{"result":{"took":265,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur333591","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por unanimidade, a Turma deferiu o pedido de extradição, nos termos do voto do Relator. Ficou parcialmente vencido o Senhor Ministro Marco Aurélio exclusivamente na parte em que afastava a possibilidade de isolamento. Falaram: o Dr. João Batista Lira Rodrigues, pelo Requerente, e o Dr. Marcelo Bettamio, pelo Extraditando. Ausente, justificadamente, o Senhor Ministro Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 20.10.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur333591","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur333591","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição. República Italiana. Regularidade formal do pleito. Revelia: causa não obstativa do deferimento. Inexistência de prescrição em ambos os ordenamentos jurídicos. Perseguição. Inexistência de razões ponderáveis. País democrático subscritor de tratados de direitos humanos. Prisão perpétua. Comutação em prisão temporária. Liberdade provisória. Impertinência na fase de julgamento. Detração do tempo de prisão preventiva.\n\n\n\n    1. A extradição reclama os requisitos legais para o seu deferimento, os quais são extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80, vale dizer, defere-se o pleito se o caso sub judice não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    2. O homicídio é crime comum, por isso que a tese central da defesa, no sentido de que o extraditando é perseguido político em seu país, não é verossímil.\n\n\n\n    3. O artigo 1, letra f, do Tratado de Extradição entre o Brasil e a Itália dispõe que a extradição não será concedida “se a Parte requerida tiver razões ponderáveis para para supor que a pessoa reclamada será submetida a atos de perseguição e discriminação por motivos de raça, religião, sexo, nacionalidade, língua, opinião política, condição social ou pessoal; ou que sua situação possa ser agravada por um dos elementos antes mencionados”.\n\n\n\n    4. A interpretação do conceito indeterminado consubstanciado em razões ponderáveis deve ter em conta, aprioristicamente, a realidade atual do Estado requerente, que, in casu, regula-se pelo regime democrático e subscreve tratados de direitos humanos, conforme se verifica da manifestação ministerial: […] Como toda interpretação que se faz em torno dos chamados conceitos indeterminados, essa expressão deve ser objetivo de uma hermenêutica que leve em conta todas as circunstâncias fáticas e jurídicas da situação. Como comumente se diz no âmbito da teoria do direito, trata-se de uma interpretação all things considered (consideradas todas as coisas). Não se trata, assim, de uma simples avaliação subjetiva, que possa ser feita sem critérios. Além das próprias limitações formalmente acordadas pelas partes e expressamente dispostas no tratado, bem como do ordenamento jurídico interno – inclusive sua interpretação fixada pela Corte Suprema -, o agente público, ao apreciar a existência ou não dessas razões ponderáveis, em determinada hipótese, também está diretamente vinculado à realidade fática que esta corresponde. Com isso, a avaliação sobre a existência ou não de razões ponderáveis ter, no contexto da realidade internacional contemporânea, estreita ligação com o Estado Democrático de Direito e com a garantia de que direitos fundamentais do extraditando serão preservados pelo país requerente, a partir de elementos concretamente aferíveis. Caso contrário, haveria razões ponderáveis que o pedido de extradição fosse recusado. A legitimidade de um país como garantidor dos direitos fundamentais pode ser aferida não apenas pela solidez e seriedade de suas instituições nacionais, no plano interno, mas também pelo papel que o Estado exerce no âmbito mundial. No caso específico, ainda que seja mais do que evidente que a Itália encontra-se inserida no rol dos Estado que prezam pela democracia e pelo respeito incondicional aos direitos humanos, sua participação em organismos mundiais ou blocos regionais, como a União Europeia, dá maior solidez a esta sua condição, haja vista, inclusive, a previsão de sistema multinível de proteção aos direitos humanos: a eventual falha de um nível de proteção (âmbito nacional) poderá ser reconsiderada por outro nível, que lhe é superior (âmbito comunitário). […] Entretanto, suposta alegação de que um extraditando poderá ser perseguido ou discriminado, bem como ter sua situação agravada, com base em reações à sua vida pregressa, também encontra limites na própria conjuntura atual do país requerente. Clamor popular, declarações da imprensa ou demonstração de estado de ânimo contra o extraditando são situações normalmente restringidas por um ordenamento jurídico estável. Negar uma extradição com base em manifestações populares de sociedade notoriamente marcada pela democracia não teria cabimento. É presumível que um Estado internacionalmente comprometido com os direitos fundamentais seja capaz de garantir a proteção do extraditando” (EXT 1085, Rel. Min. CEZAR PELUSO, Pleno).\n\n\n\n    5. A Justiça Italiana é competente para o julgamento do extraditando, que, além de italiano, praticou os crimes em seu país.\n\n\n\n    6. O requisito da dupla tipicidade restou atendido, porquanto o delito de homicídio previsto no artigo 575 do Código Penal Italiano corresponde ao crime tipificado no artigo 121, § 2º, IV, do Código Penal Brasileiro (homicídio qualificado por traição, emboscada ou dissimulação ou outro recurso que dificulte ou torne impossível a defesa do ofendido).\n\n\n\n    7. O Alto Comissariado das Nações Unidas (ACNUR), no Manual de Procedimentos e Critérios para Determinar a Condição de Refugiado de acordo com a Convenção de 1951 e o Protocolo de 1967 relativos ao Estado dos Refugiados, estabeleceu nítida distinção entre perseguido e punido por infração penal comum, in litteris: “Deve-se distinguir perseguição de punição prevista por infração de direito comum. As pessoas que fogem de procedimentos judiciais ou à punição por infrações desta natureza não são normalmente refugiados. Convém lembrar que um refugiado é uma vítima – ou uma vítima potencial – da injustiça e não alguém que foge da justiça.”\n\n\n\n    8. A constituição de família no Brasil (mulher e dois filhos brasileiros), não é causa impeditiva da Extradição (Súmula n. 421/STF).\n\n\n\n    9. In casu:\n\n\n\n    a) o extraditando, líder da Nuova Camorra Organizatta (N.C.O.) e que se escondeu no Brasil, foi condenado definitivamente à pena de prisão perpétua, com isolamento diurno de 2 (dois) anos e 6 (seis) meses, por 22 (vinte e dois) crimes de homicídios praticados entre 29/12/1982 e 29/08/1983 e 22/10/1983;\n\n\n\n    b) os delitos, a natureza, os locais, as datas, as circunstâncias e a pena a ser cumprida encontram-se suficientemente descritos na ordem de execução e nas sentenças acostadas, respectivamente, às fls. 11/54, 90/123, 157/160, estando satisfeita a exigência contida no artigo 80 da Lei n. 6.815/80 e no artigo 11 do Tratado de Extradição entre o Brasil e a Itália;\n\n\n\n    c) a pena não prescreveu segundo ambos os ordenamentos jurídicos, cf. facilmente inferível da análise minuciosa constante do parecer ministerial;\n\n\n\n    d) os autos estão instruídos com os textos legais referentes aos crimes e aos prazos prescricionais, devidamente traduzidos, possibilitando o exame da legalidade do pedido;\n\n\n\n    e) o desconhecimento dos fatos, afirmado pelo extraditando em seu interrogatório, e a revelia não constituem causas impeditivas da extradição, ex vi do artigo V, alínea a, segunda parte, do Tratado específico e da jurisprudência desta Corte consolidada nos seguintes precedentes: EXT 864, Relator Ministro SEPÚLVEDA PERTENCE, EXT 917, Relator Ministro CELSO DE MELLO, e EXT 1085, Relator Ministro CEZAR PELUSO; e\n\n\n\n    f) o pleito de liberdade provisória mostra-se impertinente nessa fase processual de julgamento da extradição, porquanto, se deferida, resta prejudicado, se indeferida, determina-se a soltura.\n\n\n\n    10. A pena de prisão perpétua, tida na defesa como violadora de direito fundamental do extraditando, não constitui causa impeditiva da extradição, uma vez que a entrega ao Estado requerente se dará mediante o compromisso formal de comutação em pena temporária de no máximo de 30 anos, ex vi do artigo 75 do Código Penal Brasileiro.\n\n\n\n    11. O Estado requerente deverá firmar os compromissos de comutar a pena de prisão perpétua em pena de prisão temporária e descontar o tempo de prisão do extraditando no território brasileiro para fins de extradição (Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011, Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011, e Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011).\n\n\n\n    12. Pedido de extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9997774","externo_seq_objeto_incidente":4803531,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-251  DIVULG 14-12-2015  PUBLIC 15-12-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1405&classe=Ext","is_colac":false,"titulo":"Ext 1405","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00080 ART-00085 PAR-00001\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00121 PAR-00002 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   TTD      ANO-1989\n          ART-00003 ITEM-00001 LET-F ART-00005 \n          LET-A ART-00011\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989"],"publicacao_data":"2015-12-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, APRECIAÇÃO, ELEMENTO PROBATÓRIO, SENTENÇA CONDENATÓRIA, ÂMBITO, PROCESSO DE EXTRADIÇÃO, FUNDAMENTO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. LEGITIMIDADE, ISOLAMENTO DO PRESO, FINALIDADE, IMPEDIMENTO, REATIVAÇÃO, QUADRILHA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AFASTAMENTO, POSSIBILIDADE, ESTADO REQUERENTE, ISOLAMENTO DO PRESO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1405&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REVELIA, EXTRADITANDO, JUSTIÇA ESTRANGEIRA)\nExt 864 (TP), Ext 917 (TP), Ext 1085 (TP). \n(EXTRADIÇÃO, DETRAÇÃO, COMUTAÇÃO DA PENA, PRISÃO PERPÉTUA)\nExt 1211 (TP), Ext 1214 (TP), Ext 1226 (2ªT). \n(EXTRADIÇÃO, CÔNJUGE BRASILEIRO, FILHO BRASILEIRO)\nExt 890 (TP). \n(EXTRADIÇÃO, ESTADO REQUERENTE, DEMOCRACIA, DIREITOS HUMANOS)\nExt 1085 (TP). \n- Legislação estrangeira citada: art. 575 do Código Penal Italiano.\nNúmero de páginas: 22.\nAnálise: 11/01/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nADV.(A/S)  : JOÃO BATISTA LIRA RODRIGUES JÚNIOR \nEXTDO.(A/S)  : PASQUALE SCOTTI OU SCOTTI PASQUALE \nADV.(A/S)  : MARCELO BETTAMIO E OUTRO(A/S)\nADV.(A/S)  : FERNANDO LUIS LAMBERT SIRIANI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":333591,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1405","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ORGANIZAÇÃO DAS NAÇÕES UNIDAS. Alto Comissariado das Nações Unidas para Refugiados. Manual de procedimentos e critérios para a determinação da condição de refugiado de acordo com a Convenção de 1951 e o Protocolo de 1967 relativos ao Estatuto dos Refugiados.","ministro_facet":["LUIZ FUX"],"processo_numero":1405,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur345056","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 15.3.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur345056","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur345056","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição Instrutória. Regularidade Formal. Requisitos Legais Atendidos. Deferimento. \n\n\n\n    1. O requerimento da Extradição formulado pelo Governo da Itália em face de seu nacional preenche os requisitos formais da Lei n° 6.815/80 e do Tratado de Extradição, promulgado pelo Decreto nº 863/1993. \n\n\n\n    2. Estão presentes os pressupostos materiais: a dupla tipicidade e punibilidade de crime comum praticado por estrangeiro, e a falta de jurisdição brasileira sobre o fato. \n\n\n\n    3. Não há que se falar em acusações genéricas quando existem, nos autos, decisões judiciais do Estado Requerente, fundamentadas em fatos descritos que se subsumem à tipificação dos crimes em razão dos quais foi decretada a prisão preventiva pela autoridade do Estado Requerente. \n\n\n\n    4. A alegação de que o extraditando sofrerá discriminação no Estado Requerente, o que inviabilizaria a extradição, fundamentada apenas no depoimento do extraditando, não pode prosperar, em razão de o Estado requerente ser um país de tradição democrática e subscritor de tratados de direitos humanos. \n\n\n\n    5.  Extradição deferida, devendo o Estado requerente assumir o compromisso de detração do tempo de prisão da extraditando por força deste processo.\n\n\n\n    6. Deve-se observar, ainda, que a entrega ao País requerente está condicionada a prévio exame de saúde, nos termos do art. 89, parágrafo único, do Estatuto Estrangeiro, para se verificar se o extraditando pode, ou não, ser transportado para aquele País sem perigo sério de vida em virtude de doença grave.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10702452","externo_seq_objeto_incidente":4866465,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-067  DIVULG 11-04-2016  PUBLIC 12-04-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1419&classe=Ext","is_colac":false,"titulo":"Ext 1419","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00007 ART-00081 \n          ART-00084 ART-00089 PAR-ÚNICO\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011101      ANO-2005\n          ART-00168 PAR-00001 INC-00005 ART-00173 \n          ART-00182\n                LF-2005 LEI DE FALÊNCIAS\n\n","LEG-INT   TTD      ANO-1989\n          ART-00002 NÚMERO-1 ART-00003 NÚMERO-1 \n          LET-B\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989.\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-04-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SUPREMO TRIBUNAL FEDERAL (STF), PROCESSO DE EXTRADIÇÃO, RESTRIÇÃO, APRECIAÇÃO, PRESSUPOSTO EXTRÍNSECO, PEDIDO, AUSÊNCIA, APRECIAÇÃO, MÉRITO, ACUSAÇÃO. AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, FATO, EXTRADITANDO, CASAMENTO COM BRASILEIRA, PAI, FILHO BRASILEIRO. CARACTERIZAÇÃO, PRISÃO PREVENTIVA, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1419&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, ACUSAÇÃO)\nEXT 541 (TP), EXT 703 (TP), EXT 669 (TP). \n(EXTRADIÇÃO, ALEGAÇÃO, DISCRIMINAÇÃO, EXTRADITANDO)\nExt 1405 (1ªT). \n(EXTRADIÇÃO, SAÚDE, EXTRADITANDO)\nExt 367 (TP), Ext 1331 (1ªT). \n(PRISÃO PREVENTIVA, PROCESSO DE EXTRADIÇÃO)\nExt 1212 (1ªT), EXT 579 QO (TP). \n- Legislação estrangeira citada: art. 160 do Código Penal italiano.\nNúmero de páginas: 15.\nAnálise: 30/04/2016, IMC.\nRevisão: 01/08/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : ANDREA PALAGIA OU ANDREA PALAGI \nADV.(A/S)  : SANDRA APARECIDA CARVALHO CRESPO PINHEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":345056,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1419","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1419,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur318889","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição, nos termos do voto do Relator. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 25.08.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur318889","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:31:29.666093","dg_unique":"sjur318889","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extradição instrutória. Governo do Paraguai. Nacionalidade do extraditando. Registros civis brasileiro e paraguaio atestando seu nascimento, na mesma data, em ambos os países. Impossibilidade lógica de sua coexistência. Cancelamento do registro civil brasileiro, em razão de sua falsidade. Antecipação dos efeitos da tutela jurisdicional em ação anulatória de registro promovida pelo Ministério Público. Presunção de veracidade do ato registrário brasileiro afastada (art. 1.604 do Código Civil). Provisoriedade da decisão. Irrelevância, uma vez que continua a projetar seus efeitos. Existência de prova robusta, nos autos da extradição, de que o extraditando efetivamente nasceu em solo paraguaio. Assento de nascimento lavrado no Paraguai 10 (dez) anos antes do registro civil tardio do extraditando no Brasil. Extraditando que foi vereador e prefeito no Paraguai, onde gozou, em sua plenitude, da sua condição de paraguaio nato. Vedação do art. 5º, LI, da Constituição Federal não caracterizada. Ausência de óbice ao exame de mérito da extradição. Pedido instruído com os documentos necessários a sua análise. Atendimento aos requisitos da Lei nº 6.815/80 e do Acordo de Extradição entre os Estados Parte do Mercosul. Homicídios qualificados (art. 105 do Código Penal do Paraguai e art. 121, § 2º, IV, do Código Penal Brasileiro). Dupla tipicidade. Reconhecimento. Prescrição. Não ocorrência, tanto sob a óptica da legislação alienígena quanto sob a óptica da legislação brasileira. Reexame de fatos subjacentes à investigação. Impossibilidade. Sistema de contenciosidade limitada. Precedentes. Crime político não configurado. Precedentes. Existência de filhos brasileiros. Irrelevância. Súmula nº 421 do Supremo Tribunal Federal. Compatibilidade com a Constituição Federal. Precedentes. Pedido deferido. Detração do tempo de prisão a que o extraditando tiver sido submetido no Brasil (art. 91, II, da Lei nº 6.815/80).\n\n\n\n    1. Como o extraditando foi registrado civilmente no Paraguai e no Brasil e esses registros apontam que ele nasceu na mesma data em ambos os países, a impossibilidade lógica de sua coexistência é manifesta.\n\n\n\n    2. Nos termos do art. 1.604 do Código Civil, “ninguém pode vindicar estado contrário ao que resulta do registro de nascimento, salvo provando-se erro ou falsidade do registro”.\n\n\n\n    3. O assento de nascimento brasileiro do extraditando foi cancelado por decisão da Justiça Comum Estadual, que, antecipando os efeitos da tutela jurisdicional em ação anulatória de registro civil promovida pelo Ministério Público, reconheceu sua falsidade.\n\n\n\n    4. Afastada a presunção juris tantum de veracidade do ato registrário brasileiro, por decisão que, embora provisória, continua a projetar os seus efeitos, não há óbice ao exame de mérito da extradição.\n\n\n\n    5. Embora o extraditando tenha sido registrado civilmente no Paraguai e no Brasil, o assento de nascimento paraguaio foi lavrado 10 (dez) anos antes do brasileiro, o qual foi promovido, sintomaticamente, em conjunto com o registro tardio de seus irmãos, também previamente registrados no Paraguai, circunstâncias que, em reforço à decisão judicial que determinou o cancelamento do registro brasileiro, militam em favor da presunção de veracidade do primeiro registro realizado no Paraguai.\n\n\n\n    6. Todos esses fatos, somados à prova robusta produzida nos autos da extradição de que o extraditando nasceu em solo paraguaio e sempre gozou, em sua plenitude, da sua condição de paraguaio nato, tendo sido vereador e prefeito no Paraguai, afastam a vedação do art. 5º, LI, da Constituição Federal.\n\n\n\n    7. O pedido formulado pelo Governo do Paraguai, com base no Acordo de Extradição entre os Estados Parte do Mercosul, atende aos pressupostos necessários a seu deferimento, nos termos da Lei nº 6.815/80.\n\n\n\n    8. Os fatos delituosos imputados ao extraditando correspondem, no Brasil, ao crime de homicídio qualificado, previsto no art. 121, § 2º, IV, do Código Penal, satisfazendo, assim, ao requisito da dupla tipicidade previsto no art. 77, II, da Lei nº 6.815/80.\n\n\n\n    9. Não ocorre a prescrição da pretensão punitiva, consoante os textos legais apresentados pelo Estado requerente e a legislação penal brasileira (art. 109, I, do Código Penal).\n\n\n\n    10. O pedido foi instruído com os documentos necessários a sua análise, trazendo indicações seguras a respeito da identidade do extraditando, do local, da data, da natureza, das circunstâncias e da qualificação legal dos fatos delituosos. Está, portanto, em perfeita consonância com as regras do art. 18 do Acordo de Extradição entre os Estados Parte do Mercosul e do art. 80, caput, da Lei nº 6.815/80.\n\n\n\n    11. Os crimes imputados ao extraditando (homicídios qualificados de um jornalista e de sua assistente, mediante recurso que impossibilitou sua defesa), são despidos de natureza política e se inserem na criminalidade comum. Precedentes.\n\n\n\n    12. É irrelevante, para fins de extradição, o fato de o extraditando ter filhos brasileiros, nos termos da Súmula nº 421 do Supremo Tribunal Federal, que é compatível com a Constituição Federal. Precedentes.\n\n\n\n    13. De acordo com o art. 91, II, da Lei nº 6.815/80, o Governo do Paraguai deverá assegurar a detração do tempo em que o extraditando permanecer preso no Brasil por força do pedido formulado.\n\n\n\n    14. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9352859","externo_seq_objeto_incidente":4752269,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-178  DIVULG 09-09-2015  PUBLIC 10-09-2015\nRTJ VOL-00238-01 PP-00015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1393&classe=Ext","is_colac":false,"titulo":"Ext 1393","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00051\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 ART-00080 \"CAPUT\" ART-00091 \n          INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-01604\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-INT   ACO      ANO-1998\n          ART-00005 ART-00009 ART-00017 ART-00018\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00080 \"CAPUT\" ART-00109 INC-00001 \n          ART-00121 PAR-00002 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-09-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1393&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DÚVIDA, NACIONALIDADE, EXTRADITANDO)\nExt 1141 QO (TP). \n(EXTRADIÇÃO, HOMICÍDIO, CRIME POLÍTICO)\nExt 1085 (TP). \n(CRIME POLÍTICO)\nExt 524 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 866 (TP), Ext 897 (TP), Ext 932 (TP). \n(EXTRADIÇÃO, CASAMENTO COM BRASILEIRA, UNIÃO ESTÁVEL, FILHO BRASILEIRO)\nExt 1074 (TP). \n- Legislação estrangeira citada: art. 102, § 1º, art. 105 § 1º e § 2º, inciso 2º e inciso 4º da do Código Penal do Paraguai; Resolução nº 55, de 18/10/14, do Ministério Público do Paraguai; art.82 do Código de Processo Penal Paraguaio.\nNúmero de páginas: 38.\nAnálise: 24/09/2015, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PARAGUAI \nEXTDO.(A/S)  : VILMAR ACOSTA MARQUES \nADV.(A/S)  : JOSÉ ELNICIO MOREIRA DE SOUZA \nADV.(A/S)  : HERVITAN CRISTIAN CARULLA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":318889,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1393","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"FRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. 1. ed. Rio de Janeiro. Forense, 1985. p. 336.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":1393,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur320474","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, preliminarmente, por votação unânime, conheceu dos embargos de declaração como recurso de agravo, a que, também por unanimidade, negou provimento, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. Ausente, justificadamente, o Senhor Ministro Dias Toffoli. Presidência do Senhor Ministro Celso de Mello. 2ª Turma, 15.09.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur320474","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:31:29.666093","dg_unique":"sjur320474","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO COM AGRAVO (LEI Nº 12.322/2010) – EMBARGOS DE DECLARAÇÃO RECEBIDOS COMO RECURSO DE AGRAVO – QUEIXA-CRIME – CONDENAÇÃO PENAL IMPOSTA A JORNALISTA – DELITO DE INJÚRIA (CP, ART. 140) – RECONHECIMENTO, NO CASO, PELO COLÉGIO RECURSAL, DA OCORRÊNCIA DE ABUSO NO EXERCÍCIO DA LIBERDADE DE OPINIÃO – DECISÃO DO COLÉGIO RECURAL QUE SE APOIOU, PARA TANTO, EM ELEMENTOS DE PROVA (INCLUSIVE NO QUE CONCERNE À AUTORIA DO FATO DEITUOSO) PRODUZIDOS NO PROCESSO PENAL DE CONHECIMENTO – PRETENDIDA REVISÃO DO ACÓRDÃO RECORRIDO DEPENDENTE DE EXAME DE MATÉRIA FÁTICO-PROBATÓRIA, INSUSCETÍVEL DE ANÁLISE EM RECURSO EXTRAORDINÁRIO (SÚMULA 279/STF) – RECURSO DE AGRAVO IMPROVIDO.\n\n\n\n    – O direito à livre manifestação do pensamento, embora reconhecido e assegurado em sede constitucional, não se reveste de caráter absoluto nem ilimitado, expondo-se, por isso mesmo, às restrições que emergem do próprio texto da Constituição, destacando-se, entre essas, aquela que consagra a intangibilidade do patrimônio moral de terceiros, que compreende a preservação do direito à honra e o respeito à integridade da reputação pessoal.\n\n\n\n    – A Constituição da República não protege nem ampara opiniões, escritos ou palavras cuja exteriorização ou divulgação configure hipótese de ilicitude penal, tal como sucede nas situações que caracterizem crimes contra a honra (calúnia, difamação e/ou injúria), pois a liberdade de expressão não traduz franquia constitucional que autorize o exercício abusivo desse direito fundamental. Doutrina. Precedentes.\n\n\n\n    – O Supremo Tribunal Federal, ao julgar o apelo extremo, deve fazê-lo com estrita observância do conjunto probatório e da situação fática, tais como reconhecidos, soberanamente (RTJ 152/612 – RTJ 153/1019 – RTJ 158/693, v.g.), inclusive quanto à autoria do fato delituoso, pelo órgão judiciário “a quo”, a significar que o quadro fático-probatório pautará, delimitando-a, a atividade jurisdicional da Corte Suprema em sede recursal extraordinária. Precedentes. Súmula 279/STF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9412755","externo_seq_objeto_incidente":4843175,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-187  DIVULG 18-09-2015  PUBLIC 21-09-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=891647&classe=ARE","is_colac":false,"titulo":"ARE 891647 ED","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00005 INC-00005 \n          INC-00010 INC-00078 ART-00220 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012322      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 INC-00002 LET-A\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00006 REDAÇÃO DADA PELA LEI-12234/2010\n          ART-00115 ART-00117 INC-00001 INC-00004 \n          ART-00140\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-09-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESPROVIMENTO, AGRAVO REGIMENTAL. DIREITO FUNDAMENTAL, LIBERDADE DE EXPRESSÃO, AUSÊNCIA, CARÁTER ABSOLUTO, SUBMISSÃO, LIMITAÇÃO, NATUREZA JURÍDICA, NATUREZA ÉTICA, IMPLICAÇÃO, POSSIBILIDADE, CONTROLE JUDICIAL, ABUSO, EXCLUSIVIDADE, MOMENTO POSTERIOR, IMPOSIÇÃO, SANÇÃO, CARÁTER CIVIL, CARÁTER PENAL. DIREITO, DISCORDÂNCIA, NATUREZA CONSTITUCIONAL, CARACTERIZAÇÃO, CONSEQUÊNCIA, LIBERDADE DE EXPRESSÃO, AUSÊNCIA, LEGITIMIDADE, HIPÓTESE, DIVULGAÇÃO, OFENSA, DIREITO, PROTEÇÃO, CONSTITUIÇÃO FEDERAL. DIREITO DA PERSONALIDADE, CARACTERIZAÇÃO, LIMITE CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO. SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, ACÓRDÃO, EXCLUSIVIDADE, CONFIRMAÇÃO, SENTENÇA CONDENATÓRIA, DESPROVIMENTO, RECURSO DE DEFESA, ACÓRDÃO, REDUÇÃO DA PENA, AUSÊNCIA, INTERRUPÇÃO, PRAZO PRESCRICIONAL. ACÓRDÃO, CONFIRMAÇÃO, SENTENÇA CONDENATÓRIA, PROVIMENTO PARCIAL, RECURSO DE ACUSAÇÃO, AUMENTO DA PENA, INTERRUPÇÃO, PRAZO PRESCRICIONAL. INAPLICABILIDADE, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), POSSIBILIDADE, EXECUÇÃO, DECISÃO CONDENATÓRIA, INDEPENDÊNCIA, PUBLICAÇÃO, MOTIVO, CASO CONCRETO, AUSÊNCIA, RISCO, OCORRÊNCIA, PRESCRIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=891647&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA 279/STF)\nRE 389096 AgR (2ªT), AI 765757 AgR (2ªT), RE 635494 AgR (2ªT), RTJ 152/612, RTJ 153/1019, RTJ 158/693, RTJ 161/992, RTJ 186/703. \n(EMBARGOS DE DECLARAÇÃO, CONVERSÃO, AGRAVO REGIMENTAL)\nAI 243832 ED (2ªT), AI 243159 ED (2ªT), Rcl 4395 ED (TP), ARE 827771 ED (TP), RTJ 145/664, RTJ 153/834. \n(RE, APRECIAÇÃO, FATO, PROVA)\nAI 565181 AgR-segundo (1ªT), ARE 794246 AgR (1ªT), ARE 749446 AgR (2ªT), ARE 897703 AgR (2ªT). \n(LIMITE, LIBERDADE DE EXPRESSÃO)\nHC 82424 (TP), ADPF 187 (TP), RTJ 173/805. \n(ACÓRDÃO, CONFIRMAÇÃO, SENTENÇA CONDENATÓRIA, INTERRUPÇÃO, PRAZO PRESCRICIONAL)\nHC 64303, HC 68321 (1ªT), HC 70504 (1ªT), HC 70810 (1ªT), HC 71007 (2ªT), HC 96009 (1ªT), RE 559649 AgR-ED (1ªT), HC 85556 ED-ED (2ªT), HC 106222 (1ªT), HC 109966 (1ªT), RE 751394 (1ªT), ARE 760280 AgR (2ªT), RE 839163 QO (TP). \n(EXECUÇÃO, DECISÃO, INDEPENDÊNCIA, PUBLICAÇÃO)\nAI 260266 AgR-ED-ED (2ªT), AI 177313 AgR-ED-ED (2ªT), AI 421932 AgR-ED-ED-ED (2ªT), RE 839163 QO (TP). \n- Decisões monocráticas citadas:\n(SÚMULA 279/STF)\nARE 638067, ARE 761165.\n- Decisão estrangeira citada: Caso Schenck vs. United States (249 U.S. 47, 52); Caso United States vs. Rosika Schwimmer (279 U.S. 644); Caso Virginia vs. Black (07/04/2003)da Suprema Corte da América.\r\n- Legislação estrangeira citada: Primeira Emenda à Constituição dos Estados Unidos da\r\nAmérica.\r\nNúmero de páginas: 33.\r\nAnálise: 20/10/2015, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : PAULO HENRIQUE DOS SANTOS AMORIM \nADV.(A/S)  : MARIA ELIZABETH QUEIJO E OUTRO(A/S)\nADV.(A/S)  : CARMEN DA COSTA BARROS \nEMBDO.(A/S)  : MERVAL SOARES PEREIRA FILHO \nADV.(A/S)  : PAULO FREITAS RIBEIRO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":320474,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 891647 ED","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2015-09-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"BITENCOURT, Cezar Roberto. Tratado de Direito Penal. 19. ed. Saraiva, 2013. v. 1. p. 916-917.\nCARVALHO, L. G. Grandinetti Castanho de. Liberdade de Informação e o Direito Difuso á Informação Verdadeira. 2. ed. Renovar, 2003. p. 137.\nCAVALIERI FILHO, Sérgio. Programa de Responsabilidade Civil. 6. ed. Malheiros, 2005. p. 129-131, item 19.11.\nJABUR, Gilberto Haddad. Liberdade de Pensamento e Direito à Vida Privada. Revista dos Tribunais, 2000.\nJESUS, Damásio E. de. Código Penal Anotado. 22. ed. Saraiva, 2014. p. 467-468.\nMAZZUOLI, Valerio de Oliveira; GOMES, Luiz Flávio. Direito Penal - Comentários à Convenção Americana sobre Direitos Humanos. Revista dos Tribunais, 2008. v. 4. p. 136.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade - Estudos de Direito Constitucional. 2. ed. Celso Bastos Editor, 1999. p. 89-96.\nMIRABETE, Julio Fabbrini; FABBRINI, Renato N.. Código Penal Interpretado. 7. ed. Atlas, 2011. p. 644, item 117.5.\nPAZ, Octavio. O Arco e a Lira. Nova Fronteira, 1982. p. 351.\nPRADO, Luiz Regis. Comentários ao Código Penal. 8. ed. Revista dos Tribunais, 2013. p. 422, item 2.4.","ministro_facet":["CELSO DE MELLO"],"processo_numero":891647,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur330945","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Não participaram, justificadamente, deste julgamento, os Senhores Ministros Luiz Fux e Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 10.11.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur330945","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur330945","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – REQUISITOS. Uma vez atendidos os requisitos legais – ordem de prisão ou de título condenatório criminal, da promessa de reciprocidade do Estado requerente, da dupla tipologia e da ausência de prescrição –, mostrando-se os documentos anexados ao processo em harmonia com a forma prevista em lei, há de ser reconhecida a possibilidade de entrega do extraditando, cabendo o ato ao Chefe do Poder Executivo Nacional.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9863353","externo_seq_objeto_incidente":4548459,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-239  DIVULG 25-11-2015  PUBLIC 26-11-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1339&classe=Ext","is_colac":false,"titulo":"Ext 1339","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\n          ART-00171 ART-00312 ART-00327 PAR-00002\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2015-11-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1339&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: art. 279, art. 286 e art. 93, número 3, do Código Penal dinamarquês. \nNúmero de páginas: 10.\nAnálise: 02/12/2015, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA DINAMARCA \nEXTDO.(A/S)  : JOHN RAMSING JOERGENSEN \nADV.(A/S)  : SANDRA A. C. CRESPO PINHEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":330945,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1339","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-11-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1339,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur340952","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma deferiu, em parte, o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 16.2.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur340952","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur340952","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição Instrutória. Regularidade Formal. Requisitos Legais Atendidos. Deferimento Parcial. \n\n\n\n    1. O requerimento da Extradição formulado pelo Governo de Portugal em face de seu nacional preenche os requisitos formais da Lei n° 6.815/80 e do Tratado de Extradição, promulgado pelo Decreto nº 1.325/1994. \n\n\n\n    2. Prescindível a tradução juramentada do português de Portugal para o do Brasil, uma vez que os documentos se revestem de inteligibilidade. Precedentes.\n\n\n\n    3. Estão presentes os pressupostos materiais: a dupla tipicidade e punibilidade de crime comum praticado por estrangeiro, e a falta de jurisdição brasileira sobre o fato, salvo quanto ao crime de profanação de cadáver que está prescrito segundo a legislação portuguesa. \n\n\n\n    4.  Extradição parcialmente deferida, com a ressalva do art. 89 c/c art. 67 da Lei nº 6.815/1980, devendo o Estado requerente assumir o compromisso de detração do tempo de prisão da extraditando por força deste processo.\n\n\n\n    5. Deve-se observar, ainda, que a entrega ao País requerente está condicionada a prévio exame de saúde, nos termos do art. 89, parágrafo único, do Estatuto Estrangeiro, para se verificar se o extraditando pode, ou não, ser transportado para aquele País sem perigo sério de vida em virtude de doença grave.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10387094","externo_seq_objeto_incidente":3824261,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-039  DIVULG 01-03-2016  PUBLIC 02-03-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1189&classe=Ext","is_colac":false,"titulo":"Ext 1189","documental_legislacao_citada_texto":["LEG-INT   TTD      ANO-1991\n          ART-00002 NÚMERO-1\n                TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA, DE 07.05.91.\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 INC-00002 INC-00007 \n          ART-00089 PAR-ÚNICO\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00003 INC-00006 \n          ART-00121 PAR-00002 INC-00001 ART-00159 \n          ART-00211\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000096      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA, DE 07.05.91.\n\n","LEG-FED   DEC-001325      ANO-1994\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA, DE 07.05.91"],"publicacao_data":"2016-03-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INEXISTÊNCIA, ORDENAMENTO JURÍDICO BRASILEIRO, EXIGÊNCIA, AUTORIDADE COMPETENTE, EXPEDIÇÃO, MANDADO DE PRISÃO, INTEGRAÇÃO, PODER JUDICIÁRIO, PAÍS REQUERENTE. POSSIBILIDADE, APRECIAÇÃO, EXCLUSIVIDADE, LEGALIDADE, PRESSUPOSTO EXTRÍNSECO, IMPOSSIBILIDADE, APRECIAÇÃO, MÉRITO, ACUSAÇÃO. AUSÊNCIA, CARACTERIZAÇÃO, OBSTÁCULO, EXTRADIÇÃO, OCORRÊNCIA, CONDENAÇÃO, REVELIA, EXTRADITANDO, PAÍS REQUERENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1189&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPROVAÇÃO, AUTORIDADE ESTRANGEIRA, COMPETÊNCIA, DECRETAÇÃO, PRISÃO)\nExt 744 (1ªT), Ext 837 (TP). \n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, ACUSAÇÃO)\nExt 669 (TP), EXT 541 (TP), EXT 703 (TP). \n(EXTRADIÇÃO, CONDENAÇÃO, REVELIA, EXTRADITANDO)\nExt 917 (TP), Ext 1085 (TP), Ext 1208 (1ªT), Ext 1251 (2ªT), Ext 1331 (1ªT). \n(EXTRADIÇÃO, NECESSIDADE, TRADUÇÃO, DOCUMENTO)\nExt 744 (1ªT), Ext 1331 (1ªT). \n(EXTRADIÇÃO, NECESSIDADE, EXAME DE SAÚDE, EXTRADITANDO)\nExt 1331 (1ªT). \n- Legislação estrangeira citada: art. 69, números 1,2,3 e 4 e art. 71, números 1,2 da Lei 144/99 de Portugal; art. 118 do Código Penal português.\nNúmero de páginas: 15.\nAnálise: 15/03/2016, IMC.\nRevisão: 25/07/2016, KBP.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : JOSÉ GABRIEL LÍBANO MARTINS \nADV.(A/S)  : RONILDO RAULINO DA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":340952,"documental_tese_texto":null,"procedencia_geografica_completo":"POR - REPÚBLICA PORTUGUESA","processo_codigo_completo":"Ext 1189","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-02-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1189,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur338717","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma converteu os embargos de declaração em agravo regimental e o desproveu, nos termos do voto da Relatora. Unânime. Não participaram, justificadamente, deste julgamento, os Senhores Ministros Marco Aurélio e Luiz Fux. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 15.12.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur338717","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur338717","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EMBARGOS DE DECLARAÇÃO RECEBIDOS COMO AGRAVO REGIMENTAL. DIREITO CONSTITUCIONAL DE PETIÇÃO. ART. 5º, XXXIV, DA CONSTITUIÇÃO DA REPÚBLICA. LIMITES. GARANTIAS DO JUIZ NATURAL E DO DEVIDO PROCESSO LEGAL. ART. 5º, LIII E LIV, DA CONSTITUIÇÃO DA REPÚBLICA. PRETENSÃO NÃO INSERIDA NA COMPETÊNCIA ORIGINÁRIA DO SUPREMO TRIBUNAL FEDERAL. ART. 102, I, DA CONSTITUIÇÃO DA REPÚBLICA. APRECIAÇÃO INVIÁVEL. PRECEDENTES.\n\n\n\n    1. A jurisprudência desta Corte firmou-se no sentido de que incabíveis embargos de declaração opostos em face de decisão monocrática. Recebimento como agravo regimental com fundamento no princípio da fungibilidade. Precedentes.\n\n\n\n    2. É inadmissível, sob pena de afronta à garantia do juiz natural (art. 5º, LIII, da Constituição da República), a petição que veicula perante o Supremo Tribunal Federal, em sede originária, pretensão não enquadrada em nenhuma das hipóteses previstas no art. 102, I, da Constituição da República.\n\n\n\n    3. Os princípios e garantias do direito de petição, do acesso ao Poder Judiciário e da ampla defesa, consagrados na Constituição da República (art. 5º, XXXIV, XXXV e LV) e em instrumentos internacionais reverenciados pelo Estado brasileiro, em absoluto eximem as partes de observar, ao litigar em juízo, os pressupostos processuais e condições da ação. Tal exigência, longe de importar em excesso de formalismo, negativa de acesso ao Poder Judiciário ou cerceamento de defesa, constitui verdadeira imposição do devido processo legal (art. 5º, LIV, da Lei Maior).\n\n\n\n    Embargos de declaração recebidos como agravo regimental, a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10275324","externo_seq_objeto_incidente":4890613,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-029  DIVULG 16-02-2016  PUBLIC 17-02-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5847&classe=Pet","is_colac":false,"titulo":"Pet 5847 ED","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00002 INC-00011 \n          INC-00022 INC-00024 INC-00033 INC-00034 \n          INC-00035 INC-00053 INC-00054 INC-00055 \n          INC-00060 \n          ART-00005 \"CAPUT\" INC-00078 INCLUÍDO PELA EMC-45/2004\n          ART-00102 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 ART-00021 ART-00025 NÚMERO-1\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2016-02-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5847&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, CONVERSÃO, AGRAVO REGIMENTAL)\nAI 841137 ED (TP), ARE 656354. \n(DIREITO DE PETIÇÃO, OBSERVÂNCIA, PRESSUPOSTO PROCESSUAL)\nAI 258867 AgR (2ªT), Pet 4556 AgR (TP). \n- Legislação estrangeira citada: art. 1º e art. 17 da Declaração Universal dos Direitos Humanos.\nNúmero de páginas: 12.\nAnálise: 19/02/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : OLGA ELENA WEISCHTORDT \nADV.(A/S)  : OLGA ELENA WEISCHTORDT \nEMBDO.(A/S)  : CONDOMÍNIO RESIDENCIAL POP \nADV.(A/S)  : FRANCISCO VALDIR ARAÚJO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":338717,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Pet 5847 ED","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2015-12-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA PETIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":5847,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur414080","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Presidência da Ministra Cármen Lúcia. 2ª Turma, 15.10.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur414080","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur414080","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTÓRIA. PROMESSA DE RECIPROCIDADE. CRIME DE TRÁFICO INTERNACIONAL DE DROGAS. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESENÇA DOS DEMAIS REQUISITOS. LEI DE MIGRAÇÃO. TRATADO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL. ALEGAÇÃO DE VÍNCULOS FAMILIARES NO BRASIL. COMPATIBILIDADE ENTRE A SÚMULA N. 421/STF E A CARTA DA REPÚBLICA. DEFERIMENTO CONDICIONADO À ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE. \n\n\n\n    1. É possível ao Estado requerente processar e julgar atos qualificados como crime à distância ocorridos sob a sua jurisdição, em consonância com a Convenção Única de Nova York sobre Entorpecentes, que disciplina a competência internacional concorrente na repressão ao tráfico de drogas. \n\n\n\n    2. Presentes a dupla tipicidade e punibilidade, bem como os demais condicionantes delineados na Lei de Migração e também no Acordo de Extradição entre os Estados Partes do Mercosul, não se verifica óbice ao deferimento da extradição.\n\n\n\n    3. A existência vínculos afetivo e familiar da estrangeira com filho brasileiro não constitui, ipso facto, óbice ao deferimento do pedido de extradição, a teor a Súmula 421 do STF (“Não impede a extradição a circunstância de ser o extraditando casado com brasileira ou ter filho brasileiro”). Precedentes: EXT 228, Rel. Min. GONÇALVES DE OLIVEIRA, DJ de 9.5.1963 e HC 36.744, Rel. Min. CÂNDIDO MOTTA FILHO, DJ de 5.9.1960.\n\n\n\n    4. Em julgamentos mais recentes, este Supremo Tribunal decidiu pela compatibilidade do enunciado sumular persuasivo com a atual Carta da República, nas hipóteses em que o pedido de cooperação internacional tenha por objeto a repressão internacional a crimes comuns. Precedentes: EXT 1.343, Rel. Min. CELSO DE MELLO, DJe de 19.5.2015 e EXT 510, Rel. Min. SEPÚLVEDA PERTENCE, DJ de 3.8.1990.\n\n\n\n    5. Ainda que sob o ângulo da proteção das relações familiares, o deferimento da pretensão harmoniza-se com a norma convencional de regência, sem malferir a ordem pública do Estado brasileiro, sobretudo quando não comprovados laços duradouros e sólidos do extraditando com o Brasil. Precedente: EXT 1.532, Rel. Min. GILMAR MENDES, DJe de 27.3.2019.\n\n\n\n    6. Pedido de extradição deferido e condicionado à assunção prévia pelo Estado requerente dos compromissos previstos no art. 96 da Lei 13.445/2017, dentre eles o de detração da pena, a qual deve levar em conta apenas o período de prisão preventiva por força da extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751265360","externo_seq_objeto_incidente":5688550,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-234  DIVULG 28-10-2019  PUBLIC 29-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1587&classe=Ext","is_colac":false,"titulo":"Ext 1587","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\"\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00082 INC-00009 ART-00088 \n          ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   CVC      ANO-1961\n                CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-INT   ACO      ANO-1998\n          ART-00007 ART-00008 ART-00029\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00005 ART-00007 ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000005      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-054216      ANO-1964\n                DECRETO - PROMULGA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEC-004975      ANO-2004\n          ART-00007 ART-00008\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-10-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1587&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FILHO BRASILEIRO, EXTRADITANDO)\nExt 228 (TP), HC 36744 (TP). \n(CONSTITUCIONALIDADE, SÚMULA 421/STF)\nExt 510 (TP), Ext 1343 (2ªT). \n(EXTRADIÇÃO, FILHO BRASILEIRO, ACORDO, MERCOSUL)\nExt 1532 (2ªT). \n(COMPETÊNCIA CONCORRENTE, REPRESSÃO DO CRIME, TRÁFICO DE DROGAS)\nExt 1370 (1ªT), Ext 1499 (1ªT), Ext 1151 (TP). \n- Legislação estrangeira citada: art. 33, do Decreto-Ley 14.294, do Uruguai, com a redação dada pelo art.\n3º da Ley 17.016, do Uruguai; art. 117, do Código Penal da República Oriental do Uruguai.\nNúmero de páginas: 12.\nAnálise: 01/10/2020, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : KATZY SPHOKAZY OU KATSI SPHOKAZI OU KATSY SPHOKAZY OU KATSI SPHOKAZI \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":414080,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1587","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-10-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1587,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur417126","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Ricardo Lewandowski (Relator), negando provimento ao recurso, no que foi acompanhado pelos Ministros Alexandre de Moraes, Edson Fachin, Roberto Barroso, Rosa Weber, Luiz Fux, Dias Toffoli, Gilmar Mendes e Celso de Mello, pediu vista dos autos o Ministro Marco Aurélio. Falaram: pelo recorrente, Lloyds Bank PLC, o Dr. Léo Krakowiak; e, pela recorrida, União, o Dr. Leonardo Quintas Furtado, Procurador da Fazenda Nacional. Presidência da Ministra Cármen Lúcia. Plenário, 24.5.2017.\r\n\n                       Decisão:  O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 470 da repercussão geral, negou provimento ao recurso, vencido o Ministro Marco Aurélio. Ao final, o Tribunal, por maioria, fixou a seguinte tese: “É constitucional a contribuição adicional de 2,5% (dois e meio por cento) sobre a folha de salários instituída para as instituições financeiras e assemelhadas pelo art. 3º, § 2º, da Lei 7.787/1989, mesmo considerado o período anterior à Emenda Constitucional 20/1998”. Vencido o Ministro Marco Aurélio na fixação da tese. Ausentes, justificadamente, os Ministros Celso de Mello, Luiz Fux e Roberto Barroso, e, neste julgamento, o Ministro Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 6.6.2018.","is_repercussao_geral_merito":true,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur417126","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur417126","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL RECONHECIDA. INSTITUIÇÕES FINANCEIRAS. ALÍQUOTA ADICIONAL DE 2,5% SOBRE A CONTRIBUIÇÃO PREVIDENCIÁRIA INCIDENTE NA FOLHA DE SALÁRIOS. § 2° DO ART. 3° DA LEI 7.787/1989. CONSTITUCIONALIDADE. EXAÇÃO FUNDADA NOS PRINCÍPIOS DA SOLIDARIEDADE, EQUIDADE E CAPACIDADE CONTRIBUTIVA. POSTULADOS CONSTITUCIONAIS QUE NORTEIAM A SEGURIDADE SOCIAL. APORTES ORIGINADOS DE DISTINTAS FONTES DE CUSTEIO. INEXIGIBILIDADE DE CONTRAPARTIDA. PODER JUDICIÁRIO. ATUAÇÃO COMO LEGISLADOR POSITIVO. IMPOSSIBILIDADE. \n\n\n\n    I - É constitucional a alíquota adicional de 2,5% (dois e meio por cento), estabelecida pelo § 2° do art. 3° da Lei 7.787/1989, incidente sobre a folha de salários de bancos e entidades assemelhadas.\n\n\n\n    II - É defeso ao Poder Judiciário atuar na condição anômala de legislador positivo, com base no princípio da isonomia, para suprimir ou equiparar alíquotas de tributos recolhidos pelas instituições financeiras em relação àquelas suportadas pelas demais pessoas jurídicas.\n\n\n\n    III - Recurso extraordinário ao qual se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751619413","externo_seq_objeto_incidente":2672691,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-275  DIVULG 11-12-2019  PUBLIC 12-12-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=599309&classe=RE","is_colac":false,"titulo":"RE 599309","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00121 PAR-00001 LET-H\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00003 INC-00001 ART-00005 \"CAPUT\" \n          INC-00001 INC-00074 ART-00102 INC-00003 \n          LET-A ART-00145 PAR-00001 PAR-00002 \n          ART-0146A INCLUÍDO PELA EMC-42/203\n          ART-00150 INC-00002 ART-00194 PAR-ÚNICO \n          INC-00005 \n          ART-00195 \"CAPUT\" REDAÇÃO DADA PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 LET-A INCLUÍDO PELA EMC-20/1998\n          ART-00195 \"CAPUT\" PAR-00005 \n          ART-00195 \"CAPUT\" PAR-00009 REDAÇÃO ORIGINÁRIA\n          ART-00195 \"CAPUT\" PAR-00009 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00195 \"CAPUT\" PAR-00009 REDAÇÃO DADA PELA EMC-47/2005\n          ART-00195 \"CAPUT\" PAR-00012 ART-00246\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000020      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000047      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000070      ANO-1991\n          ART-00011\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007787      ANO-1989\n          ART-00003 INC-00001 INC-00002 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008212      ANO-1991\n          ART-00001 REDAÇÃO DADA PELA LEI-9876/1999\n          ART-00022 INC-00001 INC-00003 PAR-00001 \n          ART-00023 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009876      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010637      ANO-2002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010684      ANO-2003\n          ART-00018\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010833      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-000107      ANO-2003\n                MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-10684/2003\n\n","LEG-FED   DEC-006957      ANO-2009\n                DECRETO"],"publicacao_data":"2019-12-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NATUREZA TRIBUTÁRIA, CONTRIBUIÇÃO SOCIAL, PRINCÍPIO DA SOLIDARIEDADE, JUSTIÇA SOCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CUSTEIO, SEGURIDADE SOCIAL, EQUIDADE. CONSTITUCIONALIDADE SUPERVENIENTE. CONTROLE JUDICIAL, ATUAÇÃO, LEGISLADOR, NÚCLEO ESSENCIAL, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, PRINCÍPIO DA EQUIDADE NA FORMA DE PARTICIPAÇÃO NO CUSTEIO, PRINCÍPIO DA SOLIDARIEDADE. PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, TAXA, CONTRIBUIÇÃO DE MELHORIA, PRINCÍPIO, EQUIVALÊNCIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COBRANÇA DIFERENCIADA, MOMENTO POSTERIOR, EMENDA CONSTITUCIONAL 20 DE 1998. CONSTITUCIONALIDADE SUPERVENIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=599309&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ALÍQUOTA DIFERENCIADA, CONTRIBUIÇÃO PREVIDENCIÁRIA)\nADI 1102 (TP), RE 598572 (TP), RE 209014 ED (1ªT), RE 528160 AgR (2ªT), RE 231673 AgR (2ªT), RE 490576 AgR (2ªT), RE 656089 (TP), AR 2322 AgR (TP), ARE 893755 AgR (1ªT), ARE 949005 AgR (1ªT). \n(PRINCÍPIO DA IGUALDADE TRIBUTÁRIA)\nRE 598572 (TP), RE 601314 (TP). \n(NATUREZA TRIBUTÁRIA, CONTRIBUIÇÃO SOCIAL)\nRE 158208 (2ªT), RE 178144 (2ªT), RE 317920 (2ªT), RE 573675 (TP). \n(PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA)\nRE 573675 (TP). \n(PODER JUDICIÁRIO, PRINCÍPIO DA ISONOMIA, LEGISLADOR POSITIVO)\nRE 370590 AgR (2ªT), RE 335275 AgR-segundo (1ªT), RE 485290 AgR (2ªT), RE 490576 AgR (2ªT). \n(PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, TAXA)\nRE 406955 AgR (2ªT), ARE 707948 AgR (2ªT). \n(CONSTITUCIONALIDADE SUPERVENIENTE)\nRE 390840 (TP). \n- Legislação estrangeira citada: Constituição de Weimar, de 1919; Constituição mexicana, de 1917.\nNúmero de páginas: 82.\nAnálise: 19/10/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : LLOYDS BANK PLC \nADV.(A/S)  : ELIANA RACHED TAIAR \nADV.(A/S)  : LEO KRAKOWIAK \nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA FAZENDA NACIONAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"470 - Contribuição adicional de 2,5% sobre a folha de salários de instituições financeiras estabelecida antes da EC 20/98.","old_seq_sjur":417126,"documental_tese_texto":"É constitucional a contribuição adicional de 2,5% (dois e meio por cento) sobre a folha de salários instituída para as instituições financeiras e assemelhadas pelo art. 3º, § 2º, da Lei 7.787/1989, mesmo considerado o período anterior à Emenda Constitucional 20/1998.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 599309","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-06-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AMARO, Luciano. Direito tributário brasileiro. 10. ed. atual. São Paulo: Saraiva, 2004. p. 138.\n______.______. 20. ed. São Paulo: Saraiva, 2014. p. 167.\nCOÊLHO, Sacha Calmon Navarro. Curso de direito tributário brasileiro. 9. ed. Rio de Janeiro: Forense, 2007. p. 87.\nCONTI, José Maurício. Princípios tributários da capacidade contributiva e da progressividade. São Paulo: Dialética, 1997. p. 65.\nCOSTA, Regina Helena. Contribuições sociais e princípio da capacidade contributiva. Revista de Previdência Social, v. 18, n. 166, set. 1994. p. 687-688.\nDEPARTAMENTO INTERSINDICAL DE ESTATÍSTICA E ESTUDOS SOCIOECONÔMICOS (DIEESE). Íntegra do relatório. Disponível em: https://www.dieese.org.br/desempenhodosbancos/2016/desempenhoDosBancos1Semestre2016.pdf.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 2001. p. 277.\nIBRAHIM, Fábio Zambitte. A previdência social no Estado contemporâneo. Niterói: Impetus, 2011. p. 248.\nOLIVEIRA, José Marcos Domingues de, Capacidade contributiva: conteúdo e eficácia do princípio Rio de Janeiro: Renovar, 1988. p. 77-91.\nOLIVEIRA, Ricardo Mariz de. Aspectos Relacionados à ‘Não-cumulatividade’ da COFINS e da Contribuição ao PIS. In: FISCHER, Octavio Campos; PEIXOTO, Marcelo Magalhães (Coord.). PIS-COFINS Questões Atuais e Polêmicas. São Paulo: Quartier Latin, 2005. p. 32-33.\nPAULSEN, Leandro; VELLOSO, Andrei Pitten. Contribuições: teoria geral: contribuições em espécie. Porto Alegre: Livraria do Advogado, 2015. p. 83.\nPINHO, Leda de Oliveira. O conteúdo normativo do princípio da solidariedade no Sistema da Seguridade Social. In LUGON, Luiz Carlos de Castro; LAZZARI, João Batista; VELLOSO, Andrei Pitten (Org.).Curso modular de direito previdenciário. Florianópolis: Conceito, 2007.\nSCHOUERI, Luís Eduardo. Direito Tributário. São Paulo: Saraiva, 2017. p. 222.\nVELLOSO, Andrei Pitten. Constituição tributária interpretada. 3. ed. Porto Alegre: Livraria do Advogado, 2016. p. 575.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":599309,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur417202","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SE","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao recurso de agravo, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 22.11.2019 a 28.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur417202","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Sergipe","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur417202","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO – ANONIMATO – VEDAÇÃO IMPOSTA PELO PRÓPRIO TEXTO CONSTITUCIONAL (CF, ART. 5º, IV, “in fine”) – COMPREENSÃO DO DIREITO À LIVRE MANIFESTAÇÃO DO PENSAMENTO – DELAÇÃO ANÔNIMA – POSSIBILIDADE, DESDE QUE SATISFEITOS OS REQUISITOS QUE A AUTORIZAM – DOUTRINA – PRECEDENTES – RECUSA ESTATAL EM RECEBER PEÇAS CONSUBSTANCIADORAS DE DENÚNCIA ANÔNIMA, PORQUE AUSENTES AS CONDIÇÕES DE SUA ADMISSIBILIDADE – LEGITIMIDADE DESSE PROCEDIMENTO – RESOLUÇÃO CNJ Nº 103/2010 (ART. 7º, III) – DECISÃO QUE SE AJUSTA À JURISPRUDÊNCIA PREVALECENTE NO SUPREMO TRIBUNAL FEDERAL – CONSEQUENTE INVIABILIDADE DO RECURSO QUE A IMPUGNA – SUBSISTÊNCIA DOS FUNDAMENTOS QUE DÃO SUPORTE À DECISÃO RECORRIDA – SUCUMBÊNCIA RECURSAL – MAJORAÇÃO DA VERBA HONORÁRIA – PRECEDENTE (PLENO) – NECESSÁRIA OBSERVÂNCIA DOS LIMITES ESTABELECIDOS NO ART. 85, §§ 2º E 3º DO CPC – AGRAVO INTERNO IMPROVIDO.\n\n\n\n    PERSECUÇÃO ADMINISTRATIVO-DISCIPLINAR E DELAÇÃO ANÔNIMA\n\n\n\n    – As autoridades públicas não podem iniciar qualquer medida de persecução administrativo-disciplinar (ou mesmo de natureza penal) cujo único suporte informativo apoie-se em peças apócrifas ou em escritos anônimos. É por essa razão que escritos anônimos não autorizam, desde que isoladamente considerados, a imediata instauração de “persecutio criminis” ou de procedimentos de caráter administrativo-disciplinar.\n\n\n\n    – Nada impede, contudo, que o Poder Público, provocado por delação anônima, adote medidas informais destinadas a apurar, previamente, em averiguação sumária, “com prudência e discrição”, a possível ocorrência de eventual situação de ilicitude disciplinar e/ou penal, desde que o faça  com o objetivo de conferir a verossimilhança dos fatos nela denunciados, em ordem a promover, então, em caso positivo, a formal instauração da concernente persecução, mantendo-se, assim, completa desvinculação desse procedimento estatal em relação às peças apócrifas.\n\n\n\n    – Reveste-se de legitimidade jurídica a recusa do órgão estatal em não receber peças apócrifas ou “reclamações ou denúncias anônimas”, para efeito de instauração de procedimento de índole administrativo-disciplinar e/ou de caráter penal (Resolução CNJ nº 103/2010, art. 7º, inciso III), quando ausentes as condições mínimas de sua admissibilidade.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751619665","externo_seq_objeto_incidente":5772115,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-275  DIVULG 11-12-2019  PUBLIC 12-12-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1193343&classe=RE","is_colac":false,"titulo":"RE 1193343 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00004 ART-00037 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00002 PAR-00003 PAR-00011\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-000103      ANO-2010\n          ART-00007 INC-00003\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2019-12-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LIBERDADE DE EXPRESSÃO, VEDAÇÃO, ANONIMATO, DESESTÍMULO, ABUSO; VIABILIZAÇÃO, RESPONSABILIZAÇÃO, EXCESSO, ÂMBITO CÍVEL, ÂMBITO PENAL. VEDAÇÃO, ANONIMATO, SURGIMENTO, DIREITO CONSTITUCIONAL, CONSTITUIÇÃO FEDERAL DE 1891. DENÚNCIA ANÔNIMA, DIREITO DA PERSONALIDADE, DIREITO À HONRA, DIREITO À VIDA PRIVADA, DIREITO À IMAGEM, DIREITO À INTIMIDADE. DENÚNCIA ANÔNIMA, COLISÃO DE DIREITOS FUNDAMENTAIS, PONDERAÇÃO DE PRINCÍPIOS, PRESERVAÇÃO, NÚCLEO ESSENCIAL. UTILIZAÇÃO, DOCUMENTO APÓCRIFO, PROCESSO PENAL, DIREITO COMPARADO, REPÚBLICA ITALIANA. DOCUMENTO APÓCRIFO, INCORPORAÇÃO, PROCESSO, DOCUMENTO, PROCEDÊNCIA, ACUSADO, CORPO DE DELITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1193343&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INVESTIGAÇÃO CRIMINAL, FUNDAMENTO, DENÚNCIA ANÔNIMA)\nAI 725700 AgR (1ªT). \n(MAJORAÇÃO DE HONORÁRIOS ADVOCATÍCIOS)\nAO 2063 AgR (TP). \n- Decisão monocrática citada:\n(INVESTIGAÇÃO, FUNDAMENTO, DENÚNCIA ANÔNIMA)\nMS 24369 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: Inq 355 AgR, RHC 7329, RMS 4435. \n- Legislação estrangeira citada: art. 8º e art. 141 do Código de Processo Penal de 1930 da Itália; art. 240 e art. 333, nº 3, do Código de Processo Penal de 1988 da Itália.\nNúmero de páginas: 18.\nAnálise: 25/11/2020, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nAGDO.(A/S)  : AMASE - ASSOCIACAO DOS MAGISTRADOS DE SERGIPE \nADV.(A/S)  : MARCELO AUGUSTO BARRETO DE CARVALHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":417202,"documental_tese_texto":null,"procedencia_geografica_completo":"SE - SERGIPE","processo_codigo_completo":"RE 1193343 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-11-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Almedina, 1987. p. 220-224, item 2.\nBARBALHO, João. Constituição Federal Brasileira – Comentários. 2. ed. F. Briguiet, 1924. p. 423.\nBARROS, Suzana de Toledo. O Princípio da Proporcionalidade e o Controle de Constitucionalidade das Leis Restritivas de Direitos Fundamentais. 2. ed. Brasília Jurídica, 2000. p. 216.\nBARROSO, Luís Roberto. Temas de Direito Constitucional. Renovar, 2001. Tomo I. p. 363-366.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. Saraiva, 1989. v. 2. p. 43-44. \nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 4. ed. Saraiva, 2002. p. 91.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 5. ed. Almedina, 1991. p. 661, item 3.\nCAPEZ, Fernando. Curso de Processo Penal. 7. ed. Saraiva, 2001. p. 77, item 10.13.\nCONTI, Ugo (Coord.). Il Codice di Procedura Penale Illustrato Articolo per Articolo. Milano: Società Editrice Libraria, 1937. v. 1. p. 562-564, itens 154 e 155.\nFARIAS, Edilsom Pereira de. Colisão de Direitos. Fabris, 1996. p. 94-101, item 8.3.\nFERNANDES, Jorge Ulisses Jacoby. Tomada de Contas Especial. 2. ed. Brasília Jurídica, 1998. p. 51, item 4.1.1.1.2.\nHUNGRIA, Nelson. Comentários ao Código Penal. Forense, 1958. v. 9. p. 466, item 178.\nJESUS, Damásio E. de. Código de Processo Penal Anotado. 18. ed. Saraiva, 2002. p. 9.\nLEONE, Giovanni. Trattato di Diritto Processuale Penale. Napoli: Casa Editrice Dott. Eugenio Jovene, 1961. v. 2. p. 12-13, item 1.\nMARQUES, José Frederico. Elementos de Direito Processual Penal. 2. ed. Atualização: Eduardo Reale Ferrari. Millenium, 2000. v. 1. p. 147, item 71.\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira. Jacinto Ribeiro dos Santos, 1918. p. 713, item 440.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 7. ed. Atlas, 2000. p. 95, item 5.4.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. Atlas, 2002. p. 207, item 5.17.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. Revista dos Tribunais, 2002. p. 68, item 29.\nPODESTÁ, Fábio Henrique. Direito à Intimidade. Liberdade de Imprensa. Danos por Publicação de Notícias. In: Constituição Federal de 1988 – Dez Anos (1988-1998). Juarez de Oliveira, 1999. p. 230-231, item 5.\nSALLES JUNIOR, Romeu de Almeida. Inquérito Policial e Ação Penal. 7. ed. Saraiva, 1998. p. 19-20, item 17.\nSARMENTO, Daniel. A Ponderação de Interesses na Constituição Federal. Lumen Juris, 2000. p. 193-203, itens 1 e 2.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 20. ed. Malheiros, 2002. p. 244, item 15.2.\nSTEINMETZ, Wilson Antônio. Colisão de Direitos Fundamentais e Princípio da Proporcionalidade. Livraria do Advogado, 2001. p. 139-172.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 4. ed. Saraiva, 1999. v. 1. p. 34-35.\nTUCCI, Rogério Lauria. Persecução Penal, Prisão e Liberdade. Saraiva, 1980. p. 34-35, item 6.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1193343,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}