{"result":{"took":683,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26217,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur313442","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, concedeu parcialmente a ordem, para, nos termos do voto do Relator, substituir a prisão preventiva do paciente decretada no Processo 5073475-13.2014.404.7000/PR pelas seguintes medidas cautelares, se por outro motivo não estiver preso: a) afastamento da direção e da administração das empresas envolvidas nas investigações, ficando proibido de ingressar em quaisquer de seus estabelecimentos, e suspensão do exercício profissional de atividade de natureza empresarial, financeira e econômica; b) recolhimento domiciliar integral até que demonstre ocupação lícita, quando fará jus ao recolhimento domiciliar apenas em período noturno e nos dias de folga; c) comparecimento quinzenal em juízo, para informar e justificar atividades, com proibição de mudar de endereço sem autorização; d) obrigação de comparecimento a todos os atos do processo, sempre que intimado; e) proibição de manter contato com os demais investigados, por qualquer meio; f) proibição de deixar o país, devendo entregar passaporte em até 48 (quarenta e oito) horas; g) monitoração por meio da utilização de tornozeleira eletrônica. Destacou que o descumprimento injustificado de quaisquer dessas medidas ensejará o restabelecimento da ordem de prisão (art. 282, § 4º, do Código de Processo Penal). Determinou, ainda, por força do art. 580, do Código de Processo Penal, estender os efeitos da concessão parcial da ordem deste habeas corpus a JOSÉ RICARDO NOGUEIRA BREGHIROLLI, AGENOR FRANKLIN MAGALHÃES MEDEIROS, SÉRGIO CUNHA MENDES, GERSON DE MELLO ALMADA, ERTON MEDEIROS DA FONSECA, JOÃO RICARDO AULER, JOSÉ ALDEMÁRIO PINHEIRO FILHO e MATEUS COUTINHO DE SÁ OLIVEIRA para substituir a prisão preventiva decretada nos aludidos autos pelas mesmas medidas cautelares aplicadas a RICARDO RIBEIRO PESSOA, se por outro motivo não estiverem presos. Vencidos os Senhores Ministros Celso de Mello e Cármen Lúcia, que denegavam a ordem. Falaram, pelo paciente, o Dr. Alberto Zacharias Toron e, pelo Ministério Público Federal, o Dr. Edson Oliveira de Almeida. Presidência do Senhor Ministro Teori Zavascki. 2ª Turma, 28.04.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur313442","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur313442","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS. PROCESSUAL PENAL. PRISÃO PREVENTIVA. FUNDAMENTAÇÃO. RISCO À APLICAÇÃO DA LEI PENAL. INEXISTÊNCIA DE INDICAÇÃO DE ELEMENTOS CONCRETOS. PRESUNÇÃO DE FUGA. IMPOSSIBILIDADE. CONVENIÊNCIA DA INSTRUÇÃO CRIMINAL. ENCERRAMENTO DE COLHEITA DA PROVA ACUSATÓRIA. ALTERAÇÃO DO QUADRO FÁTICO. POSSIBILIDADE DE FIXAÇÃO DE MEDIDAS CAUTELARES DIVERSAS COM A MESMA EFICIÊNCIA. PRESCINDIBILIDADE DE MANUTENÇÃO DA CUSTÓDIA CAUTELAR. CONCESSÃO PARCIAL DA ORDEM.\n\n\n\n    1. A prisão preventiva supõe prova da existência do crime (materialidade) e indício suficiente de autoria; todavia, por mais grave que seja o ilícito apurado e por mais robusta que seja a prova de autoria, esses pressupostos, por si sós, são insuficientes para justificar o encarceramento preventivo. A eles deverá vir agregado, necessariamente, pelo menos mais um dos seguintes fundamentos, indicativos da razão determinante da medida cautelar: (a) a garantia da ordem pública, (b) a garantia da ordem econômica, (c) a conveniência da instrução criminal ou (d) a segurança da aplicação da lei penal.\n\n\n\n    2. Ademais, essa medida cautelar somente se legitima em situações em que ela for o único meio eficiente para preservar os valores jurídicos que a lei penal visa a proteger, segundo o art. 312 do Código de Processo Penal. Ou seja, é indispensável ficar demonstrado que nenhuma das medidas alternativas indicadas no art. 319 da lei processual penal tem aptidão para, no caso concreto, atender eficazmente aos mesmos fins, nos termos do art. 282, § 6°, do Código de Processo Penal.\n\n\n\n    3. No caso, o decreto prisional não indicou atos concretos e específicos atribuídos ao paciente que demonstrem sua efetiva intenção de furtar-se à aplicação da lei penal. O fato de o agente ser dirigente de empresa que possua filial no exterior, por si só, não constitui motivo suficiente para a decretação da prisão preventiva. A jurisprudência desta Corte é firme no sentido da impossibilidade de decretação da prisão preventiva com base apenas em presunção de fuga. Precedentes.\n\n\n\n    4. No que se refere à garantia da instrução criminal, a prisão preventiva exauriu sua finalidade. Não mais subsistindo risco de interferência na produção probatória requerida pelo titular da ação penal, não se justifica, sob esse fundamento, a manutenção da custódia cautelar. Precedentes. \n\n\n\n    5. A jurisprudência desta Corte, em reiterados pronunciamentos, tem afirmado que, por mais graves e reprováveis que sejam as condutas supostamente perpetradas, isso não justifica, por si só, a decretação da prisão cautelar. De igual modo, o Supremo Tribunal Federal tem orientação segura de que, em princípio, não se pode legitimar a decretação da prisão preventiva unicamente com o argumento da credibilidade das instituições públicas, “nem a repercussão nacional de certo episódio, nem o sentimento de indignação da sociedade” (HC 101537, Relator(a): Min. MARCO AURÉLIO, Primeira Turma, DJe de 14-11-2011).\n\n\n\n    6. Não se nega que a sociedade tem justificadas e sobradas razões para se indignar com notícias de cometimento de crimes como os aqui indicados e de esperar uma adequada resposta do Estado, no sentido de identificar e punir os responsáveis. Todavia, a sociedade saberá também compreender que a credibilidade das instituições, especialmente do Poder Judiciário, somente se fortalecerá na exata medida em que for capaz de manter o regime de estrito cumprimento da lei, seja na apuração e no julgamento desses graves delitos, seja na preservação dos princípios constitucionais da presunção de inocência, do direito a ampla defesa e do devido processo legal, no âmbito dos quais se insere também o da vedação de prisões provisórias fora dos estritos casos autorizados pelo legislador.\n\n\n\n    7. O tempo decorrido desde o decreto de prisão e a significativa mudança do estado do processo e das circunstâncias de fato estão a indicar que a prisão preventiva, por mais justificada que tenha sido à época de sua decretação, atualmente pode (e, portanto, deve) ser substituída por medidas cautelares que podem igualmente resguardar a ordem pública, nos termos dos arts. 282 e 319 do Código de Processo Penal. \n\n\n\n    8. Ordem parcialmente concedida, para substituir a prisão preventiva do paciente por medidas cautelares específicas, estendida por força do art. 580 do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9015980","externo_seq_objeto_incidente":4733030,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-151  DIVULG 31-07-2015  PUBLIC 03-08-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=127186&classe=HC","is_colac":false,"titulo":"HC 127186","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00061\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 PAR-00001 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002 \"CAPUT\" PAR-00003 PAR-00004 \n          INC-00002 INC-00003 INC-00005 ART-00004 \n          \"CAPUT\" PAR-00006 ART-00022 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00333 PAR-ÚNICO\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00282 PAR-00004 PAR-00006 ART-00286 \n          PAR-00006 ART-00312 \n          ART-00319 REDAÇÃO DADA PELA LEI-12403/2011\n          ART-00404 REDAÇÃO DADA PELA LEI-11719/2008\n          ART-00580 ART-00616\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2015-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, IMPOSSIBILIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, HIPÓTESE, PREVISÃO, CÓDIGO DE PROCESSO PENAL, MOTIVO, CARACTERIZAÇÃO, ANTECIPAÇÃO, PENA. CARACTERIZAÇÃO, DEVER, MAGISTRADO, SUBSTITUIÇÃO, PRISÃO PREVENTIVA, HIPÓTESE, MEDIDA CAUTELAR DIVERSA DA PRISÃO, SUFICIÊNCIA, PREVENÇÃO DO RISCO, ORDEM PÚBLICA, LIBERDADE (DIREITO PENAL), ACUSADO.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: INDEFERIMENTO, HABEAS CORPUS. SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, IDONEIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA, FUNDAMENTO, PARTICIPAÇÃO, ORGANIZAÇÃO CRIMINOSA. CASO CONCRETO, ATRIBUIÇÃO, PACIENTE, COORDENAÇÃO, ORGANIZAÇÃO CRIMINOSA, EXECUÇÃO, CRIME, CORRUPÇÃO ATIVA, CRIME DE LAVAGEM DE DINHEIRO. FATO, PACIENTE, AFASTAMENTO, CARGO DE DIREÇÃO, AUSÊNCIA, IMPLICAÇÃO, IMPOSSIBILIDADE, INFLUÊNCIA, ADMINISTRAÇÃO, EMPRESA, DECORRÊNCIA, POSSE, CONTROLE ACIONÁRIO. INFORMAÇÃO, OCORRÊNCIA, TENTATIVA, INFLUÊNCIA, TESTEMUNHA. INADEQUAÇÃO, ARGUMENTAÇÃO, ENCERRAMENTO, INSTRUÇÃO CRIMINAL, DECORRÊNCIA, EXISTÊNCIA, POSSIBILIDADE, REINQUIRIÇÃO, TESTEMUNHA. INOCORRÊNCIA, EXCESSO DE PRAZO, PRISÃO PREVENTIVA, MOTIVO, LEI, DEFINIÇÃO, ORGANIZAÇÃO CRIMINOSA, PREVISÃO, POSSIBILIDADE, PRORROGAÇÃO, PRISÃO, IGUALDADE, PRAZO, PREVISÃO, ENCERRAMENTO, INSTRUÇÃO CRIMINAL, MOTIVO, COMPLEXIDADE, INSTRUÇÃO CRIMINAL, EXISTÊNCIA, MULTIPLICIDADE, RÉU. INVIABILIDADE, SUBSTITUIÇÃO, PRISÃO PREVENTIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO, MOTIVO, PERICULOSIDADE, RÉU, DECORRÊNCIA, POSSIBILIDADE, LIBERDADE (DIREITO PENAL), CONTINUIDADE, COMETIMENTO, CRIME, ORGANIZAÇÃO CRIMINOSA, CORRUPÇÃO ATIVA, CRIME DE LAVAGEM DE DINHEIRO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: INDEFERIMENTO, HABEAS CORPUS. EXISTÊNCIA, FUNDAMENTAÇÃO, SUFICIÊNCIA, PRISÃO PREVENTIVA, GARANTIA DA ORDEM PÚBLICA, DECORRÊNCIA, HABITUALIDADE, EXECUÇÃO DO CRIME, INSUFICIÊNCIA, MEDIDA CAUTELAR DIVERSA DA PRISÃO, INTERRUPÇÃO, REITERAÇÃO, CONDUTA CRIMINOSA. PRISÃO, RÉU, EXCLUSIVIDADE, FORMA, GARANTIA, AFASTAMENTO, ADMINISTRAÇÃO, EMPRESA, IMPOSSIBILIDADE, CONTROLE, EFETIVIDADE, CUMPRIMENTO, MEDIDA CAUTELAR DIVERSA DA PRISÃO, HIPÓTESE, PRISÃO DOMICILIAR, DECORRÊNCIA, EXISTÊNCIA, MULTIPLICIDADE, FORMA, COMUNICAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=127186&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"Caso \"OPERAÇÃO LAVA JATO\".\n- Acórdão(s) citado(s):\n(PRISÃO PREVENTIVA, GRAVIDADE, CRIME)\nHC 94468 (1ªT), HC 113945 (2ªT), HC 115613 (2ªT), HC 121006 (1ªT), HC 121286 (2ªT), RHC 123871 (1ªT), HC 80282 (2ªT). \n(PRISÃO PREVENTIVA, ANTECIPAÇÃO, PENA)\nHC 105556 (2ªT), HC 122072 (1ªT). \n(PRISÃO PREVENTIVA, REQUISITO)\nHC 95290 (2ªT). \n(PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, ELEMENTO CONCRETO)\nHC 125555 (2ªT), RTJ 134/798, RTJ 64/77. \n(PRISÃO PREVENTIVA, GARANTIA , INSTRUÇÃO CRIMINAL)\nHC 101816 (1ªT), RHC 121223 (1ªT), HC 120865 AgR (1ªT), HC 126025 (2ªT). \n(PRISÃO PREVENTIVA, FUNDAMENTAÇÃO)\nHC 100340 (2ªT). \n(PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO)\nHC 106446 (1ªT), HC 114098 (2ªT), HC 123235 (1ªT). \n(PRISÃO CAUTELAR, PRESUNÇÃO DE INOCÊNCIA)\nHC 68726 (TP), RTJ 133/280, RTJ 138/216, RTJ 142/855, RTJ 142/878, RTJ 148/429. \n(PRISÃO PREVENTIVA, INTEGRANTE, ORGANIZAÇÃO CRIMINOSA)\nHC 89847 (2ªT), HC 90889 (2ªT), HC 94442 (2ªT), HC 94999 (2ªT), HC 95024 (1ªT), HC 97378 (2ªT), HC 95421 AgR (2ªT), HC 101026 (2ªT), HC 108049 (2ªT). \n(TRIBUNAL, REINQUIRIÇÃO, TESTEMUNHA)\nHC 69335 (2ªT), RT 728/635, RT 750/571, RT 762/596. \n(EXCESSO DE PRAZO, PRISÃO CAUTELAR, COMPLEXIDADE, INSTRUÇÃO CRIMINAL)\nHC 81905 (1ªT), HC 85611 (2ªT), HC 85679 (1ªT), HC 85733 (2ªT), HC 86103 (2ªT), HC 86329 (1ªT), HC 89168 (1ªT), HC 90085 (2ªT), HC 92570 (2ªT), HC 97378 (2ªT), HC 101447 (2ªT), HC 102363 (2ªT), HC 124559 (2ªT), RTJ 93/1021, RTJ 110/573, RTJ 123/545, RTJ 124/1087, RTJ 128/652, RTJ 128/681, RTJ 129/746, RTJ 135/554, RTJ 136/604, RTJ 178/276, RTJ 196/306. \n(HC, EXTENSÃO, IDENTIDADE, SITUAÇÃO, ACUSADO)\nRHC 115995 (1ªT), RHC 117698 (1ªT), RHC 118660 (2ªT), HC 123023 (2ªT), HC 126846 (2ªT). \n(PRISÃO PREVENTIVA, PRESUNÇÃO, FUGA)\nHC 92842 (2ªT), HC 103536 (1ªT), HC 105494 (2ªT), HC 114661 (1ªT), HC 122572 (1ªT). \n(PRISÃO PREVENTIVA, CLAMOR PÚBLICO)\nHC 80719 (1ªT), HC 84662 (1ªT), HC 95358 (2ªT), HC 85298 QO (1ªT), HC 101537 (1ªT). \n- Veja AP 470 do STF.\n- Decisões estrangeiras citadas: United States v. Rabinowitz, 339 U.S. 56 (1950).\nNúmero de páginas: 72.\nAnálise: 13/08/2015, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : RICARDO RIBEIRO PESSOA \nIMPTE.(S)  : ALBERTO ZACHARIAS TORON E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":313442,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 127186","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2015-04-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"FERNANDES, Antonio Scarance. Processo penal constitucional. 4. ed. São Paulo: Revista dos Tribunais, 2005. p. 302.\r\nGRECO FILHO, Vicente. Manual de Processo Penal. 4. ed. Saraiva, 1997. p. 274-278.\r\nMIRABETE, Júlio Fabbrini. Código de Processo Penal Interpretado. 7. ed. Atlas, 2000. p. 688.\r\nNOGUEIRA, Paulo Lúcio. Curso Completo de Processo Penal. 9. ed. Saraiva, 1995. p. 250, item 3.\r\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 6. ed. Belo Horizonte: Del Rey, 2006. p. 435.","ministro_facet":["TEORI ZAVASCKI"],"processo_numero":127186,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur313606","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"CE","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais, pela União, do Ministro Luís Inácio Lucena Adams, Advogado-Geral da União; pelo Sindicato dos Trabalhadores do Poder Judiciário e Ministério Público da União no Distrito Federal - SINDIJUS/DF, o Dr. José Paulo Sepúlveda Pertence, OAB/DF 578; pelo Sindicato dos Servidores do Poder Legislativo Federal e do Tribunal de Contas da União - SINDILEGIS/DF, o Dr. Ibaneis Rocha Barros Junior, OAB/DF 11.555, e pelo Sindicato dos Servidores das Justiças Federais no Estado do Rio de Janeiro - SISEJUFE/RJ, o Dr. Rudi Meira Cassel, OAB/DF 22256, o julgamento foi suspenso. Impedido o Ministro Roberto Barroso. Presidência do Ministro Ricardo Lewandowski. Plenário, 18.03.2015.\r\n\n                  Decisão: Preliminarmente, o Tribunal, por maioria, apreciando o tema 395 da repercussão geral, conheceu do recurso extraordinário, vencidos os Ministros Rosa Weber, Luiz Fux, Cármen Lúcia e Celso de Mello. Em seguida, o Tribunal, por maioria, deu provimento ao recurso extraordinário, vencidos os Ministros Luiz Fux, Cármen Lúcia e Celso de Mello. O Tribunal, por maioria, modulou os efeitos da decisão para desobrigar a devolução dos valores recebidos de boa-fé pelos servidores até esta data, nos termos do voto do relator, cessada a ultra-atividade das incorporações concedidas indevidamente, vencido o Ministro Marco Aurélio, que não modulava os efeitos da decisão. Impedido o Ministro Roberto Barroso. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 19.03.2015.","is_repercussao_geral_merito":true,"relator_processo_nome":"GILMAR MENDES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur313606","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Ceará","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur313606","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário. 2. Administrativo. 3. Servidor público. 4. Incorporação de quintos decorrente do exercício de funções comissionadas no período compreendido entre a edição da Lei 9.624/1998 e a MP 2.225-48/2001. 5. Impossibilidade. 6. Recurso extraordinário provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9016170","externo_seq_objeto_incidente":4054666,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-151  DIVULG 31-07-2015  PUBLIC 03-08-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=638115&classe=RE","is_colac":false,"titulo":"RE 638115","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00002 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00512 ART-00557\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006732      ANO-1979\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00062 REDAÇÃO ORIGINÁRIA\n          ART-00062 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-0062A INCLUÍDO PELA MPR-2245-45/2001\n          ART-0062A PAR-ÚNICO INCLUÍDO PELA MPR-2245-45/2001\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008911      ANO-1994\n          ART-00003 ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009527      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009624      ANO-1998\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00003 PAR-00003\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-000831      ANO-1995\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000892      ANO-1995\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000939      ANO-1995\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001160      ANO-1995\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001195      ANO-1995\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001480      ANO-1996\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001573      ANO-1997\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 9 - CONVERTIDA NA LEI-9527/1997\n\n","LEG-FED   MPR-001595      ANO-1997\n          ART-00015\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 14 - CONVERTIDA NA LEI-9527/1997\n\n","LEG-FED   MPR-002225      ANO-2001\n          ART-00003\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 45\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000010      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000636      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR. POSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), APRECIAÇÃO, ASPECTOS, NATUREZA CONSTITUCIONAL, MATÉRIA, HIPÓTESE, INSTÂNCIA INFERIOR, JULGAMENTO, CONTROVÉRSIA INFRACONSTITUCIONAL. EXISTÊNCIA, MULTIPLICIDADE, ASPECTOS, PRINCÍPIO DA LEGALIDADE. CARACTERIZAÇÃO, CAUSA DE PEDIR ABERTA, ÂMBITO, RECURSO EXTRAORDINÁRIO. REFORMULAÇÃO, DEFINIÇÃO, QUESTÃO CONSTITUCIONAL. NECESSIDADE, SUPREMO TRIBUNAL FEDERAL (STF), ESCLARECIMENTO, SENTIDO NORMATIVO, PRINCÍPIO DA LEGALIDADE. ABRANGÊNCIA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO, SUPREMACIA DA LEI, PRINCÍPIO DA RESERVA LEGAL. NECESSIDADE, INTERPRETAÇÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. POSSIBILIDADE, CONFIGURAÇÃO, OFENSA, CONSTITUIÇÃO, DECORRÊNCIA, INOBSERVÂNCIA, LEGISLAÇÃO ORDINÁRIA. NECESSIDADE, VERIFICAÇÃO, INTENSIDADE, OFENSA, CONSTITUIÇÃO FEDERAL, ÂMBITO, RECURSO EXTRAORDINÁRIO. MÉRITO. OFENSA, DECISÃO RECORRIDA, PRINCÍPIO DA LEGALIDADE. NECESSIDADE, DETERMINAÇÃO EXPRESSA, LEI, FINALIDADE, REPRISTINAÇÃO, NORMA. EXIGÊNCIA, LEI, OBJETIVO, CONCESSÃO, VANTAGEM REMUNERATÓRIA, SERVIDOR PÚBLICO. MODULAÇÃO DE EFEITOS. DESNECESSIDADE, SERVIDOR PÚBLICO, REPETIÇÃO DE INDÉBITO, HIPÓTESE, BOA-FÉ, RECEBIMENTO, VALOR, INCORPORAÇÃO DE QUINTOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: PRELIMINAR. DIFICULDADE, SEPARAÇÃO, MATÉRIA CONSTITUCIONAL, MATÉRIA INFRACONSTITUCIONAL. IMPOSSIBILIDADE, EXCLUSÃO, APRECIAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), TOTALIDADE, HIPÓTESE, DEFINIÇÃO, CONTEÚDO DA LEI, APLICAÇÃO DA LEI. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PRELIMINAR. FLEXIBILIZAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), EXIGÊNCIA, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL, ÂMBITO, RECURSO EXTRAORDINÁRIO. LIMITAÇÃO, PLENÁRIO VIRTUAL, RECONHECIMENTO, REPERCUSSÃO GERAL, MATÉRIA. AUSÊNCIA, REALIZAÇÃO, JUÍZO, CONHECIMENTO, RECURSO EXTRAORDINÁRIO, ÂMBITO, PLENÁRIO VIRTUAL. POSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), APRECIAÇÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, FINALIDADE, VERIFICAÇÃO, OFENSA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO, DEVIDO PROCESSO LEGAL. OCORRÊNCIA, SUBSTITUIÇÃO, DECISÃO, TRIBUNAL INFERIOR, HIPÓTESE, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), APRECIAÇÃO, MÉRITO, RECURSO ESPECIAL. INEXIGIBILIDADE, DECISÃO RECORRIDA, MENÇÃO, DISPOSITIVO, CONSTITUIÇÃO FEDERAL, FINALIDADE, CARACTERIZAÇÃO, PREQUESTIONAMENTO. SUFICIÊNCIA, DECISÃO RECORRIDA, ADOÇÃO, ENTENDIMENTO, INSTITUTO JURÍDICO, CONSTITUIÇÃO FEDERAL. MÉRITO. EVOLUÇÃO HISTÓRICA, LEGISLAÇÃO, MATÉRIA, DIREITO, SERVIDOR PÚBLICO, INCORPORAÇÃO DE QUINTOS. LIMITAÇÃO, MEDIDA PROVISÓRIA, TRANSFORMAÇÃO, NOMENCLATURA. INOCORRÊNCIA, RESTABELECIMENTO, DIREITO, INCORPORAÇÃO DE QUINTOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PRELIMINAR. POSSIBILIDADE, STF, APRECIAÇÃO, CONTROVÉRSIA CONSTITUCIONAL, MOMENTO POSTERIOR, HIPÓTESE, CONSIDERAÇÃO, MATÉRIA INFRACONSTITUCIONAL, MOMENTO ANTERIOR. DISCRICIONARIEDADE, SUPREMO TRIBUNAL FEDERAL (STF), RECONHECIMENTO, REPERCUSSÃO GERAL, MATÉRIA.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: PRELIMINAR. NEGATIVA DE CONHECIMENTO. CARACTERIZAÇÃO, MATÉRIA INFRACONSTITUCIONAL, CASO CONCRETO, FUNDAMENTO, NECESSIDADE, CONFRONTO, MEDIDA PROVISÓRIA, LEI FEDERAL. COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), GUARDA, LEGISLAÇÃO INFRACONSTITUCIONAL. INSUFICIÊNCIA, PARTE RECORRENTE, VEICULAÇÃO, MATÉRIA CONSTITUCIONAL. NECESSIDADE, ACÓRDÃO RECORRIDO, VEICULAÇÃO, MATÉRIA CONSTITUCIONAL. MÉRITO. NECESSIDADE, REALIZAÇÃO, INTERPRETAÇÃO HISTÓRICA, MEDIDA PROVISÓRIA. RECONHECIMENTO, JURISPRUDÊNCIA FIRMADA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), DIREITO, INCORPORAÇÃO DE QUINTOS. NECESSIDADE, APLICAÇÃO, PRINCÍPIO DA ISONOMIA, CASO CONCRETO, FUNDAMENTO, RECONHECIMENTO, DIREITO, INCORPORAÇÃO DE QUINTOS, MULTIPLICIDADE, CATEGORIA, ÂMBITO ADMINISTRATIVO, ÂMBITO JUDICIAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: PRELIMINAR. NEGATIVA DE CONHECIMENTO. AUSÊNCIA, APRECIAÇÃO, MATÉRIA CONSTITUCIONAL, ÂMBITO, INSTÂNCIA INFERIOR, CASO CONCRETO. INOCORRÊNCIA, INTERPOSIÇÃO, RECURSO EXTRAORDINÁRIO, SIMULTANEIDADE, RECURSO ESPECIAL, CASO CONCRETO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: PRELIMINAR. NEGATIVA DE CONHECIMENTO. DESCARACTERIZAÇÃO, MATÉRIA CONSTITUCIONAL, VERIFICAÇÃO, PREENCHIMENTO, HIPÓTESE DE INCIDÊNCIA, LEI.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: PRELIMINAR. NEGATIVA DE CONHECIMENTO. NECESSIDADE, EXISTÊNCIA, ARBITRARIEDADE, CARÁTER OBJETIVO, INTERPRETAÇÃO, NORMA INFRACONSTITUCIONAL, FINALIDADE, CONFIGURAÇÃO, OFENSA DIRETA, PRINCÍPIO DA LEGALIDADE. DESCABIMENTO, RECURSO EXTRAORDINÁRIO, FUNDAMENTO, INCORREÇÃO, INTERPRETAÇÃO, LEGISLAÇÃO INFRACONSTITUCIONAL. INOCORRÊNCIA, PRECLUSÃO, APRECIAÇÃO, PRESSUPOSTO DE ADMISSIBILIDADE, RECURSO EXTRAORDINÁRIO, DECORRÊNCIA, RECONHECIMENTO, REPERCUSSÃO GERAL, ÂMBITO, PLENÁRIO VIRTUAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: MODULAÇÃO DE EFEITOS. DESCABIMENTO, MODULAÇÃO DE EFEITOS, CASO CONCRETO, FUNDAMENTO, OFENSA, PRINCÍPIO DA ISONOMIA, CONFIGURAÇÃO, PROCESSO SUBJETIVO, AUSÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- OBITER DICTUM, MIN. TEORI ZAVASCKI: INADEQUAÇÃO, MANUTENÇÃO, DISTINÇÃO, EFICÁCIA, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), ÂMBITO, RECURSO EXTRAORDINÁRIO, COMPARAÇÃO, MANDADO DE SEGURANÇA, FUNDAMENTO, POSIÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ORGANIZAÇÃO JUDICIÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=638115&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RE, DECISÃO, STJ, PRECLUSÃO, FUNDAMENTO CONSTITUCIONAL)\nAI 145589 AgR (TP), RE 365989 AgR (2ªT), AI 155002 AGR (2ªT). \n(RE, CAUSA DE PEDIR ABERTA)\nRE 298695 (TP). \n(RE, PRINCÍPIO DA LEGALIDADE)\nAI 192995 AgR (2ªT), AI 153310 AgR (1ªT), AI 161396 AGR (1ªT), RTJ 144/962, RTJ 189/336. \n(RE, PLENÁRIO VIRTUAL, PRECLUSÃO, JUÍZO DE ADMISSIBILIDADE)\nRE 607607 ED (TP). \n(RE, DIREITO INTERTEMPORAL)\nAI 254540 (1ªT). \n(RE, DEVIDO PROCESSO LEGAL)\nRE 154159 (2ªT), RE 158215 (2ªT), RE 194295 (2ªT), RE 198016 (2ªT). \n(RE, DIREITO ADQUIRIDO)\nRE 638115 (TP). \n- Decisões monocráticas citadas:\n(RE, PRINCÍPIO DA LEGALIDADE)\nAI 307711, AI 339607.\n- Acórdão(s) citado(s) - outros tribunais:\nTCU: Decisão 732/2003, Processo 013.092/2002-6. \n- Legislação estrangeira citada: art. 103, II, da Lei Fundamental alemã.\n- Decisão estrangeira citada: BVerfGE 18, 85 (92 s.) e 64, 389 (394), da Corte Constitucional alemã.\n- Veja MS 25763, MS 25845 e MS 22423 do STF.\nNúmero de páginas: 74.\nAnálise: 15/09/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : FRANCISCO RICARDO LOPES MATIAS E OUTRO(A/S)\nADV.(A/S)  : IBANEIS ROCHA BARROS JUNIOR \nINTDO.(A/S)  : ASSOCIAÇÃO DOS SERVIDORES DO TRIBUNAL SUPERIOR ELEITORAL (ASSERTSE) \nADV.(A/S)  : IBANEIS ROCHA BARROS JUNIOR E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DO PODER LEGISLATIVO FEDERAL E DO TRIBUNAL DE CONTAS DA UNIÃO (SINDILEGIS/DF) \nADV.(A/S)  : IBANEIS ROCHA BARROS JUNIOR E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DAS JUSTIÇAS FEDERAIS NO ESTADO DO RIO DE JANEIRO (SISEJUFE/RJ) E OUTRO(A/S)\nADV.(A/S)  : RUDI MEIRA CASSEL \nINTDO.(A/S)  : FEDERAÇÃO NACIONAL DOS TRABALHADORES DO JUDICIÁRIO FEDERAL E DO MINISTÉRIO PÚBLICO DA UNIÃO (FENAJUFE) \nADV.(A/S)  : CEZAR BRITTO E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES DO PODER JUDICIÁRIO E MINISTÉRIO PÚBLICO DA UNIÃO NO DISTRITO FEDERAL (SINDIJUS/DF) \nADV.(A/S)  : JOSÉ PAULO SEPÚLVEDA PERTENCE E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO DOS SERVIDORES DA FUNDAÇÃO COORDENAÇÃO DE APERFEIÇOAMENTO DE ENSINO SUPERIOR (ASCAPES) \nADV.(A/S)  : ESTEFÂNIA VIVEIROS E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO FEDERAL NO ESTADO DO ESPÍRITO SANTO (SINPOJUFES) \nADV.(A/S)  : LISE MOREIRA CARNEIRO E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO DOS TRABALHADORES DO PODER JUDICIÁRIO FEDERAL DOS ESTADOS DO PARÁ E AMAPÁ - SINDJUF - PA/AP \nADV.(A/S)  : RUDI MEIRA CASSEL E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO DOS TRABALHADORES NO SERVIÇO PÚBLICO FEDERAL - CONDSEF \nADV.(A/S)  : JOSÉ LUIS WAGNER E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO NACIONAL DOS SERVIDORES FEDERAIS DA EDUCAÇÃO BÁSICA E PROFISSIONAL - SINASEFE \nADV.(A/S)  : JOSE LUIS WAGNER E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO DOS AUDITORES FEDERAIS DE CONTROLE EXTERNO - AUDITAR \nADV.(A/S)  : JULIANO COSTA COUTO E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO DOS TRABALHADORES DO PODER JUDICIÁRIO FEDERAL DE SANTA CATARINA - SINTRAJUSC \nADV.(A/S)  : PEDRO MAURÍCIO PITA MACHADO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"395 - Incorporação de quintos decorrentes do exercício de funções comissionadas e/ou gratificadas.","old_seq_sjur":313606,"documental_tese_texto":"Ofende o princípio da legalidade a decisão que concede a incorporação de quintos pelo exercício de função comissionada no período de 8/4/1998 até 4/9/2001, ante a carência de fundamento legal.\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"CE - CEARÁ","processo_codigo_completo":"RE 638115","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-03-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CANOTILHO, José Joaquim Gomes. Direito Constitucional. 5. ed. Coimbra, 1992. p. 795-796 e 799.\nDIPP, Gilson. Aspectos Controversos da Repercussão Geral. Consulex, v. 18, n. 247. p. 38-42. \nSCHLAICH, Klaus. Das Bundesverfassungsgericht. Munique, 1985. p. 108 e 109.\nZUCK, Rüdiger. Das Recht der Verfassungsbeschwerde. 2. ed. Munique, 1968. p. 220 e 221.","ministro_facet":["GILMAR MENDES"],"processo_numero":638115,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur307851","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Senhora Ministra Cármen Lúcia (Relatora), deferindo a medida cautelar para suspender a eficácia do artigo 305 e seu § 1º, da Constituição do Estado do Pará, pediu vista dos autos o Senhor Ministro Dias Toffoli. Falaram, pelo requerente, o Dr. Ophir Cavalcante Júnior, Presidente do Conselho Federal da Ordem dos Advogados do Brasil, e, pelo Ministério Público Federal, o Dr. Roberto Monteiro Gurgel Santos, Procurador-Geral da República. Presidência do Senhor Ministro Cezar Peluso. Plenário, 16.02.2011. \r\n\n                  Decisão: O Tribunal, nos termos do voto da Relatora, deferiu a medida cautelar para suspender a eficácia do artigo 305, caput, e § 1º, da Constituição do Estado do Pará, vencido em parte o Ministro Dias Toffoli. Ausentes, justificadamente, o Ministro Celso de Mello e, participando do 3º Seminário luso-brasileiro de Direito, em Portugal, o Ministro Gilmar Mendes. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 09.04.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur307851","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur307851","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ART. 305 DA CONSTITUIÇÃO DO ESTADO DO PARÁ. PENSÃO VITALÍCIA PARA EX-GOVERNADORES. \n\n\n\n    1. No vigente ordenamento republicano e democrático brasileiro, os cargos políticos de chefia do Poder Executivo não são exercidos nem ocupados 'em caráter permanente', por serem os mandatos temporários e seus ocupantes, transitórios. \n\n\n\n    2. Ex-governador não é mais agente público, pelo que não se poderia cogitar de vinculação de categoria remuneratória afeta à desembargador do Estado, do Tribunal de Justiça do Estado. A remissão ao vencimento do governador em exercício ou, na espécie, de desembargador, para fixação do padrão de subsídio, patenteia estender-se o subsídio a quem não mais trabalha no Estado e, por isso, não teria razão para ser remunerado, menos ainda em idêntica situação a quem está no cargo.\n\n\n\n    3. A carência de parâmetro constitucional nacional e a inauguração de padrão normativo estadual em desacordo com os princípios da Constituição da República, especialmente aqueles referentes às regras orçamentárias e aos princípios constitucionais da Administração Pública, evidenciam a relevância jurídica da questão posta e os gravames jurídicos e sociais que a preservação dos efeitos da norma poderia acarretar. \n\n\n\n    4. Precedentes. \n\n\n\n    5. Medida cautelar deferida para suspender a eficácia do art. 305, caput e § 1º, da Constituição do Estado do Pará, até julgamento de mérito da presente ação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8642445","externo_seq_objeto_incidente":4025763,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-109  DIVULG 08-06-2015  PUBLIC 09-06-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4552&classe=ADI","is_colac":false,"titulo":"ADI 4552 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n          ART-00184 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00003 INC-00001 INC-00004 ART-00025 \n          \"CAPUT\" PAR-00001 ART-00037 \"CAPUT\" \n          INC-00010 INC-00011 INC-00013 PAR-00004 \n          ART-00039 PAR-00004 PAR-00008 ART-00040 \n          PAR-00013 ART-00195 PAR-00005 ART-00201 \n          PAR-00001 PAR-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00011 ART-00053 INC-00002 INC-00003 \n          ART-00054\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-001593      ANO-1952\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006095      ANO-1974\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007070      ANO-1982\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007474      ANO-1986\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008059      ANO-1990\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008400      ANO-1992\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009422      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009425      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009793      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 PAR-00003 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011520      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012663      ANO-2012\n          ART-00037\n                LEI ORDINÁRIA - LEI GERAL DA COPA\n\n","LEG-FED   LEI-013087      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-006381      ANO-2008\n                DECRETO\n\n","LEG-EST   CES      ANO-1989\n          ART-00305 \"CAPUT\" PAR-00001 PAR-00002\n                CONSTITUIÇÃO ESTADUAL, PA\n\n","LEG-EST   ADCT      ANO-1989\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS, MS"],"publicacao_data":"2015-06-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CARACTERIZAÇÃO, SUBSÍDIO, ESPÉCIE, REMUNERAÇÃO. INDICAÇÃO, CONSTITUIÇÃO FEDERAL, HIPÓTESE, ADOÇÃO, REGIME JURÍDICO, SUBSÍDIO. INADMISSIBILIDADE, PAGAMENTO, REMUNERAÇÃO, HIPÓTESE, AUSÊNCIA, OCUPAÇÃO, CARGO PÚBLICO, EMPREGO PÚBLICO. CONFIGURAÇÃO, DOAÇÃO, DINHEIRO PÚBLICO, HIPÓTESE, PAGAMENTO, REMUNERAÇÃO, AUSÊNCIA, TRABALHO. IMPOSSIBILIDADE, CARACTERIZAÇÃO, SUBSÍDIO, EX-GOVERNADOR, VERBA DE REPRESENTAÇÃO, PENSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INAPLICABILIDADE, PRINCÍPIO DA SIMETRIA, CASO CONCRETO. CARACTERIZAÇÃO, PRINCÍPIO DA IGUALDADE, NÚCLEO ESSENCIAL, IDEIA, REPÚBLICA, IDEIA, DEMOCRACIA. EXIGÊNCIA, PRINCÍPIO DA IGUALDADE, RAZOABILIDADE, JUSTIFICATIVA, FINALIDADE, CRIAÇÃO, DISTINÇÃO. INSUFICIÊNCIA, CONDIÇÃO, EX-GOVERNADOR, OBJETIVO, JUSTIFICAÇÃO, CRIAÇÃO, PENSÃO ESPECIAL, FUNDAMENTO, CARÁTER GENÉRICO, SITUAÇÃO. EXCEPCIONALIDADE, ATUAÇÃO, PODER JUDICIÁRIO, CONDIÇÃO, LEGISLADOR POSITIVO. NECESSIDADE, COMPROMETIMENTO, DIREITO FUNDAMENTAL, EXIGÊNCIA, RELEVÂNCIA, PRINCÍPIO CONSTITUCIONAL, FINALIDADE, PODER JUDICIÁRIO, PROFERIMENTO, DECISÃO, CARÁTER ADITIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: IRRAZOABILIDADE, CONCESSÃO, SUBSÍDIO, EX-GOVERNADOR, FUNDAMENTO, CARÁTER TEMPORÁRIO, CARGO POLÍTICO, CARÁTER CONTRIBUTIVO, SUBSÍDIO, POSSIBILIDADE, AGENTE POLÍTICO, EXERCÍCIO, DIVERSIDADE, ATIVIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: INCONSTITUCIONALIDADE, VINCULAÇÃO, SUBSÍDIO, EX-GOVERNADOR, REMUNERAÇÃO, DESEMBARGADOR, TRIBUNAL DE JUSTIÇA. COMPETÊNCIA, UNIÃO, LEGISLAÇÃO, SEGURIDADE SOCIAL. DEVER, AGENTE POLÍTICO, RECOLHIMENTO, CONTRIBUIÇÃO PREVIDENCIÁRIA. CONFIGURAÇÃO, CASO CONCRETO, RISCO, LESÃO AO ERÁRIO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: DEFERIMENTO PARCIAL, MEDIDA CAUTELAR. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CONSTITUCIONALIDADE, ESTADO-MEMBRO, INSTITUIÇÃO, SUBSÍDIO, EX-GOVERNADOR, VIGÊNCIA, EMENDA CONSTITUCIONAL 1 DE 1969, FUNDAMENTO, PRINCÍPIO DA SIMETRIA. INSUFICIÊNCIA, INVOCAÇÃO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, FINALIDADE, JUSTIFICATIVA, PROIBIÇÃO, ESTADO-MEMBRO, INSTITUIÇÃO, SUBSÍDIO, EX-GOVERNADOR. ATRIBUIÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, COMPETÊNCIA, ESTADO-MEMBRO, HIPÓTESE, INEXISTÊNCIA, VEDAÇÃO. INEXIGIBILIDADE, CONSTITUIÇÃO ESTADUAL, REPRODUÇÃO, TOTALIDADE, NORMA, CONSTITUIÇÃO FEDERAL DE 1988. POSSIBILIDADE, REDAÇÃO ORIGINAL, CONSTITUIÇÃO ESTADUAL, REGULAÇÃO, MATÉRIA, INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO. DESCABIMENTO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, CASO CONCRETO, FUNDAMENTO ÚNICO, IMPOSSIBILIDADE, CARACTERIZAÇÃO, BENEFÍCIO PECUNIÁRIO, ESPÉCIE, SUBSÍDIO, BENEFÍCIO PREVIDENCIÁRIO, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL, BENEFÍCIO PREVIDENCIÁRIO, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). CARACTERIZAÇÃO, BENEFÍCIO PECUNIÁRIO, CASO CONCRETO, ESPÉCIE, PENSÃO ESPECIAL. POSSIBILIDADE, CONCESSÃO, PENSÃO ESPECIAL, DECORRÊNCIA, ATO, LIBERALIDADE, HIPÓTESE, RAZOABILIDADE, JUSTIFICATIVA. POSSIBILIDADE, CONCESSÃO, PENSÃO ESPECIAL, CARÁTER GERAL. INEXISTÊNCIA, OFENSA, PRINCÍPIO DA IMPESSOALIDADE, CASO CONCRETO, FUNDAMENTO, CONCESSÃO, BENEFÍCIO PECUNIÁRIO, TOTALIDADE, EX-GOVERNADOR. NECESSIDADE, CONSIDERAÇÃO, DIREITO (ORDENAMENTO JURÍDICO), FINALIDADE, DEFINIÇÃO, MORALIDADE, ATO, PODER PÚBLICO. IMPOSSIBILIDADE, SUBSTITUIÇÃO, MORALIDADE, LEGISLADOR, MORALIDADE, INTÉRPRETE, DIREITO. INADEQUAÇÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, ÂMBITO, CONTROLE ABSTRATO, FUNDAMENTO ÚNICO, PRINCÍPIO DA MORALIDADE. COMPATIBILIDADE, PENSÃO ESPECIAL, PRINCÍPIO DA ISONOMIA, HIPÓTESE, EXISTÊNCIA, JUSTIFICATIVA, DIFERENÇA, TRATAMENTO JURÍDICO. LEGITIMIDADE, CONCESSÃO, PENSÃO ESPECIAL, EX-GOVERNADOR, FUNDAMENTO, RELEVÂNCIA, SERVIÇO PRESTADO. PREVISÃO, ORDEM JURÍDICA, ESTADOS UNIDOS DA AMÉRICA, DIREITO, EX-PRESIDENTE DA REPÚBLICA, RECEBIMENTO, PENSÃO ESPECIAL. PREVISÃO, LEGISLAÇÃO BRASILEIRA, DIREITO COMPARADO, PLURALIDADE, BENEFÍCIO, EX-PRESIDENTE DA REPÚBLICA. EXIGÊNCIA, EXISTÊNCIA, NECESSIDADE, CARÁTER FINANCEIRO, EX-GOVERNADOR, FINALIDADE, CONCESSÃO, PENSÃO ESPECIAL. DEVER, EX-GOVERNADOR, COMPROVAÇÃO, INSUFICIÊNCIA, CARÁTER FINANCEIRO, OBJETIVO, RECEBIMENTO, PENSÃO ESPECIAL. NECESSIDADE, LEGISLADOR ESTADUAL, REGULAMENTAÇÃO, PENSÃO ESPECIAL, EX-GOVERNADOR, OBJETIVO, DEFINIÇÃO, CRITÉRIO, COMPROVAÇÃO, INSUFICIÊNCIA, CARÁTER FINANCEIRO, EX-GOVERNADOR. INCONSTITUCIONALIDADE, PREVISÃO, CONSTITUIÇÃO ESTADUAL, DIREITO, EX-GOVERNADOR, ACUMULAÇÃO, PENSÃO ESPECIAL, REMUNERAÇÃO, DECORRÊNCIA, EXERCÍCIO, ATIVIDADE ECONÔMICA. INCONSTITUCIONALIDADE, PREVISÃO, CONSTITUIÇÃO ESTADUAL, DIREITO, EX-GOVERNADOR, OPÇÃO, RECEBIMENTO, PENSÃO ESPECIAL, SUBSTITUIÇÃO, REMUNERAÇÃO, DECORRÊNCIA, EXERCÍCIO, ATIVIDADE ECONÔMICA. INAPLICABILIDADE, PROIBIÇÃO, CONSTITUIÇÃO FEDERAL, VINCULAÇÃO, REMUNERAÇÃO, SERVIDOR PÚBLICO, HIPÓTESE, PENSÃO ESPECIAL, EX-GOVERNADOR. INCONSTITUCIONALIDADE, VINCULAÇÃO, VALOR, PENSÃO ESPECIAL, EX-GOVERNADOR, VALOR, SUBSÍDIO, DESEMBARGADOR, TRIBUNAL DE JUSTIÇA, FUNDAMENTO, IMPOSSIBILIDADE, VALOR, PENSÃO, EX-GOVERNADOR, EXTRAPOLAÇÃO, VALOR, SUBSÍDIO, GOVERNADOR. MANUTENÇÃO, PENSÃO ESPECIAL, EX-GOVERNADOR, PARÁ, HIPÓTESE, CONCESSÃO, BENEFÍCIO, CONFORMIDADE, LEGISLAÇÃO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4552&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(VERBA DE REPRESENTAÇÃO, GOVERNADOR, VICE-GOVERNADOR)\nADI 3771 MC (TP). \n(SUBSÍDIO, EX-GOVERNADOR)\nADI 1461 (TP), RE 252352 (2ªT), ADI 3853 (TP). \n(AUTONOMIA, ESTADO-MEMBRO)\nADI 978 (TP). \n(REDAÇÃO ORIGINAL, CONSTITUIÇÃO ESTADUAL, MATÉRIA, INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO)\nADI 1167 (TP), ADI 2581 (TP). \n(PENSÃO ESPECIAL, JOGADOR DE FUTEBOL, SELEÇÃO, COPA DO MUNDO)\nADI 4976 (TP). \n(ADI, MEDIDA CAUTELAR, AUDIÊNCIA, ÓRGÃO, AUTORIDADE)\nADI 2381 MC (TP). \n(PENSÃO, VIÚVA, EX-PREFEITO)\nRE 405386 (2ªT). \n- Legislação estrangeira citada: The Former Presidents Act (FPA), de 1958, dos Estados Unidos da América.\r\n- Veja ADI 4546, ADI 4545, ADI 4544, ADI 4547 e ADI 4553 do STF.\r\nNúmero de páginas: 64.\r\nAnálise: 15/06/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JÚNIOR E OUTRO(A/S)\nREQDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DO PARÁ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":307851,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4552 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2015-04-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"FERREIRA, Pinto. Curso de Direito Constitucional. Saraiva, 1990. p. 277-278.\r\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 26. ed. São Paulo: Malheiros, 2009. p. 120.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":4552,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur314503","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Gustavo Zortea da Silva, Defensor Público Federal. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 26.05.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur314503","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:31:29.666093","dg_unique":"sjur314503","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER INSTRUTÓRIO – EXTRADITANDO ACUSADO PELA PRÁTICA DE CRIMES DE “FRAUDE AGRAVADA” – DELITOS QUE ENCONTRAM CORRESPONDÊNCIA TÍPICA NO ART. 171 (ESTELIONATO) DO CÓDIGO PENAL BRASILEIRO – INEXISTÊNCIA DE TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A REPÚBLICA TCHECA – NOTA DIPLOMÁTICA FORMULADA COM BASE EM PROMESSA DE RECIPROCIDADE – FUNDAMENTO JURÍDICO SUFICIENTE – OBSERVÂNCIA, NA ESPÉCIE, DOS CRITÉRIOS DA DUPLA TIPICIDADE E DA DUPLA PUNIBILIDADE – ALEGADA NULIDADE DO INTERROGATÓRIO PROCEDIDO POR JUIZ FEDERAL, MEDIANTE DELEGAÇÃO DO RELATOR DA CAUSA EXTRADICIONAL – INOCORRÊNCIA – EXTRADITANDO QUE DEMONSTROU POSSUIR CONHECIMENTO, ATIVO E PASSIVO, DA LÍNGUA PORTUGUESA – DESNECESSIDADE DE NOMEAÇÃO DE TRADUTOR PARA A REALIZAÇÃO DO ATO DE INTERROGATÓRIO – ARGUIÇÃO DE INEXISTÊNCIA DE CONFIGURAÇÃO DA TIPICIDADE PENAL POR AUSÊNCIA DE DEMONSTRAÇÃO DO DOLO DIRETO – NECESSÁRIO REEXAME APROFUNDADO DOS FATOS E DAS PROVAS SUBJACENTES À INVESTIGAÇÃO PENAL – INADMISSIBILIDADE – SISTEMA DE CONTENCIOSIDADE LIMITADA – ATENDIMENTO, NO CASO, DOS PRESSUPOSTOS E REQUISITOS NECESSÁRIOS AO ACOLHIMENTO DO PLEITO EXTRADICIONAL – EXIGÊNCIA DE DETRAÇÃO PENAL (ART. 91, II, DA LEI Nº 6.815/80) – EXTRADIÇÃO DEFERIDA.\n\n\n\n    INEXISTÊNCIA DE TRATADO DE EXTRADIÇÃO E OFERECIMENTO DE PROMESSA DE RECIPROCIDADE POR PARTE DO ESTADO REQUERENTE.\n\n\n\n    – A inexistência de tratado de extradição não impede a formulação e o eventual atendimento do pleito extradicional, desde que o Estado requerente prometa reciprocidade de tratamento ao Brasil mediante expediente (Nota Verbal) formalmente transmitido por via diplomática. Doutrina. Precedentes.\n\n\n\n    EXTRADIÇÃO – DUPLA TIPICIDADE E DUPLA PUNIBILIDADE.\n\n\n\n    – O postulado da dupla tipicidade – por constituir requisito essencial ao atendimento do pedido de extradição – impõe que o ilícito penal atribuído ao extraditando seja juridicamente qualificado como crime tanto no Brasil quanto no Estado requerente. Delito imputado ao súdito estrangeiro que encontra, na espécie em exame, correspondência típica na legislação penal brasileira.\n\n\n\n    – Não se concederá a extradição, quando se achar extinta, em decorrência de qualquer causa legal, a punibilidade do extraditando, notadamente se se verificar a consumação da prescrição penal, seja nos termos da lei brasileira, seja segundo o ordenamento positivo do Estado requerente. A satisfação da exigência concernente à dupla punibilidade constitui requisito essencial ao deferimento do pedido extradicional. Inocorrência, na espécie, de qualquer causa extintiva da punibilidade.\n\n\n\n    PROCESSO EXTRADICIONAL E SISTEMA DE CONTENCIOSIDADE LIMITADA: INADMISSIBILIDADE DE DISCUSSÃO SOBRE A PROVA PENAL PRODUZIDA PERANTE O ESTADO REQUERENTE.\n\n\n\n    – A ação de extradição passiva não confere, ordinariamente, ao Supremo Tribunal Federal qualquer poder de indagação sobre o mérito da pretensão deduzida pelo Estado requerente ou sobre o contexto probatório em que a postulação extradicional apoia-se, não cabendo, ainda, a esta Corte Suprema o exame aprofundado dos fatos subjacentes à acusação penal. Precedentes. Doutrina.\n\n\n\n    – O sistema de contenciosidade limitada, que caracteriza o regime jurídico da extradição passiva no direito positivo brasileiro, não permite qualquer indagação probatória pertinente ao ilícito criminal cuja persecução, no exterior, justificou o ajuizamento da demanda extradicional perante o Supremo Tribunal Federal.\n\n\n\n    – Revelar-se-á excepcionalmente possível, no entanto, a análise, pelo Supremo Tribunal Federal, de aspectos materiais concernentes à própria substância da imputação penal, sempre que tal exame mostrar-se indispensável à solução de controvérsia pertinente (a) à ocorrência de prescrição penal, (b) à observância do princípio da dupla tipicidade ou (c) à configuração eventualmente política tanto do delito atribuído ao extraditando quanto das razões que levaram o Estado estrangeiro a requerer ao Governo brasileiro a extradição de determinada pessoa. Inocorrência, na espécie, de qualquer dessas hipóteses.\n\n\n\n    DETRAÇÃO PENAL E PRISÃO CAUTELAR PARA EFEITOS EXTRADICIONAIS.\n\n\n\n    – O período de duração da prisão cautelar do súdito estrangeiro no Brasil, decretada para fins extradicionais, deve ser integralmente computado na pena a ser cumprida no Estado requerente.\n\n\n\n    – Essa exigência – originariamente estabelecida no Código Bustamante (art. 379), hoje fundada no Estatuto do Estrangeiro ou, quando houver, em tratado de extradição específico – objetiva impedir que a prisão cautelar no Brasil, quando decretada para fins extradicionais, culmine por prorrogar, indevidamente, o lapso temporal da pena de prisão a que estará eventualmente sujeito, no Estado requerente, o súdito estrangeiro cuja entrega foi reclamada ao Governo brasileiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9077351","externo_seq_objeto_incidente":4506637,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-156  DIVULG 07-08-2015  PUBLIC 10-08-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1334&classe=Ext","is_colac":false,"titulo":"Ext 1334","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00078 ART-00080 PAR-00001 \n          ART-00085 PAR-00001 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   CVC      ANO-1928\n          ART-00379\n                CONVENÇÃO DE DIREITO INTERNACIONAL PRIVADO DE HAVANA - CÓDIGO BUSTAMANTE\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00171 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-005647      ANO-1929\n                DECRETO - APROVA AS CONVENÇÕES ASSINADAS NA SEXTA CONFERÊNCIA PAN-AMERICANA, REALIZADA EM HAVANA\n\n","LEG-FED   DEC-018871      ANO-1929\n                DECRETO - PROMULGA A CONVENÇÃO DE DIREITO INTERNACIONAL PRIVADO DE HAVANA - CÓDIGO BUSTAMANTE"],"publicacao_data":"2015-08-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPATIBILIDADE, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, GARANTIA, CONTRADITÓRIO, GARANTIA À AMPLA DEFESA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1334&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PROMESSA, RECIPROCIDADE)\nExt 897 (TP), RTJ 96/42, RTJ 145/428, RTJ 162/452, EXT 824 (TP), EXT 315 (TP), EXT 340 (TP), RTJ 91/8. \n(TRATADO DE EXTRADIÇÃO, LEGISLAÇÃO ESPECIAL)\nRTJ 154/26, RTJ 164/420. \n(EXTRADIÇÃO, CARACTERIZAÇÃO, FATO CRIMINOSO)\nExt 1015 (TP). \n(PRINCÍPIO DO JUIZ NATURAL)\nRTJ 169/557, RTJ 179/378, RTJ 193/357. \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 977 (TP), Ext 1004 (TP), RTJ 162/452, RTJ 176/73. \n(ESTELIONATO, ILÍCITO CIVIL, ILÍCITO PENAL)\nRT 543/347, RT 423/401, RTJ 100/598. \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 183 (TP), Ext 1121 (TP), Ext 1126 (TP), RTJ 161/409, RTJ 170/746, EXT 720 ED (TP), RTJ 160/105. \n(EXTRADIÇÃO, INTERROGATÓRIO, TRADUÇÃO)\nExt 835 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, GARANTIA À AMPLA DEFESA)\nExt 804 (TP), EXT 396 (TP), RTJ 161/409. \n- Legislação estrangeira citada: Art. 209, ns. 1 e 5, \"a\", do Código Penal da República Tcheca.\nNúmero de páginas: 41.\nAnálise: 24/08/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA REPÚBLICA TCHECA \nEXTDO.(A/S)  : PETR FALTA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":314503,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1334","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-05-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ARAÚJO, Luiz Alberto David; NUNES JÚNIOR, Vidal Serrano. Curso de Direito Constitucional. 6. ed. Saraiva. p. 147, item 2.32.\nBASTOS, Celso Ribeiro. Curso de Direito Constitucional. Celso Bastos Editor, 2002. p. 382, item 16.1.\nCAHALI, Yussef Said. Estatuto do Estrangeiro. 2. ed. Revista dos Tribunais, 2011. p. 315, item 26.30. p. 324-328, item 26.33.\nCALIXTO, Negi. A Propósito da Extradição: a Impossibilidade de o STF Apreciar o Mérito no Processo de Extradição. Indisponibilidade do Controle Jurisdicional na Extradição. Revista de Informação Legislativa. v. 109. p. 163.\nFRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. Forense, 1985. p. 318 e 336 e 341-342, item 2.\nLISBOA, Carolina Cardoso Guimarães. A Relação Extradicional no Direito Brasileiro. Del Rey, 2001. p. 126-128, item 2.1.2.\nMARQUES, José Frederico. Tratado de Direito Penal. 2. ed. Saraiva, 1964. v. 1. p. 319.\nMORAES, Alexandre de. Direitos Humanos Fundamentais. 3. ed. Atlas, 2000. p. 249, item 5.98.\nREZEK, José Francisco. Direito Internacional Público - Curso Elementar. 10. ed. Saraiva, 2005. p. 201, item 121.\n____. Direito Internacional Público - Curso Elementar. Saraiva, 1989. p. 204, item 118.\n____. Direito Internacional Público. 7. ed. Saraiva, 1998. p. 198-200, itens 115-116.\nRUSSOMANO, Gilda. A Extradição no Direito Internacional e no Direito Brasileiro. 2. ed. Konfino, 1973. p. 22. \n____. A Extradição no Direito Internacional e no Direito Brasileiro. 3. ed. Revista dos Tribunais, 1981. p. 48, item 2.\nSOUZA, Artur de Brito Gueiros. As Novas Tendências do Direito Extradicional. Renovar, 1998. p. 105, item 1.3.\nTIBURCIO, Carmen; BARROSO, Luís Roberto. Algumas Questões sobre a Extradição no Direito Brasileiro. Revista dos Tribunais, n. 787, p. 437-460. p. 438.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1334,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429008","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 941 da repercussão geral, deu provimento ao recurso extraordinário, nos termos do voto do Relator, vencidos os Ministros Edson Fachin, Marco Aurélio, Ricardo Lewandowski e Celso de Mello. Foi fixada a seguinte tese: “A oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena”. Falaram: pela recorrida, o Dr. Rafael Raphaelli, Defensor Público do Estado do Rio Grande do Sul; e, pelo amicus curiae Defensoria Pública da União, o Dr. Esdras dos Santos Carvalho, Defensor Público Federal. Plenário, Sessão Virtual de 24.4.2020 a 30.4.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429008","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur429008","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Processual penal. Recurso extraordinário. Execução penal. Prévio procedimento administrativo disciplinar para o reconhecimento de falta grave. Desnecessidade. Audiência em juízo na qual assegurados o contraditório e a ampla defesa. Provimento do Recurso.\n\n\n\n    1.  O Supremo Tribunal Federal tem entendido que a oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena. \n\n\n\n    2.  No sistema de jurisdição una, o procedimento judicial conta com mais e maiores garantias que o procedimento administrativo, razão pela qual o segundo pode ser revisto judicialmente, prevalecendo a decisão judicial sobre a administrativa.\n\n\n\n    3.  Por outro lado, em um sistema congestionado como o da Execução Penal, qualquer atividade redundante ou puramente formal significa desvio de recursos humanos da atividade principal do Juízo, inclusive e notadamente a de assegurar os benefícios legais para que ninguém permaneça no cárcere por período superior à condenação.\n\n\n\n    4.  Desse modo, a apuração de falta grave em procedimento judicial, com as garantias a ele inerentes, perante o juízo da Execução Penal não só é compatível com os princípios do contraditório e da ampla defesa (art. 5º, LIV e LV, da CF) como torna desnecessário o prévio procedimento administrativo, o que atende, por igual, ao princípio da eficiência de que cuida o art. 37 da Constituição Federal. \n\n\n\n    5.  Provimento do Recurso com a afirmação da seguinte tese: “A oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753393432","externo_seq_objeto_incidente":4987685,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-196  DIVULG 05-08-2020  PUBLIC 06-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=972598&classe=RE","is_colac":false,"titulo":"RE 972598","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00054 INC-00055 \n          ART-00024 INC-00001 PAR-00004 ART-00037 \n          ART-00093 INC-00009 ART-00102 INC-00003 \n          LET-A ART-00127 ART-00129\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-0543C\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00047 ART-00048 PAR-ÚNICO ART-00050 \n          INC-00002 ART-00052 \"CAPUT\" ART-00059 \n          ART-00118 INC-00001 ART-00194\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00005 NÚMERO-6\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00121 PAR-00002 INC-00001 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000005      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000533      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-EST   DEC-046534      ANO-2009\n          ART-00022 INC-00003\n                DECRETO, RS"],"publicacao_data":"2020-08-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEI DE EXECUÇÃO PENAL, EXIGÊNCIA, INSTAURAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD), PRETENSÃO, IMPEDIMENTO, ARBITRARIEDADE, SANÇÃO, AUTORIDADE ADMINISTRATIVA, AUSÊNCIA, CONTRADITÓRIO, AMPLA DEFESA. AUDIÊNCIA DE JUSTIFICAÇÃO, POSSIBILIDADE, JUNTADA, DOCUMENTO, ARROLAMENTO DE TESTEMUNHA.\n\n- VOTO, MIN. GILMAR MENDES: SÚMULA VINCULANTE, STF, AUSÊNCIA, DEFESA TÉCNICA, PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD), APURAÇÃO, FALTA GRAVE (DIREITO PROCESSUAL PENAL). PRINCÍPIO CONSTITUCIONAL, DEVIDO PROCESSO LEGAL, CONTRADITÓRIO, AMPLA DEFESA, REQUISITO, VALIDADE, PROCEDIMENTO ADMINISTRATIVO DISCIPLINAR. PROCEDIMENTO ADMINISTRATIVO DISCIPLINAR, AUSÊNCIA, REQUISITO, VALIDADE, REALIZAÇÃO, PRINCÍPIO CONSTITUCIONAL. PODER JUDICIÁRIO, DECISÃO FINAL, LEGALIDADE, ATO; DECISÃO JUDICIAL, PREVALÊNCIA, DECISÃO ADMINISTRATIVA; RESERVA DE JURISDIÇÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PARTE RECORRIDA, FALTA GRAVE (DIREITO PROCESSUAL PENAL), FUGA, ESTABELECIMENTO PENAL. COMPETÊNCIA CONCORRENTE, DIREITO PENITENCIÁRIO, PREVALÊNCIA, LEGISLAÇÃO FEDERAL, HIPÓTESE, LEGISLADOR FEDERAL, AFASTAMENTO, COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO. LEI DE EXECUÇÃO PENAL, EXIGÊNCIA, INSTAURAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD), TOTALIDADE, HIPÓTESE, FALTA GRAVE (DIREITO PROCESSUAL PENAL). AUSÊNCIA, EFICÁCIA, LEGISLAÇÃO LOCAL, CRIAÇÃO, EXCEÇÃO, LEI FEDERAL. SEPARAÇÃO, INSTÂNCIA PENAL, INSTÂNCIA ADMINISTRATIVA. COMPETÊNCIA, AUTORIDADE ADMINISTRATIVA, EXERCÍCIO, PODER DISCIPLINAR. PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD), ASSEGURAMENTO, DIREITO À AMPLA DEFESA, CONTRADITÓRIO, INDISPENSABILIDADE, CONFIGURAÇÃO, INFRAÇÃO DISCIPLINAR; PODER-DEVER, ADMINISTRAÇÃO PÚBLICA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: OBSERVÂNCIA, SITUAÇÃO, SISTEMA CARCERÁRIO, MEDIDA CAUTELAR, APLICAÇÃO DA PENA, EXECUÇÃO PENAL. PRINCÍPIO DA CAPACIDADE PRISIONAL TAXATIVA. PENA ALTERNATIVA. INDISPENSABILIDADE, INSTAURAÇÃO, PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD), APURAÇÃO, FALTA GRAVE (DIREITO PROCESSUAL PENAL).\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INDEPENDÊNCIA, INSTÂNCIA PENAL, INSTÂNCIA ADMINISTRATIVA. PROCEDIMENTO JUDICIAL, AUSÊNCIA, USURPAÇÃO, PROCESSO ADMINISTRATIVO. DEPOIMENTO, CONDENADO, AUDIÊNCIA DE JUSTIFICAÇÃO, JUÍZO, EXECUÇÃO PENAL, AUSÊNCIA, DISPENSABILIDADE, PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD), APURAÇÃO, FALTA GRAVE (DIREITO PROCESSUAL PENAL), CUMPRIMENTO DA PENA.\n\n- TERMO(S) DE RESGATE: SISTEMA UNO DE JURISDIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=972598&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FALTA GRAVE, PROCESSO ADMINISTRATIVO DISCIPLINAR, AUDIÊNCIA DE JUSTIFICAÇÃO)\nHC 109536 (1ªT), HC 109542 (2ªT), RHC 109847 (1ªT), HC 110278 (1ªT), HC 112380 (1ªT), RE 969367 AgR (2ªT), RE 971935 AgR (2ªT), ARE 819921 AgR (1ªT), HC 150745 AgR (2ªT), RE 1166716 AgR (1ªT). \n(PROCESSO ADMINISTRATIVO DISCIPLINAR, AUSÊNCIA, DEFESA TÉCNICA, NULIDADE)\nRE 434059 (TP). \n(SITUAÇÃO, SISTEMA CARCERÁRIO, MEDIDA CAUTELAR, APLICAÇÃO DA PENA, EXECUÇÃO PENAL)\nADPF 347 MC (TP). \n(INDEPENDÊNCIA, INSTÂNCIA PENAL, INSTÂNCIA ADMINISTRATIVA)\nRMS 26510 (TP). \n(SÚMULA VINCULANTE 5/STF, PROCESSO ADMINISTRATIVO DISCIPLINAR, FALTA GRAVE)\nRE 398269 (2ªT), Rcl 9340 AgR (2ªT). \n- Decisões monocráticas citadas:\n(FALTA GRAVE, PROCESSO ADMINISTRATIVO DISCIPLINAR, AUDIÊNCIA DE JUSTIFICAÇÃO)\nARE 709383, ARE 808912, RE 981901, RE 1002915.\n(SÚMULA VINCULANTE 5/STF, PROCESSO ADMINISTRATIVO DISCIPLINAR, FALTA GRAVE)\nAI 805454.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1378557. \n- Legislação estrangeira citada: Art. 103, da Constituição Federal da Alemanha.\nNúmero de páginas: 54.\nAnálise: 17/02/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : MARIA EDNA SILVA DE PAIVA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"941 - Possibilidade de afastar-se o prévio procedimento administrativo disciplinar – PAD, ou suprir sua eventual deficiência técnica, na hipótese de oitiva do condenado em audiência de justificação no juízo da execução penal, realizada na presença do ministério público ou defensor.","old_seq_sjur":429008,"documental_tese_texto":"A oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 972598","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-05-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"SCHMIDT-BLEIBTREU, Bruno; KLEIN, Franz. Kommentar zum Grundgesetz. Kriftel: Luchterhand, 1999. p. 1516-1520.\nGIAMBERARDINO, André Ribeiro. Comentário à Lei de Execução. Belo Horizonte: CEI, 2018. p. 113.\nLOPES JR., Aury. Direito processual penal. 15. ed. São Paulo: Saraiva Educação, 2018. p. 97-98.\nPACCELLI, Eugênio. Curso de processo penal. São Paulo: Atlas, 2017. p. 49.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":972598,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429368","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, referendou a medida cautelar anteriormente deferida para suspender a eficácia do art. 6º-B da Lei nº 13.979/2020, incluído pelo art. 1º da Medida Provisória nº 928/2020, nos termos do voto do Relator. Falou, pelo requerente, o Dr. Cássio dos Santos Araújo. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 30.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429368","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur429368","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: EMENTA: CONSTITUCIONAL E ADMINISTRATIVO. RESTRIÇÕES GENÉRICAS E ABUSIVAS À GARANTIA CONSTITUCIONAL DE ACESSO À INFORMAÇÃO. AUSÊNCIA DE RAZOABILIDADE. VIOLAÇÃO AOS PRINCÍPIOS DA PUBLICIDADE E TRANSPARÊNCIA. SUSPENSÃO DO ARTIGO 6º-B DA LEI 13.979/11, INCLUÍDO PELA MP 928/2020. MEDIDA CAUTELAR REFERENDADA.\n\n\n\n    1. A Constituição Federal de 1988 consagrou expressamente o princípio da publicidade como um dos vetores imprescindíveis à Administração Pública, conferindo-lhe absoluta prioridade na gestão administrativa e garantindo pleno acesso às informações a toda a Sociedade. \n\n\n\n    2. À consagração constitucional de publicidade e transparência corresponde a obrigatoriedade do Estado em fornecer as informações solicitadas, sob pena de responsabilização política, civil e criminal, salvo nas hipóteses constitucionais de sigilo. \n\n\n\n    3. O art. 6º-B da Lei 13.979/2020, incluído pelo art. 1º da Medida Provisória 928/2020, não estabelece situações excepcionais e concretas impeditivas de acesso à informação, pelo contrário, transforma a regra constitucional de publicidade e transparência em exceção, invertendo a finalidade da proteção constitucional ao livre acesso de informações a toda Sociedade. \n\n\n\n    4. Julgamento conjunto das Ações Diretas de Inconstitucionalidade 6.347, 6351 e 6.353. Medida cautelar referendada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753469020","externo_seq_objeto_incidente":5889510,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-202  DIVULG 13-08-2020  PUBLIC 14-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6347&classe=ADI","is_colac":false,"titulo":"ADI 6347 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00002 INC-00010 INC-00014 \n          INC-00033 INC-00034 INC-00054 INC-00055 \n          INC-00072 ART-00037 \"CAPUT\" PAR-00003 \n          INC-00002 ART-00062 \"CAPUT\" ART-00093 \n          INC-00009 ART-00139 ART-00216 PAR-00002 \n          ART-0216A PAR-00001 INC-00009 ART-00220 \n          PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012527      ANO-2011\n          ART-00003 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00006 INC-00001 \n          ART-00010 ART-00011 PAR-00001 INC-00002 \n          PAR-00002 ART-00012 ART-00013 ART-00014 \n          ART-00015 ART-00016 ART-00017 ART-00018 \n          ART-00019 ART-00021 ART-00022 ART-00023 \n          ART-00024 ART-00025 ART-00026 ART-00027 \n          ART-00028 ART-00029 ART-00030\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979      ANO-2011\n          ART-0006B PAR-00001 INC-00001 INC-00002 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   MPR-000928      ANO-2020\n          ART-00001 ART-00029\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00005\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-08-14","documental_acordao_mesmo_sentido_lista_texto":"ADI 6353 MC-Ref PROCESSO ELETRÔNICO\n          JULG-30-04-2020  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-048\n          DJe-202  DIVULG 13-08-2020  PUBLIC 14-08-2020\n \nADI 6351 MC-Ref PROCESSO ELETRÔNICO\n          JULG-30-04-2020  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-048\n          DJe-202  DIVULG 13-08-2020  PUBLIC 14-08-2020","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA PUBLICIDADE. DIREITO FUNDAMENTAL, ACESSO À INFORMAÇÃO. EXCEPCIONALIDADE, SIGILO, INFORMAÇÃO, PROTEÇÃO, DIREITO À INTIMIDADE, VIDA PRIVADA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: MEDIDA PROVISÓRIA, ACESSO À INFORMAÇÃO, DIREITO À SAÚDE, EXIGÊNCIA, COMPARECIMENTO, TRABALHADOR, QUARENTENA, RESPOSTA, PEDIDO, INFORMAÇÃO. FORÇA MAIOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: IMPOSSIBILIDADE, RESTRIÇÃO, ACESSO À INFORMAÇÃO, LEI, EXCEÇÃO, PREVISÃO, NORMA, FORÇA MAIOR. NECESSIDADE, INFORMAÇÃO, MATÉRIA, SAÚDE, EDUCAÇÃO, POLÍTICAS PÚBLICAS, ADMINISTRAÇÃO PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: AUSÊNCIA, DEMOCRACIA, GARANTIA, DIREITO À INFORMAÇÃO. PRINCÍPIO DA PUBLICIDADE, ACESSO À INFORMAÇÃO, GARANTIA, PARTICIPAÇÃO, CIDADÃO; ATUAÇÃO, ADMINISTRAÇÃO PÚBLICA, OBSERVÂNCIA, PRINCÍPIO CONSTITUCIONAL. CONSTITUIÇÃO FEDERAL, PREVISÃO, PARTICIPAÇÃO, CIDADÃO, DIREITO DE PETIÇÃO, HABEAS DATA, AUDIÊNCIA PÚBLICA, PUBLICIDADE, JULGAMENTO, PODER JUDICIÁRIO. PARTICIPAÇÃO, IMPRENSA, ORGANIZAÇÃO NÃO GOVERNAMENTAL, CIDADÃO, CONTROLE, PODER PÚBLICO. CONCRETIZAÇÃO, PUBLICIDADE, INFORMAÇÃO, TRANSPARÊNCIA, COMPARTILHAMENTO, INFORMAÇÃO, INTERNET, EFICIÊNCIA, ADMINISTRAÇÃO PÚBLICA, ATENDIMENTO, CIDADÃO, DIMINUIÇÃO, CUSTO, PRESTAÇÃO DE SERVIÇO. ACESSO À INFORMAÇÃO, DIREITO FUNDAMENTAL. VEDAÇÃO, DIVULGAÇÃO, INFORMAÇÃO, CARÁTER PÚBLICO, AUSÊNCIA, RELEVÂNCIA. DIVULGAÇÃO, INFORMAÇÃO, PRESERVAÇÃO, INVIOLABILIDADE, DIREITO À INTIMIDADE, VIDA PRIVADA, HONRA, IMAGEM. PRINCÍPIO DA PROPORCIONALIDADE. DEVER, TRANSPARÊNCIA, DESPESA PÚBLICA. PODER DE LEGISLAR, DISCRICIONARIEDADE, LIMITAÇÃO. ACESSO À INFORMAÇÃO, PERÍODO, PANDEMIA, AMPLIAÇÃO, CONSCIÊNCIA REFLEXIVA. ADMISSIBILIDADE, LEI DE ACESSO À INFORMAÇÃO PÚBLICA, PRORROGAÇÃO, ATENDIMENTO, SOLICITAÇÃO, INFORMAÇÃO. PRINCÍPIO DA PUBLICIDADE, DIREITO À INFORMAÇÃO, COROLÁRIO, ESTADO DEMOCRÁTICO DE DIREITO. EFEITO, MEDIDA PROVISÓRIA, OFENSA, LIBERDADE DE IMPRENSA.\n\n- TERMO(S) DE RESGATE: POLÍTICA DE DESCONFIANÇA. FAKE NEWS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6347&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITO, CONCESSÃO, MEDIDA CAUTELAR, CONTROLE CONCENTRADO)\nADI 173 MC (TP), ADI 804 MC (TP), ADI 425 MC (TP), ADI 3401 MC (TP), ADI 508 MC (TP), ADI 467 MC (TP), ADI 474 MC (TP), ADI 718 MC (TP), ADI 1155 MC, ADI 490 MC. \n(ADMINISTRAÇÃO PÚBLICA, TRANSPARÊNCIA, ACESSO À INFORMAÇÃO, PRINCÍPIO DA PUBLICIDADE)\nRHD 22. \n(DIREITO À INFORMAÇÃO, PRINCÍPIO DA PUBLICIDADE)\nADPF 129 (TP), SS 3902 AgR-segundo (TP). \n- Decisões estrangeiras citadas: Caso Cantwell vs. Connecticut, 310 U.S. 296, 310 (1940), quoted 376 U.S at 271-72, da Suprema Corte dos Estados Unidos; Caso Claude Reyes y otros Vs. Chile, Sentença\nde 19 de setembro de 2006, Série C Nº 151, § 77, da Corte Interamericana de Direitos Humanos .\n- Veja ADI 6351 MC-Ref, ADI 6353 MC-Ref, ADI 6342 do STF.\nNúmero de páginas: 48.\nAnálise: 18/03/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : FILIPE TORRI DA ROSA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429368,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6347 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CASTRO, Carlos Roberto Siqueira. A Constituição aberta e os direitos fundamentais: Ensaios sobre o constitucionalismo pós-moderno e comunitário. Rio de Janeiro: Forense, 2010. p. 438.\nCASTRO, Catarina Sarmento. Direito da informática, privacidade e dados pessoais. Coimbra; Portugal: Almedina. p. 190-191.\nGIORGI, Raffaele de. Direito, Democracia e risco vínculos com o futuro. Porto Alegre: Sergio Antonio Fabris Editor, 1998. p. 191-192. \nHEINEN, Juliano. Comentários à lei de acesso à informação. Lei 12.527/2011. Belo Horizonte: Fórum, 2014. p. 58.\nIVES GANDRA MARTINS. Repertório IOB de jurisprudência, n. 8/95. p. 150-154, abr. 1995.\nJAHRREISS, Hermann. Groesse und Not der Gesetzgebung. Bremen: Schünemann, 1953. p. 5.\nLEAL, Victor Nunes. Técnica Legislativa. In: Estudos de direito público. Rio de Janeiro: Forense, 1960. p. 7-8.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 11 ed. São Paulo: Saraiva, 2016. p. 223-226.\nRODRIGUES, João Gaspar. Publicidade, transparência e abertura na administração pública. Revista de Direito Administrativo: Rio de Janeiro, v. 266, p. 89-123,  maio/ago 2014. p. 4.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6347,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur431358","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, inicialmente, resolveu questão de ordem suscitada pelo Presidente. Em seguida, após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelos interessados Presidente da República e Congresso Nacional, a Dra. Izabel Vinchon Nogueira de Andrade, Advogada da União; e, pela Procuradoria-Geral da República, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Presidência do Ministro Dias Toffoli. Plenário, 27.2.2019.\r\n\n                       Decisão: Apregoada para julgamento em conjunto com as ADI 2.256, 2.238, 2.261, 2.365, 2.250 e 2.241 e com a ADPF 24. Após os votos proferidos nas ADI 2.365, 2.261 e 2.238, o julgamento foi suspenso. Ausentes, justificadamente, o Senhor Ministro Luiz Fux e, por motivo de licença médica, o Senhor Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 21.08.2019 (Sessão Extraordinária).\r\n\n                 Decisão: Apregoada para julgamento em conjunto com as ADI 2.256, 2.238, 2.250 e 2.241 e com a ADPF 24. Após os votos proferidos nas ADI 2.250 e 2.238, o julgamento foi suspenso. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 21.08.2019 (Sessão Ordinária).\r\n\n                       Decisão: O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta no tocante aos arts. 56, § 2º, e 59, caput, da Lei Complementar nº 101/2000. Por maioria, julgou procedente a ação em relação ao art. 56, caput, nos termos do voto do Relator, vencido o Ministro Marco Aurélio, que dava interpretação conforme. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 22.08.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur431358","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur431358","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI COMPLEMENTAR 101/2000. LEI DE RESPONSABILIDADE FISCAL (LRF). ARTIGOS 56, § 2º, E 59, CAPUT. INEXISTÊNCIA DE USURPAÇÃO DE COMPETÊNCIA. IMPROCEDÊNCIA. ARTIGO 56, CAPUT. AMBIGUIDADE DO TEXTO. CONFIRMAÇÃO DA MEDIDA CAUTELAR. PROCEDÊNCIA \n\n\n\n    1. Inexistência de qualquer subtração à competência dos Tribunais de Contas de julgamento das próprias contas, mas previsão de atuação opinativa da Comissão Mista de Orçamento (art. 166, § 1º, da CF) ou órgão equivalente.\n\n\n\n    2. Ao permitir a fiscalização dos padrões de gestão fiscal pela atuação concomitante do Legislativo e dos Tribunais de Contas, o dispositivo buscou melhor aproveitar as especializações institucionais, sem qualquer usurpação de competências privativas.\n\n\n\n    3. A emissão de diferentes pareceres prévios respectivamente às contas dos Poderes Legislativo, Judiciário e Ministério Público transmite ambiguidade a respeito de qual deveria ser o teor da análise a ser efetuada pelos Tribunais de Contas, se juízo opinativo, tal como o do art. 71, I, da CF, ou se conclusivo, com valor de julgamento. \n\n\n\n    4. Ação Direta de Inconstitucionalidade julgada procedente quanto ao art. 56, caput, da LRF, com confirmação da medida cautelar, e improcedente com relação aos arts. 56, § 2º, e 59, caput, da LRF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753809518","externo_seq_objeto_incidente":1864402,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-226  DIVULG 11-09-2020  PUBLIC 14-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2324&classe=ADI","is_colac":false,"titulo":"ADI 2324","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000101 ANO-2000\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   MPR-2101-28\n    MEDIDA PROVISÓRIA"],"publicacao_data":"2020-09-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM, MIN. DIAS TOFFOLI: APLICAÇÃO, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, MINISTRO, STF, ÂMBITO, PROCESSO OBJETIVO.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: APLICAÇÃO, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, ÂMBITO, PROCESSO SUBJETIVO. AUSÊNCIA, INCIDÊNCIA, IMPEDIMENTO, SUSPEIÇÃO, ÂMBITO, PROCESSO OBJETIVO, CONTROLE ABSTRATO. JURISPRUDÊNCIA, STF, JULGAMENTO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, CONTRARIEDADE, ATO, TRIBUNAL SUPERIOR ELEITORAL (TSE), AUSÊNCIA, IMPEDIMENTO, PRESIDENTE, JUSTIÇA ELEITORAL, MINISTRO, STF, INTEGRANTE, TRIBUNAL SUPERIOR ELEITORAL (TSE), ATUAÇÃO, ELABORAÇÃO, APROVAÇÃO, RESOLUÇÃO, OBJETO, IMPUGNAÇÃO, ÂMBITO, STF. CONSIDERAÇÃO, DISCUSSÃO, PROCESSO OBJETIVO. AUTONOMIA, REGRA, PROCESSO OBJETIVO, REFERÊNCIA, PROCESSO SUBJETIVO. DIREITO COMPARADO, MATÉRIA, IMPEDIMENTO, SUSPEIÇÃO. EXCEPCIONALIDADE, APLICAÇÃO, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, HIPÓTESE, MINISTRO, CONDIÇÃO, PROCURADOR-GERAL DA REPÚBLICA, RECUSA, REPRESENTAÇÃO, AJUIZAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. POSSIBILIDADE, AFASTAMENTO VOLUNTÁRIO, MINISTRO, STF, FUNDAMENTO, FORO ÍNTIMO, ÂMBITO, CONTROLE ABSTRATO.\n\n- EVOLUÇÃO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. DEMOCRACIA REPRESENTATIVA, DIREITO COMPARADO. PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DEMOCRACIA, DIREITO FUNDAMENTAL. COMPETÊNCIA, PODER EXECUTIVO FEDERAL, CONSOLIDAÇÃO, CONTAS PÚBLICAS, ÂMBITO NACIONAL, CONTAS PÚBLICAS, ENTE FEDERADO. JURISPRUDÊNCIA, STF, COMPETÊNCIA, TRIBUNAL DE CONTAS, PRONUNCIAMENTO, CONTAS PÚBLICAS, TRIBUNAL DE CONTAS. COMPETÊNCIA, TRIBUNAL DE CONTAS, JULGAMENTO, CONTAS PÚBLICAS, PODER JUDICIÁRIO, PODER LEGISLATIVO, MINISTÉRIO PÚBLICO. AUSÊNCIA, NECESSIDADE, PARECER PRÉVIO DO TRIBUNAL DE CONTAS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: COMPETÊNCIA, CÂMARA MUNICIPAL, JULGAMENTO, CONTAS PÚBLICAS, PODER EXECUTIVO MUNICIPAL, INDEPENDÊNCIA, CONTAS DE GOVERNO, CONTAS DE GESTÃO. CONFIGURAÇÃO, OPINIÃO, PARECER TÉCNICO, TRIBUNAL DE CONTAS, REFERÊNCIA, CONTAS PÚBLICAS, PREFEITO. JURISPRUDÊNCIA, STF, POSSIBILIDADE, CONTROLE EXTERNO, TRIBUNAL DE CONTAS, PODER LEGISLATIVO. EXISTÊNCIA, COLABORAÇÃO, ATUAÇÃO, PODER LEGISLATIVO, TRIBUNAL DE CONTAS, CONTROLE EXTERNO, ADMINISTRAÇÃO PÚBLICA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: APRECIAÇÃO, PODER LEGISLATIVO, CONTAS PÚBLICAS, CHEFE DO PODER EXECUTIVO. JULGAMENTO, ADMINISTRADOR PÚBLICO, TRIBUNAL DE CONTAS. POSSIBILIDADE, PARECER, COMISSÃO MISTA, PODER LEGISLATIVO, CONTAS PÚBLICAS, TRIBUNAL DE CONTAS. PRINCÍPIO DA PRESTAÇÃO DE CONTAS DA ADMINISTRAÇÃO PÚBLICA. POSSIBILIDADE, FISCALIZAÇÃO, FORMA DIRETA, CUMPRIMENTO, LEI DE RESPONSABILIDADE FISCAL, PODER LEGISLATIVO. AUSÊNCIA, SUBTRAÇÃO, COMPETÊNCIA, TRIBUNAL DE CONTAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2324&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(MINISTRO, STF, INTEGRAÇÃO, TSE, PARTICIPAÇÃO, JULGAMENTO, IMPUGNAÇÃO, RESOLUÇÃO, TSE)\r\nADI 2628 (TP), ADI 2626.\r\n(INAPLICABILIDADE, PROCESSO OBJETIVO, CONTROLE ABSTRATO, HIPÓTESE, IMPEDIMENTO, SUSPEIÇÃO, FORO ÍNTIMO)\r\nADI 2243 (TP), AC 349 (TP), ADI 3345 (TP), ADPF 144 (TP), ADI 1797 AgR (TP), ADI 1345 MC (TP), RE 658375 AgR (2ªT), ADI 2674 MC-AgR-ED (TP), ADI 55 (TP) - RTJ 146/3.\r\n(CARÁTER OBJETIVO, CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nRTJ 95/999.\r\n(ADI, DIREITO PRÉ-CONSTITUCIONAL)\r\nADI 7 (TP), ADI 4222 AgR (TP).\r\n(POSSIBILIDADE, AFASTAMENTO VOLUNTÁRIO, MINISTRO, STF, FORO ÍNTIMO)\r\nADPF 144 (TP).\r\n(LEI DE RESPONSABILIDADE FISCAL)\r\nADI 2238 MC (TP).\r\n(LEI DE RESPONSABILIDADE FISCAL, OPERAÇÃO DE CRÉDITO, ENTE FEDERADO)\r\nADI 2250 MC (TP).\r\n(CONTROLE CONCENTRADO, CONSTITUCIONALIDADE, VIGÊNCIA, TEXTO CONSTITUCIONAL)\r\nRp 969 (TP) - RTJ 99/544, Rp 1012 (TP) - RTJ 95/980, Rp 1016 (TP) - RTJ 95/993, ADI 2 (TP), RTJ 145/340, RTJ 143/3.\r\n(REQUISITO, ADPF)\r\nADPF 153 (TP), ADPF 54 QO (TP).\r\n(CABIMENTO, ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\r\nADPF 186 (TP), ADPF 172 MC-REF (TP), ADPF 3 QO (TP), ADPF 15 (TP), ADPF 13 (TP), ADPF 12 (TP).\r\n(ADI, EXAURIMENTO, EFICÁCIA, NORMA IMPUGNADA)\r\nADI 885 (TP), ADI 1979 MC (TP), ADI 4365 (TP).\r\n(ADI, IMPUGNAÇÃO, COMPLEXO NORMATIVO)\r\nADI 2133 (TP), ADI 2174 (TP), ADI 4227 (TP), ADI 5260 (TP), ADI 2595 AgR (TP), ADI 2451 (TP).\r\n(APROVAÇÃO, CASA REVISORA, PROPOSTA, EMENDA, ALTERAÇÃO, CONTEÚDO NORMATIVO)\r\nADC 3 (TP), ADI 2182 (TP), ADI 2666 (TP), ADI 2238 MC (TP).\r\n(IMPOSSIBILIDADE, PARCIALIDADE, REGULAMENTAÇÃO, DISPOSITIVO, CONSTITUIÇÃO, LEI  COMPLEMENTAR)\r\nADI 4 (TP).\r\n(ADI, SUPERVENIÊNCIA, ALTERAÇÃO, PARÂMETRO DE CONTROLE, PREJUDICIALIDADE)\r\nADI 2 (TP), ADI 94 (TP), ADI 1137 (TP), ADI 2189 (TP), RE 346084 (TP), ADI 3569 (TP), ADI 1907 QO (TP), ADI 512 (TP).\r\n(FEDERALISMO FISCAL, RENÚNCIA, RECEITA PÚBLICA, ESTADO-MEMBRO)\r\nACO 758 (TP), RE 705423 (TP).\r\n(AUTONOMIA FINANCEIRA, ELABORAÇÃO, PROPOSTA ORÇAMENTÁRIA)\r\nADI 4356 (TP), ADI 4426 (TP).\r\n(LEI ORÇAMENTÁRIA ANUAL, TRANSFERÊNCIA DE RECURSOS, PODER EXECUTIVO, AUSÊNCIA, DISCRICIONARIEDADE)\r\nMS 21273 (1ªT), MS 21450 (TP), MS 22384 (1ªT), MS 23267 (TP), ADPF 307 MC-Ref (TP), ADPF 339 (TP), ADI 732 MC (TP), MS 21291 AgR-QO (TP), ADI 37 MC (TP).\r\n(CONTROLE, GESTÃO ADMINISTRATIVA, RECURSOS PÚBLICOS, PODER JUDICIÁRIO)\r\nADI 691 MC (TP).\r\n(LEI DE RESPONSABILIDADE FISCAL, DESPESA COM PESSOAL, MPU, MPDFT)\r\nMS 25997 (1ªT), RE 836198 AgR (1ªT).\r\n(APRECIAÇÃO, CONTAS PÚBLICAS, TRIBUNAL DE CONTAS)\r\nADI 1964 (TP), ADI 3715 (TP), RE 848826 (TP).\r\n(RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA, DIREITO TRABALHISTA, TERCEIRIZAÇÃO)\r\nADC 16 (TP), RE 760931 (TP).\r\n(DISTINÇÃO, ATIVIDADE-MEIO, ATIVIDADE-FIM, ÂMBITO, TERCEIRIZAÇÃO)\r\nADI 4426 (TP), ADPF 324 (TP), ADI 5449 MC-Ref (TP), RE 958252 (TP).\r\n(EXIGÊNCIA, LEI COMPLEMENTAR, FIXAÇÃO, DESPESA COM PESSOAL, SERVIDOR PÚBLICO ATIVO, SERVIDOR PÚBLICO INATIVO)\r\nADI 1585 (TP), ADI 4426 (TP).\r\n(AUSÊNCIA, HIERARQUIA, LEI ORDINÁRIA, LEI COMPLEMENTAR)\r\nADC 1 (TP) - RTJ 156/721, RE 377457 (TP).\r\n(LEI ORÇAMENTÁRIA, MATÉRIA, IMPORTÂNCIA, ORDENAMENTO JURÍDICO, LEI POSTERIOR, CONSTITUIÇÃO FEDERAL)\r\nADI 4048 MC (TP).\r\n(PERDA DO OBJETO, EXAURIMENTO, EFICÁCIA, DISPOSITIVO, OBJETO, IMPUGNAÇÃO)\r\nADI 145 (TP), ADI 1691 (TP).\r\n(ADI, ADPF, PRINCÍPIO DA FUNGIBILIDADE)\r\nADI 4180 MC-REF (TP).\r\n(PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO, CARÁTER FINANCEIRO)\r\nACO 3047 AgR (TP).\r\n(DEVIDO PROCESSO LEGAL, CADASTRO DE INADIMPLENTES, ESTADO-MEMBRO, TOMADA DE CONTAS ESPECIAL)\r\nACO 1941 (1ªT), ACO 2733 MC-Ref (TP).\r\n(CONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL)\r\nADI 5105 (TP).\r\n(REDUÇÃO, JORNADA DE TRABALHO, SERVIDOR PÚBLICO, IRREDUTIBILIDADE DE VENCIMENTOS)\r\nADI 2075 MC (TP), ARE 660010 (TP), SL 883 MC-AgR (TP), RE 836198 AgR (1ªT).\r\n(IRREDUTIBILIDADE DE VENCIMENTOS, SERVIDOR PÚBLICO, PROTEÇÃO, PERDA, PODER AQUISITIVO)\r\nMS 24580 (TP), RE 599411 AgR (1ªT), RE 95971 (2ªT) - RTJ 104/808.\r\n(COMPETÊNCIA, CÂMARA MUNICIPAL, JULGAMENTO, CONTAS PÚBLICAS, PREFEITO)\r\nRE 729744 (TP).\r\n(CONTROLE EXTERNO, TRIBUNAL DE CONTAS, PODER LEGISLATIVO)\r\nADI 1175 (TP), ADI 2597 (TP).\r\n(COMPETÊNCIA, CÂMARA MUNICIPAL, JULGAMENTO, CONTAS, PREFEITO)\r\nADI 3715 (TP).\r\n- Decisões monocráticas citadas:\r\n(MINISTRO, STF, INTEGRAÇÃO, TSE, PARTICIPAÇÃO, JULGAMENTO, IMPUGNAÇÃO, RESOLUÇÃO, TSE)\r\nADI 2321.\r\n(INAPLICABILIDADE, PROCESSO OBJETIVO, CONTROLE ABSTRATO, HIPÓTESE, IMPEDIMENTO, SUSPEIÇÃO, FORO ÍNTIMO)\r\nADI 2321, ADPF 155, ADPF 541 MC, ADI 6239 MC.\r\n(POSSIBILIDADE, AFASTAMENTO VOLUNTÁRIO, MINISTRO, STF, FORO ÍNTIMO)\r\nADPF 155, ADPF 541 MC, ADI 6239 MC.\r\n(ADI, IMPUGNAÇÃO, COMPLEXO NORMATIVO)\r\nADI 2972.\r\n(AUTÓGRAFO, PROJETO DE LEI)\r\nADI 1393.\r\n(LEI ORÇAMENTÁRIA ANUAL, TRANSFERÊNCIA DE RECURSOS, PODER EXECUTIVO, AUSÊNCIA, DISCRICIONARIEDADE)\r\nMS 24206 MC.\r\n(AUSÊNCIA, HIERARQUIA, LEI ORDINÁRIA, LEI COMPLEMENTAR)\r\nAI 457926.\r\n(PARCELAMENTO, PAGAMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO, CRISE ECONÔMICA)\r\nSS 3154, SS 5191.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(LEI DE RESPONSABILIDADE FISCAL, DESPESA COM PESSOAL, MPU, MPDFT)\r\nTCU: TC - 013.63112001.\r\n- Legislação estrangeira citada: art. 10, letra \"h\", da Lei Orgânica da Espanha; art. 26, art. 27, art. 28, art. 29 e art. 30, do Decreto nº 2.067/91 da Colômbia; art. 79, do Regimento Interno da Corte Constitucional, da Colômbia; art. 14, do Regimento Geral da Corte Constitucional da Itália; art. 29, n. 1, da Lei nº 28/82, do República Federal de Portugal, art. 18 e art. 19, da Lei Orgânica do Tribunal Constitucional Federal, da República Federal da Alemanha; art. 19, da Lei Orgânica do Tribunal Constitucional do Chile; art. 46, da Lei 2949/83, da Turquia; art. 5º, da Lei 28301 do Peru; Constituição norte-americana de 1787; art. 16, da Declaração Francesa dos Direitos do Homem e do Cidadão, de 1789; Reform Act, de 1832, da Inglaterra; art. 19, da Constituição da Noruega; art. 100, da Constituição Política da República do Chile, acórdão n. 396 de 2011 e acórdão n. 353 de 2012, do Tribunal Constitucional português.\n- Veja ADI 2241, ADI 2256, ADI 2261, ADI 2250, ADI 2324, ADPF 24 e ADI 2365 do STF.\n- Veja Nota Técnica n. 2745/2019-MP, elaborada pela Secretaria Especial da Fazenda do Ministério da Economia.\nNúmero de páginas: 436.\nAnálise: 07/10/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO DOS MEMBROS DOS TRIBUNAIS DE CONTAS DO BRASIL - ATRICON \nADV.(A/S)  : CARLOS MÁRIO DA SILVA VELLOSO FILHO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":431358,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2324","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABRAHAM, Marcus. Lei de Responsabilidade Fiscal Comentada. Rio de Janeiro: Forense, 2016. p. 130-31, 140, 142, 171 e 294.\nABRUCIO, Fernando Luiz. A coordenação federativa no Brasil: a experiência do período FHC e os desafios do governo Lula. Revista de Sociologia e Política, n. 24, jun. 2005. p. 43.\nA Força Normativa da Constituição, de Autoria de Konrad Hesse.\nAGRA, Walber de Moura. Curso de Direito Constitucional. 8. ed. Forense, 2014. p. 425, item 20.6.\nARISTÓTELES. A Política. 15. ed. Rio de Janeiro: Ediouro, 1988. p. 127-128.\nARRUDA, Braz de Souza. O melhor sistema tributário. 1917.\nAFONSO, José Roberto et al. Hora decisiva para as responsabilidades fiscal e previdenciária.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\n______. Hermenêutica e sistema constitucional tributário. Justitia. Revista do Ministério Público do Estado de São Paulo, n. 77, p. 121 et seq.\nBALEEIRO, Aliomar. Direito tributário brasileiro. 10. ed. Rio de Janeiro: Forense, 1996. p. 63.\nBELAUNDE, Domingo García; SEGADO, Francisco Fernández. La jurisdicción constitucional en Iberoamerica. Madri: Dykinson, 1997.\nBONAVIDES, Paulo. Ciência política. 10. ed. São Paulo: Malheiros, 2000. p. 192.\nBRASIL. Ministério da Fazenda. Evolução da folha de pagamento dos entes federados. Nota Técnica, 19 abr. 2016. Disponível em: http://fazenda.gov.br/centrais-de-conteudos/notas-tecnicas/2016/nota-tecnica-2016-04-19_01-evolucao-da-folha-de-pagamento-dos-entes.pdf.\nCANOTILHO, José Joaquim Gomes. A Lei do Orçamento na Teoria da Lei. Estudos em homenagem ao Prof. Doutor J. J. Teixeira Ribeiro II. Boletim da Faculdade de Direito da Universidade de Coimbra, Coimbra-PT, número especial, p. 543-583, 1979. p. 558-560.\n______. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCARRAZZA, Roque Antonio. Curso de direito constitucional tributário. 11. ed. São Paulo: Malheiros, 1998. p. 303 et seq.\nCARVALHO, André Castro. Infraestrutura sob uma Perspectiva Pública: instrumentos para o seu desenvolvimento. 608 f. Tese (Doutorado), Universidade de São Paulo, Programa de Pós-Graduação em Direito, 2013. p. 480-482.\nCARVALHO FILHO, José dos Santos. Manual de direito administrativo. 30 ed. rev., atual. e ampl. São Paulo: Atlas, 2016. p. 796.\n______.______. 33. ed. Atlas, 2019. p. 808-810, item 8.3.\nCARVALHO, Paulo de Barros. Curso de direito tributário. 3. ed. São Paulo: Saraiva, 1988. p. 11 et seq.\nCASSONE, Vittorio. Sistema tributário nacional na nova Constituição. São Paulo: Atlas, 1989. p. 16 et seq.\nCHAMBERLAIN, Lawrence Henry. The President, Congress and legislation. New York: Columbia University Press, 1947.\nCLÈVE, Clèmerson Merlin. Atividade legislativa do Poder Executivo no Estado contemporâneo e na Constituição de 1988. São Paulo: Revista dos Tribunais, 1993. p. 26.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 44, 51, 52 e 119-120.\nCONTI, José Maurício. A autonomia financeira do Poder Judiciário. São Paulo: MP, 2006.\nCUNHA, Leonardo José Carneiro da. A Fazenda Pública em Juízo. 8. ed. Dialética, 2010. p. 49-50, item n. 3.3.6.\nDALLAVERDE, Alexsandra Katia. As Transferências Voluntárias no Modelo Constitucional Brasileiro. São Paulo: Blucher, 2016. p. 157-158.\nDIAS, Fernando Álvares Correia. Textos para discussão: o controle institucional das despesas com pessoal. Brasília, n. 54, fev. 2009.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36, 464 et seq.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nEISENMANN, Charles. La justice constitutionnelle et la haute cour constitutionnelle d’Autriche. Paris: Economica-Presses Universitaires d’Aix Marseille, 1986.\nENTERRÍA, Eduardo García de. La Constitución como norma y el tribunal constitucional. 3. ed. Madri: Civitas, 1994.\nFACHIN, Luiz Edson. A Promoção da Transparência pela Jurisprudência do Supremo Tribunal Federal. Homenagem ao Ministro Marco Aurélio. In: GOMES, Marcus Lívio; ABRAHAM, Marcus; TORRES, Heleno Taveira. Direito Financeiro na Jurisprudência do Supremo Tribunal Federal. Curitiba: Juruá, 2016.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFARIA, Rodrigo de Oliveira. Reflexões do endividamento nas relações federativas brasileiras. In: CONTI, José Maurício;  SCAFF, Fernando Facury; BRAGA, Carlos Eduardo Faraco (Orgs.). Federalismo fiscal: questões contemporâneas. Florianópolis: Conceito Editorial, 2010. p. 446-447.\nFAYT, Crlos S. Supremacía constitucional e independencia de los jueces. Buenos Aires: Depalma, 1994. p. 2.\nFEDERIGHI, Wanderley José. Direito tributário: parte geral. São Paulo: Atlas, 2000. p. 29 et seq.\nFERNÁNDEZ, Tomás-Ramón. Arbitrariedad y discrecionalidad. Madri: Civitas, 1991. p. 117 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERRAZ, Luciano de Araújo. Comentários à Constituição do Brasil. 2. ed. Saraivajur, 2018. p. 936-937.\nFERRAZ, Luciano de Araújo. Comentários à Constituição Federal de 1988. In: CANOTILHO, J. J. Gomes et al. 2. ed. Forense, 2018. p. 936-937.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nFINCHER, Ernest. The president of the United States. New York: Abelard-Schuman, 1955. p. 92 et seq.\nFONSECA, Annibal Freire da. Poder Executivo na república. Rio de Janeiro: Imprensa Nacional, 1916. p. 183 et seq.\nFRIEDRICH, Carl. Gobierno constitucional y democracia. Madri: Instituto de Estudios Políticos, 1975. p. 82.\nFROEHLICH, Charles Andrade; HAMMES, Elia Denise. Manual do Controle Concentrado de Constitucionalidade. Jurua, 2009. p. 97-103, item 3.2.\nGORDILLO, Agustín. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHALL, Kermit L. The Oxford guide to United States Supreme Court decisions. New York: Oxford University Press, 1999.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\n______. The Federalist Papers, n. LXIX.\nHARADA, Kiyoshi. Responsabilidade Fiscal. Juarez de Oliveira, 2002. p. 111.\nHELENA, Eber Zoehler Santa. Competência parlamentar para geração e controle de despesas obrigatórias de caráter continuado e gasto tributário. Série temas de interesse do Legislativo, Câmara dos Deputados, Brasília: Edições Câmara, n. 15. p.  29-30, 200-201 e 203.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\n______. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq.\nJELLINEK, Georg. Teoría general del Estado. México: Fondo de Cultura Económica, 2000. p. 580.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 11. ed. Revista dos Tribunais, 2015. p. 1030-1031, item n. 14.11.13.6.2.\nKAHL, Wolfgang. Nachhaltige Finanzstrukturen im Bundesstaat: Einleitung. In: KAHL, Wolfgang (Org.).  Nachhaltige Finanzstrukturen im Bundesstaat. Tubingen: Mohr Siebeck, 2011. p. 3-4 e 5-6.\nKELSEN, Hans. Teoria pura do direito. São Paulo: Martins Fontes, 1985.\nKIRWAN, Kent A. The use and abuse of power: the Supreme Court and separation of powers. The Annal of the American Academy of Political and Social Science, Filadélfia, n. 537, p. 76-84, jan. 1995.\nKURLAND, Philip B. The rise and fall of the doctrine of separation of powers. Michigan Law Review, Ann Arbor, ano 3, v. 85, p. 593 et seq, dez. 1986.\nLASKI, Harold. The American Presidency: an interpretation. Londres: George Allen & Unwin. [s.d.]. p. 120 et seq.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482 e 517.\nLOCKE, John. Dois tratados sobre o governo. São Paulo: Martins Fontes, 1998. p. 462 e 515-516.\n______. Segundo tratado do governo civil.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 55 e 362.\nLUCHAIRE, François. Tribunales constitutionales europeos y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984.\nMADISON, James. The Federalist Papers, n. XLVII e LXVI.\nMALBERG, Raymond Carré de. Contribution a la théorie générale de l’état. Paris: Centre National de La Recherche Scientifique, 1920. p. 259 et seq.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMANSFIELD JR., Harvey A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 84-85 e 92.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 34. ed. Malheiros, 2019. p. 278, item 29.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. tomo 1, p. 13-14.\nMONTESQUIEU. Do Espírito das Leis: Capítulo VI, da Constituição da Inglaterra: Separação dos Poderes. 3. ed. São Paulo: Saraiva, 1994. p. 25-26, 164-165 e 174.\nMORAES, Alexandre de. Constituição do Brasil Interpretada e Legislação Constitucional. 8. ed. Atlas, 2011. p. 2142.\nMOTTA, Sylvio; BARCHET, Gustavo. Curso de Direito Constitucional. Campus, 2007. p. 534, item 12.\nMUSGRAVE, Rcihard A. Teoría de la Hacienda Publica. Tradução: José Maria Lozano Irueste. Madri: Aguilar, 1968. p. 5.\nNASCIMENTO NETTO, Agostinho do. Análise Econômica do Direito à Elisão Fiscal. Rio de Janeiro: Lumen Juris, 2017. p. 109-111.\nOLIVEIRA, Weder de. Curso de responsabilidade fiscal: direito, orçamento e finanças públicas. Belo Horizonte: Fórum, 2013. p. 787-788, 908 e 1035-1036.\nPELAYO, García. Derecho constitucional comparado. 8. ed. Madri: Revista do Ocidente, 1967. p. 218.\nPEREIRA JUNIOR, Comentários à Constituição Federal de 1988. In: BONAVIDES, Paulo; MIRANDA, Jorge; MOURA, Walber de (Coord.). Forense, 2009. p. 762-763.\nPIETRO, Maria Sylvia Zanella di. Direito administrativo. 10. ed. São Paulo: Atlas, 1998. p. 73-74.\n______. Comentários à Lei de Responsabilidade Fiscal. In: MARTINS, Ives Gandra da Silva; NASCIMENTO, Carlos Valder do (Org.). Saraiva, 2001. p. 161, item 2.\nPOLETTI, Ronaldo. Constituição Anotada. Forense, 2009. p. 200.\nQUEIROZ NETO, Luiz Vicente de Medeiros. A Pertinência Temática como Requisito da Legitimidade Ativa para o Processo Objetivo de Controle Abstrato de Normas. Revista do Tribunal Regional Federal da 1ª Região, p. 59, jul. 2003.\nRIGOLON, Francisco; GIAMBIAGI, Fabio. A renegociação das dívidas e o regime fiscal dos Estados. Rio de Janeiro: BNDES, 1999. p. 123.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19, 20, 22, 27 e 183 et seq.\nROSSITER, Clinton. American presidency. New York: New American Library, 1940. p. 19 et seq.\nSCAFF, Fernando Facury; SCAFF, Luma Cavaleiro de Macedo. Art. 163. In: CANOTILHO, J. J. Gomes et al. Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nSCAFF, Fernando Facury. Orçamento Republicano e Liberdade Igual: ensaio sobre direito financeiro, república e direitos fundamentais no Brasil. Belo Horizonte: Fórum, 2018. p. 325 e 351-352.\nSCHWARTZ, Bernard. Curiouser and curiouser: the Supreme Court’s separations of powers wonderland. Notre Dame Law Review. Notre Dame, ano 4, v. 65, p. 587-616, p. 1990.\nSIEGAN, Bernard H. Separation of powers: economic liberties. Notre Dame Law Review, Notre Dame, ano 3, v. 70, p. 415, 427 et seq., 1995.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 41. ed. Malheiros, 2017. p. 699-700, item 5.\nSILVA, Alexandre Manoel Angelo; MONTEIRO NETO, Aristides; GERARDO, José Carlos. Dívidas estaduais, federalismo fiscal e desigualdades regionais no Brasil: percalços no limiar do século XXI. In: MONTEIRO NETO, Aristides (Org.). Governos estaduais no federalismo brasileiro. Capacidades e limitações governativas em debate. Brasília: IPEA, 2014. p. 119.\nSOUZA, Celina. Federalismo e Descentralização na Constituição de 1988: processo decisório, conflitos e alianças. Revista de Ciências Sociais, Rio de Janeiro, v. 44, n. 33, p. 513-560, 2001. p. 537.\nSOUZA, Saulo Santos de. Entre performance política e performance fiscal: o legado do governo Cardoso para o federalismo fiscal brasileiro. Brasília: ESAF, 2003. p. 15 e 41-42. \nSURREY, Stanley S. Pathways to Tax Reform: the concept of tax expenditures. Cambridge: Harvard University Press, 1973.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.\nVERGOTTINI, Giuseppe de. Diritto costituzionale. Pádua: Cedam, 1981. p. 589.\n______.______. 2. ed. Pádua: Cedam, 2000. p. 93.\nVICCARI JÚNIOR, Adauto et al. Lei de responsabilidade fiscal comentada: lei complementar n° 101, de 4 de maio de 2000. 8 ed. São Paulo: Atlas, 2012. p. 51.\nWILSON, Woodrow. O presidente dos Estados Unidos. Rio de Janeiro: Jacintho Ribeiro dos Santos Editor, 1917. p. 23 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":2324,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434530","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente a acusação para condenar o réu Éder Mauro pela prática do crime de difamação agravada, nos termos do art. 139, c/c art. 141, II e III, do Código Penal, à pena de 1 ano de detenção, no regime inicial aberto, e multa, no montante de 36 dias-multa, ao valor de 1 salário mínimo cada. Por maioria, substituiu a pena privativa de liberdade pela prestação pecuniária, consistente no pagamento de 30 salários mínimos à vítima, vencido, nesse ponto, o Ministro Marco Aurélio. Falaram: o Dr. Antônio Rodrigo Machado de Souza pelo Autor, e o Dr. José Elaeres Marques Teixeira, Subprocurador-Geral da República, pelo Ministério Público Federal. Presidência da Ministra Rosa Weber. Primeira Turma, 18.08.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. ROSA WEBER","id":"sjur434530","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur434530","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. AÇÃO PENAL PRIVADA. CRIME DE DIFAMAÇÃO. ART. 139 DO CÓDIGO PENAL. PRELIMINAR DE INÉPCIA DA QUEIXA-CRIME REJEITADA. IMUNIDADE PARLAMENTAR. NÃO INCIDÊNCIA. PUBLICAÇÃO DE VÍDEO EDITADO MEDIANTE CORTES, ATRIBUINDO-LHE CONTEÚDO RACISTA INEXISTENTE NA FALA ORIGINAL. COMPROVAÇÃO DA MATERIALIDADE E DA AUTORIA. CONFIGURAÇÃO DO ANIMUS DIFFAMANDI. AÇÃO PENAL JULGADA PROCEDENTE.\n\n\n\n    1. PRELIMINAR\n\n\n\n    (a) A inépcia da inicial acusatória, devidamente afastada pelo órgão julgador no recebimento da queixa-crime, é matéria preclusa.\n\n\n\n    (b) In casu, constou do acórdão de recebimento da queixa-crime: “Da análise do vídeo em questão, é possível, a princípio, determinar o fato objetivamente imputado, não sendo este o momento adequado para se tecer maiores considerações sobre o mérito da controvérsia. Preenchidos, desse modo, os requisitos do art. 41 do Código de Processo Penal”.\n\n\n\n    (c) Preliminar rejeitada.\n\n\n\n    2. PREJUDICIAL DE MÉRITO\n\n\n\n    (a) A imunidade parlamentar teve sua incidência afastada no caso ora em julgamento, por ocasião do recebimento da exordial acusatória.\n\n\n\n    (b) A imunidade parlamentar exige, para sua incidência, que o ato incriminado tenha sido praticado in officio ou propter officio. Os atos delituosos praticados fora do recinto do parlamento e desvinculados do exercício da função não se encontram ao abrigo da imunidade material. Precedentes (Inq. 3932 e Pet 5243, Primeira Turma, Rel. Min. Luiz Fux, DJe 9/9/2016; Inq. 3438, Primeira Turma, Rel. Min. Rosa Weber, DJe 10/2/2015; Inq. 3672, Primeira Turma, Rel. Min. Rosa Weber, DJe 21/11/2014; RE 299.109-AgR, Primeira Turma, Rel. Min. Luiz Fux, DJe 1º/6/2011).\n\n\n\n    (c) A veiculação dolosa de vídeo com conteúdo fraudulento, para fins difamatórios, conferindo ampla divulgação (rede social) a conteúdo sabidamente falso, não encontra abrigo na nobre garantia constitucional da imunidade parlamentar, insculpida no artigo 53 da Lei Maior, e que protege a liberdade e independência dos eleitos para defender suas opiniões mediante suas palavras e votos.\n\n\n\n    (d) No acórdão de recebimento da inicial, restou assentado que “A liberdade de opinião e manifestação do parlamentar, ratione muneris, impõe contornos à imunidade material, nos limites estritamente necessários à defesa do mandato contra o arbítrio, à luz do princípio republicano que norteia a Constituição Federal”.\n\n\n\n    (e) Prejudicial rejeitada.\n\n\n\n    3. MÉRITO\n\n\n\n    (a) In casu, (a) o Deputado Federal Jean Wyllys de Matos Santos imputou ao Deputado Federal Eder Mauro a prática de crime de difamação agravada (artigos 139 c/c art. 141, II e III, do Código Penal), consistente em publicação ofensiva à honra do querelante, divulgada na página do querelado no Facebook.\n\n\n\n    (b) Com efeito, consta dos autos que, durante reunião da Comissão Parlamentar de Inquérito que apura a Violência contra jovens e negros pobres no Brasil, realizada em 14 de maio de 2015, da qual participaram tanto o réu como o Autor, este último, Deputado Federal Jean Wyllys, fez uso da palavra para tecer as seguintes considerações: “E aí a fala da Tatiana foi muito importante, porque ela traz essa dimensão histórica, que envolve a escravidão de negros; depois, a abolição, sem nenhuma política de inclusão no mercado de trabalho, a exclusão territorial; e, depois, toda uma produção de sentido que desqualifica essa comunidade como humana. Então, há um imaginário impregnado, sobretudo nos agentes das forças de segurança, de que uma pessoa negra e pobre é potencialmente perigosa, é mais perigosa do que uma pessoa branca de classe média. Esse é um imaginário que está impregnado na gente, uma dimensão aí. E os policiais partem desse imaginário” (pág. 37 das notas taquigráficas da CPI – Violência contra jovens negros e pobres).\n\n\n\n    (c) Cinco dias depois, em 19 de maio de 2015, o réu, Deputado Federal Eder Mauro, publicou em seu perfil do Facebook um vídeo contendo trecho recortado da referida fala, previamente editado de modo a inverter seu conteúdo. No conteúdo fraudulento veiculado, o Deputado Federal Jean Wyllys aparece falando o seguinte: “Uma pessoa negra e pobre é potencialmente perigosa, é mais perigosa do que uma pessoa branca de classe média, essa é a verdade, então, dito isso...”.\n\n\n\n    (d) Em síntese, o Réu é acusado de ter divulgado vídeo editado de modo a dolosamente atribuir-lhe conteúdo racista e preconceituoso, com finalidade de difamar a honra do Querelante.\n\n\n\n    (e) O vídeo com trecho cortado e editado da fala do Parlamentar Autor foi publicado no Facebook e recebeu 14.834 aprovações (“curtidas”), 252.458 visualizações e 12.272 compartilhamentos. O conteúdo fraudulento somente foi excluído da página do Querelado Eder Mauro no Facebook por determinação da Justiça (decisão pública da 14ª Vara Cível de Brasília/DF, de 28 de agosto de 2015, disponível em: http://www.omci.org.br/m/jurisprudencias/arquivos/2017/df_00209599520158070001_28082015.pdf\n\n\n\n    4. (a) A defesa alega a veracidade do conteúdo do vídeo divulgado pelo réu, que tão-somente reproduziu trecho de debate parlamentar no âmbito de CPI da Câmara dos Deputados.\n\n\n\n    (b) Nada obstante, o Laudo de Perícia Criminal 17.454/2017 (fls. 84/110) do Instituto de Criminalística da Polícia Civil do Distrito Federal, concluiu que “o vídeo questionado foi editado” e “que o processo de edição do vídeo questionado resultou na modificação da informação auditiva da fala do Deputado Jean Wyllys originalmente registrada no material padrão, conduzindo a uma compreensão diversa da realidade factual. Em outras palavras, o discurso do Deputado Jean Wyllys foi adulterado no vídeo questionado”.\n\n\n\n    (c) O conteúdo original da manifestação sofreu vários cortes, após os quais passou a revelar conotação racista e preconceituosa, contrária ao seu sentido original. O fato de o vídeo veicular trechos da fala do Deputado Autor é o elemento especioso, precisamente o ardil empregado para conferir verossimilhança ao conteúdo, elemento mínimo de verdade necessário para impedir o público de duvidar da postagem e acreditar na mentira resultante da edição.\n\n\n\n    (d) Depoimentos prestados em juízo certificaram o dano a honra do Autor: (d.1) “essas informações geraram um impacto substantivo e absolutamente negativo da fala do Deputado Jean Wyllys junto aos ativistas do movimento negro, aos ativistas dos movimentos sociais”; “Eu sou do Estado da Bahia, em que há uma força enorme do movimento negro, e eu, como militante, fui intensamente questionado por que não combati a fala do Deputado Jean. E eu tentava explicar que o contexto da fala não teria sido aquele produzido pelo vídeo” (depoimento do Deputado Federal Adalberto Souza Galvão); (d.2) “isso é um estrago muito profundo. Porque o deputado que tem esta bandeira, que é eleito com essa bandeira, que seu eleitorado aporta o voto, lhe oferta o voto em função desta bandeira que ele tem e isso é desse desconstruído através do vídeo” (depoimento da Deputada Federal Érica Kokay).\n\n\n\n    (f) Simultaneamente, há prova nos autos do impacto sobre a imagem do Autor, como se extrai da ampla circulação conferida ao vídeo fraudulento a partir do perfil do Réu no Facebook, observando exclusivamente os dados existentes na sua página, a partir da qual houve o indevido propulsionamento do conteúdo falso. Ademais, a fraude revela nítido potencial de enganar os cidadãos que a visualizaram e de produzir discursos de ódio contra a fala indevidamente alterada, difamando seu opositor político.\n\n\n\n    (g) Consectariamente, restou comprovada a materialidade do crime de difamação.\n\n\n\n    5. (a) A publicação em perfil de rede social é penalmente imputável ao agente que, dolosamente, tem o intuito de difamar, injuriar ou caluniar terceiros, máxime quando esteja demonstrado o conhecimento da falsidade do conteúdo.\n\n\n\n    (b) Inviável desresponsabilizar autores de perfis utilizados para a disseminação dolosa de campanhas difamatórias, caluniosas ou injuriosas nas redes sociais, fundadas em conteúdos falsos.\n\n\n\n    (c) É irrelevante, para fins de determinação da autoria, o anonimato do “criador do conteúdo” (editor ou programador visual, por exemplo) ou da terceirização das postagens (perfil administrado por um preposto) pelo titular do perfil utilizado para divulgar a notícia falsa. Revela-se bastante e suficiente, para fins de determinação da autoria dolosa, a demonstração do conhecimento do titular do perfil quanto à fraude do conteúdo e sua intenção de causar danos à honra das vítimas.\n\n\n\n    6. (a) No dizer de John Stuart Mill, opiniões equivocadas devem ser protegidas, enquanto tais, pois mesmo elas contribuem, no procedimento dialógico da sua refutação, para o debate e o esclarecimento da verdade: “(…) a opinião que se tenta suprimir por meio da autoridade talvez seja verdadeira. Os que desejam suprimi-la negam, sem dúvida, a sua verdade, mas eles não são infalíveis. Não têm autoridade para decidir a questão por toda a humanidade, nem para excluir os outros das instâncias do julgamento. Negar ouvido a uma opinião porque se esteja certo de que é falsa, é presumir que a própria certeza seja o mesmo que certeza absoluta. Impor silêncio a uma discussão é sempre arrogar-se infalibilidade”. E conclui: “Se a opinião é certa, aquele foi privado da oportunidade de trocar o erro pela verdade; se errônea, perdeu o que constitui um bem de quase tanto valor — a percepção mais clara e a impressão mais viva da verdade, produzidas pela sua colisão com o erro” (John Stuart Mill, On Liberty, capítulo 1).\n\n\n\n    (b) A liberdade de expressão no debate democrático distingue-se, indubitavelmente, da veiculação dolosa de conteúdos voltados a simplesmente alterar a verdade factual e, assim, alcançar finalidade criminosa de natureza difamatória, caluniosa ou injuriosa. \n\n\n\n    (c) A alavancagem de conteúdos fraudulentos, mediante artifício ardilosamente voltado à destruição da honra de terceiros nas redes sociais, revela alto potencial lesivo, tolhendo, até mesmo, o exercício de outros direitos fundamentais das vítimas - direitos políticos, liberdade de locomoção e, no limite, integridade física e direito à vida, não revelando qualquer interesse em contribuir para ganhos na construção de uma sociedade democrática.\n\n\n\n    (d) As instituições democráticas e os objetivos fundamentais da República, anunciados no preâmbulo da Constituição de 1988, dependem da compreensão compartilhada no sentido de que, na letra da nossa Lei Fundadora, “nós, o povo brasileiro, nos reunimos para instituir um Estado Democrático, destinado a assegurar o exercício dos direitos sociais e individuais, a liberdade, a segurança, o bem-estar, o desenvolvimento, a igualdade e a justiça como valores supremos de uma sociedade fraterna, pluralista e sem preconceitos, fundada na harmonia social e comprometida, na ordem interna e internacional, com a solução pacífica das controvérsias”.\n\n\n\n    (e) A Constituição, no Estado Democrático de Direito, é o norte do Estado Juiz na verificação da regularidade do exercício do direito fundamental à liberdade de expressão.\n\n\n\n    (f) A criminalização da veiculação de conteúdo com finalidade difamatória, caluniosa ou injuriosa não colide com o direito fundamental à liberdade de expressão, que resta protegida também nos casos de desconhecimento da manipulação fraudulenta do conteúdo, a caracterizar hipótese de erro, que exclui a ilicitude (artigo 20, §1º, do Código Penal).\n\n\n\n    7. (a) O delito contra a honra é de ação múltipla, conglobando não apenas a criação do conteúdo criminoso voltada à divulgação como também a sua postagem (“upload”, carregamento do vídeo na rede social) e a disponibilização de perfil em rede social com fim de servir de plataforma à alavancagem da injúria, calúnia ou difamação, tendo por elemento especial do tipo o dano à honra da vítima.\n\n\n\n    (b) A autoria dos crimes contra a honra praticados por meio da internet demanda: (b.1) demonstração de que o réu é o titular da página, blog ou perfil pelo qual o conteúdo difamatório foi divulgado; (b.2) demonstração do consentimento, prévio, concomitante ou sucessivo, com a veiculação da publicação difamatória em seu perfil; (b.3) animus injuriandi, caluniandi ou diffamandi, que demandam a demonstração de que o réu tinha conhecimento do conteúdo fraudulento da postagem.\n\n\n\n    8. (a) In casu, a defesa sustenta duas teses com propósito de refutar ou gerar dúvida razoável quanto à autoria: (a.1) transfere para terceiros a responsabilidade pela edição; (a.2) transfere para terceiros a responsabilidade pela divulgação do vídeo em seu perfil no Facebook.\n\n\n\n    (b) Em seu interrogatório judicial, o réu afirmou ter visualizado o conteúdo do vídeo e ter sido comunicado da respectiva publicação em seu perfil no Facebook.\n\n\n\n    (c) Como fiz constar de meu voto de recebimento da Queixa-Crime, “Na lição especializada de Jacques Aumont e Michel Marie, na obra ‘Dicionário teórico e crítico de cinema’, a edição ou montagem ‘tem por objetivo guiar o espectador, permitir-lhe seguir a narrativa facilmente’ e ‘pode, também, produzir outros efeitos: efeitos sintáticos ou de pontuação, marcando, por exemplo, uma ligação ou uma disjunção; efeitos figurais, podendo, por exemplo, estabelecer uma relação de metáfora; [...] entre outros’” (AUMONT, Jacques; MARIE, Michel. Dicionário teórico e crítico de cinema. 2ª ed. Campinas: Papirus, 2006, p. 196).\n\n\n\n    (d) Restou evidenciado o conhecimento da edição voltada à adulteração do conteúdo por parte do Réu, porquanto se tratava de manifestação absolutamente contrária à proferida pelo parlamentar Autor, em debate do qual o próprio réu participou e cujo conteúdo era de seu inteiro conhecimento. Aliás, provou-se, no interrogatório judicial, a plena consciência do Réu de que o vídeo divulgado em seu perfil no Facebook, com centenas de milhares de visualizações, atribuía ao Autor, Jean Wyllys, ideias diametralmente opostas às que identificam a plataforma política deste parlamentar.\n\n\n\n    (e) A divulgação do conteúdo fraudado, invertendo-lhe o sentido com finalidade de difamar o Autor, constitui etapa da execução do crime, estabelecendo a autoria criminosa do divulgador, a qual não exclui a do programador visual ou do editor responsável pela execução material da fraude, quando promovidas por outros agentes em coautoria.\n\n\n\n    (f) A segunda linha argumentativa da defesa, que surgiu no interrogatório judicial, é a de que o vídeo foi divulgado por um ajudante no perfil do réu no Facebook.\n\n\n\n    (g) A tese revela fragilidades, inabilitando-se como fonte de dúvida razoável quanto aos fatos: (g.1) a defesa não pediu a oitiva do mencionado ajudante nos autos na qualidade de testemunha e, demais disso, o réu alegou não se lembrar do sobrenome dessa pessoa, inviabilizando a confirmação da própria existência do álibi pelo juízo; (g.2) ainda que um “ajudante” houvesse, de fato, postado o vídeo fraudulento veiculador da difamação, a coautoria criminosa do titular do perfil do Facebook somente seria afastada se o réu desconhecesse o uso de sua página para a veiculação e, portanto, não tivesse consentido com o emprego de sua plataforma em rede social para alavancar campanha difamatória contra o Autor;\n\n\n\n    (h) In casu, (h.1) o vídeo foi postado no perfil do acusado no Facebook; (h.2) o réu admitiu ter assistido ao vídeo; (h.3) o réu admitiu ter sido informado da postagem quando o vídeo foi disponibilizado em sua página no Facebook; (h.4) o réu sabia que o conteúdo não era fidedigno à fala do Parlamentar Autor e manteve, ainda assim, o conteúdo difamatório disponível em seu perfil no Facebook; (h.5) Conforme apontou a d. Procuradoria-Geral da República, o “vídeo só foi retirado de circulação após decisão judicial” (decisão pública da 14ª Vara Cível de Brasília/DF, de 28 de agosto de 2015, disponível em: http://www.omci.org.br/m/jurisprudencias/arquivos/2017/df_00209599520158070001_28082015.pdf\n\n\n\n    (h.6) o vídeo fraudulento elevou a popularidade do réu na rede social utilizada, revelando número de visualizações superior à média de sua página, a revelar seu ganho pessoal com a campanha difamatória.\n\n\n\n    (i) Os testemunhos colhidos durante a instrução da ação penal, corroboram a autoria criminosa, destacando-se os seguintes trechos de depoimentos prestados em juízo: (i.1) “Ah, sim, o vídeo que ele fez, porque ele dizia o seguinte: Mas ele falou isso, eu não falei nada, eu não divulguei nada que ele não tenha falado” (Deputada Federal Érika Kokay); (ii.2) “Com os debates, no âmbito da própria CPI, chegou-se... não posso afirmar, porque não vi ele produzindo a alteração, mas todas as informações levaram a um juízo de valor de que a autoria teria sido do próprio Deputado Éder Mauro” (Deputado Federal Adalberto Souza Galvão); (iii.3) “o primeiro pronunciamento dele sobre essa publicação era, justamente, reforçando a publicação, ou seja, ele foi ao Plenário da Câmara afirmar que eu havia dito aquilo que estava na publicação dele” (depoimento da vítima).\n\n\n\n    9. (a) O elemento subjetivo do tipo do crime de difamação é o animus diffamandi.\n\n\n\n    (b) In casu, a defesa sustentou ausência de dolo de difamar, por dois fundamentos: (b.1) alegou que o vídeo “continha palavras do próprio querelante” e que estaria presente mero animus narrandi; (b.2) sustentou que os cortes realizados no vídeo tiveram finalidade exclusivamente técnica, com o único fim de reduzi-lo, para adequá-lo ao tamanho limite do suporte de mídia utilizado para veiculação.\n\n\n\n    (c) As alegações não se sustentam: (c.1) Primeiramente, restou demonstrado que, embora o vídeo reproduza trecho da fala do Querelante, o corte realizado inverteu-lhe o sentido, atribuindo-lhe conotação racista. O uso, pelo réu, de trechos da fala do próprio Parlamentar Querelante reforçou sua potencialidade difamatória, porquanto o único elemento de verdade contido no vídeo induziu o público à ilusão de que todo o conteúdo correspondia à realidade, típico artifício ardiloso empregado para a prática da difamação; (c.2) Portanto, ao contrário do que ocorre na divulgação regida por mero animus narrandi, que se caracteriza quando há desconhecimento de sua natureza fraudulenta, in casu o Acusado detinha todas as informações necessárias para conhecer o descompasso entre o discurso efetivamente proferido pelo Autor e aquele divulgado no vídeo por ele disponibilizado no Facebook, com adulterações aptas a inverter o sentido da fala e a conferir-lhe teor racista; (c.3) Inverossímil, ainda, a alegação defensiva de que os cortes realizados tiveram não finalidade difamatória, mas sim mera função de redução da extensão da fala do Deputado Querelante, para atender às exigências do suporte midiático utilizado para sua divulgação; (c.4) Deveras, se a intenção fosse unicamente reduzir o tamanho do vídeo, os cortes não teriam deturpado a fala do Querelante. Era possível excluir outros trechos da referida manifestação para atender ao propósito técnico, mas executou-se o corte cirurgicamente de modo a inverter diametralmente seu sentido.\n\n\n\n    (d) Por fim, nas palavras da Procuradora-Geral da República, “caso o querelante estivesse realmente de boa-fé, tendo sido surpreendido com o fato, teria corrigido imediatamente e publicado alguma nota aclaratória e de desculpa sobre o ocorrido, atitude não tomada até o momento”.\n\n\n\n    (e) Conclui-se que as provas colhidas nos autos comprovaram, além de qualquer dúvida razoável, a materialidade e a autoria delitivas, assim como o elemento subjetivo do tipo.\n\n\n\n    10. Ex positis, julgo procedente a acusação para condenar o réu Éder Mauro pela prática do crime de difamação agravada.\n\n\n\n    11. (a) Em sede de dosimetria, considero presentes quatro circunstâncias judiciais negativas, a conduzir a pena-base para 9 meses de detenção; ausentes atenuantes e agravantes, aplico a causa de aumento prevista no art. 141, III, do Código Penal (afasto, nos termos do art. 68, parágrafo único, a causa de aumento do inciso II do art. 141), alcançando a pena definitiva o total de 1 ano de detenção, no regime inicial aberto, e multa, no montante de 36 dias-multa, no valor de 1 salário mínimo cada.\n\n\n\n    (b) Diante da presença dos pressupostos legais, substituo a pena privativa de liberdade pela de prestação pecuniária (art. 45, §1º, do CP), consistente no pagamento de 30 salários mínimos à vítima, que fixo como montante mínimo para reparação dos danos causados pela infração, nos termos do art. 387, IV, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754156340","externo_seq_objeto_incidente":5296799,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-254  DIVULG 20-10-2020  PUBLIC 21-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1021&classe=AP","is_colac":false,"titulo":"AP 1021","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00043\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00032\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00015 INC-00003 ART-00053 \"CAPUT\"\n    ART-00055 INC-00004 INC-00006 PAR-00002\n    PAR-00003 ART-00102 INC-00001 LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00010 ART-00011 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00020 PAR-00001 ART-00029 ART-00033\n    PAR-00002 LET-C PAR-00003 ART-00036\n    PAR-00001 ART-00044 INC-00003 PAR-00002\n    ART-00045 PAR-00001 ART-00049 ART-00059\n    ART-00061 ART-00062 ART-00063 ART-00064\n    ART-00065 ART-00066 ART-00068 PAR-ÚNICO\n    ART-00070 ART-00139 ART-00141 INC-00002\n    INC-00003 ART-00297 ART-00299 ART-00327\n    \"CAPUT\"\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041 ART-00386 INC-00004 INC-00005\n    INC-00007 ART-00387 INC-00004 ART-00395\n    INC-00001 ART-00397 ART-00402 ART-00804\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00025 ART-00095\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-10-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EQUILÍBRIO, DIREITO À HONRA, DIREITO DE MANIFESTAÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE IMPRENSA, DIREITO À INFORMAÇÃO. CENSURA PRÉVIA, HIPÓTESE, RISCO, VIDA, INTEGRIDADE FÍSICA, PESSOA NATURAL, GRUPO DE PESSOAS, OBJETO, PUBLICAÇÃO. DIREITO DE MANIFESTAÇÃO, RESPONSABILIDADE PENAL, ABUSO DE DIREITO.\n\n- VOTO DA REVISORA, MIN. ROSA WEBER: EXISTÊNCIA, ELEMENTO PROBATÓRIO, INTERROGATÓRIO, QUERELADO, DECLARAÇÃO, VÍTIMA, DEPOIMENTO, TESTEMUNHA, COMPROVAÇÃO, COMETIMENTO, DELITO. INSTRUÇÃO, AUTOS, PROVA DOCUMENTAL, PROVA PERICIAL, PROVA TESTEMUNHAL.CASA LEGISLATIVA, REJEIÇÃO, VÍDEO, MANIPULAÇÃO, DISCURSO, PARLAMENTAR, ADOÇÃO, PROVIDÊNCIA, ESCLARECIMENTO, APURAÇÃO, FATO. CRIME, DIFAMAÇÃO, TEORIA MONISTA, SUBSUNÇÃO, TOTALIDADE, CONDUTA DOLOSA, ITER CRIMINIS, AUXÍLIO, LESÃO, DANO MORAL, VÍTIMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: JUNTADA, LAUDO PERICIAL, MOMENTO ANTERIOR, RECEBIMENTO, QUEIXA, QUERELADO, AUSÊNCIA, CONTESTAÇÃO. QUERELADO, ALEGAÇÕES FINAIS, AUSÊNCIA, CONTESTAÇÃO, PROVA PERICIAL, DEPOIMENTO ORAL, AUTOS. IMUNIDADE PARLAMENTAR, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. IMUNIDADE PARLAMENTAR, DIREITO COMPARADO, PRINCÍPIO, LIBERDADE, PALAVRA, ARBITRARIEDADE, PRISÃO. CONTEXTO HISTÓRICO, IMUNIDADE PARLAMENTAR, PROTEÇÃO, MANDATO PARLAMENTAR, DEMOCRACIA. STF, IMUNIDADE PARLAMENTAR, ESTADO DE SÍTIO. IMUNIDADE PARLAMENTAR MATERIAL, IMUNIDADE RELATIVA, IMUNIDADE ABSOLUTA. TEORIA, INVIOLABILIDADE PARLAMENTAR. INVIOLABILIDADE, CARÁTER ABSOLUTO, LIMITE TERRITORIAL, MANIFESTAÇÃO, INTERIOR, CASA LEGISLATIVA. SUJEIÇÃO, PARLAMENTAR, CENSURA, CARÁTER POLÍTICO, RESPONSABILIZAÇÃO, EXCESSO, LINGUAGEM, CASA LEGISLATIVA. INVIOLABILIDADE PARLAMENTAR, MANIFESTAÇÃO, AUSÊNCIA, INTERIOR, CASA LEGISLATIVA, NECESSIDADE, NEXO DE CAUSALIDADE, FINALIDADE, PALAVRA, OPINIÃO, EXERCÍCIO, MANDATO, PARLAMENTAR; IMUNIDADE RELATIVA. EFEITO, CONDENAÇÃO, SUSPENSÃO DE DIREITOS POLÍTICOS, PERDA DE MANDATO ELETIVO. SENTENÇA CONDENATÓRIA, TRÂNSITO EM JULGADO, SUSPENSÃO DE DIREITOS POLÍTICOS, FORMA AUTOMÁTICA. PERDA DE MANDATO ELETIVO, PARLAMENTAR, SENTENÇA CRIMINAL, TRÂNSITO EM JULGADO, MANIFESTAÇÃO, CASA LEGISLATIVA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, FIXAÇÃO, REGIME ABERTO, SUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE, PENA RESTRITIVA DE DIREITO, CASO CONCRETO, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL.\n\n- TERMO(S) DE RESGATE: FAKE NEWS, DEEPFAKE. TEORIA, INVIOLABILIDADE PARLAMENTAR, BLACKSTONIANA, STUART MILL. CLÁUSULA ESPACIAL, CLÁUSULA GEOGRÁFICA. NEXO DE IMPLICAÇÃO RECÍPROCA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1021&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMUNIDADE PARLAMENTAR MATERIAL, INCIDÊNCIA)\r\nRE 299109 AgR (1ªT), Inq 3438 (1ªT), Inq 3672 (1ªT), Inq 3932 (1ªT), Pet 5243 (1ªT), Pet 7174 (1ªT), Inq 4694 (1ªT), HC 34467 (TP).\r\n(DENÚNCIA INEPTA, AUSÊNCIA, JUSTA CAUSA)\r\nHC 104447 (1ªT), AP 560 (2ªT), Inq 3204 (2ªT), RHC 133426 (2ªT).\r\n(STF, FORO POR PRERROGATIVA DE FUNÇÃO, MANDATO PARLAMENTAR)\r\nAP 937 QO (TP).\r\n(IMUNIDADE ABSOLUTA, MANIFESTAÇÃO, PARLAMENTAR, CASA LEGISLATIVA)\r\nInq 1958 (TP), RE 299109 AgR (1ªT), RE 576074 AgR (1ªT), Inq 3814 (1ªT), Pet 6156 (2ªT).\r\n(EXCESSO, MANIFESTAÇÃO, PARLAMENTAR, RESPONSABILIZAÇÃO, CASA LEGISLATIVA)\r\nRE 600063 (TP), Pet 5647 (1ªT), Pet 6156 (2ªT), Pet 6587 (2ªT).\r\n(IMUNIDADE RELATIVA, MANIFESTAÇÃO, PARLAMENTAR, FORA, CASA LEGISLATIVA, EXIGÊNCIA, NEXO DE CAUSALIDADE, ATIVIDADE PARLAMENTAR)\r\nInq 390 (TP), RE 600063 (TP), Inq 1024 QO (TP), Inq 2874 AgR (TP).\r\n(DOSIMETRIA DA PENA, DISCRICIONARIEDADE, JUIZ)\r\nHC 132475 AgR (1ªT).\r\n(DOSIMETRIA DA PENA, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL)\r\nAP 863 (1ªT).\r\n(CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, PENA, ACIMA DO MÍNIMO LEGAL)\r\nHC 76196 (1ªT), HC 88284 (2ªT), HC 107501 (1ªT), HC 118876 (2ªT).\r\n(PERDA DE MANDATO ELETIVO, PARLAMENTAR, SENTENÇA CRIMINAL, TRÂNSITO EM JULGADO, MANIFESTAÇÃO, CASA LEGISLATIVA)\r\nRE 179502 (TP), RE 225019 (2ªT), RE 418876 (1ªT), AP 563 (2ªT), AP 565 (TP).\r\n(CONDENAÇÃO CRIMINAL, TRÂNSITO EM JULGADO, PARLAMENTAR, PERDA DE MANDATO ELETIVO)\r\nAP 470 (TP), AP 396 QO (TP), AP 694 (1ªT).\r\n(IMUNIDADE PARLAMENTAR MATERIAL, ESTADO DE SÍTIO)\r\nHC 3536 (TP).\r\n- Legislação estrangeira citada: art. 9 do Bill of Rights inglês, de 1689; Declaração Inglesa de Direitos de 1688; art. 1, seção 6, da Constituição norte-americana de 1787.\n- Veja Representação n. 15/2016 da Mesa Diretora da Câmara dos Deputados.\n\nNúmero de páginas: 149.\nAnálise: 30/11/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : JEAN WYLLYS DE MATOS SANTOS \nADV.(A/S)  : ANTONIO RODRIGO MACHADO DE SOUSA \nRÉU(É)(S)  : EDER MAURO \nADV.(A/S)  : JÂNIO SOUZA NASCIMENTO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434530,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 1021","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2020-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"AMARAL JÚNIOR, José Levi Mello do. Inviolabilidade parlamentar. São Paulo: FDUSP, 2018. p. 23-43.\nAUMONT, Jacques; MARIE, Michel. Dicionário teórico e crítico de cinema. 2. ed. Campinas: Papirus, 2006. p. 196.\nBITENCOURT, Cezar Roberto. Tratado de direito penal: parte especial: dos crimes contra a pessoa. 11. ed. rev., ampl. e atual. São Paulo: Saraiva, 2011. v. 2. p. 336 e 339.\nCANOTILHO, J. J. Gomes et al. Comentários à Constituição do Brasil. Saraiva. 2018. p. 1147.\nCOUTINHO, Lilian; QUEIROZ, Paulo. Crimes contra a honra e contra a dignidade sexual. São Paulo: Juspodivm, 2019. p. 50-51.\nMALATESTA, Nicola Framarino dei. A lógica das provas em matéria criminal. Campinas: Bookseller, 1996. p. 82.\nMILL, John Stuart. On Liberty.\nSANTOS, Juarez Cirino dos. Direito penal: parte geral. 3. ed. Curitiba: ICPC; Lumen Juris, 2008. p. 134.","ministro_facet":["LUIZ FUX"],"processo_numero":1021,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435469","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RR","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria, julgou a) improcedente o pedido de compelir a União a fechar temporariamente a fronteira entre o Brasil e a Venezuela ou limitar o ingresso de imigrantes venezuelanos no Brasil e; b) parcialmente procedente a ação para determinar à União a imediata transferência de recursos adicionais ao Estado de Roraima em quantia correspondente à metade (cinquenta por cento) dos gastos cujo ressarcimento é vindicado pelo autor, conforme se apurar em liquidação, observados como parâmetros máximos os valores documentados nos autos, para assim suprir a metade dos custos que vem suportando com a prestação de serviços públicos aos imigrantes oriundos da Venezuela, ou autorizar a compensação do débito, devendo a transferência se dar sem a submissão ao procedimento do precatório, por se tratar de valor necessário a suplementar gastos imediatos e continuados, dado não cessada a questão migratória massiva e, por fim, com fundamento no art. 485, VI, do CPC, julgou extinto o pedido incidental feito pela ré quanto ao Decreto estadual nº 25.681/2018 ante sua superveniente revogação pelo Governo de Roraima, sem condenação em honorários, considerada a solução parcial da demanda (art. 86 do CPC). Tudo nos termos do voto da Relatora, vencidos os Ministros Alexandre de Moraes, Luiz Fux (Presidente), Gilmar Mendes e Dias Toffoli, que julgavam improcedente a ação. Falaram: pelo autor, o Dr. Marcelo de Sá Mendes, Procurador do Estado de Roraima; pela ré, o Dr. Arthur Cristóvão Prado, Advogado da União; pelo amicus curiae Defensoria Pública da União, o Dr. Gustavo Zortéa da Silva, Defensor Público Federal; e, pelos amici curiae Associação Direitos Humanos em Rede – Conectas Direitos Humanos, Instituto Migrações e Direitos Humanos - IMDH, Centro de Direitos Humanos e Cidadania do Imigrante – CDHIC e Pia Sociedade dos Missionários de São Carlos, a Dra. Lívia De Felice Lenci. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur435469","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Roraima","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435469","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO CÍVEL ORIGINÁRIA. FLUXO MIGRATÓRIO MASSIVO DE REFUGIADOS DA VENEZUELA. CONFLITO FEDERATIVO. PRETENSÃO DE REFORÇO NAS MEDIDAS ADMINISTRATIVAS NAS ÁREAS DE CONTROLE POLICIAL, SAÚDE E VIGILÂNCIA SANITÁRIA NA FRONTEIRA. ACORDO REALIZADO E HOMOLOGADO. PEDIDO DE FECHAMENTO DA FRONTEIRA OU LIMITAÇÃO DE INGRESSO DOS VENEZUELANOS. INDEFERIMENTO. PEDIDO INCIDENTAL DA UNIÃO PARA SUSPENSÃO DE DECRETO ESTADUAL RESTRITIVO AOS IMIGRANTES. SUPERVENIENTE REVOGAÇÃO. PREJUDICADO. PEDIDO DE CONDENAÇÃO DA UNIÃO A APORTAR RECURSOS ADICIONAIS PARA SUPRIR CUSTOS DO ESTADO COM SERVIÇOS PÚBLICOS AOS IMIGRANTES. POLÍTICA MIGRATÓRIA. COMPETÊNCIA DA UNIÃO. ÔNUS DESPROPORCIONAL DO ESTADO DE RORAIMA DECORRENTE DO AUMENTO POPULACIONAL PARA PRESTAÇÃO DOS SERVIÇOS PÚBLICOS. FEDERALISMO COOPERATIVO. COOPERAÇÃO OBRIGATÓRIA. SOLIDARIEDADE. ARBITRAMENTO PROPORCIONAL EM METADE DA QUANTIA VINDICADA. AÇÃO JULGADA PARCIALMENTE PROCEDENTE. \n\n\n\n    I. Pedido de condenação da União à promoção de medidas administrativas nas áreas de controle policial, saúde e vigilância sanitária na região da fronteira entre o Brasil e a Venezuela. Acordo realizado no processo e homologado. Pedido prejudicado.\n\n\n\n    II. Pedido de fechamento temporário da fronteira entre Brasil e Venezuela ou limitação do ingresso de venezuelanos no Brasil. Indeferimento. No marco do Estado democrático de direito, as opções disponíveis à solução de crises restringem-se àquelas compatíveis com os padrões constitucionais e internacionais de garantia da prevalência dos direitos humanos fundamentais. Pretensão que contraria o disposto nos arts. 4º, II e IX, e 5º, LIV, da Constituição da República, no art. 45, parágrafo único, da Lei nº 13.445/2017 e no artigo XVIII do Acordo sobre Cooperação Sanitária Fronteiriça entre o Governo da República Federativa do Brasil e o Governo da República da Venezuela. Pedido rejeitado.\n\n\n\n    III. Pedido incidental da ré para suspensão dos efeitos do Decreto estadual de Roraima nº 25.681/2018 porque restritivo a direitos dos imigrantes. Superveniente revogação do ato pelo Governador do Estado. Pedido prejudicado.\n\n\n\n    IV. Pedido de aportes adicionais da União para suprir o aumento de gastos do Estado com os imigrantes.\n\n\n\n    1. Na hipótese, o Estado de Roraima teve gastos extraordinários com saúde, educação, segurança pública e assistência social em decorrência do fluxo de imigrantes venezuelanos e há prova suficiente nos autos.\n\n\n\n    2. O fluxo da imigração massiva é evento extraordinário, imprevisível, excepcional, e seu impacto no Estado-autor decorre do fato da posição geográfica de Roraima se mostrar atraente a facilitar a entrada dos imigrantes ao Brasil.\n\n\n\n    3. O gasto extraordinário não resultou de qualquer fato imputável ao Estado de Roraima, mas sim da necessária – decorrência do cumprimento de tratados internacionais – abertura da fronteira, pelo Estado brasileiro, para recepcionar refugiados venezuelanos.\n\n\n\n    4. O federalismo brasileiro é de base cooperativa, o que encontra fundamento constitucional.\n\n\n\n    5. Nas matérias de que trata o art. 23 da CF o cooperativismo é obrigatório, e não facultativo.\n\n\n\n    6. O princípio da solidariedade é constitucional e aplica-se nas relações entre os entes federados.\n\n\n\n    7. O Estado de Roraima é pequeno em dimensão territorial e, atualmente, também em renda, se comparado aos demais Estados brasileiros, e menor ainda à luz da União, que tem mecanismos para socorrer os entes federados em casos de anormalidade.\n\n\n\n    8. Há precedentes internacionais no sentido de o Estado Federal arcar com parcela dos gastos com os refugiados.\n\n\n\n    9. Necessária a contribuição financeira da União nos gastos do Estado de Roraima ante o incremento com os serviços públicos prestados a refugiados. \n\n\n\n    10. Tal se justifica pelos princípios da razoabilidade, da proporcionalidade e da solidariedade, e encontra fundamento na Constituição da República desde seu preâmbulo e no conceito de “união indissolúvel”, bem como no disposto no art. 3º, I e III, e, especificamente, no obrigatório auxílio que decorre do federalismo cooperativo e competências de que trata o art. 23, além dos arts. 30, 144, 196, 205, e seus incisos, todos da Constituição Federal.\n\n\n\n    11. A ausência de previsão normativa específica quanto ao grau de comprometimento de cada ente federativo no que diz com as matérias de competência comum no âmbito do federalismo cooperativo, especialmente ante a falta da regulamentação de que trata do parágrafo único do art. 23 da Constituição Federal, não pode implicar ônus desproporcional ao Estado de Roraima.\n\n\n\n    12. Da Lei de Introdução às Normas do Direito Brasileiro (Decreto-Lei nº 4.657/42), especialmente de seus artigos 4º, 21 e parágrafo único, 23 e 26, § 1º, I, extraem-se os vetores voltados aos princípios da proporcionalidade e da equidade como parâmetros para balizar uma solução que possa mais aproximar a Justiça à hipótese\n\n\n\n    13. A solução, considerando tratar-se de litígio em que se conclui necessário um aumento do grau de participação contributiva por parte da ré, à luz inclusive do exemplo internacional e também da interpretação razoável e proporcional da cláusula da cooperação, é a divisão destes custos adicionais em metade para cada parte. Pedido acolhido em parte.\n\n\n\n    V. Ação Cível Originária julgada procedente em parte para determinar à União a transferência de recursos adicionais ao Estado de Roraima em quantia correspondente à metade do vindicado pelo autor, conforme se apurar em liquidação, observados como parâmetros máximos os valores documentados nos autos, para assim suprir a metade dos custos que vem suportando com a prestação de serviços públicos aos imigrantes oriundos da Venezuela, ou autorizar a compensação do débito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754212138","externo_seq_objeto_incidente":5437155,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-258 DIVULG 26-10-2020 PUBLIC 27-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3121&classe=ACO","is_colac":false,"titulo":"ACO 3121","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00003 INC-00001 INC-00003 ART-00004\n    INC-00002 INC-00009 ART-00005 INC-00054\n    ART-00021 INC-00022 ART-00022 INC-00015\n    ART-00023 INC-00002 INC-00005 INC-00010\n    PAR-ÚNICO ART-00030 INC-00006 INC-00007\n    ART-00084 INC-00007 ART-00091 PAR-00001\n    INC-00003 ART-00102 INC-00001 LET-F\n    ART-00144 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00001\n    INC-00003 ART-00148 INC-00001 ART-0166A\n    INC-00001 INC-00002 PAR-00001 INC-00001\n    INC-00002 PAR-00002 INC-00001 INC-00002\n    INC-00003 PAR-00003 PAR-00004 INC-00001\n    INC-00002 PAR-00005 ART-00167 PAR-00003\n    ART-00196 ART-00205\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000105 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    ART-00003 INC-00006 ART-00014 INC-00001\n    LET-A LET-B LET-C PAR-00003\n    ART-00020 ART-00030 INC-00001 LET-A\n    LET-B LET-C ART-00049 PAR-00004\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-006964 ANO-1981\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009474 ANO-1997\n    ART-00001 INC-00001 INC-00002 INC-00003\n    ART-00005 ART-00011 ART-00014\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784 ANO-1999\n    ART-00002 INC-00001 INC-00004\n    LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00005 ART-00085 PAR-00008 ART-00086\n    ART-00322 PAR-00002 ART-00323 ART-00329\n    INC-00001 INC-00002 ART-00485 INC-00006\n    ART-00487 INC-00001 INC-00003 LET-B\n    ART-00492 PAR-ÚNICO\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00003 INC-00001 INC-00004 INC-00014\n    INC-00015 ART-00045 PAR-ÚNICO INC-00002\n    INC-00003 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    INC-00012 INC-00013 INC-00016 INC-00017\n    INC-00018 INC-00019 INC-00020 INC-00021\n    INC-00022\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1951\n    ART-00001 LET-A PAR-00002\n    CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-INT   ACO ANO-1982\n    ART-00018\n    ACORDO SOBRE COOPERAÇÃO SANITÁRIA FRONTEIRIÇA ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA DA VENEZUELA\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00004 ART-00021 PAR-ÚNICO ART-00023\n    ART-00026 PAR-00001 INC-00001\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-000864 ANO-2018\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000011 ANO-1960\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-FED   DLG-000093 ANO-1971\n    DECRETO LEGISLATIVO - APROVA O PROTOCOLO SOBRE O ESTATUTO DOS REFUGIADOS\n\n","LEG-FED   DLG-000045 ANO-1984\n    DECRETO LEGISLATIVO - APROVA O ACORDO SOBRE COOPERAÇÃO SANITÁRIA FRONTEIRIÇA ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA DA VENEZUELA\n\n","LEG-FED   DEC-050215 ANO-1961\n    DECRETO - PROMULGA A CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-FED   DEC-070946 ANO-1972\n    DECRETO - PROMULGA O PROTOCOLO SOBRE O ESTATUTO DOS REFUGIADOS\n\n","LEG-FED   DEC-000059 ANO-1991\n    DECRETO - PROMULGA O ACORDO SOBRE COOPERAÇÃO SANITÁRIA FRONTEIRIÇA ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA DA VENEZUELA\n\n","LEG-FED   DEC-009602 ANO-2018\n    DECRETO\n\n","LEG-INT   PLT ANO-1971\n    ART-00001 INC-00001 INC-00002\n    PROTOCOLO SOBRE O ESTATUTO DOS REFUGIADOS\n\n","LEG-EST   DEC-025681 ANO-2018\n    DECRETO, RR"],"publicacao_data":"2020-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA ORIGINÁRIA, STF, JULGAMENTO, SITUAÇÃO, CONFLITO FEDERATIVO. ALEGAÇÃO, RÉU, ALTERAÇÃO, PEDIDO, MOMENTO POSTERIOR, CITAÇÃO; CÓDIGO DE PROCESSO CIVIL, OBRIGAÇÃO, PRESTAÇÃO SUCESSIVA, INCLUSÃO, PEDIDO. ORÇAMENTO, DEMORA, INCLUSÃO, CÁLCULO, AUMENTO, FAIXA POPULACIONAL, SITUAÇÃO EMERGENCIAL. COMPETÊNCIA, UNIÃO FEDERAL, CÁLCULO, INGRESSO, ESTRANGEIRO, PAÍS; POLÍCIA FEDERAL, EXECUÇÃO, SERVIÇO, POLICIAMENTO, FRONTEIRA. ADMINISTRAÇÃO ESTADUAL, FORNECIMENTO, DADO, PRESUNÇÃO, BOA-FÉ. DEFINIÇÃO, REFUGIADO. EVOLUÇÃO, ALCANCE, EXPRESSÃO, REFUGIADO, NORMA, DIREITO INTERNACIONAL. LEI, REFUGIADO, ORDENAMENTO JURÍDICO BRASILEIRO. IMIGRAÇÃO, REFUGIADO, PREJUÍZO, ENTE FEDERADO, LOCALIZAÇÃO, FRONTEIRA. ACOLHIMENTO, REFUGIADO, DIREITO INTERNACIONAL. REFUGIADO, IMPOSSIBILIDADE, DEVOLUÇÃO, PAÍS DE ORIGEM. LEI DE MIGRAÇÃO, PRINCÍPIO. ALTO COMISSARIADO DAS NAÇÕES UNIDAS PARA OS REFUGIADOS (ACNUR), PROTEÇÃO, REFUGIADO. COMITÊ NACIONAL PARA OS REFUGIADOS (CONARE), RECEPÇÃO, PEDIDO, REFÚGIO. EVOLUÇÃO, FEDERALISMO, ESTADO BRASILEIRO, DOUTRINA. CRÍTICA, DOUTRINA, AUSÊNCIA, EFETIVIDADE, FEDERALISMO COOPERATIVO, ESTADO BRASILEIRO. DIREITO À SAÚDE, RESPONSABILIDADE SOLIDÁRIA, ENTE FEDERADO. ENTE FEDERADO, NECESSIDADE, AUXÍLIO, UNIÃO FEDERAL. FEDERALISMO FISCAL, BRASILEIRO, ENTE FEDERADO, DEPENDÊNCIA, UNIÃO FEDERAL. IMPORTÂNCIA, TRANSFERÊNCIA, MECANISMO, COMPENSAÇÃO, DIFERENÇA, ENTE FEDERADO. CALAMIDADE PÚBLICA, MECANISMO, AUXÍLIO, ENTE FEDERADO, DESNECESSIDADE, ORÇAMENTO. JURISPRUDÊNCIA, STF, COMPETÊNCIA COMUM, PROTEÇÃO, SÍTIO ARQUEOLÓGICO. PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS, PRINCÍPIO DA SEPARAÇÃO DOS PODERES.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: LEI DE MIGRAÇÃO, PRINCÍPIO, DIRETRIZ. LEI, REFUGIADO, IGUALDADE, DIREITO, DEVER, ESTRANGEIRO DOMICILIADO NO BRASIL. JURISPRUDÊNCIA, STF, ASSISTÊNCIA SOCIAL, ESTRANGEIRO DOMICILIADO NO BRASIL. CONSTITUIÇÃO FEDERAL DE 1988, INOCORRÊNCIA, ATRIBUIÇÃO, UNIÃO FEDERAL, CUSTEIO, DESPESA, IMIGRANTE. INEXISTÊNCIA, OBRIGAÇÃO, UNIÃO FEDERAL, INDENIZAÇÃO, ENTE FEDERADO, PREJUÍZO, DECORRÊNCIA, IMIGRAÇÃO, REFUGIADO.\n\n- TERMO(S) DE RESGATE: DISTINÇÃO, MIGRANTE, REFUGIADO, ESTADO DE NECESSIDADE. EMENDA CONSTITUCIONAL 105 DE 2019, CRIAÇÃO, TRANSFERÊNCIA ESPECIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3121&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, CONFLITO FEDERATIVO)\nACO 1048 QO (TP). \n(IMIGRAÇÃO, REFUGIADO, PREJUÍZO, ENTE FEDERADO, LOCALIZAÇÃO, FRONTEIRA)\nACO 3113 (TP). \n(FEDERALISMO COOPERATIVO)\nRE 194704 (TP). \n(DIREITO À SAÚDE, RESPONSABILIDADE SOLIDÁRIA, ENTE FEDERADO)\nSTA 175 AgR (TP). \n(COMPETÊNCIA COMUM, PROTEÇÃO, SÍTIO ARQUEOLÓGICO)\nADI 2544 (TP). \n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nSL 263 AgR (TP), RE 554446 AgR (1ªT), ARE 878411 AgR (2ªT), ARE 1170152 AgR (2ªT). \n(COMPETÊNCIA, STF, SOLUÇÃO, CONFLITO FEDERATIVO)\nADPF 109 (TP). \n(ASSISTÊNCIA SOCIAL, ESTRANGEIRO DOMICILIADO NO BRASIL)\nRE 587970 (TP). \n- Decisão monocrática citada:\n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nSL 1074.\n- Legislação estrangeira citada: art. 14, incisos 1 e 2, da Declaração dos Direitos Humanos de 1948; art. 1, §2, da Convenção sobre Refugiados da Organização de Unidade Africana de 1969; Declaração de Cartagena de 1984; Declaração de San José sobre Refugiados e Pessoas Deslocadas, de 1994.\n- Veja ACO 3360 do STF.\nNúmero de páginas: 123.\nAnálise: 19/11/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES)      : ESTADO DE RORAIMA \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DE RORAIMA \r\nRÉU(É)(S)           : UNIÃO \r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO \r\nAM. CURIAE.         : DEFENSORIA PÚBLICA DA UNIÃO \r\nPROC.(A/S)(ES)      : DEFENSOR PÚBLICO-GERAL FEDERAL \r\nAM. CURIAE.         : ASSOCIAÇÃO DIREITOS HUMANOS EM REDE - CONECTAS DIREITOS HUMANOS \r\nAM. CURIAE.         : INSTITUTO MIGRAÇÕES E DIREITOS HUMANOS - IMDH \r\nAM. CURIAE.         : CENTRO DE DIREITOS HUMANOS E CIDADANIA DO IMIGRANTE - CDHIC \r\nAM. CURIAE.         : PIA SOCIEDADE DOS MISSIONÁRIOS DE SÃO CARLOS \r\nADV.(A/S)           : BETO FERREIRA MARTINS VASCONCELOS E OUTRO(A/S)\r\nAM. CURIAE.         : MUNICÍPIO DE PACARAIMA \r\nPROC.(A/S)(ES)      : BRUNO DA SILVA MOTA \r\nAM. CURIAE.         : SOCIEDADE DE DEFESA DOS ÍNDIOS UNIDOS DO NORTE DE RORAIMA - SODIURR \r\nAM. CURIAE.         : ALIANÇA DE INTEGRAÇÃO E DESENVOLVIMENTO DAS COMUNIDADES INDÍGENAS DE RORAIMA - ALIDCIRR \r\nAM. CURIAE.         : ASSOCIAÇÃO DE DESENVOLVIMENTO DOS POVOS INDÍGENAS TAUREPANGS DO ESTADO DE RORAIMA - ADPITERR \r\nADV.(A/S)           : FREDERICO SILVA LEITE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435469,"documental_tese_texto":null,"procedencia_geografica_completo":"RR - RORAIMA","processo_codigo_completo":"ACO 3121","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"A SITUAÇÃO dos Refugiados no Mundo 1997-98 – um programa humanitário. Alto Comissariado das Nações Unidas para Refugiados (ACNUR), Lisboa, 1998. p. 50.\nA ECONOMIA e Roraima e o Fluxo Venezuelano: evidências e subsídios para políticas públicas. Fundação Getúlio Vargas; Diretoria de Análise de Políticas Públicas, Rio de Janeiro, 2020. p. 14, 24 e 122. Disponível em: https://www.acnur.org/portugues/wp-content/uploads/2020/02/FGV-DAPP-2020-A-economia-de-Roraima-e-o-fluxo-venezuelano_compressed.pdf.\nBERCOVICI, Gilberto. A Descentralização de Políticas Sociais e o Federalismo Cooperativo Brasileiro. Revista de Direito Sanitário, p. 13-28. Disponível em: https://doi.org/10.11606/issn.2316-9044.v3i1p13-28.\nBERNADES, Wilba Lúcia Maria. Os Desdobramentos do Federalismo Cooperativo Alemão: uma rica experiência de releituras. In: Estudos de Direito Constitucional – Homenagem ao Professor Ricardo Arnaldo Malheiros Fiuza. Belo Horizonte: Editora Del Rey, 2009. p. 216.\nBRASIL; IBGE. População. Disponível em: https://cidades.ibge.gov.br/brasil/rr/panorama.\nBRASILEIRO, Ana Maria. O Federalismo Cooperativo. Revista Brasileira de Estudos Políticos, Universidade Federal de Minas Gerais, n. 39, jul. 1974. p. 87-88, 92-101, 108-109 e 124-126.\nCASELLA, Paulo Borba. Refugiados: conceito e extensão. In: O Direito Internacional dos Refugiados - Uma Perspectiva Brasileira. Renovar, 2001. p. 20, 22 e 23.\nCAPUANO, Tamara de Padua. O federalismo cooperativo e a necessidade de efetivação do direito à saúde das pessoas com deficiência. Rio de Janeiro: Lumen Juris, 2018. p. 68 e 85.\nCAÚLA, Cesar; MANZI, Lilian C. T. de Miranda. Transferências Constitucionais e Federalismo Cooperativo. In: O Federalismo na Visão dos Estados, uma homenagem do Colégio Nacional de Procuradores-Gerais dos Estados e do Distrito Federal - CONPEG - aos 30 anos de Constituição. Coleção de Direito Tributário & Financeiro. p. 311-313, 315-316, 321-323 e 324-326.\nCOSTA, Denise. Federalismo Cooperativo Encontros e Desencontros. In: Poder Judiciário, Políticas Públicas. Almedina, 2018. v. 2. p. 138.\nISMAEL, Ricardo. Governos Estaduais no Ambiente Federativo Inaugurado pela Constituição Federal de 98: aspectos políticos e institucionais de uma atuação constrangida. In: Governos Estaduais no Federalismo Brasileiro – capacidades e limitações governativas. Ipea, 2014. Disponível em: http://repositorio.ipea.gov.br/bitstream/11058/3184/1/livro_governos_estaduais.pdf.\nKRELL, Andreas J. A Necessária Mudança de Foco na Implantação do Federalismo Cooperativo no Brasil: da Definição das Competências Legislativas para o Desenho de Formas Conjuntas de Execução Administrativa. In: Vinte anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 650.\nMANUAL de procedimentos e critérios para a determinação da condição de refugiado. Alto Comissariado das Nações Unidas para Refugiados (ACNUR). Disponível em: http://www.acnur.org/.\nMELO, Álisson José Maia. Gestão Associada de Serviços Públicos no Brasil: Federalismo Cooperativo, Administração Pública e Direitos Fundamentais. 2013. (Dissertação de Mestrado) - Universidade Federal do Ceará, Fortaleza, 2013. Disponível em: http://www.repositorio.ufc.br/bitstream/riufc/12814/1/2013_dis_ajmmelo.pdf.\nMORIKAWA, Márcia Mieko. Deslocados Internos: entre a soberania do Estado e a Proteção Internacional dos Direitos do Homem – uma crítica ao sistema internacional de proteção dos refugiados. Coimbra, 2006. p. 46-48.\nOLIVEIRA, Samuel Cunha. O pacto federativo brasileiro e o princípio da solidariedade constitucional. Revista Jus Navigandi, Teresina, ano 18, n. 3815, 2013. ISSN 1518-4862. Disponível em: https://jus.com.br/artigos/26112.\nTAVARES, Alessandra Schettino. O federalismo cooperativo no Brasil: o perfil do Estado brasileiro segundo a Constituição Federal de 1988. 2009. (Especialização em Instituições e Processos Políticos do Legislativo) - Centro de Formação, Treinamento e Aperfeiçoamento (Cefor) da Câmara dos Deputados, 2009. Disponível em: Biblioteca Digital da Câmara in file:///C:/Users/Owner/Downloads/federalismo_cooperativo_schettino.pdf.\nTORRES, Heleno Taveira. Constituição financeira e o federalismo financeiro cooperativo equilibrado brasileiro. Revista Fórum de Direito Financeiro e Econômico, ano 3, n. 5, p. 25-54, mar./ago. 2014. Disponível em: https://edisciplinas.usp.br/pluginfile.php/311934/mod_resource/content/1/D_HTO_Constitui%C3%A7%C3%A3o%20Finance.pdf.\nVERGOLINO, José Raimundo de Oliveira. Federalismo e Autonomia Fiscal dos Governos Estaduais no Brasil: notas sobre o período recente (1990-2010). In: Governos Estaduais no Federalismo Brasileiro – capacidades e limitações governativas. Brasília: Ipea, 2014. Disponpivel em: http://repositorio.ipea.gov.br/bitstream/11058/3184/1/livro_governos_estaduais.pdf\nWHO Bears the cost of intengrating refugees? Migration Policy Debates; OCDE, n. 13, jan. 2017. Disponível em: https://www.oecd.org/els/mig/migration-policy-debates-13.pdf.","ministro_facet":["ROSA WEBER"],"processo_numero":3121,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435472","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por unanimidade, julgou improcedente a ação direta, nos termos do voto do Relator. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur435472","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435472","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: AÇÃO DIRETA DE INCONSTITUCIONALIDADE – LEI Nº 12.317/2010, QUE ESTABELECE A JORNADA NORMAL DE TRABALHO DOS ASSISTENTES SOCIAIS EM 30 (TRINTA) HORAS SEMANAIS – SUPOSTA TRANSGRESSÃO AO POSTULADO CONSTITUCIONAL DA OBRIGATORIEDADE DA INTERVENÇÃO SINDICAL NO PROCESSO DE NEGOCIAÇÃO E DE CELEBRAÇÃO DE CONVENÇÕES E ACORDOS COLETIVOS DE TRABALHO (CF, ART. 8º, III E VI, E ART. 7º, XXVI) – PRETENSÃO DE INCONSTITUCIONALIDADE FUNDADA NA ALEGAÇÃO DE QUE SOMENTE POR MEIO DOS INSTRUMENTOS DE NEGOCIAÇÃO COLETIVA PODERIA SER ESTIPULADO O TEMPO DE DURAÇÃO DA JORNADA DE TRABALHO PARA DETERMINADA CATEGORIA PROFISSIONAL – INVIABILIDADE DE TAL PRETENSÃO – DIREITO DO TRABALHO – MATÉRIA SUBMETIDA, POR EXPRESSA PREVISÃO CONSTITUCIONAL, À COMPETÊNCIA LEGISLATIVA PRIVATIVA DA UNIÃO FEDERAL (CF, ART. 22, I) – A QUESTÃO DA AUTORIZAÇÃO AOS ESTADOS-MEMBROS FUNDADA NO PARÁGRAFO ÚNICO DO ART. 22 DA CARTA POLÍTICA – PRECEDENTES – CONSIDERAÇÕES EM “OBITER DICTUM”: RELEVÂNCIA DO POSTULADO DA AUTONOMIA DA VONTADE NO ÂMBITO DO DIREITO COLETIVO DO TRABALHO, DESDE QUE O SEU EXERCÍCIO SEMPRE RESPEITE A INTANGIBILIDADE DOS DIREITOS FUNDAMENTAIS SOCIAIS MÍNIMOS ASSEGURADOS AOS TRABALHADORES PELA CONSTITUIÇÃO FEDERAL, POR TRATADOS E CONVENÇÕES INTERNACIONAIS E, AINDA, PELA LEGISLAÇÃO TRABALHISTA – INCIDÊNCIA, NO CASO ORA EM JULGAMENTO, DO POSTULADO CONSTITUCIONAL QUE VEDA O RETROCESSO SOCIAL E O RECONHECIMENTO DO SEU CARÁTER DE VOCAÇÃO PROTETIVA DOS DIREITOS SOCIAIS BÁSICOS DA CLASSE TRABALHADORA – PRECEDENTES – PARECER DA DOUTA PROCURADORIA-GERAL DA REPÚBLICA PELA IMPROCEDÊNCIA DO PEDIDO – AÇÃO DIRETA JULGADA IMPROCEDENTE.\n\n\n\n     – A fixação da jornada de trabalho mediante lei (tal como sucedeu em relação aos Assistentes Sociais), além de não traduzir ofensa à autonomia sindical ou ao processo de negociação coletiva para deliberar sobre esse tema, revela-se plenamente legítima e inteiramente compatível com o texto da Constituição da República, seja porque a Lei nº 12.317/2010 emanou de pessoa estatal competente (CF, art. 22, I), seja, ainda, porque mencionado diploma legislativo veiculou, no caso, norma claramente favorável a essa categoria profissional, pois instituiu, “in melius”, regime jurídico mais benéfico pertinente à jornada de trabalho em favor dos Assistentes Sociais, consideradas, para tanto, as peculiaridades e as condições a que estão sujeitos referidos profissionais no desempenho de sua atividade laboral.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754212136","externo_seq_objeto_incidente":3962599,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-258 DIVULG 26-10-2020 PUBLIC 27-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4468&classe=ADI","is_colac":false,"titulo":"ADI 4468","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00007 INC-00013 INC-00026 ART-00008 \n          INC-00003 INC-00006 ART-00022 INC-00001 \n          PAR-ÚNICO ART-00103 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003270      ANO-1957\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007394      ANO-1985\n          ART-00014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008856      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00020\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-012317      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00224 ART-00303\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   PJL-001890      ANO-2007\n                PROJETO DE LEI\n\n","LEG-INT   PLT      ANO-1988\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR"],"publicacao_data":"2020-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONFEDERAÇÃO NACIONAL DE SAÚDE (CNS), LEGITIMIDADE ATIVA, PERTINÊNCIA TEMÁTICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4468&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO)\nADI 601 (TP), ADI 953 (TP), ADI 1515 (TP), ADI 2487 (TP), ADI 2609 (TP), ADI 3069 (TP), ADI 3610 (TP), ADI 3811 (TP), ADI 3894 (TP), ADI 4387 (TP), RE 632713 AgR (2ªT), ARE 821761 AgR (2ªT), ARE 1032912 ED-AgR (2ªT), ARE 970577 AgR (2ªT). \n(NEGOCIAÇÃO COLETIVA, DIREITO DO TRABALHO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nARE 639337 AgR (2ªT), RE 581352 AgR (2ªT). \n(ADI, LEGITIMIDADE ATIVA, CONFEDERAÇÃO NACIONAL DE SAÚDE)\nADI 4350 (TP), ADI 4627 (TP). \n(CONVENÇÃO COLETIVA DE TRABALHO, SENTENÇA NORMATIVA, FONTE FORMAL DO DIREITO)\nRE 77650 (TP). \n(ESTADO-MEMBRO, COMPETÊNCIA SUPLEMENTAR, DIREITO DO TRABALHO, LEI ESTADUAL, LIMITE DE ATUAÇÃO, LEI FEDERAL)\nADI 1862 (TP), ADI 3251 (TP), ADI 3587 (TP), ADI 6149 (TP). \n(JORNADA DE TRABALHO, CARGA HORÁRIA SEMANAL, DIFERENCIAÇÃO, CATEGORIA PROFISSIONAL)\nARE 758227 AgR (2ªT), ARE 869896 AgR (1ªT). \n- Decisão estrangeira citada: Acórdão n. 39/84 do Tribunal Constitucional de Portugal. \n- Veja art. 3, I, do Estatuto Social da Confederação Nacional de Saúde (CNS).\n\nNúmero de páginas: 26.\nAnálise: 12/04/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : CONFEDERAÇÃO NACIONAL DE SAÚDE - CNS\r\nADV.(A/S)           : ALEXANDRE VENZON ZANETTI\r\nINTDO.(A/S)         : PRESIDENTE DA REPÚBLICA\r\nINTDO.(A/S)         : CONGRESSO NACIONAL\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nAM. CURIAE.         : CONSELHO FEDERAL DE SERVIÇO SOCIAL - CFESS\r\nADV.(A/S)           : SYLVIA HELENA TERRA\r\nAM. CURIAE.         : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DA SEGURIDADE SOCIAL - CNTSS/CUT\r\nADV.(A/S)           : CEZAR BRITTO E OUTRO(A/S)\r\nADV.(A/S)           : MARLUCE MACIEL BRITTO ARAGÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435472,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4468","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 320-322, item 3.\nCESARINO JÚNIOR, Antônio Ferreira. A Ordem Social na Constituição. Revista de Direito do Trabalho, v. 22. p. 36 et seq.\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil e na Alemanha. Sergio Antonio Fabris, 2002. p. 40. \nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. 1. Brasília Jurídica, 2002. p. 127-128.\nPORTUGAL. Tribunal Constitucional. Acórdão n. 39/84. Acórdãos do Tribunal Constitucional, Imprensa Nacional, Lisboa, v. 3, p. 95-131, 1984. p. 117-118.\nSARLET, Ingo Wolfgang. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988. Interesse Público, Notadez, n. 12, p. 91-107, 2001.\nZUBA, Thais Maria Riedel de Resende. O Direito Previdenciário e o Princípio da Vedação do Retrocesso. LTr, 2013. p. 107-139, item 3.1-3.4.","ministro_facet":["CELSO DE MELLO"],"processo_numero":4468,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}