{"result":{"took":408,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.911934,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur388361","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao recurso ordinário, nos termos do voto do Ministro Dias Toffoli, vencido o Relator. Redator para o acórdão o Ministro Dias Toffoli. Presidência do Ministro Edson Fachin. 2ª Turma, 6.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur388361","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur388361","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA \n\n\n\n    Recurso ordinário em habeas corpus. Denúncia. Princípio da correlação. Observância. Trancamento da ação penal. Descabimento. Liberdade de manifestação religiosa. Limites excedidos. Recurso ordinário não provido.\n\n\n\n    1. Inexiste violação do princípio da correlação quando há relação entre os fatos imputados na denúncia e os motivos que levaram ao provimento do pedido da condenação.\n\n\n\n    2. O direito à liberdade religiosa é, em grande medida, o direito à existência de uma multiplicidade de crenças/descrenças religiosas, que se vinculam e se harmonizam – para a sobrevivência de toda a multiplicidade de fés protegida constitucionalmente – na chamada tolerância religiosa.\n\n\n\n    3. Há que se distinguir entre o discurso religioso (que é centrado na própria crença e nas razões da crença) e o discurso sobre a crença alheia, especialmente quando se faça com intuito de atingi-la, rebaixá-la ou desmerecê-la (ou a seus seguidores). Um é tipicamente a representação do direito à liberdade de crença religiosa; outro, em sentido diametralmente oposto, é o ataque ao mesmo direito.\n\n\n\n    4. Como apontado pelo Superior Tribunal de Justiça no julgado recorrido, a conduta do paciente não consiste apenas na “defesa da própria religião, culto, crença ou ideologia, mas, sim, de um ataque ao culto alheio, que põe em risco a liberdade religiosa daqueles que professam fé diferente [d]a do paciente”.\n\n\n\n    5. Recurso ordinário não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=747868674","externo_seq_objeto_incidente":5233101,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-159  DIVULG 06-08-2018  PUBLIC 07-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=146303&classe=RHC","is_colac":false,"titulo":"RHC 146303","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          ART-00004 INC-00008 ART-00005 INC-00006 \n          INC-00007 INC-00008 INC-00041 INC-00042 \n          ART-00220 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007716      ANO-1989\n          ART-00020 \"CAPUT\" PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00012 ITEM-1 ITEM-2 ITEM-3 \n          ITEM-4 ART-00013 PAR-00005\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00018 ITEM-3 ART-00027\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00208\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO -  PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2018-08-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TOLERÂNCIA, RELIGIÃO, ELEMENTO ESSENCIAL, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE RELIGIÃO, CORRELAÇÃO, LIBERDADE DE EXPRESSÃO. LIBERDADE DE RELIGIÃO, AUTODETERMINAÇÃO, CONDUTA. PRINCÍPIO, LIBERDADE DE RELIGIÃO, MANDADO DE OTIMIZAÇÃO. TOLERÂNCIA, RELIGIÃO, LIMITAÇÃO, DIREITO, LIBERDADE DE RELIGIÃO. DISCURSO, DEPRECIAÇÃO, CRENÇA RELIGIOSA, TERCEIRO, OFENSA, LIBERDADE DE RELIGIÃO. LIBERDADE DE RELIGIÃO, DIREITO POSITIVO, LIBERDADE DE EXPRESSÃO, DIREITO NEGATIVO, TOLERÂNCIA, RELIGIÃO. DEVER, ESTADO BRASILEIRO, REPRESSÃO DO CRIME, INTOLERÂNCIA, RELIGIÃO. NORMA, ORDENAMENTO JURÍDICO, OBSERVÂNCIA, NECESSIDADE, SOCIEDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LIBERDADE DE RELIGIÃO, DESRESPEITO, CRENÇA, TERCEIRO. LIBERDADE DE RELIGIÃO, LIBERDADE DE EXPRESSÃO, DIREITO INTERNACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DEMOCRACIA, PLURALISMO. INTOLERÂNCIA, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA; PLURALISMO. PODER PÚBLICO, CERCEAMENTO, LIBERDADE DE EXPRESSÃO. LIBERDADE DE RELIGIÃO, REQUISITO, DEMOCRACIA. PODER PÚBLICO, PREVISÃO, CONDUTA, RESTRIÇÃO, LIBERDADE DE EXPRESSÃO. DIREITO, LIBERDADE DE EXPRESSÃO, DESCONFORMIDADE, OPINIÃO, MAIORIA. MANIFESTAÇÃO, LESÃO, BEM JURÍDICO, OFENSA, LIBERDADE DE EXPRESSÃO. DIREITO, DIVERGÊNCIA, CRENÇA RELIGIOSA, EXCEÇÃO, CONFIGURAÇÃO, ILÍCITO PENAL. INCITAÇÃO AO ÓDIO, LIBERDADE DE EXPRESSÃO. DIREITO, GARANTIA, CARÁTER ABSOLUTO. TOLERÂNCIA, ABUSO, DIREITO, LIBERDADE DE EXPRESSÃO. PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, LIMITAÇÃO, LIBERDADE DE EXPRESSÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AUTORIDADE RELIGIOSA, DIVULGAÇÃO, REDE MUNDIAL DE COMPUTADORES, TEXTO, VÍDEO, CRÍTICA, RELIGIÃO, TERCEIRO. LEGISLADOR ORDINÁRIO, TIPIFICAÇÃO DO CRIME, DISCRIMINAÇÃO, PRECONCEITO, RELIGIÃO. OBJETIVO FUNDAMENTAL DA REPÚBLICA FEDERATIVA DO BRASIL, TOLERÂNCIA, CRENÇA RELIGIOSA. PODER JUDICIÁRIO, CENSURA, LIBERDADE DE EXPRESSÃO. LIBERDADE DE RELIGIÃO, ALCANCE, LIBERDADE DE CULTO RELIGIOSO, EXTERIORIZAÇÃO, CRENÇA RELIGIOSA, PROSELITISMO. LIBERDADE DE RELIGIÃO, DIREITO FUNDAMENTAL, CARÁTER ABSOLUTO, PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DO REPÚDIO AO RACISMO, MANDADO DE CRIMINALIZAÇÃO. LEGISLAÇÃO ORDINÁRIA, DELIMITAÇÃO, CRIME. CONFLITO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE RELIGIÃO, PRINCÍPIO DO REPÚDIO AO RACISMO. PECULIARIDADE, LIBERDADE DE EXPRESSÃO, ÂMBITO, RELIGIÃO. CRIMINALIZAÇÃO, PROSELITISMO, OFENSA, NÚCLEO ESSENCIAL, LIBERDADE DE EXPRESSÃO. PROSELITISMO, COMPARAÇÃO, RELIGIÃO; DISCURSO, SUPERIORIDADE, RELIGIÃO. CONDUTA CRIMINOSA, DISCURSO, ELIMINAÇÃO, EXPLORAÇÃO, SUPRESSÃO, DIREITO FUNDAMENTAL, TERCEIRO, DECORRÊNCIA, RELIGIÃO. LIBERDADE DE EXPRESSÃO, CRENÇA RELIGIOSA, TIPICIDADE CONGLOBANTE. OFENSA, LIBERDADE DE RELIGIÃO, RESPOSTA, PRIMA FACIE, DIREITO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=146303&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRECONCEITO DE RAÇA, RELIGIÃO, PROSELITISMO)\nHC 82424 (TP), RHC 134682 (1ªT). \n(INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE DE CRENÇA RELIGIOSA)\nSTA 389 AgR (TP). \n(LIBERDADE DE EXPRESSÃO)\nADPF 187 (TP). \n(DIREITO, GARANTIA, CARÁTER ABSOLUTO)\nMS 23452 (TP) - RTJ 173/805. \n- Decisão monocrática citada:\n(INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE DE CRENÇA RELIGIOSA)\nSTA 389.\n- Decisões estrangeiras citadas: Caso United States vs. Rosika Schwimmer, 279 U.S. 644, 1929; Caso Virginia vs. Black et al., 2003; Caso Schenck vs. United States, 249 U.S. 47, 52, 1919, da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: Constituição da República Portuguesa de 1976; Primeira Emenda à Constituição dos Estados Unidos da América.\n- Veja art. 18 e art. 19 da Declaração Universal dos Direitos do Homem (DUDH), proclamada pela Assembleia Geral das Nações Unidas na 183ª sessão plenária, em Paris, em 10 de Dezembro de 1948, através da Resolução 217; art. 1º, itens 1 e 2, e art. 6º, alíneas \"a\", \"b\", \"c\", \"d\", \"e\", \"f\", \"g\", \"h\" e \"i\", da Declaração sobre a Eliminação de Todas as Formas de Intolerância e Discriminação Fundadas na Religião ou nas Convicções, proclamada pela Organização das Nações Unidas (ONU) através da Resolução 36/55, de 25 de novembro de 1981; Declaração de Princípios sobre a Tolerância aprovada em 1995 pela Conferência Geral da UNESCO.\n- Veja o preâmbulo da Constituição Federal de 1988.\nNúmero de páginas: 75.\nAnálise: 30/10/2018, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : TUPIRANI DA HORA LORES \nADV.(A/S)  : ROBERTO FLAVIO CAVALCANTI \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":388361,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RHC 146303","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2018-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Correlação entre acusação e sentença. 3. ed. São Paulo: Revista dos Tribunais, 2013. p. 104-105.\nBLACK, Hugo Lafayette. Crença na Constituição. Forense, 1970. p. 63.\nBOBBIO, Norberto. Elogio da serenidade. São Paulo: Unesp, 2000. p. 108, 109, 149-155.\nBULOS, Uadi Lammêgo. Curso de Direito Constitucional. 6. ed. São Paulo: Saraiva, 2011. p. 558.\nCANOTILHO, J. J. Gomes. Constituição da República Portuguesa anotada. São Paulo: Brasileira, 2007. v. 1. p. 609.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no Processo Penal. São Paulo: Quartier Latin, 2017. p. 51.\nFUZIGER, Rodrigo. As margens de Estige: o direito penal e a limitação dos crimes de ódio relacionados à religião. Revista de Ciências Penais, ano 9, v. 17, jul./dez. 2012.\nGRINOVER, Ada Pellegrini. Liberdades públicas e processo penal. São Paulo: Revista dos Tribunais, 1982. p. 251.\nLEITE, Fábio Carvalho. Direitos Fundamentais no Supremo Tribunal Federal: Balanço e Crítica. Rio de Janeiro: Lumen Juris, 2011. p. 458.\nLEWIS, Antony. Liberdade para as ideias que odiamos: uma biografia da Primeira Emenda à Constituição americana. Tradução: Rosana Nucci. São Paulo: Aracati, 2011. p. 99.\nMACHADO, Jônatas. Liberdade Religiosa numa comunidade constitucional inclusiva. Coimbra: Coimbra, 1996. p. 222, 226 e 229.\nRIBEIRO, Darcy. Os índios e a civilização.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2013. p. 476.\nSUIAMA, Sergio Gardenghi. Limites ao exercício da liberdade religiosa nos meios de comunicação de massa. Disponível em: http://www2.prsp.mpf.gov.br/prdc/area-de-atuacao/dcomuntv/Artigo%20 %20Limites%20ao%20Exercicio%20da%20LIberdade%20Religiosa%20nos%20Mei.pdf. Acesso em: 18 set. 2017.\nTAVARES, André Ramos. O direito fundamental ao discurso religioso: divulgação da fé, proselitismo e evangelização. Disponível em: http://www.cjlp.org/direito_fundamental_discurso_religioso.html. Acesso em: 20 out. 2016.","ministro_facet":["EDSON FACHIN","DIAS TOFFOLI"],"processo_numero":146303,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur97253","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator deferindo o habeas corpus e do Ministro Maurício Corrêa denegando a ordem o julgamento foi adiado em virtude do pedido de vista formulado pelo Ministro Francisco Rezek. 2a. Turma, 03.10.95.  \r\nDecisão : Por unanimidade, a Turma deliberou afetar ao Plenário o julgamento do habeas corpus. 2a. Turma, 31.10.95.  Decisão : O Tribunal, por votação majoritária, resolvendo questão preliminar, entendeu legítima a intervenção na ação penal de habeas corpus, inclusive para fazer sustentação oral, do credor fiduciário, autor da ação civil de depósito, vencido o Presidente (Ministro Celso de Mello, art. 37, I do RISTF). Em seguida, o julgamento foi adiado pelo pedido de vista do Ministro Ilmar Galvão, depois dos votos dos Ministros Marco Aurélio (Relator) e Francisco Rezek, deferindo o pedido de habeas corpus e dos votos dos Ministros Moreira Alves e Maurício Corrêa, indeferindo-o. Falou pelo interessado - SATEPLAN Consórcios Ltda. - o Dr. José Eduardo Rangel de Alckmin. Procurador-Geral da República, Dr. Geraldo Brindeiro. Plenário, 22.11.95. \r\nDecisão : Por maioria de votos, o Tribunal indeferiu o pedido de habeas corpus e cassou a medida liminar concedida, vencidos os Ministros Marco Aurélio (Relator), Francisco Rezek, Carlos Velloso e Presidente (Ministro Sepúlveda Pertence). Relator para o acórdão o Ministro Moreira Alves. Plenário, 23.11.95.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"MOREIRA ALVES","revisor_processo_nome":null,"id":"sjur97253","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:05:18.390971","dg_unique":"sjur97253","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: \"Habeas corpus\". Alienação fiduciária em garantia. Prisão\ncivil do devedor como depositário infiel.\n- Sendo o devedor, na\nalienação fiduciária em garantia, depositário necessário por força\nde disposição legal que não desfigura essa caracterização, sua\nprisão civil, em caso de infidelidade, se enquadra na ressalva\ncontida na parte final do artigo 5º, LXVII, da Constituição de\n1988.\n- Nada interfere na questão do depositário infiel em matéria\nde alienação fiduciária o disposto no § 7º do artigo 7º da Convenção\n de San José da Costa Rica.\n\"Habeas corpus\" indeferido, cassada a\nliminar concedida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=72131&classe=HC","externo_seq_objeto_incidente":1603947,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 01-08-2003 PP-00104  EMENT VOL-02117-40 PP-08650","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=72131&classe=HC","is_colac":false,"titulo":"HC 72131","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1934\n    ART-00113\n    CF-1934 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n    ART-00141 PAR-00032\n    CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n    ART-00150 INC-00017\n    ART-00153 INC-00017\n    (Redação dada pela EMC-1/1969)\n    CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n","LEG-FED   CF       ANO-1988\n    ART-00001 INC-00003 ART-00005 INC-00067\n    PAR-00002 ART-00102 INC-00003 LET-B\n    ART-00105 INC-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-000556      ANO-1850\n    ART-00276 ART-00284\n    CCM-1850 CÓDIGO COMERCIAL\n","LEG-FED   LEI-003071    ANO-1916\n    ART-00765 ART-00774 ART-00901  ART-01248\n    ART-01265 ART-01273 ART-01282 INC-00001\n    ART-01283 ART-01287\n    CC-1916 CÓDIGO CIVIL\n","LEG-FED   DEL-002848    ANO-1940\n    ART-00171 PAR-00002 INC-00001\n    CP-1940 CÓDIGO PENAL\n","LEG-FED   DEL-004657      ANO-1942\n    ART-00002 PAR-00002\n    LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n    ART-00901\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-004728      ANO-1965\n    ART-00004 ART-00066 PAR-00008\n    (REDAÇÃO DADA PELO DECRETO-LEI 911/1969).\n    ART-00066 PAR-00010\n","LEG-FED   DLG-001102      ANO-1903\n    ART-00011 PAR-00001\n","LEG-FED   DEL-000167      ANO-1967\n    ART-00017\n","LEG-FED   DEL-000413      ANO-1969\n    ART-00028\n","LEG-FED   DEL-000911      ANO-1969\n    ART-00001 PAR-00006 ART-00002 ART-00004\n","LEG-FED     DEC-000678      ANO-1992\n    ART-00001 ART-00007 INC-00007 ART-00007\n    PAR-00002\n","LEG-INT   CVC      ANO-1969\n          CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE\nSÃO JOSÉ DA COSTA RICA)"],"publicacao_data":"2003-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, PRISÃO CIVIL, DEVEDOR FIDUCIANTE, CONFIGURAÇÃO,\n DEPOSITÁRIO\nINFIEL. CARACTERIZAÇÃO, PROPRIEDADE RESOLÚVEL, IMPLEMENTO, CONDIÇÃO,\nPAGAMENTO, DÍVIDA. OCORRÊNCIA, DESDOBRAMENTO, POSSE, EXPECTATIVA,\nDEVEDOR,  RECUPERAÇÃO, POSSE PLENA, BEM. FINALIDADE SOCIAL,\n UTILIZAÇÃO,\nCOISA, PENDÊNCIA, SATISFAÇÃO, CRÉDITO. CARACTERIZAÇÃO, DEPÓSITO\n NECESSÁRIO,\nDECORRÊNCIA, PREVISÃO LEGAL, AUSÊNCIA, DISTINÇÃO, DEPÓSITO VOLUNTÁRIO\n.\nCONSIDERAÇÃO, TRATADO INTERNACIONAL, NATUREZA, LEI ORDINÁRIA.\n IMPOSSIBILIDADE,\nRATIFICAÇÃO, CONVENÇÃO INTERNACIONAL, EMENDA, CONSTITUIÇÃO.\n IMPOSSIBILIDADE,\nRESTRIÇÃO, EXCEÇÃO CONSTITUCIONAL, DIREITO FUNDAMENTAL, CREDOR.\n IMPOSSIBILIDADE,\nNORMA GERAL, REVOGAÇÃO, LEI ESPECIAL, ALIENAÇÃO FIDUCIÁRIA.\n- FUNDAMENTAÇÃO DIVERSA, MIN. ILMAR GALVÃO: CONFIGURAÇÃO, CONTRATO MISTO, \r\nCOMPRA, VENDA\n, DEPÓSITO,\nBEM MÓVEL. VALORIZAÇÃO, ELEMENTO, CONFIANÇA, CONTRATANTE.\n CABIMENTO, PRISÃO,\nRESISTÊNCIA, DEVOLUÇÃO, COISA. NECESSIDADE, COERÇÃO, PROTEÇÃO,\n CRÉDITO.\n- FUNDAMENTAÇÃO DIVERSA, MIN. CELSO DE MELLO: SUPREMACIA \r\nHIERÁRQUICO-NORMATIVA, CARTA\n POLÍTICA,\nAUTORIZAÇÃO, LEGISLADOR, INSTITUIÇÃO, PRISÃO CIVIL. NORMA, EFICÁCIA\n CONTIDA,\nLIMITAÇÃO, ALCANCE, PROIBIÇÃO CONSTITUCIONAL. AUSÊNCIA, VALIDADE,\n CONVENÇÃO\nINTERNACIONAL, CONTRARIEDADE, LEI FUNDAMENTAL. INEXISTÊNCIA, CARÁTER\n PENAL,\nPRISÃO CIVIL, OCORRÊNCIA, CARÁTER CONSTRITIVO.\n- LEGITIMIDADE, INTERVENÇÃO, CREDOR, SUSTENTAÇÃO ORAL, DECORRÊNCIA,\n DECRETAÇÃO,\nPRISÃO, AÇÃO CÍVEL DE DEPÓSITO. OBSERVÂNCIA, PRINCÍPIO,\n CONTRADITÓRIO.\n- VOTO VENCIDO, VEDAÇÃO, ELASTECIMENTO, HIPÓTESE, PRISÃO CIVIL,\n ALIENANTE FIDUCIÁRIO\n. EXISTÊNCIA, GARANTIA CONSTITUCIONAL, PROTEÇÃO, DEVEDOR.\n PREVALÊNCIA, INTENÇÃO,\nPARTE PROCESSUAL, FORMALIDADE, NEGÓCIO JURÍDICO. OBJETO, CONTRATO,\n PAGAMENTO,\nTOTALIDADE, VALOR, BEM, AUSÊNCIA, FINALIDADE, RESTITUIÇÃO, COISA,\n NATUREZA REAL.\nOCORRÊNCIA, DERROGAÇÃO, DECRETO-LEI, SUPERVENIÊNCIA, PROMULGAÇÃO,\n CONVENÇÃO\nINTERNACIONAL (MIN. MARCO AURÉLIO E FRANCISCO REZEK).\n- VOTO VENCIDO, MIN. CARLOS VELLOSO: INEXISTÊNCIA, CONTRATO, DEPÓSITO, \r\nTRANSFERÊNCIA,\n DOMÍNIO,\nFINALIDADE, GUARDA, OBJETO. NULIDADE, CLÁUSULA, RESERVA, CREDOR,\n PROPRIEDADE,\nBEM. CONFIGURAÇÃO, POSSE INDIRETA, FICÇÃO LEGAL. IMPOSSIBILIDADE,\n EQUIPARAÇÃO,\nDEVEDOR, OBRIGAÇÃO CIVIL, DEPOSITÁRIO INFIEL. AUSÊNCIA, DISCUSSÃO,\n CONGRESSO\nNACIONAL, EXISTÊNCIA, JUNTA MILITAR, INTERESSE ECONÔMICO. OBSERV\nÂNCIA, PRINCÍPIO,\nDIGNIDADE DA PESSOA HUMANA, DIREITO FUNDAMENTAL MATERIAL, LIBERDADE.- \r\nVOTO VENCIDO, INCONSTITUCIONALIDADE, PRISÃO, ALIENANTE\n FIDUCIÁRIO,\nCONFIGURAÇÃO, PROPRIETÁRIO, SUJEIÇÃO, DIREITO REAL DE GARANTIA, PACTO\n COMISSÓRIO,\nDEVER, CREDOR FIDUCIÁRIO, DEVOLUÇÃO, EXCESSO, PREÇO, VENDA, COISA,\n (MIN.\nSEPÚLVEDA PERTENCE)","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=72131&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"Acórdãos citados: Rcl 314 (RTJ 136/1363), Pet 423 AgR (RTJ 136/1034),\nADI 1497, RHC 66627, HC 70625, HC 71038 (RTJ 174/145),\nHC 71286, RE 80004 (RTJ 83/809); RTJ 58/70, RTJ 83/809, RTJ 98/684;\nLEX/Jurisprudência do STF volume 181/312;RESP 2320/STJ (RTJ/STJ-23/378)\r\nLegislação estrangeira citada: Constituição Argentina de 1853, texto emendado pela\nreforma constitucional de 1994 (art. 75, nº 22); Constituição da Nicarágua de 1987 (art. 182); Constituição da Colômbia\nde 1991 (art. 241, nº 10); Constituição da República da Bulgária (art. 149, § 1º, n.º  4).\nNúmero de páginas: (101). \r\nAnálise:(FLO). \r\nRevisão:().\nInclusão: 20/02/04, (MLR).\nAlteração: 26/02/04, (MLR).\nAlteração: 29/10/2018, HAC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.          : LAIRTON ALMAGRO VITORIANO DA CUNHA\nIMPTE.          : MARCELLO FERREIRA DE SOUZA GRANADO\nCOATOR          : TRIBUNAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO\nINTDO.          : SATEPLAN CONSORCIOS LTDA\nADV.          : VILMAR JOSÉ ARRABAL DE CARVALHO\nADV.          : JOSÉ EDUARDO RANGEL DE ALCKMIN E OUTRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":97253,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 72131","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"1995-11-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"OBRA: REPERTÓRIO IOB DE JURISPRUDÊNCIA Nº 23/93\nAUTOR: ALVARO VILAÇA AZEVEDO\nANO: 1993  VOLUME: 23\nOBRA: AÇÃO DE DEPÓSITO\nAUTOR: NELSON HANADA\nEDITORA: REVISTA DOS TRIBUNAIS\nANO: 1987   PÁGINAS: 120/123\nOBRA: PRISÃO CIVIL EM CONTRATO DE ALIENAÇÃO FIDUCIÁRIA, IN REVISTA\nDOS TRIBUNAIS Nº 563\nAUTOR: JOSÉ RAUL GAVIÃO DE ALMEIDA\nEDITORA: REVISTA DOS TRIBUNAIS\nPÁGINA.: 42\nAUTOR: GERALDO DE JACOBINA RABELLO\nOBRA: ALIENAÇÃO FIDUCIÁRIA EM GARANTIA E PRISÃO CIVIL DO DEVEDOR\nEDITORA: SARAIVA\nANO: 1987    EDIÇÃO: 2ª   PÁGINAS: 109/153\nOBRA: DIREITO DOS TRATADOS\nAUTOR: JOSÉ FRANCISCO REZEK\nEDITORA: FORENSE\nANO: 1984  PÁGINAS: 470/475\nOBRA: HISTÓRIA E PRÁTICA DO HABEAS CORPUS\nAUTOR: PONTES DE MIRANDA\nEDITORA: BORSOI\nANO: 1972   EDIÇÃO: 7  VOLUME:TOMO II  PÁGINAS: 23/24\nOBRA: ELEMENTOS DE DIREITO PROCESSUAL PENAL\nAUTOR: JOSÉ FREDERICO MARQUES\nEDITORA: FORENSE\nANO: 1965   VOLUME: 4  PÁGINA: 406\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DE 1967, COM A EMENDA Nº 1,\nDE 1969 - TOMO V\nAUTOR: PONTES DE MIRANDA\nPÁGINA: 2647\nOBRA: ALIENAÇÃO FIDUCIÁRIA EM GARANTIA\nAUTOR: ORLANDO GOMES\nEDITORA: REVISTA DOS TRIBUNAIS\nEDIÇÃO: 1970  PÁGINA: 22\nAUTOR: MOREIRA ALVES\nOBRA: DA ALIENAÇÃO FIDUCIÁRIA EM GARANTIA\nAUTOR: MOREIRA ALVES\nEDITORA: FORENSE\nEDIÇÃO: 2ª    PÁGINA: 37\nOBRA: O PENHOR CHAMADO ALIENAÇÃO FIDUCIÁRIA EM GARANTIA\nAUTOR: JOSÉ PAULO CAVALCANTI\nANO: 1989    PÁGINA: 4\nOBRA: POSSE INDIRETA\nAUTOR: GONDIM NETO\nEDITORA: UNIVERSIDADE FEDERAL DO RIO DE JANEIRO\nANO: 1972  PÁGINAS: 15/17\nOBRA: REFORMA CONSTITUCIONAL, CLÁUSULAS PÉTREAS, ESPECIALMENTE A\nDOS DIREITOS FUNDAMENTAIS E A REFORMA TRIBUTÁRIA. DIREITO\nADMINISTRATIVO E CONSTITUCIONAL. ESTUDOS EM HOMENAGEM A GERALDO\nATALIBA. ORGANIZADO POR CELSO ANTÔNIO BANDEIRA DE MELLO\nAUTOR: CARLOS VELLOSO\nEDITORA: MALHEIROS\nANO: 1997  PÁGINA: 162\nOBRA: REVISTA DE DIREITO TRIBUTÁRIO\nAUTOR: JOSÉ ALFREDO BORGES\nVOLUMES: 27/28  PÁGINAS: 170/173\nOBRA: APLICABILIDADE DAS NORMAS CONSTITUCIONAIS\nAUTOR: JOSÉ AFONSO DA SILVA\nANO: 1968  PÁGINA: 97\nOBRA: NORMA CONSTITUCIONAL E SEUS EFEITOS\nAUTOR: MARIA HELENA DINIZ\nEDITORA: SARAIVA\nANO: 1989  PÁGINA: 101\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO BRASILEIRA DE 1988\nAUTOR: MANOEL GONÇALVES FERREIRA FILHO\nEDITORA: SARAIVA\nANO: 1990  VOLUME: 1    PÁGINA: 74\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DO BRASIL\nAUTOR: CELSO RIBEIRO BASTOS\nEDITORA: SARAIVA\nANO: 1989  VOLUME: 2    PÁGINAS: 305/306\nOBRA: DA ALIENAÇÃO FIDUCIÁRIA EM GARANTIA\nAUTOR: MOREIRA ALVES\nEDITORA: SARAIVA\nANO: 1973  PÁGINAS: 199/200\nOBRA: CÓDIGO CIVIL, COMENTÁRIOS AO ART. 1287\nAUTOR: CLÓVIS BEVILAQUA\nVOLUME: 05\nOBRA: A AÇÃO DE DEPÓSITO E O PEDIDO DE PRISÃO\nAUTOR: MOREIRA ALVES\nEDITORA: REVISTA DE PROCESSO\nVOLUME: 36   PÁG.: 12","ministro_facet":["MARCO AURÉLIO","MOREIRA ALVES"],"processo_numero":72131,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur97199","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, preliminarmente, entendeu ser processualmente lícito ao Relator, em sede de mandado de segurança, submeter, à apreciação do Plenário, o pedido de medida liminar, vencido o Ministro Marco Aurélio. Prosseguindo no julgamento, o Tribunal, também por votação majoritária, indeferiu o pedido de medida liminar, vencido o Ministro Marco Aurélio, que o deferia. Votou o Presidente. Plenário, 11.02.98.","is_repercussao_geral_merito":false,"relator_processo_nome":"SEPÚLVEDA PERTENCE","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur97199","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:05:18.390971","dg_unique":"sjur97199","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: I. Emenda constitucional: limitações materiais (\"cláusulas\npétreas); controle jurisdicional preventivo(excepcionalidade); a\nproposta de reforma previdenciária (PEC 33-I), a forma federativa de\n Estado (CF, art. 60, § 1º) e os direitos adquiridos (CF, art. 60, §\n 4º, IV, c/c art. 5º, 36): alcance das cláusulas invocadas: razões\ndo indeferimento da liminar.\nII. Mandado de segurança: pedido de\nliminar: possibilidade de sua submissão ao Plenário pelo relator,\natendendo a relevância da matéria e a gravidade das conseqüências\npossíveis da decisão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=23047&classe=MS-MC","externo_seq_objeto_incidente":3724831,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 14-11-2003 PP-00023  EMENT VOL-02132-13 PP-02552","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=23047&classe=MS","is_colac":false,"titulo":"MS 23047 MC","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n                ART-00005 INC-00036 ART-00040 ART-00060 PAR-00001\n                PAR-00004 INC-00001 INC-00004\n                ART-00149 PAR-ÚNICO\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   RGI     ANO-1980\n                ART-00021 INC-00003 INC-00004 ART-00203 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO\n                DO SUPREMO TRIBUNAL FEDERAL\n","LEG-FED   PEC-000033\n                ART-00003 PAR-00001 PAR-00002 PAR-00004\n                PEC-33-I - Proposta de redação para o artigo 40\ne parágrafos 5º, 15 e 16 da CF-1988"],"publicacao_data":"2003-11-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR. CABIMENTO, SUBMISSÃO, PLENÁRIO, JULGAMENTO, LIMINAR,\nMANDADO DE SEGURANÇA PREVENTIVO, RELEVÂNCIA, MATÉRIA.\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRELIMINAR. COMPETÊNCIA,\nRELATOR, APRECIAÇÃO, PEDIDO, LIMINAR, MANDADO DE SEGURANÇA,\nDESCABIMENTO, ENVIO, PLENÁRIO, CONFORMIDADE, REGIMENTO INTERNO, STF.\n- INDEFERIMENTO, SUSPENSÃO, PROCESSO LEGISLATIVO, PROPOSTA,\nEMENDA CONSTITUCIONAL, AUSÊNCIA, CONFIGURAÇÃO, VIOLAÇÃO, PRINCÍPIO\nCONSTITUCIONAL, JUÍZO LIMINAR DE DELIBAÇÃO. INEXISTÊNCIA, OFENSA,\nFEDERAÇÃO, REGULAMENTAÇÃO, REGIME, SERVIDOR PÚBLICO, TOTALIDADE,\nUNIDADE FEDERATIVA. FACULDADE, ESTADO MEMBRO, MUNICÍPIO, DISTRITO\nFEDERAL, INSTITUIÇÃO, PREVIDÊNCIA COMPLEMENTAR. PRESERVAÇÃO,\nDIREITO ADQUIRIDO, PREENCHIMENTO, PRESSUPOSTO, AQUISIÇÃO,\nDIREITO.\n- EXCEPCIONALIDADE, HIPÓTESE, CONTROLE JURISDICIONAL PREVENTIVO,\nPROCESSO LEGISLATIVO, EMENDA, CONSTITUIÇÃO FEDERAL. NECESSIDADE,\nPROTEÇÃO, NÚCLEO\nESSENCIAL, PRINCÍPIO, INOCORRÊNCIA, INTANGIBILIDADE LITERAL,\nCONSTITUCIONALIDADE ORIGINÁRIA.\n- FUNDAMENTAÇÃO DIVERSA, MIN. NELSON JOBIM: NECESSIDADE,\nCAUTELA, DISTINÇÃO, CONSTITUINTE ORIGINÁRIO, CONSTITUINTE\nDERIVADO.\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEFERIMENTO, LIMINAR,\nSUSPENSÃO, PROPOSTA, EMENDA CONSTITUCIONAL, REFORMA, PREVIDÊNCIA,\nPREVISÃO, ELIMINAÇÃO, GARANTIA INDIVIDUAL, SERVIDOR PÚBLICO, TEMPO EM\nCURSO, PREENCHIMENTO, REQUISITO, APOSENTADORIA. IMPOSSIBILIDADE,\nALTERAÇÃO, UNILATERAL, RELAÇÃO JURÍDICA COMUTATIVA, RELAÇÃO JURÍDICA\nSINALAGMÁTICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=23047&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-MC","documental_observacao_texto":"Acórdãos citados: ADI 1749, MS 20257 (RTJ-99/1031),\nMS 21564 (RTJ-169/80), MS 22449, MS 21648 (RTJ-165/540),\nMS 22503 (RTJ-169/181), MS 22864.\n- Legislação estrangeira citada: art. 41 da Constituição Francesa\nde 1958.\n- Caso \"REFORMA DA PREVIDÊNCIA\".\nNúmero de páginas: (23). Análise:(FLO).\nInclusão: 12/12/03, (MLR).\nAlteração: 17/11/05, (MSA).\nAlteração: 07/12/2018, PDR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTES.   : MIRO TEIXEIRA E OUTROS\nADVDOS.  : RONALDO JORGE ARAÚJO VIEIRA JÚNIOR E OUTROS\nIMPDO.     : PRESIDENTE DA CÂMARA DOS DEPUTADOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":97199,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 23047 MC","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"1998-02-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NO MANDADO DE SEGURANÇA","documental_doutrina_texto":"OBRA:  DIREITO PÚBLICO\nAUTOR: CARLOS VELLOSO\nVOLUME: 21    PÁGINA: 178\nOBRA:  ARTIGO PUBLICADO NO JORNAL O ESTADO DE SÃO PAULO,\nEM 13.10.1995\nAUTOR: MICHEL TEMER","ministro_facet":["SEPÚLVEDA PERTENCE"],"processo_numero":23047,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur110700","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, preliminarmente, por votação unânime, indeferiu os dois\npedidos de conversão do julgamento em diligência. Prosseguindo no\njulgamento da causa, o Tribunal, também por unanimidade, deferiu, em\nparte, o pedido extradicional para, nele, incluir, unicamente, o delito\nde seqüestro, excluídas as demais infrações penais mencionadas na\nsentença condenatória. Falou, pelo extraditando, o Dr. Eduardo Freire.\nAusentes, justificadamente, os Ministros Sepúlveda Pertence e Maurício\nCorrêa. Plenário, 17.6.98.","is_repercussao_geral_merito":false,"relator_processo_nome":"OCTAVIO GALLOTTI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur110700","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:06:00.302373","dg_unique":"sjur110700","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: 1-      Diligências indeferidas.\n2-      Inviabilidade de reexame, no juízo da extradição, dos\nfatos e provas estabelecidos pela Justiça do Estado requerente.\n3-      Revelia decretada, na ação penal, sem preterição ao\ndisposto no art. V, a, do Tratado Brasil-Itália.\n4-      Delito de posse e porte de arma não punido, como crime,\npelo direito brasileiro, à época do fato.\n5-      Prescrição a ser isoladamente aferida em relação a cada\num dos crimes compreendidos na condenação, achando-se consumada\nquanto aos de lesões corporais leves e de furto. Não porém a\nrespeito do crime de seqüestro, somente em referência ao qual é\ndeferido o pedido de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=715&classe=Ext","externo_seq_objeto_incidente":1681221,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 11-09-1998 PP-00003  EMENT VOL-01922-01 PP-00064","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=715&classe=Ext","is_colac":false,"titulo":"Ext 715","documental_legislacao_citada_texto":["LEG-FED   DEL-002848    ANO-1940\n          ART-00109 INC-00006 ART-00110\n          CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-009437      ANO-1997\n          ART-00010\n","LEG-FED   DEC-000863      ANO-1993\n          Promulgou o Tratado de Extradição celebrado entre Brasil e\nItália\n","LEG-INT   TTD        ANO-1989\n          ART-00005 LET-A\n          Tratado de Extradição entre Brasil e Itália"],"publicacao_data":"1998-09-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"IN0237 , EXTRADIÇÃO, CRIME, SEQUESTRO, PEDIDO, DEFERIMENTO,\n         PRESCRIÇÃO INOCORRÊNCIA, LESÃO CORPORAL LEVE, FURTO,\n         PRESCRIÇÃO, INCIDÊNCIA\nIN0053 , EXTRADIÇÃO, DILIGÊNCIA, JULGAMENTO, CONVERSÃO,\n         INDEFERIMENTO, REEXAME DE PROVA, INVIABILIDADE, AÇÃO PENAL,\n         CONDENAÇÃO, REVELIA, DECRETAÇÃO, TRATADO, BRASIL, ITÁLIA,\n         CONSIDERAÇÃO\nIN0367 , EXTRADIÇÃO, CONTRAVENÇÃO PENAL, DELITO, POSSE, PORTE DE\nARMA, CRIME, DESCARACTERIZAÇÃO, DIREITO BRASILEIRO, FATO, ÉPOCA","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=715&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação Estrangeira citada: arts. 157, 158, 172 e 177 do Código\nPenal Italiano.\nNúmero de páginas: (21). Análise:(SMK). Revisão:(JBM/AAF).\nInclusão: 15/10/98, (MLR).\nAlteração: 22/10/04, (NT).\nAlteração: 09/01/06, (PCD).","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.    : GOVERNO DA ITÁLIA\nEXTDO.    : LUIGI GAETANO CORSI\nADVDO.    : EDUARDO FREIRE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":110700,"documental_tese_texto":null,"procedencia_geografica_completo":"IT - ITÁLIA","processo_codigo_completo":"Ext 715","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"1998-06-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["OCTAVIO GALLOTTI"],"processo_numero":715,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur202336","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por unanimidade e nos termos do voto do Relator, reconheceu a existência de repercussão geral da questão constitucional suscitada. Votou o Presidente. Em seguida, após o voto do Senhor Ministro Ayres Britto (Relator), que rejeitava a questão de ordem suscitada pelo Presidente, sobre a inconstitucionalidade formal da Lei Complementar nº 135, e negava provimento aos recursos, pediu vista dos autos o Senhor Ministro Dias Toffoli. Falaram, pelo recorrente, Joaquim Domingos Roriz, o Dr. Pedro Gordilho; pelo recorrente, Coligação Esperança Renovada, o Dr. Eládio Barbosa Carneiro; pelos recorridos, Diretório Regional do Partido Socialismo e Liberdade no Distrito Federal e Antônio Carlos de Andrade, o Dr. André Brandão Henriques Maimoni e, pelo Ministério Público Eleitoral, o Procurador-Geral da República, Dr. Roberto Monteiro Gurgel Santos. Presidência do Senhor Ministro Cezar Peluso. Plenário, 22.09.2010. \r\n\nDecisão: O Tribunal, por maioria, rejeitou questão de ordem quanto à existência de inconstitucionalidade formal da Lei Complementar nº 135, contra os votos dos Senhores Ministros Cezar Peluso (Presidente) e Marco Aurélio. Em seguida, após os votos dos Senhores Ministros Ayres Britto (Relator), Cármen Lúcia, Joaquim Barbosa, Ricardo Lewandowski e Ellen Gracie, negando provimento aos recursos, e os votos dos Senhores Ministros Dias Toffoli, Gilmar Mendes, Marco Aurélio, Celso de Mello e Cezar Peluso (Presidente), dando-lhes provimento, foi a proclamação suspensa. Plenário, 23.09.2010. \r\n\nDecisão: O Tribunal, por unanimidade, manteve o reconhecimento da repercussão geral da questão constitucional concernente ao art. 1º, inciso I, alínea \"k\", da LC nº 64/90, com a redação dada pela LC nº 135/2010, e declarou extinto o processo, sem julgamento do mérito, contra os votos dos Senhores Ministros Ayres Britto (Relator), Cármen Lúcia, Ricardo Lewandowski e Joaquim Barbosa. Votou o Presidente, Ministro Cezar Peluso. Lavrará o acórdão o Senhor Ministro Marco Aurélio. Plenário, 29.09.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"MARCO AURÉLIO","revisor_processo_nome":null,"id":"sjur202336","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur202336","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"ACÓRDÃO – REDAÇÃO – ÓPTICA VENCIDA –PROCLAMAÇÃO. Ante proclamação do redator na assentada de julgamento, fica em plano secundário o fato de o designado haver ficado vencido em determinadas matérias, no que se tornaram prejudicadas em face da perda de objeto do recurso.  \n\n\n\n     \n\n\n\n    REPERCUSSÃO GERAL – CONFIGURAÇÃO – PROCESSO ELEITORAL – LEI – RETROAÇÃO. Surge a repercutir, além dos muros subjetivos do processo, controvérsia sobre aplicar-se lei que, de alguma forma, altere o processo eleitoral a certame realizado antes de decorrido um ano da respectiva edição, presente ainda eficácia retroativa impugnada na origem. Considerações.  \n\n\n\n     \n\n\n\n    CONTROLE DIFUSO DE CONSTITUCIONALIDADE – RECURSO – CONHECIMENTO E JULGAMENTO DE FUNDO. Na dicção da ilustrada maioria, descabe, mesmo que na apreciação de fundo do recurso, adentrar a análise da harmonia, ou não, da lei – da qual se argui certo vício – com a Constituição Federal. Considerações.  \n\n\n\n     \n\n\n\n    REGISTRO – CANDIDATURA – LEI DE REGÊNCIA – CONTROVÉRSIA – RENÚNCIA – PREJUÍZO DO EXAME. Vindo o candidato a renunciar à candidatura, acaba prejudicado o exame do recurso voltado ao deferimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=630147&classe=RE","externo_seq_objeto_incidente":3950619,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-230 DIVULG 02-12-2011 PUBLIC 05-12-2011\nREPERCUSSÃO GERAL - ADMISSIBILIDADE\nEMENT VOL-02639-01 PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=630147&classe=RE","is_colac":false,"titulo":"RE 630147","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1824\r\n                CF-1824 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1891\r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1934\r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1946\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1967\r\n          ART-00151 INC-00002 INC-00004 \r\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1969\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00001 INC-00002 INC-00003 INC-00004\r\n          INC-00005 INC-00006 INC-00007 ART-00002\r\n          ART-00005 \"CAPUT\"  INC-00036 INC-00040\r\n          INC-00054 INC-00057 PAR-00002 ART-00006 \r\n          ART-00014 INC-00003 PAR-00004 PAR-00006\r\n          PAR-00007 PAR-00008\r\n          PAR-00009 REDAÇÃO DADA PELA EMCR-4/1994\r\n          ART-00015 INC-00003\r\n          ART-00016 REDAÇÃO DADA PELA EMC-4/1993\r\n          ART-00017 PAR-00001 REDAÇÃO DADA PELA EMC-52/2006\r\n          ART-00022 INC-00001 ART-00029 INC-00004\r\n          ART-00037 PAR-00004 ART-00046 PAR-00001\r\n          ART-00052 PAR-ÚNICO ART-00055 INC-00001\r\n          INC-00002 INC-00003 INC-00006 PAR-00001\r\n          PAR-00002 PAR-00004 ART-00059 INC-00006\r\n          ART-00060 PAR-00004 ART-00065 PAR-ÚNICO \r\n          ART-00094 ART-00097 ART-00101 ART-00102 \r\n          INC-00003 LET-A PAR-00003 ART-00103 \r\n          INC-00002 INC-00003 ART-00104 ART-00119\r\n          ART-00121 PAR-00003 ART-00123 ART-00150 \r\n         INC-00003 LET-A LET-B   \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000008      ANO-1977\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000004      ANO-1993\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMCR-000004     ANO-1994\r\n          EMENDA CONSTITUCIONAL DE REVISÃO\r\n","LEG-FED   EMCR-000006     ANO-1994\r\n          EMENDA CONSTITUCIONAL DE REVISÃO \r\n","LEG-FED   EMC-000014      ANO-1996\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000015      ANO-1996\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000020      ANO-1998\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000045      ANO-2004\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000052      ANO-2006\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000058      ANO-2009\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   DEL-002848      ANO-1940\r\n          ART-00269 INC-00005\r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   DEL-004657      ANO-1942\r\n          ART-00005 ART-00006 PAR-00001 PAR-00002 \r\n                LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL\r\n","LEG-FED   LEI-004737      ANO-1965\r\n          ART-00219   \r\n                CEL-1965 CÓDIGO ELEITORAL\r\n","LEG-FED   LEI-005869      ANO-1973\r\n          ART-00267 INC-00006 ART-00501   \r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LCP-000005      ANO-1970\r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LCP-000064      ANO-1990\r\n          ART-00001 INC-00001 LET-B LET-C\r\n          LET-D REDAÇÃO ANTERIOR À LCP-135/2010 \r\n          LET-E LET-F LET-G LET-H\r\n          LET-J \r\n          LET-K  REDAÇÃO DADA PELA LCP-135/2010\r\n          LET-L LET-M LET-N LET-O\r\n          LET-P LET-Q INC-00002 INC-00003\r\n          INC-00004 PAR-00001 PAR-00002 PAR-00003\r\n          ART-00005\r\n          ART-00022 INC-00014 REDAÇÃO DADA PELA LCP 135/2010      \r\n          ART-00023 ART-00027\r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LCP-000090      ANO-1997\r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LCP-000095      ANO-1998\r\n          ART-00001 ART-00011 INC-00001 LET-D \r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LCP-000135      ANO-2010\r\n          ART-00001 ART-00002 ART-00003 ART-00005   \r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LEI-008429      ANO-1992\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009504      ANO-1997\r\n          ART-00008 \"CAPUT\" ART-00009 \"CAPUT\"\r\n          ART-00011 PAR-00010\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009639      ANO-1998\r\n          ART-00011 PAR-ÚNICO  \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009868      ANO-1999\r\n          ART-00027   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-011300      ANO-2006\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-011418      ANO-2006\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-008037      ANO-1990\r\n          ART-00002   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   DLG-000016      ANO-1994\r\n          ART-00001   \r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   RES-000020      ANO-1993\r\n          ART-00015   \r\n          RESOLUÇÃO DO SENADO FEDERAL - SF\r\n","LEG-FED   RES-016551      ANO-1990\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-021702      ANO-2004\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-023089      ANO-2010\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RGI      ANO-1980\r\n          ART-00013 INC-00009 ART-00045 ART-00146 \r\n          INC-00009 PAR-ÚNICO ART-00173 PAR-ÚNICO\r\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\r\n","LEG-FED   RGI      ANO-1970\r\n          ART-00029 PAR-ÚNICO ART-00234 \r\n          REGIMENTO INTERNO DO SENADO FEDERAL - SF\r\n","LEG-FED   RGI      ANO-1989\r\n          ART-00118 PAR-00008 ART-00239  \r\n          REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS\r\n","LEG-FED   INT-000126      ANO-2010\r\n          INSTRUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL\r\n ","LEG-FED   SUV-000010  \r\n          SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2011-12-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM 1: INCONSTITUCIONALIDADE FORMAL.\n\n- QUESTÃO DE ORDEM, MIN. DIAS TOFFOLI: CONHECIMENTO, QUESTÃO DE ORDEM, SUPREMO TRIBUNAL FEDERAL (STF), OBRIGATORIEDADE, APRECIAÇÃO, CONSTITUCIONALIDADE FORMAL, NORMA JURÍDICA, IMPOSSIBILIDADE, VINCULAÇÃO, INTERPRETAÇÃO JURÍDICA, MAGISTRADO, REGIMENTO INTERNO, CASA LEGISLATIVA. DESPROVIMENTO, QUESTÃO DE ORDEM, ALTERAÇÃO, UNILATERALIDADE, PROJETO DE LEI, CONSEQUÊNCIA, DETERMINAÇÃO EXPRESSA, LEI COMPLEMENTAR, CONFORMIDADE, EXPLICAÇÃO, SENADO FEDERAL.\n\n- QUESTÃO DE ORDEM, MIN. CÁRMEN LÚCIA: REJEIÇÃO, QUESTÃO DE ORDEM, AUSÊNCIA, PREQUESTIONAMENTO, INCONSTITUCIONALIDADE FORMAL, RECONHECIMENTO, EXISTÊNCIA, REPERCUSSÃO GERAL, MATÉRIA DE MÉRITO.\n\n- QUESTÃO DE ORDEM, MIN. JOAQUIM BARBOSA, MIN. ELLEN GRACIE: CASO CONCRETO, INEXISTÊNCIA, OFENSA, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA SEGURANÇA JURÍDICA, JUSTIFICATIVA, UTILIDADE, CAUSA DE PEDIR ABERTA, CONFORMIDADE, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- QUESTÃO DE ORDEM, MIN. RICARDO LEWANDOWSKI: REJEIÇÃO, QUESTÃO DE ORDEM, AUSÊNCIA, PREQUESTIONAMENTO. RECURSO EXTRAORDINÁRIO, CONTROLE DIFUSO, CONSTITUCIONALIDADE, AUSÊNCIA, CAUSA DE PEDIR ABERTA.\n\n- QUESTÃO DE ORDEM, MIN. CEZAR PELUSO: LEI IMPUGNADA, INCONSTITUCIONALIDADE FORMAL, MOTIVO, IRREGULARIDADE, PROCESSO LEGISLATIVO. TOTALIDADE, MAGISTRADO, EXERCÍCIO, JURISDIÇÃO, OBRIGATORIEDADE, VERIFICAÇÃO, DECLARAÇÃO, EX OFFICIO, INCONSTITUCIONALIDADE FORMAL, NORMA JURÍDICA. SENADO FEDERAL, ALTERAÇÃO, CONTEÚDO NORMATIVO, REDAÇÃO ANTERIOR, PROJETO DE LEI, CÂMARA DOS DEPUTADOS, IMPOSIÇÃO, REMESSA, RETORNO, DIVERSIDADE, CASA LEGISLATIVA, MOTIVO, OBSERVÂNCIA, PRINCÍPIO CONSTITUCIONAL, DEVIDO PROCESSO LEGAL, PROCESSO LEGISLATIVO.\n\n- QUESTÃO DE ORDEM, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), CONHECIMENTO, RECURSO EXTRAORDINÁRIO, AUSÊNCIA, PREQUESTIONAMENTO. SUPREMO TRIBUNAL FEDERAL (STF), OBRIGATORIEDADE, APRECIAÇÃO, CONTROLE DIFUSO, CONSTITUCIONALIDADE FORMAL, NORMA JURÍDICA, HIPÓTESE, CONHECIMENTO, RECURSO EXTRAORDINÁRIO.\n\n- QUESTÃO DE ORDEM 2: MANUTENÇÃO, ACÓRDÃO RECORRIDO, TRIBUNAL SUPERIOR ELEITORAL (TSE), HIPÓTESE, EMPATE, PLENÁRIO, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- QUESTÃO DE ORDEM, MIN. RICARDO LEWANDOWSKI: PREVALÊNCIA, DECISÃO ATACADA, MOTIVO, AUSÊNCIA, MAIORIA ABSOLUTA, SUPERAÇÃO, DECISÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), CONFORMIDADE, REGIMENTO INTERNO, SÚMULA VINCULANTE, SUPREMO TRIBUNAL FEDERAL (STF), RISCO, OFENSA, RESERVA DE PLENÁRIO. IMPOSSIBILIDADE, PRESUNÇÃO, INCONSTITUCIONALIDADE, ACÓRDÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), HIPÓTESE, EMPATE, PLENÁRIO, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- QUESTÃO DE ORDEM, MIN. AYRES BRITTO: DESCABIMENTO, RECURSO, DECISÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE).\n\n- QUESTÃO DE ORDEM, MIN. CELSO DE MELLO: INAPLICABILIDADE, RESERVA DE PLENÁRIO, MOTIVO, AUSÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI, ATO NORMATIVO. INCOMPATIBILIDADE, DECISÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), CONSTITUIÇÃO FEDERAL.\n\n- QUESTÃO DE ORDEM 3: PERDA DO OBJETO.\n\n- QUESTÃO DE ORDEM, MIN. AYRES BRITTO: PERDA DO OBJETO, RECURSO EXTRAORDINÁRIO, CONFIGURAÇÃO, TRÂNSITO EM JULGADO, ACÓRDÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), MÉRITO, REPERCUSSÃO GERAL.\n\n- QUESTÃO DE ORDEM, MIN. MARCO AURÉLIO, MIN. DIAS TOFFOLI, MIN. GILMAR MENDES, MIN. ELLEN GRACIE, MIN. CEZAR PELUSO, MIN. CELSO DE MELLO: PERDA DO OBJETO, PEDIDO, REGISTRO DE CANDIDATURA, RESULTADO, EXTINÇÃO DO PROCESSO, AUSÊNCIA, JULGAMENTO DO MÉRITO.\n\n- QUESTÃO DE ORDEM, MIN. CÁRMEN LÚCIA, MIN. JOAQUIM BARBOSA, MIN. RICARDO LEWANDOWSKI: PREJUDICIALIDADE, RECURSO EXTRAORDINÁRIO, MOTIVO, PERDA DO OBJETO, INTERESSE RECURSAL.\n\n- DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, CONSTITUIÇÃO FEDERAL, DETERMINAÇÃO, LEI COMPLEMENTAR, CONSIDERAÇÃO, VIDA PREGRESSA, CANDIDATO. DATA, REGISTRO DE CANDIDATURA, MOMENTO, ADEQUAÇÃO, AFERIÇÃO, VIDA PREGRESSA, OBSERVÂNCIA, PROBIDADE ADMINISTRATIVA, PRINCÍPIO DA MORALIDADE. PREVALÊNCIA, PRINCÍPIO DA MORALIDADE, PROBIDADE ADMINISTRATIVA, HERMENÊUTICA JURÍDICA, NORMA CONSTITUCIONAL, PRINCÍPIO DA ANUALIDADE ELEITORAL. ALÍNEA, DIREITO MATERIAL, AUSÊNCIA, ALTERAÇÃO, PROCESSO ELEITORAL. RENÚNCIA, CARGO PÚBLICO, AUSÊNCIA, IMUNIDADE, PESSOA NATURAL, CAUSA IMPEDITIVA, ELEGIBILIDADE. DISTINÇÃO, NORMATIVIDADE, DIREITO INDIVIDUAL, DIREITO SOCIAL, DIREITO POLÍTICO. DIREITO INDIVIDUAL, FUNDAMENTO, DIGNIDADE DA PESSOA HUMANA. DIREITO SOCIAL, FUNDAMENTO, VALORIZAÇÃO, TRABALHO. DIREITO POLÍTICO, FUNDAMENTO, SOBERANIA, CIDADANIA.\n\n- VOTO, MIN. CÁRMEN LÚCIA: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, LEI COMPLEMENTAR, CARÁTER GENÉRICO, AUSÊNCIA, CARÁTER CASUÍSTICO. PROCESSO ELEITORAL, INÍCIO, CONVENÇÃO PARTIDÁRIA, TERMO FINAL, DIPLOMAÇÃO. NORMA CONSTITUCIONAL, ASSEGURAMENTO, ÉTICA, PROCESSO ELEITORAL, FINALIDADE, PRESERVAÇÃO, MORALIDADE ADMINISTRATIVA, PROBIDADE ADMINISTRATIVA, IMPESSOALIDADE. INEXISTÊNCIA, OFENSA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, RENÚNCIA, ATO JURÍDICO PERFEITO, CONSEQUÊNCIA, INELEGIBILIDADE, AUSÊNCIA, PENA. INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO, INELEGIBILIDADE. DIREITO ELEITORAL, PREVALÊNCIA, INTERESSE COLETIVO, PROTEÇÃO, PROCESSO ELEITORAL, MANDATO, PARTIDO POLÍTICO, CONTRARIEDADE, INTERESSE INDIVIDUAL. NECESSIDADE, APRECIAÇÃO, FINALIDADE, PRINCÍPIO DA ANUALIDADE ELEITORAL, CONFORMIDADE, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF). LEI, POSSIBILIDADE, APERFEIÇOAMENTO, PROCESSO ELEITORAL, AUSÊNCIA, SUJEIÇÃO, VACATIO LEGIS, PRINCÍPIO DA ANUALIDADE ELEITORAL. NECESSIDADE, PONDERAÇÃO, FINALIDADE, ÉTICA, PRINCÍPIO DA ANUALIDADE ELEITORAL, LEI COMPLEMENTAR, INELEGIBILIDADE, EXIGÊNCIA, CONSTITUIÇÃO FEDERAL. INEXISTÊNCIA, OFENSA, PRINCÍPIO DA PROPORCIONALIDADE, ABUSO DE PODER, PODER DE LEGISLAR, MOTIVO, LEGISLADOR, CUMPRIMENTO, DEVER CONSTITUCIONAL.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, INEXISTÊNCIA, ROMPIMENTO, PRINCÍPIO DA PARIDADE DE ARMAS, MOTIVO, LEI COMPLEMENTAR, CARÁTER GENÉRICO. INEXISTÊNCIA, ALTERAÇÃO, PROJETO DE LEI, JUSTIFICATIVA, RETORNO, CÂMARA DOS DEPUTADOS. INELEGIBILIDADE, NORMA JURÍDICA, ORDEM PÚBLICA, APLICAÇÃO, CARÁTER GERAL, SITUAÇÃO JURÍDICA, CONSOLIDAÇÃO, MOMENTO ANTERIOR, PUBLICAÇÃO. IMPOSSIBILIDADE, MAGISTRADO, APLICAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA RAZOABILIDADE, FINALIDADE, RESTRIÇÃO, EFEITO, NORMA JURÍDICA, RISCO, ATUAÇÃO, LEGISLADOR POSITIVO, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. CONFORMIDADE, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), TRIBUNAL SUPERIOR ELEITORAL (TSE), NORMA, ALTERAÇÃO, IMPOSIÇÃO, INELEGIBILIDADE, OBJETIVO, PROTEÇÃO, COLETIVIDADE, AUSÊNCIA, CARÁTER PENAL, AUSÊNCIA, CONFIGURAÇÃO, SANÇÃO.\n\n- VOTO, MIN. JOAQUIM BARBOSA: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, DIREITO POLÍTICO, DIREITO COLETIVO, PREVALÊNCIA, DIREITO INDIVIDUAL, MOTIVO, RESPEITABILIDADE, DEMOCRACIA. LEI IMPUGNADA, AUSÊNCIA, REGULAÇÃO, PROCESSO ELEITORAL. CONDIÇÃO, ELEGIBILIDADE, VERIFICAÇÃO, MOMENTO, REGISTRO DE CANDIDATURA, CONFORMIDADE, LEI IMPUGNADA, MOTIVO, PUBLICAÇÃO, MOMENTO ANTERIOR, PRAZO, PREVISÃO, CONSTITUIÇÃO FEDERAL. PARTIDO POLÍTICO, ATRIBUIÇÃO, VERIFICAÇÃO, REQUISITO OBJETIVO, REQUISITO SUBJETIVO, ELEGIBILIDADE, CANDIDATO, MOMENTO, CONVENÇÃO PARTIDÁRIA. INEXISTÊNCIA, OFENSA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA IGUALDADE. INEXISTÊNCIA, RETROATIVIDADE, LEI COMPLEMENTAR, MATÉRIA, RENÚNCIA, MOTIVO, CONFIGURAÇÃO, EFEITO PRO FUTURO, ATO JURÍDICO, REALIZAÇÃO, MOMENTO ANTERIOR, OBSERVÂNCIA, PROBIDADE ADMINISTRATIVA, MORALIDADE ADMINISTRATIVA. INAPLICABILIDADE, PRINCÍPIO CONSTITUCIONAL, IRRETROATIVIDADE DA LEI PENAL, SITUAÇÃO, INELEGIBILIDADE, MOTIVO, INEXISTÊNCIA, APLICAÇÃO, PENA.\n\n- VOTO, MIN. MARCO AURÉLIO: PROVIMENTO, RECURSO EXTRAORDINÁRIO, IMPOSSIBILIDADE, AFASTAMENTO, GARANTIA CONSTITUCIONAL, PRINCÍPIO DA ANUALIDADE ELEITORAL. INELEGIBILIDADE, CONFIGURAÇÃO, SANÇÃO, RISCO, OFENSA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. LEI COMPLEMENTAR, OFENSA, PRINCÍPIO DA IMPESSOALIDADE, MOTIVO, LEGISLADOR, CONHECIMENTO, MOMENTO ANTERIOR, EDIÇÃO, LEI, PESSOA NATURAL, ATO JURÍDICO, RENÚNCIA. IRRETROATIVIDADE, LEI, CONFIGURAÇÃO, CONDIÇÃO, SEGURANÇA JURÍDICA. MANUTENÇÃO, DECISÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), HIPÓTESE, EMPATE, OFENSA, GARANTIA CONSTITUCIONAL, ACESSO À JUSTIÇA.\n\n- VOTO, MIN. CELSO DE MELLO: PROVIMENTO, RECURSO EXTRAORDINÁRIO, INTERPRETAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), ARTIGO, LEI COMPLEMENTAR, TRANSGRESSÃO, GARANTIA CONSTITUCIONAL, CLÁUSULA PÉTREA, PRINCÍPIO DA ANUALIDADE ELEITORAL, MOTIVO, UTILIZAÇÃO, LEI, FORMA, MANIPULAÇÃO, PROCESSO ELEITORAL, OFENSA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCIPIO DA PROTEÇÃO À CONFIANÇA. CONGRESSO NACIONAL, DESTINATÁRIO, PRINCÍPIO DA ANUALIDADE ELEITORAL. INELEGIBILIDADE COMINADA, CARACTERIZAÇÃO, SANÇÃO, MOTIVO, PRIVAÇÃO, CIDADANIA. RENÚNCIA, ATO JURÍDICO PERFEITO, LICITUDE, EXERCÍCIO, DIREITO POTESTATIVO, RESULTADO, IMPOSSIBILIDADE, APLICAÇÃO, LEI IMPUGNADA, FATO ANTERIOR, EDIÇÃO. IMPOSSIBILIDADE, NORMA, ORDEM PÚBLICA, DESCONSIDERAÇÃO, ATO JURÍDICO PERFEITO, COISA JULGADA, DIREITO ADQUIRIDO, MOTIVO, INTANGIBILIDADE, PREVISÃO, CONSTITUIÇÃO FEDERAL. IMPOSSIBILIDADE, MINISTRO, PRESIDENTE, SUPREMO TRIBUNAL FEDERAL (STF), USO, VOTO QUALITATIVO, FINALIDADE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI, ATO NORMATIVO, MOTIVO, PRESERVAÇÃO, PRINCÍPIO CONSTITUCIONAL, RESERVA DE PLENÁRIO.\n\n- VOTO, MIN. CEZAR PELUSO: PROVIMENTO, RECURSO EXTRAORDINÁRIO, IRRELEVÂNCIA, DATA, INÍCIO, PROCESSO ELEITORAL, MOTIVO, BEM JURÍDICO, PROTEÇÃO, COMPETIÇÃO, ELEIÇÃO, PREVISIBILIDADE, PROCESSO ELEITORAL. LEI IMPUGNADA, OFENSA, DIGNIDADE DA PESSOA HUMANA, MOTIVO, IMPOSSIBILIDADE, DEFESA, PESSOA NATURAL, CONSIDERAÇÃO, PRINCÍPIO DA IRRETROATIVIDADE DA LEI.\n\n- VOTO, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL, AUTORIZAÇÃO, CONSIDERAÇÃO, VIDA PREGRESSA, MOMENTO POSTERIOR, EDIÇÃO, NORMA, RISCO, OFENSA, PRINCÍPIO DA IRRETROATIVIDADE DA LEI. LEI IMPUGNADA, OFENSA, PRINCÍPIO DA IMPESSOALIDADE, MOTIVO, CARÁTER CASUÍSTICO. LEI COMPLEMENTAR, INTERFERÊNCIA, PROCESSO ELEITORAL, RESTRIÇÃO, DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL, ELEITOR, CANDIDATO, PARTIDO POLÍTICO, RESULTADO, OFENSA, IGUALDADE, COMPETIÇÃO, RISCO, OFENSA, DIREITO DAS MINORIAS. PROCESSO ELEITORAL, INÍCIO, MOMENTO ANTERIOR, CONVENÇÃO PARTIDÁRIA. PROCESSO ELEITORAL, INÍCIO, FILIAÇÃO PARTIDÁRIA, FIXAÇÃO, DOMICÍLIO ELEITORAL, CANDIDATO, REGISTRO, PARTIDO POLÍTICO, TRIBUNAL SUPERIOR ELEITORAL (TSE). DEMOCRACIA, IMPOSIÇÃO, OBSERVÂNCIA, PRINCÍPIO DA IGUALDADE, PARTIDO POLÍTICO. PRINCÍPIO DA ANUALIDADE ELEITORAL, GARANTIA FUNDAMENTAL, ASSEGURAMENTO, EXERCÍCIO, DIREITO DAS MINORIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=630147&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"REPERCUSSÃO GERAL - MÉRITO JULGADO NO RE 631102. \n- Acórdãos citados: ADPF 144,  ADI 353 MC, ADI 354 - Tribunal\nPleno, ADI 493, ADI 605 MC, ADI 718, ADI 733, ADI 939, ADI\n1351, ADI 2182, ADI 3345 - Tribunal Pleno, ADI 3685 - Tribunal \nPleno,  ADI 3741 - Tribunal Pleno,  ADI 4307 MC-REF, SE 5206 AgR, Rcl 5413 - Tribunal Pleno, MS 20505, MS 22087 - Tribunal Pleno, MS 24041 - Tribunal Pleno, RE 58947 - Tribunal Pleno,\nHC 77734 - Tribunal Pleno, HC 95886, HC 96618, RE 129392 - \nTribunal  Pleno, RE 140436, RE 145589, RE 156400, RE 172058,\nRE 197917, RE 219934 - Tribunal Pleno, RE 219934 ED - Tribunal Pleno, \nRE 235736, RE 255245, RE 264289, RE 298694, RE\n298695 - Tribunal Pleno, RE 388830, RE 597994, RE 630147;\nRTJ 55/35, RTJ 106/314, RTJ 143/746, RTJ 143/724, RTJ\n160/140, RTJ 176/578; RT 218/447, RT 299/478, RF 102/72,\nRF 144/166, RF 153/695; TSE:  Recurso 8818, Recurso 9052, Recurso  Ordinário 9797, Resp 9797, Recurso 10127, \nRecurso 10138, Consulta 1120-26, Consulta 11173, Rep 20574 AgR, Representação 32872, Consulta 114709, Recurso Ordinário 433627, Rep 4199135.\n- Veja Recurso Ordinário 1616-60 do TSE. \n- Decisões monocráticas citadas: ADI 1063, MS 25594.\n- Legislação estrangeira citada: arts. 20 e 79 da Constituição \nalemã; Art. 9º da Declaração dos Direitos do Homem e do Cidadão de 1789,\nart. 11.1 da Declaração Universal dos Direitos Humanos de 1948.\n- Decisões estrangeiras citadas: Caso do \"Serviço de informação ao\nCidadão\" (Öffentlichkeitsarbeit), BVerfGe 44, 121, de 2-3-1977.\nCaso \"Ley General Tributaria\", da 8ª Sala do Tribunal Constitucional\n76/90 do Tribunal Constitucional da Espanha.\n - Termo(s) de resgate: \"Lei da Ficha Limpa\".\nNúmero de páginas: 426.\nAnálise: 01/02/2012, MMR.\nRevisão: 06/02/2012, KBP.\nAlteração: 29/02/2012, MMR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)           : JOAQUIM DOMINGOS RORIZ \r\nADV.(A/S)           : ALBERTO PAVIE RIBEIRO E OUTRO(A/S)\r\nRECTE.(S)           : COLIGAÇÃO ESPERANÇA RENOVADA (PSC/PP/PR/DEM/PSDC/PRTB/PMN/PSDB E PT DO B) \r\nADV.(A/S)           : ELÁDIO BARBOSA CARNEIRO E OUTRO(A/S)\r\nRECDO.(A/S)         : ANTÔNIO CARLOS DE ANDRADE \r\nRECDO.(A/S)         : DIRETÓRIO REGIONAL DO PARTIDO SOCIALISMO E LIBERDADE NO DISTRITO FEDERAL \r\nADV.(A/S)           : ANDRE BRANDÃO HENRIQUES MAIMONI E OUTRO(A/S)\r\nRECDO.(A/S)         : JÚLIO PINHEIRO CARDIA \r\nADV.(A/S)           : NUARA CHUEIRI \r\nRECDO.(A/S)         : MINISTÉRIO PÚBLICO ELEITORAL \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":"367 - Inelegibilidade em razão de renúncia a mandato.","old_seq_sjur":202336,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 630147","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2010-09-29","is_repercussao_geral_admissibilidade":true,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALCALÁ, Humberto Nogueira. Consideraciones sobre el derecho fundamental \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\na la presunción de inocencia. Ius et Práxis. v. 11, n.1. Talca, 2005.\r\nAGRA, Walber de Moura. Curso de Direito Constitucional. 6. ed.\r\nRio de Janeiro: Forense, 2010. p. 336.\r\nANTUNES ROCHA, Cármen Lúcia. O Princípio do Direito Adquirido no \r\nDireito Constitucional. Revista Forense. v. 308, out-dez. 1989. p. \r\n3-11.\r\nARAUJO, Luiz Alberto David; NUNES, Vidal Serrano. Curso de\r\nDireito Constitucional. São Paulo: Saraiva, 2003. p. 212-213.\r\nAssentos ns. 345, de 17 de agosto de 1811, e 358, de 10 de junho de \r\n1817, adotados pelo art. 62, § 3º, da Consolidação de Carlos Carvalho. \r\nÁVILA, Humberto. O que é devido processo legal? Revista de Processo \r\n163/50.\r\nAta da 21ª Reunião Ordinária da Comissão de Constituição, Justiça e \r\nCidadania, da 4ª Sessão Legislativa Ordinária, da 53ª Legislatura \r\nrealizada no dia 19 de maio de 2010.\r\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. São Paulo: \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSaraiva, 1989. v. 2. p. 597.\r\n_____. Curso de Direito Constitucional. 11. ed. Saraiva, 1989. p. 314.\r\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. Malheiros, \r\n1993. p. 352/355, item 11.\r\nBONAVIDES, Paulo. et al. Comentários à Constituição Federal de 1988. \r\nRio de Janeiro: Forense, 2009. p. 508.\r\nBORGES, José Souto Maior. Lei Complementar Tributária. RT/EDUC, 1975. \r\np. 40.\r\nCARVALHO, Américo Alexandrino Taipa. Sucessão de Leis Penais. 2. ed. \r\nCoimbra; Coimbra, 1997. p. 315.\r\nCENEVIVA, Walter. Direito Constitucional Brasileiro. 3. ed. Saraiva, \r\n2003. p. 118, item 15.\r\nCOSTA, Adriano Soares da. Teoria da Inelegibilidade e o Direito\r\nProcessual Eleitoral. Del Rey, 1998. p. 148, item 1.\r\n_____. Teoria da inelegibilidade, ficha limpa e registro de \r\ncandidatura: novas - velhas - considerações teóricas.\r\nCOSTA, Antonio Tito. Recursos em Matéria Eleitoral. 4. ed. RT,\r\n1992. p. 113, item 7.2.\r\nCRETELLA JÚNIOR, José. Comentários à Constituição Brasileira de\r\n1988. Forense, 1989. v. 2. p. 1123.\r\nDALLARI, Dalmo de Abreu. A gramática da ficha suja. Observatório da \r\nImprensa, Caderno da Cidadania, de 16/6/2010. Disponível em: \r\nhttp://www.observatoriodaimprensa.com.br/artigos.asp?cod=594CID012.\r\n_____. Disponível em: www.observatoriodaimprensa.com.br. Acesso em \r\n21/9/2010.\r\nDANTAS, San Tiago - Programa de Direito Civil. Rio de Janeiro: Rio, \r\n1977. I. p. 122.\r\nDE VERGOTINI, Giuseppe. Diritto Constituzionale. 2. ed. Padova: Cedan, \r\n2000. p. 293.\r\nFAVOREU, Louis. La constitutionnalisation du droit pénal et de la\r\nprocédure pénale, vres un droit constitutionnel penal. In. Droit penal\r\ncontemporain. Mélanges en I'honneur d'André Vitu. Paris: Cujas, 1989.\r\np. 169-209.\r\nFERRAJOLI, Luigi. Derecho y razón: teoria del garantismo penal. Trad.\r\nPerfecto Andrés Ibánez. 4. ed. Madrid: Trotta, 2000. p. 555-559.\r\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nde 1988. Saraiva, 1990. v. 1. p. 134.\r\n_____. Direitos Humanos Fundamentais. Saraiva, 1995. p. 111/112, item \r\n14.\r\nFIGUEIREDO, Lúcia Valle. Curso de Direito Administrativo. 2. ed.\r\nMalheiros, 1995. p. 46, item 3.3.\r\nFRANÇA, Rubens Limongi. Direito Intertemporal Brasileiro. 2. ed. RT, \r\n1968. p. 59 e 67-71.\r\nGOMES FILHO, Antônio Magalhães. Presunção de inocência e\r\nprisão cautelar. São Paulo: Saraiva, 1991. p. 45.\r\nGOMES, José Jairo. Direito Eleitoral. Del Rey, 2008. p. 141, item 3.\r\nGRIMM, Dieter. Verfassungserichtsbarkeit - Funktion und \r\nFunktionsgrenzen in demokratischem Staat. In: Jus-Didaktik, Heft 4, \r\nMunique, 1977. p. 83 (95).\r\n_____. Politische Parteien. In: BRENDA, Ernst; MAIHOFER, Werner; VOGEL, \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHans-Jochen (Hrsg). Handbuch des Verfassungsrechts. Band 1, p. 599.\r\nHESSE, Konrad. A Força Normativa da Constituição. Tradução de Gilmar \r\nFerreira Mendes. Fabris Editor, 1991. p. 22.\r\nJARDIM, Torquato. Direito Eleitoral Positivo conforme a nova lei\r\neleitoral. 2. ed. Brasília Jurídica, 1998. p. 68, item  47.\r\nKELSEN, Hans. Jurisdição constitucional. Tradução de Alexandre Krug. \r\nSão Paulo: Martins Fontes, 2003. p. 181, 182 e seguintes.\r\n_____. Vom Wesen und Wert der Demokratie. 2. ed. 1929. p. 101.\r\nLARENZ, Karl. Metodologia da Ciência do Direito. 2. ed. Lisboa: \r\nFundação Calouste Gulbenkian, 1969.\r\nLOBO, Carlos Augusto da Silveira. Irretroatividade das Leis de\r\nOrdem Pública. In: RF 289/239-242.\r\nMATO, Giuliano; BARBERA, Augusto (org.). Manual di diritto pubblico. 5. \r\n\r\n\r\n\r\n\r\n\r\n\r\ned. Bologna: il Mulino, 1997. v. I. p. 229.\r\nMAXIMILIANO, Carlos. Hermenêutica e Aplicação do Direito. 19. ed. p. \r\n97. \r\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo.\r\n4. ed. Malheiros, 1993. p. 56/57, itens 18/19.\r\nMENDES, Antonio Carlos. Introdução à Teoria das Inelegibilidades.\r\nMalheiros, 1993. p. 109/110, item 145.\r\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Martins; BRANCO,\r\nPaulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo:\r\nSaraiva, 2007. p. 750-751.\r\nMENDES, Gilmar Ferreira. Propaganda Eleitoral. Horário Gratuito. \r\nDistribuição Eqüitativa. Revista de Direito Público, v. 20, n. 82. p. \r\n100-110, abr./jun. 1987.\r\nO GLOBO. Ficha Limpa: efeitos da mudança no tempo verbal do texto da \r\nlei dividem especialistas, de 24/5/2010.\r\nPEIXOTO, Matos. Limite Temporal da Lei. RT 173/459, 468.\r\nPEREIRA, Caio Mário da Silva. Instituições de Direito Civil.\r\nForense,  v. 1. p. 128.\r\n_____. Instituições de Direito Civil. 5. ed. Forense, 1976. v. I.\r\np. 152, item 32.\r\nPÉREZ-PEDRERO, Enrique Belda. La presunción de inocencia.\r\nParlamento y Constitución. Anuario, nº 5, 2001. p. 179-204 e 180.\r\nPINTO, Emmanuel Roberto Girão de Catro. Da Inelegibilidade por renuncia \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\na mandato eletivo no curso de processo \r\npolítico. In. REIS, Márlon Jacinto e outros (Coord.). Ficha Limpa: Lei \r\nComplementar n. 135 de 4 de junho de 2010 interpretada por juristas \r\nresponsáveis pela iniciativa popular. Bauru: EDIPRO, 2010. p. 186-187.\r\nPINTO FERREIRA. Comentários à Constituição Brasileira. São\r\nPaulo: Saraiva, 1989. v. 1. p. 317.\r\nPORCHAT, Reynaldo. Curso Elementar de Direito Romano. Duprat\r\n& Cia, 1907. v. 1. p. 496 e 500, itens 531 e 533.\r\n_____. Curso Elementar de Direito Romano. Duprat & Cia, 1907.\r\nv. 1. p. 492-493, item 528.\r\nRÁO, Vicente. O direito e a vida dos Direitos. 5. ed. São Paulo: \r\nRevista dos Tribunais, 1999. p. 486.\r\nRIBEIRO, Fávila. Direito Eleitoral. Forense, 1976. p. 106, item 286.\r\n_____. Pressupostos Constitucionais do Direito Eleitoral.\r\nPorto Alegre: Sergio Antonio Fabris, 1990. p. 93.\r\nROUBIER, Paul. Le droit transitoire (conflits des lois dans le temps).\r\n2. ed. Paris: Dalloz, 1960. p. 9 e seguintes.\r\nRUANO, Miguel Carmona. Prueba de la infracción administrativa y\r\nderecho fundamental a la presunción de inocência. Jueces para la\r\ndemocracia, nº 9, 1990. p. 22-30.\r\nSÁNCHEZ MUÑOZ, Óscar. La igualdad de oportunidades en las competiciones \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nelectorales. Madrid: Centro de Estudios Politicos y Constitucionales, \r\n2007. p. 92.\r\nSCHAFER, Jairo Gilberto. Classificação dos Direitos Fundamentais - do \r\nsistema geracional ao sistema unitário - uma proposta de compreensão. \r\nPorto Alegre: Livraria do Advogado, 2005. p. 63.\r\nSIDOU, J. M. Othon. O Direito Legal. Forense, 1985. p. 228/229,\r\nitem XIII.\r\nSILVA, José Afonso da Silva. Comentário contextual à Constituição. 6. \r\ned. São Paulo: Malheiros, 2009. p. 134 e 224/228 e 234.\r\n_____. Curso de Direito Constitucional Positivo. 5. ed.\r\nRevista dos Tribunais, 1989. p. 329.\r\n_____. Curso de Direito Constitucional Positivo. 23. ed. Malheiros,\r\n2004. p. 377, item 20.\r\nSTARCK, Christian. A legitimação da Justiça Constitucional e o\r\nPrincípio Democrático. Anuario Iberoamericano de Justicia \r\nConstitucional, n. 7, 2003. p. 479-493.\r\nSTOCO, Rui; STOCO, Leandro de Oliveira. Legislação Eleitoral \r\nInterpretada: Doutrina e Jurisprudência. 2. ed. RT, 2006. p. 147, item \r\n1.\r\nSTUMM, Raquel Denize. Princípio da Proporcionalidade no Direito\r\nConstitucional Brasileiro. Livraria do Advogado Editora, 1995. p. \r\n159/170.\r\nTENÓRIO, Oscar. Lei de Introdução ao Código Civil Brasileiro. 2. ed.\r\nRio, 1995. p. 198/199.\r\nVILELA, Alexandra. Considerações acerca da presunção de inocência\r\nem direito processual penal. Coimbra: Coimbra, 2000. p. 105.\r\nZAGREBELSKY, Gustavo. La crucifixión y la democracia. Tradução \r\nespanhola, Ariel. 1996. p. 105 - Título original: II Crucifige! e la \r\ndemocracia, Giulio Einaudi, Torino, 1995.","ministro_facet":["AYRES BRITTO","MARCO AURÉLIO"],"processo_numero":630147,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur199542","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu da reclamação, contra os votos dos Senhores Ministros Gilmar Mendes (Relator), Ellen Gracie e Cezar Peluso (Presidente). Redigirá o acórdão o Senhor Ministro Luiz Fux. Ausentes, justificadamente, os Senhores Ministros Celso de Mello e Dias Toffoli. Falaram, pela reclamante, o Dr. Antônio Nabor Areias Bulhões, pela Advocacia-Geral da União, o Ministro Luís Inácio Lucena Adams, Advogado-Geral da União, pelo interessado, o Professor Luís Roberto Barroso e, pelo Ministério Público Federal, o Dr. Roberto Monteiro Gurgel Santos, Procurador-Geral da República. Plenário, 08.06.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur199542","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur199542","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECLAMAÇÃO. PETIÇÃO AVULSA EM EXTRADIÇÃO. PEDIDO DE RELAXAMENTO DE PRISÃO. NEGATIVA, PELO PRESIDENTE DA REPÚBLICA, DE ENTREGA DO EXTRADITANDO AO PAÍS REQUERENTE. FUNDAMENTO EM CLÁUSULA DO TRATADO QUE PERMITE A RECUSA À EXTRADIÇÃO POR CRIMES POLÍTICOS. DECISÃO PRÉVIA DO SUPREMO TRIBUNAL FEDERAL CONFERINDO AO PRESIDENTE DA REPÚBLICA A PRERROGATIVA DE DECIDIR PELA REMESSA DO EXTRADITANDO, OBSERVADOS OS TERMOS DO TRATADO, MEDIANTE ATO VINCULADO. PRELIMINAR DE NÃO CABIMENTO DA RECLAMAÇÃO ANTE A INSINDICABILIDADE DO ATO DO PRESIDENTE DA REPÚBLICA. PROCEDÊNCIA. ATO DE SOBERANIA NACIONAL, EXERCIDA, NO PLANO INTERNACIONAL, PELO CHEFE DE ESTADO. ARTS. 1º, 4º, I, E 84, VII, DA CONSTITUIÇÃO DA REPÚBLICA. ATO DE ENTREGA DO EXTRADITANDO INSERIDO NA COMPETÊNCIA INDECLINÁVEL DO PRESIDENTE DA REPÚBLICA. LIDE ENTRE ESTADO BRASILEIRO E ESTADO ESTRANGEIRO. INCOMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL. DESCUMPRIMENTO DO TRATADO, ACASO EXISTENTE, QUE DEVE SER APRECIADO PELO TRIBUNAL INTERNACIONAL DE HAIA. PAPEL DO PRETÓRIO EXCELSO NO PROCESSO DE EXTRADIÇÃO. SISTEMA “BELGA” OU DA “CONTENCIOSIDADE LIMITADA”. LIMITAÇÃO COGNITIVA NO PROCESSO DE EXTRADIÇÃO. ANÁLISE RESTRITA APENAS AOS ELEMENTOS FORMAIS. DECISÃO DO SUPREMO TRIBUNAL FEDERAL QUE SOMENTE VINCULA O PRESIDENTE DA REPÚBLICA EM CASO DE INDEFERIMENTO DA EXTRADIÇÃO. AUSÊNCIA DE EXECUTORIEDADE DE EVENTUAL DECISÃO QUE IMPONHA AO CHEFE DE ESTADO O DEVER DE EXTRADITAR. PRINCÍPIO DA SEPARAÇÃO DOS PODERES (ART. 2º CRFB). EXTRADIÇÃO COMO ATO DE SOBERANIA. IDENTIFICAÇÃO DO CRIME COMO POLÍTICO TRADUZIDA EM ATO IGUALMENTE POLÍTICO. INTERPRETAÇÃO DA CLÁUSULA DO DIPLOMA INTERNACIONAL QUE PERMITE A NEGATIVA DE EXTRADIÇÃO “SE A PARTE REQUERIDA TIVER RAZÕES PONDERÁVEIS PARA SUPOR QUE A PESSOA RECLAMADA SERÁ SUBMETIDA A ATOS DE PERSEGUIÇÃO”. CAPACIDADE INSTITUCIONAL ATRIBUÍDA AO CHEFE DE ESTADO PARA PROCEDER À VALORAÇÃO DA CLÁUSULA PERMISSIVA DO DIPLOMA INTERNACIONAL. VEDAÇÃO À INTERVENÇÃO DO JUDICIÁRIO NA POLÍTICA EXTERNA BRASILEIRA. ART. 84, VII, DA CONSTITUIÇÃO DA REPÚBLICA. ALEGADA VINCULAÇÃO DO PRESIDENTE AO TRATADO. GRAUS DE VINCULAÇÃO À JURIDICIDADE. EXTRADIÇÃO COMO ATO POLÍTICO-ADMINISTRATIVO VINCULADO A CONCEITOS JURÍDICOS INDETERMINADOS. NON-REFOULEMENT. RESPEITO AO DIREITO DOS REFUGIADOS. LIMITAÇÃO HUMANÍSTICA AO CUMPRIMENTO DO TRATADO DE EXTRADIÇÃO (ARTIGO III, 1, f). INDEPENDÊNCIA NACIONAL (ART. 4º, I, CRFB). RELAÇÃO JURÍDICA DE DIREITO INTERNACIONAL, NÃO INTERNO. CONSEQUÊNCIAS JURÍDICAS DO DESCUMPRIMENTO QUE SE RESTRINGEM AO ÂMBITO INTERNACIONAL. DOUTRINA. PRECEDENTES. RECLAMAÇÃO NÃO CONHECIDA. MANUTENÇÃO DA DECISÃO DO PRESIDENTE DA REPÚBLICA. DEFERIMENTO DO PEDIDO DE SOLTURA DO EXTRADITANDO.\n\n\n\n    1. Questão de Ordem na Extradição nº 1.085: “A decisão de deferimento da extradição não vincula o Presidente da República, nos termos dos votos proferidos pelos Senhores Ministros Cármen Lúcia, Joaquim Barbosa, Carlos Britto, Marco Aurélio e Eros Grau”. Do voto do Min. Eros Grau extrai-se que “O conceito de ato vinculado que o relator tomou como premissa (...) é, no entanto, excessivamente rigoroso. (...) o conceito que se adotou de ato vinculado, excessivamente rigoroso, exclui qualquer possibilidade de interpretação/aplicação, pelo Poder Executivo, da noção de fundado temor de perseguição”.\n\n\n\n    2. A prova emprestada utilizada sem o devido contraditório, encartada nos acórdãos que deram origem à condenação do extraditando na Itália, no afã de agravar a sua situação jurídica, é vedada pelo art. 5º, LV e LVI, da Constituição, na medida em que, além de estar a matéria abrangida pela preclusão, isto importaria verdadeira utilização de prova emprestada sem a observância do Contraditório, traduzindo-se em prova ilícita.\n\n\n\n    3. O Tratado de Extradição entre a República Federativa do Brasil e a República Italiana, no seu artigo III, 1, f, permite a não entrega do cidadão da parte requerente quando “a parte requerida tiver razões ponderáveis para supor que a pessoa reclamada será submetida a atos de perseguição”.\n\n\n\n    4. O art. 560 do CPC, aplicável subsidiariamente ao rito da Reclamação, dispõe que “Qualquer questão preliminar suscitada no julgamento será decidida antes do mérito, deste não se conhecendo se incompatível com a decisão daquela”.\n\n\n\n    5. Deveras, antes de deliberar sobre a existência de poderes discricionários do Presidente da República em matéria de extradição, ou mesmo se essa autoridade se manteve nos lindes da decisão proferida pelo Colegiado anteriormente, é necessário definir se o ato do Chefe de Estado é sindicável pelo Judiciário, em abstrato.\n\n\n\n    6. O art. 1º da Constituição assenta como um dos Fundamentos do Estado Brasileiro a sua soberania – que significa o poder político supremo dentro do território, e, no plano internacional, no tocante às relações da República Federativa do Brasil com outros Estados Soberanos, nos termos do art. 4º, I, da Carta Magna.\n\n\n\n    7. A Soberania Nacional no plano transnacional funda-se no princípio da independência nacional, efetivada pelo Presidente da República, consoante suas atribuições previstas no art. 84, VII e VIII, da Lei Maior.\n\n\n\n    8. A soberania, dicotomizada em interna e externa, tem na primeira a exteriorização da vontade popular (art. 14 da CRFB) através dos representantes do povo no parlamento e no governo; na segunda, a sua expressão no plano internacional, por meio do Presidente da República.\n\n\n\n    9. No campo da soberania, relativamente à extradição, é assente que o ato de entrega do extraditando é exclusivo, da competência indeclinável do Presidente da República, conforme consagrado na Constituição, nas Leis, nos Tratados e na própria decisão do Egrégio Supremo Tribunal Federal na Extradição nº 1.085.\n\n\n\n    10. O descumprimento do Tratado, em tese, gera uma lide entre Estados soberanos, cuja resolução não compete ao Supremo Tribunal Federal, que não exerce soberania internacional, máxime para impor a vontade da República Italiana ao Chefe de Estado brasileiro, cogitando-se de mediação da Corte Internacional de Haia, nos termos do art. 92 da Carta das Nações Unidas de 1945.\n\n\n\n    11. O sistema “belga” ou “da contenciosidade limitada”, adotado pelo Brasil, investe o Supremo Tribunal Federal na categoria de órgão juridicamente existente apenas no âmbito do direito interno, devendo, portanto, adstringir-se a examinar a legalidade da extradição; é dizer, seus aspectos formais, nos termos do art. 83 da Lei 6.815/80 (“Nenhuma extradição será concedida sem prévio pronunciamento do Plenário do Supremo Tribunal Federal sobre sua legalidade e procedência, não cabendo recurso da decisão”).\n\n\n\n    12. O Presidente da República, no sistema vigente, resta vinculado à decisão do Supremo Tribunal Federal apenas quando reconhecida alguma irregularidade no processo extradicional, de modo a impedir a remessa do extraditando ao arrepio do ordenamento jurídico, nunca, contudo, para determinar semelhante remessa, porquanto, o Poder Judiciário deve ser o último guardião dos direitos fundamentais de um indivíduo, seja ele nacional ou estrangeiro, mas não dos interesses políticos de Estados alienígenas, os quais devem entabular entendimentos com o Chefe de Estado, vedada a pretensão de impor sua vontade através dos Tribunais internos.\n\n\n\n    13. In casu, ao julgar a extradição no sentido de ser possível a entrega do cidadão estrangeiro, por inexistirem óbices, o Pretório Excelso exaure a sua função, por isso que functus officio est – cumpre e acaba a sua função jurisdicional –, conforme entendeu esta Corte, por unanimidade, na Extradição nº 1.114, assentando, verbis: “O Supremo Tribunal limita-se a analisar a legalidade e a procedência do pedido de extradição (Regimento Interno do Supremo Tribunal Federal, art. 207; Constituição da República, art. 102, Inc. I, alínea g; e Lei n. 6.815/80, art. 83): indeferido o pedido, deixa-se de constituir o título jurídico sem o qual o Presidente da República não pode efetivar a extradição; se deferida, a entrega do súdito ao Estado requerente fica a critério discricionário do Presidente da República” (Ext 1114, Relator(a):  Min. CÁRMEN LÚCIA, Tribunal Pleno, julgado em 12/06/2008).\n\n\n\n    14. A anulação, pelo Supremo Tribunal Federal, da decisão do Ministro da Justiça que concedeu refúgio político ao extraditando, não o autoriza, a posteriori, a substituir-se ao Chefe de Estado e determinar a remessa do extraditando às autoridades italianas. O descumprimento do Tratado de Extradição, ad argumentandum tantum, gera efeitos apenas no plano internacional, e não no plano interno, motivo pelo qual não pode o Judiciário compelir o Chefe de Estado a entregar o súdito estrangeiro.\n\n\n\n    15. O princípio da separação dos Poderes (art. 2º CRFB), indica não competir ao Supremo Tribunal Federal rever o mérito de decisão do Presidente da República, enquanto no exercício da soberania do país, tendo em vista que o texto constitucional conferiu ao chefe supremo da Nação a função de representação externa do país.\n\n\n\n    16. A decisão presidencial que negou a extradição, com efeito, é autêntico ato de soberania, definida por Marie-Joëlle Redor como o “poder que possui o Estado para impor sua vontade aos indivíduos que vivem sobre seu território” (De L’Etat Legal a L’Etat de Droit. L’Evolution des Conceptions de la Doctrine Publiciste Française. 1879-1914. Presses Universitaires d’Aix-Marseille, p. 61).\n\n\n\n    17. O ato de extraditar consiste em “ato de vontade soberana de um Estado que entrega à justiça repressiva de outro Estado um indivíduo, por este perseguido e reclamado, como acusado ou já condenado por determinado fato sujeito à aplicação da lei penal” (RODRIGUES, Manuel Coelho. A Extradição no Direito Brasileiro e na Legislação Comparada. Tomo I. Rio de Janeiro: Imprensa Nacional, 1930. p. 3).\n\n\n\n    18. A extradição não é ato de nenhum Poder do Estado, mas da República Federativa do Brasil, pessoa jurídica de direito público externo, representada na pessoa de seu Chefe de Estado, o Presidente da República.  A Reclamação por descumprimento de decisão ou por usurpação de poder, no caso de extradição, deve considerar que a Constituição de 1988 estabelece que a soberania deve ser exercida, em âmbito interno, pelos três Poderes (Executivo, Legislativo e Judiciário) e, no plano internacional, pelo Chefe de Estado, por isso que é insindicável o poder exercido pelo Presidente da República e, consequentemente, incabível a Reclamação, porquanto juridicamente impossível submeter o ato presidencial à apreciação do Pretório Excelso.\n\n\n\n    19. A impossibilidade de vincular o Presidente da República à decisão do Supremo Tribunal Federal se evidencia pelo fato de que inexiste um conceito rígido e absoluto de crime político. Na percuciente observação de Celso de Albuquerque Mello, “A conceituação de um crime como político é (...) um ato político em si mesmo, com toda a relatividade da política” (Extradição. Algumas observações. In: O Direito Internacional Contemporâneo. Org: Carmen Tiburcio; Luís Roberto Barroso. Rio de Janeiro: Renovar, 2006. p. 222-223).\n\n\n\n    20. Compete ao Presidente da República, dentro da liberdade interpretativa que decorre de suas atribuições de Chefe de Estado, para caracterizar a natureza dos delitos, apreciar o contexto político atual e as possíveis perseguições contra o extraditando relativas ao presente, na forma do permitido pelo texto do Tratado firmado (art. III, 1, f); por isso que, ao decidir sobre a extradição de um estrangeiro, o Presidente não age como Chefe do Poder Executivo Federal (art. 76 da CRFB), mas como representante da República Federativa do Brasil.\n\n\n\n    21. O juízo referente ao pedido extradicional é conferido ao “Presidente da República, com apoio em juízo discricionário, de caráter eminentemente político, fundado em razões de oportunidade, de conveniência e/ou de utilidade (...) na condição de Chefe de Estado” (Extradição nº 855, Ministro Relator Celso de Mello, DJ de 1º.7.2006). \n\n\n\n    22. O Chefe de Estado é a figura constitucionalmente capacitada para interpretar a cláusula do Tratado de Extradição, por lhe caber, de acordo com o art. 84, VII, da Carta Magna, “manter relações com Estados estrangeiros”.\n\n\n\n    23. O Judiciário não foi projetado pela Carta Constitucional para adotar decisões políticas na esfera internacional, competindo esse mister ao Presidente da República, eleito democraticamente e com legitimidade para defender os interesses do Estado no exterior; aplicável, in casu, a noção de capacidades institucionais, cunhada por Cass Sunstein e Adrian Vermeule (Interpretation and Institutions. U Chicago Law & Economics, Olin Working Paper, Nº 156, 2002; U Chicago Public Law Research Paper nº 28).\n\n\n\n    24. É assente na jurisprudência da Corte que “a efetivação, pelo governo, da entrega do extraditando, autorizada pelo Supremo Tribunal Federal, depende do Direito Internacional Convencional” (Extradição nº 272. Relator(a):  Min. VICTOR NUNES, Tribunal Pleno, julgado em 07/06/1967).\n\n\n\n    25. O Supremo Tribunal Federal, na Extradição nº 1.085, consagrou que o ato de extradição é ato vinculado aos termos do Tratado, sendo que a exegese da vinculação deve ser compreendida de acordo com a teoria dos graus de vinculação à juridicidade.\n\n\n\n    26. O pós-positivismo jurídico, conforme argutamente aponta Gustavo Binenbojm, “não mais permite falar, tecnicamente, numa autêntica dicotomia entre atos vinculados e discricionários, mas, isto sim, em diferentes graus de vinculação dos atos administrativos à juridicidade” (Uma Teoria do Direito Administrativo. 2ª ed. Rio de Janeiro: Renovar, 2008. p. 208).\n\n\n\n    27. O ato político-administrativo de extradição é vinculado a conceitos jurídicos indeterminados, em especial, in casu, a cláusula do artigo III, 1, f, do Tratado, permissiva da não entrega do extraditando.\n\n\n\n    28. A Cooperação Internacional em matéria Penal é limitada pela regra do non-refoulement (art. 33 da Convenção de Genebra de 1951), segundo a qual é vedada a entrega do solicitante de refúgio a um Estado quando houver ameaça de lesão aos direitos fundamentais do indivíduo.\n\n\n\n    29. O provimento jurisdicional que pretende a República Italiana é vedado pela Constituição, seja porque seu art. 4º, I e V, estabelece que a República Federativa do Brasil rege-se, nas suas relações internacionais, pelos princípios da independência nacional e da igualdade entre os Estados, seja pelo fato de, no supracitado art. 84, VII, conferir apenas ao Presidente da República a função de manter relações com Estados estrangeiros.\n\n\n\n    30. Reclamação não conhecida, mantendo-se a decisão da Presidência da República. Petição Avulsa provida para que se proceda à imediata liberação do extraditando, se por al não estiver preso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=11243&classe=Rcl","externo_seq_objeto_incidente":4024096,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-191 DIVULG 04-10-2011 PUBLIC 05-10-2011\nRTJ VOL-00222-01 PP-00184","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=11243&classe=Rcl","is_colac":false,"titulo":"Rcl 11243","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1891\r\n          ART-00034 ITEM-12 ITEM-32 ART-00048\r\n          ITEM-16\r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1934\r\n          ART-00054 PAR-00001 LET-H \r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1946\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1967\r\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1969\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00001 ART-00002 ART-00004 INC-00001\r\n          INC-00002 INC-00004 INC-00005 INC-00009 \r\n          PAR-ÚNICO ART-00005 INC-00002 INC-00015\r\n          INC-00035 INC-00055 INC-00056 PAR-00002\r\n          PAR-00003 PAR-00004 ART-00014 ART-00049\r\n          INC-00001 ART-00076 ART-00084 INC-00007\r\n          INC-00008 ART-00102 INC-00001 LET-E\r\n          LET-G ART-00105 INC-00003 LET-A \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000045      ANO-2004\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LEI-005869      ANO-1973\r\n          ART-00560   \r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00067 ART-00076 ART-00077 ART-00078\r\n          ART-00083 ART-00086 ART-00089 ART-00090\r\n          ART-00091   \r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n","LEG-FED   LCP-000073      ANO-1993\r\n          ART-00004   \r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LEI-000234      ANO-1841\r\n          ART-00007 NÚMERO-2  \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-000221      ANO-1894\r\n          ART-00038   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-000967      ANO-1903\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-002416      ANO-1911\r\n          ART-00001 PAR-00001 ART-00008 ART-00010\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009474      ANO-1997\r\n          ART-00001 INC-00001   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009868      ANO-1999\r\n          ART-00004\r\n          LEI ORDINÁRIA\r\n","LEG-INT   TTD      ANO-1989\r\n          ART-00001 ART-00002 ART-00003 PAR-00001\r\n          LETRA-F ART-00004 ART-00005 ART-00006\r\n          TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ITÁLIA\r\n","LEG-FED   DEC-019841      ANO-1945\r\n          ART-00033   \r\n          DECRETO\r\n          CONVENÇÃO DE GENEBRA DE 1951\r\n","LEG-FED   DEC-000863      ANO-1993\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO\r\n          ENTRE BRASIL E ITÁLIA\r\n          DECRETO\r\n","LEG-FED   DLG-000078      ANO-1992\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE \r\n          BRASIL E ITÁLIA\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEL-000394      ANO-1938\r\n          ART-00010   \r\n          DECRETO-LEI\r\n","LEG-FED   DEC                 ANO-1842\r\n          DECRETO DE 9 DE SETEMBRO DE 1842 \r\n","LEG-FED   DEL-007404      ANO-1945\r\n          DECRETO-LEI\r\n","LEG-FED   DEL-000941      ANO-1969\r\n          ART-00094 ART-00098   \r\n          DECRETO-LEI\r\n","LEG-FED   DEC-003084      ANO-1898\r\n          ART-00112 PAR-00002  \r\n          DECRETO\r\n","LEG-FED   DEC-021936      ANO-1932\r\n          ART-00004 \r\n          PROMULGA TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ITÁLIA\r\n          DECRETO\r\n","LEG-FED   DEC-023710      ANO-1934\r\n          PROMULGA O TRATADO FIRMADO ENTRE BRASIL E URUGUAI\r\n          DECRETO\r\n","LEG-FED   DEC-024343      ANO-1934\r\n          DECRETO\r\n","LEG-FED   DEC-000542      ANO-1935\r\n          PROMULGA O TRATADO DE COMÉRCIO ENTRE OS ESTADOS\r\n          UNIDOS DO BRASIL E ESTADO UNIDOS DA AMÉRICA\r\n          DECRETO\r\n","LEG-FED   DEC-000863      ANO-1993\r\n      ART-00001 ART-00002 ART-00003 NÚMERO-1\r\n      LET-F ART-00004 ART-00005 ART-00006 \r\n      PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ITÁLIA\r\n          DECRETO\r\n","LEG-FED   DEC-007030      ANO-2009\r\n          DECRETO\r\n","LEG-INT   CVC      ANO-1951\r\n      CONVENÇÃO DE GENEBRA RELATIVA AO ESTATUTO DOS REFUGIADOS\r\n","LEG-INT-   CVC                  ANO-1969\r\n          ART-00022 NÚMERO-8\r\n       CONVENÇÃO AMERICANA SOBRE OS DIREITOS HUMANOS ASSINADA\r\n       EM SÃO JOSÉ DA COSTA RICA, OEA\r\n","LEG-FED   REG-000124      ANO-1842\r\n          ART-00009 ART-00020  \r\n          REGULAMENTO\r\n","LEG-FED   RGI      ANO-1980\r\n          ART-00013 INC-00006 ART-00021 INC-00002\r\n          REDAÇÃO DADA PELA EMC-41/2010\r\n          ART-00038 INC-00004 ART-00075 ART-00136\r\n          PAR-00001 ART-00207\r\n          ART-00340 ART-00341 REDAÇÃO DADA PELA EMC-41/2010\r\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\r\n","LEG-FED   EMR-000041      ANO-2010\r\n          EMENDA REGIMENTAL"],"publicacao_data":"2011-10-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\r\n\r\n- VOTO VENCIDO,  MIN. GILMAR MENDES: CONHECIMENTO, RECLAMAÇÃO. DEVER, \r\nPODER EXECUTIVO, APRECIAÇÃO, VIABILIDADE, PROSSEGUIMENTO, EXTRADIÇÃO, \r\nMOMENTO ANTERIOR, REMESSA, PEDIDO, ESTADO ESTRANGEIRO, SUPREMO TRIBUNAL \r\n\r\n\r\n\r\n\r\nFEDERAL (STF), FINALIDADE, PESSOA JURÍDICA DE DIREITO PÚBLICO EXTERNO, \r\nOBEDIÊNCIA, COMPROMISSO, DIGNIDADE DA PESSOA HUMANA, ÂMBITO \r\nINTERNACIONAL. JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), \r\nAPLICAÇÃO, PRINCÍPIO DA ESPECIALIDADE, PREVALÊNCIA, TRATADO DE \r\nEXTRADIÇÃO, HIPÓTESE, CONFLITO DE NORMAS. CABIMENTO, RECLAMAÇÃO, \r\nSUPREMO TRIBUNAL FEDERAL (STF), TOTALIDADE, MOMENTO, PROCESSAMENTO, \r\nPROCESSO DE EXTRADIÇÃO, OBSERVÂNCIA, PRESSUPOSTO DE ADMISSIBILIDADE. \r\nPODER EXECUTIVO, DISCRICIONARIEDADE, MOMENTO POSTERIOR, DECISÃO, \r\nSUPREMO TRIBUNAL FEDERAL (STF), EXCLUSIVIDADE, MOMENTO, ENTREGA, \r\nEXTRADITADO, HIPÓTESE, EXISTÊNCIA, AÇÃO PENAL, CUMPRIMENTO DA PENA, \r\nPENA PRIVATIVA DE LIBERDADE, PAÍS, SITUAÇÃO, DIVERSIDADE, PREVISÃO, \r\nLEI, TRATADO DE EXTRADIÇÃO. IMPOSSIBILIDADE, PODER EXECUTIVO, \r\nDESCONSIDERAÇÃO, CONTEÚDO JURISDICIONAL, COISA JULGADA MATERIAL, \r\nDECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF), PROCESSO DE \r\nEXTRADIÇÃO. IMPOSSIBILIDADE, AFASTAMENTO VOLUNTÁRIO, NORMA \r\nINTERNACIONAL, UNIÃO, ESTADO-MEMBRO, MUNICÍPIO, RISCO, OFENSA, \r\nPRINCÍPIO DA COOPERAÇÃO ENTRE OS POVOS, PRINCÍPIO DA BOA-FÉ OBJETIVA. \r\nIMPOSSIBILIDADE, PRESIDENTE DA REPÚBLICA, UTILIZAÇÃO, IDENTIDADE, \r\nFUNDAMENTO, PARECER, ADVOCACIA GERAL DA UNIÃO, DESCONSIDERAÇÃO, \r\nDECISÃO, MOMENTO ANTERIOR, SUPREMO TRIBUNAL FEDERAL (STF).\r\n\r\n- VOTO VENCIDO,  MIN. CEZAR PELUSO: CONHECIMENTO, RECLAMAÇÃO, \r\nEXISTÊNCIA, INTERESSE JURÍDICO, GOVERNO, REPÚBLICA ITALIANA. \r\nTOTALIDADE, TERCEIRO PREJUDICADO, POSSIBILIDADE, PROVOCAÇÃO, \r\nCONHECIMENTO DE OFÍCIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=11243&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdãos citados: Ext 7, Ext 232, Ext 272 - Tribunal Pleno, Ext \r\n347, Ext 369, Ext 568 QO, Ext 579, Ext 621, Ext 633, Ext 662, Ext\r\n669,  Ext 811, Etx 855, Ext 893, Ext 897, Ext 959, Ext 985, Ext 991,\r\nExt 997, Ext 1048, Ext 1074, Ext 1085, Ext 1103 QO - Tribunal Pleno,\r\nExt 1114 - Tribunal Pleno, ADI 1480 MC, ADI 1480, ADI 1600 - Tribunal Pleno,\r\nADI 1662, HC 2280,  Rcl 2436 AgR, Rcl 2848,  Rcl 4057, Rcl 4819,\r\nRcl 5992 AgR, Rcl 6019 AgR, Rcl 6021 AgR, HC 51977 - \r\nTribunal Pleno,  HC 58727 - Tribunal Pleno, RE 71154 - Tribunal \r\nPleno, HC 72131 - Tribunal Pleno, RE 80004 - Tribunal Pleno, HC\r\n87585 - Tribunal Pleno, RE 229096 - Tribunal Pleno, RE 349703 -\r\nTribunal Pleno, RE 466343 - Tribunal Pleno.\r\n- Veja Informativo 613 do STF (Ext 1214 - Tribunal Pleno).\r\n- Veja Ext 1085, ACO 1722, ADI 4538 e Apelações Cíveis 7872 e 9587 do STF.\r\n- Veja Ofício 457 do STF.\r\n- Legislão estrangeira citada: art. 92 da Carta das Nações Unidas de 1945; art. 27 da Convenção de Viena sobre o Direito dos Tratados, de 1969.\r\n- Decisão estrangeira citada: Corte Internacional de justiça no caso Namíbia \r\n[Legal Consequences for States of the Continued Presence os South África \r\nin Namíbia (South West Africa) notwithstanding Security Council Resolution \r\n276 (1970). (Fonte: First Advisory Opinion, ICJ Reports 1971, p. 16, §§ 94-95).\r\nNúmero de páginas: 139.\r\nAnálise: 08/11/2011, MMR.\r\nRevisão: 25/11/2011, SEV.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)          : REPÚBLICA ITALIANA \r\nADV.(A/S)           : ANTONIO NABOR AREIAS BULHÕES \r\nRECLDO.(A/S)        : PRESIDENTE DA REPÚBLICA \r\nADV.(A/S)           : ADVOGADO-GERAL DA UNIÃO \r\nINTDO.(A/S)         : CESARE BATTISTI \r\nADV.(A/S)           : LUIZ EDUARDO GREENHALGH E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":199542,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA ITALIANA","processo_codigo_completo":"Rcl 11243","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2011-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"BAPTISTA, Luiz Olavo. Extradição e devido processo legal. Estado de S. \r\nPaulo, publicado em 23.3.2011.\r\nBINENBOJM, Gustavo. Uma Teoria do Direito Administrativo. 2. ed. Rio de \r\n\r\n\r\n\r\n\r\nJaneiro: Renovar, 2008. p. 208.\r\nFRAGA, Mirtô. Entrega de Battisti à Itália. Presidente se manifesta \r\nantes ou\r\ndepois da decisão do STF. Correio Braziliense, 17.11.2009.\r\nHIRSCH, Moshe. Compliance with International Norms. In: The Impact of \r\nInternational Law on International Cooperation. Combridge: Cambridge \r\nUniversity Press, 2004. p. 184-188.\r\nMACIEL, Anor Butler. Extradição Internacional. Brasília: Imprensa \r\nNacional, 1957. p. 11.\r\nMAZZUOLI, Valério de Oliveira. Curso de Direito Internacional Público.\r\nSão Paulo: RT, 2007. p. 608.\r\nMELLO, Celso de Albuquerque. In: O Direito Internacional Contemporâneo. \r\n\r\n\r\n\r\n\r\nOrg: TIBURCIO, Carmen; BARROSO, Luís Roberto. Rio de Janeiro: Renovar, \r\n2006. p. 222/223.\r\nREDOR, Marie-Joëlle. De L'Etat Legal a L'Etat de Droit. L'Evolution des \r\n\r\n\r\n\r\n\r\nConceptions de la Doctrine Publiciste Française. Presses Universitaires \r\n\r\n\r\n\r\n\r\nd'Aix-Marseille, p. 61.\r\nREZEK, José Francisco. O Governo Brasileiro da Extradição Passiva. In: \r\nEstudos de Direito Público em homenagem a Aliomar Baleeiro. Brasília: \r\nEd. UnB, 1976. p. 238.\r\n_____. Direito Internacional Público. São Paulo: Saraiva, 2002. p. \r\n57-58\r\ne 190-191.\r\n_____. Direito Internacional Público. Curso Elementar. 11. ed. re. e \r\natual.\r\nSão Paulo: Saraiva, 2008. p. 199-220.\r\nRODRIGUES, Leda Boechat. História do Supremo Tribunal Federal. Tomo II, \r\n\r\n\r\n\r\n\r\n1899-1910. Rio de Janeiro: Civilização Brasileira, 1991. p. 185.\r\nRODRIGUES, Manuel Coelho. A Extradição no Direito Brasileiro e na \r\nLegislação Comparada. Rio de Janeiro: Imprensa Nacional, 1930. Tomo I, \r\np. 3.\r\n_____. A Extradição no Direito Brasileiro e na Legislação Comparada. \r\nRio de Janeiro: Imprensa Nacional, 1931. Tomo III, anexo B, p. 75/78.\r\nSHAW, Malcom. International Law. Combridge: Cambridge University Press,\r\n2003. p. 812\r\nSUNSTEIN, Cass; VERMEULE, Adrian. Interpretation and Institutions. U \r\nChicago Law & Economics, Olin Working Paper, nº 156, 2002; U Chicago \r\nPublic Law Research Paper, nº 28.\r\nTIBÚRCIO, Carmen; BARROSO, Luis Roberto. Algumas questões sobre a \r\nextradição no direito brasileiro. Revista Forense, v. 354, ano 97. p. \r\n83-104, mar./abr. 2001. p. 84.\r\nVERDROSS, Alfred; SIMMA, Bruno. Universelles Völkerrecht. 3ª ed. \r\nBerlin: Duncker und Humblot, 1984. p. 819.\r\nVOGEL, Klaus. \"Einleitung\" RZ. 204-205 in VOGEL, Klaus & LEHNER, Moris. \r\n\r\n\r\n\r\n\r\nDoppelbesteuerungsabkommen. 4. ed. München: Beck, 2003. p. 137-138.","ministro_facet":["GILMAR MENDES","LUIZ FUX"],"processo_numero":11243,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur197677","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, com a detração determinada, nos termos do voto do Relator. Unânime. Presidência da Senhora Ministra Cármen Lúcia. 1ª Turma, 9.8.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur197677","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur197677","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extradição. Passiva. Instrutória. Governo de Portugal. Tráfico de entorpecentes. Pedido formulado com base em tratado específico. Atendimento aos requisitos da Lei nº 6.815/80. Prescrição da pretensão punitiva. Não ocorrência, tanto sob a óptica da legislação alienígena quanto sob a óptica da legislação penal brasileira. Detração do tempo de prisão cumprido no Brasil. Necessidade. Observância do disposto no art. 89 da Lei nº 6.815/80, com a ressalva do disposto no art. 67 do mesmo estatuto. Pedido deferido.\n\n\n\n    1. O pedido formulado pelo Governo de Portugal, com base no tratado de extradição firmado com o Brasil, atende aos pressupostos necessários ao seu deferimento, nos termos da Lei nº 6.815/80.\n\n\n\n    2. O fato delituoso imputado ao extraditando corresponde, no Brasil, ao crime tipificado como tráfico de entorpecentes (Lei nº 6.368/76, art. 12, vigente à época dos fatos), satisfazendo, assim, ao requisito da dupla tipicidade, previsto no art. 77, inciso II, da Lei nº 6.815/80.\n\n\n\n    3. Não ocorrência da prescrição da pretensão punitiva do crime imputado ao extraditando sob a óptica da legislação de ambos os Estados envolvidos.\n\n\n\n    4. Com base no estabelecido no tratado específico em que se apoia o presente pedido de extradição, o Governo de Portugal deve assegurar a detração do tempo que o extraditando houver permanecido preso no Brasil por força do pedido formulado.\n\n\n\n    5. Em vista da informação de que o extraditando se encontrava preso em decorrência da prática do delito previsto no art. 307 do Código Penal (fls. 71/73), faz-se necessária, quanto à entrega do extraditando ao Estado requerente, a observância do disposto no art. 89 da Lei nº 6.815/80, ressalvado o disposto no art. 67 do mesmo estatuto.\n\n\n\n    6. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1233&classe=Ext","externo_seq_objeto_incidente":4037350,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-172 DIVULG 06-09-2011 PUBLIC 08-09-2011\r\nEMENT VOL-02582-01 PP-00009","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1233&classe=Ext","is_colac":false,"titulo":"Ext 1233","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00109 INC-00001 ART-00307   \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-006368      ANO-1976\r\n          ART-00012   \r\n                LTX-1976 LEI DE TÓXICOS\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00067 ART-00077 INC-00002 INC-00006 \r\n          ART-00078 INC-00001 ART-00080 ART-00089 \r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00033   \r\n                LTX-2006 LEI DE TÓXICOS\r\n","LEG-INT   TTD      ANO-1991\r\n          ART-00012\r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E PORTUGAL\r\n","LEG-FED   DLG-000096      ANO-1992\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL\r\n          E PORTUGAL\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-001325      ANO-1994\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL\r\n                 E PORTUGAL\r\n","LEG-FED   DEL-000015      ANO-1993\r\n          ART-00021 NÚMERO-1\r\n          TABELA I-B ANEXA  \r\n          DECRETO-LEI"],"publicacao_data":"2011-09-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1233&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: Art. 21, n.1, e Tabela I-B Anexa, do Decreto-Lei 15/93 de Portugal.\r\nNúmero de páginas: 8.\r\nAnálise: 21/09/2011, KBP.\r\nRevisão: 26/09/2011, IMC.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"EXTDO.(A/S)         : JOSÉ MANUEL GOMES LEONARDO \r\nREQTE.(S)           : GOVERNO DE PORTUGAL \r\nPROC.(A/S)(ES)     : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":197677,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA PORTUGUESA","processo_codigo_completo":"Ext 1233","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2011-08-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":1233,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur215145","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu a extradição, com a ressalva do art. 89 do Estatuto do Estrangeiro, nos termos do voto do Relator. Ausentes, justificadamente, os Senhores Ministros Celso de Mello e Joaquim Barbosa. 2ª Turma, 11.09.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur215145","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur215145","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória requerida pelo Governo da Argentina. 2. Crimes de tráfico internacional de entorpecentes e associação para o tráfico. 3. Presença dos requisitos da dupla tipicidade e punibilidade. 4. Alegação de erro quanto à pessoa. Laudo pericial contrário à tese da defesa. 5. Bis in idem. Não ocorrência. 6. Condenação por associação e tráfico de entorpecentes praticados no Brasil. Extradição deferida com a ressalva da comutação da pena e do art. 89 do Estatuto do Estrangeiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=2812589","externo_seq_objeto_incidente":4089834,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-187 DIVULG 21-09-2012 PUBLIC 24-09-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1250&classe=Ext","is_colac":false,"titulo":"Ext 1250","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00109 INC-00002  \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-INT   TTD      ANO-1961\r\n          ART-00089 \r\n          TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ARGENTINA\r\n","LEG-FED   DLG-000085      ANO-1964\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL\r\n          E ARGENTINA\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-062979      ANO-1968\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL\r\n          E ARGENTINA\r\n               DECRETO\r\n","LEG-FED   LEI-006815      ANO-1980\r\n           ART-00067 ART-00080 ART-00082 ART-00089  \r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00033 ART-00035  \r\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2012-09-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1250&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão citado: Ext 636 - Tribunal Pleno.\r\n- Veja Processo 5001760-35.2010.404.7101 da 2ª Vara Federal de Rio Grande/RS.\r\n- Legislação estrangeira citada: Art. 210 combinado com art. 864, letra d; art. 865, letra a e letra g; art. 866, § 2 e art. 871, \r\ndo Código Penal argentino.\r\nNúmero de páginas: 9.\r\nAnálise: 02/10/2012, SEV.\r\nRevisão: 09/10/2012, IMC.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DA ARGENTINA \r\nEXTDO.(A/S)         : BOZIDAR RATKOVIK OU GORAN SIMIC\r\nADV.(A/S)             : MARCO ANTÔNIO DO AMARAL FILHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":215145,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA ARGENTINA","processo_codigo_completo":"Ext 1250","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2012-09-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1250,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur206337","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência da Senhora Ministra Cármen Lúcia. 1ª Turma, 13.12.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur206337","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur206337","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO INTERNACIONAL PÚBLICO. EXTRADIÇÃO. NACIONAL PORTUGUÊS. CRIME DE “BURLA QUALIFICADA”. CORRESPONDENTE AO DELITO DE ESTELIONATO PREVISTO NO ORDENAMENTO JURÍDICO BRASILEIRO (ART. 171 DO CPB). DUPLA TIPICIDADE ATENDIDA. AUSÊNCIA DE PRESCRIÇÃO PELA LEI BRASILEIRA E PELA LEI PORTUGUESA. DEMAIS REQUISITOS DA LEI Nº 6.815/80 E DO TRATADO DE EXTRADIÇÃO PROMULGADO PELO DECRETO Nº 1.325, DE 2 DE DEZEMBRO DE 1994 ATENDIDOS. PEDIDO DE EXTRADIÇÃO DEFERIDO. DETRAÇÃO DO TEMPO DE PRISÃO PREVENTIVA PARA FINS DE EXTRADIÇÃO.\n\n\n\n    1. O art. 76 da Lei nº 6.815/80 dispõe que: “A extradição poderá ser concedida quando o governo requerente se fundamentar em tratado, ou quando prometer ao Brasil a reciprocidade.” \n\n\n\n    2. Os requisitos legais para o deferimento do pedido de extradição são extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80, ou seja, defere-se o pedido extradicional se o caso sub judice não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    3. In casu, cuida-se de pedido de extradição executória formalizado pelo Governo de Portugal em face de nacional português condenado à prática do crime de “burla qualificada” e o pedido está fundado no tratado específico, promulgado pelo Decreto nº 1.325, de 2 de dezembro de 1994.\n\n\n\n    4. O extraditando é nacional português, e o fato que motivou o pedido é considerado crime no Brasil, porquanto a burla qualificada corresponde, no ordenamento pátrio, ao crime de estelionato, descrito no art. 171 do Código Penal, verbis: “Art. 171. Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento”. Precedentes: Ext 1035/REP. PORTUGUESA, Rel. Min. Ellen Gracie, Pleno, DJ de 13/12/2010; EXT 1194/REPÚBLICA ITALIANA, rel. Min. Ayres Britto, Pleno, DJ de 1/2/2011; Ext 1144/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 20/2/2009; Ext 983/PT, rel. Min. Carlos Velloso, Pleno, DJ de 10/2/2006.\n\n\n\n    5. Inocorre no caso sub judice a prescrição, quer pela lei portuguesa, quer pela lei brasileira, porquanto, partindo da pena in concreto (de 3 anos de prisão), o prazo prescricional, segundo o art. 109, IV, do Código Penal Brasileiro, é de 8 anos, tempo não decorrido do trânsito em julgado da sentença condenatória (18/2/2005) – art. 112, I, do CPB), sendo certo que, na lei portuguesa, o prazo prescricional é de dez anos, partindo do mesmo marco inicial (art. 122.º, inciso 1, letra “c” e inciso 2 do Código Penal Português). \n\n\n\n    6. A lei brasileira impõe ao delito a pena de 1 a 5 anos de reclusão (art. 171 do Código Penal), considerando-se ainda que o extraditando não está respondendo ou respondeu a processo pelo mesmo fato no Brasil e não foi condenado por Juízo de exceção em Portugal.\n\n\n\n    7. O pedido de extradição no caso sub judice observa às disposições do tratado específico, promulgado pelo Decreto 1.325/1994, porquanto, no caso concreto, a pena privativa de liberdade imposta foi de 3 anos, não tendo o extraditando iniciado o cumprimento de pena (art. II, item 1 do Tratado).\n\n\n\n    8. A comutação do tempo de prisão preventiva cumprida no Brasil, ainda que considerado o tempo de prisão por cumprir, supera os nove meses aludidos no item 2 do art. II do Tratado de Extradição.\n\n\n\n    9. O extraditando também não é perseguido em Portugal em razão de atuação política, fato confirmado por ele no interrogatório.\n\n\n\n    10. O fato de o extraditando ter companheira e filho de tenra idade brasileiros não são fatos impeditivos do pedido de extradição, consoante o teor da Súmula nº 421/STF, verbis: “NÃO IMPEDE A EXTRADIÇÃO A CIRCUNSTÂNCIA DE SER O EXTRADITANDO CASADO COM BRASILEIRA OU TER FILHO BRASILEIRO.”\n\n\n\n    11. O Ministério Público Federal rejeitou as demais teses defensivas em seu parecer, ao assentar que estas “dizem respeito ao mérito da acusação, ultrapassando os limites da defesa permitida no juízo delibatório (art. VIII do Tratado de Extradição c/c. o art. 85, § 1o, da Lei n° 6.815/80), não cabendo pesquisar os elementos de convicção nos quais se fundou a Justiça do Estado estrangeiro para proferir a sentença condenatória”. Precedente: Ext 1009, rei. Min. Sepúlveda Pertence, DJ 10.11.2006.\n\n\n\n    12. A detração quanto ao tempo em que o extraditando esteve preso preventivamente no território brasileiro para fins de extradição, ou seja, desde 1º/8/2011, é requisito a ser assegurado pelo Estado requerente. Precedentes: Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011; Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011; Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011.\n\n\n\n    13. Parecer do MPF pelo deferimento do pedido de extradição.\n\n\n\n    14. Pedido de extradição deferido, devendo o Estado requerente comprometer-se a proceder à detração quanto ao tempo em que o extraditando esteve preso preventivamente no Brasil, ou seja, desde 1º/8/2011.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1834232","externo_seq_objeto_incidente":4069069,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-058 DIVULG 20-03-2012 PUBLIC 21-03-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1239&classe=Ext","is_colac":false,"titulo":"Ext 1239","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00109 INC-00004 ART-00112 INC-00001 \r\n          ART-00171   \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00076 ART-00077 INC-00001 INC-00002\r\n          INC-00003 INC-00004 INC-00005 INC-00006\r\n          INC-00007 INC-00008  ART-00085 PAR-00001\r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n","LEG-INT   TTD      ANO-1991\r\n          ART-00002 ITEM-1 ITEM-2 ART-00003\r\n          ITEM-1 LET-A LET-B LET-C\r\n          LET-D LET-E LET-F LET-G\r\n          LET-H LET-I LET-J LET-L\r\n          ART-00008\r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E PORTUGAL\r\n","LEG-FED   DLG-000096      ANO-1992\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL\r\n          E PORTUGAL\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-001325      ANO-1994\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL\r\n                E PORTUGAL\r\n","LEG-FED   SUMSTF-000421  \r\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2012-03-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1239&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 983 - Tribunal Pleno, Ext 1009, Ext \r\n1035 - Tribunal Pleno, Ext 1194 - Tribunal Pleno, Ext 1144 \r\n- Tribunal Pleno, Ext 1211 - Tribunal Pleno, Ext 1214 - \r\nTribunal Pleno, Ext 1226.\r\n- Legislação estrangeira citada: art 122, incico 1, letra c \r\ne inciso 2 do Código Penal Português.\r\nNúmero de páginas: 20.\r\nAnálise: 29/03/2012, ACG.\r\nRevisão: 30/03/2012, MMR.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DE PORTUGAL \r\nEXTDO.(A/S)         : LEONEL MANUEL AMARAL FREIRE \r\nPROC.(A/S)(ES)   : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":206337,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA PORTUGUESA","processo_codigo_completo":"Ext 1239","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2011-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1239,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur205866","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que dava provimento aos embargos de declaração no habeas corpus tão-somente para afastar o primeiro fundamento do acórdão prolatado e assentar que o Ministério Público italiano tem legitimidade para expedir carta rogatória, pediu vista do processo a Ministra Cármen Lúcia. Ausente, justificadamente, o Ministro Menezes Direito. 1ª Turma, 17.03.2009.\r\n\nDecisão: A Turma acolheu os embargos de declaração no habeas corpus, sem efeitos infringentes, nos termos do voto do Relator. Unânime. Presidência da Senhora Ministra Cármen Lúcia. 1ª Turma, 13.12.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur205866","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur205866","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"EMBARGOS DECLARATÓRIOS – OMISSÃO. Uma vez constatada omissão no julgamento verificado, presente tratado de cooperação em matéria penal firmado pelo Brasil e pela República Italiana – integrado à ordem jurídica nacional –, impõe-se o provimento dos embargos de declaração, muito embora sem o alcance da eficácia modificativa, reconhecendo-se que o Ministério Público italiano possui legitimidade para expedir carta rogatória.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1815633","externo_seq_objeto_incidente":3652081,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-053 DIVULG 13-03-2012 PUBLIC 14-03-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=87759&classe=HC","is_colac":false,"titulo":"HC 87759 ED","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00105 INC-00001 LET-I \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000045      ANO-2004\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   DEL-003689      ANO-1941\r\n          ART-00784   \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\n","LEG-FED   LEI-005869      ANO-1973\r\n          ART-00202 INC-00001  \r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-INT   TTD      ANO-1989\r\n          ART-00001 ITEM-1 \r\n          TRATADO SOBRE COOPERAÇÃO JUDICIÁRIA EM MATÉRIA PENAL \r\n          FIRMADO ENTRE BRASIL E ITÁLIA\r\n","LEG-FED   DLG-000078      ANO-1992\r\n          APROVA O TRATADO SOBRE COOPERAÇÃO JUDICIÁRIA EM MATÉRIA PENAL\r\n          FIRMADO ENTRE BRASIL E ITÁLIA0\r\n                DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-000862      ANO-1993\r\n          PROMULGA O TRATADO SOBRE COOPERAÇÃO JUDICIÁRIA EM MATÉRIA PENAL\r\n          FIRMADO ENTRE BRASIL E ITÁLIA\r\n                DECRETO"],"publicacao_data":"2012-03-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, DEPOIMENTO, CORRÉU, QUALIDADE, TESTEMUNHA. \r\nMINISTÉRIO PÚBLICO, REPÚBLICA ITALIANA, INTEGRAÇÃO, PODER JUDICIÁRIO. \r\nIMPOSSIBILIDADE, RELATOR, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), \r\nCONCESSÃO, EXEQUATUR, CARTA REGATÓRIA, MOTIVO, COMPETÊNCIA PRIVATIVA, \r\nÓRGÃO COLEGIADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=87759&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-ED","documental_observacao_texto":"- Acórdãos citados: Ext 435, AP 470 AgR-sétimo, HC 91002 ED, HC 102926;\r\nSTJ: 998.\r\n- Legislação estrangeira citada: art. 107, art. 108 e art. 112, Parte II,\r\nTítulo IV, da Constituição italiana.\r\n- Veja EXT 581 do STF e Carta Rogatória 733 do STJ.\r\nNúmero de páginas: 42.\r\nAnálise: 23/03/2012, IMC.\r\nRevisão: 26/03/2012, MMR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)           : MINISTÉRIO PÚBLICO FEDERAL \r\nPACTE.(S)           : ACHILLE LOLLO \r\nEMBDO.(A/S)         : TÉCIO LINS E SILVA E OUTRO(A/S)\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":205866,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 87759 ED","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2011-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO HABEAS CORPUS","documental_doutrina_texto":"KAC, Marcos. O Ministério Público na Investigação Penal Preliminar.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":87759,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}