{"result":{"took":319,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":85.50389,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur362138","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, com restrição, o pedido de extradição formulado pelo Reino da Espanha, observadas, no mais, as exigências estabelecidas no Estatuto do Estrangeiro (art. 91), notadamente aquela referente à detração penal, considerado, para tanto, o período de prisão cautelar a que o ora extraditando esteve sujeito, em nosso País, unicamente por efeito deste processo extradicional, excluído desse cômputo, em consequência, o período em que ele ficou preso por outros crimes eventualmente cometidos no Brasil, nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Gustavo Zortea da Silva - Defensor Público Federal. Ausente, justificadamente, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Celso de Mello. 2ª Turma, 6.12.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur362138","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur362138","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER EXECUTÓRIO – PEDIDO QUE SE APOIA EM TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O REINO DA ESPANHA – EXTRADITANDO CONDENADO PELA PRÁTICA “DE CRIME CONTINUADO DE AGRESSÃO SEXUAL” – CRITÉRIO DA DUPLA TIPICIDADE A SER AFERIDO EM FACE DA LEGISLAÇÃO PENAL VIGENTE À ÉPOCA DOS FATOS (ENTRE 1997 E 2000) – ATENTADO VIOLENTO AO PUDOR PRATICADO, EM CONTINUIDADE DELITIVA, POR ASCENDENTE CONTRA O SEU PRÓPRIO FILHO – CONDUTA ENTÃO TIPIFICADA NO ART. 214 (NA REDAÇÃO DADA PELA LEI Nº 8.072/90) C/C O ART. 226, II, AMBOS DO CÓDIGO PENAL BRASILEIRO – OBSERVÂNCIA, PELO ESTADO ESTRANGEIRO, DAS GARANTIAS INERENTES AO DEVIDO PROCESSO LEGAL – ADOÇÃO DE TÉCNICAS ALTERNATIVAS DE INQUIRIÇÃO DE MENOR, CRIANÇA OU ADOLESCENTE, VÍTIMA DE VIOLÊNCIA SEXUAL OCORRIDA NO ÂMBITO DO NÚCLEO FAMILIAR DO OFENDIDO – LEGITIMIDADE DESSE MÉTODO DE PRODUÇÃO DA PROVA ORAL – DOUTRINA – PRECEDENTE ESPECÍFICO DESTA SUPREMA CORTE (RHC 121.494/RS, REL. MIN. TEORI ZAVASCKI) – ALEGADO CERCEAMENTO DE DEFESA SUPOSTAMENTE OCASIONADO PELA RECUSA DA JUNTADA DE PROVA DOCUMENTAL PRODUZIDA TARDIAMENTE (NA VÉSPERA DA SESSÃO DE JULGAMENTO) – DECISÃO PLENAMENTE MOTIVADA QUE, ALÉM DE APOIAR-SE NA INTEMPESTIVIDADE E NA INOBSERVÂNCIA DAS FORMALIDADES PROCEDIMENTAIS, DESTACOU, AINDA, A IMPERTINÊNCIA DE SEU CONTEÚDO E A DESNECESSIDADE DE REFERIDA PROVA LITERAL – UTILIZAÇÃO VÁLIDA, PELO ÓRGÃO JULGADOR, DO PODER DE DIREÇÃO DA INSTRUÇÃO PROCESSUAL – PRECEDENTES – NULIDADE ALEGADAMENTE DECORRENTE DA INOBSERVÂNCIA DA ORDEM RITUAL ESTABELECIDA PELO ART. 212 DO CPP (NA REDAÇÃO DADA PELA LEI Nº 11.690/2012) – DISPOSITIVO LEGAL QUE SEQUER EXISTIA, À ÉPOCA DO INTERROGATÓRIO JUDICIAL (08/03/2006), NO ORDENAMENTO POSITIVO BRASILEIRO – INCIDÊNCIA, NO CASO, DO PRINCÍPIO SEGUNDO O QUAL “TEMPUS REGIT ACTUM” – IMPOSSIBILIDADE, AINDA, NESSE PONTO, DE O BRASIL IMPOR, NO PLANO DAS RELAÇÕES EXTRADICIONAIS ENTRE ESTADOS SOBERANOS, A COMPULSÓRIA SUBMISSÃO DA PARTE REQUERENTE AOS INSTITUTOS JURÍDICOS PECULIARES AO DIREITO PENAL NACIONAL – PRECEDENTES – SISTEMA DE CONTENCIOSIDADE LIMITADA QUE REGE, NO BRASIL, O PROCESSO DE EXTRADICÃO – CRIME CONTINUADO – PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA DO ESTADO ESTRANGEIRO A SER ANALISADA, NO CASO, COM EXCLUSÃO DO AUMENTO DECORRENTE DA CONTINUIDADE DELITIVA (SÚMULA 497/STF) – MERA INDICAÇÃO, NO ATO CONDENATÓRIO, DA PENA GLOBAL, SEM REFERÊNCIA INDIVIDUALIZADORA AO “QUANTUM” REFERENTE À PENA BASE E AO ACRÉSCIMO DECORRENTE DO NEXO DE CONTINUIDADE DELITIVA – POSSIBILIDADE, EM TAL SITUAÇÃO, DE ANALISAR-SE O ATENDIMENTO, OU NÃO, AO POSTULADO DA DUPLA PUNIBILIDADE – CÁLCULO SEPARADO DA PRESCRIÇÃO PENAL EFETUADO COM BASE NA PENA MÍNIMA COMINADA PARA O DELITO NA LEGISLAÇÃO PENAL BRASILEIRA ENTÃO EM VIGOR (SEIS ANOS) – PRECEDENTES DO PLENÁRIO E DE AMBAS AS TURMAS DO SUPREMO TRIBUNAL FEDERAL – ATENDIMENTO, NA ESPÉCIE, DOS PRESSUPOSTOS E DOS REQUISITOS ESSENCIAIS AO ACOLHIMENTO DO PLEITO EXTRADICIONAL – EXIGÊNCIA, NA ESPÉCIE, DE DETRAÇÃO PENAL – PARECER DO PROCURADOR-GERAL DA REPÚBLICA FAVORÁVEL À EXTRADIÇÃO – EXTRADIÇÃO DEFERIDA COM RESTRIÇÃO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12226209","externo_seq_objeto_incidente":4911007,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-267  DIVULG 15-12-2016  PUBLIC 16-12-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1434&classe=Ext","is_colac":false,"titulo":"Ext 1434","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00004 INC-00002 ART-00227 \"CAPUT\" \n          PAR-00003 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00078 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00006 ART-00009 ART-00028 PAR-00001 \n          ART-00100 PAR-ÚNICO INC-00012 ART-00263 \n          ART-00266\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008072      ANO-1990\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011690      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00071 ART-00107 INC-00004 ART-00109 \n          INC-00003 ART-00110 \"CAPUT\" ART-00112 \n          INC-00001 ART-00119 \n          ART-00214 REDAÇÃO DADA PELA LEI-8072/1990\n          ART-00214 PAR-ÚNICO INCLUÍDO PELA LEI-8069/1990\n          ART-00226 INC-00002 REDAÇÃO ORIGINÁRIA\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00212 REDAÇÃO DADA PELA LEI-11690/2012\n          ART-00400 \"CAPUT\" REDAÇÃO DADA PELA LEI-11719/2008\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   SUMSTF-000497      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   TTD      ANO-1988\n          ART-00009 ITEM-2\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-INT   CVC      ANO-1989\n          ART-00012 ITEM-1 ITEM-2\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA"],"publicacao_data":"2016-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXIGÊNCIA, OBSERVÂNCIA, ESTADO BRASILEIRO, SUPREMO TRIBUNAL FEDERAL (STF), DIREITO FUNDAMENTAL, ESTRANGEIRO, PROCESSO DE EXTRADIÇÃO, FUNDAMENTO, COOPERAÇÃO JURÍDICA INTERNACIONAL. DEVER, ESTADO BRASILEIRO, OBEDIÊNCIA, DIREITOS HUMANOS, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. INDISPONIBILIDADE, EXTRADITANDO, CONDIÇÃO, SUJEITO DE DIREITO, PROCESSO DE EXTRADIÇÃO, PRESERVAÇÃO, CONDIÇÃO, ESTADO REQUERIDO. IMPOSSIBILIDADE, DEFERIMENTO, PEDIDO, EXTRADIÇÃO, HIPÓTESE, INOBSERVÂNCIA, DEVIDO PROCESSO LEGAL, GARANTIA, AMPLA DEFESA, CONTRADITÓRIO, IGUALDADE, IMPARCIALIDADE DO JUIZ, ÂMBITO PENAL. PREVISÃO, LEGISLAÇÃO ESTRANGEIRA, INQUIRIÇÃO, MENOR, LOCAL, PARTICULAR, AUSÊNCIA, ACUSADO, FORMULAÇÃO, QUESTIONAMENTO, JUIZ, AUXÍLIO, PROFISSIONAL, COMUNICAÇÃO, VÍTIMA, FUNDAMENTO, PRESERVAÇÃO, INTERESSE, CRIANÇA, ADOLESCENTE. INOCORRÊNCIA, OFENSA, DEVIDO PROCESSO LEGAL, CASO CONCRETO, ASSEGURAMENTO, PARTICIPAÇÃO ATIVA, ADVOGADO, EXTRADITANDO, INQUIRIÇÃO, MENOR, FORMULAÇÃO, PERGUNTA, VÍTIMA, INTERMÉDIO, INTERLOCUTOR, JUÍZO. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), IMPLEMENTAÇÃO, ÂMBITO, PODER JUDICIÁRIO, FORMA, DEPOIMENTO ORAL, CRIANÇA, ADOLESCENTE, VÍTIMA, TESTEMUNHA, VIOLÊNCIA, ACOMPANHAMENTO, ESPECIALISTA. LEGITIMIDADE, METODOLOGIA, DEPOIMENTO ORAL, AUSÊNCIA, DANO, CRIANÇA, ADOLESCENTE, FINALIDADE, PROTEÇÃO, INTEGRIDADE PSÍQUICA, MENOR, SITUAÇÃO, VIOLÊNCIA. IMPOSSIBILIDADE, REVISÃO, SUPREMO TRIBUNAL FEDERAL (STF), MÉRITO, PEDIDO, EXTRADIÇÃO, RESTRIÇÃO, PROFERIMENTO, JUÍZO DE DELIBAÇÃO. INVIABILIDADE, APLICAÇÃO, ESTATUTO DA CRIANÇA E DO ADOLESCENTE (ECA), CASO CONCRETO, DECORRÊNCIA, APLICAÇÃO IMEDIATA, LEI DOS CRIMES HEDIONDOS, DIVERSIDADE, PREVISÃO, CRIME CONTRA A LIBERDADE SEXUAL, VÍTIMA, MENOR. NECESSIDADE, DEMONSTRAÇÃO, ESTADO REQUERENTE, PENA EM ABSTRATO, HIPÓTESE, EXTRADIÇÃO INSTRUTÓRIA, PENA CONCRETA, HIPÓTESE, EXTRADIÇÃO EXECUTÓRIA, FINALIDADE, CÁLCULO, PRESCRIÇÃO, CADA, DELITO, CONFORMIDADE, LEGISLAÇÃO BRASILEIRA, LEGISLAÇÃO ESTRANGEIRA. CÁLCULO, CASO CONCRETO, PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA, FUNDAMENTO, PENA-BASE, EXCLUSÃO, AUMENTO, DECORRÊNCIA, CRIME CONTINUADO. IMPOSSIBILIDADE, CÁLCULO, PRESCRIÇÃO, FUNDAMENTO, TOTALIDADE, PENA, NECESSIDADE, APLICAÇÃO, PENA MÍNIMA, DELITO, OBJETO, PEDIDO, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1434&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CRIANÇA, ADOLESCENTE, PRODUÇÃO DE PROVA, DEPOIMENTO ORAL, INTEGRIDADE PSÍQUICA, DIGNIDADE DA PESSOA HUMANA)\nRHC 121494 (2ªT). \n(INCORPORAÇÃO, TRATADO INTERNACIONAL, DIREITO INTERNO)\nRTJ 174/463 (CR 8279 AGR), RTJ 179/493 (ADI 1480 MC). \n(REQUISITO, EXTRADIÇÃO)\nExt 1015 (TP). \n(COOPERAÇÃO JURÍDICA INTERNACIONAL, GARANTIA, DIREITO FUNDAMENTAL, EXTRADITANDO)\nExt 866 (TP), RTJ 177/485 (EXT 633). \n(EXTRADIÇÃO, DEVIDO PROCESSO LEGAL, GARANTIA, AMPLA DEFESA, CONTRADITÓRIO, IGUALDADE)\nRTJ 134/56 (EXT 524). \n(INDEFERIMENTO, PRODUÇÃO DE PROVA, CERCEAMENTO DE DEFESA)\nHC 76614 (1ªT), HC 94542 (2ªT), AP 986 AgR (2ªT). \n(EXTRADIÇÃO, IMPOSIÇÃO, ESTADO ESTRANGEIRO, REGRA, ORDENAMENTO JURÍDICO BRASILEIRO)\nExt 542 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 720 ED (2ªT), RTJ 161/409 (EXT 669). \n(PRINCÍPIO DO JUIZ NATURAL)\nRTJ 169/557 (HC 73801), RTJ 179/378 (HC 79865), RTJ 193/357 (HC 81963). \n(APLICAÇÃO IMEDIATA, LEI, CRIME HEDIONDO, DERROGAÇÃO, ESTATUTO DA CRIANÇA E DO ADOLESCENTE (ECA), CRIME SEXUAL CONTRA VULNERÁVEL)\nHC 99898 (2ªT), HC 72435 (1ªT), RHC 81453 (2ªT), HC 94270 (1ªT), RT 691/375, RT 697/339. \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 977 (TP), Ext 1004 (TP), RTJ 162/452 (EXT 665), RTJ 176/73 (EXT 789). \n(EXTRADIÇÃO, INDIVIDUALIZAÇÃO DA PENA, CÁLCULO, PRESCRIÇÃO)\nExt 909 (TP), Ext 902 QO (TP), RTJ 146/763 (EXT 555), RTJ 170/3 (EXT 731), RTJ 187/77 (EXT 864). \n(EXTRADIÇÃO, PRESCRIÇÃO, PENA CONGLOBADA)\nExt 906 (TP), Ext 1235 (2ªT), Ext 1351 (1ªT), Ext 1368 (2ªT), Ext 1402 (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: AREsp 625573 AgRg, HC 244559, HC 226179, JSTJ 41/347, RHC 45589. \nRJTJSP 138/513. \n- Legislação estrangeira citada: Art. 133, nº 1; 178; 179; 180, § 4º e 707, § 2º, do Código Processo Penal Espanhol.\n- Veja Recomendação nº 33, de 25/11/2010, do CNJ.\nNúmero de páginas: 51.\nAnálise: 24/01/2017, JSF.\nRevisão: 25/01/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : FRANCISCO JAVIER CASAMAYOR GULIN OU FRANCISCO JAVIER CASAMAYOR \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":362138,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1434","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-12-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"CEZAR, José Antônio Daltoé. A Escuta de Crianças e Adolescentes em Juízo: Uma Questão Legal ou um Exercício de Direitos. In: Depoimento sem Dano, Uma Política Criminal de Redução de Danos. Lumen Juris, 2010. p. 29-32. item n. 3.1.1.\nCANEZIN, Claudete Carvalho; PEROZIM, Ana Carolina Benassi. Do Crime de Abuso Sexual Praticado contra Crianças e Adolescentes e o Depoimento sem Dano. Revista IOB de Direito de Família, Ano XI/57. p. 119-139. 2010.\nFRANCO, Alberto Silva. Crimes Hediondos. 3. ed. Revista dos Tribunais, 1994. p. 271.\nLUZ, Gabriela Lídia da; BOPP, Maria Ester Toaldo. O Depoimento Sem Dano como Garantia à Integral Proteção dos Direitos Infanto-Juvenis. In: Novos Olhares sobre a Família: Aspectos Psicológicos, Sociais e Jurídicos. CRV, 2014. p. 157-173.\nMARQUES, J. Dias. Introdução ao Estudo do Direito. 4. ed. Lisboa: Centro de Estudos de Direito Civil, 1972. p. 264.\nPISA, Osnilda; MILNITSKY, Stein. Abuso Sexual Infantil e a Palavra da Criança Vítima: Pesquisa Científica e a Intervenção Legal. Revista dos Tribunais, 2007. v. 857. p. 456.\nPOTTER, Luciane. Violência, Vitimização e Políticas de Redução de Danos. In: Depoimento sem Dano, Uma Política Criminal de Redução de Danos. Lumen Juris, 2010. p. 29-32, item n. 3.1.1.\nTOLEDO, Francisco de Assis. Crimes Hediondos – Alguns Aspectos Importantes. In: Livro de Estudos Jurídicos. Instituto de Estudos Jurídicos, 1991. p. 209-211.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1434,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur359744","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, acolheu o pedido de adiamento formulado pela requerente Confederação Nacional dos Estabelecimentos de Ensino - CONFENEN. Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e, nesta assentada, o Ministro Ricardo Lewandowski (Presidente). Presidência da Ministra Cármen Lúcia (Vice-Presidente). Plenário, 10.03.2016. \r\n\n                       Decisão: O Tribunal, por unanimidade, deliberou converter o julgamento do referendo da cautelar em julgamento de mérito, julgando, por maioria, improcedente a ação direta, vencido, no ponto, o Ministro Marco Aurélio, que a julgava parcialmente procedente, tudo nos termos do voto do Relator. Ausente, justificadamente, o Ministro Celso de Mello. Falaram, pela requerente Confederação Nacional dos Estabelecimentos de Ensino - CONFENEN, o Dr. Roberto Geraldo de Paiva Dornas; pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso; pelo amicus curiae Federação Nacional das Apaes - FENAPAES, a Dra. Rosangela Wolff Moro; pelo amicus curiae Conselho Federal da Ordem dos Advogados do Brasil o Dr. Oswaldo Pinheiro Ribeiro Júnior, e, pelo Ministério Público Federal, a Dra. Ela Wiecko Volkmer de Castilho, Vice-Procuradora-Geral da República. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 09.06.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["4","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur359744","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur359744","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. MEDIDA CAUTELAR. LEI 13.146/2015. ESTATUTO DA PESSOA COM DEFICIÊNCIA. ENSINO INCLUSIVO. CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DA PESSOA COM DEFICIÊNCIA. INDEFERIMENTO DA MEDIDA CAUTELAR. CONSTITUCIONALIDADE DA LEI 13.146/2015 (arts. 28, § 1º e 30, caput, da Lei nº 13.146/2015).\n\n\n\n    1. A Convenção Internacional sobre os Direitos da Pessoa com Deficiência concretiza o princípio da igualdade como fundamento de uma sociedade democrática que respeita a dignidade humana.\n\n\n\n    2. À luz da Convenção e, por consequência, da própria Constituição da República, o ensino inclusivo em todos os níveis de educação não é realidade estranha ao ordenamento jurídico pátrio, mas sim imperativo que se põe mediante regra explícita.\n\n\n\n    3. Nessa toada, a Constituição da República prevê em diversos dispositivos a proteção da pessoa com deficiência, conforme se verifica nos artigos 7º, XXXI, 23, II, 24, XIV, 37, VIII, 40, § 4º, I, 201, § 1º, 203, IV e V, 208, III, 227, § 1º, II, e § 2º, e 244.\n\n\n\n    4. Pluralidade e igualdade são duas faces da mesma moeda. O respeito à pluralidade não prescinde do respeito ao princípio da igualdade. E na atual quadra histórica, uma leitura focada tão somente em seu aspecto formal não satisfaz a completude que exige o princípio. Assim, a igualdade não se esgota com a previsão normativa de acesso igualitário a bens jurídicos, mas engloba também a previsão normativa de medidas que efetivamente possibilitem tal acesso e sua efetivação concreta.\n\n\n\n    5. O enclausuramento em face do diferente furta o colorido da vivência cotidiana, privando-nos da estupefação diante do que se coloca como novo, como diferente.\n\n\n\n    6. É somente com o convívio com a diferença e com o seu necessário acolhimento que pode haver a construção de uma sociedade livre, justa e solidária, em que o bem de todos seja promovido sem preconceitos de origem, raça, sexo, cor, idade e quaisquer outras formas de discriminação (Art. 3º, I e IV, CRFB).\n\n\n\n    7. A Lei nº 13.146/2015 indica assumir o compromisso ético de acolhimento e pluralidade democrática adotados pela Constituição ao exigir que não apenas as escolas públicas, mas também as particulares deverão pautar sua atuação educacional a partir de todas as facetas e potencialidades que o direito fundamental à educação possui e que são densificadas em seu Capítulo IV. \n\n\n\n    8. Medida cautelar indeferida. \n\n\n\n    9. Conversão do julgamento do referendo do indeferimento da cautelar, por unanimidade, em julgamento definitivo de mérito, julgando, por maioria e nos termos do Voto do Min. Relator Edson Fachin, improcedente a presente ação direta de inconstitucionalidade.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12012290","externo_seq_objeto_incidente":4891002,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-240  DIVULG 10-11-2016  PUBLIC 11-11-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5357&classe=ADI","is_colac":false,"titulo":"ADI 5357 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 INC-00001 INC-00004 \n          ART-00005 \"CAPUT\" INC-00022 INC-00023 \n          INC-00054 PAR-00003 ART-00007 INC-00031 \n          ART-00023 INC-00002 ART-00024 INC-00014 \n          ART-00037 INC-00008 ART-00040 PAR-00004 \n          INC-00001 ART-00170 INC-00002 INC-00003 \n          ART-00174 ART-00201 PAR-00001 ART-00203 \n          INC-00004 INC-00005 ART-00205 ART-00206 \n          \"CAPUT\" INC-00002 INC-00003 ART-00208 \n          \"CAPUT\" INC-00001 INC-00003 ART-00209 \n          INC-00001 INC-00002 ART-00227 \"CAPUT\" \n          PAR-00001 INC-00002 PAR-00002 ART-00244\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00058 PAR-00001 PAR-00002 PAR-00003 \n          ART-00059 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00060 PAR-ÚNICO \n          CAPÍTULO-4\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013146      ANO-2015\n          ART-00028 INC-00001 PAR-00001 ART-00030 \n          \"CAPUT\" ART-00127\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00068\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000198      ANO-2001\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA PARA A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA AS PESSOAS PORTADORAS DE DEFICIÊNCIA\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-003956      ANO-2001\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA PARA A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA AS PESSOAS PORTADORAS DE DEFICIÊNCIA\n\n","LEG-FED   DEC-006949      ANO-2009\n          ART-00001\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   RES-000002      ANO-2001\n          ART-00002 ART-00017\n                RESOLUÇÃO DA CÂMARA DA EDUCAÇÃO BÁSICA DO CONSELHO NACIONAL DE EDUCAÇÃO - CNE/CEB\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00005\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   PRC-000017      ANO-2001\n                PARECER DA CÂMARA DA EDUCAÇÃO BÁSICA DO CONSELHO NACIONAL DE EDUCAÇÃO - CNE/CEB\n\n","LEG-INT   CVC      ANO-1999\n                CONVENÇÃO INTERAMERICANA PARA A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA AS PESSOAS PORTADORAS DE DEFICIÊNCIA\n\n","LEG-INT   CVC      ANO-2007\n          ART-00002 ART-00024 NÚMERO-1\n                CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007"],"publicacao_data":"2016-11-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NECESSIDADE, ESTADO BRASILEIRO, IMPLEMENTAÇÃO, PARTICIPAÇÃO, PORTADOR DE DEFICIÊNCIA, IGUALDADE DE OPORTUNIDADES, SISTEMA DE ENSINO, COMUNIDADE. IMPOSSIBILIDADE, LIMITAÇÃO, ENSINO, ESTABELECIMENTO PÚBLICO, PORTADOR DE DEFICIÊNCIA. OBRIGATORIEDADE, INSERÇÃO, PORTADOR DE DEFICIÊNCIA, ESCOLA PARTICULAR, AUSÊNCIA, CUSTO, ADICIONAL, MENSALIDADE, ANUIDADE, MATRÍCULA. ATENDIMENTO, ESTADO BRASILEIRO, COMPROMISSO, ÂMBITO INTERNACIONAL, PROTEÇÃO, AMPLIAÇÃO, DIREITO FUNDAMENTAL, PORTADOR DE DEFICIÊNCIA, CONFORMIDADE, LEI IMPUGNADA. NECESSIDADE, ADEQUAÇÃO, INSTITUIÇÃO PRIVADA, ACOLHIMENTO, PORTADOR DE DEFICIÊNCIA, FINALIDADE, SUPERAÇÃO, OBSTÁCULO. POSSIBILIDADE, PERIGO DE DANO INVERSO, CONCESSÃO, MEDIDA CAUTELAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PREVISÃO, LEI, IMPORTÂNCIA, IGUALDADE, RECONHECIMENTO, MINORIA, INCLUSÃO, PORTADOR DE DEFICIÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: NECESSIDADE, CONVIVÊNCIA, ESCOLA, CRIANÇA, PORTADOR DE DEFICIÊNCIA, CRIANÇA, AUSÊNCIA, DEFICIÊNCIA FÍSICA, FUNDAMENTO, HUMANIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: NECESSIDADE, PARTICIPAÇÃO, PORTADOR DE DEFICIÊNCIA, SOCIEDADE, IGUALDADE DE OPORTUNIDADES. NECESSIDADE, DIVISÃO, CUSTO, IMPLEMENTAÇÃO, ACESSO À EDUCAÇÃO, PORTADOR DE DEFICIÊNCIA, INDEPENDÊNCIA, UTILIZAÇÃO, BENEFÍCIO, TOTALIDADE, ESTUDANTE. INEXISTÊNCIA, EXCLUSIVIDADE, OBRIGAÇÃO, ESTADO BRASILEIRO, ATENDIMENTO, PORTADOR DE DEFICIÊNCIA. CONFIGURAÇÃO, DEVER, INSTITUIÇÃO DE ENSINO, OFERECIMENTO, ACESSO À EDUCAÇÃO, EFETIVAÇÃO, MATRÍCULA, CRIANÇA, ADOLESCENTE, JOVEM, PORTADOR DE DEFICIÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: NECESSIDADE, PARTICIPAÇÃO, SOCIEDADE, ESCOLA PARTICULAR, EFETIVAÇÃO, DIREITO FUNDAMENTAL, EDUCAÇÃO, PORTADOR DE DEFICIÊNCIA. INCOMPATIBILIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRECONCEITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: POSSIBILIDADE, EXIGÊNCIA, PRESTADOR DE SERVIÇO PÚBLICO, SOCIEDADE, PRESERVAÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL, FUNDAMENTO, PRINCÍPIO DA SOLIDARIEDADE. APLICABILIDADE, PRINCÍPIO DA SOLIDARIEDADE, BEM ESTAR SOCIAL, CONTRAPOSIÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DA PROPRIEDADE PRIVADA, PRINCÍPIO DA LIVRE CONCORRÊNCIA. POSSIBILIDADE, CONDICIONAMENTO, ATUAÇÃO, PARTICULAR, CUMPRIMENTO, LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (LDB), FUNÇÃO SOCIAL, FUNDAMENTO, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CONSIDERAÇÃO, DIREITO FUNDAMENTAL, OBRIGAÇÃO, ESTADO BRASILEIRO, PARTICULAR. NECESSIDADE, OBSERVÂNCIA, ESCOLA PARTICULAR, DEVER CONSTITUCIONAL, INCLUSÃO, PRESERVAÇÃO, IGUALDADE, CARÁTER MATERIAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO PARCIAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. IMPOSSIBILIDADE, IMPOSIÇÃO, INICIATIVA PRIVADA, MULTIPLICIDADE, PROVIDÊNCIA, SISTEMA DE ENSINO. NECESSIDADE, INTERVENÇÃO MÍNIMA, PODER PÚBLICO, ATIVIDADE ECONÔMICA. CONFIGURAÇÃO, EDUCAÇÃO, DEVER, PODER PÚBLICO, INICIATIVA PRIVADA, CARÁTER SUBSIDIÁRIO. CONSIDERAÇÃO, CONVENÇÃO INTERNACIONAL, EMENDA CONSTITUCIONAL, CASO CONCRETO.\n\n- OBITER DICTUM, MIN. GILMAR MENDES: NECESSIDADE, IMPLEMENTAÇÃO, REGRA DE TRANSIÇÃO, FUNDAMENTO, DIFICULDADE, APLICAÇÃO IMEDIATA, LEI. RISCO, CRIAÇÃO, LEGISLAÇÃO SIMBÓLICA, AUSÊNCIA, PREPARAÇÃO, MECANISMO, EFETIVAÇÃO, LEI. APROVAÇÃO, CONVENÇÃO, FORMA, EMENDA CONSTITUCIONAL 45 DE 2004. NECESSIDADE, ACOMPANHAMENTO, MUDANÇA, SISTEMA DE ENSINO. \n\n- TERMO(S) DE RESGATE: LEGISLAÇÃO SIMBÓLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5357&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE, ADI)\nADI 1007 (TP), ADI 1266 (TP), ADI 1472 (TP), ADI 2448 (TP), ADI 3330 (TP), ADI 3710 (TP). \n(ADI, INSERÇÃO, PORTADOR DE DEFICIÊNCIA, SOCIEDADE)\nADI 903 (TP), RE 241757 AgR (2ªT), MI 1885 AgR (TP), RMS 32732 AgR (2ªT), MS 31695 AgR (2ªT), MI 6326 AgR (TP), RE 855573 AgR (1ªT), ARE 850154 AgR (2ªT), ARE 860979 AgR (2ªT), ARE 863187 AgR (1ªT), ARE 863596 AgR (1ªT), RMS 27710 AgR (TP), ARE 891418 AgR (1ªT), MS 33694 AgR (TP), ARE 903565 AgR (2ªT), ARE 903216 AgR (1ªT), RE 917802 AgR (2ªT). \n(DIREITO FUNDAMENTAL, OBRIGAÇÃO, ESTADO BRASILEIRO, RELAÇÃO PRIVADA)\nRE 201819 (2ªT). \n(DIREITO, PORTADOR DE DEFICIÊNCIA, CONTRAPOSIÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DA LIVRE CONCORRÊNCIA)\nADI 2649 (TP). \n- Veja Declaração de Salamanca, item 3.\nNúmero de páginas: 103.\nAnálise: 02/12/2016, JSF.\nRevisão: 07/12/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS ESTABELECIMENTOS DE ENSINO - CONFENEN \nADV.(A/S)  : RICARDO ADOLPHO BORGES DE ALBUQUERQUE \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DO CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DAS APAES - FENAPAES \nADV.(A/S)  : ROSANGELA WOLFF DE QUADROS MORO \nAM. CURIAE.  : FEDERAÇÃO BRASILEIRA DAS ASSOCIAÇÕES DE SÍNDROME DE DOWN - FBASD \nADV.(A/S)  : JOELSON DIAS E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DO MINISTÉRIO PÚBLICO DE DEFESA DOS DIREITOS DOS IDOSOS E PESSOAS COM DEFICIÊNCIA - AMPID \nADV.(A/S)  : CLAUDIA GRABOIS DISCHON \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL \nADV.(A/S)  : MARCUS VINICIUS FURTADO COELHO \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA PARA A ACAO POR DIREITOS DAS PESSOAS COM AUTISMO (ABRACA) \nADV.(A/S)  : EDUARDO SZAZI E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DE SAO PAULO \nADV.(A/S)  : DEFENSOR PUBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO MOVIMENTO DE AÇÃO E INOVAÇÃO SOCIAL - MAIS \nADV.(A/S)  : CARLOS DAVID ALBUQUERQUE BRAGA E OUTRO(A/S)\nAM. CURIAE.  : ORGANIZAÇÃO NACIONAL DE CEGOS DO BRASIL - ONCB-BRASIL \nADV.(A/S)  : CAIO SILVA DE SOUSA \nAM. CURIAE.  : FEDERACAO DAS FRATERNIDADES CRISTAS DE PESSOAS COM DEFICIENCIA DO BRASIL FCD/BR \nADV.(A/S)  : ARNALDO FERNANDES NOGUEIRA E OUTRO(A/S)\nAM. CURIAE.  : ORGANIZAÇÃO NACIONAL DE ENTIDADES DE DEFICIENTES FÍSICOS NO BRASIL - ONEDEF \nADV.(A/S)  : PAULO ROBERTO IOTTI VECCHIATTI \nAM. CURIAE.  : ASSOCIAÇÃO DE PAIS, AMIGOS E PESSOAS COM DEFICIÊNCIA, DE FUNCIONÁRIOS DO BANCO DO BRASIL E DA COMUNIDADE - APABB \nADV.(A/S)  : JOÃO ADILBERTO PEREIRA XAVIER \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DAS ASSOCIAÇÕES PESTALOZZI \nADV.(A/S)  : JOAQUIM SANTANA NETO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":359744,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5357 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-06-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAÚJO, Luiz Alberto David. Painel sobre a Proteção das Pessoas com Deficiência no Brasil. A Aparente Insuficiência da Constituição e uma Tentativa de Diagnóstico. In: ROMBOLI, Roberto; ARAÚJO, Marcelo Labanca Corrêa de (Orgs.). Justiça Constitucional e Tutela Jurisdicional dos Direitos Fundamentais. Belo Horizonte: Arraes, 2015. p. 510.\nBATISTA, Cristina Abranches Mota e MANTOAN, Maria Teresa Egler. Educação inclusiva: atendimento educacional especializado para a deficiência mental. p. 10. Disponível em: http://portal.mec.gov.br/seesp/arquivos/pdf/defmental.pdf. Acesso em: 11. mar. 2016.\nBRASIL. Ministério da Educação. Relatório do Parecer da Câmara da Educação Básica do Conselho Nacional de Educação CNE/CEB nº 17/2001 sobre a Educação Especial, 2001. p. 39 e 40.\nBRASIL. Ministério da Educação. Secretaria de Educação Especial. Marcos Político-Legais da Educação Especial na Perspectiva da Educação Inclusiva / Secretaria de Educação Especial. - Brasília: Secretaria de Educação Especial - 2010. Disponível em: http://portal.mec.gov.br/index.phpoption=com_docman&view=download&alias=6726-marcos-politicos-legais&Itemid=30192. Acesso em: 11 mar. 2016.\nBRASIL. Ministério Público Federal. Procuradoria Federal dos Direitos do Cidadão. O Acesso de Alunos com Deficiência às Escolas e Classes Comuns da Rede Regular. Disponível em: http://pfdc.pgr.mpf.mp.br/atuacao-e-conteudos-de-apoio/publicacoes/pessoa-comdeficiencia/acesso_alunos_ensino_publico_2004. Acesso em: 11 mar. 2016.\nBRASIL. Secretaria de Educação Especial/MEC. Diretrizes Nacionais para a Educação Especial na Educação Básica, 2001.\nCHUEIRI, Vera Karam de; CÂMARA, H. Direitos Humanos em movimento: migração, refúgio, saudade e hospitalidade. Revista Direito, Estado e Sociedade (PUC-RJ), 2014. v. 45, p. 174.\nCRUZ, Álvaro Ricardo de Souza; WYKROTA, Leonardo Martins. Nos Corredores do Direito. In: CRUZ, Álvaro Ricardo de Souza. (Coord.) (O) Outro (e)(o) Direito. Belo Horizonte: Arraes, 2015. v. 1. p. 27.\nDELORS, Jaques, et al. Educação: um tesouro a descobrir – relatório para a UNESCO da Comissão Internacional sobre Educação para o século XXI. São Paulo: Cortez, 1998. p. 89, 90, 97, 98 e 130.\nFONSECA. Ricardo Tadeu Marques da. O conceito revolucionário de Pessoa com Deficiência. Disponível em: http://www2.portoalegre.rs.gov.br/smacis/default.php?reg=4&p_secao=96. Acesso em: 20 jun. 2016.\nGONZAGA. Eugênia. Direitos de pessoas com deficiência: garantia e igualdade na diversidade. 3. ed. Rio de Janeiro: WVA Ed, 2012. p. 103.\nGUGEL. Maria Aparecida. Pessoas com deficiência e o direito ao concurso público. Disponível em: http://www.ampid.org.br/v1/wp-content/uploads/2016/06/PESSOAS-COM-DEFICI%C3%8ANCIA-E-O-DIREITO-AO-CONCURSO- P%C3%9ABLICO-MARIA-APARECIDAGUGEL-20161.pdf. Acesso em: 20 jun.2016.\nMAIOR, Izabel de Loureiro. Quem são as pessoas com deficiência: novo conceito trazido pela Convenção da ONU. Disponível em: http://www.esaoabsp.edu.br/revista/edicao20/data/document.pdfhttp://www.esaoabsp.edu.br/revista/edicao20/data/document.pdf. Acesso em: 11 mar. 2016.\nMALISKA, Marcos Augusto. Comentário ao artigo 208. In: CANOTILHO J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (coords.) Comentário à Constituição do Brasil. São Paulo: Saraiva/ Almedina, 2013. p. 1971.\nSILVA, José Afonso da. Comentário contextual à Constituição. 5. ed. São Paulo: Malheiros, 2008. p. 795.","ministro_facet":["EDSON FACHIN"],"processo_numero":5357,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur359745","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Rosa Weber (Relatora), que indeferia o pedido de medida cautelar, pediu vista dos autos o Ministro Edson Fachin. Falaram: pela Advocacia-Geral da União, o Ministro Luís Inácio Lucena Adams; pelo amicus curiae Associação Nacional dos Defensores Públicos Federais - ANADEF, o Dr. Cláudio Pereira de Souza Neto; pelo amicus curiae Defensoria Pública da União, o Dr. Haman Tabosa de Moraes e Córdova, Defensor Público-Geral Federal, e, pelo amicus curiae Associação Nacional de Defensores Públicos - ANADEP, o Dr. Pedro Lenza. Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e Dias Toffoli, este participando, na qualidade de Presidente do Tribunal Superior Eleitoral, do evento Democracy Rebooted: the Future of Technology in Elections, promovido pela Atlantic Council, nos Estados Unidos. Presidência do Ministro Ricardo Lewandowski. Plenário, 08.10.2015.\r\n\n                       Decisão: Após os votos dos Ministros Edson Fachin, Roberto Barroso, Teori Zavasci, Luiz Fux, Cármen Lúcia, que indeferiam a cautelar, acompanhando a Relatora, e os votos dos Ministros Gilmar Mendes e Marco Aurélio, que a deferiam, pediu vista dos autos o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. Plenário, 22.10.2015.\r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto da Relatora, indeferiu o pedido de medida cautelar, vencidos os Ministros Gilmar Mendes e Marco Aurélio, que o deferiam. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 18.05.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur359745","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur359745","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. MEDIDA CAUTELAR. ART. 134, § 3º, DA CONSTITUIÇÃO DA REPÚBLICA, INCLUÍDO PELA EMENDA CONSTITUCIONAL Nº 74/2013. EXTENSÃO, ÀS DEFENSORIAS PÚBLICAS DA UNIÃO E DO DISTRITO FEDERAL, DA AUTONOMIA FUNCIONAL E ADMINISTRATIVA E DA INICIATIVA DE SUA PROPOSTA ORÇAMENTÁRIA, JÁ ASSEGURADAS ÀS DEFENSORIAS PÚBLICAS DOS ESTADOS PELA EMENDA CONSTITUCIONAL Nº 45/2004. EMENDA CONSTITUCIONAL RESULTANTE DE PROPOSTA DE INICIATIVA PARLAMENTAR. ALEGADA OFENSA AO ART. 61, § 1º, II, “c”, DA CONSTITUIÇÃO DA REPÚBLICA. USURPAÇÃO DA RESERVA DE INICIATIVA DO PODER EXECUTIVO. INOCORRÊNCIA. ALEGADA OFENSA AOS ARTS. 2º E 60, § 4º, III, DA CONSTITUIÇÃO DA REPÚBLICA. SEPARAÇÃO DE PODERES. INOCORRÊNCIA. FUMUS BONI JURIS E PERICULUM IN MORA NÃO DEMONSTRADOS.\n\n\n\n    1. No plano federal, o poder constituinte derivado submete-se aos limites formais e materiais fixados no art. 60 da Constituição da República, a ele não extensível a cláusula de reserva de iniciativa do Chefe do Poder Executivo, prevista de modo expresso no art. 61, § 1º, apenas para o poder legislativo complementar e ordinário – poderes constituídos.\n\n\n\n    2. Impertinente a aplicação, às propostas de emenda à Constituição da República, da jurisprudência do Supremo Tribunal Federal quanto à inconstitucionalidade de emendas às constituições estaduais sem observância da reserva de iniciativa do Chefe do Poder Executivo, fundada na sujeição do poder constituinte estadual, enquanto poder constituído de fato, aos limites do ordenamento constitucional federal. \n\n\n\n    3. O conteúdo da Emenda Constitucional nº 74/2013 não se mostra assimilável às matérias do art. 61, § 1º, II, “c”, da Constituição da República, considerado o seu objeto: a posição institucional da Defensoria Pública da União, e não o regime jurídico dos respectivos integrantes.\n\n\n\n    4. O art. 60, § 4º, da Carta Política não veda ao poder constituinte derivado o aprimoramento do desenho institucional de entes com sede na Constituição. A concessão de autonomia às Defensorias Públicas da União, dos Estados e do Distrito Federal encontra respaldo nas melhores práticas recomendadas pela comunidade jurídica internacional e não se mostra incompatível, em si, com a ordem constitucional. Ampara-se em sua própria teleologia, enquanto tendente ao aperfeiçoamento do sistema democrático e à concretização dos direitos fundamentais do amplo acesso à Justiça (art. 5º, XXXV) e da prestação de assistência jurídica aos hipossuficientes (art. 5º, LXXIV). \n\n\n\n    5. Ao reconhecimento da legitimidade, à luz da separação dos Poderes (art. 60, § 4º, III, da Lei Maior), de emenda constitucional assegurando autonomia funcional e administrativa à Defensoria Pública da União não se desconsidera a natureza das suas atribuições, que não guardam vinculação direta à essência da atividade executiva. Fumus boni juris não evidenciado.\n\n\n\n    6. Alegado risco de lesão aos cofres públicos sem relação direta com a vigência da norma impugnada, e sim com atos normativos supervenientes, supostamente nela calcados, é insuficiente para demonstrar a existência de fundado receio de dano irreparável ou de difícil reparação, requisito da concessão de medida cautelar em ação direta de inconstitucionalidade. Eventual exegese equivocada ou abusiva não conduz à inconstitucionalidade da emenda constitucional, somente inquinando de vício o ato do mau intérprete. Periculum in mora não demonstrado.\n\n\n\n    Medida cautelar indeferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12013131","externo_seq_objeto_incidente":4752614,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-240  DIVULG 10-11-2016  PUBLIC 11-11-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5296&classe=ADI","is_colac":false,"titulo":"ADI 5296 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00095 ART-00096 ART-00097 ART-00098 \n          ART-00113 INC-00032\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00125 ART-00126 PAR-ÚNICO ART-00127 \n          ART-00128\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00188\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00002 ART-00003 ART-00005 \n          INC-00035 INC-00074 ART-00059 ART-00060 \n          INC-00001 INC-00002 INC-00003 PAR-00004 \n          INC-00003 PAR-00005 ART-00061 PAR-00001 \n          INC-00002 LET-A LET-C ART-00066 \n          ART-00092 INC-0001A ART-00093 ART-00096 \n          INC-00002 LET-C ART-00099 PAR-00001 \n          ART-00103 PAR-00003 ART-0103B ART-00127 \n          PAR-00001 PAR-00002 ART-00128 PAR-00005 \n          ART-0130A ART-00134 PAR-ÚNICO \n          ART-00134 REDAÇÃO DADA PELA EMC-80/2014\n          ART-00134 PAR-00002 INCLUÍDO PELA EMC-45/2004\n          ART-00134 PAR-00003 INCLUÍDO PELA EMC-74/2013\n          ART-00134 PAR-00004 INCLUÍDO PELA EMC-80/2014\n          ART-00167 ART-00168 ART-00169 SEÇÃO-8\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000007      ANO-1977\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000003      ANO-1993\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000011      ANO-1996\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000012      ANO-1996\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000024      ANO-1999\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000029      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000034      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000039      ANO-2002\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000043      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000047      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000059      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000061      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000063      ANO-2010\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000069      ANO-2010\n          ART-00002\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000070      ANO-2012\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000073      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000074      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000075      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000077      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000080      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000084      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000086      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000087      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000088      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00009 ART-00019\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010683      ANO-2003\n          ART-00001 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000216      ANO-1967\n          ART-00001 ART-00002 PAR-ÚNICO\n                DECRETO-LEI\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000100      ANO-2014\n                RESOLUÇÃO DO CONSELHO SUPERIOR DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   PEC-000096      ANO-1992\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000082      ANO-2007\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000186      ANO-2007\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000412      ANO-2009\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000082      ANO-2011\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   AIT-000004      ANO-1966\n                ATO INSTITUCIONAL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-1 NÚMERO-2 LET-E\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   RES-002821      ANO-2014\n          ART-00005 ART-00006\n                RESOLUÇÃO DA ASSEMBLEIA GERAL DA ORGANIZAÇÃO DOS ESTADOS AMERICANOS\n\n","LEG-INT   PLT      \n          ART-00001 ART-00002\n                PROTOCOLO DE SAN SALVADOR (PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS)\n\n","LEG-EST   CES      \n                CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   EMC-000010      ANO-1979\n                EMENDA CONSTITUCIONAL, SP"],"publicacao_data":"2016-11-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPROCEDÊNCIA, ALEGAÇÃO, INCOMPATIBILIDADE, SUBSCRIÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ADVOGADO-GERAL DA UNIÃO, PRESIDENTE DA REPÚBLICA, FUNDAMENTO, CAPACIDADE PROCESSUAL, PRESIDÊNCIA DA REPÚBLICA. POSSIBILIDADE, ADVOGADO-GERAL DA UNIÃO, AUSÊNCIA, DEFESA, ATO IMPUGNADO, HIPÓTESE, JURISPRUDÊNCIA FIRMADA, SUPREMO TRIBUNAL FEDERAL (STF), ACOLHIMENTO, TESE, INCONSTITUCIONALIDADE, HIPÓTESE, USURPAÇÃO DE COMPETÊNCIA, UNIÃO, ENTE FEDERADO. INCONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL ESTADUAL, INOBSERVÂNCIA, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, PREVISÃO, CONSTITUIÇÃO FEDERAL, FUNDAMENTO, PRINCÍPIO DA SIMETRIA. AUSÊNCIA, PRECEDENTE, COLEGIADO, SUPREMO TRIBUNAL FEDERAL (STF), REFERÊNCIA, SUJEIÇÃO, PODER CONSTITUINTE DERIVADO, ÂMBITO FEDERAL, CLÁUSULA, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO. NECESSIDADE, SUJEIÇÃO, ASSEMBLEIA LEGISLATIVA, INICIATIVA DE LEI, PODER EXECUTIVO ESTADUAL, HIPÓTESE, EMENDA, CONSTITUIÇÃO ESTADUAL, FUNDAMENTO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1967. IMPOSSIBILIDADE, CONSTITUIÇÃO ESTADUAL, CERCEAMENTO, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, PREVISÃO, CONSTITUIÇÃO FEDERAL, FUNDAMENTO, SUBORDINAÇÃO HIERÁRQUICA, CONSTITUIÇÃO ESTADUAL, CORRELAÇÃO, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL, ÂMBITO FEDERAL. OFENSA, PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, PREVISÃO, CONSTITUIÇÃO ESTADUAL, SÃO PAULO, REAJUSTE, FORMA AUTOMÁTICA, VENCIMENTO, SALÁRIO, PROVENTO, SERVIDOR PÚBLICO, PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO, ESTADO-MEMBRO, DECORRÊNCIA, DECLARAÇÃO, INCONSTITUCIONALIDADE MATERIAL, INCONSTITUCIONALIDADE FORMAL, INOBSERVÂNCIA, CLÁUSULA, INICIATIVA DE LEI. CONFIGURAÇÃO, CONSTITUIÇÃO ESTADUAL, IGUALDADE, NÍVEL HIERÁRQUICO, NORMA INFRACONSTITUCIONAL. INCONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL ESTADUAL, ATRIBUIÇÃO, NÍVEL HIERÁRQUICO, NORMA CONSTITUCIONAL, MATÉRIA, CONSTITUIÇÃO FEDERAL, ATRIBUIÇÃO, NÍVEL HIERÁRQUICO, LEI ORDINÁRIA, LEI COMPLEMENTAR. SUBMISSÃO, CONSTITUIÇÃO ESTADUAL, PRINCÍPIOS, ESTRUTURAÇÃO, CONSTITUIÇÃO FEDERAL. VINCULAÇÃO, PODER CONSTITUINTE ORIGINÁRIO, EXCLUSIVIDADE, SOBERANIA POPULAR. AUSÊNCIA, CONFIGURAÇÃO, PODER CONSTITUINTE ESTADUAL, PODER CONSTITUINTE ORIGINÁRIO. IMPOSSIBILIDADE, APLICAÇÃO, REGRA, INICIATIVA DE LEI, EMENDA, CONSTITUIÇÃO FEDERAL, DECORRÊNCIA, AUSÊNCIA, IDENTIDADE, ROL TAXATIVO, LEGITIMIDADE ATIVA, PROPOSITURA, EMENDA CONSTITUCIONAL, CORRELAÇÃO, INICIATIVA PRIVATIVA. LEGITIMIDADE, EMENDA CONSTITUCIONAL, ASSEGURAMENTO, AUTONOMIA, DEFENSORIA PÚBLICA ESTADUAL, DECORRÊNCIA, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: VÍCIO DE INICIATIVA, PROCESSO LEGISLATIVO, EMENDA CONSTITUCIONAL, ÂMBITO ESTADUAL, PROVENIÊNCIA, PARLAMENTAR, REFERÊNCIA, REGIME JURÍDICO, SERVIDOR PÚBLICO, DECORRÊNCIA, INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO, FUNDAMENTO, PRINCÍPIO DA SIMETRIA. CARACTERIZAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ÓRGÃO, PODER JUDICIÁRIO, DESCARACTERIZAÇÃO, ÓRGÃO, CONTROLE EXTERNO, CONSEQUÊNCIA, AUSÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. AUSÊNCIA, EXCLUSIVIDADE, INICIATIVA DE LEI, PRESIDENTE DA REPÚBLICA, PROPOSITURA, MODIFICAÇÃO, CONSTITUIÇÃO FEDERAL, DECORRÊNCIA, LEGITIMIDADE, MEMBRO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL, PRESIDENTE DA REPÚBLICA, ASSEMBLEIA LEGISLATIVA. AUSÊNCIA, ALTERAÇÃO, DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, RÉU POBRE, HIPÓTESE, EMENDA CONSTITUCIONAL, CONFERÊNCIA, AUTONOMIA, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL, DECORRÊNCIA, CONFERÊNCIA, SUPERIORIDADE, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL. IMPOSSIBILIDADE, VINCULAÇÃO, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL, CORRELAÇÃO, PODER EXECUTIVO, DECORRÊNCIA, PROPOSITURA, MULTIPLICIDADE, DEMANDA, DEFESA, RÉU POBRE, CONTRARIEDADE, PODER EXECUTIVO. INEXISTÊNCIA, FUNDAMENTO, DIFERENÇA, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL, CORRELAÇÃO, DEFENSORIA PÚBLICA ESTADUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: EXISTÊNCIA, SIMILARIDADE, PREVISÃO, CONSTITUIÇÃO FEDERAL, MINISTÉRIO PÚBLICO, CORRELAÇÃO, DEFENSORIA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: AUSÊNCIA, OFENSA, CLÁUSULA PÉTREA, NÚCLEO ESSENCIAL, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, CASO CONCRETO. NECESSIDADE, CONFIGURAÇÃO, DEFENSORIA PÚBLICA, CONDIÇÃO, ANALOGIA, MINISTÉRIO PÚBLICO, DECORRÊNCIA, CARACTERIZAÇÃO, DEFENSORIA PÚBLICA, PARTE PROCESSUAL, CONTRARIEDADE, MINISTÉRIO PÚBLICO, ÂMBITO, PROCESSO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO, INICIATIVA, PROPOSTA DE EMENDA CONSTITUCIONAL, HIPÓTESE, CONSTITUCIONALIZAÇÃO, MATÉRIA, LEI ORDINÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: PRIORIDADE, PODER LEGISLATIVO, ÂMBITO, PROCESSO LEGISLATIVO, CUMPRIMENTO, SISTEMA DE FREIOS E CONTRAPESOS, COOPERAÇÃO, PODER EXECUTIVO, PODER JUDICIÁRIO, ASSEGURAMENTO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE, NORMA, ÂMBITO ESTADUAL, PREVISÃO, OBRIGAÇÃO, DEFENSORIA PÚBLICA ESTADUAL, REALIZAÇÃO, CONVÊNIO, ORDEM DOS ADVOGADOS DO BRASIL (OAB). CONSTITUCIONALIDADE FORMAL, EMENDA CONSTITUCIONAL 45 DE 2004, ASSEGURAMENTO, AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, INICIATIVA, PROPOSTA ORÇAMENTÁRIA,CONSELHO NACIONAL DE JUSTIÇA (CNJ).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: AUSÊNCIA, OBRIGAÇÃO, GESTOR, ADESÃO, PARECER, ADVOGADO PÚBLICO, EXCEÇÃO, PARECER , ADVOGADO-GERAL DA UNIÃO, APROVAÇÃO, PRESIDENTE DA REPÚBLICA, DECORRÊNCIA, CARACTERIZAÇÃO, LEI, ÂMBITO, ADMINISTRAÇÃO PÚBLICA. CARACTERIZAÇÃO, MINISTÉRIO PÚBLICO, ADVOCACIA PÚBLICA, DEFENSORIA PÚBLICA, FUNÇÕES ESSENCIAIS À JUSTIÇA, DECORRÊNCIA, AUSÊNCIA, INTEGRAÇÃO, PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO. DISTINÇÃO, ADVOCACIA-GERAL DA UNIÃO (AGU), CORRELAÇÃO, ADVOGADO-GERAL DA UNIÃO. ADVOGADO-GERAL DA UNIÃO, INTEGRANTE, PODER EXECUTIVO FEDERAL. ADVOCACIA-GERAL DA UNIÃO (AGU), AUSÊNCIA, INTEGRAÇÃO, PODER EXECUTIVO. ORDEM DOS ADVOGADOS DO BRASIL (OAB), AUSÊNCIA, INTEGRAÇÃO, ADMINISTRAÇÃO INDIRETA, UNIÃO, AUSÊNCIA, SUBORDINAÇÃO, PODER EXECUTIVO. AUSÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, CONCESSÃO, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FUNCIONAL, INICIATIVA, PROPOSTA ORÇAMENTÁRIA, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL. IMPOSSIBILIDADE, APLICAÇÃO, FUNDAMENTAÇÃO, CASO CONCRETO, INSTITUIÇÃO, INTEGRANTE, PODER EXECUTIVO. EVOLUÇÃO HISTÓRICA, MINISTÉRIO PÚBLICO. DESMEMBRAMENTO, FUNÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), CONSTITUIÇÃO FEDERAL DE 1988. ATRIBUIÇÃO, FUNÇÃO, DEFESA, SOCIEDADE, MINISTÉRIO PÚBLICO, ATRIBUIÇÃO, FUNÇÃO, DEFESA, ESTADO-MEMBRO, ADVOCACIA-GERAL DA UNIÃO (AGU).\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, PODER CONSTITUINTE DERIVADO, EXTENSÃO, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, PREVISÃO, PODER CONSTITUINTE ORIGINÁRIO. VÍCIO FORMAL, DECORRÊNCIA, INICIATIVA DE LEI, PODER EXECUTIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5296&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, EMENDA, CONSTITUIÇÃO ESTADUAL, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, PRINCÍPIO DA SIMETRIA)\nADI 582 (1ªT), ADI 637 (TP), ADI 858 (TP), ADI 1255 (1ªT), ADI 1434 (1ªT), ADI 1521 (TP), ADI 1730 (TP), ADI 2050 (TP), ADI 2616 (TP), ADI 2654 (TP), ADI 3051 (TP), ADI 3295 (TP), ADI 3644 (TP), ADI 3777 (TP), ADI 3930 (TP), ADI 4154 (TP), ADI 2393 MC (TP). \n(CONSTITUIÇÃO ESTADUAL, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO)\nRp 753 (TP), Rp 898 (TP), Rp 939 (TP), Rp 940 (TP), Rp 1027 (TP), Rp 1061 (TP), Rp 1146 (TP), Rp 1154 (TP), Rp 1206 (1ªT), Rp 1318, ADI 637 (TP), ADI 1434 (1ªT), ADI 1901 (TP), ADI 2050 (TP), ADI 2966 (TP), ADI 3644 (TP), ADI 3930 (TP). \n(CONSTITUIÇÃO FEDERAL, LIMITE, CONSTITUIÇÃO ESTADUAL)\nADI 3295 (TP). \n(APLICAÇÃO, CLÁUSULA, INICIATIVA DE LEI, PROPOSTA EMENDA, CONSTITUIÇÃO ESTADUAL)\nADI 5087 MC (TP). \n(CORRELAÇÃO, PROCESSO LEGISLATIVO, SEPARAÇÃO DOS PODERES)\nADI 3777 (TP). \n(LEGITIMIDADE, EMENDA CONSTITUCIONAL, AUTONOMIA, DEFENSORIA PÚBLICA ESTADUAL)\nADI 2229 (TP), ADI 2892 (TP), ADI 2903 (TP), ADI 3043 (TP), ADI 3569 (TP), ADI 3700 (TP), ADI 3965 (TP), ADI 4056 (TP), ADI 4163 (TP), ADI 4246 (TP), ADI 4270 (TP), RE 599620 AgR (2ªT), AI 598212 ED (2ªT), ADPF 307 MC-Ref (TP), ADI 5160 AgR (TP). \n(CLÁUSULA PÉTREA, IMUTABILIDADE)\nADI 2024 (TP). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nADI 98 (1ªT), ADI 691 (TP). \n(PROCESSO LEGISLATIVO, EMENDA CONSTITUCIONAL, INICIATIVA DE LEI, PARLAMENTAR, REGIME JURÍDICO, SERVIDOR PÚBLICO)\nADI 2966 (TP), ADI 3930 (TP), ADI 4726 MC (TP), ADI 5075 (TP). \n(CONSTITUCIONALIDADE, CNJ)\nADI 3367 (TP). \n(PODER CONSTITUINTE DERIVADO, LIMITES)\nRE 587008 (TP). \n(EMENDA CONSTITUCIONAL ESTADUAL, MATÉRIA, COMPETÊNCIA PRIVATIVA, CHEFE DO PODER EXECUTIVO)\nADI 584 (TP), ADI 1255 (1ªT), ADI 2050 (TP), ADI 2616 (TP), ADI 2654 (TP), ADI 2863 (TP), ADI 2966 (TP), ADI 3051 (TP), ADI 3295 (TP), ADI 3930 (TP), ADI 4154 (TP), ADI 4284 (TP), ADI 2447 MC (TP), ADI 5075 (TP). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PARLAMENTARISMO)\nRp 94 (TP). \n(DEFENSORIA PÚBLICA)\nRE 837311 (TP). \n(FUNÇÕES ESSENCIAIS À JUSTIÇA, PODERES DA REPÚBLICA)\nADI 291 (TP). \n(OAB, PERSONALIDADE JURÍDICA)\nADI 3026 (TP). \n- Legislação estrangeira citada: Declaração dos Direitos do Homem e do Cidadão, de 1789; Ordenações Filipinas, § 10; Ordenações Manoelinas.\r\n- Veja ADI 5017, ADI 4282, ADI 5286, ADI 5287 e ADPF 339 do STF.\r\n\r\n\r\nNúmero de páginas: 204.\r\nAnálise: 13/12/2016, JRS.\r\nRevisão: 15/12/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS FEDERAIS - ANADEF \nADV.(A/S)  : NAYARA QUEIROZ MAGALHAES E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : UNIÃO DOS ADVOGADOS PÚBLICOS FEDERAIS DO BRASIL - UNAFE \nADV.(A/S)  : ANDRÉ LUÍS SANTOS MEIRA E OUTRO(A/S)\nAM. CURIAE.  : PARTIDO POPULAR SOCIALISTA \nADV.(A/S)  : RENATO CAMPOS GALUPPO E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO NACIONAL DOS PROCURADORES DA FAZENDA NACIONAL - SINPROFAZ \nADV.(A/S)  : HUGO MENDES PLUTARCO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO DISTRITO FEDERAL \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : IGOR SANT&apos;ANNA TAMASAUSKAS E OUTRO(A/S)\nAM. CURIAE.  : SOLIDARIEDADE \nADV.(A/S)  : TIAGO CEDRAZ LEITE OLIVEIRA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS ADVOGADOS DA UNIÃO - ANAUNI \nADV.(A/S)  : ANTÔNIO TORREÃO BRAZ FILHO \nADV.(A/S)  : LARISSA BENEVIDES GADELHA CAMPOS \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nAM. CURIAE.  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":359745,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5296 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-05-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BONAVIDES, Paulo. Curso de Direito Constitucional. 30 ed. atualizada. São Paulo: Malheiros Editores, 2015. p. 202/206.\r\nBRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 10ª ed. São Paulo: Saraiva, 2015. p. 831.\r\nBRANDÃO, Rodrigo. Direitos fundamentais, cláusulas pétreas e democracia. Rio de Janeiro: Renovar, 2008. pg. 242.\r\nBRANDÃO, Rodrigo; SARLET, Ingo Wolfgang. Comentário ao artigo 60. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar; SARLET, Ingo W.; STRECK, Lenio L. (Coords.). Comentário à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 1.130/1132.\r\nESTEVES, Diogo; SILVA, Franklin. Princípios institucionais da Defensoria Pública.\r\nExposição ‘O Ministério Público e a França’. Disponível em: https://www.mprs.mp.br/memorial/noticias/id5308.htm. Acesso em: 27/4/16.\r\nFERREIRA FILHO, Manuel Gonçalves. Do Processo Legislativo. São Paulo: Saraiva, 2001. p. 129-130 e 283.\r\nGARCIA, Emerson. A autonomia do Ministério Público: entre o seu passado e o seu futuro. Revista do Ministério Público do Estado do Rio de Janeiro, Rio de Janeiro: Ministério Público do Estado do Rio de Janeiro, 1995. v. 1, nº1.\r\nLIMA, Ana Maria Bourguignon. A formação histórica do Ministério Público - origens do Ministério Público na França, em Portugal e no Brasil.\r\nMAZZILLI, Hugo Nigro. Regime Jurídico do Ministério Público. 8. ed. São Paulo: Saraiva, 2007. p. 91/96.\r\nMONTESQUIEU. Do espírito das leis. São Paulo: Martins Fontes. p. 168.\r\nMORAES, Humberto Pena de; SILVA, José Fontenelle Teixeira da. Assistência judiciária: sua gênese sua história e a função protetiva do estado. 2. ed. Rio de Janeiro: Líber Juris, 1984.\r\nREIS, Gustavo Augusto Soares dos; ZVEIBIL, Daniel Guimarães; JUNQUEIRA, Gustavo. Comentários à Lei da Defensoria Pública. São Paulo: Saraiva, 2013. p. 40-41.\r\nSADEK, Maria Tereza A.. Efetividade de direitos e acesso à justiça. In RENAULT, Sérgio e BOTTINI, Pierpaolo. Reforma do Judiciário. São Paulo: Saraiva, 2005. p. 283-284.\r\nSARLET, Ingo Wolfgang. Curso de direito constitucional / Ingo Wolfgang Sarlet, Luiz\r\nGuilherme Marinoni, Daniel Mitidiero. – 3 ed. rev., atual. e ampl. São Paulo: Editora Revista dos Tribunais, 2014. p. 122/128.\r\nSAUWEN FILHO, João Francisco. Ministério Público Brasileiro e o estado democrático de direito. Rio de Janeiro: Renovar, 1999. p. 105.\r\nSILVA, José Afonso da. Comentário Contextual à Constituição. São Paulo: Malheiros, 2008. p. 615-616.\r\n_____. Curso de direito constitucional positivo. São Paulo: Editora Malheiros. 2013. p. 110-111.","ministro_facet":["ROSA WEBER"],"processo_numero":5296,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur358823","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. 1ª Turma, Sessão Virtual de 30.9 a 6.10.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur358823","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur358823","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NO HABEAS CORPUS. PENAL E PROCESSUAL PENAL. CRIME DE TRÁFICO INTERNACIONAL DE ENTORPECENTES. ARTIGOS 33, § 4º, E 40, V, DA LEI Nº 11.343/2006. DECISÃO MONOCRÁTICA QUE INDEFERIU LIMINARMENTE O WRIT IMPETRADO PERANTE O SUPERIOR TRIBUNAL DE JUSTIÇA. HABEAS CORPUS SUBSTITUTIVO DE RECURSO ORDINÁRIO. INADMISSIBILIDADE. COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL PARA JULGAR HABEAS CORPUS: CRFB/88, ART. 102, I, D E I. HIPÓTESE QUE NÃO SE AMOLDA AO ROL TAXATIVO DE COMPETÊNCIA DESTA SUPREMA CORTE. SUPERVENIÊNCIA DE JULGAMENTO COLEGIADO DO HABEAS CORPUS IMPETRADO PERANTE A CORTE SUPERIOR. NOVO TÍTULO PRISIONAL. PREJUDICIALIDADE. NATUREZA E QUANTIDADE DA DROGA UTILIZADAS NA PRIMEIRA E TERCEIRA FASE DA DOSIMETRIA. REFORMA DA REPRIMENDA PELA CORTE SUPERIOR. PERDA DE OBJETO DA IMPETRAÇÃO. AFASTAMENTO DO BIS IN IDEM. DECISÃO CONSOANTE ENTENDIMENTO DO PLENO DESTA CORTE. HC N.º 112.776/MT. REDISCUSSÃO DE CRITÉRIOS DE DOSIMETRIA DA PENA. FUNDAMENTAÇÃO IDÔNEA PELAS INSTÂNCIAS ORDINÁRIAS. DISCRICIONARIEDADE DO JUÍZO. REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO. INADMISSIBILIDADE NA VIA ELEITA. INEXISTÊNCIA DE CONSTRANGIMENTO ILEGAL. AGRAVO REGIMENTAL DESPROVIDO.\n\n\n\n    1. O título prisional superveniente decorrente do julgamento colegiado do habeas corpus pela Corte a quo torna prejudicada a impetração. Precedentes: HC 128.274 AgR, Primeira Turma, Relator Min. Rosa Weber, DJe 21/06/2016, HC 128.261 AgR, Segunda Turma, Relator Min. Teori Zavascki, Relator p/ Acórdão Min. Gilmar Mendes, DJe 21/08/2015 e HC 124.272, Primeira Turma, Relator Min. Marco Aurélio, Relator p/ Acórdão Min. Roberto Barroso, DJe 09/06/2015.\n\n\n\n    2. É cediço na Corte que configura bis in idem considerar, na terceira etapa do cálculo da pena do crime de tráfico ilícito de entorpecentes, a natureza e a quantidade da substância ou do produto apreendido, quando essas circunstâncias já tiverem sido apontadas na fixação da pena-base, ou seja, na primeira etapa da dosimetria, para graduação da minorante prevista no art. 33, § 4º, da Lei 11.343/2006, bem como que não há impedimento a que essas circunstâncias recaiam, alternadamente, na primeira ou na terceira fase da dosimetria, a critério do magistrado, em observância ao princípio da individualização da pena.\n\n\n\n    3. A dosimetria da pena, bem como os critérios subjetivos considerados pelos órgãos inferiores para a sua realização, não são passíveis de aferição na via estreita do habeas corpus, por demandar minucioso exame fático e probatório inerente a meio processual diverso. Precedentes: HC nº 114.650, Primeira Turma, Rel. Min. Luiz Fux, DJe de 14/08/2013, RHC nº 115.213, Primeira Turma, Rel. Min. Luiz Fux, DJe de 26/06/2013, RHC nº 114.965, Primeira Turma, Rel. Min. Rosa Weber, DJe de 27/06/2013, HC nº 116.531, Primeira Turma, Rel. Min. Rosa Weber, DJe de 11/06/2013, e RHC nº 100.837-AgR, Primeira Turma, Rel. Min Roberto Barroso, DJe de 03/12/2014.\n\n\n\n    4. A revisão das circunstâncias agravantes e atenuantes, bem como das causas de aumento e de diminuição consideradas pelo juízo natural é inadmitida na via eleita, porquanto enseja revolvimento fático-probatório dos autos. Precedente: HC n.º 132.475, Primeira Turma, Rel. Min. Rosa Weber, DJe de 23/08/2016.\n\n\n\n    5. In casu, o paciente foi condenado pela prática do crime tipificado nos artigos 33, § 4º, e 40, inciso I, da Lei nº 11.343/2006, à pena de 4 (quatro) anos, 5 (cinco) meses e 10 (dez) dias de reclusão, em regime inicialmente fechado, e a 20 (vinte) dias-multa, em razão de ter sido flagrado fazendo transporte internacional da quantia de 122 (cento e vinte e duas) cápsulas de cocaína, perfazendo um total de mais de 1,302 Kg (um quilo e trezentos e dois gramas).\n\n\n\n    6. A competência originária do Supremo Tribunal Federal para conhecer e julgar habeas corpus está definida, exaustivamente, no artigo 102, inciso I, alíneas d e i, da Constituição da República, sendo certo que o paciente não está arrolado em qualquer das hipóteses sujeitas à jurisdição desta Corte. \n\n\n\n    7. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11925680","externo_seq_objeto_incidente":4823858,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-229  DIVULG 26-10-2016  PUBLIC 27-10-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=129555&classe=HC","is_colac":false,"titulo":"HC 129555 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-D LET-I\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 PAR-00004 ART-00040 INC-00001 \n          INC-00005\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00932\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00059\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2016-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESPROVIMENTO, AGRAVO REGIMENTAL. PREJUDICIALIDADE, HABEAS CORPUS, FUNDAMENTO, AFASTAMENTO, BIS IN IDEM, REDUÇÃO DA PENA, NOVIDADE, DECISÃO JUDICIAL, TRIBUNAL A QUO. INEXISTÊNCIA, NULIDADE, OFENSA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA, FUNDAMENTO, DOSIMETRIA DA PENA, CONSIDERAÇÃO, FATO CONCRETO, ELEMENTO CONCRETO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO, AGRAVO REGIMENTAL. INAPLICABILIDADE, CASO CONCRETO, REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL (STF), CÓDIGO DE PROCESSO CIVIL, REFERÊNCIA, POSSIBILIDADE, MINISTRO RELATOR, JULGAMENTO, DECISÃO MONOCRÁTICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=129555&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(QUANTIDADE, NATUREZA DA DROGA, DOSIMETRIA DA PENA, BIS IN IDEM)\nHC 112776 (TP). \n(HC, SUPERVENIÊNCIA, NOVIDADE, DECISÃO JUDICIAL)\nHC 124272 (1ªT), HC 128261 AgR (2ªT), HC 128274 AgR (1ªT). \n(HC, DOSIMETRIA DA PENA, REEXAME, FATO, PROVA)\nHC 114650 (1ªT), RHC 114965 (1ªT), RHC 115213 (1ªT), HC 116531 (1ªT), RHC 100837 AgR (1ªT), HC 132475 AgR (1ªT). \n(COMPETÊNCIA, STF, ROL TAXATIVO)\nPet 1738 AgR. \n(HABEAS CORPUS SUBSTITUTIVO, RHC)\nHC 109956 (1ªT). \nNúmero de páginas: 22.\nAnálise: 31/10/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : BRUNO LUPONE \nADV.(A/S)  : MARCO ANTONIO DO AMARAL FILHO E OUTRO(A/S)\nAGDO.(A/S)  : RELATOR DO HC Nº 326510 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":358823,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 129555 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-10-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":129555,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur353569","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, concedeu a ordem de habeas corpus para o fim de cassar o acórdão recorrido e restabelecer o julgado do Tribunal Regional Federal da 3ª Região, que redimensionou a pena imposta ao paciente para 4 (quatro) anos, 10 (dez) meses e 10 (dez) dias de reclusão e 485 (quatrocentos e oitenta e cinco) dias-multa, nos termos do voto do Relator. Falou, pelo Paciente, o Dr. Gustavo de Almeida Ribeiro, Defensor Público Federal. Ausente, justificadamente, o Senhor Ministro Teori Zavascki. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 28.6.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur353569","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur353569","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Habeas corpus. Penal e Processual Penal. Tráfico de drogas (art. 33, caput, da Lei nº 11.343/06). Pena-base. Majoração. Valoração negativa da natureza e da quantidade da droga (2.596 g de cocaína). Admissibilidade. Vetores a serem considerados necessariamente na dosimetria (art. 59, CP e art. 42 da Lei nº 11.343/06). “Mula”. Aplicação da causa de diminuição de pena do art. 33, § 4º, da Lei de Drogas. Admissibilidade. Inexistência de prova de que o paciente integre organização criminosa. Impossibilidade de negar a incidência da causa de diminuição de pena com base em ilações ou conjecturas. Precedentes. Percentual de redução de pena: 1/6 (um sexto). Admissibilidade. Fixação em atenção ao grau de auxílio prestado pelo paciente ao tráfico internacional. Ordem de habeas corpus concedida, para o fim de cassar o acórdão recorrido e restabelecer o julgado do Tribunal Regional Federal da 3ª Região Federal. \n\n\n\n    1. É pacífico o entendimento do Supremo Tribunal Federal de que a natureza e a quantidade da droga constituem motivação idônea para a exasperação da pena-base, nos termos do art. 59 do Código Penal e do art. 42 da Lei nº 11.343/06. Precedentes.\n\n\n\n    2. Descabe afastar a incidência da causa de diminuição de pena do art. 33, § 4º, da Lei nº 11.343/06 com base em mera conjectura ou ilação de que o réu integre organização criminosa. Precedentes.\n\n\n\n    3. O exercício da função de “mula”, embora indispensável para o tráfico internacional, não traduz, por si só, adesão, em caráter estável e permanente, à estrutura de organização criminosa, até porque esse recrutamento pode ter por finalidade um único transporte de droga. Precedentes.\n\n\n\n    4. O paciente, procedente da Venezuela, foi flagrado na posse de 2.596 g de cocaína no aeroporto de Guarulhos, no momento em que se preparava para embarcar em voo para a África do Sul, com destino final em Lagos, na Nigéria. \n\n\n\n    5. Correta, portanto, a valoração negativa do grau de auxílio por ele prestado ao tráfico internacional, na terceira fase da dosimetria, com a fixação do percentual de redução em 1/6 (um sexto).\n\n\n\n    6. Ordem de habeas corpus concedida, para o fim de se cassar o acórdão recorrido e de se restabelecer o julgado do Tribunal Regional Federal da 3ª Região Federal, que redimensionou a pena imposta ao paciente para 4 (quatro) anos, 10 (dez) meses e 10 (dez) dias de reclusão e 485 (quatrocentos e oitenta e cinco) dias-multa.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11472775","externo_seq_objeto_incidente":4984872,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-166  DIVULG 08-08-2016  PUBLIC 09-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=134597&classe=HC","is_colac":false,"titulo":"HC 134597","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\" PAR-00004 ART-00042\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00059\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2016-08-09","documental_acordao_mesmo_sentido_lista_texto":"HC 216229 AgR PROCESSO ELETRÔNICO\n          JULG-03-10-2022  UF-SP  TURMA-01  MIN-DIAS TOFFOLI N.PÁG-009\n          DJe-240  DIVULG 25-11-2022  PUBLIC 28-11-2022","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=134597&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRÁFICO DE DROGAS, QUANTIDADE, NATUREZA DO ENTORPECENTE, FIXAÇÃO, PENA-BASE)\nHC 131887 (2ªT). \n(TRÁFICO DE DROGAS, CAUSA ESPECIAL DE DIMINUIÇÃO DE PENA, PRESUNÇÃO, INTEGRAÇÃO, ORGANIZAÇÃO CRIMINOSA)\nRHC 123119 (1ªT). \n(CAUSA DE DIMINUIÇÃO DE PENA, TRÁFICO DE DROGAS, APLICAÇÃO, MÍNIMO LEGAL)\nHC 115149 (2ªT). \nNúmero de páginas: 19.\nAnálise: 25/08/2016, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : ONYEKE SUNDAY EZE \nIMPTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":353569,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 134597","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-06-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":134597,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur353617","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma negou provimento ao agravo regimental, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 28.6.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur353617","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur353617","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO COM AGRAVO. DIREITO INTERNACIONAL PRIVADO. HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA. ANÁLISE DE LEGISLAÇÃO INFRACONSTITUCIONAL. INCURSIONAMENTO NO CONTEXTO FÁTICO-PROBATÓRIO DOS AUTOS. SÚMULA 279 DO STF. INCIDÊNCIA. RECURSO INTERPOSTO SOB A ÉGIDE DO NOVO CÓDIGO DE PROCESSO CIVIL. APLICAÇÃO DE NOVA SUCUMBÊNCIA. AGRAVO INTERNO DESPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11476963","externo_seq_objeto_incidente":4980386,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-166  DIVULG 08-08-2016  PUBLIC 09-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=945680&classe=ARE","is_colac":false,"titulo":"ARE 945680 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00008 PAR-00011\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-08-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, RECURSO EXTRAORDINÁRIO, REEXAME, MATÉRIA DE FATO, MATÉRIA DE PROVA, HOMOLOGAÇÃO, SENTENÇA ESTRANGEIRA, OBSERVÂNCIA, CARÁTER FORMAL, PROCESSO, IMPOSSIBILIDADE, APRECIAÇÃO, MATÉRIA DE MÉRITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=945680&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA 279)\nARE 683536 AgR (2ªT), RE 715400 AgR (1ªT). \nNúmero de páginas: 8.\nAnálise: 17/08/2016, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : S/A FLUXO - COMÉRCIO E ASSESSORIA INTERNACIONAL \nAGTE.(S)  : MANOEL FERNANDO GARCIA \nADV.(A/S)  : CLITO FORNACIARI JUNIOR \nAGDO.(A/S)  : BNP PARIBAS COMMODITY FUTURES LTD. \nADV.(A/S)  : LUCAS SANTOS DE SOUSA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":353617,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ARE 945680 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2016-06-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":945680,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur161567","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Por votação unânime, negaram provimento.","is_repercussao_geral_merito":false,"relator_processo_nome":"BARROS BARRETO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur161567","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur161567","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"TRANSPORTE MARITIMO. DESVIO DE MERCADORIAS. CLAUSULAS DE NÃO\nINDENIZAR, SEM VALIDADE. JURISPRUDÊNCIA. INDEFERIMENTO DO\nEXTRAORDINÁRIO. DECISÃO CONFIRMADA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=16305&classe=AI","externo_seq_objeto_incidente":null,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 22-10-1953 PP-12956  EMENT VOL-00148-01 PP-00179\nADJ 14-12-1953 PP-03777","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=16305&classe=AI","is_colac":false,"titulo":"AI 16305","documental_legislacao_citada_texto":null,"publicacao_data":"1953-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"CLÁUSULA DE NÃO INDENIZAR EM CONTRATO DE TRANSPORTE MARITIMO.\n INOPERANCIA.\n DIREITO CIVIL\n \"M\"","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=16305&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI","documental_observacao_texto":"Número de páginas: 5.\r\nAlteração: 06/07/2016, BSB.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGRAVANTE: EMPREZA INTERNACIONAL DE TRANSPORTES LTDA.\r\nAGRAVADA: OCIRE - EXPORTADORA AGRO-PECUÁRIA LTDA.","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":161567,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"AI 16305","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"1953-10-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AGRAVO DE INSTRUMENTO","documental_doutrina_texto":null,"ministro_facet":["BARROS BARRETO"],"processo_numero":16305,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur151741","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":null,"is_repercussao_geral_merito":false,"relator_processo_nome":"NÉRI DA SILVEIRA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur151741","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:13:48.501900","dg_unique":"sjur151741","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS. LEI N. 6.368/1976, ARTS. 12, 14 E 18, I. HABEAS\nCORPUS ANTERIOR DEFERIDO, EM PARTE, PARA EXCLUIR A CONDENAÇÃO PELO\nCRIME DO ART. 14, DA LEI N. 6.368/1976, NÃO IMPUTADO A PACIENTE NA\nDENUNCIA. NÃO ACOLHIDA A SUPLICA PRECEDENTE, NO QUE CONCERNE AO\nAUMENTO DA PENA, COM BASE NO ARTIGO 18, I, DO MESMO DIPLOMA. NÃO SE\nCONHECE DO PRESENTE PEDIDO EM  QUE HÁ REITERAÇÃO DO ANTERIOR, QUANTO\nAO AUMENTO DA PENA, 'DE POUCO MAIS DE UM TERCO'.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=65590&classe=HC","externo_seq_objeto_incidente":1471371,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 08-09-1989 PP-14232  EMENT VOL-01554-01 PP-00067","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=65590&classe=HC","is_colac":false,"titulo":"HC 65590","documental_legislacao_citada_texto":["LEG-FED DEL-002848 ANO-1940\n             ART-00061 INC-00001 ART-00062 INC-00002\n             ART-00063 ART-00064 INC-00001\n             CP-1940    CÓDIGO PENAL\n","LEG-FED DEL-003689 ANO-1941\n             ART-00383 ART-00384 PAR-ÚNICO\n             ART-00580\n             CPP-1941   CÓDIGO DE PROCESSO PENAL\n","LEG-FED LEI-006368 ANO-1976\n              ART-00001 INC-00001 ART-00012\n              ART-00014 ART-00018 INC-00001\n              LTX-1976 LEI DE TÓXICOS"],"publicacao_data":"1989-09-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"HABEAS CORPUS, INDEFERIMENTO, PEDIDO, REINTERAÇÃO, ANTERIORIDADE,\n PARCELA, MANUTENÇÃO, AUMENTO, PENA, TRAFICO INTERNACIONAL,\n ENTORPECENTE, (PP).\n PP2853,HABEAS CORPUS\n        REITERAÇÃO DO PEDIDO","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=65590&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"VOTAÇÃO: UNÂNIME.\nRESULTADO: NÃO CONHECIDO.\nVEJA HC-64840.\nNúmero de páginas: (12).\nANO: 1989  AUD:08-09-1989\nAlteração: 16/02/06, (MLR).\nAlteração: 26/10/2011, DCR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.: MARIA JÚLIO PADILHA DE FLORES\r\nIMPTE.: HUGO MÓSCA E OUTROS\r\nCOATOR: TRIBUNAL FEDERAL DE RECURSOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":151741,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 65590","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"1988-02-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["NÉRI DA SILVEIRA"],"processo_numero":65590,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur159717","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Deferiram o pedido, unânime.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ GALLOTTI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur159717","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:13:48.501900","dg_unique":"sjur159717","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ampliação","is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO.\nAMPLIAÇÃO.\nDEFERIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=246&classe=Ext-amplia%E7%E3o","externo_seq_objeto_incidente":null,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 22-04-1966 PP-01263  EMENT VOL-00651-01 PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=246&classe=Ext%E7%E3o","is_colac":false,"titulo":"Ext 246 ampliação","documental_legislacao_citada_texto":null,"publicacao_data":"1966-04-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"EXTRADIÇÃO.\n DIREITO INTERNACIONAL\n LETRA \"E\"\n *** NOTA *** ESTE DOCUMENTO FOI INCLUIDO SEM REVISÃO PELO STF.\n SERÁ ESTUDADO OPORTUNAMENTE NA FASE DE REVISÃO DO BANCO DE DADOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=246&classe=Ext%E7%E3o","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ampliação","documental_observacao_texto":"VOTAÇÃO: UNÂNIME. \r\nRESULTADO. DEFERIDO.\nVEJA EXTR-246.\nNúmero de páginas: 4.\r\nAlteração: 01/10/2014, FSB.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.: GOVÊRNO DO CHILE\r\nEXTDO.: ANDRÉZ FISCHER KLEIN \r\nADV.: LEOPOLDO HEITOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":159717,"documental_tese_texto":null,"procedencia_geografica_completo":"CL  - CHILE","processo_codigo_completo":"Ext 246 ampliação","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"1965-11-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AMPLIAÇÃO NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ GALLOTTI"],"processo_numero":246,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur159741","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":null,"is_repercussao_geral_merito":false,"relator_processo_nome":"OCTAVIO GALLOTTI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur159741","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:13:48.501900","dg_unique":"sjur159741","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"1. EXTRADIÇÃO. RECIPROCIDADE. A FACULDADE DE ACEITAR   OU NÃO A SUA\nPROMESSA E EXERCIDA PELO PODER EXECUTIVO, ANTES DO ENVOLVIMENTO DO\nJUDICIARIO, BASTANDO, AO CONTROLE DE LEGALIDADE EXERCIDO PELO\nSUPREMO TRIBUNAL, A COMPROVAÇÃO DO OFERECIMENTO DA GARANTIA.\n2. VENDA, DE ESTUPEFACIENTES, EM TERRITÓRIO DA SUECIA. REFERENCIA\nCIRCUNSTANCIAL A ORIGEM BRASILEIRA DA MERCADORIA PROIBIDA NÃO\nINFIRMA A COMPETÊNCIA DA JUSTIÇA DAQUELE REINO, PARA O PROCESSO E\nJULGAMENTO DO CRIME.\n3. TRANSFERENCIA DE COMARCA CONSTITUI MATÉRIA DE DIREITO PROCESSUAL\nINTERNO DO ESTADO REQUERENTE, SEM REPERCUSSAO NO JUÍZO DE EXAME DA\nEXTRADIÇÃO.\n4. CUSTODIA PREVENTIVA CUJA NECESSIDADE NÃO DESAUTORIZADA PELA\nDOCUMENTAÇÃO APRESENTADA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=431&classe=Ext","externo_seq_objeto_incidente":1462423,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 04-04-1986 PP-04753  EMENT VOL-01413-01 PP-00063","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=431&classe=Ext","is_colac":false,"titulo":"Ext 431","documental_legislacao_citada_texto":["LEG-FED DEL-002848 ANO-1940\n              ART-00004 ART-00005\n              CP-1940    CÓDIGO PENAL\n","LEG-FED LEI-006368 ANO-1976\n              ART-00012 PAR-00001\n              LTX-1976 LEI DE TÓXICOS\n","LEG-FED LEI-006815 ANO-1980\n              ART-00076 ART-00077 INC-00003\n              EE-1980 ESTATUTO DO ESTRANGEIRO"],"publicacao_data":"1986-04-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"EXTRADITANDO, TRAFICO, ENTORPECENTE, MERCADORIA, ORIGEM, BRASIL,\n LIDE, COMPETÊNCIA, JUSTIÇA ESTRANGEIRA.\n INEXISTÊNCIA, RELEVÂNCIA, TRANSFERENCIA, PROCESSO, COMARCA, MATÉRIA,\n DIREITO PROCESSUAL, PAIS ESTRANGEIRO.\n SUECIA, PEDIDO, PRISÃO PREVENTIVA, EXTRADITANDO, OBJETIVO,\n INSTRUÇÃO CRIMINAL, POSTERIORIDADE, AÇÃO JUDICIAL, INSTAURAÇÃO.\n EXECUTIVO, FACULDADE, ACEITAÇÃO, RECUSA, PROMESSA, RECIPROCIDADE,\n EXTRADIÇÃO, COMPETÊNCIA, (STF), CONTROLE, LEGALIDADE.\n IN0036,EXTRADIÇÃO\n        RECIPROCIDADE\n IN0032,EXTRADIÇÃO\n        TÓXICO\n        TRAFICO INTERNACIONAL","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=431&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"VOTAÇÃO: UNÂNIME.\nRESULTADO: DEFERIDO.\nNúmero de páginas: (13).\nAlteração: 17/07/07, (MLR).\nAlteração: 27/01/12, OJR.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.: GOVERNO DA SUÉCIA\r\nEXTRDO.: BENGT OLOF BJÖRKLUND\r\nADV.: NILO LAZARY TEIXEIRA E OUTRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":159741,"documental_tese_texto":null,"procedencia_geografica_completo":"SU - SUECIA","processo_codigo_completo":"Ext 431","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"1986-02-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["OCTAVIO GALLOTTI"],"processo_numero":431,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}