{"result":{"took":365,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur419181","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em razão da aposentadoria do Relator. Presidência do Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 06.08.2014.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do § 12 do art. 91 da Constituição do Estado do Rio de Janeiro, nos termos do voto do Relator. Plenário, Sessão Virtual de 13.12.2019 a 19.12.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur419181","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur419181","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ART. 91, §12, DA CONSTITUIÇÃO DO ESTADO DO RIO DE JANEIRO. DESIGNAÇÃO DE PASTOR EVANGÉLICO PARA ATUAR NAS CORPORAÇÕES MILITARES DAQUELE ESTADO. OFENSA À LIBERDADE DE RELIGIOSA. REGRA DA NEUTRALIDADE. PROCEDÊNCIA DA AÇÃO.\n\n\n\n    1. A regra de neutralidade do Estado não se confunde com a imposição de uma visão secular, mas consubstancia o respeito e a igual consideração que o Estado deve assegurar a todos dentro de uma realidade multicultural. Precedentes.\n\n\n\n    2. O direito à liberdade de religião, como expectativa normativa de um princípio da laicidade, obsta que razões religiosas sejam utilizadas como fonte de justificação de práticas institucionais e exige de todos os cidadãos, os que professam crenças teístas, os não teístas e os ateístas, processos complementares de aprendizado a partir da diferença. \n\n\n\n    3. O direito dos militares à assistência religiosa exige que o Estado abstenha-se de qualquer predileção, sob pena de ofensa ao art. 19, I, da CRFB. Norma estadual que demonstra predileção por determinada orientação religiosa em detrimento daquelas inerentes aos demais grupos é incompatível com a regra constitucional de neutralidade e com o direito à liberdade de religião.\n\n\n\n    4. Ação Direta de Inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752031029","externo_seq_objeto_incidente":2292004,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-035  DIVULG 18-02-2020  PUBLIC 19-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3478&classe=ADI","is_colac":false,"titulo":"ADI 3478","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00006 INC-00007 INC-00008 \n          ART-00019 INC-00001 ART-00103 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-EST   CES      ANO-1989\n          ART-00091 PAR-00012\n                CONSTITUIÇÃO ESTADUAL, RJ"],"publicacao_data":"2020-02-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO, COMPROVAÇÃO, FILIAÇÃO, ASSOCIADO, PLURALIDADE, ESTADO-MEMBRO, FEDERAÇÃO. ARGUMENTAÇÃO, PETIÇÃO INICIAL, IMPUGNAÇÃO, NORMA, CORRELAÇÃO, IMPERTINÊNCIA, OBJETO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PERMISSÃO, EXERCÍCIO, RELIGIÃO, LOCAL PÚBLICO, AUSÊNCIA, DISCRIMINAÇÃO. INTERPRETAÇÃO, LIBERDADE DE RELIGIÃO, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS. LIBERDADE DE RELIGIÃO, ALCANCE, TOTALIDADE, CRENÇA RELIGIOSA, AUSÊNCIA, RELIGIÃO. CONSTITUIÇÃO FEDERAL, LIMITE CONSTITUCIONAL, RELIGIÃO, PODER PÚBLICO, CARÁTER INSTITUCIONAL. DIFERENÇA, PRINCÍPIO DO ESTADO LAICO, LAICISMO. PLURALISMO, DEMOCRACIA, IMPARCIALIDADE, PODER PÚBLICO, AFASTAMENTO, CONDUTA, EXCLUSÃO, AFIRMAÇÃO, DIREITO DAS MINORIAS, RELIGIÃO. INCONSTITUCIONALIDADE POR OMISSÃO, PODER CONSTITUINTE DERIVADO, AUSÊNCIA, PROTEÇÃO, EXERCÍCIO, LIBERDADE DE RELIGIÃO, TOTALIDADE, CULTO RELIGIOSO.\n\n- VOTO, MIN. MARCO AURÉLIO: EXIGIBILIDADE, SESSÃO DE JULGAMENTO PRESENCIAL, APRECIAÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INVIABILIDADE, SUSTENTAÇÃO ORAL, PLENÁRIO VIRTUAL, DEVIDO PROCESSO LEGAL. IMPORTÂNCIA, DEBATE, MINISTRO, FUNCIONAMENTO, ÓRGÃO COLEGIADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3478&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, ASSINAP)\nADI 108 QO (TP) - RTJ 141/3. \n(PRINCÍPIO DO ESTADO LAICO)\nADPF 54 (TP). \n(INTERPRETAÇÃO, CF, INVIOLABILIDADE, CRENÇA, CULTO RELIGIOSO)\nADI 4439 (TP). \n- Decisões estrangeiras citadas: Comentário Geral 22, do Comitê de Direitos Humanos do Pacto Internacional de Direitos Civis e Políticos.\nNúmero de páginas: 15.\nAnálise: 09/07/2020, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSINAP - ASSOCIAÇÃO DOS ATIVOS, INATIVOS E PENSIONISTAS DAS POLÍCIAS MILITARES, BRIGADAS MILITARES E CORPOS DE BOMBEIROS MILITARES DO BRASIL \nADV.(A/S)  : DOMINGOS SÁVIO MADEIRA MACHADO PEREIRA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ASSOCIAÇÃO DIREITOS HUMANOS EM REDE - CONECTAS DIREITOS HUMANOS \nAM. CURIAE.  : CENTRO DE DIREITOS HUMANOS - CDH \nADV.(A/S)  : ELOISA MACHADO DE ALMEIDA \nADV.(A/S)  : OSCAR VILHENA VIEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":419181,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 3478","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-12-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CRUZ, Álvaro Ricardo de Souza; DUARTE, Bernardo Augusto Ferreia; TEIXEIRA, Alessandra Sampaio. A laicidade para além de liberais e comunitaristas. Belo Horizonte: Arraes, 2017.\nHABERMAS, Jürgen. Religion in the Public Sphere. European Journal of Philosophy, v. 14, abr. 2006. p. 18, item 1.\nPINHEIRO, Douglas Antônio Rocha. Direito, Estado e Religião: a constituinte de 1987/1988 e a (re)construção da identidade religiosa do sujeito constitucional brasileiro. Dissertação de mestrado: Universidade de Brasília, 2008. p. 122.","ministro_facet":["EDSON FACHIN"],"processo_numero":3478,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur421005","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, conheceu da arguição, vencidos os Ministros Roberto Barroso, Dias Toffoli, Ricardo Lewandowski e Marco Aurélio. No mérito, o Tribunal julgou procedente o pedido para afastar a aplicação do § 11 do art. 62 da Constituição da República aos pedidos de licença para exploração de CLIA não examinados pela Receita Federal durante a vigência da Medida Provisória n. 320/2006, nos termos do voto da Relatora, Ministra Cármen Lúcia (Presidente), vencidos os Ministros Roberto Barroso, Rosa Weber, Luiz Fux e Ricardo Lewandowski. Falou pelas requerentes Associação Brasileira das Empresas Operadoras de Regimes Aduaneiros - ABEPRA, Associação Brasileira de Terminais e Recintos Alfandegários - ABTRA, Associação Nacional das Empresas Permissionárias de Portos Secos - ANPS e Associação Brasileira dos Terminais de Contêineres de Uso Público - ABRATEC o Dr. Gustavo Binenbojm. Plenário, 14.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur421005","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur421005","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. LEGITIMIDADE ATIVA. ENTIDADE DE CLASSE DE ÂMBITO NACIONAL. PRESENÇA DE ASSOCIADOS EM AO MENOS NOVE ESTADOS DA FEDERAÇÃO. MEDIDA PROVISÓRIA N. 320/2006. REJEIÇÃO PELO SENADO. NÃO EDIÇÃO DO DECRETO LEGISLATIVO PREVISTO NO § 3º DO ART. 62 DA CONSTITUIÇÃO. LICENÇA PARA EXPLORAÇÃO DE CENTRO LOGÍSTICO E INDUSTRIAL ADUANEIRO – CLIA. PEDIDO NÃO EXAMINADO PELA RECEITA FEDERAL DURANTE A VIGÊNCIA DA MEDIDA PROVISÓRIA. NÃO APLICABILIDADE DO § 11 DO ART. 62 DA CONSTITUIÇÃO DA REPÚBLICA. ARGUIÇÃO JULGADA PROCEDENTE.\n\n\n\n    1. Segundo jurisprudência deste Supremo Tribunal Federal, apenas as entidades de classe com associados em ao menos nove estados da Federação dispõem de legitimidade ativa para ajuizar ação de controle abstrato de constitucionalidade: ADI 4.230-AgR, Relator o Ministro Dias Toffoli, Tribunal Pleno, DJe 14.9.2011; ADI 3.617-AgR, Relator o Ministro Cezar Peluso, Tribunal Pleno, DJe 1º.7.2011; ADI 912, Relator o Ministro Néri da Silveira, Tribunal Pleno, DJ 21.9.2001; ADI 108-QO, Relator o Ministro Celso de Mello, Tribunal Pleno, DJ 5.6.1992.\n\n\n\n    2. O § 11 do art. 62 da Constituição visa garantir segurança jurídica àqueles que praticaram atos embasados na medida provisória rejeitada ou não apreciada, mas isso não pode se dar ao extremo de se permitir a sobreposição da vontade do Chefe do Poder Executivo sob a do Poder Legislativo, em situações, por exemplo, em que a preservação dos efeitos da medida provisória equivalha à manutenção de sua vigência. Interpretação diversa ofenderia a cláusula pétrea constante do art. 2º da Constituição, que preconiza a separação entre os Poderes.\n\n\n\n    3. Quanto aos pedidos de licença para exploração de CLIA não examinados na vigência da Medida Provisória n. 320/2006, não havia relação jurídica constituída que tornasse possível a invocação do § 11 do art. 62 da Constituição para justificar a aplicação da medida provisória rejeitada após o término de sua vigência. Interpretação contrária postergaria indevidamente a eficácia de medida provisória já rejeitada pelo Congresso Nacional, ofendendo não apenas o § 11 do art. 62 da Constituição, mas também o princípio da separação dos Poderes.\n\n\n\n    4. Arguição julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752303578","externo_seq_objeto_incidente":3937007,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-068  DIVULG 20-03-2020  PUBLIC 23-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=216&classe=ADPF","is_colac":false,"titulo":"ADPF 216","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n          ART-00055 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00002 INC-00036 \n          ART-00034 INC-00007 ART-00037 \"CAPUT\" \n          ART-00060 PAR-00004 \n          ART-00062 REDAÇÃO ORIGINÁRIA\n          ART-00062 PAR-ÚNICO REDAÇÃO ORIGINÁRIA\n          ART-00062 REDAÇÃO DADA PELA EMC-32/2001\n          ART-00062 PAR-00003 INCLUÍDO PELA EMC-32/2001\n          ART-00062 PAR-00011 INCLUÍDO PELA EMC-32/2001\n          ART-00062 PAR-00012\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00006 PAR-00001\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-000320      ANO-2006\n          ART-00006 INC-00001 INC-00002 INC-00003 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005 ART-00009\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000612      ANO-2013\n          ART-00005 INC-00001 INC-00002 INC-00003 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          INC-00001 INC-00002 PAR-00005\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   INT-000055      ANO-2000\n                INSTRUÇÃO NORMATIVA DA SECRETARIA DA RECEITA FEDERAL - SRF\n\n","LEG-FED   ATO-000001      ANO-2006\n                ATO DECLARATÓRIO DA CÂMARA DOS DEPUTADOS\n\n","LEG-FED   ATO-000049      ANO-2013\n                ATO DECLARATÓRIO DO PRESIDENTE DA MESA DO CONGRESSO NACIONAL"],"publicacao_data":"2020-03-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PARÂMETRO DE CONTROLE, PRECEITO FUNDAMENTAL. CLÁUSULA PÉTREA, PRINCÍPIO CONSTITUCIONAL SENSÍVEL. INTERPRETAÇÃO SISTEMÁTICA, NORMA CONSTITUCIONAL, PRINCÍPIO CONSTITUCIONAL, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ATO JURÍDICO PERFEITO, DEFERIMENTO, REQUERIMENTO ADMINISTRATIVO, MOMENTO ANTERIOR, REJEIÇÃO, MEDIDA PROVISÓRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: EXCEPCIONALIDADE, INTERPRETAÇÃO RESTRITIVA, EFICÁCIA ULTRATIVA, MEDIDA PROVISÓRIA. RELAÇÃO JURÍDICA, EXPECTATIVA DE DIREITO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DECISÃO JURISDICIONAL, ERRO DE JULGAMENTO, ERRO DE PROCEDIMENTO, RELEVÂNCIA, CONTROVÉRSIA JUDICIAL. DIREITO, APRECIAÇÃO, REQUERIMENTO, VIGÊNCIA, MEDIDA PROVISÓRIA, PRINCÍPIO DA ISONOMIA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: EXPECTATIVA DE DIREITO, APRECIAÇÃO, ADMINISTRAÇÃO PÚBLICA, PRAZO, MEDIDA PROVISÓRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=216&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE)\nADI 912, ADI 3617 AgR (TP), ADI 4230 AgR (TP), ADI 108 QO (TP). \n(INGRESSO, AMICUS CURIAE, PROCESSO, PAUTA DE JULGAMENTO)\nADI 4071 AgR (TP), ADI 2435 AgR (TP). \n(CABIMENTO, ADPF)\nADPF 33 (TP), ADPF 101 (TP), ADPF 144 (TP), ADPF 405 MC (TP). \n(CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA)\nRE 592377 (TP). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PARLAMENTARISMO)\nRp 94 (TP). \n(DIREITO ADQUIRIDO, MEDIDA PROVISÒRIA)\nRE 196140 (1ªT), RE 322348 AgR (2ªT). \n(ADPF, REJEIÇÃO, MEDIDA PROVISÓRIA)\nADPF 84 AgR (TP). \n- Decisões monocráticas citadas:\n(INGRESSO, AMICUS CURIAE, PROCESSO, PAUTA DE JULGAMENTO)\nRE 511961, ADI 4203, RE 591563, RE 631102, ADPF 153 ED, RE 608482.\n(CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA)\nRE 807113.\n- Veja RE 747966 e RE 929576 do STF.\r\n- Legislação estrangeira citada: Art. 77, inciso 1, da Constituição italiana.\r\n- Decisão estrangeira citada: Caso Roe vs. Wade, da Suprema Corte dos Estados Unidos.\r\nNúmero de páginas: 74.\r\nAnálise: 17/11/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DAS EMPRESAS OPERADORAS DE REGIMES ADUANEIROS - ABEPRA E OUTRO(A/S)\nADV.(A/S)  : MOACIR CAPARROZ CASTILHO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":421005,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 216","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-03-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"AMORA, Dimmi. Receita usa janela de MP para autorizar 15 portos secos a operar. Disponível em: http://www1.folha.uol.com.br/mercado/2013/08/1325505-receitausa-janela-de-mp-para-autorizar-15-portos-secos-a-operar.shtml. Acesso em: 9 mar. 2018.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. Coimbra, 2002. p. 1049.\nHORTA, Raul Machado. Medidas provisórias. Revista de Informação Legislativa, Brasília, Ano 27. n. 107. jul./set. 1990. p. 6-7.\nMÁXIMO, Wellton. Receita Federal mudou regime de 18 portos secos sem licitação nos últimos quatro meses. Disponível em: http://www.ebc.com.br/noticias/brasil/2013/08/receita-federalmudou-regime-de-18-portos-secos-sem-licitacao-nos-ultimos. Acesso em: 9 mar. 2018.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 10. ed. rev. e atual. São Paulo: Saraiva, 2015. p. 926-927.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 2. ed. Brasília: Instituto Brasiliense de Direito Público e Saraiva,\n2008. p. 1154-115.\nNICOLAU, Gustavo Rene. Medidas provisórias: o executivo que legisla: evolução histórica no constitucionalismo brasileiro. São Paulo: Atlas, 2009. p. 144.\nNIEBUHR, Joel de Menezes. O novo regime constitucional da medida provisória. São Paulo: Dialética, 2001. p. 159-160.\nSECRETARIA DA RECEITA FEDERAL DO BRASIL. Totalização Caracterização só CLIAS julho 2016: Informações Completas. Disponível em: http://idg.receita.fazenda.gov.br/orientacao/aduaneira/importacaoe-exportacao/recinto-alfandegados/totalizacao-caracterizacao-so-clias-julho-2016-informacoes-completas.pdf. Acesso em: 9 mar. 2018\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 27. ed. São Paulo: Malheiros, 2006. p. 562-563.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":216,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur419202","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), negando provimento ao agravo regimental, pediu vista antecipada o Ministro Gilmar Mendes. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 25.9.2018.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes e Ricardo Lewandowski, que lhe davam provimento para determinar o arquivamento do inquérito. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 23.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur419202","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur419202","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL. INQUÉRITO. DECLÍNIO DE COMPETÊNCIA. APLICAÇÃO DE ENTENDIMENTO DO PLENO DO SUPREMO TRIBUNAL FEDERAL NA QUESTÃO DE ORDEM DA AÇÃO PENAL 937. COMPETÊNCIA DE UMA DAS VARAS CRIMINAIS DA SEÇÃO JUDICIÁRIA DO DISTRITO FEDERAL. INSURGÊNCIA DESPROVIDA. \n\n\n\n    1. O Plenário do Supremo Tribunal Federal, ao julgar Questão de Ordem suscitada nos autos da AP 937, de relatoria do eminente Ministro Luís Roberto Barroso, decidiu que a competência desta Corte para processar e julgar parlamentares, nos termos do art. 102, I, “b”, da Constituição Federal, restringe-se aos delitos praticados no exercício e em razão da função pública. \n\n\n\n    2. À míngua das balizas estabelecidas pelo Pleno do Supremo Tribunal Federal, não subsiste a prerrogativa de foro no âmbito da Corte, sendo imperativo o declínio de competência do INQ 3.394 para o juízo responsável. \n\n\n\n    3. Exaurida a competência do Supremo Tribunal Federal, incumbe especificamente ao juízo destinatário deliberar sobre eventuais questões pendentes. \n\n\n\n    4. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752042099","externo_seq_objeto_incidente":5496658,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-037  DIVULG 19-02-2020  PUBLIC 20-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7709&classe=Pet","is_colac":false,"titulo":"Pet 7709","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 \n          ART-00005 INC-00078 INCLUÍDO PELA EMC-45/2004\n          ART-00102 INC-00001 LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00018 ART-00654 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-0230C PAR-00001 ART-00231 PAR-00004 \n          LET-E\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-02-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA ORIGINÁRIA, STF, FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA, NORMA CONSTITUCIONAL. DESMEMBRAMENTO DE PROCESSO, INVESTIGADO, AUSÊNCIA, PRERROGATIVA DE FORO. FORO POR PRERROGATIVA DE FUNÇÃO, EXIGÊNCIA, SIMULTANEIDADE, REQUISITO. FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, CESSAÇÃO, EXERCÍCIO, CARGO, MOMENTO POSTERIOR, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: INVESTIGAÇÃO CRIMINAL, APLICAÇÃO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO, DOUTRINA. DURAÇÃO, PROCESSO JUDICIAL, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, ESTADO DE DIREITO, DOUTRINA. PROCESSO JUDICIAL, INVESTIGAÇÃO CRIMINAL, AFERIÇÃO, EXCESSO DE PRAZO, CRITÉRIO, CORTE INTERAMERICANA DE DIREITOS HUMANOS, TRIBUNAL EUROPEU DOS DIREITOS HUMANOS. INQUÉRITO, STF, PRAZO, REGIMENTO INTERNO. FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL. PRORROGAÇÃO, COMPETÊNCIA, STF, ENCERRAMENTO, INQUÉRITO. ARQUIVAMENTO, INQUÉRITO, EXCESSO DE PRAZO, AUSÊNCIA, INDÍCIO, AUTORIA DO CRIME, PRORROGAÇÃO, COMPETÊNCIA, STF.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7709&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FORO POR PRERROGATIVA DE FUNÇÃO, REQUISITO)\nAP 937 QO (TP). \n(PRERROGATIVA DE FORO, INTERPRETAÇÃO RESTRITIVA, NORMA CONSTITUCIONAL)\nAP 871 QO (2ªT). \n(COMPETÊNCIA, STF, PERPETUATIO JURISDICTIONIS)\nInq 4641 (1ªT). \n(ARQUIVAMENTO, INQUÉRITO, AUSÊNCIA, JUSTA CAUSA)\nPet 7354 AgR (2ªT). \n(DECLINAÇÃO DE COMPETÊNCIA, ARQUIVAMENTO, INQUÉRITO POLICIAL)\nInq 4660 (2ªT). \n(ARQUIVAMENTO, INQUÉRITO, EXCESSO DE PRAZO, PRORROGAÇÃO, COMPETÊNCIA, STF)\nInq 4420 (2ªT). \n- Decisões monocráticas citadas:\n(DECLINAÇÃO DE COMPETÊNCIA, ARQUIVAMENTO, INQUÉRITO POLICIAL)\nInq 4408.\n(ARQUIVAMENTO, INQUÉRITO)\nInq 4429, Inq 4442.\n- Legislação estrangeira citada: art. 1º da Constituição Alemã.\n- Veja Inq 3394 do STF.\nNúmero de páginas: 28.\nAnálise: 18/01/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : WEVERTON ROCHA MARQUES DE SOUZA \nADV.(A/S)  : WILLER TOMAZ DE SOUZA \nREQDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":419202,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 7709","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2018-10-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"BADARÓ, Gustavo H. Processo Penal. 3. ed. São Paulo: RT, 2015. p. 72.\nBADARÓ, Gustavo Henrique; LOPES JÚNIOR, Aury. Direito ao processo penal no prazo razoável. Rio de Janeiro: Lumen Juris, 2006. p. 127.\nCARVALHO, Luis Gustavo G. C. Processo Penal e Constituição. 6. ed. São Paulo: Saraiva, 2014. p. 251-252.\nCHOUKR, Fauzi H. Garantias constitucionais na investigação criminal. 3. ed. Rio de Janeiro: Lumen Juris, 2006. p. 157.\nFERNANDES, Antonio Scarance. Processo Penal Constitucional. 7. ed. São Paulo: 2012. p. 127.\nGIACOMOLLI, Nereu J. A fase preliminar do processo penal. Rio de Janeiro: Lumen Juris, 2011. p. 85.\n______. O devido processo penal: abordagem conforme a Constituição Federal e o Pacto de São José da Costa Rica. 2. ed. São Paulo: Atlas, 2015. p. 321 et seq.\nMAUNS-DÜRIG, Grundgesetz Kommentar, Band I, München, Verlag C.H.Beck, 1990, 1, 18.\nPASTOR, Daniel R. El plazo razonable en el processo del Estado de Derecho. Buenos Aires: Ad-Hoc, 2002. p. 406 et seq.","ministro_facet":["EDSON FACHIN"],"processo_numero":7709,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur413770","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por indicação do Relator, a Turma decidiu adiar o julgamento dos segundos embargos de declaração. Unânime. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Presidência do Ministro Luiz Fux. Primeira Turma, 14.5.2019.\r\n\n            Decisão: Após o voto do Ministro Luiz Fux, Relator, que negava provimento aos segundos embargos de declaração, rejeitava a questão de ordem suscitada e determinava a certificação do trânsito em julgado, com a consequente baixa imediata dos autos ao juízo da 5ª Vara Federal da Seção Judiciária de Mato Grosso, independentemente da publicação do acórdão, pediu vista dos autos o Ministro Alexandre de Moraes. Presidência do Ministro Luiz Fux. Primeira Turma, 28.5.2019.\r\n\n            Decisão: Preliminarmente, a Turma, por maioria, rejeitou a questão de ordem suscitada, vencido o Ministro Marco Aurélio. No mérito, por unanimidade, negou provimento aos segundos embargos de declaração, determinou a certificação do trânsito em julgado, com a consequente baixa imediata dos autos ao juízo da 5ª Vara Federal da Seção Judiciária de Mato Grosso, independentemente da publicação do acórdão, nos termos do voto do Relator. Presidência do Ministro Luiz Fux. Primeira Turma, 25.6.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur413770","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur413770","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-segundos","is_processo_antigo":false,"ementa_texto":"Ementa: INQUÉRITO. EMBARGOS DE DECLARAÇÃO. COMPETÊNCIA. PRELIMINAR: NULIDADE DO ACÓRDÃO EMBARGADO POR AUSÊNCIA DE INTIMAÇÃO PARA CONTRARRAZÕES. PAS DE NULLITÉ SANS GRIEF. MATÉRIA DE ORDEM PÚBLICA. COGNOSCIBILIDADE DE OFÍCIO E A QUALQUER TEMPO, INDEPENDENTEMENTE DE PROVOCAÇÃO DAS PARTES. MÉRITO: OMISSÃO E CONTRADIÇÃO DO ACÓRDÃO RECORRIDO. INOCORRÊNCIA. PEDIDO DE RECONSIDERAÇÃO. AUSENTES RAZÕES JURÍDICAS IDÔNEAS À MODIFICAÇÃO DO JULGADO. EMBARGOS DE DECLARAÇÃO DESPROVIDOS. QUESTÃO DE ORDEM: ALEGADA CONEXÃO DE CRIMES COMUNS COM CRIMES ELEITORAIS. PEDIDO DE REMESSA DO FEITO À JUSTIÇA ELEITORAL. PRECEDENTE FIRMADO NO INQ. 4435-AGR, TRIBUNAL PLENO. DISTINÇÃO DO QUADRO FÁTICO-PROBATÓRIO DOS PRESENTES AUTOS. AUSENTE COGITAÇÃO DE CRIME ELEITORAL. INEXISTÊNCIA DE ELEMENTOS APTOS A AUTORIZAR A ALTERAÇÃO DA DEFINIÇÃO TÍPICA ATRIBUÍDA ÀS CONDUTAS, EM TESE CRIMINOSAS, A TÍTULO PRECÁRIO, PELA PROCURADORA-GERAL DA REPÚBLICA. POSSIBILIDADE DE REENQUADRAMENTO TÍPICO POSTERIORMENTE AO OFERECIMENTO DA DENÚNCIA. DETERMINAÇÃO DE BAIXA IMEDIATA DO INQUÉRITO, INDEPENDENTEMENTE DE PUBLICAÇÃO.\n\n\n\n    1. A nulidade de atos processuais reclama a demonstração de prejuízo, à luz do princípio pas de nullité sans grief (art. 563 do CPP).\n\n\n\n    (b) As contrarrazões aos embargos de declaração opostos pelo Ministério Público, pela defesa de um dos investigados, afastam a configuração de prejuízo decorrente da não intimação, máxime quando a pretensão de ambas as defesas é idêntica.\n\n\n\n    (c) A competência jurisdicional para o processamento do feito constitui matéria de ordem pública, cognoscível a qualquer tempo, independentemente de provocação das partes.\n\n\n\n    (d) A competência, à luz da legislação processual penal, obedece à regra de que “Se em qualquer fase do processo o juiz reconhecer motivo que o torne incompetente, declara-lo-á nos autos, haja ou não alegação da parte, prosseguindo-se na forma do artigo anterior” (art. 109 do CPP). Por seu turno, o encaminhamento dos autos ao juízo competente encontra disciplina, no âmbito do Supremo Tribunal Federal, no art. 21, §1º, do RISTF, segundo o qual “Poderá o(a) Relator(a) negar seguimento a pedido ou recurso manifestamente inadmissível, improcedente ou contrário à jurisprudência dominante ou a Súmula do Tribunal, deles não conhecer em caso de incompetência manifesta, encaminhando os autos ao órgão que repute competente”.\n\n\n\n    2. In casu, propõe-se:\n\n\n\n    (a) Rejeição da preliminar de nulidade do acórdão embargado, por ausência de prejuízo para as partes, bem como por envolver matéria de ordem pública.\n\n\n\n    (b) No mérito,\n\n\n\n    (b.1) inexiste omissão, contradição, obscuridade ou dúvida no acórdão embargado, que determinou o encaminhamento do presente inquérito ao Juízo da 5ª Vara Federal Criminal da Seção Judiciária de Mato Grosso.\n\n\n\n    (b.2) A alegada omissão quanto ao cabimento dos Embargos de Declaração da PGR foi objeto específico de decisão no acórdão impugnado, que consignou: “Preliminarmente, não merece acolhimento a alegação do denunciado de que o presente recurso não deveria ser conhecido por não abrigar a peça recursal descrição de hipótese de contradição, omissão ou obscuridade”, consignando as razões para tanto.\n\n\n\n    (c) A eventual contradição entre o acórdão embargado e a decisão que negou a prevenção do Relator do Inq. 3842 para o presente feito, não se afigura cognoscível.\n\n\n\n    (d) Deveras, a contradição que propicia a oposição de embargos de declaração é a verificada entre os fundamentos e conclusões da decisão embargada.\n\n\n\n    (e) In casu, o embargante não apontou contradição interna do acórdão, mas sim suposta incompatibilidade entre a sua conclusão e os fundamentos de outra decisão, anteriormente prolatada no mesmo feito.\n\n\n\n    (f) Além de incognoscível, a alegação é manifestamente improcedente, uma vez que a denominada Operação Ararath apresentou inúmeros desdobramentos e, no caso objeto do presente inquérito, tanto esta Turma como, também, a Presidência da Corte e o próprio Ministro Dias Toffoli, consideraram inexistirem elementos suficientes a determinar a conexão do feito com o Inq. 3842.\n\n\n\n    3. (a) O pedido de reforma do acórdão embargado, para determinar o encaminhamento dos autos à Justiça Estadual, não encontra qualquer amparo legal.\n\n\n\n    (b) É que os investigados pretendem circunscrever os fatos narrados na denúncia a um ato isolado de corrupção e lavagem de dinheiro, sem relação com os demais processos objeto de ações penais e inquéritos em trâmite na 5ª Vara Federal Criminal, além de suscitar que há ação civil pública, instaurada no âmbito estadual, que confirmaria a ausência de violação a bens da União decorrente dos delitos em apuração nos presentes autos.\n\n\n\n    (c) A instauração de ação civil pública na Justiça Estadual não constitui causa de modificação de competência para o processo e julgamento de feitos de natureza criminal, a atrair a competência do mesmo juízo para o julgamento da ação penal em curso; tampouco afasta a incidência das regras processuais de conexão e continência que, à luz da jurisprudência, determinam a reunião, perante o juízo federal, dos processos por crimes de competência da justiça estadual que sejam conexos a crimes federais. Neste sentido, o Superior Tribunal de Justiça produziu o enunciado 122 da Súmula de jurisprudência daquela Corte, segundo o qual “Compete à Justiça Federal o processo e julgamento unificado dos crimes conexos de competência federal e estadual”.\n\n\n\n    (d) Deveras, no voto condutor do acórdão recorrido, restou consignado que “já tramitam, na 5ª Vara Federal da Seção Judiciária de Mato Grosso, expedientes investigatórios e ações penais (algumas delas, inclusive, já sentenciadas) relacionadas à Operação Ararath que ou possuem como objeto, concomitantemente, crimes federais e estaduais ou, até mesmo, abrigam apenas crimes que, isoladamente considerados, seriam da competência da Justiça Estadual, mas que foram atraídos para a competência do referido Juízo em razão do quadro de conexão instrumental acima apontado”.\n\n\n\n    4. (a) A competência da Justiça Eleitoral para o processo e julgamento de crimes federais, conexos a crimes eleitorais, foi firmada pelo Plenário do Supremo Tribunal Federal no julgamento do Inq. 4435-AgR.\n\n\n\n    (b) Os fatos apurados no Inq. 4435, objeto do referido precedente, envolviam, expressamente, crimes eleitorais, segundo a definição típica das condutas promovida pela Procuradoria-Geral da República.\n\n\n\n    (c) In casu, tem-se contexto inteiramente diverso, no qual a Procuradora-Geral da República sinaliza a ausência de investigação de ilícitos eleitorais ou praticados em contexto eleitoral, mas sim de crimes contra o sistema financeiro nacional e outros crimes contra a administração pública, como corrupção.\n\n\n\n    (d) Inexistem, por ora, elementos aptos a autorizar que o Supremo Tribunal Federal afaste o enquadramento jurídico-penal das condutas, promovido pela Procuradoria-Geral da República, para, mediante presunção de que teria havido também possível prática do crime do art. 350 do Código Eleitoral, não cogitado pelo Parquet, determinar a remessa dos autos à Justiça Eleitoral, sob pena de violação do princípio da inércia, no curso do inquérito;\n\n\n\n    (e) Este o quadro, conclui-se que o presente caso não se assemelha ao precedente firmado no Inq. 4435-AgR, revelando-se absolutamente inaplicável a conclusão daquele julgamento ao caso sub judice;\n\n\n\n    (f) Ex positis, ausente, até o presente momento, investigação de crimes eleitorais, rejeito a alegação de competência da Justiça Eleitoral para o processo e julgamento do presente feito, sem prejuízo de nova análise pelo juízo competente, em caso de reenquadramento típico das condutas por ocasião do oferecimento da denúncia.\n\n\n\n    5. Por todo o exposto, nego provimento aos embargos de declaração dos acusados Blairo Borges Maggi e Sérgio Ricardo de Almeida e rejeito a questão de ordem suscitada pela defesa de Blairo Maggi, determinando, em consequência, a certificação do trânsito em julgado e a baixa imediata dos autos ao juízo da 5ª Vara Federal da Seção Judiciária de Mato Grosso, independentemente de publicação, de modo a evitar prejuízos para a prestação jurisdicional justa em tempo razoável, advindos da sucessiva interposição de recursos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751227799","externo_seq_objeto_incidente":5625745,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-231  DIVULG 23-10-2019  PUBLIC 24-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4596&classe=Inq","is_colac":false,"titulo":"Inq 4596 ED-segundos","documental_legislacao_citada_texto":["LEG-FED   LEI-004737      ANO-1965\n          ART-00035 INC-00002 ART-00350\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-007492      ANO-1986\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00317\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00109 ART-00563\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTJ-000122      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2019-10-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO, EVENTUALIDADE. JURISDIÇÃO, COMPETÊNCIA, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL. COMPETÊNCIA MATERIAL, DEFINIÇÃO, JUÍZO COMPETENTE, EXIGÊNCIA, ENQUADRAMENTO JURÍDICO, CONDUTA, MATÉRIA CRIMINAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: AUSÊNCIA, CRIME ELEITORAL, REMESSA, JUSTIÇA ESPECIALIZADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4596&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-ED-segundos","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME COMUM, CONEXÃO, CRIME ELEITORAL)\nInq 4435 AgR (1ªT). \n(COMPETÊNCIA ORIGINÁRIA, STF, FORO POR PRERROGATIVA DE FUNÇÃO)\nAP 937 QO (TP). \n(INQUÉRITO, DESMEMBRAMENTO DE PROCESSO)\nInq 3842 AgR-quinto (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: Inq 1194. \n- Legislação estrangeira citada: Carta Magna de 1215, Petition of Rights de 1627 e Bill of Rights de 1688, da Inglaterra; Declaração de Virgínia, dos Estados Unidos da América; Constituições dos Estados independentes, de 1776 a 1784.\nNúmero de páginas: 61.\nAnálise: 20/11/2020, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : WALDIR JÚLIO TEIS \nADV.(A/S)  : EMANOEL GOMES BEZERRA JUNIOR \nADV.(A/S)  : DIOGENES GOMES CURADO FILHO \nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":413770,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4596 ED-segundos","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2019-06-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDOS EMB.DECL. NO INQUÉRITO","documental_doutrina_texto":"FERNANDES, Antonio Scarance. Processo penal constitucional. 6. ed. rev. atual. ampl. São Paulo: Revista dos Tribunais, 2010. p. 123 e 124.\nTARUFFO, Michele. La motivazione dela sentenza civile. Padova: Cedam, 1975. p. 467.","ministro_facet":["LUIZ FUX"],"processo_numero":4596,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur418460","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, indeferiu o pedido de extradição e determinou, em consequência, a cessação da eficácia das medidas alternativas à prisão impostas anteriormente (fls. 251/254 e fls. 256), restaurando-se, em plenitude, se por al não estiver preso, o status libertatis do extraditando Wanpu Jiang ou Jiang Wanpu, a quem deverá ser restituído o passaporte de que é titular, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 13.12.2019 a 19.12.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur418460","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur418460","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO – REPÚBLICA POPULAR DA CHINA – DELITO DE CAPTAÇÃO ILÍCITA DE DEPÓSITOS DO PÚBLICO EM GERAL (CÓDIGO PENAL CHINÊS, ART. 176) – APARENTE CORRESPONDÊNCIA COM O CRIME TIPIFICADO NO ART. 16 DA LEI Nº 7.492/86 – OBSERVÂNCIA, NO CASO, DOS POSTULADOS  DA DUPLA TIPICIDADE E, TAMBÉM, DA DUPLA PUNIBILIDADE – PREENCHIMENTO, POR IGUAL, DOS DEMAIS REQUISITOS DE EXTRADITABILIDADE – OCORRÊNCIA, NO ENTANTO, DE SITUAÇÃO QUE PERMITE VISLUMBRAR A CONCRETA POSSIBILIDADE DE IMPOSIÇÃO DE PENA DE PRISÃO PERPÉTUA (OU, ATÉ MESMO, DE PENA DE MORTE) – INVIABILIDADE DE FISCALIZAÇÃO, PELOS AGENTES CONSULARES DO BRASIL, DO FIEL CUMPRIMENTO, POR PARTE DAS AUTORIDADES CHINESAS, DO COMPROMISSO DE COMUTAÇÃO (INEXISTENTE NO CASO) DE REFERIDAS SANÇÕES PENAIS EM PENA ADMITIDA PELO ORDENAMENTO POSITIVO BRASILEIRO – RECONHECIMENTO, NA ESPÉCIE, A PARTIR DE PRECEDENTES FIRMADOS PELO SUPREMO TRIBUNAL FEDERAL (Ext 633/República da China, Rel. Min. CELSO DE MELLO – Ext 1.426/DF, Rel. Min. GILMAR MENDES – Ext 1.428/DF, Rel. Min. GILMAR MENDES), DA INCAPACIDADE DE O ESTADO REQUERENTE ASSEGURAR AO EXTRADITANDO OS DIREITOS INERENTES AO “DUE PROCESS OF LAW”, NOTADAMENTE A GARANTIA DE UM JULGAMENTO JUSTO, IMPARCIAL E INDEPENDENTE – FATOS QUE INVIABILIZAM O DEFERIMENTO DO PLEITO EXTRADICIONAL – OBRIGAÇÃO QUE SE IMPÕE AO SUPREMO TRIBUNAL FEDERAL, POR EFEITO DE DETERMINAÇÃO CONSTITUCIONAL (CF, ART. 4º, II), DE FAZER PREVALECER, EM SITUAÇÕES COMO A ORA EM JULGAMENTO, O REGIME DOS DIREITOS HUMANOS E DAS LIBERDADES FUNDAMENTAIS, NOTADAMENTE EM SEDE PROCESSUAL PENAL – EXTRADIÇÃO INDEFERIDA.\n\n\n\n    EXTRADIÇÃO E RESPEITO AOS DIREITOS HUMANOS\n\n\n\n    – A essencialidade da cooperação internacional na repressão penal aos delitos comuns não exonera o Estado brasileiro – e, em particular, o Supremo Tribunal Federal – de velar pelo respeito aos direitos fundamentais do súdito estrangeiro que venha a sofrer, em nosso País, processo extradicional instaurado por iniciativa de qualquer Estado estrangeiro.\n\n\n\n    O fato de o estrangeiro ostentar a condição jurídica de extraditando não basta para reduzi-lo a um estado de submissão incompatível com a essencial dignidade que lhe é inerente como pessoa humana e que lhe confere a titularidade de direitos fundamentais inalienáveis, entre os quais avulta, por sua insuperável importância, a garantia do “due process of law”.\n\n\n\n    Em tema de direito extradicional, o Supremo Tribunal Federal não pode nem deve revelar indiferença diante de transgressões ao regime das garantias processuais fundamentais. É que o Estado brasileiro – que deve obediência irrestrita à própria Constituição que lhe rege a vida institucional – assumiu, nos termos desse mesmo estatuto político, o gravíssimo dever de sempre conferir prevalência aos direitos humanos (CF, art. 4º, II).\n\n\n\n    EXTRADIÇÃO E “DUE PROCESS OF LAW”\n\n\n\n    O extraditando assume, no processo extradicional, a condição indisponível de sujeito de direitos, cuja intangibilidade há de ser preservada pelo Estado a quem foi dirigido o pedido de extradição.\n\n\n\n    A possibilidade de ocorrer a denegação, em juízo penal instaurado perante Tribunais do Estado estrangeiro, das prerrogativas inerentes ao “due process of law”, nos múltiplos contornos em que se desenvolve esse princípio assegurador dos direitos e da própria liberdade jurídica do acusado – como, p. ex., a garantia de ampla defesa, a garantia do contraditório, a igualdade entre as partes perante o juiz natural e  a garantia de imparcialidade e de independência do magistrado processante – impede o deferimento do pedido extradicional (RTJ 134/56-58, Rel. Min. CELSO DE MELLO, v.g.).\n\n\n\n    O Supremo Tribunal Federal não deve deferir o pedido de extradição, se o ordenamento jurídico do Estado requerente não se revelar capaz de assegurar aos réus, em juízo criminal, a garantia plena de um julgamento imparcial, justo, regular e independente.\n\n\n\n    A incapacidade de o Estado requerente assegurar ao extraditando o direito ao “fair trial” atua como causa impeditiva do deferimento do pedido de extradição.\n\n\n\n    EXTRADIÇÃO, PENA DE PRISÃO PERPÉTUA (OU DE MORTE) E COMPROMISSO DE COMUTAÇÃO\n\n\n\n    – O ordenamento positivo brasileiro, nas hipóteses em que se delineia a possibilidade de imposição da pena de prisão perpétua (ou do “supplicium extremum”), impede a entrega do extraditando ao Estado requerente, a menos que este, previamente, assuma o compromisso formal de comutar, em pena privativa de liberdade não superior a 30 anos, aquelas sanções penais constitucionalmente vedadas, com ressalva, no que se refere à pena de morte, das situações em que a lei brasileira – fundada na Constituição da República (art. 5º, XLVII, “a”) – permitir a sua aplicação, caso em que se tornará dispensável a exigência de comutação. Inexistência, na espécie, de qualquer compromisso formal, por via diplomática, do Estado requerente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751914248","externo_seq_objeto_incidente":4925327,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-022  DIVULG 04-02-2020  PUBLIC 05-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1442&classe=Ext","is_colac":false,"titulo":"Ext 1442","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00004 INC-00002 ART-00005 INC-00047 \n          LET-A INC-00061 ART-00136 PAR-00003 \n          INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00096 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-2004\n                TRATADO DE EXTRADIÇÃO COM A CHINA\n\n","LEG-FED   DLG-000268      ANO-2014\n                DECRETO LEGISLATIVO - APROVA O TEXTO DO TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA POPULAR DA CHINA, CELEBRADO EM BRASÍLIA, EM 12 DE NOVEMBRO DE 2004.\n\n","LEG-FED   DEC-008431      ANO-2015\n                DECRETO - \t PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA POPULAR DA CHINA, FIRMADO EM BRASÍLIA, EM 12 DE NOVEMBRO DE 2004."],"publicacao_data":"2020-02-05","documental_acordao_mesmo_sentido_lista_texto":"Ext 1443  ACÓRDÃO ELETRÔNICO\n          JULG-20-12-2019  UF-DF  TURMA-02  MIN-CELSO DE MELLO N.PÁG-037\n          DJe-022  DIVULG 04-02-2020  PUBLIC 05-02-2020","documental_indexacao_texto":"- TRATADO DE EXTRADIÇÃO, AUSÊNCIA, EXIGÊNCIA, AUTORIDADE, PODER JUDICIÁRIO, MANDADO DE PRISÃO. EXTRADIÇÃO, REDISCUSSÃO, MÉRITO. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. STF, JUÍZO DE DELIBAÇÃO, APRECIAÇÃO, CARÁTER MATERIAL, IMPUTAÇÃO DE CRIME, PRESCRIÇÃO; DUPLA TIPICIDADE; CONFIGURAÇÃO, CRIME POLÍTICO. PRINCÍPIO DA PARIDADE DE ARMAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1442&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, COMPROMISSO, COMUTAÇÃO DA PENA, SUBSTITUIÇÃO, PENA DE MORTE)\nExt 272 (TP) - RTJ 43/168, Ext 342 (1ªT) - RTJ 83/3, Ext 633 (1ªT), Ext 241 (TP) - RTJ 24/247. \n(GARANTIA, EXTRADITANDO, DEVIDO PROCESSO LEGAL)\nExt 446 - RTJ 122/865, Ext 524 (TP) - RTJ 134/56, HC 111567 AgR (2ªT). \n(VALIDADE, MANDADO DE PRISÃO, MINISTÉRIO PÚBLICO, ESTADO REQUERENTE)\nExt 353 (TP) - RTJ 89/716, Ext 633 (1ªT). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 183 (TP). \n(EXTRADIÇÃO, REDISCUSSÃO, MÉRITO, REEXAME, FATO, PROVA)\nExt 542 (TP) - RTJ 140/436, Ext 662 (1ªT). \n- Decisões monocráticas citadas:\n(EXTRADIÇÃO, COMPROMISSO, COMUTAÇÃO DA PENA, SUBSTITUIÇÃO, PENA DE MORTE)\nExt 1428, Ext 1426.\n(GARANTIA, EXTRADITANDO, DEVIDO PROCESSO LEGAL)\nMS 34180 MC, HC 130373 AgR, HC 176174 MC.\n- Legislação estrangeira citada: art 48 e art. 176 do Código Penal Chinês.\nNúmero de páginas: 38.\nAnálise: 08/03/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA REPÚBLICA POPULAR DA CHINA \nEXTDO.(A/S)  : WANPU JIANG OU JIANG WANPU \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":418460,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1442","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-12-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ARAÚJO, Luis Ivani de Amorim. Curso de Direito Internacional Público. 8. ed. Forense, 1995. p. 91. ANISTIA internacional. Amnesty International Report 2017/18 – China.\nBEVILÁQUA, Clovis. Direito Público Internacional. Rio de Janeiro: 1939. v. 2. p. 109-110.\nBRIGGS, Arthur. Extradição. Imprensa Nacional, 1910. p. 3-18.\nCAHALI, Yussef Sahid. Estatuto do Estrangeiro. 2. ed. RT, 2010. p. 325-326, item 26.33.\nCALIXTO, Negi. A Propósito da Extradição: A Impossibilidade de o STF Apreciar o Mérito no Processo de Extradição. Indisponibilidade do Controle Jurisdicional na Extradição. Revista de Informação Legislativa, v. 109, p. 163.\nFRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. Forense, 1895. p. 336.\nGRINOVER, Ada Pellegrini. Processo Penal Transnacional: Linhas Evolutivas e Garantias Processuais. Revista Brasileira de Ciências Criminais, v. 9, p. 42-43 e p. 77.\nHUMAN rights Watch. WORLD Report/2019/China.\nLAGODNY, Otto; REISNER, Sigrun. Extradition Treaties, Human Rights and Emergency-Brake-Judgements: A Comparative European Survey. International Review of Penal Law. Toulouse: Érès, 1994. p. 559-560.\nLITRENTO, Oliveiros. Manual de Direito Internacional Público. 2. ed. Forense, 1979. p. 437-438.\nMARQUES, José Frederico. Tratado de Direito Penal. 2. ed. Saraiva, 1964. v. 1. p. 319.\nPARISI, Nicoletta. Estradizione e Diritti Dell’uomo. Giuffrè, 1993.\nRELATÓRIO anual do Departamento de Estado dos Estados Unidos da América. 2018 Country Reports on Human Rights Practices: China (includes Tibet, Hong Kong and Macau) – China.\nREZEK, José Francisco. Direito Internacional Público – Curso Elementar. Sariva, 1989. p. 204, item n. 118.\nRUSSOMANO, Gilda Maciel Corrêa Meyer. A Extradição no Direito Internacional e no Direito Brasileiro. 3. ed. RT, 1981.  p. 31 e p. 128.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1442,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur422056","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 486 da repercussão geral, deu provimento ao recurso extraordinário, nos termos do voto do Relator. Em seguida, fixou-se a seguinte tese: “É constitucional a imposição da pena de suspensão de habilitação para dirigir veículo automotor ao motorista profissional condenado por homicídio culposo no trânsito”. Falou, pelo recorrente, o Dr. Antônio Pádova, Procurador de Justiça do Estado de Minas Gerais. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 12.02.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur422056","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur422056","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. HOMICÍDIO CULPOSO NA DIREÇÃO DE VEÍCULO AUTOMOTOR. MOTORISTA PROFISSIONAL. SUSPENSÃO DE HABILITAÇÃO PARA DIRIGIR. CONSTITUCIONALIDADE. \n\n\n\n    1. O recorrido, motorista profissional, foi condenado, em razão da prática de homicídio culposo na direção de veículo automotor, à pena de alternativa de pagamento de prestação pecuniária de três salários mínimos, bem como à pena de suspensão da habilitação para dirigir, prevista no art. 302 do Código de Trânsito Brasileiro, pelo prazo de dois anos e oito meses. \n\n\n\n    2. A norma é perfeitamente compatível com a Constituição. É legítimo suspender a habilitação de qualquer motorista que tenha sido condenado por homicídio culposo na direção de veículo. Com maior razão, a suspensão deve ser aplicada ao motorista profissional, que maneja o veículo com habitualidade e, assim, produz risco ainda mais elevado para os demais motoristas e pedestres. \n\n\n\n    3. Em primeiro lugar, inexiste direito absoluto ao exercício de atividade profissionais (CF, art. 5º, XIII). É razoável e legítima a restrição imposta pelo legislador, visando proteger bens jurídicos relevantes de terceiros, como a vida e a integridade física. \n\n\n\n    4. Em segundo lugar, a medida é coerente com o princípio da individualização da pena (CF, art. 5º, XLVI). A suspensão do direito de dirigir do condenado por homicídio culposo na direção de veículo automotor é um dos melhores exemplos de pena adequada ao delito, já que, mais do que punir o autor da infração, previne eficazmente o cometimento de outros delitos da mesma espécie. \n\n\n\n    5. Em terceiro lugar, a medida respeita o princípio da proporcionalidade. A suspensão do direito de dirigir não impossibilita o motorista profissional de auferir recursos para sobreviver, já que ele pode extrair seu sustento de qualquer outra atividade econômica.\n\n\n\n    6. Mais grave é a sanção principal, a pena privativa de liberdade, que obsta completamente as atividades laborais do condenado. In casu, e com acerto, substituiu-se a pena corporal por prestação pecuniária. Porém, de todo modo, se a Constituição autoriza o legislador a privar o indivíduo de sua liberdade e, consequentemente, de sua atividade laboral, em razão do cometimento de crime, certamente também autoriza a pena menos gravosa de suspensão da habilitação para dirigir.\n\n\n\n    7. Recurso extraordinário provido.\n\n\n\n    8. Fixação da seguinte tese: É constitucional a imposição da pena de suspensão de habilitação para dirigir veículo automotor ao motorista profissional condenado por homicídio culposo no trânsito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752436904","externo_seq_objeto_incidente":3810647,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-088  DIVULG 13-04-2020  PUBLIC 14-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=607107&classe=RE","is_colac":false,"titulo":"RE 607107","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 INC-00013 \n          INC-00035 INC-00046 LET-A LET-B \n          LET-C LET-D LET-E ART-00006 \n          \"CAPUT\" INC-00032 ART-00015 INC-00003 \n          ART-00084 INC-00019 ART-00102 INC-00003 \n          LET-A ART-00133 ART-00143 ART-00170 \n          \"CAPUT\" INC-00008 ART-00186 INC-00003 \n          ART-00191 ART-00193\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003268      ANO-1957\n          ART-00022 LET-D\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011101      ANO-2005\n          ART-00102 ART-00181\n                LF-2005 LEI DE FALÊNCIAS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00319 INC-00006\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   LEI-005194      ANO-1966\n          ART-00071 LET-D\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005194      ANO-1966\n          ART-00022 LET-D\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005905      ANO-1973\n          ART-00018\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00127 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00002 PAR-00003 ART-00028 ART-00035 \n          INC-00002 ART-00037\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00140 ART-00145 ART-00256 INC-00003 \n          ART-00293 \"CAPUT\" ART-00294 ART-00298 \n          INC-00005 ART-00302 \"CAPUT\" PAR-00001 \n          INC-00004\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00007 INC-00002 ART-00009 INC-00001 \n          INC-00002 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00043 ART-00047 INC-00002 ART-00092\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2020-04-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL, GARANTIA, LIVRE EXERCÍCIO, TRABALHO, OFÍCIO, PROFISSÃO, CONDIÇÃO, QUALIFICAÇÃO PARA O TRABALHO, PREVISÃO, LEI; APLICAÇÃO IMEDIATA, NORMA DE EFICÁCIA CONTIDA. CONSTITUIÇÃO FEDERAL, PREVISÃO, SUSPENSÃO DE DIREITOS. PREVISÃO, LEI, CAUSA DE AUMENTO DE PENA, HOMICÍDIO CULPOSO NA DIREÇÃO DE VEÍCULO AUTOMOTOR, MOTORISTA, EXERCÍCIO PROFISSIONAL, ELEVADO GRAU DE REPROVABILIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), FIXAÇÃO, PROGRAMA, SEGURANÇA NO TRÂNSITO, REDUÇÃO, MORTE. GRAVIDADE, SITUAÇÃO, ESTADO BRASILEIRO, NÚMERO, MORTE, ACIDENTE DE TRÂNSITO. LEI, PREVISÃO, QUALIFICAÇÃO PARA O TRABALHO, FIXAÇÃO, REQUISITO, CAPACIDADE, AUSÊNCIA, DISCRIMINAÇÃO, ABUSO; PRINCÍPIO DA ISONOMIA. LIBERDADE, ESCOLHA, PROFISSÃO, EXCEÇÃO, ATIVIDADE ILÍCITA, ATIVIDADE, EXERCÍCIO, OBRIGATORIEDADE, CONSTITUIÇÃO FEDERAL. LEGISLADOR, RESTRIÇÃO, LIBERDADE, TRABALHO, PROTEÇÃO, BEM JURÍDICO, INTERESSE PÚBLICO. LEI, LIMITAÇÃO, EXERCÍCIO PROFISSIONAL, OBEDIÊNCIA, CRITÉRIO, ADEQUAÇÃO, RAZOABILIDADE; AUSÊNCIA, EXCESSO, ARBITRARIEDADE; AUSÊNCIA, DIFICULDADE, ACESSO, CATEGORIA PROFISSIONAL. ESTUDO, CONFLITO, PRINCÍPIO CONSTITUCIONAL, DIREITO FUNDAMENTAL; PROPORCIONALIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. CARÁTER EXEMPLIFICATIVO, LEI, PENALIDADE, SUSPENSÃO, EXERCÍCIO PROFISSIONAL, ADVOGADO, SERVIDOR PÚBLICO, ENGENHEIRO, ARQUITETO, ENGENHEIRO AGRÔNOMO, ENFERMEIRO. CONDENAÇÃO, PROCESSO PENAL, SUSPENSÃO DE DIREITOS POLÍTICOS. INFRAÇÃO DE TRÂNSITO, NATUREZA ADMINISTRATIVA, SUSPENSÃO, HABILITAÇÃO PARA DIRIGIR VEÍCULO AUTOMOTOR, MOTORISTA, PROFISSIONAL. DOSIMETRIA DA PENA, CONSIDERAÇÃO, CIRCUNSTÂNCIA SUBJETIVA, AGENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: INDIVIDUALIZAÇÃO DA PENA, DEFINIÇÃO, TIPO PENAL, QUANTIDADE, PENA EM ABSTRATO, FUNÇÃO TÍPICA DO PODER LEGISLATIVO, DECISÃO, CARÁTER POLÍTICO. CONTROLE JUDICIAL, OMISSÃO LEGISLATIVA, CRIMINALIZAÇÃO, CONDUTA; PRINCÍPIO DA PROPORCIONALIDADE; CONTROLE, TIPO PENAL, OFENSA, VEDAÇÃO, EXCESSO. TIPO PENAL, TUTELA, BEM JURÍDICO, ATUAÇÃO, PODER LEGISLATIVO, PROPORCIONALIDADE, ADEQUAÇÃO, NECESSIDADE. PROPORCIONALIDADE, RESPOSTA, DIREITO PENAL, CONDUTA, INTENSIDADE, INTERFERÊNCIA, LIBERDADE INDIVIDUAL. SANÇÃO, SUSPENSÃO, HABILITAÇÃO PARA DIRIGIR VEÍCULO AUTOMOTOR, CARÁTER TEMPORÁRIO. MOTORISTA, TRANSPORTE COLETIVO, OBEDIÊNCIA, REQUISITO, HABILITAÇÃO, CÓDIGO DE TRÂNSITO BRASILEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: AUSÊNCIA, DIREITO ADQUIRIDO, MANUTENÇÃO, LICENÇA, CONDUÇÃO, VEÍCULO AUTOMOTOR; ATO ADMINISTRATIVO, SUJEIÇÃO, PODER DE POLÍCIA, PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO. PROPORCIONALIDADE, PENALIDADE, SUSPENSÃO, HABILITAÇÃO PARA DIRIGIR VEÍCULO AUTOMOTOR, PRINCÍPIO, SEGURANÇA NO TRÂNSITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=607107&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIVRE EXERCÍCIO, TRABALHO, OFÍCIO, PROFISSÃO, APLICAÇÃO IMEDIATA, NORMA DE EFICÁCIA CONTIDA)\nADI 395 (TP). \n(EXERCÍCIO PROFISSIONAL, RESTRIÇÃO, LEGISLADOR)\nADPF 183 (TP), Rp 930 (TP). \n(EXERCÍCIO PROFISSIONAL, REQUISITO, CAPACIDADE)\nAI 134449 AgR (1ªT) - RTJ 666/230. \n(ADVOGADO, EXERCÍCIO PROFISSIONAL, EXAME DE ORDEM)\nRE 603583 (TP). \n(DIREITO, GARANTIA INDIVIDUAL, RESPEITABILIDADE, ESTADO DE DIREITO)\nHC 70814 (1ªT). \n(EXERCÍCIO, ADVOCACIA, SERVIDOR PÚBLICO, ATIVIDADE POLICIAL)\nADI 3541 (TP), RE 550005 AgR (2ªT). \n(INDIVIDUALIZAÇÃO DA PENA, ETAPA)\nHC 97256 (TP). \n(PODER LEGISLATIVO, POLÍTICA CRIMINAL, QUANTIDADE, PENA EM ABSTRATO, NORMA PENAL)\nRE 358315 (2ªT). \n(CONTROLE JUDICIAL, OMISSÃO LEGISLATIVA, CRIMINALIZAÇÃO, CONDUTA)\nMI 4733 (TP), ADO 26 (TP). \n(CRIME HEDIONDO, TRÁFICO DE DROGAS PRIVILEGIADO)\nHC 118533 (TP). \n(EXIGÊNCIA, DIPLOMA, EXERCÍCIO PROFISSIONAL, JORNALISTA)\nRE 511961 (TP). \n(CONSTITUCIONALIDADE, ARTIGO, CÓDIGO DE TRÂNSITO BRASILEIRO, HOMICÍDIO CULPOSO NA DIREÇÃO DE VEÍCULO AUTOMOTOR)\nAI 847110 AgR (1ªT), ARE 978789 AgR (2ªT), ARE 1095768 AgR (2ªT). \n(SOBRESTAMENTO DE PROCESSO, SUSPENSÃO, PRAZO PRESCRICIONAL)\nRE 966177 RG-QO (TP). \n(EXERCÍCIO, ADVOCACIA, ASSESSOR, DEEMBARGADOR)\nRE 199088 (2ªT). \n- Decisão monocrática citada:\n(DIREITO, EXERCÍCIO PROFISSIONAL, AUSÊNCIA, CARÁTER ABSOLUTO)\nAI 605299.\n- Veja RE 635659 do STF.\n- Decisão estrangeira citada: Sentencia C-013 de 1997, da Corte Constitucional da Colômbia.\n- Legislação estrangeira citada: art. 29, da Declaração dos Direitos Humanos das Nações Unidas.\nNúmero de páginas: 61.\nAnálise: 29/10/2020, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS \nRECDO.(A/S)  : FRANCISCO CARLOS DE OLIVEIRA \nADV.(A/S)  : DAPHNE DE EMÍLIO CIRCUNDE VIEIRA ANDRADE","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"486 - Suspensão de habilitação para dirigir de motorista profissional condenado por homicídio culposo na direção de veículo automotor.","old_seq_sjur":422056,"documental_tese_texto":"É constitucional a imposição da pena de suspensão de habilitação para dirigir veículo automotor ao motorista profissional condenado por homicídio culposo no trânsito.","procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 607107","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-02-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CONSELHO FEDERAL DE MEDICINA (CFM). Em dez anos, acidentes de trânsito consomem quase R$ 3 bilhões do SUS. 22 maio 2019. Disponível em: https://portal.cfm.org.br/index.php?option=com_content&view=article&id=28254:2019-05-22-21-49-04&catid=3\nDUGUIT, Léon. Fundamentos do direito. São Paulo: Ícone, 1996. p. 11 et seq.\nSOUSA FILHO, Ademar Borges de. O controle de constitucionalidade de leis penais no Brasil: graus de deferência ao legislador, parâmetros materiais e técnicas de decisão. Belo Horizonte: Fórum, 2019. p. 498.\nGOMES, Mariângela Gama de Magalhães. O princípio da proporcionalidade e a possibilidade de controle de constitucionalidade de leis penais. Revista Fórum de Ciências Criminais RFCC, Belo Horizonte, ano 2, n. 3, p. 1538, jan./jun. 2015.\nHONORATO, Cássio Mattos. Sanções do Código de Trânsito Brasileiro. Campinas: Millenium. 2004. p. 115-117.\nLAVIÉ, Quiroga. Derecho constitucional. Buenos Aires: Depalma, 1993. p. 123 et seq.\nLIMA, Renato Brasileiro. Legislação criminal especial comentada. 7. ed. Salvador: Juspodivm, 2019. p. 1364.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   MORAES, Alexandre de. Direitos Humanos Fundamentais: Teoria geral – doutrina e jurisprudência. 11. ed. São Paulo: Atlas, 2017. p. 201.\nNUCCI, Guilherme de Souza. Leis penais e processuais penais comentadas. 7. ed. São Paulo: Revista dos Tribunais, 2013. v.2. p.704 e 707.\n______. Individualização da pena. 7. ed. Rio de Janeiro: Forense. 2015. p. 29.\nROXIN, Claus. Estudos de direito penal. 2. ed. Tradução: Luís Grecco. Rio de Janeiro: Renovar, 2008. p. 70.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":607107,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur313487","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto da Relatora. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 23.06.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur313487","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur313487","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. PRISÃO PREVENTIVA DECRETADA PELA JUSTIÇA NORTE-AMERICANA. TRATADO ESPECÍFICO: REQUISITOS ATENDIDOS. CRIMES DE FRAUDE BANCÁRIA E ALIENAÇÃO OU ONERAÇÃO FRAUDULENTA DE COISA PRÓPRIA. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelos Estados Unidos da América atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 6.815/1980 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao Extraditando, que, naquele Estado, teria sido autor de atos configuradores, em tese, dos delitos previstos no Título 18 do Código dos Estados Unidos, Seções 1014 e 1344, conformando-se o caso ao disposto no art. 78, inc. I, da Lei n. 6.815/1980 e ao princípio de direito penal internacional da territorialidade da lei penal.\n\n\n\n    3. Requisito da dupla tipicidade previsto no art. 77, inc. II, da Lei n. 6.815/1980 cumprido: fatos delituosos imputados ao Extraditando correspondentes, no Brasil, aos crimes de fraude bancária e alienação ou oneração fraudulenta de coisa própria (art. 19 da Lei n. 7.492/1986 e art. 171, § 2º, inc. II, do Código Penal brasileiro).\n\n\n\n    4. Na extradição, este Supremo Tribunal Federal não detém competência para examinar o mérito da pretensão deduzida pelo Estado Requerente ou o contexto probatório no qual se apoia a postulação extradicional. Precedentes.\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8924496","externo_seq_objeto_incidente":4731076,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-151  DIVULG 31-07-2015  PUBLIC 03-08-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1388&classe=Ext","is_colac":false,"titulo":"Ext 1388","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00019\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1961\n          ART-00001 ART-00003 ART-00008 ART-00009\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00117 INC-00001 \n          INC-00002 ART-00171 PAR-00002 INC-00002 \n          INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA  O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-055750      ANO-1965\n          ART-00002 ITEM-20 ART-00005 ITEM-3\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, EQUIPARAÇÃO, INDICTMENT, RECEBIMENTO, DENÚNCIA, DECISÃO DE PRONÚNCIA, JURISPRUDÊNCIA FIRMADA, STF, ENTENDIMENTO, INDICTMENT, CARACTERIZAÇÃO, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1388&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- A Ext 1388 foi objeto de embargos de declaração acolhidos com efeitos modificativos.\n- Acórdão(s) citado(s):\n(EXTRADIÇÃO INSTRUTÓRIA)\nHC 80993 (1ªT). \n(NATUREZA JURÍDICA, INDICTMENT)\nExt 542 (TP), Ext 828 (TP), EXT 816 (TP). \n( INDICTMENT, INTERRUPÇÃO, PRAZO PRESCRICIONAL)\nExt 457 (TP). \n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO)\nExt 669 (TP), Ext 866 (TP), Ext 897 (TP). \n- Legislação estrangeira citada: Seções 1014 e 1344 do Título 18 do Código dos Estados.\nNúmero de páginas: 20.\nAnálise: 06/08/2015, JRS.\nRevisão: 27/10/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : KELLY ALAN FREESE OU KELLY FREESE \nADV.(A/S)  : VELCI JOSÉ DA SILVA NECKEL E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":313487,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1388","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-06-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1388,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur321862","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, concedeu parcialmente a ordem, tão somente para determinar ao Tribunal de Justiça do Estado de Minas Gerais que prossiga no julgamento da Apelação 1.0016.98.004980-9/001, mantida a prisão decretada em desfavor do acusado, nos termos do voto do Relator. Falou, pelo paciente, o Dr. Gustavo de Almeida Ribeiro, Defensor Público Federal. Ausentes, justificadamente, o Senhor Ministro Celso de Mello e a Senhora Ministra Cármen Lúcia. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 08.09.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur321862","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur321862","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Homicídio triplamente qualificado. Terceira sessão de julgamento do Tribunal do Júri. Condenação. 3. Apelo defensivo considerado intempestivo ao fundamento de suficiência da intimação pessoal da Defensoria Pública em plenário. 4. A Defensoria Pública deve ser intimada pessoalmente de todos os atos do processo, sob pena de nulidade, a teor do art. 370, § 4º, do Código de Processo Penal, do art. 5º, § 5º, da Lei 1.060/1950 e do art. 44, I, da Lei Complementar 80/1994. Homenagem ao princípio constitucional da ampla defesa. 5. Alegação de excesso de prazo na prisão cautelar. Inocorrência. Acusado foragido do distrito da culpa. Necessidade da custódia preventiva para assegurar a aplicação da lei penal. 6. Ordem parcialmente concedida tão somente para determinar ao TJ/MG que prossiga no julgamento do recurso defensivo, mantida a prisão cautelar do acusado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9459773","externo_seq_objeto_incidente":4710733,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-193  DIVULG 25-09-2015  PUBLIC 28-09-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=126663&classe=HC","is_colac":false,"titulo":"HC 126663","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000080      ANO-1994\n          ART-00044 INC-00001\n                LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LEI-001060      ANO-1950\n          ART-00005 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00370 PAR-00004 \n          ART-00457 REDAÇÃO DADA PELA LEI-11689/2008\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2015-09-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=126663&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TERMO INICIAL, CONTAGEM DE PRAZO, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA)\nHC 83255 (TP), HC 125270 (2ªT). \n- Decisão estrangeira citada: BVerfGE 70, 288-293 da Corte Constitucional alemã.\r\n\nNúmero de páginas: 15.\nAnálise: 08/10/2015, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : VALDIR MARINHO DE SOUZA \nIMPTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":321862,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"HC 126663","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2015-09-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BATTIS, Ulrich; GUSY, Christoph. Einführung in das Staatsrecht, 3a. edição, Heidelberg, 1991. p. 363-364.\r\nMIRANDA, Pontes de. Comentários à Constituição de 1967/69, tomo V. p. 234.\r\nPIEROTH; SCHLINK, Grundrechte-Staatsrecht II. Heidelberg, 1988. p. 281.\r\nDürig/Assmann. MaunzDürig, Grundgesetz-Kommentar, Art. 103, vol IV, no 85-99.","ministro_facet":["GILMAR MENDES"],"processo_numero":126663,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur310472","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Revisor, não conheceu da ação, vencido o Ministro Marco Aurélio (Relator), que a julgava procedente. Redigirá o acórdão o Ministro Gilmar Mendes (Revisor). Ausentes, justificadamente, o Ministro Celso de Mello, o Ministro Roberto Barroso, que representa o Tribunal na \"Brazil Conference\", na Universidade de Harvard, e na \"Brazilian Undergraduate Student Conference\", na Universidade de Columbia, Estados Unidos, e, neste julgamento, o Ministro Ricardo Lewandowski (Presidente). Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 23.04.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur310472","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:30:13.688371","dg_unique":"sjur310472","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação rescisória. Decisão fundada em jurisprudência do STF posteriormente alterada. Art. 557, §1º, do CPC. Suposta violação literal de lei. Inocorrência. Não cabe ação rescisória de decisões proferidas em harmonia com a jurisprudência do STF, ainda que ocorra alteração posterior do entendimento do Tribunal sobre a matéria. Ação não conhecida. Precedente: RE 590.809.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8773651","externo_seq_objeto_incidente":3773182,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-125  DIVULG 26-06-2015  PUBLIC 29-06-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2199&classe=AR","is_colac":false,"titulo":"AR 2199","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00007 INC-00008 \n          ART-00037 \"CAPUT\" INC-00010 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00015 INC-00021 \n          PAR-00006 ART-00039 PAR-00004 ART-00040 \n          PAR-00004 ART-00100 ART-00102 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00008 PAR-00003\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00020 PAR-00004 ART-00485 INC-00005 \n          ART-00557 PAR-00001\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-007783      ANO-1989\n          ART-00007 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010331      ANO-2001\n                LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000339      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-06-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, AÇÃO RESCISÓRIA, FUNDAMENTO, POSSIBILIDADE, ALTERAÇÃO, JURISPRUDÊNCIA, FUTURO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: INEXISTÊNCIA, OFENSA, CÓDIGO DE PROCESSO CIVIL, CASO CONCRETO, FUNDAMENTO, CONFORMIDADE, DECISÃO RESCINDENDA, JURISPRUDÊNCIA FIRMADA, MOMENTO, PROFERIMENTO, DECISÃO. DESCABIMENTO, INDENIZAÇÃO, DECORRÊNCIA, AUSÊNCIA, REVISÃO GERAL ANUAL, REMUNERAÇÃO, SERVIDOR PÚBLICO, FUNDAMENTO, INEXISTÊNCIA, PREVISÃO, ÍNDICE, TEXTO CONSTITUCIONAL, INOCORRÊNCIA, OFENSA, GARANTIA CONSTITUCIONAL, IRREDUTIBILIDADE DE VENCIMENTOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: EXIGÊNCIA, PROCURAÇÃO COM PODER ESPECÍFICO, FINALIDADE, AJUIZAMENTO, AÇÃO RESCISÓRIA. INSUFICIÊNCIA, REPRODUÇÃO, PROCURAÇÃO GERAL, AÇÃO PRINCIPAL, ÂMBITO, AÇÃO RESCISÓRIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AFASTAMENTO, ALEGAÇÃO PRELIMINAR. INEXISTÊNCIA, IRREGULARIDADE, REPRESENTAÇÃO PROCESSUAL, AUTOR, FUNDAMENTO, EXISTÊNCIA, PROCURAÇÃO GERAL. PROCEDÊNCIA, PEDIDO, RESCISÃO, DECISÃO RESCINDENDA. EVOLUÇÃO JURISPRUDENCIAL, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, CONTROLE JUDICIAL, INCONSTITUCIONALIDADE POR OMISSÃO. DEVER, SUPREMO TRIBUNAL FEDERAL (STF), GUARDA, CONSTITUIÇÃO FEDERAL, HIPÓTESE, INCONSTITUCIONALIDADE, ATO OMISSIVO, ATO COMISSIVO, AGENTE POLÍTICO. SUPERAÇÃO, ESTADO BRASILEIRO, FASE ANTERIOR, CONSTITUCIONALISMO, INOBSERVÂNCIA, CONSTITUIÇÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, VIA PROCESSUAL, OBJETIVO, ALCANCE, EFETIVIDADE, NORMA CONSTITUCIONAL. ABANDONO, IDEIA, CARACTERIZAÇÃO, CONSTITUCIONALISMO, EXPRESSÃO, PRINCÍPIO, CARÁTER POLÍTICO. SUPERAÇÃO, IDEIA, INCAPACIDADE, CONSTITUIÇÃO, CRIAÇÃO, DIREITO SUBJETIVO. DEVER, CONCRETIZAÇÃO, NORMA CONSTITUCIONAL. NECESSIDADE, MANUTENÇÃO, EQUIVALÊNCIA, REMUNERAÇÃO, SERVIDOR PÚBLICO, SERVIÇO PRESTADO, FUNDAMENTO, DEVER, REVISÃO GERAL ANUAL, DIREITO, IRREDUTIBILIDADE DE VENCIMENTOS. CARACTERIZAÇÃO, FINALIDADE, NORMA CONSTITUCIONAL, PROTEÇÃO, VENCIMENTO, SERVIDOR PÚBLICO, EFEITO, INFLAÇÃO. EDIÇÃO, EMENDA CONSTITUCIONAL, OBJETIVO, MELHORIA, CONDIÇÃO, SERVIDOR PÚBLICO. INVIABILIDADE, SERVIDOR PÚBLICO, UTILIZAÇÃO, GREVE, OBJETIVO, NEGOCIAÇÃO, AUMENTO, REMUNERAÇÃO, FUNDAMENTO, AUSÊNCIA, PREJUÍZO, ADMINISTRADOR PÚBLICO. EXISTÊNCIA, DIFERENÇA, REAJUSTE, AUMENTO. NECESSIDADE, LEI, FINALIDADE, CONCESSÃO, AUMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO. FUNÇÃO, REAJUSTE, REMUNERAÇÃO, SERVIDOR PÚBLICO, AFASTAMENTO, EFEITO, INFLAÇÃO, MANUTENÇÃO, PODER AQUISITIVO. IMPOSSIBILIDADE, PODER JUDICIÁRIO, CONCESSÃO, AUMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO. CARACTERIZAÇÃO, CORREÇÃO MONETÁRIA, FORMA, REPOSIÇÃO, VALOR REAL, MOEDA. DESCARACTERIZAÇÃO, CORREÇÃO MONETÁRIA, FORMA, ACRÉSCIMO. RECONHECIMENTO, JURISPRUDÊNCIA, CASO ANÁLOGO, DIREITO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO ADMINISTRATIVO. POSSIBILIDADE, SERVIDOR PÚBLICO, AJUIZAMENTO, AÇÃO DE COBRANÇA, OBJETIVO, EXPEDIÇÃO, PRECATÓRIO, FINALIDADE, RECEBIMENTO, REAJUSTE, REMUNERAÇÃO. PREVISÃO, TEXTO CONSTITUCIONAL, GARANTIA, MANUTENÇÃO, VALOR, REMUNERAÇÃO, SERVIDOR PÚBLICO. CONFIGURAÇÃO, REDUÇÃO, VALOR, REMUNERAÇÃO, HIPÓTESE, INFERIORIDADE, PERCENTAGEM, REAJUSTE, REMUNERAÇÃO, COMPARAÇÃO, INFLAÇÃO, PERÍODO. INADMISSIBILIDADE, INOBSERVÂNCIA, NORMA CONSTITUCIONAL, FUNDAMENTO, EFEITO FINANCEIRO. DESCABIMENTO, JUIZ, FORMULAÇÃO, PREVISÃO, CARÁTER ECONÔMICO, OBJETIVO, FUNDAMENTAÇÃO, DECISÃO JUDICIAL. IMPOSSIBILIDADE, PODER JUDICIÁRIO, APRECIAÇÃO, CONVENIÊNCIA, NORMA CONSTITUCIONAL. OCORRÊNCIA, INVERSÃO, HIPÓTESE, PREVALÊNCIA, CONSEQUÊNCIA, DECISÃO, DESCONSIDERAÇÃO, DIREITO. ASSEGURAMENTO, SUPREMO TRIBUNAL FEDERAL (STF), EFICÁCIA, CONSTITUIÇÃO FEDERAL, HIPÓTESE, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, DEPENDÊNCIA, RECURSO FINANCEIRO. PREVISÃO, DIREITO (ORDENAMENTO JURÍDICO), CONSEQUÊNCIA, HIPÓTESE, DESCUMPRIMENTO, NORMA JURÍDICA. CARACTERIZAÇÃO, RESPONSABILIDADE CIVIL DO ESTADO, ELEMENTO CONSTITUTIVO, ESTADO DEMOCRÁTICO DE DIREITO. DEVER, ESTADO BRASILEIRO, INDENIZAÇÃO, PARTICULAR, DECORRÊNCIA, OMISSÃO, HIPÓTESE, OCORRÊNCIA, DANO, PARTICULAR, EXISTÊNCIA, DEVER DE AGIR, ESTADO BRASILEIRO, POSSIBILIDADE, ESTADO BRASILEIRO, PREVENÇÃO DO DANO. OCORRÊNCIA, OFENSA, GARANTIA CONSTITUCIONAL, ACESSO À JUSTIÇA, HIPÓTESE, IMPEDIMENTO, RESPONSABILIZAÇÃO, ÂMBITO JUDICIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2199&classe=AR","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO RESCISÓRIA, ALTERAÇÃO, JURISPRUDÊNCIA)\nRE 590809 (TP). \n(CONTROLE JUDICIAL, INCONSTITUCIONALIDADE POR OMISSÃO)\nMI 232 (TP), MI 283 (TP), MI 712 (TP), MI 721 (TP), ADI 1458 MC (TP). \n(NATUREZA JURÍDICA, CORREÇÃO MONETÁRIA)\nACO 404 execução-AgR (TP). \n(EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO ADMINISTRATIVO)\nADI 2733 (TP), ADI 2599 MC (TP). \n(DECISÃO JUDICIAL, CONSEQUENCIALISMO)\nRE 271286 AgR (2ªT), RE 436996 AgR (2ªT), RE 226835 (1ªT). \n(AUTOAPLICABILIDADE, NORMA CONSTITUCIONAL, REVISÃO GERAL ANUAL)\nMS 22439 (TP). \n(OMISSÃO, REVISÃO GERAL ANUAL)\nADI 2492 (TP). \n(AÇÃO RESCISÓRIA, REPRESENTAÇÃO PROCESSUAL)\nAR 2129 AgR-AgR (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1112524. \n- Legislação estrangeira citada: art. 283 da Carta portuguesa de 1976.\r\n- Veja RE 560077 e RE 565089 do STF.\nNúmero de páginas: 32.\nAnálise: 02/07/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESPÓLIO DE TEREZINHA GOMES PEREIRA, REPRESENTADO POR JONES PEREIRA \nADV.(A/S)  : MARCELLO MACEDO REBLIN \nRÉU(É)(S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":310472,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"AR 2199","processo_classe_processual_unificada_classe_sigla":"AR","julgamento_data":"2015-04-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO RESCISÓRIA","documental_doutrina_texto":"BARROSO, Luís Roberto. O direito constitucional e a efetividade de suas normas. 2006. p. 61.\r\nBINEMBOJM, Gustavo. Temas de direito administrativo e constitucional. 2008. p. 338.\r\nCAMARGO, Margarida Maria Lacombe. Fundamentos teóricos do pragmatismo jurídico. Revista de Direito do Estado, n. 6, 2007. p. 208.\r\nCLÈVE, Clèmerson Merlin. A fiscalização abstrata da constitucionalidade no Direito brasileiro. 2000. p. 347.\r\nDANTAS, San Tiago. Programa de direito civil. 1979. p. 79.\r\nHESSE, Konrad. A força normativa da Constituição. 1991. p. 19.\r\nLARENZ, Karl. Metodologia da ciência do direito. 1997. p. 516.\r\nLOEWENSTEIN, Karl. Teoría de la Constitución. 1976. p. 170.\r\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. 2006. p. 968-970.\r\nMOREIRA NETO, Diogo de Figueiredo. Curso de direito administrativo. 2009. p. 336-337.\r\nPIOVESAN, Flávia. Proteção judicial contra omissões legislativas. 2003. p. 123.\r\nSILVA, José Afonso da. A aplicabilidade das normas constitucionais. 2008. p. 65.","ministro_facet":["MARCO AURÉLIO","GILMAR MENDES"],"processo_numero":2199,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur409031","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição e nos termos da parte final do art. 95 da Lei 13.445/17, autorizou a imediata execução da extradição, independente da conclusão do processo no Brasil, ou do cumprimento de eventual pena imposta, a critério da autoridade competente do Poder Executivo, tudo nos termos do voto da Relatora. Presidência da Ministra Cármen Lúcia. 2ª Turma, 13.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur409031","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur409031","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA ESPANHOLA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIMES DE HOMICÍDIO QUALIFICADO, HOMICÍDIO SIMPLES, TENTATIVA DE HOMICÍDIO SIMPLES E PORTE ILEGAL DE ARMA DE FOGO DE USO RESTRITO. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO PELA LEGISLAÇÃO BRASILEIRA E ESTRANGEIRA. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Reino da Espanha atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para executar a sentença condenatória imposta.\n\n\n\n    3. Requisito da dupla tipicidade cumprido quanto aos fatos delituosos imputados ao Extraditando correspondentes, no Brasil, aos crimes de homicídio qualificado, homicídio simples, tentativa de homicídio simples e porte ilegal de arma de fogo de uso restrito.\n\n\n\n    4. Inocorrência de prescrição pela legislação brasileira e espanhola.\n\n\n\n    5. Teses de defesa não infirmam o presente pedido de extradição.\n\n\n\n    6. O extraditando foi autuado em flagrante no Brasil por uso de documentos falsos. A prática é de menor reprovabilidade comparado à gravidade dos crimes a ele imputados na Espanha.\n\n\n\n    7. Com base na parte final do art. 95 da Lei n. 13.445/2017, autorização de imediata execução da extradição, independente da conclusão do processo no Brasil ou do cumprimento de eventual pena imposta, a critério da autoridade competente do Poder Executivo.\n\n\n\n    8. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750614993","externo_seq_objeto_incidente":5625906,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-185  DIVULG 23-08-2019  PUBLIC 26-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1574&classe=Ext","is_colac":false,"titulo":"Ext 1574","documental_legislacao_citada_texto":["LEG-FED   LEI-010826      ANO-2003\n          ART-00016\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00006 \n          INC-00007 ART-00083 INC-00001 ART-00088 \n          PAR-00003 ART-00095\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1988\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 PAR-ÚNICO ART-00109 \n          INC-00002 ART-00112 INC-00001 ART-00113 \n          ART-00116 PAR-ÚNICO ART-00121 PAR-00002 \n          INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA"],"publicacao_data":"2019-08-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO EXECUTÓRIA, SENTENÇA CONDENATÓRIA, PENA PRIVATIVA DE LIBERDADE. EXTRADIÇÃO INSTRUTÓRIA, JULGAMENTO, RÉU, AUTORIDADE COMPETENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1574&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: Art. 133, n. 1 e n. 1 e art. 134, n. 2, letra \"a\" e Letra \"b\", do Código Penal espanhol, de 1973.\n- Decisões estrangeiras citadas: Acórdão proferido no Processo de Tribunal Coletivo nº 13/1977, da Primeira Secção Criminal de Audiência Nacional da Espanha.\nNúmero de páginas: 17.\nAnálise: 15/04/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : CARLOS GARCIA JULIA \nADV.(A/S)  : DANIEL MOURAD MAJZOUB","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":409031,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1574","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-08-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"BETANHO, Luiz Carlos; ZILLI, Marcos. Código pena e sua interpretação: doutrina e jurisprudência. 8. ed. In: FRANCO, Alberto Silva; STOCO, Rui (Coord.). São Paulo: Revista dos Tribunais, 2007.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1574,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}