{"result":{"took":491,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur484538","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RR","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Alexandre de Moraes (Relator), que julgava procedente a ação direta, para fixar interpretação conforme à Constituição ao art. 30, § 4º, da Constituição do Estado de Roraima, tanto na redação originalmente impugnada (EC 20/2007), como no texto atualmente em vigor (EC 75/2021), no sentido de possibilitar uma única reeleição sucessiva aos mesmos cargos da Mesa Diretora da Assembleia Legislativa de Roraima; mantendo-se todos os efeitos da medida cautelar concedida, pediu vista dos autos o Ministro Gilmar Mendes. Falou, pela interessada, o Dr. Paulo Luis de Moura Holanda, Procurador-Geral da Assembleia Legislativa do Estado de Roraima. Plenário, Sessão Virtual de 11.6.2021 a 18.6.2021.\r\n\n           Decisão: Em continuidade de julgamento, pediu nova vista dos autos o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 17.9.2021 a 24.9.2021.\r\n\n            Decisão: Após o voto-vista do Ministro Gilmar Mendes, que divergia em parte do Ministro Alexandre de Moraes (Relator) e julgava procedente o pedido para conferir interpretação conforme a Constituição Federal ao art. 30, § 4º, da Constituição do Estado de Roraima e estabelecer que é permitida apenas uma reeleição ou recondução sucessiva ao mesmo cargo da Mesa Diretora, mantida a composição da Mesa de Assembleia Legislativa eleita antes da publicação da ata de julgamento da ADI 6.524 (7.1.2021), no que foi acompanhado pelos Ministros André Mendonça, Dias Toffoli, Roberto Barroso, Luiz Fux, Nunes Marques e Rosa Weber (Presidente); e dos votos dos Ministros Edson Fachin, Ricardo Lewandowski e Cármen Lúcia, que acompanhavam o voto do Relator, o julgamento foi suspenso para proclamação do resultado em sessão presencial. Plenário, Sessão Virtual de 3.3.2023 a 10.3.2023.\r\n\n                 Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta, para conferir interpretação conforme a Constituição Federal ao art. 30, § 4º, da Constituição do Estado de Roraima e estabelecer que é permitida apenas uma reeleição ou recondução sucessiva ao mesmo cargo da Mesa Diretora, mantida a composição da Mesa de Assembleia Legislativa eleita antes da publicação da ata de julgamento da ADI 6.524 (7.1.2021); e fixou as seguintes teses de julgamento: “(i) a eleição dos membros das Mesas das Assembleias Legislativas estaduais deve observar o limite de uma única reeleição ou recondução, limite cuja observância independe de os mandatos consecutivos referirem-se à mesma legislatura; (ii) a vedação à reeleição ou recondução aplica-se somente para o mesmo cargo da mesa diretora, não impedindo que membro da mesa anterior se mantenha no órgão de direção, desde que em cargo distinto; (iii) o limite de uma única reeleição ou recondução, acima veiculado, deve orientar a formação da Mesa da Assembleia Legislativa no período posterior à data de publicação da ata de julgamento da ADI 6.524, de modo que não serão consideradas, para fins de inelegibilidade, as composições eleitas antes de 7.1.2021, salvo se configurada a antecipação fraudulenta das eleições como burla ao entendimento do Supremo Tribunal Federal”. Tudo nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencidos, em parte, o Ministro Alexandre de Moraes (Relator) e, tendo proferido votos em assentadas anteriores, o Ministro Ricardo Lewandowski e a Ministra Cármen Lúcia, ausente, justificadamente. Ausente, ocasionalmente, o Ministro Dias Toffoli. Presidência da Ministra Rosa Weber. Plenário, 19.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur484538","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Roraima","dg_atualizado_em":"2023-10-24T14:40:15.551027","dg_unique":"sjur484538","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PERDA DE OBJETO. INOCORRÊNCIA. MESA DIRETORA DE ASSEMBLEIA LEGISLATIVA ESTADUAL. REELEIÇÃO ILIMITADA AO MESMO CARGO. IMPOSSIBILIDADE. PRINCÍPIOS REPUBLICANO, DEMOCRÁTICO E DO PLURALISMO POLÍTICO. PROCEDÊNCIA DO PEDIDO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO.\n\n\n\n    1. O art. 57, § 4º, da Constituição Federal não consiste em preceito de observância obrigatória pelos Estados, de modo que tampouco pode funcionar como parâmetro de controle da constitucionalidade de regra inserida em Constituição estadual. Precedentes: ADI 6684, 6707, 6709 e 6710, Rel. Min. Ricardo Lewandowski, Redator do acórdão Min. Gilmar Mendes, Tribunal Pleno, DJe de 06/12/2021; ADI 6721, Rel. Min. Roberto Barroso, Tribunal Pleno, DJe de 17/12/2021.\n\n\n\n    2. Ainda que observada a relativa autonomia das Casas legislativas estaduais para reger o processo eletivo para Mesa diretora, esse campo jurídico é estreitado por outros princípios constitucionais, que exigem o implemento de mecanismos que impeçam resultados inconstitucionais às deliberações regionais. A afirmação do princípio republicano, no que assentada a alternância de poder e a temporariedade dos mandatos, reconhecida à unanimidade pelo colegiado, impõe o estabelecimento de limite objetivo à reeleição de membros da Mesa.\n\n\n\n    3. O redimensionamento que a EC 16/1997 causou no princípio republicano serve ao equacionamento da questão constitucional ao fornecer o critério objetivo de 1 (uma) única reeleição/recondução sucessiva para o mesmo cargo da Mesa, independentemente da legislatura dos mandatos consecutivos. Precedentes: ADI 6685, Rel. Min. Alexandre de Moraes; ADI 6719, Rel. Min. Edson Fachin, Tribunal Pleno, julgado na Sessão Virtual de 10/12/2021 a 17/12/2021.\n\n\n\n    4. Em situações de nova interpretação do texto constitucional, impõe-se ao Tribunal, tendo em vista razões de segurança jurídica, a tarefa de proceder a uma ponderação das consequências e ao devido ajuste do resultado, adotando a técnica de decisão que possa melhor traduzir a evolução jurisprudencial. Precedentes: ADI 6704, Rel. Min. Rosa Weber, Tribunal Pleno, DJe de 17/11/2021; ADI 6685 e 6699, Rel. Min. Alexandre de Moraes, Tribunal Pleno, DJe de 05/11/2021; ADI 6684, 6707, 6709 e 6710, Rel. Min. Ricardo Lewandowski, Redator do acórdão Min. Gilmar Mendes, Tribunal Pleno, DJe de 06/12/2021.\n\n\n\n    5. Procedência em parte do pedido para conferir interpretação conforme a Constituição Federal ao o art. 30, § 4º, da Constituição do Estado de Roraima e estabelecer que é permitida apenas uma reeleição ou recondução sucessiva ao mesmo cargo da Mesa Diretor, mantida a composição da Mesa de Assembleia Legislativa eleita antes da publicação da ata de julgamento da ADI 6524 (7.1.2021).\n\n\n\n    6. Teses de julgamento: (i) a eleição dos membros das Mesas das Assembleias Legislativas estaduais deve observar o limite de uma única reeleição ou recondução, limite cuja observância independe de os mandados consecutivos referirem-se à mesma legislatura; (ii) a vedação à reeleição ou recondução aplica-se somente para o mesmo cargo da mesa diretora, não impedindo que membro da mesa anterior se mantenha no órgão de direção, desde que em cargo distinto; (iii) o limite de uma única reeleição ou recondução, acima veiculado, deve orientar a formação da Mesa da Assembleia Legislativa no período posterior à data de publicação da ata de julgamento da ADI 6.524, de modo que não serão consideradas, para fins de inelegibilidade, as composições eleitas antes de 7.1.2021, salvo se configurada a antecipação fraudulenta das eleições como burla ao entendimento do Supremo Tribunal Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769776144","externo_seq_objeto_incidente":6080599,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6654&classe=ADI","is_colac":false,"titulo":"ADI 6654","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00043\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00052\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00082\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00139 INC-00001 LET-A\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000022 ANO-1951\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    ART-00146 INC-00001 LET-A\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    ART-00151 PAR-ÚNICO\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019 ANO-1981\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00014 PAR-00005 ART-00027 ART-00030\n    PAR-00004 ART-00057 PAR-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1997\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020 ANO-2007\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000075 ANO-2021\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMCR-000005 ANO-1994\n    EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   EMD-000031 ANO-2003\n    ART-00006\n    EMENDA DO REGIMENTO INTERNO DA ASSEMBLEIA LEGISLATIVA DO AMAPÁ\n\n","LEG-EST   CES\n    ART-00095 INC-00001\n    CONSTITUIÇÃO ESTADUAL, AP\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, PR\n\n","LEG-EST   CES ANO-1991\n    ART-00030 PAR-00004\n    CONSTITUIÇÃO ESTADUAL, RR\n\n","LEG-EST   CES ANO-1991\n    CONSTITUIÇÃO ESTADUAL, AP"],"publicacao_data":"2023-08-15","documental_acordao_mesmo_sentido_lista_texto":"ADI 6703  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-19-04-2023  UF-RR  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-034\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n \nADI 6658  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023\n          JULG-19-04-2023  UF-RR  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-034\n          DJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023","documental_indexacao_texto":"- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: INOCORRÊNCIA, PERDA DO OBJETO, DESCABIMENTO, REDISTRIBUIÇÃO, PREVENÇÃO. POSSIBILIDADE, REELEIÇÃO ÚNICA, IDENTIDADE, CARGO, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA. PRECEDENTE, NECESSIDADE, VEDAÇÃO, REELEIÇÃO ILIMITADA. PRINCÍPIO REPUBLICANO, PRINCÍPIO DEMOCRÁTICO. NECESSIDADE, ALTERNÂNCIA, EXERCÍCIO, PODER POLÍTICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6654&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REELEIÇÃO ÚNICA, PERÍODO SUBSEQUENTE, MESA DIRETORA, ASSEMBLEIA LEGISLATIVA)\nADI 6524 (TP), ADI 6683 (TP), ADI 6684 (TP), ADI 6685 (TP), ADI 6686 (TP), ADI 6687 (TP), ADI 6688 (TP), ADI 6698 (TP), ADI 6704 (TP), ADI 6709 (TP), ADI 6711 (TP), ADI 6714 (TP), ADI 6718 (TP), ADI 6719 (TP), ADI 7016 (TP), ADI 6721 ED (TP). \n(VEDAÇÃO, RECONDUÇÃO, MEMBRO, CASA LEGISLATIVA, REELEIÇÃO, NORMA DE REPRODUÇÃO OBRIGATÓRIA, CONSTITUIÇÃO ESTADUAL)\nADI 792 (TP), ADI 2262 MC (TP), ADI 1528 MC (TP), ADI 1528 QO (TP). \n(INTERPRETAÇÃO CONSTITUCIONAL, SEGURANÇA JURÍDICA, PONDERAÇÃO DE PRINCÍPIOS)\nADI 6684 (TP), ADI 6685 (TP), ADI 6699 (TP), ADI 6704 (TP), ADI 6707 (TP), ADI 6710 (TP). \n- Decisão monocrática citada:\n(VALIDADE, LEI ORGÂNICA DO DISTRITO FEDERAL)\nADI 6629.\n- Legislação estrangeira citada: art. 2, Seção 1, item 1 da Constituição dos Estados Unidos da América, de 1787, art. 60, item 5, Constituição da Áustria de 1920, art. 126, item 1 da Constituição da República Portuguesa de 1976 e art. 90 da Constituição da Nação Argentina de 1995.\nNúmero de páginas: 36.\nAnálise: 24/10/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nADV.(A/S)  : JOSE EDUARDO MARTINS CARDOZO E OUTRO(A/S)\nADV.(A/S)  : CLAUDIO PEREIRA DE SOUZA NETO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE RORAIMA \nADV.(A/S)  : PAULO LUIS DE MOURA HOLANDA \nADV.(A/S)  : SERGIO MATEUS \nAM. CURIAE.  : SOLIDARIEDADE \nADV.(A/S)  : ALYSSON SOUSA MOURAO \nADV.(A/S)  : RODRIGO MOLINA RESENDE SILVA \nAM. CURIAE.  : REPUBLICANOS - RR \nADV.(A/S)  : ALONSO REIS SIQUEIRA FREIRE \nAM. CURIAE.  : PARTIDO DEMOCRATICO TRABALHISTA \nADV.(A/S)  : ANTONIO MALVA NETO \nAM. CURIAE.  : UNIÃO NACIONAL DOS LEGISLADORES E LEGISLATIVOS ESTADUAIS - UNALE \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nADV.(A/S)  : ALBERTO BRANDAO HENRIQUES MAIMONI","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":484538,"documental_tese_texto":"(i) a eleição dos membros das Mesas das Assembleias Legislativas estaduais deve observar o limite de uma única reeleição ou recondução, limite cuja observância independe de os mandatos consecutivos referirem-se à mesma legislatura; (ii) a vedação à reeleição ou recondução aplica-se somente para o mesmo cargo da mesa diretora, não impedindo que membro da mesa anterior se mantenha no órgão de direção, desde que em cargo distinto; (iii) o limite de uma única reeleição ou recondução, acima veiculado, deve orientar a formação da Mesa da Assembleia Legislativa no período posterior à data de publicação da ata de julgamento da ADI 6.524, de modo que não serão consideradas, para fins de inelegibilidade, as composições eleitas antes de 7.1.2021, salvo se configurada a antecipação fraudulenta das eleições como burla ao entendimento do Supremo Tribunal Federal.","procedencia_geografica_completo":"RR - RORAIMA","processo_codigo_completo":"ADI 6654","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-04-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CANOTILHO, José Joaquim Gomes, MOREIRA. Constituição da República Portuguesa anotada. 3. ed. Coimbra: Coimbra Editora, 1993. p. 561.\nRUY BARBOSA. Comentários à constituição federal brasileira. São Paulo: Saraiva, 1933. p. 162. v. 3.\nConstituição federal e anteprojeto da comissão Afonso Arinos: índice analítico comparativo. Rio de Janeiro: Forense, 1987.\nQUIROGA LAVIÉ, Humberto. Estudio analitico de la reforma constitucional. Buenos Aires: Depalma, 1994. p. 40.","ministro_facet":["ALEXANDRE DE MORAES","GILMAR MENDES"],"processo_numero":6654,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur464818","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização de sustentações orais, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Walber de Moura Agra; e, pelo interessado Presidente da República, o Ministro Bruno Bianco, Advogado-Geral da União. Presidência do Ministro Luiz Fux. Plenário, 24.11.2021.\r\n\n                       Decisão: Após o voto do Ministro Luiz Fux (Presidente e Relator), que julgava improcedente o pedido formulado na ação direta; e do início do voto do Ministro Nunes Marques, o julgamento foi suspenso. Falou, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Plenário, 25.11.2021.\r\n\n                 Decisão: Após o voto do Ministro Nunes Marques, que: a) não conhecia da ADI 6.583; b) conhecia parcialmente das ações diretas 6.492 e 6.536 e, na parte conhecida, julgava-as improcedentes; e c) conhecia integralmente da ADI 6.882, julgando-a improcedente; do voto do Ministro Alexandre de Moraes, que acompanhava o voto do Ministro Luiz Fux (Presidente e Relator), julgando improcedentes as ações; e do início do voto do Ministro Edson Fachin, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Gilmar Mendes. Plenário, 1º.12.2021.\r\n\n                       Decisão: O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Ministro Luiz Fux (Presidente e Relator), vencidos parcialmente os Ministros Edson Fachin, Rosa Weber e Ricardo Lewandowski. Nesta assentada, o Ministro Nunes Marques reajustou seu voto para acompanhar, na íntegra, o Relator. Plenário, 2.12.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["1","6","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur464818","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-31T15:20:12.427751","dg_unique":"sjur464818","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÕES DIRETAS DE INCONSTITUCIONALIDADE 6.492, 6.536, 6.583 E 6.882. DIREITO CONSTITUCIONAL, ADMINISTRATIVO E REGULATÓRIO. LEI 14.026/2020. ATUALIZAÇÃO DO MARCO LEGAL DO SANEAMENTO BÁSICO. RENOVAÇÃO EM QUATRO LEIS FEDERAIS – NA LEI 9.984/2000, QUE INSTITUIU A AGÊNCIA NACIONAL DE ÁGUAS (ANA); NA LEI 10.768/2003, QUE DISPÕE SOBRE O QUADRO FUNCIONAL DA ANA; NA LEI 11.107/2005, A LEI DOS CONSÓRCIOS PÚBLICOS; E, PRINCIPALMENTE, NA LEI 11.445/2007, QUE ESTABELECE AS DIRETRIZES NACIONAIS PARA O SANEAMENTO BÁSICO. JUÍZO DE ADMISSIBILIDADE POSITIVO. MÉRITO. QUATRO PREMISSAS TEÓRICAS. (A) DISCIPLINA CONSTITUCIONAL DOS SERVIÇOS PÚBLICOS DE SANEAMENTO. (B) FUNCIONALIDADE E ATRIBUTOS ECONÔMICOS DO SANEAMENTO. (C) REALIDADE BRASILEIRA À LUZ DA REDAÇÃO ORIGINAL DA LEI 11.445/2007. DESATENDIMENTO ÀS ESSENCIALIDADES SANITÁRIAS. (D) OBJETIVOS SETORIAIS DA LEI 14.026/2020. TEMÁTICAS APRECIADAS. PRIMEIRO PILAR DA LEI 14.026/2020. (1) OS INSTRUMENTOS DE PRESTAÇÃO REGIONALIZADA VERSUS A AUTONOMIA POLÍTICA E FINANCEIRA DOS MUNICÍPIOS. CONSTITUCIONALIDADE DOS INSTITUTOS LEGAIS DE COOPERAÇÃO. SEGUNDO PILAR DA LEI 14.026/2020. (2) A MODELAGEM CONTRATUAL QUE DETERMINOU A CONCESSÃO OBRIGATÓRIA E, AO MESMO TEMPO, A VEDAÇÃO AO CONTRATO DE PROGRAMA. CONTRAPONTOS: “ESVAZIAMENTO” DA AUTONOMIA ADMINISTRATIVA DOS MUNICÍPIOS E DESRESPEITO A ATOS JURÍDICOS PERFEITOS. IMPROCEDÊNCIA. DEFASAGEM E ACOMODAÇÃO GERADAS PELO CONTRATO DE PROGRAMA. TERCEIRO PILAR DA LEI 14.026/2020. (3) O ROBUSTECIMENTO DA INSTÂNCIA FEDERAL PARA A COORDENAÇÃO DO SISTEMA DE SANEAMENTO. ALEGAÇÕES: VÍCIO FORMAL ORIGINÁRIO NA ATRIBUIÇÃO DAS COMPETÊNCIAS FISCALIZATÓRIAS E SANCIONADORAS À AGÊNCIA; E ABUSO DE PODER NO PROCEDIMENTO CONDICIONANTE À ELEGIBILIDADE PARA AS TRANSFERÊNCIAS VOLUNTÁRIAS. IMPROCEDÊNCIA. CONSIDERAÇÕES SOBRE A TUTELA DA SEGURANÇA JURÍDICA, EM FACE DOS ARTS. 13 E 14 DA LEI 14.026/2020. AÇÕES DIRETAS DE INCONSTITUCIONALIDADE CONHECIDAS E, NO MÉRITO, JULGADAS IMPROCEDENTES.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760946124","externo_seq_objeto_incidente":5965908,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-100  DIVULG 24-05-2022  PUBLIC 25-05-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6492&classe=ADI","is_colac":false,"titulo":"ADI 6492","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00005 INC-00019 LET-J ART-00118\n    ART-00119\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00016 INC-00014 ART-00143 ART-00144\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00005 INC-00015 LET-L ART-00034\n    INC-00001 ART-00152 ART-00153\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00008 INC-00017 LET-I ART-00161\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 INC-00003 INC-00004\n    ART-00018 ART-00021 INC-00020 ART-00022\n    INC-00027 ART-00023 INC-00009 ART-00024\n    PAR-00002 PAR-00003 ART-00025 PAR-00003\n    ART-00029 \"CAPUT\" INC-00001 INC-00005\n    ART-00030 INC-00001 INC-00002 INC-00005\n    ART-00034 INC-00007 LET-C ART-00037\n    \"CAPUT\" INC-00002 INC-00021 ART-00097\n    PAR-00010 LET-B ART-00103 ART-00165\n    PAR-00007 ART-00170 INC-00007 ART-00175\n    \"CAPUT\" ART-00198 INC-00001 INC-00002\n    INC-00003 ART-00200 INC-00004 ART-00241\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000095 ANO-2016\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00104 PAR-ÚNICO ART-00113\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-003071 ANO-1916\n    ART-00563 ART-00564 ART-00565 ART-00566\n    ART-00567 ART-00568 ART-00583 ART-00587\n    PAR-ÚNICO\n    CC-1916 CÓDIGO CIVIL \n\n","LEG-FED   LEI-006528 ANO-1978\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009433 ANO-1997\n    ART-00001 INC-00002 ART-00019 INC-00001\n    ART-00031\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00003 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009984 ANO-2000\n    ART-0004A PAR-00001 PAR-00007 PAR-00008\n    ART-0004B ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010768 ANO-2003\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011107 ANO-2005\n    ART-00013 PAR-00001 INC-00001 INC-00002\n    PAR-00005 PAR-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011445 ANO-2007\n    ART-00003 INC-00002 INC-00006 LET-A\n    LET-B LET-C ART-00008 INC-00001\n    INC-00002 PAR-00001 INC-00001 INC-00002\n    ART-00009 INC-00002 ART-00010 PAR-00003\n    ART-0010A ART-0011A ART-0011B ART-00014\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    PAR-00005 ART-00017 PAR-00003 ART-00022\n    INC-00003 INC-00004 ART-00023 PAR-00001\n    PAR-0001A INC-00001 INC-00002 INC-00003\n    PAR-0001B ART-00029 ART-00035 ART-00044\n    ART-00045 ART-00049 INC-00014 ART-00050\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 INC-00008\n    INC-00009 PAR-00001 PAR-00008 ART-00052\n    PAR-00003 ART-00053 ART-0053A ART-0053B\n    ART-0053D\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012305 ANO-2010\n    ART-00054 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013089 ANO-2015\n    ART-00001 PAR-00001 INC-00001 INC-00002\n    INC-00003 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013683 ANO-2018\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014026 ANO-2020\n    ART-00002 ART-00003 ART-00004 ART-00005\n    ART-00007 ART-00009 ART-00010 ART-00011\n    ART-00013 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00001\n    INC-00001 INC-00002 PAR-00002 PAR-00003\n    PAR-00004 ART-00014 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 ART-00015\n    ART-00018\n    LEI ORDINÁRIA\n\n","LEG-FED   MPR-000844 ANO-2018\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000868 ANO-2018\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DEC-024643 ANO-1934\n    CA-1934 CÓDIGO DE ÁGUAS\n\n","LEG-FED   PJL-004162 ANO-2019\n    ART-00016\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   SUV-000038\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000645\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, BA"],"publicacao_data":"2022-05-25","documental_acordao_mesmo_sentido_lista_texto":"ADI 6583  PROCESSO ELETRÔNICO\n          JULG-02-12-2021  UF-DF  TURMA-TP  MIN-LUIZ FUX N.PÁG-442\n          DJe-100  DIVULG 24-05-2022  PUBLIC 25-05-2022\n \nADI 6882  PROCESSO ELETRÔNICO\n          JULG-02-12-2021  UF-DF  TURMA-TP  MIN-LUIZ FUX N.PÁG-426\n          DJe-100  DIVULG 24-05-2022  PUBLIC 25-05-2022\n \nADI 6536  PROCESSO ELETRÔNICO\n          JULG-02-12-2021  UF-DF  TURMA-TP  MIN-LUIZ FUX N.PÁG-451\n          DJe-100  DIVULG 24-05-2022  PUBLIC 25-05-2022","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6492&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(SERVIÇO PÚBLICO, FORNECIMENTO DE ÁGUA, COMPETÊNCIA, MUNICÍPIO)\r\nADI 1842 (TP), ADI 2077 (TP), ADI 2340 (TP), ADI 6536 (TP), ADI 6583 (TP).\r\n(CONCESSÃO DE SERVIÇO PÚBLICO, SANEAMENTO BÁSICO, VINCULAÇÃO, CONTRATO)\r\nADI 6882 (TP).\r\n(SÚMULA VINCULANTE 43/STF)\r\nADI 3199 (TP).\r\n(HORÁRIO DE FUNCIONAMENTO, COMÉRCIO, FARMÁCIA, COMPETÊNCIA, MUNICÍPIO)\r\nRE 178034 (2ªT), RE 191031 (2ªT).\r\n- Decisões monocráticas citadas:\r\n(ADI, LEGITIMIDADE ATIVA, ASSOCIAÇÃO, )\r\nADI 4313, ADI 5033.\r\n(HORÁRIO DE FUNCIONAMENTO, COMÉRCIO, FARMÁCIA, COMPETÊNCIA, MUNICÍPIO)\r\nRE 171630.\r\n- Legislação estrangeira citada: art. 66, §1º, §2º, §3º, §4º, §5º, 6º, 7º, 8º, 9º, 10, 11 e 12, da Lei Imperial de 1º de outubro de 1828; Constituição norte-americana de 1787.\n- Veja ADI 6536, ADI 6583 e ADI 6882 do STF.\n- Veja art. 2º, inciso I, do Estatuto da Associação Nacional dos Serviços Municipais de Saneamento (ASSEMAE); arts. 1º e 4º, da Associação Brasileira das Empresas Estaduais de Saneamento (AESBE).","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DEMOCRATICO TRABALHISTA \nADV.(A/S)  : WALBER DE MOURA AGRA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : PARTIDO NOVO \nADV.(A/S)  : MARILDA DE PAULA SILVEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":464818,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6492","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-12-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 1991. p. 124.\n\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\n\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\n\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\n\nBARROSO, Luís Roberto. Saneamento básico: competências constitucionais da União, Estados e Municípios. Revista de Informação Legislativa, a. 38, n. 153, p. 262-263, jan./mar. 2002.\n\nBRASIL. Ministério da Saúde. Manual de saneamento. 5. ed. Brasília: Funasa, 2019. p. 20.\n\nCASAGRANDE, Paulo L. Regulação pró-concorrencial de acesso a ativos de infraestrutura: regime jurídico e aspectos econômicos. In: SCHAPIRO, Mario Gomes (coord.). Direito Econômico: Direito Econômico Regulatório. São Paulo: Saraiva, 2010. p. 129-134.\n\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 5.\n\nDALLARI, Sueli Gandolfi. Competência municipal em matéria de saúde. RDP 92. p. 174.\n\n\nDUTRA, Joisa; LOUREIRO, Luiz Gustavo Kaercher. Observações sobre a prorrogação de contratos de programa sob o Marco do Saneamento. Centro de Estudos de Regulação e Infraestrutura – FGV CERI. Faculdade de Direito da Fundação Getúlio Vargas. Rio de Janeiro, 2020.\n\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\n\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\n\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\n\nFERREIRA, Pinto. O município e sua lei orgânica. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, n. 10. p. 64.\n\nHAMILTON. The Federalist papers. n. 9.\n\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53 et seq.\n\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\n\nJAY; MADISON; HAMILTON. The Federalist papers. Publius. 1787.\n\nKELLY, Kevin. Inevitável: as 12 forças tecnológicas que mudarão nosso mundo. Tradução: Cristina Yamaguchi. Rio de Janeiro: Alta Books, 2019. p. 68.\n\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (coord.). Dicionário de política. v. 1. p. 482. \n\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\n\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\n\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq.\n\nMIRANDA, Jorge. Manual de direito constitucional. Coimbra: Coimbra, 1988. Tomo 3, p. 235.\n\nMIRANDA, Jorge. Manual de direito constitucional. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\n\nMURTHA, Ney; CASTRO, J. Esteban; HELLER, Leo. Uma perspectiva histórica das primeiras políticas públicas de saneamento e de recursos hídricos. Ambiente & Sociedade, São Paulo, v. XVIII, n. 3, p. 199, jul.-set. 2015.\n\nNOVELLI, Vinicius. Privatizar ou estatizar? Como o mundo lida com o saneamento básico. Veja, 26 jun. 2020. Disponível em:  https://veja.abril.com.br/mundo/privatizarou-estatizar-como-o-mundo-lida-com-o-saneamento-basico/.\n\nPAGANINI, Wanderley da Silva; BOCCHIGLIERI, Miriam Moreira. O Novo Marco Legal do Saneamento:\nuniversalização e saúde pública. Revista USP, São Paulo, n. 128, jan./fev./mar. 2021. p. 53-55.\n\nROBISON, Donald L. To the best of my ability: the Presidency and the Constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\n\nSALOMÃO FILHO, Calixto. Direito concorrencial. 2. ed. Rio de Janeiro: Forense, 2021. p. 206-207.\n\nSCHWAB, Klaus. A quarta revolução industrial. Tradução: Daniel Moreira Miranda. São Paulo: Edipro,  2016. p. 16.\n\nSEVCENKO, Nicolau. A Revolta da Vacina: mentes insanas em corpos rebeldes. São Paulo: Unesp Digital, 2018, posição 370. E-book Kindle.\n\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\n\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["LUIZ FUX"],"processo_numero":6492,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur388753","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, julgou procedente a ação direta, para declarar a inconstitucionalidade formal da Lei 4.132/2008 do Distrito Federal. Ausentes, neste julgamento, os Ministros Gilmar Mendes e Luiz Fux, e, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 1º.8.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur388753","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-11-07T20:00:42.838415","dg_unique":"sjur388753","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI 4.132/2008 DO DISTRITO FEDERAL. SUPOSTA VIOLAÇÃO AOS ARTIGOS 22, I; E 24, §§ 1º e 3º, DA CONSTITUIÇÃO FEDERAL. LEI IMPUGNADA DISPÕE SOBRE A OBRIGATORIEDADE DA APRESENTAÇÃO DE DOCUMENTO DE IDENTIDADE COM FOTO NO ATO DAS OPERAÇÕES COM CARTÃO DE CRÉDITO E DÉBITO EM CONTA. INCONSTITUCIONALIDADE FORMAL, POR USURPAÇÃO DA COMPETÊNCIA DA UNIÃO EM MATÉRIA DE DIREITO CIVIL (CF, ART. 22, INCISO I).\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I). \n\n\n\n    3. A Lei 4.132/2008 do Distrito Federal dispõe sobre a obrigatoriedade da apresentação de documento de identidade com foto no ato das operações com cartão de crédito e débito em conta. Tem por objeto normas de direito civil, tema inserido no rol de competências legislativas privativas da União (art. 22, I, da CF). \n\n\n\n    4. Apesar de a lei impugnada tangenciar matéria ligada à proteção do consumidor, inserida na competência legislativa concorrente dos entes federativos União e Distrito Federal (art. 24, V, da CF), o SUPREMO TRIBUNAL FEDERAL entende que lei estadual que trata de relações de consumo não pode legislar sobre direito civil, notadamente sobre relações contratuais. Precedentes desta CORTE: RE 877.596 AgR, Rel. Min. ROSA WEBER, Primeira Turma, DJe de 29/6/2015 e ADI 4.701/PE, Rel. Min. ROBERTO BARROSO, DJe de 22/8/2014.\n\n\n\n    5. Ação Direta de Inconstitucionalidade julgada procedente, para declarar a inconstitucionalidade formal da Lei 4.132/2008 do Distrito Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=747914421","externo_seq_objeto_incidente":2671081,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-163  DIVULG 10-08-2018  PUBLIC 13-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4228&classe=ADI","is_colac":false,"titulo":"ADI 4228","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00001 ART-00024 INC-00005 \n          PAR-00001 PAR-00003 ART-00025 ART-00030 \n          INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-DIS   LEI-004132      ANO-2008\n                LEI ORDINÁRIA, DF"],"publicacao_data":"2018-08-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORIGEM, DIVISÃO, COMPETÊNCIA, FEDERALISMO, CONSTITUIÇÃO, ESTADOS UNIDOS DA AMÉRICA. EVOLUÇÃO, FEDERALISMO COOPERATIVO. CONSTITUIÇÃO FEDERAL DE 1988, CONCENTRAÇÃO, UNIÃO FEDERAL, COMPETÊNCIA PRIVATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4228&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO, DIREITO CIVIL, RELAÇÃO CONTRATUAL)\nADI 4701 (TP), RE 877596 AgR (1ªT). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 11.\nAnálise: 15/10/2018, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DO COMERCIO DE BENS, SERVICOS E TURISMO - CNC \nADV.(A/S)  : CÁCITO AUGUSTO DE FREITAS ESTEVES E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO DISTRITO FEDERAL \nINTDO.(A/S)  : CAMARA LEGISLATIVA DO DISTRITO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":388753,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4228","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-08-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, J.J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nLEVI, Lucio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoría de la constitución. Barcelona: Ariel, 1962. p. 362.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4228,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur463492","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, Procuradoria-Geral da República, a Drª. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; pelo Presidente da República e pelo Congresso Nacional, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União; pelo amicus curiae Central Única dos Trabalhadores - CUT, o Dr. José Eymard Loguércio; pelo amicus curiae CGTB - Central Geral dos Trabalhadores do Brasil, o Dr. Raphael Sodré Cittadino; pelo amicus curiae Central dos Sindicatos Brasileiros - CSB, o Dr. Luis Antônio Camargo Melo; pelo amicus curiae Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Alberto Pavie Ribeiro; pelo amicus curiae Confederação Nacional do Transporte - CNT, o Dr. Flávio Henrique Unes Pereira; e, pelo amicus curiae Confederação da Agricultura e Pecuária do Brasil - CNA, o Dr. Rudy Maia Ferraz. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 9.5.2018.\r\n\n                       Decisão: Após o voto do Ministro Roberto Barroso (Relator), julgando parcialmente procedente a ação direta de inconstitucionalidade, para assentar interpretação conforme a Constituição, consubstanciada nas seguintes teses: “1. O direito à gratuidade de justiça pode ser regulado de forma a desincentivar a litigância abusiva, inclusive por meio da cobrança de custas e de honorários a seus beneficiários. 2. A cobrança de honorários sucumbenciais do hipossuficiente poderá incidir: (i) sobre verbas não alimentares, a exemplo de indenizações por danos morais, em sua integralidade; e (ii) sobre o percentual de até 30% do valor que exceder ao teto do Regime Geral de Previdência Social, mesmo quando pertinente a verbas remuneratórias. 3. É legítima a cobrança de custas judiciais, em razão da ausência do reclamante à audiência, mediante prévia intimação pessoal para que tenha a oportunidade de justificar o não comparecimento, e após o voto do Ministro Edson Fachin, julgando integralmente procedente a ação, pediu vista antecipada dos autos o Ministro Luiz Fux. Ausentes o Ministro Dias Toffoli, neste julgamento, e o Ministro Celso de Mello, justificadamente. Presidência da Ministra Cármen Lúcia. Plenário, 10.5.2018.\r\n\n                       Decisão: Após o voto-vista do Ministro Luiz Fux (Presidente), que acompanhava o voto do Ministro Roberto Barroso (Relator), julgando parcialmente procedente a ação direta, o julgamento foi suspenso. Plenário, 14.10.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: O Tribunal, por maioria, julgou parcialmente procedente o pedido formulado na ação direta, para declarar inconstitucionais os arts. 790-B, caput e § 4º, e 791-A, § 4º, da Consolidação das Leis do Trabalho (CLT), vencidos, em parte, os Ministros Roberto Barroso (Relator), Luiz Fux (Presidente), Nunes Marques e Gilmar Mendes. Por maioria, julgou improcedente a ação no tocante ao art. 844, § 2º, da CLT, declarando-o constitucional, vencidos os Ministros Edson Fachin, Ricardo Lewandowski e Rosa Weber. Redigirá o acórdão o Ministro Alexandre de Moraes. Plenário, 20.10.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["1","8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur463492","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-11-07T20:00:09.666516","dg_unique":"sjur463492","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI 13.467/2017. REFORMA TRABALHISTA. REGRAS SOBRE GRATUIDADE DE JUSTIÇA. RESPONSABILIDADE PELO PAGAMENTO DE ÔNUS SUCUMBENCIAIS EM HIPÓTESES ESPECÍFICAS. ALEGAÇÕES DE VIOLAÇÃO AOS PRINCÍPIOS DA ISONOMIA, INAFASTABILIDADE DA JURISDIÇÃO, ACESSO À JUSTIÇA, SOLIDARIEDADE SOCIAL E DIREITO SOCIAL À ASSISTÊNCIA JURÍDICA GRATUITA. MARGEM DE CONFORMAÇÃO DO LEGISLADOR. CRITÉRIOS DE RACIONALIZAÇÃO DA PRESTAÇÃO JURISDICIONAL. AÇÃO DIRETA JULGADA PARCIALMENTE PROCEDENTE.\n\n\n\n    1. É inconstitucional a legislação que presume a perda da condição de hipossuficiência econômica para efeito de aplicação do benefício de gratuidade de justiça, apenas em razão da apuração de créditos em favor do trabalhador em outra relação processual, dispensado o empregador do ônus processual de comprovar eventual modificação na capacidade econômica do beneficiário.\n\n\n\n    2. A ausência injustificada à audiência de julgamento frustra o exercício da jurisdição e acarreta prejuízos materiais para o órgão judiciário e para a parte reclamada, o que não se coaduna com deveres mínimos de boa-fé, cooperação e lealdade processual, mostrando-se proporcional a restrição do benefício de gratuidade de justiça nessa hipótese.\n\n\n\n    3. Ação Direta julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760521561","externo_seq_objeto_incidente":5250582,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-084  DIVULG 02-05-2022  PUBLIC 03-05-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5766&classe=ADI","is_colac":false,"titulo":"ADI 5766","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00153\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00002 INC-00003 INC-00004\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00005 \"CAPUT\" INC-00024\n    INC-00035 INC-00054 INC-00055 INC-00074\n    INC-00078 PAR-00002 ART-00007 INC-00001\n    INC-00022 INC-00023 INC-00029 ART-00008\n    INC-00003 ART-00009 ART-00145 INC-00002\n    PAR-00002 ART-00170 \"CAPUT\" INC-00003\n    ART-00196\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00068\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000080 ANO-1994\n    ART-00014\n    LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LEI-001060 ANO-1950\n    ART-00002 PAR-ÚNICO ART-00004 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007115 ANO-1953\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00111 INC-00002 ART-00176\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-005584 ANO-1970\n    ART-00014 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006649 ANO-1970\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00649 INC-00004\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008245 ANO-1991\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00006 ART-00011 PAR-00002 ART-00095\n    PAR-00003 INC-00001 INC-00002 PAR-00004\n    ART-00098 PAR-00001 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 PAR-00006\n    ART-00099 PAR-00001 PAR-00002 PAR-00003\n    ART-00100 ART-00334 PAR-00008 ART-00489\n    PAR-00001 ART-00833 INC-00004 ART-00926\n    ART-00927\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013467 ANO-2017\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00195 PAR-00002 ART-00477 PAR-00001\n    PAR-00003 ART-00578 ART-00702 ART-00731\n    ART-00732 ART-00789 INC-00002 ART-00790\n    \"CAPUT\" PAR-00003 PAR-00004 ART-0790B\n    \"CAPUT\" PAR-00004 ART-0791A PAR-00004\n    ART-0791B ART-00822 PAR-00003 ART-00844\n    \"CAPUT\" PAR-00001 PAR-00002 PAR-00003\n    PAR-ÚNICO ART-0852B INC-00001 INC-00002\n    INC-00003 PAR-00001 ART-0855B\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-INT   DEL-000226 ANO-1991\n    DECRETO-LEI - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-000027 ANO-1992\n    DECRETO-LEI - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   INT-000039 ANO-2016\n    INSTRUÇÃO NORMATIVA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   PJL-006787 ANO-2016\n    PROJETO DE LEI\n\n","LEG-FED   SUMSTF-000667\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMTST-000463\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2022-05-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, HIPOSSUFICIENTE, ASSISTÊNCIA JUDICIÁRIA GRATUITA, JUSTIÇA GRATUITA. JUSTIÇA GRATUITA, ORDENAMENTO JURÍDICO. PRECEDENTE, STF, HIPOSSUFICIENTE, DISPENSABILIDADE, PAGAMENTO ANTECIPADO, CUSTAS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, PROIBIÇÃO, ÓBICE, EXERCÍCIO, DIREITO DE AÇÃO; VEDAÇÃO, UTILIZAÇÃO, CUSTAS, ÓBICE, ACESSO À JUSTIÇA. DEVER, PODER PÚBLICO, VIABILIZAÇÃO, ACESSO À JUSTIÇA, OFERECIMENTO, ASSISTÊNCIA JUDICIÁRIA GRATUITA, JUSTIÇA GRATUITA, HIPOSSUFICIENTE. REGULAÇÃO, JUSTIÇA GRATUITA, CÓDIGO DE PROCESSO CIVIL DE 2015. REFORMA TRABALHISTA, REGULAÇÃO, JUSTIÇA GRATUITA, OBJETIVO, DIMINUIÇÃO, EXCESSO, JUDICIALIZAÇÃO, JUSTIÇA DO TRABALHO. DADO, EFEITO, REFORMA TRABALHISTA, NÚMERO, PROCESSO, JUSTIÇA DO TRABALHO. INCONSTITUCIONALIDADE, TAXA JUDICIÁRIA, IRRAZOABILIDADE. CRIAÇÃO, JUSTIÇA DO TRABALHO, PROTEÇÃO DO TRABALHADOR, HIPOSSUFICIÊNCIA, RELAÇÃO DE EMPREGO. CONSOLIDAÇÃO DAS LEIS DO TRABALHO, REGULAÇÃO, JUSTIÇA GRATUITA, TRATAMENTO DISCRIMINATÓRIO, PARTE PROCESSUAL, ÂMBITO TRABALHISTA, PRINCÍPIO DA ISONOMIA. RAZOABILIDADE, COBRANÇA, CUSTAS, BENEFICIÁRIO, JUSTIÇA GRATUITA, AUSÊNCIA, COMPARECIMENTO, AUDIÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, TOTALIDADE, CIDADÃO. REFORMA TRABALHISTA, REGULAÇÃO, JUSTIÇA GRATUITA, CRIAÇÃO, ÓBICE, EXERCÍCIO, DIREITO DE AÇÃO, HIPOSSUFICIENTE, TRATAMENTO DISCRIMINATÓRIO.\n\n- VOTO, MIN. ROBERTO BARROSO: GARANTIA CONSTITUCIONAL, ACESSO À JUSTIÇA, EXCESSO, JUDICIALIZAÇÃO, MATÉRIA TRABALHISTA. CUSTO, EXCESSO, JUDICIALIZAÇÃO, PREJUÍZO, PRESTAÇÃO JURISDICIONAL. DADO, ACUMULAÇÃO, PROCESSO, DIREITO COMPARADO. REFORMA TRABALHISTA, COBRANÇA, HONORÁRIOS DE SUCUMBÊNCIA, BENEFICIÁRIO, JUSTIÇA GRATUITA, DEMANDA, COBRANÇA INDEVIDA, RAZOABILIDADE, PROPORCIONALIDADE, OBSERVÂNCIA, MÍNIMO EXISTENCIAL. DEFINIÇÃO, MÍNIMO EXISTENCIAL, ALCANCE, MÍNIMO EXISTENCIAL, DOUTRINA. REFORMA TRABALHISTA, CONSTITUCIONALIDADE, COBRANÇA, CUSTAS, BENEFICIÁRIO, JUSTIÇA GRATUITA, AUSÊNCIA, COMPARECIMENTO, AUDIÊNCIA, AUSÊNCIA, JUSTIFICATIVA. REFORMA TRABALHISTA, CONSTITUCIONALIDADE, EXIGÊNCIA, PAGAMENTO, CUSTAS, PROPOSITURA, AÇÃO JUDICIAL, HIPÓTESE, ARQUIVAMENTO, AÇÃO JUDICIAL, MOMENTO ANTERIOR, DECORRÊNCIA, AUSÊNCIA, COMPARECIMENTO. DADO, ATUAÇÃO, JUSTIÇA DO TRABALHO.\n\n- VOTO, MIN. EDSON FACHIN: GARANTIA, ACESSO À JUSTIÇA, JUSTIÇA GRATUITA. HISTÓRIA, JUSTIÇA GRATUITA, ORDENAMENTO JURÍDICO BRASILEIRO. JUSTIÇA GRATUITA, CORRELAÇÃO, EXERCÍCIO, DIREITO, ACESSO À JUSTIÇA. DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, PROTEÇÃO, CONSTITUIÇÃO FEDERAL, NORMA INTERNACIONAL. JUSTIÇA GRATUITA, ACESSO À JUSTIÇA, PRINCÍPIO DA ISONOMIA. INCONSTITUCIONALIDADE, RESTRIÇÃO, DIREITO, JUSTIÇA GRATUITA, DIREITO, ACESSO À JUSTIÇA.\n\n- VOTO, MIN. LUIZ FUX: ACESSO À JUSTIÇA, JUSTIÇA DO TRABALHO, PRINCÍPIO DA ISONOMIA. DEVER, BENEFICIÁRIO, JUSTIÇA GRATUITA. REQUISITO, BENEFÍCIO, JUSTIÇA GRATUITA, HIPOSSUFICIÊNCIA. REFORMA TRABALHISTA, RAZOABILIDADE, COBRANÇA, HONORÁRIOS, PERÍCIA, BENEFICIÁRIO, JUSTIÇA GRATUITA, HIPÓTESE, SUCUMBÊNCIA. HONORÁRIOS, PERÍCIA, NATUREZA ALIMENTAR. EXCESSO, JUDICIALIZAÇÃO, PREJUÍZO, PRESTAÇÃO JURISDICIONAL. REFORMA TRABALHISTA, COBRANÇA, CUSTAS, BENEFICIÁRIO, JUSTIÇA GRATUITA, AUSÊNCIA, COMPARECIMENTO, AUDIÊNCIA, AUSÊNCIA, JUSTIFICATIVA, PRINCÍPIO DA COOPERAÇÃO, CÓDIGO DE PROCESSO CIVIL.\n\n- VOTO, MIN. NUNES MARQUES: PRINCÍPIO, DIREITO DO TRABALHO, PROTEÇÃO DO TRABALHADOR, ABUSO, DIREITO DE AÇÃO. OBJETIVO, REFORMA TRABALHISTA, REGULAÇÃO, BENEFÍCIO DA GRATUIDADE, COIBIÇÃO, EXCESSO, JUDICIALIZAÇÃO. REFORMA TRABALHISTA, POSSIBILIDADE, COBRANÇA, HONORÁRIOS DE SUCUMBÊNCIA, BENEFICIÁRIO, JUSTIÇA GRATUITA, OBSERVÂNCIA, MÍNIMO EXISTENCIAL. REFORMA TRABALHISTA, RAZOABILIDADE, COBRANÇA, CUSTAS, BENEFICIÁRIO, JUSTIÇA GRATUITA, AUSÊNCIA, COMPARECIMENTO, AUDIÊNCIA, AUSÊNCIA, JUSTIFICATIVA.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: HERMENÊUTICA, NATUREZA CONSTITUCIONAL, INTERPRETAÇÃO CONSEQUENCIALISTA. REFORMA TRABALHISTA, REGULAÇÃO, JUSTIÇA GRATUITA, IMPOSIÇÃO, OBSTÁCULO, DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA.\n\n- VOTO, MIN. GILMAR MENDES: REFORMA TRABALHISTA, REGULAÇÃO, JUSTIÇA GRATUITA, OBJETIVO, MELHORIA, DISTRIBUIÇÃO, ÔNUS, PROCESSO, PARTE PROCESSUAL, MELHORIA, UTILIZAÇÃO, RECURSOS PÚBLICOS. CUSTO, DIREITO, DOUTRINA. DADO, CUSTO, PROCESSO, JUSTIÇA DO TRABALHO. DADO, REDUÇÃO, PROPOSITURA, AÇÃO JUDICIAL, JUSTIÇA DO TRABALHO, MOMENTO POSTERIOR, REFORMA TRABALHISTA. RESPONSABILIDADE, BENEFICIÁRIO, JUSTIÇA GRATUITA. JURISPRUDÊNCIA, STF, CONDENAÇÃO, HONORÁRIOS DE SUCUMBÊNCIA, BENEFICIÁRIO, JUSTIÇA GRATUITA. JURISPRUDÊNCIA, STF, IMPOSIÇÃO, MULTA, BENEFICIÁRIO, JUSTIÇA GRATUITA. CUSTAS, EMOLUMENTO, NATUREZA JURÍDICA, TAXA, PRESTAÇÃO, SERVIÇO PÚBLICO UTI SINGULI; PROPORCIONALIDADE, COBRANÇA, CUSTO, ATIVIDADE. INTERPRETAÇÃO ESTRITA, NORMA, ISENÇÃO, TAXA. CONDENAÇÃO, HONORÁRIOS DE SUCUMBÊNCIA, BENEFICIÁRIO, JUSTIÇA GRATUITA.\n\n- VOTO, MIN. ROSA WEBER: REFORMA TRABALHISTA, REFORMULAÇÃO, ACESSO, JUSTIÇA DO TRABALHO, JUSTIFICATIVA, DIMINUIÇÃO, EXCESSO, LITÍGIO; CONFIGURAÇÃO, RESTRIÇÃO, ACESSO, JUSTIÇA GRATUITA, HIPOSSUFICIENTE. CONSOLIDAÇÃO DAS LEIS DO TRABALHO, CRITÉRIO, CONCESSÃO, BENEFÍCIO, JUSTIÇA GRATUITA. DADO, ATUAÇÃO, DEFENSORIA PÚBLICA DA UNIÃO, ÂMBITO, JUSTIÇA DO TRABALHO. DADO, ATUAÇÃO, SINDICATO, ASSISTÊNCIA JURÍDICA, TRABALHADOR, ÂMBITO, JUSTIÇA DO TRABALHO. DADO, DESEMPENHO, JUSTIÇA DO TRABALHO. DADO, DESPESA, ARRECADAÇÃO, JUSTIÇA DO TRABALHO. PROVA PERICIAL, JUSTIÇA DO TRABALHO, DEVER LEGAL. COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL. JURISPRUDÊNCIA, STF, TUTELA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO À IGUALDADE, UNIÃO HOMOAFETIVA, ENTIDADE FAMILIAR; COTA RACIAL; DIREITO, ALTERAÇÃO, NOME, GÊNERO, DOCUMENTO DE IDENTIFICAÇÃO, TRANSGÊNERO; PROPRIEDADE, TERRA OCUPADA POR COMUNIDADES QUILOMBOLAS; PARTICIPAÇÃO POLÍTICA, MULHER, FUNDO PARTIDÁRIO. GARANTIA, ACESSO À JUSTIÇA, JUSTIÇA GRATUITA. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, GARANTIA, MÍNIMO EXISTENCIAL.\n\n- TERMO(S) DE RESGATE: SISTEMA DE PRECEDENTES, PRINCÍPIO DA SEGURANÇA JURÍDICA. SISTEMA DE JUSTIÇA MULTIPORTAS, MULTIPLICIDADE, SOLUÇÃO, CONFLITO. MEDIAÇÃO, NEGOCIAÇÃO, ALTERNATIVA, ACESSO À JUSTIÇA; INADMISSIBILIDADE, SOBREPOSIÇÃO, EFICIÊNCIA, PROTEÇÃO, DIREITO FUNDAMENTAL. DISTINÇÃO, EXCESSO, LITÍGIO, IMPROCEDÊNCIA, PEDIDO, LITIGÂNCIA FRÍVOLA. PROBLEMÁTICA, LITIGANTE PASSIVO HABITUAL, JUSTIÇA DO TRABALHO. CORRELAÇÃO, POBREZA, AUSÊNCIA, ACESSO À JUSTIÇA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5766&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(GARANTIA, ACESSO À JUSTIÇA, JUSTIÇA GRATUITA)\nAI 598212 ED (2ªT), RE 763667 AgR (2ªT), ADPF 504 (TP). \n(HONORÁRIOS, PERÍCIA, NATUREZA ALIMENTAR)\nRE 146318 (2ªT). \n(REFORMA TRABALHISTA)\nADI 5794 (TP), ADI 5938 (TP). \n(HIPOSSUFICIENTE, DISPENSABILIDADE, PAGAMENTO ANTECIPADO, CUSTAS)\nRE 249003 ED (TP). \n(INCONSTITUCIONALIDADE, TAXA JUDICIÁRIA, IRRAZOABILIDADE)\nRp 1077 (TP), ADI 948 (TP), ADI 1772 MC (TP), ADI 1926 MC (TP), ADI 1651 MC (TP). \n(CONDENAÇÃO, HONORÁRIOS DE SUCUMBÊNCIA, BENEFICIÁRIO, JUSTIÇA GRATUITA)\nRE 184841 (1ªT), RE 338453 ED (1ªT), RE 559417 AgR (2ªT). \n(IMPOSIÇÃO, MULTA, BENEFICIÁRIO, JUSTIÇA GRATUITA)\nAI 342393 AgR-ED-EI (2ªT). \n(CUSTAS, EMOLUMENTO, NATUREZA JURÍDICA, TAXA)\nADI 948 (TP), ADI 1772 MC (TP), ADI 1378 MC (TP). \n(COMPULSORIEDADE, CONTRIBUIÇÃO SINDICAL)\nADI 5794 (TP). \n(UNIÃO HOMOAFETIVA, ENTIDADE FAMILIAR, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, IGUALDADE)\nADI 4277 (TP), ADPF 132 (TP). \n(COTA RACIAL, DIREITO À IGUALDADE)\nADPF 186 (TP). \n(DIREITO, ALTERAÇÃO, NOME, GÊNERO, DOCUMENTO DE IDENTIFICAÇÃO, TRANSGÊNERO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nADI 4275 (TP). \n(PROPRIEDADE, TERRA OCUPADA POR COMUNIDADES QUILOMBOLAS, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nADI 3239 (TP). \n(IGUALDADE, PARTICIPAÇÃO POLÍTICA, MULHER, FUNDO PARTIDÁRIO)\nADI 5617 (TP). \n(PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, GARANTIA, MÍNIMO EXISTENCIAL)\nARE 639337 AgR (2ªT). \n- Decisão monocrática citada:\n(HONORÁRIOS, PERÍCIA, NATUREZA ALIMENTAR)\nRE 406846.\n- Legislação estrangeira citada: Constituição de Portugal, 1976; Constituição da Espanha, de 1978.\n- Decisões estrangeiras citadas: Caso UNISON vs. Lord Chancellor, de 2015, da Suprema Corte do Reino Unido; Caso Valle Jaramillo e outros vs. Colombia, de 27 de novembro de 2008, Caso Colindres Schonenberg vs. El Salvador, de 4 de fevereiro de 2019, Caso Trabalhadores da Fazenda Brasil Verde vs. Brasil, de 20 de outubro de 2016, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 251.\nAnálise: 06/02/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CENTRAL UNICA DOS TRABALHADORES-CUT \nADV.(A/S)  : JOSÉ EYMARD LOGUERCIO \nAM. CURIAE.  : CGTB - CENTRAL GERAL DOS TRABALHADORES DO BRASIL \nADV.(A/S)  : RAPHAEL SODRE CITTADINO \nAM. CURIAE.  : CENTRAL DOS SINDICATOS BRASILEIROS - CSB \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO - ANAMATRA \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DO TRANSPORTE - CNT \nADV.(A/S)  : FLÁVIO HENRIQUE UNES PEREIRA E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO DA AGRICULTURA E PECUÁRIA DO BRASIL- CNA \nADV.(A/S)  : RUDY MAIA FERRAZ E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":463492,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5766","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. A theory of constitutional rights. 2004. p. 290.\nASSOCIAÇÃO DOS MAGISTRADOS DO TRABALHO DA 21ª REGIÃO (AMATRA 21). Número de novas ações trabalhistas cai em 47% no RN. 8 abr. 2018. Disponível em: http://www.amatra21.org.br/2017/noticias/1300/numero-de-novasacoes-trabalhistas-cai-em-47-no-rn. Acesso em: 26 abr. 2018.\nASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO (ANAMATRA). Caem ações trabalhistas após novas regras sobre honorários. 15 dez. 2017. Disponível em: https://www.anamatra.org.br/imprensa/anamatra-na-midia/26000-caem-acoes-trabalhistas-apos-novas-regras-sobre-honorarios. Acesso em: 26 abr. 2018.\nBARCELLOS, Ana Paula de. A Eficácia jurídica dos princípios constitucionais: o princípio da dignidade humana. 2. ed. 2008. p. 282 e 288.\nBARROSO, Luís Roberto. Curso de direito constitucional contemporâneo. 2009. p. 311-316.\nBARROSO, Luís Roberto. A dignidade da pessoa humana no direito constitucional contemporâneo: A Construção de um Conceito à Luz da Jurisprudência Mundial. 2012. p. 84-85.\nBIAVASCHI, Magda Barros. A “Reforma” Trabalhista e as instituições públicas: impactos na judicialização dos conflitos. In: KREIN, José Dari et al. (org.). O trabalho pós- Reforma Trabalhista (2017). São Paulo: Centro de Estudos Sindicais e de Economia do Trabalho (CESIT),p. 394-442 e 2021. p. 413.\nCÂMARA DOS DEPUTADOS. Relatório da Comissão Especial da Câmara. p. 67. Disponível em: http://www.camara.gov.br/proposicoesWeb/prop_mostrarintegra?codteor=1544961&filename=Tramitacao-PL+6787/2016. Acesso em: 10 abr. 2018.\nCAMBI, Eduardo. Jurisprudência lotérica. Revista dos tribunais, v. 90, n. 786, p. 108-128, abr. 2001.\nCAMPOS, André Gambier. Conflitos laborais no Brasil: a Justiça do Trabalho e as alternativas de resolução. Mercado de Trabalho, v. 63, IPEA, out. 2017, p. 68.\nCAMPOS, André Gambier. Resolução dos conflitos laborais no Brasil: os papéis desempenhados pela Justiça do Trabalho. Rio de Janeiro: IPEA, jan. 2018. apêndice. Disponível em: https://www.ipea.gov.br/portal/images/stories/PDFs/TDs/180201_td_2362.pdf.\nCAMPOS, André Gambier. Justiça do Trabalho e produtividade no Brasil: checando hipóteses dos anos 1990 e 2000. Rio de Janeiro, set. 2017. p. 86. Disponível em: https://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_2330.pdf.\nCANARIS, Claus-Wilhelm. Pensamento sistemático e conceito de sistema na ciência do Direito. 4. ed. Lisboa: Fundação Calouste Gulbenkian, 2008. p. 283.\nCAPPELLETTI, Mauro; GARTH, Bryant. Acesso à justiça. Porto Alegre: Fabris, 1988. p. 11-13, 16-17 e 25.\nCAPPELLETTI, Mauro; GARTH, Bryant. Acesso à justiça. Porto Alegre: Sergio Antonio Fabris, 1998. p. 31.\nCAPPELLETTI, Mauro. Acesso à Justiça. Revista do Ministério Público Nova Fase, Porto Alegre, v. 1, n. 18, p. 8-26, 1985. p. 9 e 15.\nCAPPELLETTI, Mauro; GARTH, Bryant; TROCKER, Nicolò. Acess to justice, variations and continuity of a world-wide movement. Journal of Comparative and International Private Law. 1982. p. 664-707.\nCASAGRANDE, Cássio Luis. Brasil, campeão de ações trabalhistas. Disponível em: https://www.jota.info/opiniao-e- analise/artigos/brasil-campeao-de-acoes-trabalhistas-25062017. Acesso em: 26 abr. 2018.\nCONSELHO NACIONAL DE JUSTIÇA (CNJ). Relatório da justiça em números (ano-base 2016). 2017. Disponível em: http://www.cnj.jus.br/files/conteudo/arquivo/2017/12/b60a659e5d5cb79337945c1dd137496c.pdf. Acesso em: 10 abr. 2018.\nCONSELHO NACIONAL DE JUSTIÇA (CNJ). Relatório da justiça em números (ano-base 2012). 2013. Disponível em: http://www.cnj.jus.br/images/pesquisasjudiciarias/Publicacoes/relatorio_jn2013.pdf . Acesso em: 10 abr. 2018.\nCONSELHO NACIONAL DE JUSTIÇA (CNJ). Relatório 100 Maiores Litigantes. 2011. Disponível em: http://www.cnj.jus.br/images /pesquisas- judiciarias/pesquisa_100_maiores_litigantes.pdf. Acesso em: 10 abr. 2018.\nCONSELHO NACIONAL DE JUSTIÇA (CNJ). Justiça em números. 2021. p. 52, 77 e 102-103. Disponível em: https://www.conjur.com.br/dl/relatorio-justica- numeros-2021-cnj.pdf. Acesso em: 13 out. 2021.\nCONSELHO NACIONAL DE JUSTIÇA (CNJ). Relatório da justiça em números (ano-base 2019). 2020.\nCOOTER; ULLEN. Law and economics. 6. ed. 2016. p. 382-430.\nCOUNCIL OF EUROPE EUROPEAN COMISSION FOR THE EFFICIENCY OF JUSTICE (CEPEJ). Relatório European judicial systems – Edition 2014 (2012 data). 2014. Disponível em: https://www.coe.int/t/dghl/cooperation/cepej/evaluation/2014/Rapport_2014_en.pdf. Acesso em: 10 abr. 2018. \nDEPARTAMENTO NACIONAL DE PLANEJAMENTO DA COLÔMBIA. Boletín de Gasto del Sector Justicia en Colombia 2009-2012. Disponível em: https://colaboracion.dnp.gov.co/CDT/Prensa/Publicaciones/Bolet%C3%ADn%20 gasto%20sectorial%202009-2012%20CEVC%20%2819-10-2015%29.pdf. Acesso em: 10 abr. 2018.  \nFREITAS, Cláudio. Noções Gerais de Direito e Formação Humanística para a Magistratura do Trabalho. Curitiba: CRV, 2018.\nFUX, Luiz; BODART, Bruno. Processo Civil e análise econômica. Rio de Janeiro: Forense, 2019. p. 89.\nGICO, Ivo. A tragédia do Judiciário. Revista de Direito Administrativo, v. 267, p. 163-198, set./dez. 2014.\nGOUVEIA, Lúcio Grassi; BREITENBACH, Fábio Gabriel. Sistema de precedentes no novo Código de processo civil brasileiro: um passo para o enfraquecimento da jurisprudência lotérica dos tribunais. In: DIDIER, Fred (org.). Precedentes. 2015. p. 491-519.\nHABERMAS, Jürgen. Between facts and norms: contributions to a discourse theory of law and democracy. 1996. p. 123.\nHARDIN, Garrett. The tragedy of the commons. Science. v. 162, n. 3859, p. 1243-1248, dez. 1968.\nHART, Herbert. Punishment and responsibility: essays in the philosophy of law. 2. ed. Nova York:Oxford, 2009. p. 211.\nKAPLOW, Louis. Private versus Social Costs in Bringing Suit. The Journal of Legal Studies, v. 15, n. 2, p. 371-385, 1986.\nKREIN, José Dari et al. (orgs.). O trabalho pós-reforma trabalhista. São Paulo: Centro de Estudos Sindicais e de Economia do Trabalho - Cesit, 2021. p. 12-13.\nMANCUSO, Rodolfo de Camargo. Acesso à justiça: condicionantes legítimas e ilegítimas. 2015. p. 207-219 e 350.\nMARINONI, Luiz Guilherme. Comentário ao artigo 5o, inciso XXXV. In: CANOTILHO, J. J. Gomes et al. (coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 361.\nMELLO, Celso Antônio Bandeira de. Conteúdo jurídico do princípio da igualdade. 3. ed. São Paulo: Malheiros, 2000. p. 42.\nMENDES, Gilmar Mendes; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 10. ed. rev. e atual. São Paulo: Saraiva, 2015. p. 417.\nMESSITTE, Peter. Assistência Judiciária no Brasil: uma pequena história. Revista da Faculdade de Direito da UFMG, p. 126-150.\nNATIONAL CENTER FOR STATE COURTS (NCSC). Relatório Budget Service of all States in 2012. Disponível em: http://www.ncsc.org/~/media /Files/PDF/Information%20and%20Resources/Budget%20Resource%20Center/COSCA_Budget_Survey_all_states_2012.ashx. Acesso em: 10 abr. 2018.\nNERY JÚNIOR, Nelson. Princípios do processo na Constituição Federal. São Paulo: RT, 2013. p. 127.\nPEREIRA, Jane Reis Gonçalves. Direitos sociais, Estado de Direito e desigualdade. Quaestio Juris, v. 8, n. 3, p. 2080-2114, 2015.\nRAWLS, John. Political liberalism. 2005. p. 228.\nSANTOS, Boaventura de Souza. O Acesso à justiça. In: AMB (org). Justiça: promessa e realidade: o acesso à justiça em países ibero americanos. Rio de Janeiro: Nova Fronteira, 1996.\nSARLET, Ingo Wolfgang. A eficácia dos direitos fundamentais: uma teoria geral dos direitos fundamentais na perspectiva constitucional. 2015. p. 329-331.\nSARLET, Ingo Wolfgang. Dignidade (da pessoa) humana e direitos fundamentais na Constituição Federal de 1988. 10. ed. 2015. p. 135-137 e 145-147.\nSARLET; MARINONI; MITIDIERO. Curso de direito constitucional. 6. ed. 2017. p. 779.\nSARMENTO, Daniel. Dignidade humana: conteúdo, trajetórias e metodologia. 2016. p. 212, 222-224 e 226.\nSCHIAVI, Mauro. Manual de direito processual do trabalho. 10. ed. São Paulo: LTr, 2016. p. 125.\nSENADO FEDERAL. Parecer (SF) nº 34 da Comissão de Assuntos Econômicos. 2017. p. 59. Disponível em: https://legis.senado.leg.br/sdleggetter/documento?dm=5326353&disposition=inline. Acesso em: 10 abr. 2018.\nSHAVELL, Steven. Foundations of Economic Analysis of Law. 2004. p. 390-391, 397 e 399.\nSHAVELL, Steven. The Social Versus the Private Incentive to Bring Suit in a Costly Legal System. The Journal of Legal Studies, v. 11, p. 333-339 e 1982.\nSPIER, Kathryn E. A Note on the Divergence between the Private and the Social Motive to Settle under a Negligence Rule. The Journal of Legal Studies, v. 26, 1997.\nSUPREMA CORTE DOS ESTADOS UNIDOS. 2012 Year-End Report on the Federal Judiciary. Disponível em: https://www.supremecourt.gov /publicinfo/yearend/2012year-endreport.pdf. Acesso em: 10 abr. 2018.\nSUSTEIN, Cass; HOLMES, Stephen. El costo de los derechos: por qué las liertad depende e los impuestos. Buenos Aires: Siglo Veintiuno Editores, 2011. p. 33, 35.\nTOLLER, Ana Flávia de Moraes et al. Reforma trabalhista e suas implicações no acesso à justiça: uma perspectiva de pesquisa empírica em Direito. Mercado de trabalho: conjuntura e análise, n. 70, Brasília, set. 2020. p. 4. Disponível em: https://www.ipea.gov.br/portal/images/stories/PDFs/TDs/td_2330.pdf.\nTORRES, Ricardo Lobo. O Mínimo Existencial como Conteúdo Essencial dos Direitos Fundamentais. In: SOUZA NETO, Cláudio Pereira de; SARMENTO, Daniel. Direitos sociais: fundamentos, judicialização e direitos sociais em espécie. 2010. p. 314-318, 322.\nTRIBUNAL SUPERIOR DO TRABALHO (TST). Relatório Geral da Justiça do Trabalho. 2016. Disponível em: https://www.tst.jus.br/documents/18640430/5a3b42d9-8dde-7d80-22dd-d0729b5de250. Acesso em: 13 out. 2021.\nTRIBUNAL SUPERIOR DO TRABALHO (TST). Relatório Geral da Justiça do Trabalho. 2020. Disponível em: http://www.tst.jus.br/documents/18640430/27418815/RGJT+2020.pdf/a2c27563-1357-a3e7-6bce-e5d8b949aa5f?t=1624912269807. Acesso em: 13 out. 2021.\nWOLKART, Erik Navarro. Análise econômica e comportamental do processo civil: como promover a cooperação para enfrentar a tragédia da Justiça no processo civil brasileiro. Tese (doutorado), Universidade do Estado do Rio de Janeiro, Rio de Janeiro, 2018.","ministro_facet":["ROBERTO BARROSO","ALEXANDRE DE MORAES"],"processo_numero":5766,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur486991","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Alexandre de Moraes, Relator, e Cármen Lúcia, que negavam provimento ao agravo; e do voto do Ministro Luís Roberto Barroso, que deles divergia, para conhecer do agravo e dar-lhe provimento, pediu vista dos autos o Ministro Luiz Fux. Primeira Turma, Sessão Virtual de 3.3.2023 a 10.3.2023.\r\n\n           Decisão: Após os votos dos Ministros Alexandre de Moraes, Relator, e Cármen Lúcia, que negavam provimento ao agravo interno, com aplicação de multa; e dos votos dos Ministros Luís Roberto Barroso e Luiz Fux, que conheciam e proviam o agravo interno, para dar provimento ao recurso extraordinário da Ferrovia Centro Atlântica S/A, reformando-se o acórdão recorrido para julgar procedente o pedido formulado em ação anulatória, com a consequente inversão do ônus de sucumbência, além do ressarcimento das custas pelo agravado, o julgamento foi suspenso em razão do empate verificado. Primeira Turma, Sessão Virtual de 23.6.2023 a 30.6.2023.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo interno, nos termos do voto do Relator, vencidos os Ministros Luís Roberto Barroso e Luiz Fux. Afastada a aplicação da penalidade porquanto não atingida a unanimidade prevista no § 4º do art. 1.021 do CPC/2015. Primeira Turma, Sessão Virtual de 25.8.2023 a 1.9.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur486991","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-11-08T11:00:26.302448","dg_unique":"sjur486991","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO COM AGRAVO. IPTU. IMÓVEIS VINCULADOS À CONCESSÃO DE SERVIÇO FERROVIÁRIO. INCIDÊNCIA DO IMPOSTO. TEMAS 385 E 437 DA REPERCUSSÃO GERAL. APLICABILIDADE. \n\n\n\n    1. Cuida-se, na origem, de Ação Anulatória ajuizada pela FERROVIA CENTRO ATLÂNTICA S/A em face do MUNICÍPIO DE ITAÚNA - MG, requerendo a desconstituição do crédito tributário de IPTU em relação aos períodos de apuração compreendidos ente 2003 e 2009, os quais recaem sobre imóveis vinculados à concessão de prestação dos serviços de transporte ferroviário, objeto do Contrato de Arrendamento n. 048/96, ao fundamento de que faz jus à imunidade tributária recíproca.\n\n\n\n    2. O Plenário desta SUPREMA CORTE, no julgamento do RE 601.720-RG (Tema 437, Rel. Min. EDSON FACHIN, Relator para acórdão Min. MARCO AURÉLIO, DJe de 5/9/2017), fixou tese no sentido de que Incide o IPTU, considerado imóvel de pessoa jurídica de direito público cedido a pessoa jurídica de direito privado, devedora do tributo.\n\n\n\n    3. Se até as sociedades de economia mista concessionárias de serviço público só podem gozar da imunidade tributária na hipótese de representarem uma verdadeira instrumentalidade estatal e não distribuírem lucros a investidores privados, com mais forte razão essa benesse tributária não é aplicável às empresas particulares - que, além de não integrarem à Administração Pública, têm intuito de lucro, mesmo que sejam concessionárias de serviço público.\n\n\n\n    4. Veja-se que, não só no Tema 437, mas também no Tema 385, esta CORTE assentou a sujeição ao IPTU de empresa privada com fins lucrativos que ocupa imóvel público. Cite-se a tese fixada no Tema 385 da repercussão geral: A imunidade recíproca, prevista no art. 150, VI, a, da Constituição não se estende a empresa privada arrendatária de imóvel público, quando seja ela exploradora de atividade econômica com fins lucrativos.\n\n\n\n    5. Deve-se registrar que nesses precedentes vinculantes, as empresas alegavam que seriam beneficiados pela imunidade recíproca prevista no art. 150, VI, a, da Constituição Federal, ao argumento de que o imóvel no qual desenvolviam suas atividades era pertencente à União, enquanto o IPTU é imposto da competência municipal.\n\n\n\n    6. O TRIBUNAL PLENO, nas duas ocasiões, entendeu que tais argumentos não eram aptos a afastar a tributação, na medida em que aquele que demonstra capacidade contributiva não pode se esquivar de contribuir para a coletividade por meio da arrecadação tributária. A razão de decidir nos precedentes paradigmas pautou-se na premissa de que pessoa jurídica de direito privado com o objetivo de auferir lucro não pode usufruir de vantagem advinda da utilização de bem público.\n\n\n\n    7. O fato de a concessionária não exercer a posse com animus domini também não afasta a incidência do IPTU, haja vista que, a teor do art. 34 do CTN, o contribuinte do imposto é o proprietário do imóvel, o titular do seu domínio útil, ou o seu possuidor a qualquer título.\n\n\n\n    8. Agravo Interno a que se nega provimento. Na forma do art. 1.021, §§ 4º e 5º, do Código de Processo Civil de 2015, em caso de votação unânime, fica condenado o agravante a pagar ao agravado multa de um por cento do valor atualizado da causa, cujo depósito prévio passa a ser condição para a interposição de qualquer outro recurso (à exceção da Fazenda Pública e do beneficiário de gratuidade da justiça, que farão o pagamento ao final).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=770650785","externo_seq_objeto_incidente":6572183,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 11-09-2023  PUBLIC 12-09-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1415924&classe=ARE","is_colac":false,"titulo":"ARE 1415924 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00017 INC-00005\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00031 INC-00001 LET-A\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00019 INC-00003 LET-A\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00003 ART-00150 INC-00006 LET-A\n    PAR-00002 PAR-00003 ART-00156 INC-00001\n    ART-00175 INC-00002 INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004357 ANO-1964\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004728 ANO-1965\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00032 \"CAPUT\" ART-00034\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-006404 ANO-1976\n    LSAN-1976 LEI DAS SOCIEDADES ANÔNIMAS\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00003 INC-00001 ART-01021\n    PAR-00004 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-014273 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-000967 ANO-1938\n    DECRETO-LEI\n\n","LEG-FED   DEC-001362 ANO-1891\n    DECRETO\n\n","LEG-FED   DEC-022626 ANO-1933\n    LU-1933 LEI DE USURA\n\n","LEG-FED   DEC-023501 ANO-1933\n    DECRETO"],"publicacao_data":"2023-09-12","documental_acordao_mesmo_sentido_lista_texto":"RE 1412662 AgR PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 03-11-2023  PUBLIC 06-11-2023\n          JULG-12-09-2023  UF-MG  TURMA-01  MIN-ALEXANDRE DE MORAES N.PÁG-081\n          DJe-s/n  DIVULG 03-11-2023  PUBLIC 06-11-2023","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CRISTIANO ZANIN: EMPRESA PRIVADA, PRESTAÇÃO, SERVIÇO PÚBLICO. CONSIDERAÇÃO, ATIVIDADE LUCRATIVA, CRITÉRIO, VERIFICAÇÃO, IMUNIDADE TRIBUTÁRIA RECÍPROCA.\n\n- VOTO VENCIDO, MIN. LUÍS ROBERTO BARROSO: NÃO INCIDÊNCIA, IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), CASO CONCRETO, DISTINGUISHING, AFETAÇÃO, BEM PÚBLICO, SERVIÇO PÚBLICO. POSSIBILIDADE, REDISCUSSÃO, MATÉRIA, FUTURO, LEGISLAÇÃO SUPERVENIENTE, ALTERAÇÃO, SITUAÇÃO JURÍDICA, FERROVIA.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: IMUNIDADE TRIBUTÁRIA RECÍPROCA, BEM IMÓVEL, AFETAÇÃO, PRESTAÇÃO, SERVIÇO PÚBLICO, OBJETO, CONCESSÃO. EVOLUÇÃO, JURISPRUDÊNCIA, STF, IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA PRIVADA. SUPERAÇÃO, DISTINÇÃO, PRESTAÇÃO, SERVIÇO PÚBLICO, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, ATUALIDADE, ADMINISTRAÇÃO PÚBLICA. DISTINGUISHING, CASO CONCRETO, PRECEDENTE, IMUNIDADE TRIBUTÁRIA RECÍPROCA, SOCIEDADE DE ECONOMIA MISTA, BOLSA DE VALORES. INSUFICIÊNCIA, CRITÉRIO, BOLSA DE VALORES, AFASTAMENTO, IMUNIDADE TRIBUTÁRIA. RELEVÂNCIA, MERCADO, CAPITAL, FINANCIAMENTO, PRESTADOR DE SERVIÇO PÚBLICO. HISTÓRIA, MERCADO, CAPITAL, TERRITÓRIO NACIONAL. IMUNIDADE TRIBUTÁRIA RECÍPROCA, DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA. EVOLUÇÃO, FORMA, RELACIONAMENTO, ADMINISTRAÇÃO PÚBLICA, INICIATIVA PRIVADA. TRANSFORMAÇÃO, FORMA, PODER PÚBLICO, PRESTAÇÃO, SERVIÇO PÚBLICO. FUNÇÃO, REGULAÇÃO, PODER PÚBLICO. CONCORRÊNCIA DESLEAL, NEGAÇÃO, IMUNIDADE TRIBUTÁRIA, ENTE PRIVADO, COMPETIÇÃO, ENTE PÚBLICO. SERVIÇO PÚBLICO, MECANISMO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL. APLICAÇÃO, SERVIÇO PÚBLICO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. FUNÇÃO, IMUNIDADE TRIBUTÁRIA RECÍPROCA, PRESERVAÇÃO, EFICIÊNCIA, SERVIÇO PÚBLICO, EQUILÍBRIO, FEDERAÇÃO. CORRELAÇÃO, SERVIÇO PÚBLICO, LIBERDADE INDIVIDUAL. EVOLUÇÃO, IMUNIDADE TRIBUTÁRIA RECÍPROCA, TEXTO CONSTITUCIONAL. CORRELAÇÃO, EFICIÊNCIA, POLÍTICAS PÚBLICAS, DESENVOLVIMENTO, ECONOMIA. AVALIAÇÃO, EFEITO, ALTERAÇÃO, CUSTO, MERCADO. RISCO, AUMENTO, PREÇO, TARIFA, DECORRÊNCIA, AUMENTO, CUSTO, CARGA TRIBUTÁRIA. INÉRCIA, MUNICÍPIO, APROVEITAMENTO, IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), FONTE DE RECEITA. JUSTIÇA FISCAL, FAVORECIMENTO, TRIBUTAÇÃO, PATRIMÔNIO. STF, INTERPRETAÇÃO EXTENSIVA, DEFINIÇÃO JURÍDICA, POSSE, CÓDIGO TRIBUTÁRIO NACIONAL.\n\n- TERMO(S) DE RESGATE: ANÁLISE ECONÔMICA DO DIREITO. TEORIA ECONÔMICA DA REGULAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1415924&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCIDÊNCIA, IPTU, IMÓVEL, PESSOA JURÍDICA DE DIREITO PÚBLICO, CESSÃO, PESSOA JURÍDICA DE DIREITO PRIVADO)\nRE 594015 (TP), RE 601720 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, SOCIEDADE DE ECONOMIA MISTA, BOLSA DE VALORES)\nRE 600867 (TP). \n(IMUNIDADE TRIBUTÁRIA, EMPRESA BRASILEIRA DE CORREIOS E TELÉGRAFOS)\nRE 407099 (2ªT), RE 601392 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, PRESTADOR DE SERVIÇO PÚBLICO)\nRE 580264 (TP), RE 253472 (TP), RE 364202 (2ªT), ACO 811 AgR (TP), ACO 1095 MC-AgR (TP), RE 399307 AgR (2ªT), RE 744699 AgR (2ªT), ARE 638315 RG (TP). \n(FORMA, PRESTAÇÃO, SERVIÇO PÚBLICO)\nADI 5549 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA PRIVADA, ATIVIDADE LUCRATIVA)\nRE 1170302 AgR (2ªT), Rcl 46714 AgR (1ªT), RE 1328250 AgR-ED-EDv (TP), RE 1307953 AgR-segundo (1ªT), ARE 1384169 AgR (1ªT). \n- Decisão estrangeira citada: Caso McCulloch vs. Maryland, de 1819, Caso Weston vs. Charleston, Caso Collector vs. Day, Caso Panhandle Oil Co. vs. Mississipi, de 1928, Caso New York vs. United States (Fontes de Saratoga), de 1946, da Suprema Corte dos Estados Unidos.\n Legislação estrangeira citada: art. 86, item 2, do Tratado de Nice, de 2002; Tratado de Maastricht, de 1992; Tratado de Amsterdã, de 1997.\n- Veja Contrato de Arrendamento nº 48, de 1996.\n- Veja Nota Técnica Conjunta nº 7/2021 da Advocacia-Geral da União.\n- Veja RE 1328250 do STF.\nNúmero de páginas: 80.\nAnálise: 07/11/2023, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : FERROVIA CENTRO-ATLANTICA S.A \nADV.(A/S)  : RODOLFO DE LIMA GROPEN \nAGDO.(A/S)  : MUNICIPIO DE ITAUNA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICIPIO DE ITAUNA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":486991,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ARE 1415924 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2023-09-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"AFONSO, José Roberto; ARAÚJO, Érika Amorim; NÓBREGA, Marcos Antônio Rios. IPTU no Brasil. Um diagnóstico abrangente.\nAKERLOF, George A. The Market for Lemons: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics, n. 84, p. 488-500, ago. 1970.\nBACELAR FILHO, Romeu Felipe. O poder normativo dos entes reguladores e a participação dos cidadãos nesta atividade. Serviços públicos e direitos fundamentais: os desafios da regulação na experiência brasileira. Interesse Público, Belo Horizonte, ano 4, n. 16, out./dez. 2002.\nBRASIL. Confederação Nacional da Indústria. A ampliação da participação privada no setor rodoviário no Brasil: O potencial de um novo padrão de concessões. Disponível em: https://static.portaldaindustria.com.br/media/filer_public/e9/e2/e9e266fea557-4824-b268-bcceb18b079e/id_240254_a_ampliacao_da_participacao_privada_no_setor_rodoviario_no_brasil_web.pdf.\nCARRAZA, Roque. Curso de Direito Constitucional Tributário. 30. ed. Malheiros. p. 868-869.\nCOÊLHO, Sacha Calmon. Manual de Direito Tributário. p. 208.\nCRETELLA JÚNIOR, José. Administração Indireta Brasileira. p. 261.\nDALLARI, Adílson Abreu. Direito ao uso dos serviços públicos. Revista Trimestral de Direito Público, São Paulo, n. 13, p. 215, 1996.\nJOSKOW, Paul; NOLL, Roger. Regulation in theory and in practice: an overview. In: FROMM, Geary. Studies in public regulation. MIT Press, 1981. p. 1-65.\nJUSTEN FILHO, Marçal. Empresas Estatais e a dicotomia prestação de serviço público/exploração de atividade econômica.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 42. ed. São Paulo: Malheiros. p. 427.\nMENDES, Gilmar. Os direitos fundamentais e seus múltiplos significados na ordem constitucional. Revista Diálogo Jurídico, Salvador, Centro de Atualização Jurídica, n. 10, jan. 2002.\nMOREIRA NETO, Diogo de Figueiredo. Mutações nos Serviços Públicos. Revista Eletrônica de Direito Administrativo Econômico, Salvador, n. 1. fev./mar./abr. 2005.\nPELTZMAN, Sam. A Teoria Econômica da Regulação depois de uma década de desregulação. In: Regulação Econômica e Democracia – O debate norte-americano. 2. ed. Revista dos Tribunais.\nPOSNER, Richard. A Economia da Justiça. WMF. p. 59.\nREBOLLO, Luis Martin. Sobre el nuevo concepto de servicio público em Europa y sus posibles implicaciones futuras. Biblioteca Jurídica Virtual del Instituto de Investigaciones Jurídicas de la UNAM. Disponível em: www.juridicas.unam.mx.\nROCHA, Cármen Lúcia Antunes. Estudos sobre concessão e permissão de serviço público no direito brasileiro. São Paulo: Saraiva. 1996. p. 32.\nSARLET, Ingo. O serviço público como instrumento de garantia dos direitos fundamentais: o sistema único de saúde (SUS) e a proibição da proteção insuficiente. Seminário Internacional Demandas Sociais e Políticas Públicas na Sociedade Contemporânea. Mostra Internacional de Trabalhos Científicos - UNISC.\nSCHOMPRÉ, Emile Quonian. La Bourse de São Paulo. 1911.\nSEN, Amartya. Desenvolvimento como Liberdade. Companhia de Bolso.\nSTIGLER, George. The Theory of Economic Regulation. Bell Journal of Economics and Management Science, v. 1, p. 3-21, 1971.\nTEDESCHI, Augusto Guimarães. O Estado brasileiro e o mercado de capitais: análise crítica de suas funções regulatórias e suas estruturas administrativas. Revista da Direito Bancário e do Mercado de Capitais, v. 87, p. 81-101, jan./mar. 2020.\nTORRES, Ricardo Lobo. Tratado de Direito Constitucional Financeiro e Tributário. 3. ed. Renovar. v. 3. p. 229 e 236.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1415924,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"repercussao-geral9422","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por unanimidade, reputou constitucional a questão. O Tribunal, por unanimidade, reconheceu a existência de repercussão geral da questão constitucional suscitada. \n\n\n\nMinistro LUIZ FUX\n\n\n\nRelator","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["11","12","14","15"],"old_seq_repercussao_geral":9422,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"repercussao-geral9422","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2022-09-16T11:33:49.654823","dg_unique":"repercussao_geral9422","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RG","is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL. AMBIENTAL. PRINCÍPIOS CONSTITUCIONAIS DA ORDEM ECONÔMICA. LEI MUNICIPAL. OBRIGAÇÃO DE SUBSTITUIÇÃO DE SACOS E SACOLAS PLÁSTICAS POR SACOS E SACOLAS DE MATERIAL ECOLÓGICO. REPERCUSSÃO GERAL RECONHECIDA.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=14027799","externo_seq_objeto_incidente":5275868,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-257 DIVULG 10-11-2017 PUBLIC 13-11-2017","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=732686&classe=RE-RG","is_colac":false,"titulo":"RE 732686 RG","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\r\n          ART-00002 ART-00023 INC-00002 INC-00006 \r\n          INC-00007 ART-00024 INC-00006 ART-00030 \r\n          INC-00001 INC-00002 ART-00061 PAR-00002 \r\n          ART-00102 INC-00003 LET-A ART-00170\r\n          INC-00005 INC-00006 ART-00225 \"CAPUT\" \r\n          PAR-00001 INC-00005\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   RGI      ANO-1980\r\n          ART-00323 ART-323-A\r\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\r\n","LEG-EST   CES      ANO-1989\r\n          ART-00024 PAR-00002 ITEM-1 ITEM-2 \r\n          ITEM-3 ITEM-4 ITEM-5 ITEM-6 \r\n          ART-00047 INC-00002 INC-00014\r\n                CONSTITUIÇÃO ESTADUAL, SP\r\n","LEG-MUN   LEI-007281      ANO-2011\r\n          ART-00001 ART-00002 ART-00003 ART-00005 \r\n          ART-00006\r\n                LEI ORDINÁRIA DO MUNICÍPIO DE MARÍLIA, SP"],"publicacao_data":"2017-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INCONSTITUCIONALIDADE FORMAL, LEI MUNICIPAL, VÍCIO DE INICIATIVA, PROPOSIÇÃO LEGISLATIVA, PARLAMENTAR. INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO, CRIAÇÃO, DESPESA, ADMINISTRAÇÃO PÚBLICA; REGULAÇÃO, ESTRUTURA ADMINISTRATIVA, ÓRGÃO PÚBLICO; ALTERAÇÃO, REGIME JURÍDICO, SERVIDOR PÚBLICO. LEI MUNICIPAL, OBRIGATORIEDADE, FORNECIMENTO, EMBALAGEM, MATERIAL BIODEGRADÁVEL, MATERIAL RECICLADO. LEI MUNICIPAL, RESTRIÇÃO, PARTICIPAÇÃO, PODER EXECUTIVO MUNICIPAL, FISCALIZAÇÃO, CUMPRIMENTO, APLICAÇÃO, PENALIDADE. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), COMPETÊNCIA CONCORRENTE, MUNICÍPIO, LEGISLAÇÃO, MEIO AMBIENTE. INTERESSE LOCAL, SACO PLÁSTICO, POLUIÇÃO, DEGRADAÇÃO AMBIENTAL. INCONSTITUCIONALIDADE MATERIAL, LEI MUNICIPAL, OFENSA, PRINCÍPIO DA DEFESA DO CONSUMIDOR, PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, DIREITO, MEIO AMBIENTE EQUILIBRADO, CONTROLE, PROCESSO DE PRODUÇÃO, COMERCIALIZAÇÃO, UTILIZAÇÃO, SUBSTÂNCIA TÓXICA, OFERECIMENTO, RISCO, QUALIDADE, VIDA, MEIO AMBIENTE. PROPORCIONAIDADE, ÔNUS, EMPRESÁRIO, FORNECIMENTO, ALTERNATIVA, SACO PLÁSTICO. PONDERAÇÃO, PRINCÍPIO. PROTEÇÃO AO CONSUMIDOR, DIREITO FUNDAMENTAL, PRINCÍPIO, ORDEM ECONÔMICA. PODER-DEVER, TOTALIDADE, ENTE FEDERADO, PROTEÇÃO AO CONSUMIDOR, MEIO AMBIENTE, INTERMÉDIO, EDIÇÃO, LEI ESPECÍFICA, CRIAÇÃO, ÓRGÃO ESTATAL. DEFESA DO CONSUMIDOR, MEIO AMBIENTE, ANIQUILAMENTO, LIVRE INICIATIVA. PRINCÍPIO DA PROPORCIONALIDADE, JURISDIÇÃO CONSTITUCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=732686&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-RG","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(COMPETÊNCIA PRIVATIIVA, CHEFE DO PODER EXECUTIVO, LEI MUNICIPAL)\r\nARE 878911 RG.\r\n(COMPETÊNCIA CONCORRENTE, MUNICÍPIO, MEIO AMBIENTE)\r\nRE 586224 (TP).\r\n(PRINCÍPIO DA PROPORCIONALIDADE)\r\nADI 1407 MC (1ªT). \r\n- Decisões monocráticas citadas:\r\n(SACO PLÁSTICO, MEIO AMBIENTE, LEI MUNICIPAL)\r\nARE 927878, RE 729726, RE 729729, RE 729731, RE 730721.\r\n- Legislação estrangeira citada: Portaria nº 286-B/2014, de 31 de dezembro, dos Ministérios das Finanças e do Ambiente, do Ordenamento do Território e Energia, de Portugal.\r\n- Veja RE 901944 e RE 661292 do STF.\r\nNúmero de páginas: 30.\r\nAnálise: 24/11/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":true,"partes_lista_texto":"RECTE.(S)           : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO\r\nRECDO.(A/S)         : SINDICATO DA INDÚSTRIA DE MATERIAL PLÁSTICO DO ESTADO DE SÃO PAULO\r\nADV.(A/S)           : JORGE LUIZ BATISTA KAIMOTI PINTO E OUTRO(A/S)\r\nINTDO.(A/S)         : PREFEITO DO MUNICÍPIO DE MARÍLIA\r\nADV.(A/S)           : RONALDO SÉRGIO DUARTE\r\nINTDO.(A/S)         : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":"970 - Análise das inconstitucionalidades formal e material de lei municipal que dispõe sobre o meio ambiente.","old_seq_sjur":null,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 732686 RG","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-10-19","is_repercussao_geral_admissibilidade":true,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REPERCUSSÃO GERAL NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALVES, Raquel de Andrade Vieira. Federalismo fiscal brasileiro e as contribuições. Rio de Janeiro: Lumen Juris, 2017. p. 17.\r\nBRASIL. Ministério do Meio Ambiente. Saco é um saco. Disponível em: http://www.mma.gov.br/responsabilidadesocioambiental/producao-e-consumo-sustentavel/saco-e-um-saco/saiba-mais.\r\nFABRO, Adriano Todorovic et al. Utilização de sacolas plásticas em supermercados. Revista Ciências do Ambiente On-Line, v. 3, n. 1, fev. 2007.\r\nGRAU, Eros Roberto. A ordem econômica na constituição de 1988. São Paulo: Malheiros, 2015. p. 249-250.\r\nHESSE, Konrad. A força normativa da Constituição. Porto Alegre:Sérgio Antônio Fabris, 1998. p. 5.","ministro_facet":["LUIZ FUX"],"processo_numero":732686,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"repercussao-geral4381","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"CE","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria, reconheceu a inexistência de repercussão geral da questão, por não se tratar de matéria constitucional. Não se manifestaram os Ministros Gilmar Mendes, Joaquim Barbosa, Cármen Lúcia e Rosa Weber. \n\n\n\nMinistro RICARDO LEWANDOWSKI\n\n\n\nRelator","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":4381,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"repercussao-geral4381","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Ceará","dg_atualizado_em":"2022-09-16T11:28:42.508712","dg_unique":"repercussao_geral4381","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RG","is_processo_antigo":false,"ementa_texto":"Ementa: ADMINISTRATIVO. ENSINO SUPERIOR. DIPLOMA DE GRADUAÇÃO OBTIDO EM INSTITUIÇÃO ESTRANGEIRA. REVALIDAÇÃO. PROCESSAMENTO DO PEDIDO. NECESSIDADE DE EXAME DE LEGISLAÇÃO INFRACONSTITUCIONAL. QUESTÃO RESTRITA AO INTERESSE DAS PARTES. INEXISTÊNCIA DE REPERCUSSÃO GERAL.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=3172725","externo_seq_objeto_incidente":4235705,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-241 DIVULG 07-12-2012 PUBLIC 10-12-2012","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=638602&classe=RE-RG","is_colac":false,"titulo":"RE 638602 RG","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00037 \"CAPUT\" ART-00102 INC-00003\r\n          LET-A ART-00207   \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   LEI-005869      ANO-1973\r\n          ART-0543A PAR-00003 ART-0543B PAR-00001\r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LCP-000110      ANO-2001\r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LEI-009394      ANO-1996\r\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO \r\n                NACIONAL\r\n","LEG-FED   RGI      ANO-1980\r\n          ART-00324 PAR-00002  \r\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL \r\n                FEDERAL\r\n","LEG-FED   RES-000001      ANO-2002\r\n          RESOLUÇÃO DO MINISTÉRIO DA EDUCAÇÃO - MEC"],"publicacao_data":"2012-12-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=638602&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-RG","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(MATÉRIA INFRACONSTITUCIONAL)\r\nSTF: RE 583747 RG (TP), RE 584608 RG (TP), AI 743681 RG (TP), AI 783172 RG (TP).\r\n(CONSTITUIÇÃO FEDERAL, OFENSA INDIRETA)\r\nSTF: RE 580215 AgR (1ªT), AI 771855 AgR (1ªT).\r\n(INTERESSE DAS PARTES)\r\nSTF: RE 584573 RG (TP).\r\n- Decisões monocráticas citadas: (CONSTITUIÇÃO FEDERAL, OFENSA INDIRETA)\r\nRE 595934, RE 585621, RE 580349, RE 635792, AI 852272, AI 772227.\r\n - Veja Ação Cível 445004 (2007.81.00.015093-0/01 da Segunda Turma do TRF da 5ª Região.\r\nNúmero de páginas: 9.\r\nAnálise: 16/01/2013, MMR.\r\nRevisão: 01/02/2013, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":true,"partes_lista_texto":"RECTE.(S)           : UFCE - UNIVERSIDADE FEDERAL DO CEARÁ\r\nADV.(A/S)           : PROCURADOR-GERAL FEDERAL\r\nRECDO.(A/S)         : WILZIE ENNY SOARES SALES\r\nADV.(A/S)           : JOSÉ WILSON PINHEIRO SALES","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"620 - Direito ao processamento de requerimento de revalidação de diploma de graduação obtido em instituição de ensino superior estrangeira.\r\n","old_seq_sjur":null,"documental_tese_texto":"A questão do direito ao processamento do requerimento de revalidação de diploma de graduação obtido em instituição de ensino superior estrangeira tem natureza infraconstitucional e a ela atribuem-se os efeitos da ausência de repercussão geral, nos termos do precedente fixado no RE 584.608, Relatora a Ministra Ellen Gracie, DJe 13/3/2009.\r\n","procedencia_geografica_completo":"CE - CEARÁ","processo_codigo_completo":"RE 638602 RG","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2012-11-22","is_repercussao_geral_admissibilidade":true,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REPERCUSSÃO GERAL NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":638602,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur34843","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Julgou-se extinto o processo pela prescrição. Decisão unânime.","is_repercussao_geral_merito":false,"relator_processo_nome":"OSCAR CORREA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur34843","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T13:55:27.371455","dg_unique":"sjur34843","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"- Ação de retificação de registro - Ainda se admitisse ser imprescritível\r\na ação de retificação de registro, in casu, prescrita a pretensão do Autor, \r\nextingue-se o direito a retificação. Doutrina.\r\nAção cível originária extinta (artigo 269, IV, do Código de Processo Civil).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=209&classe=ACO","externo_seq_objeto_incidente":1437389,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 07-12-1984  PP-10987  EMENT VOL-01361-01 PP-00001\nRTJ  VOL-00112-01 PP-00004","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=209&classe=ACO","is_colac":false,"titulo":"ACO 209","documental_legislacao_citada_texto":["LEG-FED   LEI-005869    ANO-1973 \r\n        ART-00020 PAR-00003 LET-A LET-B\n        LET-C ART-00269 INC-00004\nCPC-1973   CÓDIGO DE PROCESSO CIVIL\n\r\n","LEG-FED   LEI-003071      ANO-1916\r\n          ART-00177 ART-00179 ART-00860  \r\n                CC-1916 CÓDIGO CIVIL\r\n\r\n","LEG-FED   LEI-006015      ANO-1973\r\n                LRP-1973 LEI DE REGISTROS PÚBLICOS\r\n\n","LEG-FED   RGI             ANO-1980 \r\n        ART-00250\nRISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"1984-12-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=209&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Legislação estrangeira citada: artigos 894, 895, 896, 897, 900, 901, 902\r\ndo Código Civil Alemão, artigo 975 do Código Civil Suíço.  \r\nNúmero de páginas: 20.\r\nAlteração: 19/08/2009, TBS.\r\nAlteração: 24/02/2012, (LCG).","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR: ESTADO DO RIO GRANDE DO SUL\r\nRÉUS : ESTADO DE MINAS GERAIS, ALUÍSIO DE CAMPOS VALADARES\r\n     : E OUTROS, JOSÉ CARLOS ALVES DOS SANTOS, ROBERTO VALADARES\r\n     : PORTELA E OUTRO, VERA LÚCIA PORTELA AZEVEDO E OUTROS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":34843,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ACO 209","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"1984-10-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"LOPES, Serpa. Tratado dos Registros Públicos. vol. IV. 5 ed.. Freitas \r\nBastos,\r\n1962. p. 352.\r\n\r\nALMEIDA, Tabosa. Das Inexatidões Registrais e sua Retificação.\r\nRevista de Direito Imobiliário, n. 11. Janeiro a junho de 1983. p. 53.\r\n\r\nMIRANDA, Pontes de. Tratado de Direito Privado. vol. 11. Borsoi, \r\n1955. pags. 366, 367.\r\n\r\nBEVILÁQUIA, Clóvis. Código Civil Comentado. vol. 1. 11 ed.\r\nFrancisco Alves, 1956. (comentário ao artigo 161).\r\n\r\nPEREIRA, Caio Mário da Silva. Instituições de Direito Civil. vol. 1.\r\n3 ed. n. 121. 1971. p. 408.\r\n\r\nWOLFF, Martin. Derecho de Cosas. Barcelona: Bosch, 1936. p. 263.\r\n\r\nTHUR, Andreas von. Algemeine Teil. vol. 2 p. 257.\r\n\r\nTURNAU Wood. Das Liegenschaftrecht. K. Forster. vol. 1. 3 ed.\r\np. 306.\r\n\r\nWILLENBUCHER, Heinrich. Das Liegenschaftrecht. p. 42.\r\n\r\nC. PREDARI. Die Grundbuchordnung. 2 ed. p. 185.\r\n\r\nG. PLANK. Kommentar. vol. 3 p. 246.\r\n\r\nJ. BIERMANN. Sachenrecht. p. 131.\r\n\r\nL. ROSENBERG. Sachenrecht. P. 476.\r\n\r\nWOLFF, Martin. Lehrbuch. vol. 3 27ª - 32ª ed. p. 133. \r\n\r\nRepertório de Jurisprudência do Código Civil. vol. 7 p. 899. \r\n\r\nREVISTA DOS TRIBUNAIS. 175/626. \r\n\r\nCÓDIGO CIVIL ALEMÃO. Tradução: Souza Diniz. Rio de Janeiro.\r\nDistribuidora Record. 1960.","ministro_facet":["OSCAR CORRÊA"],"processo_numero":209,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur14547","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"- O Tribunal, por unanimidade, não conheceu da ação no que concerne ao\nartigo 40 da Medida Provisória nº 2.048-26, de 29 de junho de 2000,\nreeditada pela Medida Provisória nº 2.048-27, de 28 de julho de 2000.\nProsseguindo no julgamento, o Tribunal, por maioria, rejeitou o\nfundamento da inconstitucionalidade formal por violação do artigo 7º,\ninciso II, da Lei Complementar nº 95, de 26 de fevereiro de 1998,\nvencido o Senhor Ministro Marco Aurélio, que entendia desarrazoada a\nmedida provisória. Prosseguindo ainda no julgamento, o Tribunal, por\nmaioria, rejeitou a argüição de inconstitucionalidade formal da medida\nprovisória objeto da ação, tendo em vista os artigos 59 e 62 da\nConstituição Federal, vencidos os Senhores Ministros Marco Aurélio e\nCelso de Mello, que davam pela inconstitucionalidade formal de toda a\nmedida provisória, apenas no que concerne ao artigo 62 da Carta, e, em\nparte, o Senhor Ministro Sepúlveda Pertence, que deferia a cautelar em\nmenor extensão. Votou o Presidente. Em seguida, o julgamento foi adiado\nem virtude do adiantado da hora. Falaram: pelo requerente, o Dr. Cássio\nScarpinella Bueno e o Dr. João Piza Fontes, e, pelo requerido, o Dr.\nGilmar Ferreira Mendes, Advogado-Geral da União. Plenário, 17.8.2000.\n- Prosseguindo no julgamento, o Tribunal, por maioria, indeferiu o\npedido de suspensão cautelar do art. 14 da Medida Provisória nº\n1.984-19, de 29 de junho de 2.000, vencidos os Senhores Ministros Marco\nAurélio e Celso de Mello. Indeferiu a suspensão cautelar do § 5º do\nart. 1º da Lei nº 8.437/92, introduzido pelo artigo 1º da MP nº\n1.984-19, vencidos os Senhores Ministros Marco Aurélio, Celso de Mello\ne Sepúlveda Pertence. Prosseguindo no julgamento, o Tribunal, por\nmaioria, deferiu a suspensão cautelar do § 8º do art. 4º da Lei nº\n8.437/92, introduzido pelo artigo 1º da MP 1.984-19, vencidos os\nSenhores Ministros Octavio Gallotti, Néri da Silveira e Moreira Alves.\nOs Senhores Ministros Marco Aurélio, Celso de Mello e Sepúlveda\nPertence deferiam a suspensão cautelar dos § § 2º a 9º do artigo 4º da\nLei nº 8.437/92, introduzidos pelo art. 1º da MP nº 1.984-19, e o\nSenhor Ministro Néri da Silveira deferia apenas quanto aos § § 4º e 5º.\nVotou o Presidente. Em seguida, o julgamento foi adiado em virtude do\nadiantado da hora. Plenário, 23.8.2000.\n- O Tribunal, por maioria, não conheceu da ação relativamente ao § 5º\ndo artigo 19 da Lei nº 9.028/95, introduzido pela Medida Provisória nº\n1.984-19; ao artigo 21 da Lei nº 9.028/95, na redação do artigo 3º da\nMP nº 1.984-19; e ao artigo 5º da MP nº 1.984-19, vencido o Senhor\nMinistro Marco Aurélio, que conhecia da ação sob o ângulo do vício\nformal. O Tribunal, por unanimidade, deferiu a suspensão cautelar do\nartigo 4º-A da Lei nº 8.437/92, introduzido pelo artigo 1º da MP nº\n1.984-19. E, por maioria, vencidos os Senhores Ministros Sydney Sanches\n(Relator), Nelson Jobim, Maurício Corrêa, Octavio Gallotti e Moreira\nAlves, também deferiu a suspensão cautelar do § 3º do art. 6º da Lei nº\n9.028/95, introduzido pelo artigo 2º da MP nº 1.984-19, e,\nrelativamente ao § 2º do mesmo artigo (6º) da mesma lei (9.028/95), o\nTribunal, por maioria,  indeferiu a suspensão cautelar, vencido o\nSenhor Ministro Marco Aurélio. O Tribunal, por maioria, vencidos os\nSenhores Ministros Marco Aurélio, Celso de Mello, Sepúlveda Pertence e\no Presidente (Ministro Carlos Velloso), indeferiu a suspensão cautelar\ndo § 4º do artigo 1º da Lei nº 8.437/92, introduzido pelo artigo 1º da\nMP nº 1.984-19. Relativamente ao artigo 19-A, da Lei nº 9.028/95,\nintroduzido  pelo artigo 3º da MP nº 1.984-19, o Tribunal converteu o\njulgamento em diligência a fim de serem solicitadas informações\ncomplementares, nos termos do voto do Senhor Ministro Sydney Sanches\n(Relator). Votou o Presidente. O Senhor Ministro Marco Aurélio não\nvotou relativamente ao artigo 4º da Lei nº 8.437/92, introduzido pelo\nartigo 1º da MP nº 1.984-19, e o Senhor Ministro Ilmar Galvão, com\nrelação ao artigo 5º da MP nº 1.984-19, em virtude de não estarem\npresentes quando da votação desses dispositivos. Em seguida, o\njulgamento foi adiado para prosseguimento na próxima sessão. Plenário,\n24.8.2000.\n- Prosseguindo no julgamento, após os votos dos Senhores Ministros\nSydney Sanches (Relator), Maurício Corrêa, Ilmar Galvão e Octavio\nGallotti, deferindo a medida cautelar para suspender, no caput do art.\n24-A da Lei nº 9.028/95, introduzido pelo artigo 3º da Medida\nProvisória nº 1.984-19, a expressão \"e multa em ação rescisória\", dos\nvotos dos Senhores Ministros Marco Aurélio, Celso de Mello, Sepúlveda\nPertence, Néri da Silveira e o Presidente (Ministro Carlos Velloso),\ndeferindo integralmente a suspensão do caput do artigo 24-A da Lei nº\n9.028/95, introduzido pelo artigo 3º da MP nº 1.984-19, e do voto do\nSenhor Ministro Moreira Alves, indeferindo a suspensão cautelar do\nreferido dispositivo, verificou-se empate entre as duas teses.\nAguardar-se-á, portanto, o voto do Senhor Ministro Nelson Jobim,\nausente justificadamente. Plenário, 30.8.2000.\nDecisão - Prosseguindo no julgamento, o Tribunal, por unanimidade, resolvendo\nquestão de ordem suscitada pelo Senhor Ministro Nelson Jobim, indeferiu\nrequerimento formulado pela União, e deu por prejudicada a ação, pelo\nque dela não conheceu, por falta de aditamento da inicial, para\nimpugnação das últimas reedições da medida provisória, cassadas as\nliminares concedidas. Votou o Presidente. Plenário, 15.3.2001.","is_repercussao_geral_merito":false,"relator_processo_nome":"SYDNEY SANCHES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur14547","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T13:53:30.921539","dg_unique":"sjur14547","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: - AÇÃO DIRETA DE INCONSTITUCIONALIDADE DA MEDIDA PROVISÓRIA\n N° 1984-19, DE 29 DE JUNHO DE 2000.\n1.      Falta de aditamento da\ninicial, pelo Partido autor da Ação, para impugnar as últimas\nreedições da Medida Provisória, ocorridas no curso do\nprocesso.\n2.      Não cabe à Advocacia Geral da União suprir essa falta.\n Pedido indeferido.\n3.      Ação julgada prejudicada, cassadas, em\nconseqüência, as medidas cautelares já concedidas.\n4.      Plenário.\nDecisão unânime.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=2251&classe=ADI-MC","externo_seq_objeto_incidente":3726999,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 24-10-2003 PP-00011  EMENT VOL-02129-01 PP-00078","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2251&classe=ADI","is_colac":false,"titulo":"ADI 2251 MC","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1934\n                ART-00169\n                CF-1934 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1937\n                ART-00156\n                CF-1937 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n                ART-00188\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n                ART-00097  PAR-00001 Redação dada pela EMC-1/1969\n                ART-00099\n                ART-00100 (Redação dada pela EMC-1/1969)\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001   ANO-1969\n","LEG-FED   CF       ANO-1988\n                ART-00001 ART-00002 ART-00005 INC-00001\n                INC-00018 INC-00021 INC-00025 INC-00035\n                INC-00054 INC-00069 INC-00070\n                INC-00071 ART-00008 INC-00001 INC-00002\n                INC-00003 ART-00027 ART-00037 INC-00002\n                Redação original e redação dada pela EMC-19/1998\n                ART-00037  INC-00005 INC-00007 INC-00009\n                INC-00019  ART-00037 PAR-00005 PAR-00006\n                ART-00039 Redação original\n                ART-00041 ART-00048 INC-00010 ART-00049\n                INC-00011 ART-00059  PAR-ÚNICO ART-00061\n                ART-00062 PAR-ÚNICO Redação anterior à EMC-32/2001\n                ART-00064 PAR-00001 PAR-00002 ART-00084 INC-00025\n                ART-00102 PAR-00001 Regulamentado pela LEI-9882/1999\n                ART-00102 INC-00003 ART-00105 PAR-00003 ART-00109\n                PAR-00002 ART-00114 ART-00127 PAR-00001\n                PAR-00002 ART-00129 INC-00002 INC-00003\n                ART-00131 PAR-00001 PAR-00002 ART-00133\n                ART-00150 PAR-00006 ART-00165 PAR-00008\n                ART-00167 PAR-00008 ART-00182 PAR-00004\n                ART-00237\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   ADCT      ANO-1988\n                ART-00019 INC-00001 ART-00029\n","LEG-FED   EMC-000019   ANO-1998\n","LEG-FED   LEI-003071     ANO-1916\n                ART-00177\n                CC-1916 CÓDIGO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00188 Redação dada pela MPR-1984-19/2000\n                ART-00237 INC-00002\n                ART-00485 INC-00010\n                Redação dada pela MPR-1984-19/2000\n                ART-00522 PAR-00004 ART-00542 PAR-00003\n                ART-00557 Redação dada pela LEI-9756/1998\n                ART-00730 Redação dada pela MPR-1984-19/2000\n                ART-00741 Redação dada pela MPR-1984-17/2000\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   DEL-005452    ANO-1943\n                ART-00224 PAR-00002 ART-00450 ART-00468 PAR-ÚNICO\n                ART-00469  Redação dada pela MPR-1984-19/2000\n                ART-00884\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n","LEG-FED   LCP-000073      ANO-1993\n                ART-00061 ART-00069\n                Redação dada pela MPR-1984-19/2000\n","LEG-FED   LCP-000095      ANO-1998\n                ART-00001 Regulamenta o parágrafo único do  ART. 59\n                da CF-1988\n                ART-00007 INC-00001 INC-00002 INC-00003\n                INC-00004  ART-00018\n","LEG-FED   LEI-001711      ANO-1952\n                ART-00002 ART-00012 ART-00040 ART-00042\n                PAR-ÚNICO\n","LEG-FED   LEI-002735      ANO-1856\n","LEG-FED   LEI-002770      ANO-1956\n","LEG-FED   LEI-003780      ANO-1960\n                ART-00004 INC-00001\n","LEG-FED   LEI-004348      ANO-1964\n                ART-00004 ART-00005\n","LEG-FED   LEI-005021      ANO-1966\n","LEG-FED   LEI-005645      ANO-1970\n                ART-00002 ART-00006 ART-00007\n                ART-00013 ART-00015\n","LEG-FED   LEI-006185      ANO-1974\n                ART-00001 ART-00002 ART-00003 PAR-ÚNICO\n                ART-00004 ART-00006\n","LEG-FED   LEI-006861      ANO-1980\n                ART-00001\n","LEG-FED   LEI-007347      ANO-1985\n                ART-00001 INC-00005 (Redação dada pela LEI-8884/1994)\n                Redação dada pela MPR-1984-19/2000\n                LEI DA AÇÃO CIVIL PÚBLICA\n                LEI ORDINÁRIA\n","LEG-FED   LEI-007923      ANO-1989\n                ART-00002\n","LEG-FED   LEI-007969      ANO-1989\n","LEG-FED   LEI-008028      ANO-1990\n                ART-00026 Redação dada pela LEI-8162/1991\n                ART-00026 Redação dada pela LEI-8168/1991\n","LEG-FED   LEI-008112      ANO-1990\n                ART-00003 ART-00009 INC-00001 INC-00002\n                Redação dada pela LEI-9527/1997\n                ART-00243\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS\n                CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS\n                FEDERAIS\n","LEG-FED   LEI-008162      ANO-1991\n                ART-00002\n","LEG-FED   LEI-008168      ANO-1991\n","LEG-FED   LEI-008216      ANO-1991\n                ART-00026\n","LEG-FED   LEI-008270      ANO-1991\n","LEG-FED   LEI-008429      ANO-1992\n","LEG-FED   LEI-008437      ANO-1992\n                ART-00001 PAR-00001 PAR-00003 PAR-00004 PAR-00005\n                Redação dada pela MPR-1984-19/2000\n                ART-00004 PAR-00002 PAR-00003 PAR-00004 PAR-00005\n                PAR-00006 PAR-00007 PAR-00008 PAR-00009\n                Redação dada pela MPR-1984-19/2000\n                ART-0004A  (Redação dada pela MPR-1984-19/2000)\n","LEG-FED   LEI-008460      ANO-1992\n","LEG-FED   LEI-005869      ANO-1993\n","LEG-FED   LEI-008745      ANO-1993\n","LEG-FED   LEI-009028      ANO-1995\n                ART-00003 ART-00004  ART-00006 PAR-00002 PAR-00003\n                ART-00019 PAR-00005  ART-0019A INC-00001 Redação dada\npela\n                MPR-1984-19/2000 ART-0019A INC-00002\n                LET-A LET-B ART-0019A PAR-00001 PAR-00002 PAR-00003\n                PAR-00004 PAR-00005 PAR-00006 PAR-00007\n                ART-00021 ART-0024A\n                Redação dada pela MPR-1984-19/2000\n","LEG-FED   LEI-009030      ANO-1995\n                ART-00002\n","LEG-FED   LEI-009289      ANO-1996\n                ART-00004 INC-00001\n","LEG-FED   LEI-009421      ANO-1996\n                ART-00001 PAR-00002 ART-00002 ART-00003 ART-00004\n                PAR-00002 ART-00005\n","LEG-FED   LEI-009494      ANO-1997\n                ART-0001A ART-0001C\n                Redação dada pela MPR-1984-19/2000\n                ART-0002A ART-0002B\n                Redação dada pelo art. 5º da MPR-1984-19/2000\n","LEG-FED   LEI-009527      ANO-1997\n","LEG-FED   LEI-009704      ANO-1998\n","LEG-FED   LEI-009756      ANO-1998\n","LEG-FED   LEI-009783      ANO-1999\n","LEG-FED   LEI-009784      ANO-1999\n                ART-00054 PAR-00001 PAR-00002\n","LEG-FED   LEI- 009882     ANO-1999\n","LEG-FED   LEI-009868      ANO-1999\n                ART-00003 INC-00001 ART-00022\n","LEG-FED   LEI-009962      ANO-2000\n                Decreto introdutório da CLT-1943\n","LEG-FED   MPR-000118      ANO-1989\n","LEG-FED   MPR-000375      ANO-1993\n                ART-00002\n","LEG-FED   MPR-001539  ANO-1993\n                REEDIÇÃO nº 35\n","LEG-FED   MPR-001577      ANO-1999\n                Originou a MPR-1984-19/2000\n","LEG-FED   MPR-001577-6   ANO-1999\n                REEDIÇÃO nº 6\n","LEG-FED   MPR-001632-11 ANO-1998\n                REEDIÇÃO nº 11\n","LEG-FED   MPR-001703-18 ANO-1998\n                ART-00005 Redação dada pela MPR-1984-19/2000\n                REEDIÇÃO nº 18\n","LEG-FED   MPR-001774-21 ANO-1998\n                Originou a MPR-1984-19/2000\n                REEDIÇÃO nº 21\n","LEG-FED   MPR-001798      ANO-1999\n                Originou a MPR-1984-19/2000\n","LEG-FED   MPR-001906   ANO-1999\n                REEDIÇÃO nº 06\n","LEG-FED   MPR-001906   ANO-1999\n                REEDIÇÃO nº 07\n","LEG-FED   MPR-001906   ANO-1999\n                REEDIÇÃO nº 08\n","LEG-FED   MPR-001906   ANO-1999\n                REEDIÇÃO nº 09\n","LEG-FED   MPR-001906 ANO-1999\n                REEDIÇÃO nº 10\n","LEG-FED   MPR-001984 ANO-1999\n                REEDIÇÃO nº 12\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 13\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 16\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 17\n                Alterou o art. 741 do CPC-1973\n","LEG-FED   MPR-001984   ANO-2000\n                REEDIÇÃO nº 18\n                ART-00011 PAR-ÚNICO ART-00012 ART-00013\n","LEG-FED   MPR-001984    ANO-2000\n                REEDIÇÃO nº 19\n                ART-00001 ART-00002 ART-00003 ART-00004\n                ART-00005 ART-00006 ART-00007 ART-00008\n                ART-00009 ART-00010 ART-00011 ART-00012\n                ART-00013 ART-00014\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 20\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 21\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 22\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 23\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 24\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 25\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 26\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 27\n","LEG-FED   MPR-001984 ANO-2000\n                REEDIÇÃO nº 28\n","LEG-FED   MPR-002048 ANO-2000\n                ART-00040 PAR-00001 PAR-00002\n                REEDIÇÃO nº 26\n","LEG-FED   MPR-002048 ANO-2000\n                REEDIÇÃO nº 27\n","LEG-FED   DEL-000200      ANO-1967\n                ART-00102\n","LEG-FED   DEL-001445      ANO-1976\n                ART-00006 ART-00007\n","LEG-FED   DEL-002192      ANO-1984\n","LEG-FED   DEL-005452      ANO-1943\n                Decreto introdutório da CLT-1943\n","LEG-FED   DEC-002954      ANO-1999\n                ART-00032 PAR-00003\n","LEG-FED   DEC-070320      ANO-1972\n                ART-00003 INC-00001 ART-00009\n","LEG-FED   DEC-072283      ANO-1973\n                ART-00005 ART-00006 PAR-00002 ART-00007\n                ART-00009\n","LEG-FED   DEC-072493      ANO-1973\n                ART-00010\n","LEG-FED   DEC-084669      ANO-1980\n","LEG-FED   SUMSTF-000506\n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   SUMSTJ-000212\n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n","LEG-FED   SUMSTJ-000217\n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2003-10-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: PREJUDICIALIDADE, AÇÃO DIRETA,\nINCONSTITUCIONALIDADE, CASSAÇÃO, MEDIDA LIMINAR, ANTERIORIDADE,\nDEFERIMENTO, MOTIVO, REQUERENTE, AUSÊNCIA, ADITAMENTO, PEDIDO\nINICIAL, REEDIÇÃO, SUPERVENIÊNCIA, MEDIDA PROVISÓRIA, SURGIMENTO,\nCURSO, JULGAMENTO, PEDIDO.  (STF), AUSÊNCIA, ACEITAÇÃO, UNIÃO\nFEDERAL, COMPLEMENTAÇÃO, PEDIDO, REEDIÇÃO, MEDIDA PROVISÓRIA,\nEFEITO, MANUTENÇÃO, ANDAMENTO, AÇÃO DIRETA, OBSTÁCULO,\nDESISTÊNCIA.\n- AÇÃO DIRETA, NATUREZA DÚPLICE, POSSIBILIDADE, DECLARAÇÃO,\nCONSTITUCIONALIDADE, INCONSTITUCIONALIDADE, NORMA, EFEITO\nVINCULANTE.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: INEXIGIBILIDADE, \r\nCONCESSÃO,\nADVOGADO, PODER ESPECIAL, ESPECÍFICO,  IMPUGNAÇÃO, NORMA,\nCONFORMIDADE, INTERPRETAÇÃO, PRINCÍPIO DA LEGALIDADE.\nPROCEDÊNCIA, PEDIDO, REFERÊNCIA, VÍCIO FORMAL, MEDIDA PROVISÓRIA,\nDISCIPLINA, TEMA, DIVERSIDADE, OFENSA, PRINCÍPIO, RAZOABILIDADE.\nCONTROLE CONCENTRADO, CONSTITUCIONALIDADE, DESCABIMENTO,\nPROCEDIMENTO, COMPARAÇÃO, MEDIDA PROVISÓRIA, LEI COMPLEMENTAR.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CONTROLE CONCENTRADO \r\nDE\nCONSTITUCIONALIDADE, DESCABIMENTO, PROCEDIMENTO, CONTESTAÇÃO,\nMEDIDA PROVISÓRIA, FACE, LEI COMPLEMENTAR, CARACTERIZAÇÃO,\nQUESTÃO DE LEGALIDADE.\n- IMPUGNAÇÃO, DISPOSITIVO, LEI FEDERAL, DETERMINAÇÃO, INTIMAÇÃO,\nREPRESENTANTE JUDICIAL, HIPÓTESE, CABIMENTO, MEDIDA LIMINAR.\nREGULAMENTAÇÃO, DESCABIMENTO, MEDIDA LIMINAR, OCORRÊNCIA,\nDEFERIMENTO, COMPENSAÇÃO, CRÉDITO TRIBUTÁRIO, PREVIDENCIÁRIO\n. DISCIPLINA, MODALIDADE, RECURSO, CABIMENTO, HIPÓTESE, SUSPENSÃO,\nLIMINAR, INCLUSIVE, RECURSO ESPECIAL, RECURSO EXTRAORDINÁRIO.\nAUTORIZAÇÃO, PRESIDENTE, TRIBUNAL, SUSPENSÃO, LIMINAR, EFICÁCIA\nRETROATIVA. PERMISSÃO, SUSPENSÃO, SENTENÇA RESCINDÊNDA,\nHIPÓTESE, OCORRÊNCIA, PLAUSIBILIDADE JURÍDICA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CARLOS VELLOSO: LIMINAR, AUTORIZAÇÃO,\nCOMPENSAÇÃO, CRÉDITO PREVIDENCIÁRIO, CARACTERIZAÇÃO, MEDIDA\nLIMINAR SATISFATIVA, MODALIDADE, ANTECIPAÇÃO, TUTELA JURISDICIONAL,\nBASE, ELEMENTO, AUTOS, INDEFINIÇÃO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DISPOSITIVO, \r\nIMPEDIMENTO,\nCONTRIBUINTE, INTERESSE, COMPENSAÇÃO, CRÉDITO, INTERPOSIÇÃO,\nMEDIDA LIMINAR, CARACTERIZAÇÃO, OBSTÁCULO, EXERCÍCIO, JURISDIÇÃO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. SEPÚLVEDA PERTENCE: LEGISLAÇÃO, \r\nPOSSIBILIDADE,\nCRIAÇÃO, RESTRIÇÃO, TUTELA JURISDICIONAL CAUTELAR, OBSERVÂNCIA,\nGARANTIA, JURISDIÇÃO, DEVIDO PROCESSO LEGAL, IMPOSSIBILIDADE,\nRESULTADO, AUMENTO, PRIVILÉGIO PROCESSUAL, ESTADO, PREJUÍZO,\nCONTRIBUINTE.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NÉRI DA SILVEIRA: CABIMENTO, \r\nARGüIÇÃO,\nDESCUMPRIMENTO, PRECEITO FUNDAMENTAL, CONTESTAÇÃO, DECISÃO,\nCONCESSÃO, LIMINAR, OFENSA, CONSTITUIÇÃO FEDERAL, RESULTADO,\nDESNECESSIDADE, MEDIDA PROVISÓRIA, DISCIPLINA, REPETIÇÃO, PEDIDO,\nSUSPENSÃO, ENCAMINHAMENTO, PRESIDENTE, (STF) . INEXISTÊNCIA,\nDISPOSITIVO CONSTITUCIONAL, PROIBIÇÃO, DISCIPLINA, MATÉRIA,\nDIVERSIDADE, MEDIDA PROVISÓRIA. CABIMENTO, (STF), VERIFICAÇÃO,\nOCORRÊNCIA, ABUSO, PODER, REEDIÇÃO, MEDIDA PROVISÓRIA.\n\n- IMPUGNAÇÃO, DISPOSITIVO, LEI FEDERAL, DISCIPLINA, INTIMAÇÃO\nPESSOAL, VIA POSTAL, REALIZAÇÃO, EXTERNA, SEDE, JUÍZO, FORO,\nREPRESENTANTE, ADVOCACIA-GERAL, UNIÃO. TRANSPOSIÇÃO, APLICAÇÃO,\nSERVIDOR, ESTABILIDADE, SERVIÇO PÚBLICO. TRANSPOSIÇÃO,\nCARREIRA, ASSISTENTE JURÍDICO, ADVOGADO-GERAL, UNIÃO, CARGO\nEFETIVO, ADMINISTRAÇÃO FEDERAL. ADVOGADO, UNIÃO, PROCURADOR,\nFAZENDA NACIONAL, ASSISTENTE JURÍDICO, CABIMENTO, REPRESENTAÇÃO\nJUDICIAL, EXTRAJUDICIAL, EXECUTIVO. EXCLUSÃO, UNIÃO\nFEDERAL, AUTARQUIA, FUNDAÇÃO, PAGAMENTO, MULTA, DECORRÊNCIA,\nAÇÃO RESCISÓRIA. DETERMINAÇÃO, APLICAÇÃO, DISPOSITIVO, PROCESSO\nADMINISTRATIVO, JUDICIAL, (FGTS), POLO PASSIVO, ATIVO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. SEPÚLVEDA PERTENCE: INADEQUAÇÃO, \r\nMEDIDA PROVISÓRIA,\nINTRODUÇÃO, LEI PROCESSUAL, BENEFÍCIO, FAZENDA PÚBLICA.\n- IMPUGNAÇÃO, DISPOSITIVO, LEI FEDERAL,  DISPENSA, DEPÓSITO PRÉVIO,\nINTERPOSIÇÃO, RECURSO,  PESSOA JURÍDICA, DIREITO PÚBLICO, FEDERAL,\nESTADUAL, DISTRITAL, MUNICIPAL.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NELSON JOBIM: (STF), ADIAMENTO, \r\nOPORTUNIDADE,\nDISCUSSÃO, CLÁUSULA, CONVALIDAÇÃO, EFEITOS, MEDIDA PROVISÓRIA,\nSURGIMENTO, EXCLUSÃO, ARTIGO, ÚLTIMA REEDIÇÃO,  RESULTADO,\nALTERAÇÃO, RELAÇÃO JURÍDICA, ANTERIORIDADE, OBJETO, PARCELA,\nSUPRESSÃO, MOMENTO, REEDIÇÃO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NÉRI DA SILVEIRA: INSERIMENTO, \r\nCLÁUSULA,\nCONVALIDAÇÃO, ATO, REALIZAÇÃO, BASE, MEDIDA PROVISÓRIA,\nANTERIORIDADE, OBJETIVO, MANUTENÇÃO, PROVISORIEDADE, EFEITO,\nPRODUÇÃO, CAMPO, DIREITO, MEDIDA, REEDIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2251&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdãos citados: ADC-4-MC (RTJ-169/383), ADI-162 (RTJ-152/339),\nADI-221, ADI-223-MC (RTJ-132/571), ADI-266 (RTJ-150/26), ADI-272,\nADI-293-MC (RTJ-146/707),  ADI-691 (RTJ-140/797), ADI-1055,  ADI-1098\n(RTJ-161/796), ADI-1150 (RTJ-167/376), ADI-1222-MC\n(RTJ-156/37), ADI-1347-MC (RTJ-176/1019), ADI-1397, Pet-1414-QO,\nADI-1533, ADI-1585-MC, ADI-1610, ADI-1675-MC, ADI-1716-MC\n(RTJ-170/438), ADI-1718-MC, ADI-1753-MC (RTJ-172/32), ADI-1910-MC,\nADI-2111, RMS-21514 (RTJ-150/104), RMS-21884 (RTJ-154/847),\nRMS-22307 (RTJ-163/132), RE-158754-QO, ADI-163715 (RTJ-165/684),\nRE-166349 (RTJ-154/986), AI-176796-AgR, RE-209174 (RTJ-167/345),\nRE-221856, RE-254818 (RTJ-184/301); STJ: ROMS-3298, RESP-150384,\nRESP-179576; TJ/SP: MS-16231.\n- Decisões monocráticas: ADI-1558, Pet-1984; STJ: Petição-999/RJ\n(decisão do Presidente em 01/09/1998), Agravo Regimental na\nPetição-1207.\n- Legislação estrangeira citada: arts. 70 e 77 da Constituição da\nItália.\n- Decisão Estrangeira citada: Sentença nº 306 da Corte Constitucional\nItaliana.\nNúmero de páginas: (373). Análise:(JBM).\nInclusão: 14/06/04, (SVF).\nAlteração: 07/02/06, (MLR).\nAlteração: 28/11/2018, PDR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.              : PARTIDO DOS TRABALHADORES - PT\nADVDOS.            : ADILSON JOSÉ PAULO BARBOSA E OUTROS\nREQDO.              : PRESIDENTE DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":14547,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2251 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2001-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"AUTOR: MARCOS BERNARDES DE MELLO\nOBRA: TEORIA DO FATO JURÍDICO - PLANO DA VALIDADE\nPÁGINA: 33\nEDITORA: SARAIVA\nAUTOR: CELSO ANTÔNIO BANDEIRA DE MELLO\nOBRA: O CONTEÚDO JURÍDICO DO PRINCÍPIO DA IGUALDADE\nEDIÇÃO: 2ª   PÁGINA: 49\nEDITORA: REVISTA DOS TRIBUNAIS\nAUTOR: NELSON NERY JUNIOR / ROSA MARIA ANDRADE NERY\nOBRA: CÓDIGO DE PROCESSO CIVIL COMENTADO\nEDIÇÃO: 3ª  PÁGINA: 1150\nEDITORA: RT\nAUTOR: CLÈMERSON MERLIN CLÈVE\nOBRA: MEDIDAS PROVISÓRIAS\nEDIÇÃO: 2ª   PÁGINA: 140  ANO: 1999\nEDITORA: MAX LIMONAD\nAUTOR: NELSON DE SOUZA SAMPAIO\nOBRA: O PROCESSO LEGISLATIVO\nEDIÇÃO: 2ª  PÁGINA: 84  ANO: 1996\nEDITORA: DEL REY\nAUTOR: HUMBERTO BERGMANN ÁVILA\nOBRA: MEDIDA PROVISÓRIA NA CONSTITUIÇÃO DE 1988\nPÁGINAS: 100-101  ANO: 1997\nEDITORA: SERGIO FABRIS\nAUTOR: NELSON NERY JUNIOR\nOBRA: PRINCÍPIOS FUNDAMENTAIS - TEORIA GERAL DOS RECURSOS\nEDIÇÃO: 5ª  PÁGINA: 199  ANO: 2000\nEDITORA: REVISTA DOS TRIBUNAIS\nAUTOR: WALGRAN JUNQUEIRA FERREIRA\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DE 1988\nEDIÇÃO: 1º  PÁGINA: 493  VOLUME: 1 ANO: 1989\nEDITORA: JULEX LIVROS\nAUTOR: JOSÉ CRETELLA JÚNIOR\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO BRASILEIRA DE 1988\nEDIÇÃO: 1º  PÁGINA: 2424  VOLUME: 5  ANO: 1991\nEDITORA: FORENSE UNIVERSITÁRIA\nAUTOR: DIREITO ADMINISTRATIVO BRASILEIRO\nOBRA: HELY LOPES MEIRELLES\nEDIÇÃO: 20  PÁGINA: 364   ANO: 1995\nEDITORA: MALHEIROS","ministro_facet":["SYDNEY SANCHES"],"processo_numero":2251,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur15518","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal indeferiu o mandado de segurança. Decisão unânime. Ausentes, justificadamente, os Senhores Ministros Marco Aurélio, Presidente, Sepúlveda Pertence, Celso de Mello e Nelson Jobim. Presidiu o julgamento o Senhor Ministro Ilmar Galvão, Vice-Presidente. Plenário, 28.11.2002.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur15518","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T13:53:30.921539","dg_unique":"sjur15518","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: Mandado de Segurança. 2. Processo Legislativo: Projeto de\nLei. 3. Controle de constitucionalidade preventivo. 4. Conflito de\natribuições.  5. Comprometimento do modelo de controle repressivo e\ndo sistema de divisão de poderes estabelecidos na Constituição. 6.\nMandado de Segurança indeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=24138&classe=MS","externo_seq_objeto_incidente":1985406,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 14-03-2003 PP-00030  EMENT VOL-02102-01 PP-00078","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=24138&classe=MS","is_colac":false,"titulo":"MS 24138","documental_legislacao_citada_texto":["LEG-FED   CF           ANO-1988\n                ART-00007 ART-00060 PAR-00004 INC-00001\n                INC-00002 INC-00003 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-005452    ANO-1943\n                ART-00618\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n","LEG-FED   RGI           ANO-1980\n                ART-00037 INC-00001\n                RISTF-1980 REGIMENTO INTERNO\n                DO SUPREMO TRIBUNAL FEDERAL\n","LEG-FED   PJL-005483      ANO-2001\n                PROJETO DE LEI DO PODER EXECUTIVO"],"publicacao_data":"2003-03-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=24138&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão citado: MS 20257 (RTJ 99/1031) (Proposta de EMC favorável à abolição da República).\n- Decisões monocráticas citadas: MS 21311 (Proposta de EMC favorável à instituição da pena de morte), MS 24138 MC.\n- Legislação estrangeira citada: art. 93, I, nº1 da Lei Fundamental Alemã.\nNúmero de páginas: (11).\nAnálise:(RCO).\nAlteração: 18/09/2018, HAC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.          : RUBENS BUENO\nADVDOS.          : BRENO DIAS DE PAULA E OUTROS\nIMPDO.          : PRESIDENTE DA CÂMARA DOS DEPUTADOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":15518,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 24138","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2002-11-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"OBRA:  CONTROLE DE CONSTITUCIONALIDADE: ASPECTOS\nJURÍDICOS E POLÍTICOS\nAUTOR: GILMAR FERREIRA MENDES\nPÁGINA: 149  ANO: 1990\nEDITORA: SARAIVA","ministro_facet":["GILMAR MENDES"],"processo_numero":24138,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}