{"result":{"took":548,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":86.04929,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur449524","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, converteu o julgamento do referendo em julgamento definitivo de mérito e julgou improcedente a arguição de descumprimento de preceito fundamental, nos termos do voto do Relator, vencidos os Ministros Nunes Marques e Dias Toffoli, que julgavam procedente a arguição. Presidência do Ministro Luiz Fux. Plenário, 08.04.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur449524","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur449524","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL (ADPF). ART. 2°, II, “A”, DO DECRETO N. 65.563, DE 12.3.2021, DO ESTADO DE SÃO PAULO. MEDIDAS EMERGENCIAIS DE COMBATE À PANDEMIA DA COVID-19. VEDAÇÃO TEMPORÁRIA DE REALIZAÇÃO PRESENCIAL DE CULTOS, MISSAS E DEMAIS ATIVIDADES RELIGIOSAS DE CARÁTER COLETIVO NO ESTADO DE SÃO PAULO. MEDIDA CAUTELAR DEFERIDA. REFERENDUM DA MEDIDA CAUTELAR CONVERTIDO EM JULGAMENTO DE MÉRITO. PRELIMINAR DE PREVENÇÃO DO RELATOR DA ADPF 701 AFASTADA. RESTRIÇÃO AO EXERCÍCIO DO DIREITO FUNDAMENTAL À LIBERDADE RELIGIOSA E DE CULTO (ART. 5º, VI, CF). VIOLAÇÃO AO DEVER DE LAICIDADE DO ESTADO (ART. 19, I, CF). PROPORCIONALIDADE E RAZOABILIDADE DAS MEDIDAS ADOTAS. \n\n\n\n    1.           A distribuição das ações de controle abstrato de constitucionalidade somente ocorre por prevenção quando há coincidência total ou parcial de objeto, na forma do artigo 77-B do Regimento Interno do STF. Na ADPF 701, impugnava-se o artigo 6º, do Decreto 031, de 20 de março de 2020, do Município de João Monlevade/MG, enquanto que a presente ADPF 811 adstringe-se à impugnação do Decreto 65.563 do Estado de São Paulo, publicado em 12 de março de 2021. Questão de Ordem rejeitada. \n\n\n\n    2.           Ante à apresentação das manifestações técnicas, a ação encontrava-se devidamente instruída e madura para julgamento pelo Plenário deste Tribunal. Conversão do referendum da medida cautelar em julgamento de mérito da ADPF.\n\n\n\n    3.           A dimensão do direito à liberdade religiosa (art. 5º, VI, da CF/1988) que reclama proteção jurídica na ADPF afasta-se do núcleo de liberdade de consciência (forum internum) e aproxima-se da proteção constitucionalmente conferida à liberdade do exercício de cultos em coletividade (forum externum).  Sob a dimensão interna, a liberdade de consciência não se esgota no aspecto religioso, mas nele encontra expressão concreta de marcado relevo. Por outro lado, na dimensão externa, o texto constitucional brasileiro alberga a liberdade de crença, de aderir a alguma religião e a liberdade do exercício do culto respectivo. A CF, no entanto, autoriza a restrição relativa dessa liberdade ao prever cláusula de reserva legal para o exercício dos cultos religiosos (art. 5º, VI, da CF).\n\n\n\n    4.           Após a declaração da pandemia mundial do novo Coronavírus pela Organização Mundial da Saúde (OMS), em 11 de março de 2020, diversos países passaram a adotar proibições ou restrições ao exercício de atividades religiosas coletivas. Com variações de intensidade e de horizonte temporal, essas medidas ora consistiam na proibição total da realização de cultos, ora na fixação de diretrizes intermediárias ao funcionamento das casas religiosas. As restrições ao funcionamento das casas de cultos foram impulsionadas por eventos de supercontaminação identificados em diversas regiões do mundo. Colhe-se do Direito Comparado decisões de Cortes Constitucionais que reconhecem a constitucionalidade das restrições às atividades religiosas coletivas presenciais durante a pandemia do novo Coronavírus. \n\n\n\n    5.           Sob o prisma da constitucionalidade formal, a edição da norma impugnada respeitou o entendimento firmado pelo STF no julgamento da Ação Direta de Inconstitucionalidade 6.341, de relatoria do eminente Ministro Marco Aurélio, redator do acórdão Ministro Edson Fachin, em que se assentou que todos os entes federados têm competência para legislar e adotar medidas sanitárias voltadas ao enfrentamento da pandemia de Covid-19. Precedentes. \n\n\n\n    6.           Sob o prisma da constitucionalidade material, as medidas impostas pelo Decreto estadual resultaram de análises técnicas relativas ao risco ambiental de contágio pela Covid-19 conforme o setor econômico e social, bem como de acordo com a necessidade de preservar a capacidade de atendimento da rede de serviço de saúde pública. A norma revelou-se adequada, necessária e proporcional em sentido estrito para o combate do grave quadro de contaminação que antecedeu a sua edição. \n\n\n\n    7.           Arguição de Descumprimento de Preceito Fundamental julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756267154","externo_seq_objeto_incidente":6136541,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-123  DIVULG 24-06-2021  PUBLIC 25-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=811&classe=ADPF","is_colac":false,"titulo":"ADPF 811","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00005\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 INC-00004 INC-00005\n    ART-00003 ART-00005 \"CAPUT\" INC-00004\n    INC-00006 INC-00007 INC-00008 INC-00009\n    INC-00014 INC-00035 INC-00054 ART-00006\n    ART-00007 INC-00022 ART-00019 INC-00001\n    ART-00022 ART-00023 INC-00002 ART-00024\n    INC-00012 ART-00030 INC-00007 ART-00037\n    \"CAPUT\" ART-00103 INC-00008 PAR-00002\n    ART-00136 PAR-00001 INC-00001 ART-00139\n    ART-00143 PAR-00001 ART-00150 INC-00006\n    LET-B ART-00170 \"CAPUT\" ART-00196\n    ART-00198 INC-00001 ART-00210 PAR-00001\n    ART-00226 PAR-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000101 ANO-2000\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00011\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-009055 ANO-1995\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1995\n    ART-00001 ART-00002 INC-00001 ART-00004\n    PAR-00001 ART-00005 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00008 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013898 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-0003A INC-00004 INC-00005 INC-00006\n    LET-B INC-00007 PAR-00001 PAR-00002\n    INC-00001 INC-00002 INC-00003 PAR-00006\n    PAR-00007 INC-00002 PAR-00009 ART-0003A\n    INC-00003 ART-0003B ART-0003C ART-0003D\n    ART-0003E ART-0003F ART-0003G ART-0003H\n    ART-0003J ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014035 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00012 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00018 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   MPR-000966 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1991\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 INC-00003 INC-00005 ART-0077B\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000034 ANO-2009\n    EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   DEC-000432 ANO-2020\n    ART-00003 INC-00011\n    DECRETO, MG\n\n","LEG-EST   DEC-018902 ANO-2020\n    ART-00007 PAR-00001\n    DECRETO, PI\n\n","LEG-EST   DEC-028635 ANO-2020\n    ART-00002 INC-00001 LET-A\n    DECRETO, RR\n\n","LEG-EST   DEC-050433 ANO-2021\n    DECRETO, PE\n\n","LEG-EST   DEC-065563 ANO-2021\n    ART-00001 PAR-ÚNICO ART-00002 INC-00001\n    INC-00002 LET-A LET-B INC-00003\n    INC-00004 ART-00003 INC-00001 INC-00002\n    INC-00003\n    DECRETO, SP\n\n","LEG-MUN   DEC-000015 ANO-2020\n    ART-00001\n    DECRETO DO MUNICÍPIO DE SERRINHA, BA\n\n","LEG-MUN   DEC-000031 ANO-2020\n    ART-00006\n    DECRETO DO MUNICÍPIO DE JOÃO MONLEVADE, MG\n\n","LEG-MUN   DEC-001366 ANO-2020\n    ART-00007 INC-00002\n    DECRETO DO MUNICÍPIO DE ARMAÇÃO DOS BÚZIOS, RJ\n\n","LEG-MUN   DEC-001704 ANO-2020\n    ART-00001 INC-00005\n    DECRETO DO MUNICÍPIO DE MACAPÁ, AP\n\n","LEG-MUN   DEC-006228 ANO-2020\n    ART-00004\n    DECRETO DO MUNICÍPIO DE CAJAMAR, SP\n\n","LEG-MUN   DEC-014052 ANO-2020\n    ART-00007 INC-00001\n    DECRETO DO MUNICÍPIO DE BEBEDOURO, SP\n\n","LEG-MUN   DEC-028564 ANO-2020\n    ART-00010\n    DECRETO DO MUNICÍPIO DE RIO BRILHANTE, MS\n\n","LEG-MUN   DEC-013977 ANO-2021\n    ART-00024\n    DECRETO DO MUNICÍPIO DE NITERÓI, RJ\n\n","LEG-DIS   DEC-041913 ANO-2021\n    ANEXO-ÚNICO LET-H NÚMERO-00001 NÚMERO-00002\n    NÚMERO-00003 NÚMERO-00004 NÚMERO-00005 NÚMERO-00006\n    NÚMERO-00007 NÚMERO-00008 NÚMERO-00009\n    DECRETO, DF"],"publicacao_data":"2021-06-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DADO, MORTE, CORONA VIRUS DISEASE 2019 (COVID-19). IMPORTÂNCIA, PROTEÇÃO, LIBERDADE DE RELIGIÃO. AFASTAMENTO, EXIGÊNCIA, LEI DE RESPONSABILIDADE FISCAL, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), IMPLEMENTAÇÃO, MEDIDA DE ENFRENTAMENTO À PANDEMIA. COMPETÊNCIA, ESTADO-MEMBRO, MUNICÍPIO, RESTRIÇÃO, LOCOMOÇÃO, MEDIDA RESTRITIVA DE ENFRENTAMENTO À PANDEMIA. COMPULSORIEDADE, VACINA, NOVO CORONAVÍRUS. PREVISÃO, DIREITO, LIBERDADE DE RELIGIÃO, DIREITO INTERNACIONAL. ALCANCE, DESTINATÁRIO, LIBERDADE DE RELIGIÃO. PRECEDENTE, STF, CONSTITUCIONALIDADE, RESTRIÇÃO, FUNCIONAMENTO, TEMPLO DE QUALQUER CULTO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). COLISÃO DE DIREITOS FUNDAMENTAIS, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. DISTINÇÃO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. ADEQUAÇÃO, PROPORCIONALIDADE, NECESSIDADE, NORMA SANITÁRIA, FUNDAMENTO, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). EFEITO VINCULANTE, DECISÃO, STF, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PREVENÇÃO, DISTRIBUIÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, COINCIDÊNCIA, OBJETO. LIBERDADE DE RELIGIÃO, CONSTITUIÇÃO FEDERAL DE 1988. LIBERDADE DE RELIGIÃO, IMPARCIALIDADE, ATUAÇÃO, PODER PÚBLICO, PRINCÍPIO DO ESTADO LAICO. COMPETÊNCIA CONCORRENTE, SAÚDE PÚBLICA, MEDIDA DE ENFRENTAMENTO À PANDEMIA. PROPORCIONALIDADE, RAZOABILIDADE, RESTRIÇÃO, CARÁTER TEMPORÁRIO, FUNCIONAMENTO, TEMPLO DE QUALQUER CULTO, PANDEMIA. HISTÓRIA, PANDEMIA, FECHAMENTO, IGREJA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONSTITUIÇÃO FEDERAL DE 1988, DEFINIÇÃO, LIBERDADE DE RELIGIÃO. PANDEMIA, NECESSIDADE, IMPOSIÇÃO, RESTRIÇÃO, CARÁTER TEMPORÁRIO, CARÁTER GERAL, AGLOMERAÇÃO URBANA, INOCORRÊNCIA, DISCRIMINAÇÃO, ATIVIDADE RELIGIOSA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: HISTÓRIA, REVOLUÇÃO CIENTÍFICA, PERMANÊNCIA, IMPORTÂNCIA, RELIGIÃO. FUNÇÃO, PODER PÚBLICO, RELIGIÃO, GARANTIA, LIBERDADE DE RELIGIÃO, CONSERVAÇÃO, IMPARCIALIDADE. RESTRIÇÃO, CARÁTER TEMPORÁRIO, DIREITO DE REUNIÃO, INOCORRÊNCIA, OFENSA, NÚCLEO ESSENCIAL, LIBERDADE DE RELIGIÃO. DISTINÇÃO, RESTRIÇÃO, LIBERDADE DE RELIGIÃO, RESTRIÇÃO, LIBERDADE DE CULTO RELIGIOSO. LIBERDADE DE RELIGIÃO, DIREITO À SAÚDE, COLISÃO DE DIREITOS FUNDAMENTAIS, PONDERAÇÃO DE PRINCÍPIOS, PRINCÍPIO DA PROPORCIONALIDADE. VALORAÇÃO, PODER JUDICIÁRIO, NECESSIDADE, MEDIDA DE ENFRENTAMENTO À PANDEMIA, DEFERÊNCIA, VALORAÇÃO, GESTOR, LOCAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: PREVENÇÃO, DISTRIBUIÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, COINCIDÊNCIA, OBJETO; SIMILARIDADE, CONTEÚDO NORMATIVO, INOCORRÊNCIA, PREVENÇÃO. CONSTITUIÇÃO FEDERAL, AUTORIZAÇÃO, PODER PÚBLICO, IMPOSIÇÃO, LIMITAÇÃO, DIREITO FUNDAMENTAL. DIREITO À SAÚDE, CONSTITUIÇÃO FEDERAL DE 1988, DIREITO INDIVIDUAL, DIREITO SOCIAL. HISTÓRIA, LIBERDADE DE RELIGIÃO, LIBERDADE DE CULTO RELIGIOSO, DIREITO CONSTITUCIONAL, BRASILEIRO. DIMENSÃO INTERIOR DA LIBERDADE DE RELIGIÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO. ADMISSÃO, RESTRIÇÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO. ALCANCE, LIBERDADE DE RELIGIÃO, EXTENSÃO, LIBERDADE DE CULTO RELIGIOSO. PRECEDENTE, STF, CONSTITUCIONALIDADE, ENSINO RELIGIOSO CONFESSIONAL, ESCOLA PÚBLICA, ENSINO FUNDAMENTAL. PRECEDENTE, STF, CONSTITUCIONALIDADE, PROSELITISMO, RÁDIO COMUNITÁRIA. JURISPRUDÊNCIA, STF, IMUNIDADE TRIBUTÁRIA, TEMPLO DE QUALQUER CULTO. JURISPRUDÊNCIA, STF, GARANTIA CONSTITUCIONAL, LIBERDADE DE RELIGIÃO, ALTERAÇÃO, HORÁRIO, CONCURSO PÚBLICO. LIBERDADE DE RELIGIÃO, LEGISLAÇÃO, DIREITO INTERNACIONAL. PROPORCIONALIDADE, RESTRIÇÃO, CARÁTER TEMPORÁRIO, LIBERDADE DE CULTO RELIGIOSO, PANDEMIA. RESTRIÇÃO, LIBERDADE DE CULTO RELIGIOSO, PANDEMIA, DIREITO COMPARADO. LIBERDADE DE RELIGIÃO, ISONOMIA, PRINCÍPIO DO ESTADO LAICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: LIBERDADE DE RELIGIÃO, DIREITO CONSTITUCIONAL, BRASILEIRO, LEGISLAÇÃO, DIREITO INTERNACIONAL. COLISÃO DE DIREITOS FUNDAMENTAIS, PONDERAÇÃO DE PRINCÍPIOS, PRINCÍPIO DA PROPORCIONALIDADE. DIREITO À SAÚDE, DEVER, PODER PÚBLICO. RESTRIÇÃO, CARÁTER TEMPORÁRIO, DIREITO DE REUNIÃO, INOCORRÊNCIA, DISCRIMINAÇÃO, LIBERDADE DE CULTO RELIGIOSO. JURISPRUDÊNCIA, STF, FEDERALISMO COOPERATIVO, COMPETÊNCIA COMUM, TOTALIDADE, ENTE FEDERADO, IMPLEMENTAÇÃO, MEDIDA DE ENFRENTAMENTO À PANDEMIA. RESTRIÇÃO, LIBERDADE DE CULTO RELIGIOSO, PANDEMIA, DIREITO COMPARADO. EFEITO VINCULANTE, DECISÃO, STF, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: COMPATIBILIDADE, DEMOCRACIA, RELIGIÃO, PRINCÍPIO DO ESTADO LAICO. DEFINIÇÃO, PRINCÍPIO DO ESTADO LAICO. DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO. LIBERDADE DE RELIGIÃO, LEGISLAÇÃO, DIREITO INTERNACIONAL. ALCANCE, LIBERDADE DE RELIGIÃO, LIBERDADE DE CONSCIÊNCIA, LIBERDADE DE CULTO RELIGIOSO. JURISPRUDÊNCIA, STF, PRINCÍPIO DO ESTADO LAICO. COMPETÊNCIA CONCORRENTE, TOTALIDADE, ENTE FEDERADO, MEDIDA DE ENFRENTAMENTO À PANDEMIA, FEDERALISMO COOPERATIVO. PRECEDENTE, STF, MANUTENÇÃO, VIGÊNCIA, MEDIDA DE ENFRENTAMENTO À PANDEMIA, LEI FEDERAL, PRINCÍPIO DA PREVENÇÃO, PRINCÍPIO DA PRECAUÇÃO. COMPETÊNCIA, AUTORIDADE SANITÁRIA, VALORAÇÃO, NECESSIDADE, IMPLEMENTAÇÃO, MEDIDA DE ENFRENTAMENTO À PANDEMIA, INCOMPETÊNCIA, PODER JUDICIÁRIO. ADEQUAÇÃO, PROPORCIONALIDADE, NECESSIDADE, NORMA SANITÁRIA, FUNDAMENTO, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DISTRIBUIÇÃO, PREVENÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRECLUSÃO, MATÉRIA. REGIMENTO INTERNO, STF, INOCORRÊNCIA, PREVENÇÃO, IDENTIDADE, MATÉRIA, EXIGÊNCIA, IDENTIDADE, OBJETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PROPORCIONALIDADE, RAZOABILIDADE, RESTRIÇÃO, LIBERDADE DE CULTO RELIGIOSO, MEDIDA DE ENFRENTAMENTO À PANDEMIA, FUNDAMENTAÇÃO, CONHECIMENTO CIENTÍFICO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: RESTRIÇÃO, DIREITO INDIVIDUAL, PANDEMIA, IMPORTÂNCIA, MANUTENÇÃO, INTEGRIDADE, CONSTITUIÇÃO FEDERAL. AUSÊNCIA, RAZOABILIDADE, FECHAMENTO, TEMPLO DE QUALQUER CULTO, SUPRESSÃO, GARANTIA CONSTITUCIONAL, LIBERDADE DE CULTO RELIGIOSO. PRECEDENTE, STF, COMPETÊNCIA CONCORRENTE, TOTALIDADE, ENTE FEDERADO, LEGISLAÇÃO, MEDIDA DE ENFRENTAMENTO À PANDEMIA. IMPOSSIBILIDADE, ENTE FEDERADO, SUPRESSÃO, DIREITO FUNDAMENTAL. IMPORTÂNCIA, RELIGIÃO. RESTRIÇÃO, FUNCIONAMENTO, TEMPLO DE QUALQUER CULTO, PANDEMIA, DIREITO COMPARADO. EXERCÍCIO, DIREITO, LIBERDADE DE RELIGIÃO, IMPARCIALIDADE, ATUAÇÃO, PODER PÚBLICO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: PREVENÇÃO, DISTRIBUIÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, COINCIDÊNCIA, OBJETO. LIBERDADE DE RELIGIÃO, LIBERDADE DE CULTO RELIGIOSO, CONSTITUIÇÃO FEDERAL DE 1988. PRINCÍPIO DO ESTADO LAICO, COMPATIBILIDADE, PROTEÇÃO, LIBERDADE DE RELIGIÃO. COLISÃO DE DIREITOS FUNDAMENTAIS, PONDERAÇÃO DE PRINCÍPIOS. JURISPRUDÊNCIA, STF, COMPETÊNCIA CONCORRENTE, TOTALIDADE, ENTE FEDERADO, IMPLEMENTAÇÃO, MEDIDA DE ENFRENTAMENTO À PANDEMIA; POSSIBILIDADE, CONTROLE DE CONSTITUCIONALIDADE, MEDIDA DE ENFRENTAMENTO À PANDEMIA. RESTRIÇÃO, LIBERDADE DE CULTO RELIGIOSO, PANDEMIA, DIREITO COMPARADO.\n\n- TERMO(S) DE RESGATE: DEFINIÇÃO, FRATERNIDADE, DOUTRINA. CONSTITUIÇÃO FEDERAL DE 1988, LAICIDADE COLABORATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=811&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AFASTAMENTO, EXIGÊNCIA, LEI DE RESPONSABILIDADE FISCAL, LDO, IMPLEMENTAÇÃO, MEDIDA DE ENFRENTAMENTO À PANDEMIA)\nADI 6357 MC-Ref (TP), ARE 1267879 (TP), ADI 6586 (TP), ADI 6587 (TP). \n(COMPETÊNCIA CONCORRENTE, TOTALIDADE, ENTE FEDERADO, LEGISLAÇÃO, MEDIDA DE ENFRENTAMENTO À PANDEMIA)\nADI 6341 MC-Ref (TP), ADI 6343 MC-Ref (TP), ADI 6362 (TP), ADPF 672 MC-Ref (TP), ADI 6586 (TP), ADI 6587 (TP). \n(ADEQUAÇÃO, PROPORCIONALIDADE, NECESSIDADE, NORMA SANITÁRIA, FUNDAMENTO, ORIENTAÇÃO, OMS)\nADI 4066 (TP), RE 627189 (TP), ADI 6341 MC-Ref (TP), ADI 6421 MC (TP). \n(MEDIDA RESTRITIVA DE ENFRENTAMENTO À PANDEMIA, OBSERVÂNCIA, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\nADI 6421 MC (TP), ADI 6422 MC (TP), ADI 6424 MC (TP), ADI 6425 MC (TP), ADI 6427 MC (TP), ADI 6428 MC (TP), ADI 6431 MC (TP). \n(INCONGRUÊNCIA, MEDIDA DE ENFRENTAMENTO À PANDEMIA, ESTADO FEDERATIVO, MUNICÍPIO)\nADI 6341 MC-Ref (TP). \n(CONSTITUIÇÃO FEDERAL DE 1988, DEFINIÇÃO, LIBERDADE DE RELIGIÃO)\nADI 4439 (TP). \n(ALCANCE, LIBERDADE DE RELIGIÃO, EXTENSÃO, LIBERDADE DE CULTO RELIGIOSO)\nRE 494601 (TP). \n(CONSTITUCIONALIDADE, ENSINO RELIGIOSO CONFESSIONAL, ESCOLA PÚBLICA, ENSINO FUNDAMENTAL)\nADI 4439 (TP). \n(CONSTITUCIONALIDADE, PROSELITISMO, RÁDIO COMUNITÁRIA)\nADI 2566 (TP). \n(IMUNIDADE TRIBUTÁRIA, TEMPLO DE QUALQUER CULTO)\nRE 325822 (TP), RE 578562 (TP), ARE 800395 AgR (1ªT). \n(GARANTIA CONSTITUCIONAL, LIBERDADE DE RELIGIÃO, ALTERAÇÃO, HORÁRIO, CONCURSO PÚBLICO)\nARE 1099099 (TP), RE 611874 RG (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, MEDIDA DE ENFRENTAMENTO À PANDEMIA)\nADI 6341 MC-Ref (TP), ADPF 672 MC-Ref (TP). \n(ALCANCE, LIBERDADE DE RELIGIÃO, LIBERDADE DE CONSCIÊNCIA, LIBERDADE DE CULTO RELIGIOSO)\nADI 3510 (TP), ADI 4439 (TP). \n(PRINCÍPIO DO ESTADO LAICO, COMPATIBILIDADE, PROTEÇÃO, LIBERDADE DE RELIGIÃO)\nADPF 54 (TP), ADI 3478 (TP), ADI 4439 (TP). \n(MANUTENÇÃO, VIGÊNCIA, MEDIDA DE ENFRENTAMENTO À PANDEMIA, LEI FEDERAL)\nADI 6625 MC-Ref (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, MUNICÍPIO, RESTRIÇÃO, LOCOMOÇÃO, MEDIDA RESTRITIVA DE ENFRENTAMENTO À PANDEMIA)\nADI 6343 MC-Ref (TP). \n(COMPULSORIEDADE, VACINA, NOVO CORONAVÍRUS)\nARE 1267879 (TP), ADI 6586 (TP), ADI 6587 (TP). \n(LEI DA FICHA LIMPA, CONTAGEM DE PRAZO, INELEGIBILIDADE)\nADI 6630 (TP). \n(DIREITO À SAÚDE, DEVER, PODER PÚBLICO)\nRE 271286 AgR (2ªT). \n- Decisões monocráticas citadas:\n(CONSTITUCIONALIDADE, RESTRIÇÃO, FUNCIONAMENTO, TEMPLO DE QUALQUER CULTO, PANDEMIA, COVID-19)\nRcl 39884, SS 5476 MC.\n(ALCANCE, LIBERDADE DE RELIGIÃO, LIBERDADE DE CONSCIÊNCIA, LIBERDADE DE CULTO RELIGIOSO)\nADPF 431 MC.\n- Legislação estrangeira citada: art. 8° da Carta Africana de Direitos Humanos e dos Povos, de 1981; art. 9°, 1, 2, da Convenção Europeia de Direitos Humanos (CEDH); 1ª Emenda à Constituição norte-americana. \n- Decisões estrangeiras citadas: Caso Roman Catholic Diocese of Brooklyn, New York vs. Cuomo, de 2021, Caso South Bay United Pentecostal Church et al. vs. Gavin Newsom, Governor of California et al., Caso Calvary Chapel Dayton Valley vs. Steve Sisolak, Governor of Nevada, de 2020, Caso County of Allegheny vs. American Civil Liberties Union, de 1989, Caso Agudath Israel of America et al. vs. Cuomo, de 2020, da Suprema Corte dos Estados Unidos; Caso Mitbestimmungsgesetz, de 1978 (BVerfGE 50, 290), Caso Apothekenurteil, de 1958 (BVerfGE 7, 377), do Tribunal Constitucional alemão; Caso Mohamed vs. President of the Republic of South Africa, de 2002, da Corte Constitucional da África do Sul; Caso R (on the application of Hussain) vs. Secretary of State for Health (EWHC 1392), de 2020, da High Court of Justice.\n- Veja arts. 2 e 18 da Declaração Universal dos Direitos Humanos, de 1948, e art. 3°, §1°, da Declaração sobre a Eliminação de Todas as Formas de Intolerância e Discriminação Fundadas na Religião ou nas Convicções, de 1981, da ONU.\n- Veja ADPFs 701, 703 e 810 do STF.\nNúmero de páginas: 224.\nAnálise: 23/11/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIAL DEMOCRÁTICO - PSD NACIONAL \nADV.(A/S)  : ANTÔNIO PEDRO MACHADO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO E RELIGIÃO - IBDR \nADV.(A/S)  : THIAGO RAFAEL VIEIRA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS EVANGÉLICOS - ANAJURE \nADV.(A/S)  : RAÍSSA PAULA MARTINS \nAM. CURIAE.  : DIRETÓRIO NACIONAL DO PARTIDO TRABALHISTA BRASILEIRO - PTB \nADV.(A/S)  : LUIZ GUSTAVO PEREIRA DA CUNHA \nAM. CURIAE.  : CENTRO BRASILEIRO DE ESTUDOS EM DIREITO E RELIGIÃO DO ESCRITÓRIO DE ASSESSORIA JURÍDICA POPULAR DA UNIVERSIDADE FEDERAL DE UBERLÂNDIA - CEDIRE/ESAJUP/UFU \nADV.(A/S)  : BRENO VALADARES DE ABREU \nADV.(A/S)  : ANDRÉA LETÍCIA CARVALHO GUIMARÃES \nAM. CURIAE.  : ASSOCIAÇÃO CENTRO DOM BOSCO DE FÉ E CULTURA \nADV.(A/S)  : TAIGUARA FERNANDES DE SOUSA \nAM. CURIAE.  : FRENTE NACIONAL DE PREFEITOS - FNP \nADV.(A/S)  : MARCELO PELEGRINI BARBOSA \nAM. CURIAE.  : ASSOCIAÇÃO INSTITUTO SANTO ATANÁSIO DE FÉ E CULTURA \nADV.(A/S)  : KAYAN ACASSIO DA SILVA \nAM. CURIAE.  : CIDADANIA \nADV.(A/S)  : PAULO ROBERTO IOTTI VECCHIATTI \nAM. CURIAE.  : CONSELHO NACIONAL DOS CONSELHOS DE PASTORES DO BRASIL - CONCEPAB \nADV.(A/S)  : RICARDO HASSON SAYEG \nAM. CURIAE.  : CONSELHO NACIONAL DE PASTORES E LÍDERES EVANGÉLICOS INDÍGENAS - CONPLEI E OUTRO(A/S)\nADV.(A/S)  : WALTER DE PAULA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":449524,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADPF 811","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-04-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALEXY, Robert. Direitos fundamentais no Estado constitucional democrático. Para a relação entre direitos do homem, direitos fundamentais, democracia e jurisdição constitucional. Tradução de Luís Afonso Heck. Revista Direito Administrativo, Rio de Janeiro: FGV, v. 217, p. 55-66, jul./set. 1999.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros. 2. ed. p. 93-94, 96.\nASSIER-ANDRIEU, Louis. O direito nas sociedades humanas. Tradução de Maria Ermantina Galvão. São Paulo: Martins Fontes. p. 62.\nBARROSO, Luís Roberto. Liberdade de Expressão e Limitação a Direitos Fundamentais. Ilegitimidade de Restrições à Publicidade de Refrigerantes e Sucos. Revista de Direito Público da Economia (RDPE), Belo Horizonte, ano 2, n. 7, jul./set. 2004.\nBARZOTTO, Luis Fernando; BARZOTTO, Luciane Cardoso. Fraternidade, um conceito dialético: uma abordagem a partir da experiência jurídica. In: LACERDA, Luana Pereira et al. (org.). Direito e Fraternidade: ensaios em homenagem ao professor Dr. Lafayette Pozzoli. Curitiba: CRV, 2018. p. 23-31.\nBERNAL PULIDO, Carlos. El principio de proporcionalidad y los derechos fundamentales. Madrid: Centro de Estudios Políticos y Constitucionales, 2003. p. 798.\nBÖCKENFÖRDE, Ernst-Wolfgang. La naissance de l’État, processus de sécularisation. In: Le droit, l´État et La constitution démocratique: essais de théorie juridique, politique et constitutionnelle. Paris: LGDJ, 2000. p. 116.\nBRAUNER, J. M. et al. Inferring the effectiveness of government interventions against COVID-19. Science, v. 371, 2021.\nBURKE, Ciarán. Fighting COVID-19 with Religious Discrimination: South Korea’s Response to the Coronavirus Pandemic. VerfBlog, 29 maio 2020. Disponível em: https://verfassungsblog.de/fighting-covid-19-withreligious-discrimination/. \nCABRAL, Nazaré da Costa. O impacto económico da crise do COVID 19 e as medidas de recuperação a nível nacional e europeu. Revista da Faculdade de Direito da Universidade de Lisboa – Número Temático: COVID-19 e o Direito, Lisboa: Faculdade de Direito da Universidade de Lisboa, ano 61, p. 521-532, 2020.\nCANARIS, Claus-Wilhelm. Direitos Fundamentais e Direito Privado. Coimbra: Almedina, 2003.\nCANARIS, Claus-Wilhelm. Grundrechtswirkungen und Verhältnismässigkeitsprinzip in der richterlichen Anwendung und Fortbildung des Privatsrechts. JuS, 1989. p. 161-163.\nCOREIA DO SUL. Korean clusters. Coronavirus cases exploded in South Korean churches and hospitals. 2020. Disponível em: https://graphics.reuters.com/china-health-southkorea-clusters/0100B5G33SB/index.html. \nDWORKIN, Ronald. Is Democracy Possible Here? Principles for a new political debate. Princeton University, 2006.\nEHMKE, Horst. Prinzipien der Verfassungsinterpretation. Veröffentlichungen der Vereinigung der Deutschen Staatsrechtslehrer, Berlin: Walter de Gruyter, v. 20, 1963. p. 77.\nEUROPEAN CENTRE FOR DISEASE PREVENTION AND CONTROL. Coronavirus Disease 2019 (COVID-19) in the EU/EEA and the UK - eighth update. 2020. Disponível em: https://www.ecdc.europa.eu/sites/default/files/documents/covid-19-rapid-risk-assessment-coronavirus-disease-2019-eighth-update-8-april-2020.pdf.\nFRANÇA. Conseil d'État. Juge des référés, 07/11/2020, 445825, Inédit au Recueil Lebon. Disponível em: www.legifrance.gouv.fr/ceta/id/CETATEXT000042532335?tab_selection=cetat&searchField=ALL&query=liberte+du+ culte&page=1&init=true&dateDecision=07%2F11%2F2020. Acesso em: 22 nov. 2020.\nGARAPON, Antoine. Bem julgar: ensaio sobre o ritual judiciário. Tradução de Pedro Filipe Henriques. Lisboa: Instituto Paiget. p. 72.\nHÄBERLE, Peter. Liberdad, igualdad, fraternidad. 1789 como historia, actualidade y futuro del estado constitucional. Madrid: Trotta, 1998.\nHAMNER L; DUBBEL P; CAPRON I et al. High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington, March 2020. MMWR Morb Mortal Wkly Rep, 2020. Disponível em: http://dx.doi.org/10.15585/mmwr.mm6919e6.\nHESSE, Konrad. Escritos de derecho constitucional. Madrid: Centro de Estudios Constitucionales, 1983. p. 47.\nHILL QC, Mark. Coronavirus and the Curtailment of Religious Liberty. Laws, v. 9, n. 4, 2020. p. 3-4. Disponível em: https://doi.org/10.3390/laws9040027.\nJAMES, William. Variedades da Experiência Religiosa. Tradução de Octávio Mendes Cajado. São Paulo: Cultrix, 1991. p. 407.\nJAMES; EAGLE; PHILLIPS et al. High COVID-19 Attack Rate Among Attendees at Events at a Church - Arkansas, March 2020. MMWR Morb Mortal Wkly. Disponível em: https://www.cdc.gov/mmwr/volumes/69/wr/mm6920e2.htm?s_cid=mm6920e2_w. Acesso em: abr. 2021.\nKAPUR, R. The Right to Freedom of Religion and Secularism in the Indian Constitution. In: JACKSON, Vicki; TUSHNET, Mark (org.). Defining the Field of Comparative Constitutional Law. Westport: Praeger Publishers, 2002.\nKATELARIS; WELLS; CLARK et al. Epidemiologic evidence for airborne transmission of SARS-CoV-2 during church singing, Australia, 2020. Emerg Infect Dis, jun. 2021. Disponível em: https://wwwnc.cdc.gov/eid/article/27/6/21-0465_article. Acesso em: abr. 2021.\nLASCOMBE, Michel; DUSSARD, Vincent. Des conséquences de la crise du covid-19 sur les finances publiques locales. Revue Française de Droit Administratif, Paris: Dalloz, ano 6, n. 6, p. 986-988, nov./dez. 2020.\nLEWANDOWSKI, Enrique Ricardo. Pesquisas genéticas e o princípio da dignidade humana. In: MARTINS, Ives Gandra da Silva; ROSSET, Patrícia; AMARAL, Antonio Carlos Rodrigues do (org.). Estudos: Direito Público. Estudos em Homenagem ao Ministro Carlos da Silva Velloso. São Paulo: Lex, 2012.\nLI; CAMPBELL; KULKARNI et al. The temporal association of introducing and lifting non-pharmaceutical interventions with the time-varying reproduction number (R) of SARS-CoV-2: a modelling study across 131 countries. Lancet Infectious Diseases, 2020. \nMACHADO, Jónatas E.M. A jurisprudência constitucional portuguesa diante das ameaças à liberdade religiosa. Boletim da Faculdade de Direito, Coimbra: Universidade de Coimbra, v. 82, 2006. p. 67.\nMAUSS, Marcel. Ensaios de Sociologia. Tradução de Luiz João Gaio e J. Guinsburg. São Paulo: Perspectiva, 2013. p. 245-246.\nMAZURKIEWICZ, Piotr. Religious Freedom in the Time of the Pandemic. Religions, v. 12, n. 2, 2021. p 16-17.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 15. ed. São Paulo: IDP/Saraiva, 2020. p. 323.\nMICHAEL, Lothar; MORLOK, Martin. Direitos Fundamentais. São Paulo: IDP/Saraiva, 2016. p. 194-195.\nMIRANDA, Jorge. Manual de Direito Constitucional. 2. ed. Coimbra: Coimbra, 1993. tomo 4. p. 359.\nMORAES, Alexandre de. Direito constitucional. 35. ed. São Paulo: Atlas, 2019. p. 51. \nMÜLLER, Friedrich. Métodos de trabalho do direito constitucional. Tradução de Peter Naumann. 3. ed. Rio de Janeiro: Renovar, 2005. p. 42-43.\nNUSSBAUM, Martha. The New Religious Intolerance: overcoming the politics of fear in an anxious age. Cambridge: Harvard University, 2012.\nOSSENBÜHL, Fritz. Kontrolle von Tatsachenfeststellungen und Prognosenentscheidungen durch das Bundesverfassungsgericht. In: STARCK, Christian (org.). Bundesverfassungsgericht und Grundgesetz. p. 461.\nPAULO SEGUNDO, João. Exhortation Christifideles Laici. Disponível em: http://www.vatican.va/content/johnpaul-ii/en/apost_exhortations/documents/hf_jp-ii_exh_30121988_christifideles-laici.html Acesso em: 18 dez. 2020.\nPHILIPPI, Klaus Jürgen. Tatsachenfeststellungen des Bundesverfassungsgerichts. Colônia, 1971. p. 2.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos Fundamentais. São Paulo: Saraiva, 2011. p. 244.\nPOSNER,\nRichard. Not a Suicide Pact: the constitution in a time of national emergency. Oxford University, 2006.\nREINO UNIDO. Ministry of housing, communities & local government. Covid-19: guidance for the safe use of places of worship and special religious services and gatherings during the pandemic. Disponível em: https://www.gov.uk/government/publications/covid-19-guidance-for-thesafe-use-of-places-of-worship-during-the-pandemic-from-4-july.\nRIES, Julien. Ciências das Religiões: história, historiografia, problemas e método. Tradução de Leonardo A.R.T dos Santos. Petrópolis: Vozes, 2019. p. 120.\nRODRIGUES JUNIOR, Otávio Luiz. In: BONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (coord.). Comentários à Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. p. 100-101.\nSANTOS JUNIOR, Aloísio Cristovam dos. A liberdade de organização religiosa e o Estado laico brasileiro. São Paulo: Mackenzie, 2007. p. 187. \nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 337.\nSARLET, Ingo Wolfgang; MITIDIERO, Daniel; MARINONI, Luiz Guilherme. Curso de Direito Constitucional. 9. ed. São Paulo: Saraiva Educação, 2020. p. 542.\nSCHAUER, Frederick. The Force of Law. Cambridge: Harvard University, 2015. p. 91-92.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 32. ed. São Paulo: Malheiros, 2008. p. 249.\nSILVA, José Afonso da. Comentário contextual à Constituição. 6. ed. São Paulo: Malheiros, 2009. p. 93-95, 768.\nSTEINMETZ, Wilson Antônio. Colisão de direitos fundamentais e princípio da proporcionalidade. Porto Alegre: Livraria do advogado, 2011. p. 95, 140-148.\nTEIXEIRA, Ana Carolina Brochado. Saúde, Corpo e Autonomia Privada. Rio de Janeiro: Renovar, 2010.\nVAN DER WAL, Zeger. Being a public manager in times of crisis: the art of managing stakeholders, political masters, and collaborative networks. Public Administration Review, American Society for Public Administration: Washington, DC, v. 80, n. 5, p. 759-764, set./out. 2020.\nVIEIRA, Thiago Rafael; REGINA, Jean Marques. Direito Religioso. São Paulo: Vida Nova, 2020.\nWHITTINGTON, Keith E. Extrajudicial Constitutional Interpretation: three objections and responses. North Carolina Law Review, v. 80, n. 3, p. 773-852, 2002.","ministro_facet":["GILMAR MENDES"],"processo_numero":811,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur453118","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 6.8.2021 a 16.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur453118","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur453118","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AGRAVO REGIMENTAL NA RECLAMAÇÃO. SISTEMÁTICA DA REPERCUSSÃO GERAL (TEMAS N. 210 E 800). APLICAÇÃO PELA CORTE DE ORIGEM. PRESCRIÇÃO. DANOS MORAIS. ATRASO EM VOO. \n\n\n\n    1. A matéria alusiva à reparação por danos morais decorrente de atraso de voo internacional não se amolda ao Tema n. 210 de repercussão geral. Precedentes.\n\n\n\n    2. Não havendo estrita aderência entre o conteúdo do ato reclamado e o objeto da decisão paradigma, é inviável o manejo da reclamação.\n\n\n\n    3. A aplicação da sistemática da repercussão geral é atribuição do órgão judiciário de origem, dispensada a remessa do recurso extraordinário ao Supremo – art. 1.030, § 2º, do Código de Processo Civil.\n\n\n\n    4. Agravo desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757410590","externo_seq_objeto_incidente":6123656,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-190  DIVULG 22-09-2021  PUBLIC 23-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=45764&classe=Rcl","is_colac":false,"titulo":"Rcl 45764 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-013105 ANO-2015\n    ART-01030 PAR-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2021-09-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=45764&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DIREITO DE INDENIZAÇÃO POR DANO MORAL, EXTRAVIO, BAGAGEM, VOO, ÂMBITO INTERNACIONAL)\nRE 636331 (TP), ARE 766618 (TP). \nNúmero de páginas: 12.\nAnálise: 23/03/2022, ABO.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : AMERICAN AIRLINES INC \nADV.(A/S)  : RICARDO BERNARDI \nADV.(A/S)  : CARLA CHRISTINA SCHNAPP \nAGDO.(A/S)  : ANDREIA DE ALMEIDA JUNQUEIRA ENOUT \nADV.(A/S)  : DIEGO BONINI LEAL \nADV.(A/S)  : GIOVANNA CARDASSI DOS SANTOS YARID \nAGDO.(A/S)  : VALERIA DE ALMEIDA MARQUES \nADV.(A/S)  : DIEGO BONINI LEAL \nADV.(A/S)  : GIOVANNA CARDASSI DOS SANTOS YARID \nINTDO.(A/S)  : QUARTA TURMA CÍVEL DO COLÉGIO RECURSAL DA COMARCA DE SÃO JOSÉ DO RIO PRETO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":453118,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Rcl 45764 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2021-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":null,"ministro_facet":["NUNES MARQUES"],"processo_numero":45764,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur381573","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, julgou procedente o pedido, para deferir a extradição de Juan Manuel Gómez ao Governo da Argentina, para responder à acusação da prática do crime de tentativa de contrabando de drogas, com fins de comércio, correspondente à conjugação dos arts. 863, 864, “d”, 866, segunda parte, 871 e 872 do Código Aduaneiro Argentino - Ley 22.415, de 1981 e, por maioria, determinou que para efetivação da entrega, o Estado requerente deverá assumir o compromisso de computar o tempo de prisão posterior à cessação dos mandados de prisão internos, até a entrega do extraditando, além dos compromissos de praxe - art. 91 do Estatuto do Estrangeiro, tudo nos termos do voto do Relator, vencidos, com relação ao cômputo do período de detração penal, o Ministro Dias Toffoli e, parcialmente, o Ministro Ricardo Lewandowski. Presidência do Ministro Edson Fachin. 2ª Turma, 26.9.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur381573","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur381573","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória requerida pelo Governo da Argentina. 2. Regência: Estatuto do Estrangeiro (Lei 6.815/80), Tratado de Extradição entre o Brasil e a Argentina (Decreto 62.979/68); Acordo de Extradição entre os Estados Partes do Mercosul (Decreto 4.975/04). 3. Dupla tipicidade: artigo 21 do Acordo, artigo IV do Tratado Bilateral e art. 80 do Estatuto do Estrangeiro. Fatos correspondentes ao crime de tráfico internacional de drogas, previsto no art. 33, caput, combinado com art. 40, I, da Lei 11.343/06. 4. Dupla punibilidade: artigo 9 do Acordo, artigo III do Tratado e art. 77, VI, do Estatuto do Estrangeiro. 4. Extradição julgada procedente. 5. Detração: artigo 17 do Acordo e art. 91, II, do Estatuto do Estrangeiro. É de detração obrigatória apenas o período de prisão cautelar a que o extraditando esteve sujeito, em nosso país, por efeito do processo extradicional, “excluído desse cômputo, em consequência, o período em que ele ficou preso por outros crimes eventualmente cometidos no Brasil” – EXT 1434/Espanha, Rel. Min. Celso de Mello, Segunda Turma, julgada em 6.12.2016. Extraditando preso por ordem expedidas em processos penais em trâmite no Brasil. Descabimento. 6. Extradição julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14475149","externo_seq_objeto_incidente":5118329,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-045  DIVULG 08-03-2018  PUBLIC 09-03-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1489&classe=Ext","is_colac":false,"titulo":"Ext 1489","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00080 \n          ART-00089 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00001 INC-00001\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\" ART-00040 INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260      ANO-2016\n          ART-00002 PAR-00001 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1961\n          ART-00002 ART-00003 ART-00004\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-INT   ACO      ANO-1998\n          ART-00002 ITEM-1 ART-00009 ART-00017 \n          ART-00021\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00121 PAR-00002 \n          INC-00003 INC-00004 INC-00007 ART-00180 \n          ART-00250 ART-00288 ART-00304 ART-00311\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2018-03-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. DIAS TOFFOLI: DETRAÇÃO, TRÂNSITO EM JULGADO, ACÓRDÃO, DEFERIMENTO, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1489&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DETRAÇÃO, PRISÃO CAUTELAR, EXTRADITANDO)\nExt 1434 (2ªT). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 1476 QO (2ªT). \n- Legislação estrangeira citada: Art. 863, art. 864, alínea \"d\", art. 866, art. 871 e art. 872 do Código Aduaneiro Argentino.\nNúmero de páginas: 20.\nAnálise: 09/05/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : JUAN MANUEL GOMEZ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":381573,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1489","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-09-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1489,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur386223","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 541 da repercussão geral, deu provimento ao recurso e fixou a seguinte tese: “1 - O exercício do direito de greve, sob qualquer forma ou modalidade, é vedado aos policiais civis e a todos os servidores públicos que atuem diretamente na área de segurança pública. 2 - É obrigatória a participação do Poder Público em mediação instaurada pelos órgãos classistas das carreiras de segurança pública, nos termos do art. 165 do CPC, para vocalização dos interesses da categoria”. Vencidos, no julgamento de mérito e na fixação da tese, os Ministros Edson Fachin (Relator), Rosa Weber e Marco Aurélio. Redator para o acórdão o Ministro Alexandre de Moraes. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pelo recorrido, Sindicato dos Policiais Civis de Goiás - SINDPOL, o Dr. Bruno Aurélio Rodrigues da Silva; pelo amicus curiae União, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União; e, pela Procuradoria-Geral da República, o Vice-Procurador-Geral da República, Dr. José Bonifácio Borges de Andrada. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 5.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur386223","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur386223","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. GARANTIA DA SEGURANÇA INTERNA, ORDEM PÚBLICA E PAZ SOCIAL. INTERPRETAÇÃO TELEOLÓGICA DOS ART. 9º, § 1º, ART. 37, VII, E ART. 144, DA CF. VEDAÇÃO ABSOLUTA AO EXERCÍCIO DO DIREITO DE GREVE AOS SERVIDORES PÚBLICOS INTEGRANTES DAS CARREIRAS DE SEGURANÇA PÚBLICA.\n\n\n\n    1.A atividade policial é carreira de Estado imprescindível a manutenção da normalidade democrática, sendo impossível sua complementação ou substituição pela atividade privada. A carreira policial é o braço armado do Estado, responsável pela garantia da segurança interna, ordem pública e paz social. E o Estado não faz greve. O Estado em greve é anárquico. A Constituição Federal não permite.\n\n\n\n    2.Aparente colisão de direitos. Prevalência do interesse público e social na manutenção da segurança interna, da ordem pública e da paz social sobre o interesse individual de determinada categoria de servidores públicos. Impossibilidade absoluta do exercício do direito de greve às carreiras policiais. Interpretação teleológica do texto constitucional, em especial dos artigos 9º, § 1º, 37, VII e 144.\n\n\n\n    3.Recurso provido, com afirmação de tese de repercussão geral: “1 - O exercício do direito de greve, sob qualquer forma ou modalidade, é vedado aos policiais civis e a todos os servidores públicos que atuem diretamente na área de segurança pública. 2 - É obrigatória a participação do Poder Público em mediação instaurada pelos órgãos classistas das carreiras de segurança pública, nos termos do art. 165 do Código de Processo Civil, para vocalização dos interesses da categoria.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14980135","externo_seq_objeto_incidente":4128634,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-114  DIVULG 08-06-2018  PUBLIC 11-06-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=654432&classe=ARE","is_colac":false,"titulo":"ARE 654432","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00016 INC-00044 ART-00009 \n          PAR-00001 PAR-00002 ART-00034 INC-00003 \n          ART-00037 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 INC-00006 \n          ART-00037 INC-00007 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 INC-00010 INC-00015 ART-00040 \n          PAR-00004 INC-00001 ART-00042 PAR-00001 \n          ART-00085 INC-00004 ART-00114 PAR-00002 \n          PAR-00003 ART-00136 ART-00137 INC-00001 \n          ART-00142 PAR-00003 INC-00004 INCLUÍDO PELA EMC-18/1998\n          ART-00144 \"CAPUT\" INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00004 \n          ART-00165\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000018      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMCR-000019      ANO-1998\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LEI-001059      ANO-1950\n          ART-00004 ART-00074\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007102      ANO-1983\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007701      ANO-1988\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007783      ANO-1989\n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00165\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC-000087      ANO-1948\n          ART-00009\n                CONVENÇÃO INTERNACIONAL DO TRABALHO\n\n","LEG-INT   CVC      ANO-1969\n          ART-00015 ART-00016 NÚMERO-1 NÚMERO-2 \n          NÚMERO-3\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00008 NÚMERO-1 LET-D NÚMERO-2\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-INT   PCT      ANO-1966\n          ART-00022 NÚMERO-1 NÚMERO-2\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO -  PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUM-000394      \n                SÚMULA DO COMITÊ DE LIBERDADE SINDICAL DO OIT"],"publicacao_data":"2018-06-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- APLICAÇÃO, INSTÂNCIA ORDINÁRIA, LEI GERAL, GREVE, AUSÊNCIA, NORMA REGULAMENTADORA, GREVE, SERVIDOR PÚBLICO. JURISPRUDÊNCIA, STF, INCOMPETÊNCIA, JUSTIÇA DO TRABALHO, JULGAMENTO, DISSÍDIO COLETIVO, SERVIDOR PÚBLICO, ADMINISTRAÇÃO PÚBLICA. VEDAÇÃO, SUBSTITUIÇÃO, ATIVIDADE POLICIAL, ATIVIDADE PRIVADA, POLICIAMENTO OSTENSIVO, ATIVIDADE, POLÍCIA JUDICIÁRIA. ATIVIDADE POLICIAL, SERVIÇO PÚBLICO ESSENCIAL. PARALISAÇÃO, ATIVIDADE POLICIAL, PREJUÍZO, EXERCÍCIO, TITULARIDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO, JURISDIÇÃO, PODER JUDICIÁRIO. SEGURANÇA PÚBLICA, CARREIRA TÍPICA DE ESTADO. DIREITO DE GREVE, LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO. VEDAÇÃO, CONSTITUIÇÃO FEDERAL, PRESENÇA, ARMA, EXERCÍCIO, DIREITO DE REUNIÃO. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, RESTRIÇÃO, DIREITO, ASSOCIAÇÃO, AUTORIDADE POLICIAL. SEGURANÇA PÚBLICA, PROTEÇÃO, SOCIEDADE; REDUÇÃO, INTERVENÇÃO, FORÇAS ARMADAS, SISTEMA DE FREIOS E CONTRAPESOS, GARANTIA, DEMOCRACIA. INSTABILIDADE, CARÁTER INSTITUCIONAL, ESTADO DE DEFESA, ESTADO DE SÍTIO. RELATIVIZAÇÃO, DIREITO DE GREVE, SERVIDOR PÚBLICO, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: EXERCÍCIO, POLICIAL CIVIL, FUNÇÃO, POLÍCIA JUDICIÁRIA. PRERROGATIVA, ATIVIDADE POLICIAL, PORTE DE ARMA, APOSENTADORIA ESPECIAL, ADICIONAL DE INSALUBRIDADE, ADICIONAL DE PERICULOSIDADE, RESTRIÇÃO, DIREITO DE GREVE. CABIMENTO, INTERVENÇÃO FEDERAL, IMPEACHMENT, GOVERNADOR, SECRETÁRIO DE ESTADO, UNIDADE FEDERATIVA, AUSÊNCIA, PAGAMENTO, SALÁRIO, AUTORIDADE POLICIAL. PRINCÍPIO DA SIMETRIA. PROIBIÇÃO, CONSTITUIÇÃO FEDERAL, DIREITO DE REUNIÃO, GRUPO DE PESSOAS, ARMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: AUSÊNCIA, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL, DIREITO DE GREVE, POLICIAL CIVIL. PONDERAÇÃO DE PRINCÍPIOS, DIREITO DE GREVE, PRESERVAÇÃO, ORDEM PÚBLICA, INTEGRIDADE FÍSICA. VEDAÇÃO, ÂMBITO INTERNACIONAL, DIREITO DE GREVE, AUTORIDADE POLICIAL. FACULDADE, INSTAURAÇÃO, INSTÂNCIA, MEDIAÇÃO, INTERVENÇÃO, PODER JUDICIÁRIO, ATENDIMENTO, DEMANDA, POLÍCIA CIVIL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PREVALÊNCIA, DIREITO FUNDAMENTAL, SOCIEDADE, CONTRAPOSIÇÃO, DIREITO FUNDAMENTAL, SERVIDOR PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ATIVIDADE, POLICIAL CIVIL, SERVIÇO PÚBLICO ESSENCIAL. JURISPRUDÊNCIA, STF, RECONHECIMENTO, OMISSÃO LEGISLATIVA, DIREITO DE GREVE, SERVIDOR PÚBLICO CIVIL, APLICAÇÃO PROVISÓRIA, REGULAMENTAÇÃO, SERVIDOR CELETISTA. DIREITO DE GREVE, POLÍCIA CIVIL, CONSTITUIÇÃO FEDERAL. INVIABILIDADE, PARALISAÇÃO, ATIVIDADE, SEGURANÇA PÚBLICA. PLENÁRIO, STF, PROIBIÇÃO, DIREITO DE GREVE, EQUIPARAÇÃO, POLÍCIA MILITAR, POLÍCIA CIVIL, SOBERANIA NACIONAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: DIREITO DE GREVE, DIREITO FUNDAMENTAL. CABIMENTO, LIMITAÇÃO, DIREITO DE GREVE.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DISCUSSÃO, LIMITAÇÃO, DIREITOS HUMANOS, INTERESSE PÚBLICO. CONFLITO, DIREITO DE GREVE, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO. VEDAÇÃO, CONSTITUIÇÃO FEDERAL, DIREITO DE GREVE, MILITAR. EXTENSÃO, STF, DIREITO DE GREVE, POLICIAL CIVIL, INDEPENDÊNCIA, PREVISÃO, LEI. PROIBIÇÃO, EXERCÍCIO, DIREITO DE GREVE, POLICIAL CIVIL, OFENSA, PROPORCIONALIDADE, RESTRIÇÃO, DIREITO FUNDAMENTAL. DIREITO DE GREVE, DERIVAÇÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. RECONHECIMENTO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), DIREITO DE GREVE, DIREITO DE MANIFESTAÇÃO, LIBERDADE DE ASSOCIAÇÃO. EQUIPARAÇÃO, SERVIDOR PÚBLICO, INTEGRANTE, SEGURANÇA PÚBLICA, MILITAR. DIREITO DAS MINORIAS. PREVALÊNCIA, DIREITO DE GREVE, CONFRONTO, INTERESSE PÚBLICO, RESTRIÇÃO, PARALISAÇÃO, ATIVIDADE ESSENCIAL. DIREITO DE GREVE, DIREITO ABSOLUTO. RESTRIÇÃO, DIREITO FUNDAMENTAL, NÚCLEO ESSENCIAL. COMPETÊNCIA, PODER JUDICIÁRIO, DEFINIÇÃO, EXTENSÃO, PARALISAÇÃO, ATIVIDADE POLICIAL, EXERCÍCIO, ATIVIDADE, PERCENTUAL MÍNIMO, SERVIDOR PÚBLICO. RECONHECIMENTO, DIREITO, REUNIÃO PACÍFICA, POLICIAL CIVIL, VEDAÇÃO, PORTE DE ARMA, USO, UNIFORME, INSÍGNIA. STF, DIREITO DE GREVE, SUSPENSÃO, CONTRATO DE TRABALHO, ATIVIDADE PRIVADA, DESCONTO DOS DIAS PARADOS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: APLICAÇÃO IMEDIATA, REVISÃO GERAL ANUAL, CONSTITUIÇÃO FEDERAL. ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, DIREITO DE GREVE, TRABALHADOR, SERVIDOR PÚBLICO CIVIL. DISTINÇÃO, POLICIAL CIVIL, POLICIAL MILITAR, VEDAÇÃO, GREVE, FORÇAS ARMADAS. CABIMENTO, GREVE, MANUTENÇÃO, ATIVIDADE ESSENCIAL, REDUÇÃO, TRABALHO.\n\n- TERMO(S) DE RESGATE: PENSAMENTO DO POSSÍVEL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=654432&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DIREITO DE GREVE, SERVIDOR PÚBLICO)\nMI 485 (TP), MI 585 (TP), MI 670 (TP), Rcl 6568 (TP), MI 20 (TP). \n(DIREITO DE GREVE, POLICIAL CIVIL)\nMI 708 (TP), MI 712 (TP), Rcl 6568 (TP), Rcl 11246 AgR (TP), MI 774 AgR (TP). \n(DIREITO DE GREVE, LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO)\nADPF 153 (TP), ADPF 187 (TP), ADI 4451 MC-REF (TP). \n(DIREITO FUNDAMENTAL, PRINCÍPIO DA PROPORCIONALIDADE)\nHC 82424 (TP). \n(GREVE, DESCONTO DOS DIAS PARADOS)\nRE 693456 (TP). \n(INCOMPETÊNCIA, JUSTIÇA DO TRABALHO, JULGAMENTO, DISSÍDIO COLETIVO, SERVIDOR PÚBLICO, ADMINISTRAÇÃO PÚBLICA)\nADI 492 (TP), ADI 3395 MC (TP). \n- Decisão monocrática citada:\n(DIREITO DE GREVE, ATIVIDADE POLICIAL, SERVIÇO PÚBLICO ESSENCIAL)\nMI 774.\n- Legislação estrangeira citada: art. 11 n. 1, n. 2, da Convenção Europeia de Direitos Humanos; art. 19, inciso III, da Lei Fundamental alemã; art. 18, inciso III, da Constituição portuguesa.\n- Decisões estrangeiras citadas: Caso Handyside vs. Reino Unido, da Corte Europeia de Direitos Humanos; Affaire Junta Rectora Del Ertzainen Nazional Elkartasuna (ER.N.E) c. Espagne, Merits, de 21.4.2015, da Third Section, da Corte Europeia dos Direitos do Homem (HUDOC 45892/2).\nNúmero de páginas: 127.\nAnálise: 04/10/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nRECDO.(A/S)  : SINDICATO DOS POLICIAIS CIVIS DO ESTADO DE GOIÁS - SINPOL \nADV.(A/S)  : BRUNO AURÉLIO RODRIGUES DA SILVA PENA \nADV.(A/S)  : KAROLINNE DA SILVA SANTOS PENA \nAM. CURIAE.  : SINDICATO DOS POLICIAIS CIVIS DE LONDRINA E REGIÃO - SINDIPOL \nADV.(A/S)  : EURICO HUMMIG FILHO E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : SINDICATO DOS POLICIAIS FEDERAIS DO DISTRITO FEDERAL \nADV.(A/S)  : RAUL CANAL E OUTRO(A/S)\nADV.(A/S)  : ANTONIO RODRIGO MACHADO DE SOUSA \nAM. CURIAE.  : ESTADO DE SAO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE ENTIDADES REPRESENTATIVAS DE PRAÇAS POLICIAIS E BOMBEIROS MILITARES ESTADUAIS - ANASPRA \nADV.(A/S)  : RUBENS RODRIGUES FRANCISCO E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"541 - Exercício do direito de greve por policiais civis.","old_seq_sjur":386223,"documental_tese_texto":"I - O exercício do direito de greve, sob qualquer forma ou modalidade, é vedado aos policiais civis e a todos os servidores públicos que atuem diretamente na área de segurança pública;\nII - É obrigatória a participação do Poder Público em mediação instaurada pelos órgãos classistas das carreiras de segurança pública, nos termos do art. 165 do CPC, para vocalização dos interesses da categoria.","procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ARE 654432","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2017-04-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"BLACK, Hugo. A Constitutional Faith.\nFERNANDES, Bernardo Gonçalves. Curso de Direito Constitucional. 8. ed. Salvador: JusPodivm, 2016. p. 348.\nHÄBERLE, Peter. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. Die Verfassung des Pluralismus, Königstein/TS, 1980. p. 6, 7, 9 e 10.\nLOURENÇO FILHO, Ricardo Machado. Entre Continuidade e Ruptura: uma Narrativa sobre as Disputas de Sentido da Constituição de 1988 a partir do Direito de Greve.\nMURPHY, Walter F. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 209.\nORGANIZATION OF AMERICAN STATES. Inter-American Commission on Human Rights. Report on Citizen Security and Human Rights. OEA/Ser.L/V/II. Doc. 57. 31 dez. 2009.\nPERELMAN, Chaïm. Lógica Jurídica. Tradução: Vergínia K. Pupi. São Paulo: Martins Fontes, 2000. p. 105, 106 e 107.\nPOUND, Roscoe. Outlines of Lectures on Jurisprudence. Cambridge: Harvard University Press, 1943. p. 67 e 96 et seq.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 364\nSILVA, Virgílio Afonso da. Os direitos fundamentais e a lei: a constituição brasileira tem um sistema de reserva legal? In: SOUZA NETO, Cláudio Pereira de; SARMENTO, Daniel; BINENBOJM, Gustavo. (Orgs.). Vinte anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 605-618.\nZAGREBELSKY, Gustavo. El Derecho Dúctil. Ley, derechos, justicia. Tradução: Marina Gascón. 3. ed. Madrid: Trotta S.A. 1999. p. 13, 16 e 17.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":654432,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur408922","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Marco Aurélio (Relator) e Alexandre de Moraes, que davam parcial provimento ao agravo interposto pelos investigados, para: i) no tocante ao fato ocorrido em 2014, reconsiderar a decisão recorrida e assentar a competência do Supremo Tribunal Federal; ii) quanto aos delitos supostamente cometidos em 2010 e 2012, declinar da competência para a Justiça Eleitoral do Estado do Rio de Janeiro; e iii) julgar prejudicado o agravo regimental interposto pela Procuradoria-Geral da República, no que voltado à fixação da competência, relativamente ao delito de evasão de divisas, da Justiça Federal; e do voto do Ministro Edson Fachin, que dava parcial provimento aos agravos regimentais interpostos pela Procuradoria-Geral da República e pelos investigados, apenas para cindir os fatos apurados neste inquérito, determinando: i) a remessa de cópia dos autos à Justiça Eleitoral do Estado do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de falsidade ideológica eleitoral ocorridos nos anos de 2010, 2012 e 2014; ii) o encaminhamento dos autos à Seção Judiciária do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de corrupção ativa, corrupção passiva, lavagem de capitais e evasão de divisas ocorridos no ano de 2012, o julgamento foi suspenso. Falaram: pelo agravado, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; e, pelos agravantes, o Dr. Aristides Junqueira Alvarenga e o Dr. Ricardo Pieri Nunes. Presidência do Ministro Dias Toffoli. Plenário, 13.03.2019.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Ministro Marco Aurélio (Relator), no que foi acompanhado pelos Ministros Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes, Celso de Mello e Dias Toffoli (Presidente), manteve sua jurisprudência e deu parcial provimento ao agravo interposto pelos investigados para: i) no tocante ao fato ocorrido em 2014, reconsiderar a decisão recorrida e assentar a competência do Supremo Tribunal Federal; e ii) quanto aos delitos supostamente cometidos em 2010 e 2012, declinar da competência para a Justiça Eleitoral do Estado do Rio de Janeiro; e julgou prejudicado o agravo regimental interposto pela Procuradoria-Geral da República, no que voltado à fixação da competência da Justiça Federal, relativamente ao delito de evasão de divisas, vencidos os Ministros Edson Fachin, Roberto Barroso, Rosa Weber, Luiz Fux e Cármen Lúcia, que davam parcial provimento aos agravos regimentais interpostos pela Procuradoria-Geral da República e pelos investigados para cindir os fatos apurados neste inquérito e determinar a remessa de cópia dos autos à Justiça Eleitoral do Estado do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de falsidade ideológica eleitoral ocorridos nos anos de 2010, 2012 e 2014 (sendo que, quanto aos fatos ocorridos no ano de 2014, os Ministros que divergiram do Relator negavam provimento ao recurso por entenderem ser incompetente o STF) e, ainda, determinar o encaminhamento dos autos à Seção Judiciária do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de corrupção ativa, corrupção passiva, lavagem de capitais e evasão de divisas ocorridos no ano de 2012. Plenário, 14.03.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur408922","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur408922","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-quarto","is_processo_antigo":false,"ementa_texto":"COMPETÊNCIA – JUSTIÇA ELEITORAL – CRIMES CONEXOS. Compete à Justiça Eleitoral julgar os crimes eleitorais e os comuns que lhe forem conexos – inteligência dos artigos 109, inciso IV, e 121 da Constituição Federal, 35, inciso II, do Código Eleitoral e 78, inciso IV, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750577279","externo_seq_objeto_incidente":5483078,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-182  DIVULG 20-08-2019  PUBLIC 21-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4435&classe=Inq","is_colac":false,"titulo":"Inq 4435 AgR-quarto","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00083 LET-H\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00090\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00119 INC-00007\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00130 INC-00007 \n          ART-00137 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00137 INC-00007 INCLUÍDO PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 INC-00004 ART-00003 \n          INC-00001 ART-00005 INC-00005 INC-00010 \n          INC-00035 INC-00038 INC-00053 INC-00054 \n          INC-00057 ART-00014 ART-00102 INC-00001 \n          LET-B LET-C ART-00105 INC-00001 \n          LET-D ART-00108 ART-00109 INC-00002 \n          INC-00004 INC-00006 ART-00118 INC-00001 \n          INC-00002 INC-00003 ART-00119 INC-00001 \n          INC-00002 ART-00120 PAR-00001 INC-00001 \n          LET-A LET-B INC-00002 INC-00003 \n          ART-00121 \"CAPUT\" ART-00124 \"CAPUT\" \n          ART-00129 INC-00001 ART-00144 PAR-00001 \n          INC-00001 PAR-00004 ART-00220 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000075      ANO-1993\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00035 INC-00002 ART-00350 \n          ART-0354A INCLUÍDO PELA LEI-13488/2017\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00022 ART-00026\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-0041A INCLUÍDO PELA LEI-9840/1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 INC-00001 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009840      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013488      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 NÚMERO-2 LET-A\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1996\n                CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-INT   CVC      ANO-2003\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-INT   PCT      ANO-1966\n          ART-00018 NÚMERO-3\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00317 ART-00327 PAR-00001 PAR-00002 \n          ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00076 INC-00003 ART-00077 ART-00078 \n          \"CAPUT\" INC-00002 INC-00004 ART-00079 \n          INC-00001 ART-00080\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000152      ANO-2002\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DLG-000348      ANO-2005\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-021076      ANO-1932\n          ART-00005\n                DECRETO - CÓDIGO ELEITORAL\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-004410      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-005687      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003"],"publicacao_data":"2019-08-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, STF, SUPERVISÃO, INVESTIGAÇÃO, COLABORAÇÃO PREMIADA, RECEBIMENTO, DOAÇÃO ELEITORAL, EMPREITEIRA, CAMPANHA ELEITORAL, REELEIÇÃO, DEPUTADO FEDERAL. DECLINAÇÃO DE COMPETÊNCIA, STF, JUSTIÇA ELEITORAL, SUPERVISÃO, INVESTIGAÇÃO, DOAÇÃO ELEITORAL, DEPUTADO ESTADUAL, CAMPANHA ELEITORAL, DEPUTADO FEDERAL. PRERROGATIVA DE FORO, COMETIMENTO, CRIME, EXERCÍCIO DE MANDATO ELETIVO. COMPETÊNCIA, JUSTIÇA ESPECIALIZADA, APURAÇÃO, DOAÇÃO ELEITORAL, REELEIÇÃO, CAMPANHA ELEITORAL, PREFEITO, CONTRAPARTIDA, FAVORECIMENTO, EMPREITEIRA, PRINCÍPIO DA ESPECIALIDADE. CONSTITUIÇÃO FEDERAL, COMPETÊNCIA, JUSTIÇA FEDERAL, EXCLUSÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPETÊNCIA MATERIAL, JUSTIÇA ESPECIALIZADA, JUSTIÇA ELEITORAL, JUSTIÇA MILITAR, COMPETÊNCIA RESIDUAL, JUSTIÇA COMUM ESTADUAL, JUSTIÇA FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL, JUSTIÇA ESPECIALIZADA, JUSTIÇA MILITAR, JUSTIÇA DO TRABALHO, JUSTIÇA ELEITORAL. COMPETÊNCIA, JUSTIÇA FEDERAL, INTERESSE, UNIÃO FEDERAL. EXCLUSÃO, CONTRAVENÇÃO PENAL, COMPETÊNCIA, JUSTIÇA FEDERAL. PRINCÍPIO DA RESERVA LEGAL. EXIGÊNCIA, LEI COMPLEMENTAR, DEFINIÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, APRECIAÇÃO, CRIME CONEXO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: COMPETÊNCIA, JUSTIÇA ELEITORAL, RECONHECIMENTO, CONEXÃO, CRIME ELEITORAL, CRIME COMUM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CAIXA DOIS, CRIME ELEITORAL. CONFLITO DE COMPETÊNCIA, JUSTIÇA FEDERAL, JUSTIÇA ESPECIALIZADA, REMESSA, JUSTIÇA ELEITORAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PRINCÍPIO DO JUIZ NATURAL. FIXAÇÃO, COMPETÊNCIA, LEGALIDADE; NORMA IMPERATIVA; PERPETUATIO JURISDICTIONIS; AUSÊNCIA, DELEGAÇÃO. FIXAÇÃO, COMPETÊNCIA JURISDICIONAL, DISCRICIONARIEDADE, LEGISLADOR, PARÂMETRO DE CONTROLE, CONSTITUIÇÃO FEDERAL. OPÇÃO, LEGISLADOR, PROCESSAMENTO, JUSTIÇA ELEITORAL, CRIME ELEITORAL, CONEXÃO, CRIME COMUM. CONSTITUIÇÃO FEDERAL, ORGANIZAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, LEI COMPLEMENTAR. COMPETÊNCIA, JUSTIÇA FEDERAL, EXCEÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. AUTOCONTENÇÃO JUDICIAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL. CÓDIGO DE PROCESSO PENAL, PREVALÊNCIA, JUSTIÇA ELEITORAL, CONFLITO DE COMPETÊNCIA, JUSTIÇA COMUM, JUSTIÇA ESPECIALIZADA. COMPETÊNCIA, JUSTIÇA FEDERAL, DELITO, PREJUÍZO, BEM DA UNIÃO, SERVIÇO, INTERESSE, UNIÃO FEDERAL. AUSÊNCIA, INTERFERÊNCIA, JUÍZO ESTADUAL, CRIME, INTERESSE NACIONAL. COMPETÊNCIA ABSOLUTA, JUSTIÇA FEDERAL, PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPOSIÇÃO, JUSTIÇA ELEITORAL, TRIBUNAL SUPERIOR ELEITORAL (TSE), TRIBUNAL REGIONAL ELEITORAL (TRE), JUIZ ELEITORAL, PARTICIPAÇÃO, MINISTRO, STF, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), DESEMBARGADOR, ÂMBITO ESTADUAL, ÂMBITO FEDERAL, JUIZ DE DIREITO, JUIZ FEDERAL, ADVOGADO. FIXAÇÃO, COMPETÊNCIA, JUSTIÇA FEDERAL, CASO CONCRETO, ACUSADOR DE EXCEÇÃO, JUÍZO DE EXCEÇÃO. DESMEMBRAMENTO DE PROCESSO, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, JUÍZO NATURAL. CONCENTRAÇÃO, INVESTIGAÇÃO, PRINCÍPIO DA ECONOMIA PROCESSUAL, SEGURANÇA JURÍDICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: JURISPRUDÊNCIA, STF, PRISÃO CAUTELAR, CLAMOR PÚBLICO, DIREITO FUNDAMENTAL, LIBERDADE. PRINCÍPIO DO JUIZ NATURAL, GARANTIA AO DEVIDO PROCESSO LEGAL. AUSÊNCIA, CARÁTER ABSOLUTO, LIBERDADE DE EXPRESSÃO. PREVALÊNCIA, COMPETÊNCIA, JUSTIÇA ELEITORAL, RECONHECIMENTO, EXISTÊNCIA, CONEXÃO, CRIME ELEITORAL, CRIME COMUM, ÂMBITO PENAL. DEFINIÇÃO, LEI COMPLEMENTAR, COMPETÊNCIA, JUSTIÇA ELEITORAL, PRINCÍPIO, RECEPÇÃO. SIMULTANEIDADE, TRAMITAÇÃO, CAUSA CONEXA, CONTINÊNCIA, MATÉRIA CRIMINAL. SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME CONEXO, CRIME ELEITORAL, REMESSA, JUSTIÇA COMUM, AUSÊNCIA, VÍNCULO, CONEXÃO. REJEIÇÃO, CORRUPÇÃO, COMPROMETIMENTO, ESTABILIDADE, SEGURANÇA, SOCIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, EXECUÇÃO, POLÍTICA PÚBLICA, PRINCÍPIO DEMOCRÁTICO. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, CORRUPÇÃO, ORGANIZAÇÃO CRIMINOSA, LAVAGEM DE DINHEIRO. CAPACIDADE, JUSTIÇA ELEITORAL, EXERCÍCIO, JURISDIÇÃO, ÂMBITO PENAL, CRIME CONEXO, CRIME ELEITORAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: COLABORAÇÃO PREMIADA, DESMEMBRAMENTO, INVESTIGAÇÃO, COISA JULGADA. NECESSIDADE, APURAÇÃO, FATO, INVESTIGADO. PODER JUDICIÁRIO, JUÍZO DE VALOR, CAPITULAÇÃO LEGAL, NATUREZA JURÍDICA, FATO, OBJETO, INVESTIGAÇÃO, RISCO, OFENSA, AUTONOMIA, MINISTÉRIO PÚBLICO, ANTECIPAÇÃO, JULGAMENTO, PARCIALIDADE. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, APURAÇÃO, MINISTÉRIO PÚBLICO, OFENSA, BEM JURÍDICO, INTERESSE PÚBLICO. PRERROGATIVA DE FORO, COMETIMENTO, FATO CRIMINOSO, EXERCÍCIO DE MANDATO ELETIVO. INCOMPETÊNCIA, STF, APURAÇÃO, COMETIMENTO, FATO CRIMINOSO, CAMPANHA ELEITORAL, REELEIÇÃO, PREFEITO. DESMEMBRAMENTO, INVESTIGAÇÃO, COMPETÊNCIA, JUSTIÇA ESPECIALIZADA, CRIME ELEITORAL. COMPETÊNCIA, JUSTIÇA FEDERAL, APURAÇÃO, CRIME, EVASÃO DE DIVISAS. PRINCÍPIO DO JUIZ NATURAL. FIXAÇÃO, CONSTITUIÇÃO FEDERAL, COMPETÊNCIA MATERIAL, COMPETÊNCIA FUNCIONAL, COMPETÊNCIA RESIDUAL. ALTERAÇÃO, COMPETÊNCIA ABSOLUTA, PREVISÃO, CONSTITUIÇÃO FEDERAL, NORMA INFRACONSTITUCIONAL, CONEXÃO, CONTINÊNCIA. COMPETÊNCIA, JUSTIÇA ELEITORAL, DEFINIÇÃO, LEI COMPLEMENTAR. ARQUIVAMENTO, INQUÉRITO, PODER JUDICIÁRIO, CONCESSÃO, HABEAS CORPUS DE OFÍCIO. EXERCÍCIO, ATIVIDADE JURISDICIONAL, ATO, ARQUIVAMENTO, JUÍZO COMPETENTE.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: INQUÉRITO, APURAÇÃO, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL, CORRUPÇÃO PASSIVA, CORRUPÇÃO ATIVA, EVASÃO DE DIVISAS, LAVAGEM DE DINHEIRO. DEFINIÇÃO, COMPETÊNCIA, APRECIAÇÃO, CRIME. MODIFICAÇÃO, LEI ORDINÁRIA, COMPETÊNCIA, FIXAÇÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), FIXAÇÃO, COMPETÊNCIA, JUSTIÇA FEDERAL, CONCURSO DE CRIMES, COMPETÊNCIA, JUSTIÇA FEDERAL, JUSTIÇA ELEITORAL. DENSIDADE NORMATIVA, FATO. APONTAMENTO, CORRUPÇÃO, ESTADO BRASILEIRO, CAIXA DOIS. COMPETÊNCIA, JUSTIÇA FEDERAL, SUPERVISÃO, INQUÉRITO, CAIXA DOIS. COMPETÊNCIA, JUSTIÇA FEDERAL, REPRESSÃO DO CRIME, CORRUPÇÃO. AUSÊNCIA, EXPERTISE, ESTRUTURA ADMINISTRATIVA, JUSTIÇA ELEITORAL, ATUAÇÃO, ÂMBITO PENAL. CRIME, FALSIDADE IDEOLÓGICA ELEITORAL, REELEIÇÃO, EXERCÍCIO DE MANDATO ELETIVO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: LIMITAÇÃO, PODER JUDICIÁRIO, APRECIAÇÃO, PERSECUÇÃO PENAL, MINISTÉRIO PÚBLICO, SISTEMA ACUSATÓRIO, PRESERVAÇÃO, IMPARCIALIDADE DO JUIZ, PROCESSO JUDICIAL, OPINIO DELICTI. COMPETÊNCIA ORIGINÁRIA, MATÉRIA CRIMINAL, STF, EXERCÍCIO DE MANDATO ELETIVO, PERTINÊNCIA, ATIVIDADE, DEPUTADO FEDERAL. DESMEMBRAMENTO, INVESTIGAÇÃO, PLURALIDADE, CONDUTA, COMPETÊNCIA, JUSTIÇA FEDERAL, EVASÃO DE DIVISAS, PRORROGAÇÃO, COMPETÊNCIA, CRIME COMUM. DISTRIBUIÇÃO, JUÍZO DE PRIMEIRO GRAU, AUSÊNCIA, VÍNCULO, OPERAÇÃO LAVA JATO. PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, NORMA INFRACONSTITUCIONAL. COMPETÊNCIA MATERIAL, JUSTIÇA ELEITORAL, CRIME ELEITORAL, INSTITUTO JURÍDICO, CONEXÃO, CONTINÊNCIA. PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. CABIMENTO, CRIME ELEITORAL, AUSÊNCIA, MANDATO PARLAMENTAR.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: COMPETÊNCIA, PRINCÍPIO DO JUIZ NATURAL, GARANTIA AO DEVIDO PROCESSO LEGAL. COMPETÊNCIA, PRESSUPOSTO PROCESSUAL, VALIDADE, RELAÇÃO PROCESSUAL. AFERIÇÃO, COMPETÊNCIA MATERIAL, DENÚNCIA, DEFINIÇÃO JURÍDICA, FATO, OBJETO, INVESTIGAÇÃO. ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, TIPIFICAÇÃO DO CRIME, OPINIO DELICTI. REMESSA, PODER JUDICIÁRIO, JUÍZO COMPETENTE, MOMENTO, INQUÉRITO. CABIMENTO, MUTATIO LIBELLI, MOMENTO, SENTENÇA. COMPETÊNCIA, JUSTIÇA FEDERAL, CORRUPÇÃO, CAIXA DOIS. COMPETÊNCIA, JUSTIÇA FEDERAL, JULGAMENTO, TOTALIDADE, CRIME, ÂMBITO FEDERAL, EXCEÇÃO, CRIME ELEITORAL, CRIME MILITAR. PRORROGAÇÃO, COMPETÊNCIA ABSOLUTA, COMPETÊNCIA RELATIVA, CONEXÃO. PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME COMUM, COMPETÊNCIA, JUSTIÇA ESTADUAL, COMPETÊNCIA RESIDUAL.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: REMESSA, JUSTIÇA ELEITORAL, CRIME ELEITORAL, AUSÊNCIA, OCUPAÇÃO, CARGO ELETIVO, DEPUTADO FEDERAL. INEXIGIBILIDADE, EXERCÍCIO DE MANDATO ELETIVO, COMETIMENTO, CRIME ELEITORAL. PRINCÍPIO DA CONSUNÇÃO. COMPETÊNCIA, CONCURSO DE PESSOAS, CONEXÃO, UNIDADE DE DESÍGNIOS. PRINCÍPIO DA HIERARQUIA DAS LEIS. COMPETÊNCIA, JUSTIÇA ELEITORAL, PREVISÃO, LEI COMPLEMENTAR. COMPETÊNCIA, JUSTIÇA FEDERAL, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA, JUSTIÇA ESTADUAL, LEGISLAÇÃO INFRACONSTITUCIONAL. MODIFICAÇÃO, COMPETÊNCIA, LEGISLAÇÃO INFRACONSTITUCIONAL, PREJUÍZO, PREVISÃO, CONSTITUIÇÃO FEDERAL. CARÁTER TEMPORÁRIO, PERMANÊNCIA, MAGISTRADO, JUSTIÇA ELEITORAL, FUNCIONAMENTO, JUSTIÇA ELEITORAL, PERÍODO, ELEIÇÃO, AUSÊNCIA, EXPERTISE, MATÉRIA CRIMINAL. CELERIDADE PROCESSUAL, EFETIVIDADE.\n\n- TERMO(S) DE RESGATE: ANÁLISE ECONÔMICA DO DIREITO, ECONOMIA COMPORTAMENTAL. CONEXÃO INTERSUBJETIVA CONCURSAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4435&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-AgR-quarto","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRERROGATIVA DE FORO, EXERCÍCIO DE MANDATO ELETIVO)\nAP 937 QO (TP), Inq 4399 AgR (2ªT). \n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CONEXÃO, CRIME ELEITORAL, CRIME COMUM)\nCC 7033 (1ªT), HC 78168 (TP), RE 398042 (1ªT), HC 116862 (2ªT), Inq 4130 QO (TP), ADI 5700 (TP), Pet 6820 AgR-ED (2ªT), Pet 7319 ED (2ªT), Pet 6694 AgR-AgR-ED (2ªT), Pet 6986 AgR-ED (2ªT), Pet 5801 AgR-segundo (2ªT), Inq 4428 QO (2ªT), HC 68399 (1ªT), CJ 6070 (TP) - RTJ 84/386, (TP), RTJ 100/1005, RT 587/411. \n(PODER JUDICIÁRIO, TRANCAMENTO DE INQUÉRITO POLICIAL, HABEAS CORPUS DE OFÍCIO)\nADI 4420 (TP), Inq 3847 AgR (1ªT). \n(SISTEMA ACUSATÓRIO, EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, FORMAÇÃO, OPINIO DELICTI)\nInq 2913 AgR (TP). \n(CORRUPÇÃO, CRIME DE LAVAGEM DE DINHEIRO, ORGANIZAÇÃO CRIMINOSA)\nAP 470 (TP). \n(CLAMOR PÚBLICO, PRISÃO PREVENTIVA)\nHC 62634 (1ªT) - RTJ 112/1115, HC 78425 (2ªT) - RTJ 172/159, HC 80379 (2ªT) - RTJ 187/933, HC 80719 (2ªT) - RTJ 180/262, HC 84662 (1ªT) - RTJ 193/1050. \n- Decisões monocráticas citadas:\n(PRERROGATIVA DE FORO, EXERCÍCIO DE MANDATO ELETIVO)\nInq 4453, Inq 4395, Inq 3598, Rcl 33397.\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CONEXÃO, CRIME ELEITORAL, CRIME COMUM)\nPet 5700.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: APn 865 AgRg, Inq 1181 EDcl-EDcl, APn 894, Pet 6639, Inq 1181 AgRg-EDcl-EDcl. \n- Legislação estrangeira citada: Carta Magna de 1215, Petition of Rights de 1627 e Bill of Rights de 1688, da Inglaterra; Declaração de Virgínia, dos Estados Unidos da América; Constituições dos Estados independentes, de 1776 a 1784.\n- Decisão estrangeira citada: BVerfGE, 21, 139 (146), do Tribunal Constitucional alemão; Sentencia C-040 de 1997, da Corte Constitucional da Colômbia.\n\nNúmero de páginas: 184.\nAnálise: 06/10/2020, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PEDRO PAULO CARVALHO TEIXEIRA \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)\nAGTE.(S)  : EDUARDO DA COSTA PAES \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":408922,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4435 AgR-quarto","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2019-03-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUARTO AG.REG. NO INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. Rio de Janeiro: Elsevier, 2012. p. 176.\nBADARÓ, Gustavo Henrique. Processo penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 266.\nBRASIL. Conselho Nacional de Justiça (CNJ). Relatório Justiça em Números. 2018. p. 18 e 32.\n______. Tribunal Superior Eleitoral. Relatório de Atividades. 2017. p. 7\nCAPEZ, Fernando; CONALGO, Rodrigo. Código de Processo Penal comentado. São Paulo: Saraiva, 2015. p. 115.\nCUNHA, Rogério Sanches; PINTO, Ronaldo Batista. Código de Processo Penal e Lei de Execução Penal Comentados. JusPODIVM, 2017. p. 232.\nDIAS, Jorge de Figueiredo. Direito processual penal. 1974. p. 322-323.\nFERNANDES, Antonio Scarance. Processo penal constitucional. 6. ed. rev. atual. ampl. São Paulo: Revista dos Tribunais, 2010. p. 123 e 124.\nGOMES, José Jairo. Crimes Eleitorais e Processo Penal Eleitoral. 2. ed. Atlas, 2016. p. 318, item 3.8.2.1 e 325-327, item 3.8.2.3.\nGOMES, Suzana de Camargo. Crimes eleitorais. 4. ed. rev. atual. e ampl. São Paulo: Revista dos Tribunais, 2010.\n______.______. 4. ed. Revista dos Tribunais, 2010. p. 48-51, item 3.7.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antonio Magalhães; FERNANDES, Antonio Scarance. As nulidades no processo penal. 11. ed. São Paulo: Revista dos Tribunais, 2009. p. 42.\nJESUS, Damásio E. de. Código de Processo Penal Anotado. 27. ed. Saraiva, 2015. p. 128.\nLIMA, Renato Brasileiro de. Manual de processo penal. 4. ed. Salvador: JusPodivm, 2016. v. único. p. 401.\nLOPES JÚNIOR, Aury. Direito processual penal. 11. ed. São Paulo: Saraiva, 2014. p. 281-282.\nMARQUES, José Frederico. Da competência em matéria penal. Campinas: Millennium, 2000. p. 350.\nMAXIMILIANO, Carlos. Hermenêutica e aplicação do direito. 21. ed. Rio de Janeiro: Forense, 2017. p. 151-152.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2008. p. 315, item 78.5.\nMUDOVITSCH, Rodrigo de Bittencourt; CARVALHO, Felipe Fernandes de; URSI, Gabriel Leão. A conexão entre crimes eleitorais e federais. Disponível em: https://www.conjur.com.br/2019-mar-09/observatorio-constitucionalconexao-entre-crimes-eleitorais-federais-julgamento-stf.\nNUCCI, Guilherme de Souza. Código de Processo Pena Comentado. 11. ed. São Paulo: Revista dos Tribunais, 2012. p. 250.\n______.______. 14. ed. Forense, 2015. p. 247, item 16. \n______.______. 15. ed. Rio de Janeiro: Forense, 2016.\n______.______. 16. ed. Forense, 2017. p. 273-274, item 26.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 11. ed. Rio de Janeiro: Lumen Juris, 2009.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte Staatsrecht II. p. 277.\nPORTO, Walter Costa. O Voto no Brasil. p. 258.\nPULIDO, Carlos Bernal, El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.\nSADEK, Maria GTereza Aina. A Justiça Eleitoral e a Consolidação da Democracia no Brasil. p. 2.\nSCALIA, Antonin. Reflections on Law, Faith, and Life Wall Lived. Crown, 2017. p. 3-4. \nSILVA, Marco Antonio Marques da; FREITAS, Jayme Walmer de. Código de Processo Penal comentado. São Paulo: Saraiva, 2012. p. 172.\nTARUFFO, Michele. La motivazione dela sentenza civile. Padova: Cedam, 1975. p. 467.\nTOURINHO FILHO, Fernando da Costa. Manual de processo penal. 3. ed. São Paulo: Saraiva, 2001. p. 201-202.\n______. Código de Processo Penal Comentado. 14. ed. Saraiva, 2012. v. 1. p. 346-347.\n______.______. 15. ed. Saraiva, 2014. v. 1. p. 342-343.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":4435,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434604","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que deferia a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Bruno Lunardi Gonçalves; pelo amicus curiae Associação Direitos Humanos em Rede, o Dr. Gabriel de Carvalho Sampaio; pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 19.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, conheceu da arguição de descumprimento de preceito fundamental, vencido o Ministro Marco Aurélio, que entendia a via inadequada. No mérito, por maioria, deferiu a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio, que indeferia a cautelar. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 20.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434604","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434604","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO FUNDAMENTAL. ATIVIDADE DE INTELIGÊNCIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA. PRODUÇÃO E DISSEMINAÇÃO DE DOSSIÊ COM INFORMAÇÕES DE SERVIDORES FEDERAIS E ESTADUAIS INTEGRANTES DE MOVIMENTO ANTIFASCISMO E DE PROFESSORES UNIVERSITÁRIOS. DESVIO DE FINALIDADE. LIBERDADES DE EXPRESSÃO, REUNIÃO E ASSOCIAÇÃO. MEDIDA CAUTELAR DEFERIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754179572","externo_seq_objeto_incidente":5967455,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=722&classe=ADPF","is_colac":false,"titulo":"ADPF 722 MC","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00005\n    ART-00005 \"CAPUT\" INC-00004 INC-00009\n    INC-00010 INC-00012 INC-00016 INC-00017\n    INC-00023 INC-00025 INC-00035 INC-00055\n    ART-00037 ART-00060 PAR-00004 INC-00004\n    ART-00102 PAR-00001 ART-00103 INC-00008\n    ART-00220\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004341 ANO-1964\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004717 ANO-1965\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009612 ANO-1998\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00008 ART-00010 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00003 INC-00002 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009883 ANO-1999\n    ART-00001 PAR-00001 PAR-00002 PAR-00003\n    ART-00002 PAR-00001 ART-00003 PAR-ÚNICO\n    ART-00006 ART-00009 PAR-00001 PAR-00002\n    ART-0009A PAR-00001 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00031 PAR-00001 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 ART-00004\n    INC-00003 ART-00005 INC-00002 ART-00011\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00013 ART-00015 ART-00016\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00021 ART-00022\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00004\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000880 ANO-2019\n    ART-00002 INC-00016\n    PORTARIA DO MINISTÉRIO DE JUSTIÇA DE SEGURANÇA PÚBLICA - MJSP"],"publicacao_data":"2020-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, STF, LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, PROPOSITURA, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PETIÇÃO INICIAL, FUNDAMENTO, MATÉRIA JORNALÍSTICA. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO. AUSÊNCIA, SUBSTITUIÇÃO, JURISDIÇÃO CONSTITUCIONAL, STF, INSTAURAÇÃO, SINDICÂNCIA, MINISTÉRIO DA JUSTIÇA (MJ), APURAÇÃO, RESPONSABILIDADE ADMINISTRATIVA, COMPARECIMENTO, MINISTRO DA JUSTIÇA, COMISSÃO MISTA, CONGRESSO NACIONAL, FINALIDADE, ESCLARECIMENTO, FATO, OBJETO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. AUSÊNCIA, NEGAÇÃO, ADVOGADO-GERAL DA UNIÃO, EXISTÊNCIA, RELATÓRIO, INFORMAÇÃO SIGILOSA, CASO CONCRETO. GARANTIA, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, DIREITO À INTIMIDADE, INVIOLABILIDADE, VIDA PRIVADA, DIREITO À HONRA. DEVER, PODER JUDICIÁRIO, IMPEDIMENTO, LESÃO A DIREITO, AMEAÇA A DIREITO. CARACTERIZAÇÃO, DESVIO DE PODER, UTILIZAÇÃO, ABUSO, PODER PÚBLICO, OBTENÇÃO, INFORMAÇÃO, SERVIDOR PÚBLICO, MOTIVAÇÃO, CARÁTER POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DISCUSSÃO, LIMITAÇÃO, ATUAÇÃO, MINISTÉRIO DA JUSTIÇA (MJ), COLETA, DADO, FINALIDADE, INVESTIGAÇÃO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. RETIRADA, INFORMAÇÃO, INTERNET, CASO CONCRETO. IMPOSSIBILIDADE, FISCALIZAÇÃO, PODER PÚBLICO, MANIFESTAÇÃO, CARÁTER POLÍTICO, CRENÇA RELIGIOSA, IDEOLOGIA, SERVIDOR PÚBLICO. DESVIO DE PODER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ACESSO À JUSTIÇA, FUNDAMENTO, DEMOCRACIA. VALOR PROBATÓRIO, MATÉRIA JORNALÍSTICA, ÂMBITO, COGNIÇÃO SUMÁRIA. CONSIDERAÇÃO, DESVIO DE PODER, USO INDEVIDO, INFORMAÇÃO, NECESSIDADE, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA PUBLICIDADE, PRINCÍPIO DA EFICIÊNCIA. CARÁTER FORMAL, PROCEDIMENTO, INVESTIGAÇÃO, APURAÇÃO, DELITO, AUTORIA DO CRIME. CABIMENTO, ASSISTÊNCIA JURÍDICA, INVESTIGADO. LIMITAÇÃO, ATUAÇÃO, SERVIÇO, AGENTE DE INTELIGÊNCIA. INADMISSIBILIDADE, DISCURSO AUTORITÁRIO, ESTADO BRASILEIRO. PREVISÃO, CONSTITUIÇÃO FEDERAL, PUBLICIDADE, INVESTIGAÇÃO. RESTRIÇÃO, LEI, PUBLICIDADE, ATO PROCESSUAL. LEI DE ACESSO À INFORMAÇÃO PÚBLICA, GRAU, INFORMAÇÃO SIGILOSA. IMPOSSIBILIDADE, RESTRIÇÃO, ACESSO, INFORMAÇÃO, PODER JUDICIÁRIO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, PRESERVAÇÃO, SIGILO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONTRAPOSIÇÃO, EXERCÍCIO, ATIVIDADE, INVESTIGAÇÃO, AGENTE DE INTELIGÊNCIA, DIREITO À PRIVACIDADE, PROTEÇÃO, DADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INVESTIGAÇÃO, FINALIDADE, INTIMIDAÇÃO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ATO, PODER PÚBLICO. PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, NÚCLEO ESSENCIAL. LESÃO, PRECEITO FUNDAMENTAL, DEMOCRACIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, LIBERDADE DE REUNIÃO, DIREITO À PRIVACIDADE, DIREITO À INTIMIDADE, DIREITO À HONRA, DIREITO À IMAGEM, LIBERDADE DE CÁTEDRA, AUTONOMIA UNIVERSITÁRIA. ATIVIDADE TÍPICA DE ESTADO, SEGURANÇA PÚBLICA. CONFIGURAÇÃO, DESVIO DE PODER, EXERCÍCIO, ATO, CONTRARIEDADE, INTERESSE PÚBLICO. CONFIGURAÇÃO, DESVIO DE PODER, ADMINISTRAÇÃO PÚBLICA, UTILIZAÇÃO, MECANISMO, CARÁTER INSTITUCIONAL, DISSIMULAÇÃO, INFORMAÇÃO, VÍCIO, MATÉRIA, VÍCIO, MOTIVAÇÃO. PATRIMONIALISMO, SEPARAÇÃO, INTERESSE PÚBLICO, INTERESSE, CARÁTER PRIVADO. VEDAÇÃO, PROSELITISMO, PROGRAMAÇÃO DA EMISSORA, RADIODIFUSÃO COMUNITÁRIA. FILIAÇÃO PARTIDÁRIA, DIREITO COMPARADO. ADMISSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, FUNDAMENTO, SEGURANÇA NACIONAL, PROTEÇÃO, SAÚDE, INTEGRIDADE MORAL, LIBERDADE. IMPOSSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, FUNDAMENTO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. DIREITO À PRIVACIDADE, TECNOLOGIA DA INFORMAÇÃO. DIREITO DA PERSONALIDADE, DIREITO À PRIVACIDADE, DIREITO À AUTODETERMINAÇÃO INFORMATIVA. CONSIDERAÇÃO, DESVIO DE PODER, ELABORAÇÃO, RELATÓRIO, RECONHECIMENTO, ATO ILÍCITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), LIBERDADE DE EXPRESSÃO, LIBERDADE, OPINIÃO. CORRELAÇÃO, LIBERDADE DE EXPRESSÃO, DEMOCRACIA, PLURALISMO POLÍTICO. INVESTIGAÇÃO, OBJETIVO, INTIMIDAÇÃO, CENSURA. AUSÊNCIA, SIGILO, PODER JUDICIÁRIO. SURGIMENTO, HABEAS DATA, CONSTITUIÇÃO FEDERAL DE 1988, PROTEÇÃO, DIREITO À INFORMAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PRECEITO FUNDAMENTAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO, PLURALISMO POLÍTICO, PROTEÇÃO, DEMOCRACIA. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, CONTROLE, OMISSÃO, PODER PÚBLICO; RISCO, MULTIPLICAÇÃO, COMPORTAMENTO, PERSEGUIÇÃO POLÍTICA, IDEOLOGIA, DECORRÊNCIA, CRÍTICA, GOVERNO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). PROTEÇÃO, ÂMBITO INTERNACIONAL, LIBERDADE DE EXPRESSÃO, DIREITO DE EMITIR OPINIÃO. LIMITE CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO, AUSÊNCIA, DIREITO ABSOLUTO. IMPORTÂNCIA, LIBERDADE DE EXPRESSÃO, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, DIREITO COMPARADO. TENTATIVA, GOVERNO, VINCULAÇÃO, SERVIDOR PÚBLICO, PROFESSOR UNIVERSITÁRIO, TERRORISTA, AUSÊNCIA, INDÍCIO, ATIVIDADE ILÍCITA. VEDAÇÃO, CENSURA. IMPOSSIBILIDADE, INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO. EXISTÊNCIA, COMUNICAÇÃO, ÓRGÃO FEDERAL, ÂMBITO, SEGURANÇA PÚBLICA, INFORMAÇÃO, RELATÓRIO. NECESSIDADE, MOTIVAÇÃO, INVESTIGAÇÃO. POSSIBILIDADE, CONTROLE JUDICIAL, CONTROLE, CARÁTER POLÍTICO, PODER LEGISLATIVO, SITUAÇÃO, DESVIO DE PODER. PREVISÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, CONSTITUIÇÃO FEDERAL, LIMITAÇÃO, MECANISMO, INVESTIGAÇÃO. FUNÇÃO CONTRAMAJORITÁRIA, STF, OFENSA, DIREITO DAS MINORIAS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADEQUAÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. POSSIBILIDADE, IMPETRAÇÃO, HABEAS CORPUS, OBTENÇÃO, ACESSO À INFORMAÇÃO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). AUSÊNCIA, RISCO, RELATÓRIO, INFORMAÇÃO SIGILOSA.\n\n- TERMO(S) DE RESGATE: RELATÓRIO DE INTELIGÊNCIA. MOVIMENTO ANTIFASCISMO. SISTEMA BRASILEIRO DE INTELIGÊNCIA. ATIVIDADE DE INTELIGÊNCIA. PRIMEIRO DIREITO. DIREITO AO PROTESTO. COMISSÃO NACIONAL DA VERDADE. ATENTADO DO RIO CENTRO. CHILLING EFFECT. CULTURA DO MEDO. MARCATISMO. LIVRE MERCADO DE IDEIAS. ACESSO RESTRITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=722&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1096 MC (TP).\r\n(ADPF, PRESSUPOSTO DE ADMISSIBILIDADE, PRINCÍPIO DA SUBSIDIARIEDADE)\r\nADPF 99.\r\n(LIMITAÇÃO, DIREITO FUNDAMENTAL)\r\nADI 4066 (TP).\r\n(LIBERDADE DE EXPRESSÃO, DIREITO DE REUNIÃO)\r\nADPF 187 (TP), ADI 4451 (TP).\r\n(DESVIO DE PODER, AGENTE PÚBLICO, PODER-DEVER)\r\nADI 5468 (TP), ADPF 572 (TP).\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529 MC (TP).\r\n(VEDAÇÃO, PROSELITISMO)\r\nADI 2566 (TP).\r\n(EXERCÍCIO, DIREITO DE REUNIÃO)\r\nHC 4781 (TP).\r\n(INCONSTITUCIONALIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO)\r\nADI 1969 (TP).\r\n(DIREITO DE REUNIÃO, CONDIÇÃO, PARTICIPAÇÃO, POLÍTICA)\r\nADPF 187 (TP), AC 2695.\r\n(ADPF, REQUISITO, INTERESSE PÚBLICO)\r\nADPF 130 (TP), ADPF 33 (TP), ADPF 187 (TP), ADI 4815 (TP), ADPF 467 (TP), ADPF 548 (TP).\r\n(PLURALISMO POLÍTICO, FUNDAMENTO, REPÚBLICA FEDERATIVA DO BRASIL)\r\nADI 4277 (TP).\r\n(AGENTE INFILTRADO, INVESTIGAÇÃO, FATO CONCRETO)\r\nHC 147837 (2ªT).\r\n(ADPF, MEDIDA CAUTELAR)\r\nADI 4451 (TP).\r\n(DIREITO, VERDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\r\nADPF 153 (TP).\r\n- Decisões monocráticas citadas:\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1963.\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529.\r\n- Decisões estrangeiras citadas: Caso Pierce v. United States (1920), caso Gitlow v. New York (1925), caso Whitney v. California, caso Schenck v. United States, caso Abrams v. United States, caso Barenblatt v. United States, da Suprema Corte dos EUA. Caso Kasparov e Outros c. Rússia, caso Sergey Kuznetsov c. Rússia, caso Oya Ataman c. Turquia, caso Bukta e Outros c. Hungria, caso Fáber c. Hungria, caso Berladir e Outros c. Rússia, caso Malofeyeva c. Rússia, caso Navalnyy e Yashin c. Rússia, caso Kudrevicius e Outros c. Lituânia, do Tribunal Europeu dos Direitos Humanos. Caso CCT 32/18 Mlungwana e Outros c. O Estado, da Corte Constitucional da África do Sul. Caso Lüth, do Tribunal Constitucional da Alemanha.\n- Legislação estrangeira citada: Lei de Espionagem de 1917, dos Estados Unidos da América.\nNúmero de páginas: 144.\nAnálise: 18/11/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : BRUNO LUNARDI GONCALVES E OUTRO(A/S)\nINTDO.(A/S)  : MINISTRO DE ESTADO DA JUSTIÇA E SEGURANÇA PÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONFEDERACAO NACIONAL DAS CARREIRAS TIPICAS DE ESTADO \nADV.(A/S)  : CLAUDIO RENATO DO CANTO FARAG \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434604,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 722 MC","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"AGRA, Walbert de Moura. Comentário ao artigo 5º, LXXII. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F; SARLET, Ingo W; STRECK, Lenio (coord.) Comentários à Constituição do Brasil. São Paulo: Saraiva;Almedina, 2013. p. 486\nARENDT, Hannah. Origens do Totalitarismo: antissemitismo, imperialismo, totalitarismo. São Paulo: Companhia das Letras, 2012.\nBRANCO, Paulo Gonet; MENDES, Gilmar Ferreira. Curso de Direito Constitucional. São Paulo: Saraiva, 2015. p. 264.\nBERLIN, Isaiah. IN: Introdução à obra: MILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 47.\nBELTRÁN DE FELIPE, Miguel; GONZÁLEZ GARCÍA, Julio. Las sentencias básicas del Tribunal Supremo de los Estados Unidos de América. 2. ed. Madrid: Centro de Estudios Políticos y Constitucionales y Boletín Oficial del Estado, 2006.\nBINENBOJM, Gustavo. Liberdade Igual: O que é e por que importa. Rio de Janeiro: História Real, 2020. p. 34-35.\nCARVALHO NETTO, M. A sanção no procedimento legislativo. Belo Horizonte: Del Rey, 1992.\nCOHEN, Julie. What Privacy is For. Harvard Law Review, maio, 2013.\nFAORO, Raymundo. Os Donos do Poder: formação do patronato político brasileiro. São Paulo: Globo, 2001.\nFISS, Owen. State Activism and State Censorship. The Yale Law Journal, 1990. p. 2087-2088.\nGUIMARÃES, U. Discurso proferido na sessão de 5 de outubro de 1988, publicado no DANC de 5 de outubro de 1988, p. 14380-14382.\nGODOY, Miguel Gualano. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012. p. 161.\nGOLDMAN, Alvin I; BAKER, Daniel. Free Speech, Fake News, and Democracy. First Amendment Law Review, v. 18, n. 1, 2019. p. 68.\nHÄBERLE, Peter. Die Verfassung des Pluralismus: Studien zur Verfassungstheorie der offenen Gesellschaft. Königstein: Athenäum, 1980. p. 5 e 6.\nHESSE, Bedeutung der Grundrechte, in: BENDA, Ernst; Maihofer, Werner e Vogel, Hans-Jochen, Handbuch des Verfassungsrechts. Berlin, 1995, v. I, p. 127.\nHESSE, Konrad. Grundzüge des Verfassungsrechts der Bundesrepublik Deutschland. Heidelberg: C. F. Müller, 1995, p. 112 \nKREBS, Walter. Freiheitsschutz durch Grundrechte, IN: JURA. p. 617, 1988.\nLEVITSKY, Steven; WAY, Lucan A. The Rise of Competitive Authoritarianism. Journal of Democracy. v. 13. n. 2. p. 53.\nLESSIG, Lawrence. Reading the Constitution in Cyberspace. 45 emory L. J. v. 45, n. 3.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\nMENDES, Gilmar Ferreira. Arguição de Descumprimento de Preceito Fundamental: comentários à Lei n. 9.882, de 3.12.1999. 2. ed. São Paulo: Saraiva, 2011. p. 19.\nMILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 29.\nPAIXÃO, Cristiano. Direito, política, autoritarismo e democracia no Brasil. Revista Iberoamericana de Filosofía, Política y Humanidades, año 13, n. 26, 2011. p. 158.\nPIEROTH; SCHLINK. Grundrechte: Staatsrecht II. 14. ed. Heidelberg: C. F. Müller, 1998. p. 50.\nRAWLS, John. Liberalismo Político: elementos básicos. p. 56.\nPOSNER, Richard A. The Right to Privacy. Georgia Law Review. v. 12. n. 3, 1978.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 441-442.\nSCHULZ, Wolfgang; HOBOKEN, Joris van. Human Rights and Encryption. Paris: UNESCO Publishing, 2016.\nSUNSTEIN, Cass R. Falsehoods and the First Amendment. Disponível em: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3426765.>. p. 17 e 176.\nWARREN, Samuel D.; BRANDEIS, Luis D. The Right to Privacy. Harvard Law Review, v. 5, December 15, 1890.\nWATANABE, Kazuo. Cognição no processo civil. 4. ed. São Paulo: Saraiva, 2012. p. 95.\nZAGREBELSKY, Gustavo. El derecho ductil: ley, derechos y justicia. Tradução: Marina Gercón. Madrid: Trotta, 1995. p. 13.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":722,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433853","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento ao agravo, nos termos do voto do Relator. Plenário, Sessão Virtual de 25.9.2020 a 2.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433853","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433853","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: MANDADO DE SEGURANÇA – DENEGAÇÃO – INTERPOSIÇÃO DE RECURSO DE AGRAVO – TERRA INDÍGENA PIAÇAGUERA – COMUNIDADE INDÍGENA GUARANI NHANDEVA – A CENTRALIDADE DO TEMA PERTINENTE À TERRA E ÀS RELAÇÕES QUE COM ESTA MANTÊM OS POVOS INDÍGENAS – A PROTEÇÃO JURÍDICA, SOCIAL, ANTROPOLÓGICA, ECONÔMICA E CULTURAL DOS ÍNDIOS, DOS GRUPOS INDÍGENAS E DAS COMUNIDADES TRIBAIS – CONVENÇÕES OIT Nº 107 (DECRETO Nº 58.824/66) E Nº 169 (DECRETO Nº 5.051/2004) – PROCEDIMENTO ADMINISTRATIVO DE DEMARCAÇÃO – DECRETO PRESIDENCIAL QUE HOMOLOGA A DEMARCAÇÃO ADMINISTRATIVA – INOCORRÊNCIA DE VÍCIOS DE ORDEM FORMAL – OBSERVÂNCIA DAS FASES RITUAIS PREVISTAS NO DECRETO Nº 1.775/96 – AUSÊNCIA DE VULNERAÇÃO, POR ESSE ATO PRESIDENCIAL, DOS PRINCÍPIOS DO CONTRADITÓRIO E DA AMPLA DEFESA – PRECEDENTES – A QUESTÃO DA PARTICIPAÇÃO DOS ENTES FEDERATIVOS INTERESSADOS NO PROCEDIMENTO DE DEMARCAÇÃO ADMINISTRATIVA – PRETENDIDA APLICABILIDADE RETROATIVA DA SALVAGUARDA INSTITUCIONAL REFERENTE À PARTICIPAÇÃO DOS ENTES FEDERADOS NO PROCEDIMENTO DE DEMARCAÇÃO ADMINISTRATIVA DAS TERRAS INDÍGENAS SITUADAS EM SEUS TERRITÓRIOS – INVIABILIDADE DESSE PLEITO – INADMISSIBILIDADE DE PLEITEAR-SE, EM NOME PRÓPRIO, A TUTELA JURISDICIONAL DE DIREITO ALHEIO – EXCEPCIONALIDADE DA SUBSTITUIÇÃO ANÔMALA OU EXTRAORDINÁRIA – AUSÊNCIA DE LEGITIMIDADE ATIVA  “AD CAUSAM” DO ESPÓLIO IMPETRANTE – CONTROVÉRSIA OBJETIVA EM TORNO DE FATOS – ILIQUIDEZ – CARÁTER SUMARÍSSIMO DO PROCESSO DE MANDADO DE SEGURANÇA, QUE SE REVESTE DE NATUREZA EMINENTEMENTE  DOCUMENTAL – PRESUNÇÃO “JURIS TANTUM” DE VERACIDADE DOS ELEMENTOS CONSTANTES DAS INFORMAÇÕES OFICIAIS – DOUTRINA – PRECEDENTES – MANDADO DE SEGURANÇA DENEGADO – PARECER DA DOUTA PROCURADORIA-GERAL DA REPÚBLICA PELO NÃO PROVIMENTO DESTA ESPÉCIE RECURSAL – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754130369","externo_seq_objeto_incidente":5497724,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-252  DIVULG 16-10-2020  PUBLIC 19-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=34250&classe=MS","is_colac":false,"titulo":"MS 34250 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00198 PAR-00001\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00020 INC-00011 ART-00231 \"CAPUT\" \n          PAR-00001 PAR-00002 PAR-00003 PAR-00006 \n          PAR-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00006\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00003\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00018 \"CAPUT\"\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC-000107      ANO-1957\n                CONVENÇÃO SOBRE AS POPULAÇÕES INDÍGENAS E TRIBAIS\n\n","LEG-INT   CVC-000169      ANO-1989\n          ART-00006 NÚMERO-1 LET-A LET-B \n          LET-C NÚMERO-2\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACINAL DO TRABALHO - OIT SOBRE POVOS INDÍGENAS E TRIBAIS. \n\n","LEG-FED   DLG-000020      ANO-1965\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 107 SÔBRE AS POPULAÇÕES INDÍGENAS E TRIBAIS\n\n","LEG-FED   DLG-000143      ANO-2002\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE OS POVOS INDÍGENAS E TRIBAIS EM PAÍSES INDEPENDENTES.\n\n","LEG-FED   DEC-058824      ANO-1966\n                DECRETO - PROMULGA A CONVENÇÃO Nº 107 SOBRE AS POPULAÇÕES INDÍGENAS E TRIBAIS\n\n","LEG-FED   DEC-001775      ANO-1996\n                DECRETO\n\n","LEG-FED   DEC-005051      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT SOBRE POVOS INDÍGENAS E TRIBAIS. \n\n","LEG-FED   PRT-002498      ANO-2011\n          ART-00005\n                PORTARIA DO MINISTÉRIO DA JUSTIÇA - MJ"],"publicacao_data":"2020-10-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSIDERAÇÃO, POSSE, DIREITO FUNDAMENTAL, COMUNIDADE INDÍGENA. AUSÊNCIA, CONFUSÃO, DEFINIÇÃO, POSSE, ÂMBITO, DIREITO CIVIL. TERRA TRADICIONALMENTE OCUPADA PELOS ÍNDIOS, PATRIMÔNIO, UNIÃO FEDERAL, FINALIDADE, PROTEÇÃO, ÍNDIO. IMPOSSIBILIDADE, COMÉRCIO, TERRA INDÍGENA. EXTINÇÃO, ATO, OBJETO, OCUPAÇÃO, DOMÍNIO, POSSE. AUSÊNCIA, EFICÁCIA, NEGÓCIO JURÍDICO, DESCABIMENTO, INGRESSO, AÇÃO JUDICIAL, CABIMENTO, INDENIZAÇÃO, BENFEITORIA, DERIVAÇÃO, OCUPAÇÃO, BOA-FÉ. NULIDADE, REGISTRO DE IMÓVEL, TERRA INDÍGENA, NOME, PARTICULAR. INALIENABILIDADE, IMPENHORABILIDADE, INDISPONIBILIDADE, IMPRESCRITIBILIDADE, IMPOSSIBILIDADE, USUCAPIÃO, TERRA TRADICIONALMENTE OCUPADA PELOS ÍNDIOS. MANDADO DE SEGURANÇA, FATO INCONTROVERSO. MANDADO DE SEGURANÇA, DILAÇÃO PROBATÓRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: FIXAÇÃO, DATA, PROMULGAÇÃO, CONSTITUIÇÃO FEDERAL, RECONHECIMENTO, GRUPO INDÍGENA, DIREITO, TERRA TRADICIONALMENTE OCUPADA PELOS ÍNDIOS. AFERIÇÃO, OCUPAÇÃO, TERRA INDÍGENA, GRUPO INDÍGENA. JURISPRUDÊNCIA, STF, CONSTITUCIONALIDADE, AÇÃO DEMARCATÓRIA, ÁREA INDÍGENA, PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO DA AMPLA DEFESA.\n\n- TERMO(S) DE RESGATE: TEORIA DO FATO INDÍGENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=34250&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MARCO TEMPORAL, DEMARCAÇÃO, TERRA INDÍGENA)\nPet 3388 (TP), RMS 29087 (2ªT), RMS 29542 (2ªT). \n(REDUÇÃO, ÁREA, TERRA INDÍGENA)\nRE 44585 (TP) - RTJ 20/242. \n(NULIDADE, TÍTULO, PROPRIEDADE, TERRA INDÍGENA)\nACO 323 (TP). \n(LEGITIMIDADE ATIVA, DEFESA, DIREITO SUBJETIVO, PROTEÇÃO, DIREITO ALHEIO)\nMS 32967 AgR-terceiro (2ªT). \n(MS, LEGITIMIDADE EXTRAORDINÁRIA, SUBSTITUIÇÃO PROCESSUAL)\nMS 20420 (TP) - RTJ 110/1026, MS 20813 (2ªT) - RTJ 128/1138, MS 20902 (TP) - RTJ 130/108, RMS 21045 (1ªT) - RTJ 179/210, MS 33844 MC-AgR (TP), RE 103299 (2ªT) - RTJ 120/328, RE 107679 (2ªT) - RTJ 120/816, MS 21303 AgR (TP) - RTJ 139/783. \n(MS, DIREITO LÍQUIDO E CERTO, FATO INCONTROVERSO)\nMS 20234 (TP) - RTJ 99/68, MS 20292 (TP) - RTJ 100/537, RE 77925 (2ªT) - RTJ 99/1149, MS 20298 (TP) - RTJ 100/90, MS 21982 (TP) - RTJ 176/692, MS 24307 (TP), RE 79257 (1ªT) - RTJ 83/130, MS 22077 (TP), MS 20882 (TP), RE 80444 (1ªT) - RTJ 83/855, MS 21098 (1ªT) - RTJ 137/663. \n(MS, DILAÇÃO PROBATÓRIA)\nMS 22022 (TP) - RTJ 168/163, MS 22150 (TP), MS 22260 (1ªT) - RTJ 158/510, MS 22290 (1ªT), MS 22075 (TP), MS 20723 (TP) - RTJ 124/948, RMS 21300 (1ªT) - RTJ 142/782. \n(AGENTE PÚBLICO, PRESUNÇÃO RELATIVA, VERACIDADE)\nHC 73206 (2ªT) - RTJ 161/572, MS 24307 (TP), RE 83292 (1ªT) - RTJ 86/212, MS 20882 (TP), HC 68171 (1ªT) - RTJ 133/1235. \n(DEMARCAÇÃO, TERRA TRADICIONALMENTE OCUPADA PELOS ÍNDIOS, PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO DA AMPLA DEFESA)\nMS 21649 (1ªT), MS 21660 (TP), MS 21892 (TP), MS 24045 (TP), RMS 27255 AgR (1ªT). \n- Decisões monocráticas citadas:\n(MS, LEGITIMIDADE EXTRAORDINÁRIA, SUBSTITUIÇÃO PROCESSUAL)\nMS 22444, MS 34102 MC.\n(MS, DIREITO LÍQUIDO E CERTO, FATO INCONTROVERSO)\nRE 269464.\nNúmero de páginas: 34.\nAnálise: 03/05/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESPÓLIO DE LEÃO BENEDITO DE ARAÚJO NOVAES \nADV.(A/S)  : SEBASTIÃO BOTTO DE BARROS TOJAL \nADV.(A/S)  : SÉRGIO RABELLO TAMM RENAULT \nAGDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nLIT.PAS.(A/S) : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nLIT.PAS.(A/S) : COMUNIDADE INDÍGENA PIAÇAGUERA \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433853,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 34250 AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2020-10-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"AGRA, Walber de Moura. Curso de Direito Constitucional. 6. ed. Forense, 2010. p. 851, item 39.12.\nANJOS FILHO, Robério Nunes dos. In: BONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (Coord.). Comentários à Constituição Federal de 1988. Forense, 2009. p. 2406-2407.\nANTUNES, Paulo de Bessa. Direito Ambiental. 14. ed. Atlas, 2012. p. 1102-1103, item 2.2.\nBARBOSA, Marco Antônio. Os Povos Indígenas e as Organizações Internacionais: Instituto do Indigenato no Direito Brasileiro e Autodeterminação dos Povos Indígenas. História em reflexão, v. 1, n. 2, 2007.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 12. ed. Lumen Juris, 2005. p. 116, item 2.\n______.______. 25. ed. Atlas, 2012. p. 1194, item 5.\nCRETELLA JÚNIOR, José. Direito Administrativo Brasileiro. Forense, 1999. p. 54, item 43.\n______. Comentários à Constituição de 1988. Forense Universitária. v. 8. p. 4569, item 438.\nDINAMARCO, Cândido Rangel. Instituições de Direito Processual Civil. 6. ed. Malheiros, 2009. v. 2. p. 120-121, item 440.\nFERRAZ JR., Tercio Sampaio. Direito Constitucional: Liberdade de Fumar, Privacidade, Estado, Direitos Humanos e outros temas. Manole, 2007. p. 504-507, item 3.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. 2. ed. Saraiva, 1999. v. 2. p. 291-293.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1995. v. 7. p. 446-447.\nFREITAS JÚNIOR, Luís de. Hermenêutica Constitucional da Posse Indígena. Revista da AGU n. 15, p. 144-145, 2008.\nGASPARINI, Diogenes. Direito Administrativo. Saraiva, 1989. p. 63, item 7.1.\nGRECO FILHO, Vicente. Direito Processual Civil Brasileiro. 7. ed. Saraiva, 2003. v. 1. p. 78, item 14.\nLENZA, Pedro. Direito Constitucional Esquematizado. 16. ed. Saraiva. p. 1233-1234, item 19.10.\nLOBO, Luiz Felipe Bruno. Direito Indigenista Brasileiro. LTr, 1996. p. 48, item V.4 e p. 53.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 39. ed. Atualizada: Eurico de Andrade Azevedo, Délcio Balestero Aleixo e José Emmannuel Burle Filho. Malheiros, 2009. p. 557, item 2.4.\nMEIRELLES, Hely Lopes; WALD, Arnoldo; MENDES, Gilmar Ferreira. Mandado de Segurança e Ações Constitucionais. 35. ed. Malheiros, 2013. p. 36, item 4.\nMELLO, Censo Antônio Bandeira de. Curso de Direito Administrativo. 13. ed. Malheiros, 2001. p. 373, item 59.\nMENDES JÚNIOR, João. Os Indígenas do Brasil: seus Direitos Individuais e Políticos. São Paulo: Tipografia Hennies Irmãos, 1912.\nMIRANDA, Alcir Gursen de. O Direito e o Índio. Cejup; IHGERR, 1994. p. 74, item 7.4.2.3.\nPIETRO, Maria Sylvia Zanella di. Direito Administrativo. 20. ed. Atlas, 2007. p. 182/184, item 7.6.1.\nRIBEIRO, Banedito Silvério. Tratado de Usucapião. 7. ed. Saraiva, 2010. v. 1. p. 613-616, item 142.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 30. ed. Malheiros, 2008. p. 856, item 3.\n______. Comentário Contextual à Constituição. 7. ed. Malheiros, 2010. p. 889-890, item 4.\nSILVA NETO, Manoel Jorge e. Curso de Direito Constitucional. Lumen Juris, 2006. p. 647-648, item 29.8.\nTHEODORO JUNIOR, Humberto. Curso de Direito Processual Civil. 55. ed. Forense, 2014. v. 1. p. 102-104, item 68.","ministro_facet":["CELSO DE MELLO"],"processo_numero":34250,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433139","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Gilmar Mendes (Relator), que dava provimento ao recurso da União, para julgar improcedente a ação, prejudicado o recurso das autoras, pediu vista dos autos o Senhor Ministro Dias Toffoli. Impedido o Senhor Ministro Luiz Fux. Ausente, justificadamente, o Senhor Ministro Joaquim Barbosa. Falaram, pelas recorrentes, o Dr. Carlos Eduardo Caputo Bastos e, pela União, a Dra. Cláudia Aparecida de Souza Trindade, Procuradora da Fazenda Nacional. Presidência do Senhor Ministro Cezar Peluso. Plenário, 31.08.2011. \r\n\n            Decisão: Preliminarmente, o Tribunal, por unanimidade, julgou prejudicado o recurso extraordinário interposto pela Volvo do Brasil Veículos LTDA. e outros. Na sequência, em razão de empate na votação e nos termos do art. 146 do Regimento Interno do Supremo Tribunal Federal, o Tribunal negou provimento ao recurso extraordinário da União. Votaram pela negativa de provimento do recurso extraordinário os Ministros Dias Toffoli (Presidente e Redator para o acórdão), Marco Aurélio, Ricardo Lewandowski, Cármen Lúcia e Rosa Weber. Os Ministros Gilmar Mendes (Relator), Edson Fachin, Roberto Barroso e Celso de Mello davam provimento ao recurso extraordinário da União Federal, para afastar a concessão da isenção de imposto de renda retido na fonte para os não residentes conferida pelo acórdão recorrido e julgavam improcedente a presente ação declaratória. O Ministro Alexandre de Moraes acompanhou o Relator com ressalvas. Impedido o Ministro Luiz Fux. Plenário, Sessão Virtual de 26.6.2020 a 4.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur433139","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433139","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recursos extraordinários. Direito Tributário. Convenção entre o Brasil e a Suécia para Evitar a Dupla Tributação em Matéria de Impostos sobre a Renda (Decreto nº 77.053/76). Imposto de renda retido na fonte. Isenção. Dividendos distribuídos por empresas nacionais sediadas no Brasil a sociedade da Suécia residente naquele país. Empate no julgamento do apelo extremo interposto pela União. Proclamação de solução contrária à pretendida pela recorrente (art. 146 do RISTF).\n\n\n\n    1. Trata-se de controvérsia, tendo presente a Convenção entre o Brasil e a Suécia para Evitar a Dupla Tributação em Matéria de Impostos sobre a Renda (Decreto nº 77.053/76), acerca da isenção, garantida pelo Superior Tribunal de Justiça (STJ), do imposto de renda retido na fonte incidente sobre dividendos distribuídos por empresas nacionais sediadas no Brasil a sociedade da Suécia residente naquele país, todas citadas nos autos. Verificação de empate no julgamento do recurso extraordinário da União interposto contra acórdão do STJ. \n\n\n\n    2. No que se refere à condição jurídica dos tratados internacionais em face de normas de direito interno, os principais entendimentos dos Ministros integrantes da corrente a favor do provimento de tal recurso podem ser sintetizados do seguinte modo: de um lado, defendeu-se que (i) tratados internacionais são espécies normativas infraconstitucionais distintas e autônomas, as quais não se confundem com normas federais, tais como decretos-legislativos, decretos executivos, medidas provisórias, leis ordinárias ou leis complementares e (ii) a Carta Federal não respalda o paradigma dualista; de outro lado, alegou-se existir paridade normativa entre atos internacionais e leis infraconstitucionais de direito interno, resolvendo-se as antinomias entre essas normas pelo critério cronológico ou da especialidade e ressalvando-se os tratados e as convenções internacionais sobre direitos humanos. Argumentou-se, também, que o art. 98 do CTN, de modo legítimo, atribui precedência aos tratados ou convenções internacionais em matéria tributária e estabelece, em virtude do critério da especialidade, a suspensão provisória da eficácia e da aplicabilidade do ordenamento positivo interno. O entendimento sobre a alegada afronta ao princípio da isonomia é de que o acórdão recorrido confundiu o critério de conexão nacionalidade com o de residência, estendendo a todos os súditos suecos residentes no exterior benefícios fiscais apenas concedidos aos residentes no Brasil.\n\n\n\n    3. A argumentação da corrente contra o provimento do apelo extremo da União pode ser resumida da seguinte maneira: para se ultrapassar o entendimento da Corte Superior, a qual consignou ter aquela convenção vedado a dupla tributação e a distinção entre nacionais e residentes, seria necessário o reexame da causa à luz da legislação infraconstitucional pertinente, o que não é permitido em sede de recurso extraordinário.\n\n\n\n    4. Os Ministros julgaram prejudicado, por unanimidade, o recurso extraordinário interposto pela Volvo do Brasil Veículos LTDA e outros contra o acórdão do TRF-4. Foi negado provimento ao recurso extraordinário da União em razão do empate na votação, nos termos do art. 146 do RISTF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754018698","externo_seq_objeto_incidente":2322387,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-243  DIVULG 05-10-2020  PUBLIC 06-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=460320&classe=RE","is_colac":false,"titulo":"RE 460320","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00034 NÚMERO-00012 ART-00048 NÚMERO-00016\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00004 INC-00009 PAR-ÚNICO \n          ART-00005 INC-00002 PAR-00002 PAR-00003 \n          PAR-00004 ART-00049 INC-00001 ART-00084 \n          INC-00008 ART-00097 ART-00102 INC-00003 \n          LET-A ART-00105 INC-00003 LET-A \n          ART-00146 INC-00002 INC-00003 ART-00150 \n          INC-00002 ART-00178\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000154      ANO-1947\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00098\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008383      ANO-1991\n          ART-00075 ART-00076 ART-00077\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009249      ANO-1995\n          ART-00010\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1933\n                TRATADO DE COMÉRCIO E NAVEGAÇÃO ENTRE O BRASIL E O URUGUAI , RIO DE JANEIRO, 25 DE AGOSTO DE 1933\n\n","LEG-INT   TTD      ANO-1960\n                TRATADO QUE ESTABELECE UMA ZONA DE LIVRE COMERCIO E INSTITUI A ASSOCIAÇÃO LATINO-AMERICANA DE LIVRE COMERCIO, CONCLUIDO EM MONTEVIDEU, A 18 DE FEVEREIRO DE 1960, ENTRE ARGENTINA, BRASIL, CHILE, MEXICO, PARAGUAI, PERU E URUGUAI\n\n","LEG-INT   CVC      ANO-1969\n          ART-00027\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-INT   CVC      ANO-1969\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-INT   CVC      ANO-1975\n          ART-00010 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B ART-00024 NÚMERO-1 NÚMERO-2 \n          LET-A LET-B NÚMERO-3 NÚMERO-4 \n          NÚMERO-5\n                CONVENÇÃO PARA EVITAR A DUPLA TRIBUTAÇÃO EM MATÉRIA DE IMPOSTOS SOBRE A RENDA BRASIL-SUÉCIA\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DEL-001111      ANO-1970\n                DECRETO-LEI\n\n","LEG-FED   DLG-005844      ANO-1943\n          ART-00097 LET-A LET-B LET-C\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000043      ANO-1950\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000001      ANO-1961\n                DECRETO LEGISLATIVO - APROVA O TRATADO QUE ESTABELECE UMA ZONA DE LIVRE COMÉRCIO E INSTITUI A ASSOCIAÇÃO LATINO-AMERICANA DE LIVRE COMÉRCIO, INCLUÍDO EM MONTEVIDÉU, A 18 DE FEVEREIRO DE 1960, ENTRE ARGENTINA, BRASIL, CHILE, MÉXICO, PARAGUAI, PERU E URUGUAI\n\n","LEG-FED   DLG-000093      ANO-1975\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO PARA EVITAR A DUPLA TRIBUTAÇÃO EM MATÉRIA DE IMPOSTOS SOBRE A RENDA BRASIL-SUÉCIA\n\n","LEG-FED   DLG-000050      ANO-1981\n                DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO DA NORUEGA DESTINADA A EVITAR A DUPLA TRIBUTAÇÃO E PREVENIR A EVASÃO FISCAL EM MATÉRIA DE IMPOSTOS SOBRE A RENDA E O CAPITAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   DEC-024343      ANO-1934\n                DECRETO - PROMULGA O TRATADO DE COMÉRCIO E NAVEGAÇÃO ENTRE O BRASIL E O URUGUAI , RIO DE JANEIRO, 25 DE AGOSTO DE 1933\n\n","LEG-FED   DEC-050656      ANO-1961\n                DECRETO - PROMULGA O TRATADO QUE ESTABELECE UMA ZONA DE LIVRE COMÉRCIO E INSTITUI A ASSOCIAÇÃO LATINO-AMERICANA DE LIVRE COMÉRCIO, INCLUÍDO EM MONTEVIDÉU, A 18 DE FEVEREIRO DE 1960, ENTRE ARGENTINA, BRASIL, CHILE, MÉXICO, PARAGUAI, PERU E URUGUAI\n\n","LEG-FED   DEC-077053      ANO-1976\n                DECRETO - PROMULGA A CONVENÇÃO PARA EVITAR A DUPLA TRIBUTAÇÃO EM MATÉRIA DE IMPOSTOS SOBRE A RENDA BRASIL-SUÉCIA\n\n","LEG-FED   DEC-001783      ANO-1980\n                DECRETO\n\n","LEG-FED   DEC-086710      ANO-1981\n                DECRETO - PROMULGA A CONVENÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO DA NORUEGA DESTINADA A EVITAR A DUPLA TRIBUTAÇÃO E PREVENIR A EVASÃO FISCAL EM MATÉRIA DE IMPOSTOS SOBRE A RENDA E O CAPITAL\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-FED   DEC-001041      ANO-1994\n          ART-00756 ART-01028\n                DECRETO\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   RGI      ANO-1980\n          ART-00146\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000010      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   CNV-000007      ANO-1980\n                CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   SUMSTF-000575      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. GILMAR MENDES: CABIMENTO, RECURSO EXTRAORDINÁRIO, DECISÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), HIPÓTESE, RECURSO, PARTE VENCIDA, QUESTÃO NOVA; RECURSO, PARTE VENCEDORA, AUSÊNCIA, PRECLUSÃO. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESERVA DO PLENÁRIO. CONTEXTO HISTÓRICO, EVOLUÇÃO, JURISPRUDÊNCIA, STF, APLICAÇÃO, ACORDO INTERNACIONAL, LEGISLAÇÃO INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA. PARIDADE NORMATIVA, TRATADO INTERNACIONAL, NORMA INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA. CONFLITO APARENTE DE NORMAS, TRATADO INTERNACIONAL, LEGISLAÇÃO BRASILEIRA; PRINCÍPIO DA ESPECIALIDADE. TRATADO INTERNACIONAL, MATÉRIA, LEI COMPLEMENTAR. CONCESSÃO, ISENÇÃO TRIBUTÁRIA, TRATADO INTERNACIONAL. NORMA SUPRALEGAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS. CRIAÇÃO, TRATADO INTERNACIONAL, CONSENTIMENTO, REPÚBLICA FEDERATIVA DO BRASIL, APROVAÇÃO, CONGRESSO NACIONAL, RATIFICAÇÃO, PRESIDENTE DA REPÚBLICA. ACORDO INTERNACIONAL, PROCESSO, NEGOCIAÇÃO, DIPLOMATA, FUNCIONÁRIO, ADMINISTRAÇÃO TRIBUTÁRIA, CONCILIAÇÃO, INTERESSE, OBJETIVO, PAÍS, PARTICIPAÇÃO. COOPERAÇÃO JURÍDICA INTERNACIONAL, PACTA SUNT SERVANDA; BOA-FÉ, SEGURANÇA, ACORDO INTERNACIONAL. AFASTAMENTO, APLICAÇÃO, NORMA INTERNACIONAL, NATUREZA TRIBUTÁRIA, INTERMÉDIO, LEGISLAÇÃO ORDINÁRIA, DEFASAGEM, ENTENDIMENTO; COLABORAÇÃO, BOA-FÉ, ESTABILIDADE, TRATADO INTERNACIONAL. ACORDO INTERNACIONAL, OBEDIÊNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, AUTONOMIA, ENTE FEDERADO, PRINCÍPIO DA LEGALIDADE. TRATADO INTERNACIONAL, VEDAÇÃO, DISCRIMINAÇÃO, DISTINÇÃO, ISONOMIA TRIBUTÁRIA. ACÓRDÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), EXTENSÃO, ISENÇÃO, IMPOSTO DE RENDA RETIDO NA FONTE, ESTRANGEIRO NÃO DOMICILIADO NO BRASIL, OFENSA, CONSTITUIÇÃO FEDERAL, CONFUSÃO, CRITÉRIO, CONEXÃO, NACIONALIDADE, RESIDÊNCIA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: PARIDADE NORMATIVA, CONVENÇÃO INTERNACIONAL, TRATADO INTERNACIONAL, LEI INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA. LEI, PREVISÃO, CRITÉRIO, TRIBUTAÇÃO, IMPOSTO DE RENDA RETIDO NA FONTE, AUSÊNCIA, DISCRIMINAÇÃO, UTILIZAÇÃO, CRITÉRIO, DIFERENÇA, LOCAL, RESIDÊNCIA, PESSOA FÍSICA, PESSOA JURÍDICA; INDIFERENÇA, NACIONALIDADE.\n\n- VOTO, MIN. CELSO DE MELLO: CONFLITO DE NORMAS, TRATADO INTERNACIONAL, MATÉRIA TRIBUTÁRIA, LEGISLAÇÃO BRASILEIRA, PREEXISTÊNCIA, PREVALÊNCIA, TRATADO INTERNACIONAL, EFICÁCIA, APLICABILIDADE; PRINCÍPIO DA ESPECIALIDADE. STF, SUPRALEGALIDADE, CONVENÇÃO INTERNACIONAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS. TRATADO INTERNACIONAL, CONVENÇÃO INTERNACIONAL, DIREITOS HUMANOS, NATUREZA CONSTITUCIONAL, COMPOSIÇÃO, BLOCO DE CONSTITUCIONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=460320&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(SÚMULA VINCULANTE 10/STF)\r\nRE 240096 (2ªT), AI 466506 AgR (2ªT).\r\n(PRINCÍPIO DA ESPECIALIDADE, CONFLITO, TRATADO INTERNACIONAL, MATÉRIA TRIBUTÁRIA, LEGISLAÇÃO BRASILEIRA)\r\nHC 51977 (TP) - RTJ 70/333, HC 58727 (TP) - RTJ 100/1030, Ext 583 (TP) - RTJ 154/26, Ext 662 (1ªT) - RTJ 164/420, RE 90824 (TP), Ext 7, RE 99376 (2ªT), RE 80004 (TP).\r\n(INTERNALIZAÇÃO DOS TRATADOS INTERNACIONAIS)\r\nRE 71154 (TP).\r\n(PARIDADE NORMATIVA, TRATADO INTERNACIONAL, NORMA INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA)\r\nRE 149948 (2ªT) - RTJ 172/226, ADI 1480 MC (TP), ARE 766618 (TP), RE 80004 (TP), ACi 7872, ACi 9587 (2ªT).\r\n(CONFLITO APARENTE DE NORMAS, TRATADO INTERNACIONAL, LEGISLAÇÃO BRASILEIRA)\r\nHC 72131 (TP), HC 58727 (TP).\r\n(SÚMULA 575/STF)\r\nAI 98324 AgR (1ªT), AI 101336 AgR (1ªT), RE 99335 (1ªT), RE 100513 (1ªT), RE 114504 (2ªT), RE 116344 (1ªT), AI 93564 AgR (2ªT), RE 111711 (1ªT), RE 115655 (2ªT), RE 116944 (2ªT), RE 100904 (1ªT).\r\n(INGRESSO, TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO)\r\nADI 1480 MC (TP).\r\n(CONCESSÃO, ISENÇÃO TRIBUTÁRIA, TRATADO INTERNACIONAL)\r\nADI 1600 (TP), RE 229096 (TP).\r\n(NORMA SUPRALEGAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\r\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP).\r\n(PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA)\r\nHC 93280 (2ªT).\r\n- Decisões monocráticas citadas:\r\n(SÚMULA 283/STF)\r\nAI 785255, RE 450239, AI 740321, ARE 955262.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(PRINCÍPIO DA ESPECIALIDADE, CONFLITO, TRATADO INTERNACIONAL, MATÉRIA TRIBUTÁRIA, LEGISLAÇÃO BRASILEIRA)\r\nRDA 41/452.\r\n- Legislação estrangeira citada: art. 11, da Constituição italiana; art. 8º e art. 16, n. 1 e n. 2, da Constituição da República Portuguesa, (Quarta Revisão/1997); art. 9, n. 2 e art. 96, n. 1, da Constituição espanhola; artigo 9º, da Constituição do Paraguai, de 20.06.1992; art. 75, inciso 24 da Constituição da Argentina e (Constituição de 1853, substancialmente alterada pela Reforma de 1994, Art. 75, n. 22); art. 94, da Constituição de 1982, da Holanda; art. 15, n. 4, da Constituição de 1993, da Federação Russa; art. 137 e art. 141, da Constituição de 1992, do Paraguai; art. 55, da Constituição de 1958, da França.\n- Decisão estrangeira citada: Caso Namíbia [Legal Consequences for States of the Continued Presence os South África in Namíbia (South West Africa) notwithstanding Security Council Resolution 276 (1970), First Advisory Opinion, ICJ Reports 1971, p. 16, §§ 94-95].\n\nNúmero de páginas: 88.\nAnálise: 08/06/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : VOLVO DO BRASIL VEÍCULOS LTDA E OUTRO(A/S)\nADV.(A/S)  : BEATRIZ DONAIRE DE MELLO E OLIVEIRA E OUTRO(A/S)\nRECTE.(S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL \nRECDO.(A/S)  : OS MESMOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433139,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 460320","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÄBERLE, Peter. El estado constitucional. Tradução: Hector Fix-Fierro. México: Universidad Nacional Autónoma de México, 2003. p. 67, 68, 74 e 75-77.\nAMARAL, Antônio Carlos Rodrigues do. In MARTINS, Ives Gandra da Silva. Comentários ao Código Tributário Nacional. 4. ed. São Paulo: Saraiva, 2006. p. 39-44.\n______. In MARTINS, Ives Gandra da Silva. Comentários ao Código Tributário Nacional. 7. ed. Saraiva, 2013. v. 2. p. 61-62.\nATALIBA, Geraldo. Apontamentos de Ciência das Finanças, Direito Financeiro e Tributário. Revista dos Tribunais, 1969. p. 110.\nBALEEIRO, Aliomar. Direito Tributário Brasileiro. 12. ed. Forense, 2013. p. 970, item 1.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1988. p. 466.\nBORGES, Antônio de Moura. Convenções sobre Dupla Tributação Internacional. Teresina: EDUFPI, 1992. p. 141-142 e 154.\nBORGES, José Alfredo. Revista de Direito Tributário, v. 27, n. 28, p. 170-173.\nBORGES, José Souto Maior. Teoria geral da Isenção Tributária. 3. ed. São Paulo: Malheiros, 2007. p. 290-292.\nCANOTILHO, José Joaquim Gomes. Direito constitucional e teoria da Constituição. p. 725-727.\nDORIA, Antônio Roberto Sampaio. Da Lei Tributária no Tempo. 1968. p. 41.\nFROWEIN, Jochen Abr. Die Europäisierung des Verfassungsrechts. In: BADURA, Peter; DREIER, Horst. Festschrift des Bundesverfassungsgerichts. Bd. I, 2001. p. 209-210.\nHARADA, Kiyoshi. Direito Financeiro e Tributário. 26. ed. Atlas, 2017. p. 344, item 8.5.2.8.\nHERDEGEN, Matthias. Völkerrecht. 4. ed. München: Beck, 2005. p. 112-113.\nHIRSCH, Moshe. Compliance with International Norms. In: The Impact of International Law on International Cooperation. Cambridge: Cambridge University Press, 2004. p. 184-188.\nKELSEN, Hans. Teoria Geral do Direito e do Estado. 3. ed. Tradução: Luís Carlos Borges. São Paulo: Martins Fontes, 1998. p. 515 et seq.\nKIRCHHOF, Paul. La Influencia de la Constitucón Alemana em su Legislación Tributaria. In: Garantias Constitucionales del Contribuyente, Tirant lo Blanch, Valencia, 1998. p. 26.\nLAFER, Celso. A Internacionalização dos Direitos Humanos: Constituição, Racismo e Relações Internacionais. Manole, 2005. p. 16-18.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 26. ed. São Paulo: Malheiros, 2005. p. 98-99.\n______.______. 37. ed. Malheiros, 2016. p. 86, item 5.\nMAZZUOLI, Valerio de oliveira. Curso de Direito Internacional Público. 2. ed. Revista dos Tribunais, 2007. p. 682-702, item 8.\nPAULSEN, Leandro. Direito Tributário: Constituição e Código Tributário à luz da doutrina e da\njurisprudência. 13. ed. Livraria do Advogado, 2011. p. 883.\nPIOVESAN, Flávia. Direitos Humanos e o Direito Constitucional Internacional. 7. ed. Saraiva, 2006. p. 51-77.\nREZEK, José Francisco. Direito dos Tratados. Forense, 1984. p. 470-475, itens 393-395.\n______. Direito Internacional Público. São Paulo: Saraiva, 2002. p. 28-29 e 57-58.\nRUST, Alexander. \"Art. 24” Rz. 2/4. In: VOGEL & LEHNER. Doppelbesteuerungsabkommen. 4. ed. München: Beck, 2003. p. 1817-1818.\nSABBAG, Eduardo. Manual de Direito Tributário. 3. ed. Saraiva, 2011. p. 595-598, item 2.1.9.\nSHAW, Malcom. International Law. Cambridge: Cambridge University Press, 2003. p. 812.\nSTRENGER, Irineu. Curso de Direito Internacional Privado. fORENSE, 1978. p. 108-112.\nTÔRRES, Heleno. Pluritributação Internacional sobre as Rendas de Empresas. 2. ed. São Paulo: Revista dos Tribunais, 2001. p. 95 e 578-582.\nTORRES, Ricardo Lobo. Curso de Direito Financeiro e Tributário. 2. ed. Renovar, 1995. p. 42-44, item 16.\nTRIEPEL, Karl Heinrich. As Relações entre o Direito Interno e o Direito Internacional. Tradução: Amílcar de Castro. Revista da Faculdade de Direito, ano XVII, n. 6, out. 1966. p. 7-64.\nTRINDADE, Antônio Augusto Cançado. Tratado de Direito Internacional dos Direitos Humanos. 2. ed. Fabris, 2003. v. 1. p. 513, item 13.\nVERDROSS, Alfred; SIMMA, Bruno. Universelles Völkerrecht. Berlin: Duncker und Humblot, 1984. p. 53 e 339.\nVOGEL, Klaus. \"Einleitung\" Rz. 70/72. 4. ed. In VOGEL & LEHNER. Doppelbesteuerungsabkommen. München: Beck, 2003. p. 137-138.\nXAVIER, Alberto. Direito Tributário Internacional do Brasil. 6. ed. Rio de Janeiro: Forense, 2005. p. 95 e 132.","ministro_facet":["GILMAR MENDES","DIAS TOFFOLI"],"processo_numero":460320,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433101","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 1.042 da repercussão geral, conheceu do recurso extraordinário e deu-lhe provimento para, reformando o acórdão impugnado, assentar compatível, com a Lei Maior, o condicionamento do desembaraço aduaneiro de mercadoria importada ao pagamento de diferença de tributo e multa decorrente de arbitramento implementado pela autoridade fiscal, invertidos os ônus de sucumbência, nos termos do voto do Relator. Foi fixada a seguinte tese: “É constitucional vincular o despacho aduaneiro ao recolhimento de diferença tributária apurada mediante arbitramento da autoridade fiscal”. Falou, pela recorrente, o Dr. Paulo Mendes de Oliveira, Procurador da Fazenda Nacional. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 4.9.2020 a 14.9.2020 (Sessão iniciada na Presidência do Ministro Dias Toffoli e finalizada na Presidência do Ministro Luiz Fux).","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433101","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433101","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"IMPORTAÇÃO – TRIBUTO E MULTA – MERCADORIA – DESPACHO ADUANEIRO – ARBITRAMENTO – DIFERENÇA – CONSTITUCIONALIDADE. Surge compatível com a Constituição Federal o condicionamento, do desembaraço aduaneiro de bem importado, ao pagamento de diferença tributária apurada por arbitramento da autoridade fiscal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754002532","externo_seq_objeto_incidente":5304243,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-242  DIVULG 02-10-2020  PUBLIC 05-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1090591&classe=RE","is_colac":false,"titulo":"RE 1090591","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00054 INC-00055 ART-00093 \n          INC-00009 PAR-00001 INC-00004 ART-00102 \n          ART-00170 PAR-ÚNICO ART-00237\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   MPR-002158      ANO-2001\n          ART-00088\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 35\n\n","LEG-FED   DEC-006759      ANO-2009\n          ART-00564 ART-00570 PAR-00001 INC-00001 \n          ART-00571 PAR-00001 REDAÇÃO DADA PELO DEC-8010/2013\n          ART-00571 PAR-00001 INC-00001 REDAÇÃO DADA PELO DEC-8010/2013\n                DECRETO\n\n","LEG-FED   SUMSTF-000048      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000323      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-MUN   CTM      \n          ART-00075\n                CÓDIGO TRIBUTÁRIO MUNICIPAL DE MAJOR, AL"],"publicacao_data":"2020-10-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PAGAMENTO, TRIBUTO, MULTA, ELEMENTO ESSENCIAL, DESPACHO ADUANEIRO, APERFEIÇOAMENTO, IMPORTAÇÃO. AUSÊNCIA, COAÇÃO, FORMA INDIRETA, QUITAÇÃO, DÉBITO TRIBUTÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: SÚMULA, STF, VEDAÇÃO, SANÇÃO POLÍTICA, COAÇÃO, PAGAMENTO, TRIBUTO. CASO CONCRETO, AUSÊNCIA, PREENCHIMENTO, REQUISITO, DESPACHO ADUANEIRO, QUITAÇÃO, ENCARGO, NATUREZA TRIBUTÁRIA. IMPOSTO SOBRE A IMPORTAÇÃO (II), PREDOMINÂNCIA, FUNÇÃO, CARÁTER EXTRAFISCAL, PROTEÇÃO, INDÚSTRIA, CARÁTER NACIONAL, POLÍTICA ECONÔMICA. CONTROLE, FISCALIZAÇÃO, COMÉRCIO EXTERIOR, ATIVIDADE, NATUREZA CONSTITUCIONAL. NORMA, MINISTÉRIO DA FAZENDA (MF), PRINCÍPIO DA LEGALIDADE. CONDIÇÃO, INGRESSO, MERCADORIA, PAÍS, RECOLHIMENTO TRIBUTÁRIO, AUSÊNCIA, OFENSA, LIVRE INICIATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1090591&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ICMS, IMPORTAÇÃO, MERCADORIA, DESPACHO ADUANEIRO)\nRE 193817 (2ªT), ARE 876019 AgR (1ªT). \n(FUNDAMENTAÇÃO, DECISÃO JUDICIAL)\nAI 791292 QO-RG. \n(OFENSA, PRINCÍPIO CONSTITUCIONAL, APRECIAÇÃO, MATÉRIA INFRACONSTITUCIONAL, AUSÊNCIA, REPERCUSSÃO GERAL)\nARE 748371 RG (TP). \n(SÚMULA 323/STF)\nRE 39933 (1ªT). \n(IMPOSTO SOBRE A IMPORTAÇÃO (II), FUNÇÃO, CARÁTER EXTRAFISCAL, POLÍTICA ECONÔMICA)\nRE 205211 (2ªT). \n(NORMA, COMPETÊNCIA, MF, RELAÇÃO, PRINCÍPIO DA LEGALIDADE)\nRE 919752 AgR (1ªT). \nNúmero de páginas: 22.\nAnálise: 08/04/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL \nRECDO.(A/S)  : DOCASUL ASSESSORIA, CONSULTORIA E COMERCIO INTERNACIONAL LTDA \nADV.(A/S)  : JOSE MESSIAS SIQUEIRA \nADV.(A/S)  : CRISTIANE ROMANO FARHAT FERRAZ \nADV.(A/S)  : DANIELLA ZAGARI GONCALVES","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1042 - Condicionamento do despacho aduaneiro de bens importados ao pagamento de diferenças apuradas por arbitramento da autoridade fiscal.","old_seq_sjur":433101,"documental_tese_texto":"É constitucional vincular o despacho aduaneiro ao recolhimento de diferença tributária apurada mediante arbitramento da autoridade fiscal.","procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 1090591","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"PAULSEN, Leandro. Direito Tributário, Constituição e Código Tributário à Luz da Doutrina e da Jurisprudência. 9. ed. 2007.\n______. Constituição e Código Tributário comentados à luz da doutrina e da jurisprudência. 18. ed. São Paulo: Saraiva, 2017. p. 711.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":1090591,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432998","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 18.9.2020 a 25.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432998","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432998","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. CRIME PRATICADO POR BRASILEIRO NO EXTERIOR. SITUAÇÃO QUE NÃO SE ENQUADRA NAS HIPÓTESES DO ART. 109, I, IV E V, DA CONSTITUIÇÃO FEDERAL. COMPETÊNCIA DA JUSTIÇA ESTADUAL COMUM. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\n\n\n\n     I – O crime praticado por brasileiro no exterior, que não se enquadra nas hipóteses previstas no art. 109, I, IV e V, da Constituição Federal, não atrai a competência da Justiça Federal.\n\n\n\n    II – A ausência de dano direto a bens ou serviços da União, suas entidades autárquicas ou empresas pública, ou de seus interesses, bem como a ausência de previsão do fato narrado em tratado internacional, na conduta delituosa de brasileiro no exterior, atrai a competência da Justiça Estadual comum para apreciar o feito.\n\n\n\n    III – Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753991660","externo_seq_objeto_incidente":5954777,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-241  DIVULG 01-10-2020  PUBLIC 02-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1271685&classe=RE","is_colac":false,"titulo":"RE 1271685 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00109 INC-00001 INC-00004 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00297 \"CAPUT\" ART-00304\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO"],"publicacao_data":"2020-10-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1271685&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ACORDO GERAL SOBRE TARIFAS E COMÉRCIO (GATT), ISENÇÃO TRIBUTÁRIA)\nRE 229096 (TP). \nNúmero de páginas: 10.\nAnálise: 26/01/2021, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : STEPHANYE ROXANA AGOSTINHO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432998,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 1271685 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-09-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1271685,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}