{"result":{"took":432,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur244301","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal rejeitou, por maioria, vencido o Ministro Marco Aurélio, as alegações quanto ao cancelamento de votos e notas taquigráficas e à não identificação de voto, e, por unanimidade, a alegação de nulidade do voto do Ministro Ayres Britto, tudo nos termos do voto do Relator, Ministro Joaquim Barbosa (Presidente). Em seguida, o julgamento foi suspenso. Ausente, licenciado, o Ministro Teori Zavascki. Plenário, 14.08.2013.\r\n\n                  Decisão: Prosseguindo no julgamento, após o voto do Relator, Ministro Joaquim Barbosa (Presidente), que rejeitava os embargos de declaração, e os votos dos Ministros Ricardo Lewandowski e Marco Aurélio, que os acolhia parcialmente, pediu vista dos autos o Ministro Roberto Barroso. Plenário, 29.08.2013. \r\n\n                 Decisão: Prosseguindo no julgamento, após o voto-vista do Ministro Roberto Barroso, no que foi acompanhado pelo Ministro Dias Toffoli, acolhendo em parte os embargos de declaração, pediu vista dos autos o Ministro Luiz Fux. Presidência do Ministro Joaquim Barbosa (Presidente). Plenário, 04.09.2013.\r\n\n                  Decisão: Prosseguindo no julgamento, o Tribunal, por maioria, acolheu parcialmente os embargos de declaração, nos termos do voto do Ministro Ricardo Lewandowski, vencidos, nessa parte, os Ministros Joaquim Barbosa (Presidente), Rosa Weber e Luiz Fux. A Ministra Rosa Weber concedia habeas corpus de ofício. Quanto à fixação da pena base pelo delito de formação de quadrilha, os Ministros Ricardo Lewandowski, Marco Aurélio e Dias Toffoli reajustaram os votos em relação aos embargantes Delúbio Soares de Castro, José Roberto Salgado, José Genoíno Neto, Kátia Rabello, Ramon Hollerbach Cardoso e Jacinto de Souza Lamas; em relação ao embargante Cristiano de Mello Paz, reajustaram os votos os Ministros Ricardo Lewandowski e Dias Toffoli; e, em relação ao embargante Marco Valério Fernandes de Souza, reajustou o voto o Ministro Dias Toffoli. Plenário, 05.09.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur244301","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:22:18.573431","dg_unique":"sjur244301","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"EDj-décimos sétimos","is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO PENAL. EMBARGOS DE DECLARAÇÃO. VOTO DO MINISTRO AYRES BRITTO. VALIDADE. CRIME DE LAVAGEM. CRIMES ANTECEDENTES. AMBIGUIDADE, OBSCURIDADE E OMISSÃO. INEXISTÊNCIA. REEXAME DA PROVA. INADEQUAÇÃO. DOSIMETRIA DA PENA. CONTRADIÇÃO INTRINSECA RECONHECIDA. REDUÇÃO DO PERCENTUAL DE MAJORAÇÃO PELA CONTINUIDADE DELITIVA. CANCELAMENTO DAS NOTAS. POSSIBILIDADE. PREVISÃO REGIMENTAL EMBARGOS ACOLHIDOS EM PARTE.\n\n\n\n    Não houve omissão sobre a validade do voto proferido pelo Ministro Ayres Britto. Na sessão de julgamento de 28.11.2012, ficou definido que, nas circunstâncias em que o Tribunal passou a funcionar, com apenas 9 (nove) ministros, cinco votos seriam suficientes para a fixação da dosimetria da pena, sendo válido, para o juízo de condenação, o voto proferido pelo Ministro Ayres Britto. \n\n\n\n    Ausente omissão, ambiguidade ou obscuridade na fixação da pena pelo crime de lavagem de capitais. A fixação da pena-base pelo crime de lavagem levou em conta o caput do artigo 1º da Lei 9.613/98, para cuja concretização é irrelevante o cometimento de um ou mais dos crimes antecedentes então listados, no dispositivo, hoje revogado, pois é suficiente o conhecimento de que são bens ou valores provenientes de infração penal.\n\n\n\n    Não houve qualquer contradição na dosimetria das penas aplicadas ao embargante pela aplicação sucessiva da atenuante do artigo 65,III do CP e da majorante pela continuidade delitiva. A importância da participação do embargante nos eventos criminosos foi devidamente abordada e fundamentada no acórdão (fls. 55.179 e 58.101-58.107), de modo que não havia qualquer compatibilidade entre os fundamentos da condenação e a aplicação do artigo 29, §1º, do Código Penal, que diz respeito, exclusivamente, aos casos de participação de menor importância, que decididamente não foi o caso do embargante.\n\n\n\n    Há, no entanto, segundo o entendimento da maioria, contradição interna no acórdão embargado entre a pena total aplicada ao embargante   e aquela fixada para os corréus parlamentares. Na dicção da maioria, é contraditório aplicar ao embargante pena superior àquela aplicada aos parlamentares, uma vez que foi reconhecidamente mero intermediário na prática dos crimes. Ficou determinada, assim, a redução do percentual aplicado pela continuidade delitiva para 1/3, nos termos do voto do ministro Ricardo Lewandowski.\n\n\n\n    Está clara a existência do elemento subjetivo do tipo no crime de lavagem de dinheiro. A condenação do embargante pela prática do crime antecedente de corrupção passiva já é suficiente para concluir que tinha conhecimento pleno e absoluto da procedência criminosa dos valores, tendo agido com dolo direto na execução do crime de lavagem de dinheiro.\n\n\n\n    Ausente contradição no somatório das incidências penais indicadas na fundamentação do voto do Ministro Luiz Fux, pois a soma dá exatamente o resultado lançado no dispositivo (5+7+3=15) do voto referido.\n\n\n\n    A revisão e o eventual cancelamento das notas taquigráficas não acarreta nulidade do acórdão por falta de fundamentação. Precedentes desta Corte: Embargos de declaração no recurso extraordinário 592.905 (Pleno, rel. min. Eros Grau, DJe de 6/8/2010) e o agravo regimental nos embargos de declaração no agravo regimental no recurso extraordinário 406.432 (Segunda Turma, rel. min. Celso de Mello, DJ de 27/4/2007).\n\n\n\n    Embargos de declaração acolhidos em parte, pela maioria, para reduzir o percentual de aumento da pena do embargante pela continuidade delitiva para 1/3 (um terço).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=233225804","externo_seq_objeto_incidente":4408227,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-200  DIVULG 09-10-2013  PUBLIC 10-10-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=470&classe=AP%E9cimos+s%E9timos","is_colac":false,"titulo":"AP 470 EDj-décimos sétimos","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00093 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00463 INC-00001 INC-00002\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00004 ART-00022\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" INC-00005 INC-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009957      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010763      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-001608      ANO-1939\n          ART-00862 PAR-00004\n                CPC-1939 CÓDIGO DE PROCESSO CIVIL - REVOGADO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00029 PAR-00001 ART-00033 PAR-00002 \n          LET-C ART-00044 PAR-00002 ART-00044 \n          ART-00059 ART-00062 INC-00001 ART-00065 \n          INC-00003 LET-C ART-00068 ART-00071 \n          ART-00107 INC-00001 ART-00288 ART-00312 \n          ART-00333 REDAÇÃO DADA PELA LEI-10763/2003\n          ART-00333 REDAÇÃO ORIGINÁRIA\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00079 PAR-00001\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-897-A REDAÇÃO DADA PELA LEI-9957/2000\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   RGI      ANO-1980\n          ART-00071 ART-00075 ART-00096 PAR-00001 \n          PAR-00002 PAR-00003 ART-00133 PAR-ÚNICO \n          ART-00337 PAR-00002 ART-00338\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMTST-000278      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2013-10-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, REDISTRIBUIÇÃO, EMBARGOS DE DECLARAÇÃO, FUNDAMENTO, EXISTÊNCIA, PREVISÃO, REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL (STF), ATRIBUIÇÃO, MINISTRO RELATOR, ACÓRDÃO RECORRIDO, SUBMISSÃO, EMBARGOS DE DECLARAÇÃO, JULGAMENTO, CONFIGURAÇÃO, COMPETÊNCIA, PRESIDENTE DO TRIBUNAL, HIPÓTESE, ELABORAÇÃO, RELATÓRIO, MOMENTO ANTERIOR. DESCARACTERIZAÇÃO, OMISSÃO, OBSCURIDADE, DECORRÊNCIA, INEXISTÊNCIA, IDENTIFICAÇÃO, VOTO, FUNDAMENTO, POSSIBILIDADE, ENTENDIMENTO, FUNDAMENTAÇÃO, ACÓRDÃO RECORRIDO. INEXISTÊNCIA, CONTRADIÇÃO, ACÓRDÃO RECORRIDO, CONFIGURAÇÃO, COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, DESMEMBRAMENTO, AÇÃO PENAL, VERIFICAÇÃO, DIFERENÇA, SITUAÇÃO JURÍDICA, ACUSADO. DESCARACTERIZAÇÃO, CONTRADIÇÃO, DECORRÊNCIA, METODOLOGIA, JULGAMENTO, IMPOSSIBILIDADE, INVOCAÇÃO, FUNDAMENTO, VOTO VENCIDO. INEXISTÊNCIA, NULIDADE, VOTO, HIPÓTESE, AUSÊNCIA, REALIZAÇÃO, DOSIMETRIA DA PENA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EXISTÊNCIA, CONTRADIÇÃO, FRAÇÃO, AUMENTO DA PENA, MANDANTE DO CRIME, EXECUTOR DO CRIME, DECORRÊNCIA, CRIME CONTINUADO, FUNDAMENTO, MAIOR GRAVIDADE, CONDUTA, MANDANTE DO CRIME, COMPARAÇÃO, CONDUTA, EXECUTOR DO CRIME. IMPOSSIBILIDADE, AUMENTO, PENA, MANDANTE DO CRIME, FINALIDADE, RESTABELECIMENTO, ISONOMIA, NECESSIDADE, REDUÇÃO, PENA, EXECUTOR DO CRIME. CABIMENTO, CASO CONCRETO, PENA SUBSTITUTIVA.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: NECESSIDADE, REALIZAÇÃO, ALTERAÇÃO, SISTEMA ELEITORAL, ATIVIDADE POLÍTICO-PARTIDÁRIA, INSUFICIÊNCIA, DIREITO PENAL, FINALIDADE, MUDANÇA, COSTUMES. NECESSIDADE, MUDANÇA, ÂMBITO, VIDA PRIVADA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INCOMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), JULGAMENTO, ACUSADO, HIPÓTESE, INEXISTÊNCIA, FORO PRIVILEGIADO, POSSIBILIDADE, RECONHECIMENTO, INCOMPETÊNCIA, QUALQUER MOMENTO, FUNDAMENTO, COMPETÊNCIA ABSOLUTA. NECESSIDADE, SEDE, EMBARGOS DE DECLARAÇÃO, PROFERIMENTO, VOTO, MINISTRO REVISOR, MOMENTO POSTERIOR, PROFERIMENTO, VOTO, MINISTRO RELATOR, FUNDAMENTO, CARACTERIZAÇÃO, CONTINUIDADE, JULGAMENTO, AÇÃO PENAL. IMPOSSIBILIDADE, CANCELAMENTO, REGISTRO, VOTO, FINALIDADE, COMPOSIÇÃO, ACÓRDÃO.\n\n- VOTO VENCIDO, MIN. JOAQUIM BARBOSA: INEXISTÊNCIA, CONTRADIÇÃO, FRAÇÃO, AUMENTO DA PENA, DECORRÊNCIA, RECONHECIMENTO, CRIME CONTINUADO, FUNDAMENTO, OBSERVÂNCIA, ENTENDIMENTO, PLENÁRIO, SUPREMO TRIBUNAL FEDERAL (STF), NECESSIDADE, CONSIDERAÇÃO, NÚMERO, CRIME.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: COMPATIBILIDADE, PRINCÍPIO DA ISONOMIA, ADOÇÃO, CRITÉRIO, CARÁTER OBJETIVO, FINALIDADE, DETERMINAÇÃO, FRAÇÃO, AUMENTO DA PENA, CRIME CONTINUADO. IMPOSSIBILIDADE, INVOCAÇÃO, PRINCÍPIO DA ISONOMIA, FINALIDADE, JUSTIFICATIVA, REPETIÇÃO, ERRO DE JULGAMENTO. NECESSIDADE, CONCILIAÇÃO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA, ÂMBITO PENAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: RESTRIÇÃO, POSSIBILIDADE, ALTERAÇÃO, JULGADO, SEDE, EMBARGOS DE DECLARAÇÃO, HIPÓTESE, PRESENÇA, CONDIÇÃO, EMBARGABILIDADE. DESCARACTERIZAÇÃO, DISPARIDADE, RESULTADO, JULGAMENTO, ACÓRDÃO RECORRIDO, CONTRADIÇÃO, CARACTERIZAÇÃO, CONSEQUÊNCIA, METODOLOGIA, JULGAMENTO. NECESSIDADE, CONCESSÃO, HABEAS CORPUS DE OFÍCIO, DECORRÊNCIA, CONFIGURAÇÃO, OFENSA, PRINCÍPIO DA ISONOMIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=470&classe=AP%E9cimos+s%E9timos","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-EDj-décimos sétimos","documental_observacao_texto":"- Acórdão(s) citado(s):\n(NOTAS TAQUIGRÁFICAS, REVISÃO, CANCELAMENTO)\nRE 223904 (2ªT), RE 406432 AgR-ED-AgR (2ªT), RMS 27920 ED (2ªT), RE 592905 ED (TP), Inq 2424 ED (TP), AP 552 PetA-ED (TP). \n(EMBARGOS DE DECLARAÇÃO, CONTRADIÇÃO, VOTO VENCEDOR, VOTO VENCIDO)\nExt 662 ED (TP). \n(EMBARGOS DE DECLARAÇÃO, EFEITOS INFRINGENTES)\nAI 153147 AGR-ED (1ªT), RE 36990 ED (TP), RE 55940 (2ªT), RE 71226 (1ªT), RE 91995 (1ªT), RE 174285 ED (1ªT), RE 177599 ED (1ªT), RE 227942 ED (2ªT), RTJ 191/694, RTJ 134/1296, RTJ 134/836. \n(MOTIVAÇÃO \"PER RELATIONEM\")\nAI 734689 AgR (2ªT), AI 825520 AgR-ED (2ªT), AI 738982 AgR (2ªT), ARE 657355 AgR (1ªT), AI 813692 AgR (2ªT), RE 585932 AgR (2ªT), HC 54513 (2ªT), RE 172292 (1ªT). \n(EMBARGOS DE DECLARAÇÃO, CONTRADIÇÃO, VOTO CONVERGENTE, MOTIVAÇÃO DIVERSA)\nInq 1070 ED (TP). \n- Decisões monocráticas citadas:\n(MOTIVAÇÃO \"PER RELATIONEM\")\nMS 28677 MC, MS 28989 MC.\n- Decisão estrangeira citada: BVerwG, Urteil vom 6. Juni 1975, Az. II C 68.73, BverwGE 47, 330-379, Tribunal Superior de Direito Administrativo da Alemanha.\r\n- Veja AP 396 e AP 512 do STF.\r\nNúmero de páginas: 168.\r\nAnálise: 04/02/2014, GOD.\r\nRevisão: 12/03/2014, SER.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : JOÃO CLÁUDIO DE CARVALHO GENU \nADV.(A/S)  : MARCO ANTONIO MENEGHETTI \nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":244301,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"AP 470 EDj-décimos sétimos","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2013-09-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"DÉCIMOS SÉTIMOS EMB.DECL.JULG. NA AÇÃO PENAL","documental_doutrina_texto":"BALKIN, Jack; SIEGEL, Reva. Remembering How to do Equality. In: The Constitution in 2020. Oxford Press. p. 102.\r\nBOSCHI, José Antonio Paganella. Das penas e seus critérios de aplicação. 3. ed. Porto Alegre: Livraria do Advogado, 2004.\r\nGUIMARÃES, Renato Lôbo. Embargos de Declaração com Efeito Modificativo do Julgado. 2. ed. Thompson. IOB. p. 55-6.\r\nMELLO, Celso Antônio Bandeira de. O Conteúdo Jurídico do Princípio da Igualdade. 3. ed. São Paulo: Malheiros, 2011. p. 28.","ministro_facet":["JOAQUIM BARBOSA"],"processo_numero":470,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur368793","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a viabilidade da extradição, nos termos do voto da Relatora. Unânime. Não participou, justificadamente, deste julgamento, o Senhor Ministro Luiz Fux. Ausente, justificadamente, o Senhor Ministro Luís Roberto Barroso. Presidência do Senhor Ministro Marco Aurélio. Primeira Turma, 25.4.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur368793","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur368793","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CRIME DE TRÁFICO DE ESTUPEFACIENTES. CORRESPONDÊNCIA COM OS DELITOS DE TRÁFICO DE DROGAS E DE ASSOCIAÇÃO PARA O TRÁFICO DE DROGAS. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. CONTENCIOSIDADE LIMITADA. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo da Suíça que atende os requisitos da Lei 6.815/1980 e do Tratado de Extradição específico. \n\n\n\n    2. Crime de tráfico de estupefacientes, por duas vezes, nos termos da legislação estrangeira, que corresponde aos delitos de tráfico de drogas e de associação para o tráfico, tipificados nos arts. 33 e 35 da Lei 11.343/2006. Dupla incriminação atendida.\n\n\n\n    3. Inocorrência de prescrição e óbices legais.\n\n\n\n    4. A apreciação das teses defensivas pertinentes ao mérito da imputação extrapola o sistema da contenciosidade limitada que rege o processo de extradição (art. 85, § 1º, do Estatuto do Estrangeiro).\n\n\n\n    5. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 91 da Lei nº 6.815/1980.\n\n\n\n    6. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13009562","externo_seq_objeto_incidente":4986749,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-119  DIVULG 06-06-2017  PUBLIC 07-06-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1457&classe=Ext","is_colac":false,"titulo":"Ext 1457","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00004 INC-00007 ART-00078 \n          INC-00001 ART-00080 PAR-00001 PAR-00002 \n          ART-00082 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00082 PAR-00001 REDAÇÃO DADA PELA LEI-12878/ 2013\n          ART-00082 PAR-00002 REDAÇÃO DADA PELA LEI -12878/ 2013\n          ART-00084 \"CAPUT\" PAR-ÚNICO ART-00085 \n          \"CAPUT\" PAR-00001 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00035\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1932\n          ART-00002 ART-00003 INC-0000E ART-00007 \n          ART-00008\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A SUÍÇA, FIRMADO NO RIO DE JANEIRO, D. F., A 23 DE JULHO DE 1932\n\n","LEG-INT   TTD      ANO-2004\n                TRATADO DE COOPERAÇÃO JURÍDICA EM MATÉRIA PENAL ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A CONFEDERAÇÃO SUÍÇA, CELEBRADO EM BERNA, EM 12 DE MAIO DE 2004\n\n","LEG-INT   CVC      ANO-1971\n          ART-00009\n                CONVENÇÃO SOBRE IGUALDADE DE DIREITOS E DEVERES ENTRE BRASILEIROS E PORTUGUESES\n\n","LEG-INT   CVC      ANO-1988\n                CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00002 ART-00119 \n          INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000082      ANO-1971\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE IGUALDADE DE DIREITOS E DEVERES ENTRE BRASILEIROS E PORTUGUESES\n\n","LEG-FED   DLG-000162      ANO-1991\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000300      ANO-2006\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE COOPERAÇÃO JURÍDICA EM MATÉRIA PENAL ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A CONFEDERAÇÃO SUÍÇA, CELEBRADO EM BERNA, EM 12 DE MAIO DE 2004\n\n","LEG-FED   DEC-023997      ANO-1934\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A SUÍÇA, FIRMADO NO RIO DE JANEIRO, D. F.,  A 23 DE JULHO DE 1932\n\n","LEG-FED   DEC-070391      ANO-1972\n          ART-00005\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE IGUALDADE DE DIREITOS E DEVERES ENTRE BRASILEIROS E PORTUGUESES\n\n","LEG-FED   DEC-000154      ANO-1991\n          ART-00006 ITEM-2\n                DECRETO - PROMULGA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-006974      ANO-2009\n                DECRETO - PROMULGA O TRATADO DE COOPERAÇÃO JURÍDICA EM MATÉRIA PENAL ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A CONFEDERAÇÃO SUÍÇA, CELEBRADO EM BERNA, EM 12 DE MAIO DE 2004\n\n","LEG-FED   RGI      ANO-1980\n          ART-00208\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2017-06-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INOCORRÊNCIA, EXCESSO DE PRAZO, INSTRUÇÃO PROCESSUAL, CASO CONCRETO. CONFIGURAÇÃO, PRISÃO PREVENTIVA, EXTRADITANDO, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO. AUSÊNCIA, CARÁTER PUNITIVO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO. DESCABIMENTO, LIBERDADE PROVISÓRIA, PRISÃO DOMICILIAR, PROCESSO DE EXTRADIÇÃO, VIA DE REGRA. EXCEÇÃO, REGRA, HIPÓTESE, SAÚDE, FAMÍLIA, EXTRADITANDO, FUNDAMENTO, PRINCÍPIO DA RAZOABILIDADE, PROPORCIONALIDADE. DESCABIMENTO, ALEGAÇÃO, AUSÊNCIA, REQUISITO, EXTRADIÇÃO, DECORRÊNCIA, PREVISÃO, PENA DE MULTA, LEGISLAÇÃO ESTRANGEIRA. EXISTÊNCIA, PREVISÃO, PENA DE RECLUSÃO, LEI BRASILEIRA, CRIME, TRÁFICO DE DROGAS, ASSOCIAÇÃO PARA O TRÁFICO. ADMISSIBILIDADE, EXTRADIÇÃO, CASO CONCRETO, FUNDAMENTO, TRATADO DE EXTRADIÇÃO. AUSÊNCIA, OBSTÁCULO, DEFERIMENTO, EXTRADIÇÃO, DESCONHECIMENTO, EXTRADITANDO, ESTATUTO, IGUALDADE, ESTADO BRASILEIRO, REPÚBLICA PORTUGUESA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DEVER, CHEFE DO PODER EXECUTIVO, APRECIAÇÃO, VIABILIDADE, PROSSEGUIMENTO, EXTRADIÇÃO. IMPOSSIBILIDADE, IMPOSIÇÃO, PODER EXECUTIVO, ENTREGA, EXTRADITANDO, DECORRÊNCIA, PRINCÍPIO DA SOBERANIA NACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DESCABIMENTO, EXTRADIÇÃO, HIPÓTESE, RECONHECIMENTO, DIREITO, MINISTÉRIO DA JUSTIÇA (MJ), FUNDAMENTO, ESTATUTO, IGUALDADE, ESTADO BRASILEIRO, REPÚBLICA PORTUGUESA. ADMISSIBILIDADE, PEDIDO, EXTRADIÇÃO, FUNDAMENTO, TRATADO INTERNACIONAL, RECIPROCIDADE. INCOMPETÊNCIA, PODER JUDICIÁRIO, JULGAMENTO, EXTRADITANDO, HIPÓTESE, COMETIMENTO, CRIME, ESTADO ESTRANGEIRO, FUNDAMENTO, PRINCÍPIO DA TERRITORIALIDADE, LEI PENAL. ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA, FUNDAMENTO, EXISTÊNCIA, MANDADO DE PRISÃO, ESTADO ESTRANGEIRO. INOCORRÊNCIA, JULGAMENTO, TRIBUNAL DE EXCEÇÃO, CASO CONCRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1457&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO PREVENTIVA, PROCESSO DE EXTRADIÇÃO)\nExt 785 (1ªT), Ext 1121 (TP). \n(EXCEÇÃO, REGRA, PRISÃO, PROCESSO DE EXTRADIÇÃO)\nHC 91657 (TP), Ext 1054 QO (TP), Ext 1244 (1ªT), Ext 1254 QO (2ªT), Ext 1407 (2ªT). \n(DUPLA TIPICIDADE, TRÁFICO DE DROGAS)\nExt 1344 (1ªT). \n(EXTRADIÇÃO, COMPETÊNCIA INTERNACIONAL, JUSTIÇA BRASILEIRA)\nExt 1151 (TP). \n(EXTRADIÇÃO, NACIONALIDADE, CONVENÇÃO, IGUALDADE)\nExt 890 (TP), PPE 302 QO (1ªT). \n(PRISÃO, EXTRADITANDO, CONDIÇÃO DE PROCEDIBILIDADE)\nExt 1414 AgR (1ªT), Ext 1452 (2ªT). \n(REQUISTO, EXTRADIÇÃO, RECIPROCIDADE)\nExt 667 (1ªT), Ext 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(INCOMPETÊNCIA, PODER JUDICIÁRIO, JULGAMENTO, EXTRADITANDO, PRINCÍPIO DA TERRITORIALIDADE)\nExt 1094 (TP). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(EXIGÊNCIA, DUPLA TIPICIDADE, EXTRADIÇÃO)\nExt 669 (TP), Ext 1196 (TP). \n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO, AUSÊNCIA, CARÁTER PUNITIVO)\nHC 71402 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, ESTATUTO DO ESTRANGEIRO)\nExt 1244 (1ªT), Ext 1407 (2ªT), Ext 1456 (1ªT), Ext 1466 (2ªT). \n- Decisão monocrática citada:\n(EXCEÇÃO, REGRA, PRISÃO, PROCESSO DE EXTRADIÇÃO)\nExt 1091.\n- Legislação estrangeira citada: Art. 19, alínea 1, letras \"b\" e \"d\", e alínea 2, letras ‘a’ e ‘b’, da Lei Federal Suiça; art. 40, art. 97, letra \"b\" do Código Penal Suíço.\nNúmero de páginas: 29.\nAnálise: 20/06/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SUÍÇA \nADV.(A/S)  : ANA THAIS DIAS SAFE CARNEIRO \nEXTDO.(A/S)  : IRSHAD ULLAH KHAN OU KHAN IRSHAD ULLAH \nADV.(A/S)  : ANTONIO ANDRADE LOPES \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":368793,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1457","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"MITIDIERO, Daniel. Curso de Direito Constitucional. 2. ed. revista, atualizada e ampliada. Revista dos Tribunais.","ministro_facet":["ROSA WEBER"],"processo_numero":1457,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur368481","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a viabilidade da entrega do Extraditando, nos termos do voto do Relator. Unânime. Falou o Dr. Alberto Carlos Dias, pelo Extraditando. Presidência do Senhor Ministro Marco Aurélio. Primeira Turma, 18.4.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur368481","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur368481","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. TRATADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU. CRIME DE TRÁFICO DE DROGAS. DUPLA TIPICIDADE. OBSERVÂNCIA. REQUISITOS ESPECÍFICOS DO TRATADO. PREENCHIMENTO. PRESCRIÇÃO. INOCORRÊNCIA. ANÁLISE DO MÉRITO DA AÇÃO PENAL. IMPOSSIBILIDADE. DETRAÇÃO DA PENA. GARANTIA OFERECIDA EXPRESSAMENTE PELA REPÚBLICA DO PERU. REGIME DE PROGRESSÃO DA PENA. IMPOSIÇÃO DA OBSERVÂNCIA DE INSTITUTOS PRÓPRIOS DO DIREITO BRASILEIRO AO ESTADO REQUERENTE. IMPOSSIBILIDADE. JURISPRUDÊNCIA. COMPANHEIRA E FILHO BRASILEIROS. CIRCUNSTÂNCIA QUE NÃO IMPEDE A EXTRADIÇÃO: SÚMULA 421/STF. ATENDIMENTO DE TODOS OS REQUISITOS LEGAIS. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. A extradição instrutória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem por fim viabilizar o julgamento do suspeito da prática, no território do Estado Requerente, de crime que atende ao requisito da dupla tipicidade.\n\n\n\n    2. No processo de extradição, a cognição deste Supremo Tribunal restringe-se à legalidade extrínseca do pedido, sem ingresso no mérito da procedência da acusação, pelo que descabe verificar contradições nos elementos de prova apresentados pelo Estado requerente, ou, ainda, perscrutar a existência de justa causa para a ação penal em curso na jurisdição estrangeira.\n\n\n\n    3. Não constitui óbice à extradição a ausência do regime de progressão de pena no ordenamento jurídico do Estado Requerente. A República Federativa do Brasil não pode exigir, para o deferimento do pedido extradicional, a aplicação de institutos próprios do direito penal e processual brasileiros. Jurisprudência desta Corte.\n\n\n\n    4. A Súmula 421/STF, pacificamente aplicada por esta Suprema Corte, dispõe que a circunstância de o extraditando possuir companheira e filho brasileiros não consubstancia causa impeditiva de extradição.\n\n\n\n    5. In casu, trata-se de pedido de extradição instrutória formulado pela República do Peru, a fim de que nacional neerlandês responda à ação penal instaurada para apurar a suposta prática do crime de tráfico ilícito de drogas, previsto no artigo 296 do Código Penal Peruano. Todos os requisitos para o deferimento da extradição, previstos no Estatuto do Estrangeiro (Lei n. 6.815/80) e no Tratado Bilateral, encontram-se satisfeitos:\n\n\n\n    (a) o extraditando não tem nacionalidade brasileira;\n\n\n\n    (b) o Estado requerente tem jurisdição para julgar os fatos imputados ao extraditando e a República Federativa do Brasil não dispõe de competência para julgar, anistiar ou indultar a pessoa reclamada; \n\n\n\n    (c) as leis de ambos os países impõem penas mínimas privativas de liberdade de um ano, independentemente das circunstâncias e da denominação do crime;\n\n\n\n    (d) o extraditando responde a processo perante Tribunal regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade ao princípio do juiz natural;\n\n\n\n    (e) o crime imputado tem natureza comum, não havendo nenhuma evidência de que os fatos imputados sejam enquadrados como crime político;\n\n\n\n    (f) inexistem elementos de que o pedido extraditório possua outras finalidades que não a aplicação regular da lei penal;\n\n\n\n    (g) a prescrição da pretensão punitiva do delito de tráfico de drogas consuma-se em 15 anos pela legislação peruana e em 20 anos pela legislação brasileira. Considerando que a denúncia contra o extraditando foi recebida em 13.08.2007 pelo tribunal competente, a dupla punibilidade persiste em ambos os países.\n\n\n\n    6. Pedido de extradição deferido, observados os compromissos de (i) não aplicação de penas vedadas pelo ordenamento constitucional brasileiro, em especial a de morte ou de prisão perpétua (art. 5º, XLVII, a e b, da CF); (ii) observância do tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro, 30 (trinta) anos (art. 75, do CP); e (iii) detração do tempo que o extraditando permaneceu preso para fins de extradição no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12977856","externo_seq_objeto_incidente":4970041,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-114  DIVULG 30-05-2017  PUBLIC 31-05-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1454&classe=Ext","is_colac":false,"titulo":"Ext 1454","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00047 LET-A LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006368      ANO-1976\n          ART-00012 REVOGADO PELA LEI-11343/2006\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00004 ART-00078 INC-00001 \n          ART-00080 PAR-00002 ART-00084 ART-00085 \n          \"CAPUT\" ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   TTD      ANO-2003\n          ART-00002 LET-A LET-B LET-C \n          ART-00003 LET-A LET-B LET-C \n          LET-D LET-E ART-00012 ART-00013 \n          ART-00014 LET-A\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000071      ANO-2006\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEC-005853      ANO-2006\n          ART-00014\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-05-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CARACTERIZAÇÃO, AUTENTICIDADE, APRESENTAÇÃO, DOCUMENTO, PEDIDO, EXTRADIÇÃO, VIA DIPLOMÁTICA. CONFIGURAÇÃO, CONDIÇÃO DE PROCEDIBILIDADE, EXTRADIÇÃO, PRISÃO CAUTELAR, EXTRADITANDO, ANDAMENTO DO PROCESSO, EXCEÇÃO, FLAGRANTE ILEGALIDADE. DEFERIMENTO, EXTRADIÇÃO, HIPÓTESE, AUSÊNCIA, RAZÕES, SUPOSIÇÃO, ESTADO ESTRANGEIRO, ATUAÇÃO, DESRESPEITO, DIREITOS HUMANOS. NECESSIDADE, TRATADO INTERNACIONAL, PROMESSA, RECIPROCIDADE, OBJETIVO, ATENDIMENTO, PEDIDO, EXTRADIÇÃO. DESNECESSIDADE, JUNTADA, CÓPIA DE DOCUMENTO, SENTENÇA PENAL CONDENATÓRIA, HIPÓTESE, EXTRADIÇÃO INSTRUTÓRIA, DECORRÊNCIA, NECESSIDADE, JUNTADA, CÓPIA DE DOCUMENTO, MANDADO DE PRISÃO, EXPEDIÇÃO, AUTORIDADE COMPETENTE, ESTADO REQUERENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: VIABILIDADE, ENTREGA, EXTRADITANDO, DECORRÊNCIA, AUSÊNCIA, COMPROVAÇÃO, TRATAMENTO DEGRADANTE, PENITENCIÁRIA, REPÚBLICA DO PERU.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1454&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, IMPOSIÇÃO, ESTADO ESTRANGEIRO, REGRA, ORDENAMENTO JURÍDICO BRASILEIRO)\nExt 542 (TP), Ext 1375 (1ªT), Ext 1391 (1ªT). \n(SÚMULA 421/STF)\nExt 833 (TP), Ext 990 (TP), Ext 1244 (1ªT), Ext 1319 (1ªT), Ext 1397 (2ªT). \n(EXTRADIÇÃO, NOTA VERBAL, AUTENTICIDADE)\nExt 951 (TP), Ext 1114 (TP), Ext 1255 (1ªT). \n(PRISÃO, EXTRADITANDO, ANDAMENTO DO PROCESSO)\nExt 1414 AgR (1ªT), Ext 1452 (2ªT). \n(EXTRADIÇÃO, ESTADO ESTRANGEIRO, AUSÊNCIA, COMPROMETIMENTO, DIREITOS HUMANOS)\nExt 1085 (TP), Ext 1382 (1ªT), Ext 1405 (1ªT). \n(REQUISTO, EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(COMPETÊNCIA, ESTADO REQUERENTE, PRINCÍPIO DA TERRITORIALIDADE)\nExt 1094 (TP). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n- Decisão monocrática citada:\n(EXTRADIÇÃO)\nEXT 667.\n- Legislação estrangeira citada: Arts. 80, 81, 82, 83 e 296 do Código Penal Peruano.\n- Veja PPE 743 do STF.\nNúmero de páginas: 29.\nAnálise: 09/06/2017, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PERU \nEXTDO.(A/S)  : BJORN RON DEN BREKER \nADV.(A/S)  : ALBERTO CARLOS DIAS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":368481,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1454","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-04-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1454,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370964","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria e nos termos do voto do Relator, reconheceu a legitimidade ativa ad causam da requerente e conheceu da ação, vencido o Ministro Marco Aurélio. No mérito, o Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado na ação direta, vencidos os Ministros Celso de Mello, Ricardo Lewandowski (Presidente) e Rosa Weber, que o julgavam procedente. Em seguida, o Tribunal, por falta de quorum, deliberou fixar tese na próxima assentada. Falaram, pela requerente Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Alberto Pavie Ribeiro; pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso; pelo amicus curiae Associação Brasileira de Advogados Trabalhistas - ABRAT o Dr. Roberto Parahyba, e, pelo amicus curiae FENAJUFE - Federação Nacional dos Trabalhadores do Judiciário Federal e Ministério Público da União, o Dr. Cezar Britto. Ausente, justificadamente, o Ministro Teori Zavascki. Plenário, 29.06.2016.\r\n\n                 Decisão: O Tribunal, por unanimidade, aprovou tese fixada nos seguintes termos: “Salvo em situações graves e excepcionais, não cabe ao Poder Judiciário, sob pena de violação ao princípio da separação de poderes, interferir na função do Poder Legislativo de definir receitas e despesas da administração pública, emendando projetos de leis orçamentárias, quando atendidas as condições previstas no art. 166, § 3º e § 4º, da Constituição Federal”. Ausentes, nesta assentada, os Ministros Gilmar Mendes e Dias Toffoli. Presidência do Ministro Ricardo Lewandowski. Plenário, 30.06.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370964","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370964","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL FINANCEIRO. FISCALIZAÇÃO ABSTRATA DE NORMAS ORÇAMENTÁRIAS. ANEXO DE LEI ORÇAMENTÁRIA ANUAL (LOA – LEI 13.255/2016). CONTROLE FORMAL E MATERIAL. POSSIBILIDADE. JURISPRUDÊNCIA FIXADA A PARTIR DO JULGAMENTO DA ADI 4.048/DF. PROCESSO LEGISLATIVO. LEGITIMIDADE ATIVA DA ENTIDADE POSTULANTE, DIANTE DA HOMOGENEIDADE DE SEUS MEMBROS, A REPRESENTATIVIDADE NACIONAL E A PERTINÊNCIA TEMÁTICA ENTRE A IMPUGNAÇÃO E OS FINS INSTITUCIONAIS DA ASSOCIAÇÃO REQUERENTE (Anamatra). ALEGAÇÃO DE OFENSA À CLÁUSULA PÉTREA DA SEPARAÇÃO DE PODERES (CRFB/1988, ART. 2º C/C ART. 60, § 4º). AUSÊNCIA DE VIOLAÇÃO PAUTADA EM DOIS FUNDAMENTOS: A) O CASO É DE TÍPICA ATUAÇÃO DO PODER LEGISLATIVO; E B) ATENDIMENTO AO DEVIDO PROCESSO LEGISLATIVO, COM RESPEITO À INICIATIVA DE PROPOSTA ORÇAMENTÁRIA, DESEMPENHADA EM CONSONÂNCIA COM A AUTONOMIA ADMINISTRATIVA E FINANCEIRA DA JUSTIÇA DO TRABALHO (CRFB/1988, ART. 99). LEGÍTIMO CONTROLE ORÇAMENTÁRIO PELO PODER LEGISLATIVO. AUSÊNCIA DO ABUSO DO PODER DE EMENDA. INOCORRÊNCIA DE DESVIO DE FINALIDADE OU DE DESPROPORCIONALIDADE. CONFIGURAÇÃO DE CENÁRIO DE CRISE ECONÔMICA E FISCAL. CORTES ORÇAMENTÁRIOS EM DIVERSOS PODERES E POLÍTICAS PÚBLICAS. AUSÊNCIA, NO CASO SUB EXAMINE, DE CAPACIDADE INSTITUCIONAL DO PODER JUDICIÁRIO PARA PROMOVER, EM SEDE DE CONTROLE ABSTRATO, A COORDENAÇÃO DA LEI ORÇAMENTÁRIA COM O PLANO PLURIANUAL (PPA) E AS RESPECTIVAS LEIS DE DIRETRIZES ORÇAMENTÁRIAS (LDO’S). O RELATÓRIO DA COMISSÃO MISTA DE PLANOS, ORÇAMENTOS PÚBLICOS E FISCALIZAÇÃO (CMO) DO CONGRESSO NACIONAL NÃO VINCULA, POR SI SÓ, A APRECIAÇÃO DAS CASAS LEGISLATIVAS DO PARLAMENTO FEDERAL. POSTURA DE DEFERÊNCIA JUDICIAL EM RELAÇÃO AO MÉRITO DA DELIBERAÇÃO PARLAMENTAR. APELO AO LEGISLADOR QUANTO A EVENTUAL ABERTURA DE CRÉDITOS SUPLEMENTARES OU ESPECIAIS DURANTE A EXECUÇÃO ORÇAMENTÁRIA DO EXERCÍCIO (CRFB/1988, ART. 99, § 5º). PEDIDO DE AÇÃO DIRETA DE INSCONSTITUCIONALIDADE (ADI) CONHECIDO E, NO MÉRITO, JULGADO IMPROCEDENTE.\n\n\n\n    1) A separação dos poderes, sob o enfoque da pré-compreensão das funções institucionais e constitucionais proporciona a interpretação de que a atividade de \"fixar\" – isto é, de \"deliberar acerca\" e \"definir\" – o orçamento corresponde a uma das típicas atribuições do Poder Legislativo na seara do Estado Democrático de Direito (CRFB/1988, art. 1º).\n\n\n\n    2) O Poder Judiciário, não obstante ostente iniciativa de encaminhamento da proposta orçamentária que lhe é \nprópria, não interdita, do ponto de vista formal, que o controle sobre essa iniciativa constitucionalmente consagrada seja realizado, de modo autônomo, em sede parlamentar.\n\n\n\n    3) A separação de poderes, conquanto cláusula pétrea, \nnão sofreu violação nesta ação direta (CRFB/1988, art. 2º c/c art. 60, § 4º). Primeiramente, porque a hipótese normativa impugnada (o Anexo IV da LOA/2016) constitui-se como típica manifestação do Poder Legislativo a respeito de proposição legislativa submetida à discussão parlamentar. Em segundo lugar, na situação legislativa ora em apreço, as normas procedimentais do devido processo legislativo (procedural due process of law) foram devidamente atendidas – vale dizer: houve observância da iniciativa da proposição legislativa, em estrito respeito formal à autonomia administrativa e financeira da Justiça do Trabalho (CRFB/1988, art. 99).\n\n\n\n    4) O “controle material” de espécies legislativas orçamentárias corresponde a uma tendência recentemente intensificada na jurisdição constitucional do Supremo Tribunal Federal (STF), consoante se verifica do excerto extraído da ementa do acórdão da ADI 4.048/DF, Rei Min Gilmar Mendes: “II – CONTROLE ABSTRATO DE CONSTITUCIONALIDADE DE NORMAS ORÇAMENTÁRIAS. REVISÃO DE JURISPRUDÊNCIA. O Supremo Tribunal Federal deve exercer sua função precípua de fiscalização da constitucionalidade das leis e dos atos normativos quando houver um tema ou uma controvérsia constitucional suscitada em abstrato, independente do caráter geral ou específico, concreto ou abstrato de seu objeto. Possibilidade de submissão das normas orçamentárias ao controle abstrato de constitucionalidade.\"\n\n\n\n    5) O controle orçamentário pelo legislativo funda-se num corpo de normas que é, a um só tempo, “estatuto protetivo do cidadão -contribuinte” e \"ferramenta do administrador público e de instrumento indispensável ao Estado Democrático Direito para fazer frente a suas necessidades financeiras\".\n\n\n\n    6) O relatório da Comissão Mista de Planos, Orçamentos Públicos e Fiscalização (CMO) do Congresso Nacional, mercê de ostentar confessadamente, motivação ideologicamente enviesada, não vincula, per si, a apreciação pelas Casas Legislativas do Parlamento Federal.\n\n\n\n    7) O abuso do poder de emenda, assim como do descumprimento das premissas de proporcionalidade (ou de razoabilidade), não podem ser acolhidos quando suscitados de forma genérica, diante da ausência de impugnação específica e adequada dos requisitos normativos reveladores desses excessos invocados – em quaisquer das tradições teóricas sustentadas (seja a do desvio do poder, seja a da proporcionalidade, ou ainda a da razoabilidade).\n\n\n\n    8) O desvio de finalidade tem como referência conceitual a ideia de deturpação do dever-poder atribuído a determinado agente público que, embora atue aparentemente dentro dos limites de sua atribuição institucional, mobiliza a sua atuação à finalidade não imposta, ou não desejada pela ordem jurídica, ou pelo interesse público.\n\n\n\n    9) O abuso parlamentar não se configura, sob o ângulo da principiologia dos subprincípios da proporcionalidade (necessidade, adequação e proporcionalidade em sentido estrito), quando imposta a redução do orçamento público destinado a órgãos e programas orçamentários, em decorrência de de crise econômica e fiscal.\n\n\n\n    10) O cenário de crise econômica e fiscal é exemplificado por dados ilustrativos, constantes dos autos, no sentido de que: \"Entre os programas que tiveram as suas dotações reduzidas deste ano para o próximo estão o Minha Casa, Minha Vida (de R$ 14 bilhões para R$ 4,3 bilhões) e o Programa Nacional de Acesso ao Ensino Técnico e Emprego — Pronatec (de R$ 4bilhões para R$ 1,6 bilhão). Por outro lado, o Bolsa-Família, que teve sua redução defendida pelo relator, terá R$28,1 bilhões -acréscimo de R$ 1 bilhão em relação a 2015. Os cortes de gastos nos órgãos federais foram feitos em relação à proposta original do Executivo e envolvem principalmente as despesas de custeio. Os gastos com pessoal,por exemplo, passaram de R$ 287,5 bilhões para R$ 277,3 bilhões. Todos os três Poderes, além do Ministério publico, foram afetados. No caso mais extremo, o do Judiciário, os cortes atingiram 20% do custeio. Apenas os Ministérios da Educação e da Saúde terão mais dinheiro disponível, devido à destinação de emendas individuais de deputados e senadores. O fundo partidário também recebeu dotação extra durante a tramitação da LOA,mas será menor em 2016 do que foi em 2015. A meta de superávit de R$ 30,5 bilhões vale para todo o setor público nacional, incluindo estados e municípios. Para a União, a economia para pagamento da dívida deverá ser de R$ 20 bilhões. O projeto original do Orçamento, que o Executivo entregou ao Congresso em agosto, previa um déficit fiscal equivalente aos mesmos R$ 30,5 bilhões.”\n\n\n\n    11) A Jurisdição Constitucional, em face da tessitura aberta de conformação legislativa prevista pelo inciso I do § 3º do art. 166 da CRFB/1988, não detém capacidade institucional automática ou pressuposta e não pode empreender, no âmbito do controle abstrato, a tarefa de coordenação entre o Plano Plurianual (PPA) e as respectivas Leis de Diretrizes Orçamentárias (LDO’s) e Leis Orçamentárias Anuais (LOA’s).\n\n\n\n    12) Consectariamente, diante da ausência de abusividade, deve-se declarar que a função de definir receitas e despesas do aparato estatal é uma das mais tradicionais e relevantes do Poder Legislativo, impondo-se ao Poder judiciário, no caso, uma postura de deferência institucional em relação ao debate parlamentar, sob pena de indevida e ilegítima tentativa de esvaziamento de típicas funções institucionais do Parlamento.\n\n\n\n    13) A Justiça do Trabalho entendida enquanto serviço público estratégico e de típica concreção da soberania e da cidadania (CRFB/1988, art. 1º, caput, incisos I e II) para a materialização do direito fundamental do acesso à Justiça, mercê de se defrontar com severo corte orçamentário, deve merecer a sensibilidade do legislador e a atenção quanto ao disposto no artigo 99, §5º, da CRFB/1988 para que se avalie \"a abertura de créditos suplementares ou especiais” durante a execução orçamentária do exercício.\n\n\n\n    14) A interpretação pluralista da Constituição implica uma interpretação que legitime a entidade postulante quando presentes a homogeneidade entre seus membros, a representatividade nacional e a pertinência temática, aspectos que se verificam, em conjunto, no caso sub examine, de modo a tornar apta a Anamatra a veicular o pleito de fiscalização abstrata de norma que limita o orçamento da justiça laboral.\n\n\n\n    15) Pedido de ação direta de inconstitucionalidade conhecido e, no mérito, julgado improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13269137","externo_seq_objeto_incidente":4920998,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-169  DIVULG 01-08-2017  PUBLIC 02-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5468&classe=ADI","is_colac":false,"titulo":"ADI 5468","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00001 INC-00002 \n          ART-00002 ART-00005 INC-00035 INC-00054 \n          INC-00078 ART-00007 ART-00034 ART-00048 \n          INC-00002 ART-00060 PAR-00004 ART-00066 \n          \"CAPUT\" PAR-00004 PAR-00005 ART-00068 \n          PAR-00001 INC-00003 ART-00084 INC-00023 \n          INC-00023 ART-00085 ART-00096 ART-00099 \n          PAR-00001 PAR-00002 INC-00001 INC-00002 \n          PAR-00003 PAR-00004 PAR-00005 ART-00103 \n          INC-00009 ART-00111 ART-00112 ART-00113 \n          ART-00114 ART-00127 PAR-00003 PAR-00004 \n          ART-00134 PAR-00002 ART-00165 INC-00001 \n          INC-00002 INC-00003 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 INC-00001 \n          INC-00002 INC-00003 PAR-00006 PAR-00007 \n          PAR-00008 ART-00166 \"CAPUT\" PAR-00001 \n          INC-00001 INC-00002 PAR-00002 PAR-00003 \n          INC-00001 INC-00002 LET-A LET-B \n          LET-C INC-00003 LET-A LET-B \n          PAR-00004 PAR-00007 PAR-00009 PAR-00010 \n          PAR-00011 PAR-00012 PAR-00013 PAR-00014 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-00015 PAR-00016 ART-00167 INC-00001 \n          PAR-00001 PAR-00003 ART-00168 ART-00169 \n          PAR-00001 INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00035 PAR-00002 INC-00001 INC-00002 \n          INC-00003\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00004 INC-00001 LET-A LET-B \n          LET-E LET-F PAR-00001 PAR-00002 \n          PAR-00003\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-004320      ANO-1964\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00007 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013255      ANO-2016\n          ANEXO-4 ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-000405      ANO-2007\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   RES-000001      ANO-2006\n          ART-00026 INC-00016 REDAÇÃO DADA PELA RES-3/2015\n          ART-00052 INC-00002 LET-A ART-00143 \n          ART-00144 INC-00001 INC-00002 INC-00003 \n          ART-00145\n                RESOLUÇÃO DO CONGRESSO NACIONAL\n\n","LEG-FED   RES-000003      ANO-2015\n                RESOLUÇÃO DO CONGRESSO NACIONAL\n\n","LEG-FED   PJL-000007      ANO-2015\n                PROJETO DE LEI DO CONGRESSO NACIONAL\n\n","LEG-FED   SUV-000037      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-08-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR: LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO (ANAMATRA), PROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- LEGITIMIDADE, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO (ANAMATRA), CONTROLE ABSTRATO, CONSTITUCIONALIDADE, HIPÓTESE, ATO NORMATIVO, ENVOLVIMENTO, DIREITO, DEVER, PRERROGATIVA, MAGISTRADO, JUSTIÇA DO TRABALHO. EXISTÊNCIA, PERTINÊNCIA TEMÁTICA, DISCUSSÃO, ALTERAÇÃO, ORÇAMENTO, JUSTIÇA DO TRABALHO, CASO CONCRETO. IMPOSSIBILIDADE, ENTIDADE DE CLASSE, PROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, HIPÓTESE, REPRESENTAÇÃO, FRAÇÃO, CATEGORIA PROFISSIONAL. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AUSÊNCIA, LEGITIMIDADE ATIVA UNIVERSAL, ENTIDADE DE CLASSE. CONFIGURAÇÃO, PERTINÊNCIA TEMÁTICA, MATÉRIA, INTERESSE, FORMA DIRETA, CATEGORIA. EXIGÊNCIA, CORRELAÇÃO, ATO NORMATIVO ABSTRATO, INTERESSE, ASSOCIADO.\n\n- PREVISÃO, CONSTITUIÇÃO FEDERAL, AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, PODER JUDICIÁRIO, POSSIBILIDADE, FORMULAÇÃO, PROPOSTA ORÇAMENTÁRIA. EXIGIBILIDADE, ELABORAÇÃO, PROPOSTA ORÇAMENTÁRIA, CONSONÂNCIA, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO); REMESSA, PROPOSTA ORÇAMENTÁRIA, PRESIDENTE, SUPREMO TRIBUNAL FEDERAL (STF), ÂMBITO FEDERAL, PRESIDENTE, TRIBUNAL DE JUSTIÇA, ÂMBITO ESTADUAL. CONSIDERAÇÃO, ATRIBUIÇÃO, CHEFE DO PODER EXECUTIVO, ELABORAÇÃO, LEI ORÇAMENTÁRIA, VIA DE REGRA. POSSIBILIDADE, IMPUGNAÇÃO, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), ÂMBITO, CONTROLE ABSTRATO, CONSTITUCIONALIDADE. INEXISTÊNCIA, DIREITO ADQUIRIDO, ORÇAMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: EXCEPCIONALIDADE, INICIATIVA, PROPOSTA ORÇAMENTÁRIA, PODER EXECUTIVO, HIPÓTESE, ÓRGÃO, AUTONOMIA ORÇAMENTÁRIA. ADMISSIBILIDADE, ATO UNILATERAL, PODER EXECUTIVO, HIPÓTESE, INTEMPESTIVIDADE, REMESSA, PROPOSTA ORÇAMENTÁRIA; DESCONFORMIDADE, PROPOSTA ORÇAMENTÁRIA, LIMITAÇÃO, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO). COMPETÊNCIA, CONGRESSO NACIONAL, APROVAÇÃO, PROJETO DE LEI ORÇAMENTÁRIA. IMPOSSIBILIDADE, CONCESSÃO, ISENÇÃO TRIBUTÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, PRINCÍPIO DA LEGALIDADE. IMPOSSIBILIDADE, EXERCÍCIO, FUNÇÃO LEGISLATIVA, PODER JUDICIÁRIO. INVIABILIDADE, PODER JUDICIÁRIO, SUBSTITUIÇÃO, PARLAMENTO, FINALIDADE, REAPRECIAÇÃO, OPÇÃO, CARÁTER POLÍTICO, ÂMBITO, ORÇAMENTO. APLICABILIDADE, TEORIA, DESVIO DE PODER, ATIVIDADE LEGISLATIVA. INEXISTÊNCIA, DESVIO DE PODER, CASO CONCRETO. COMPLEXIDADE, TRAMITAÇÃO, PROJETO DE LEI ORÇAMENTÁRIA. AUSÊNCIA, MANIPULAÇÃO, PROJETO DE LEI ORÇAMENTÁRIA, OBJETIVO, INVIABILIDADE, JUSTIÇA DO TRABALHO. CONSIDERAÇÃO, FINALIDADE, PLANO PLURIANUAL, ALCANCE, EQUILÍBRIO, ATIVIDADE, GOVERNO, FINANÇAS PÚBLICAS, FUNDAMENTO, PRINCÍPIO, PLANEJAMENTO ORÇAMENTÁRIO, CONTROLE, TRANSPARÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: AUSÊNCIA, DIREITO, ÓRGÃO, AUTONOMIA FINANCEIRA, VALOR INTEGRAL, OBJETO, PROPOSTA ORÇAMENTÁRIA. POSSIBILIDADE, AJUSTE, VALOR, INTERMÉDIO, CONTROLE, PODER LEGISLATIVO. CONSIDERAÇÃO, PRERROGATIVA CONSTITUCIONAL, PODER LEGISLATIVO, OFERECIMENTO, EMENDA, PROJETO DE LEI ORÇAMENTÁRIA. AUSÊNCIA, VINCULAÇÃO, RELATÓRIO FINAL, COMISSÃO MISTA, APROVAÇÃO, PARLAMENTAR, FUNDAMENTO, PEÇA DE INFORMAÇÃO. AUSÊNCIA, CONFIGURAÇÃO, ABUSO, PODER LEGISLATIVO, REDUÇÃO, PROPOSTA ORÇAMENTÁRIA, OBJETO, CONSOLIDAÇÃO, PLANO PLURIANUAL. IMPOSSIBILIDADE, INTERFERÊNCIA, PODER JUDICIÁRIO, FUNÇÃO, PODER LEGISLATIVO, DEFINIÇÃO, RECEITA, DESPESA, ADMINISTRAÇÃO PÚBLICA, EXCEÇÃO, SITUAÇÃO EMERGENCIAL, RISCO, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. CONSIDERAÇÃO, PRIMEIRA FASE, PROCESSO LEGISLATIVO, ELABORAÇÃO, PROJETO DE LEI, PODER EXECUTIVO, SEGUNDA FASE, APRECIAÇÃO, PROJETO DE LEI, CONGRESSO NACIONAL, TERCEIRA FASE, SANÇÃO, VETO, PRESIDENTE DA REPÚBLICA. POSSIBILIDADE, ANULAÇÃO, ATO DISCRICIONÁRIO, CONGRESSO NACIONAL, PREVISÃO, DESPESA, VIA DE REGRA. ADMISSIBILIDADE, REMANEJAMENTO, RECURSO FINANCEIRO. AUSÊNCIA, DEMONSTRAÇÃO, CONTRARIEDADE, LEI IMPUGNADA, PLANO PLURIANUAL, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: AUSÊNCIA, CARÁTER ABSOLUTO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. EXISTÊNCIA, SISTEMA DE FREIOS E CONTRAPESOS, FINALIDADE, ALCANCE, PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES. EXISTÊNCIA, RAZOABILIDADE, REDUÇÃO, ORÇAMENTO, JUSTIÇA DO TRABALHO, CONSIDERAÇÃO, RECEITA PÚBLICA, FUNDAMENTO, OPÇÃO, CARÁTER POLÍTICO, CONGRESSO NACIONAL.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: PROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONFIGURAÇÃO, ABUSO DE PODER, CONGRESSO NACIONAL, REDUÇÃO, DOTAÇÃO ORÇAMENTÁRIA, JUSTIÇA DO TRABALHO. INCONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA, DECORRÊNCIA, COMPROMETIMENTO, ATUAÇÃO, JUSTIÇA DO TRABALHO. NECESSIDADE, OBSERVÂNCIA, RAZOABILIDADE, CONSONÂNCIA, PROPORCIONALIDADE, FUNDAMENTO, GARANTIA AO DEVIDO PROCESSO LEGAL. CONSIDERAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE, MECANISMO, CONTENÇÃO, EXCESSO, PODER PÚBLICO, ABUSO, DESEMPENHO, ATIVIDADE LEGISLATIVA, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. EXISTÊNCIA, LIMITAÇÃO, PODER DE LEGISLAR, FUNDAMENTO, TEORIA, DESVIO DE PODER. NECESSIDADE, DESENVOLVIMENTO, ATIVIDADE LEGISLATIVA, CONSONÂNCIA, INTERESSE PÚBLICO, CONSTITUIÇÃO FEDERAL. CONFIGURAÇÃO, DESVIO DE PODER, MANIPULAÇÃO, LEI ORÇAMENTÁRIA, FORMA, SUJEIÇÃO, JUSTIÇA DO TRABALHO, CASO CONCRETO. POSSIBILIDADE, COMPROMETIMENTO, INTEGRIDADE, DIREITO SOCIAL, ACESSO À JUSTIÇA, REDUÇÃO, RECURSO ORÇAMENTÁRIO, JUSTIÇA DO TRABALHO. DEVER, OBSERVÂNCIA, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: PROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONFIGURAÇÃO, DESVIO DE PODER, ATIVIDADE LEGISLATIVA, REDUÇÃO, ORÇAMENTO, JUSTIÇA DO TRABALHO, FUNDAMENTO, DISCORDÂNCIA, DECISÃO, JUSTIÇA DO TRABALHO. POSSIBILIDADE, LIMITAÇÃO, ATUAÇÃO, PODER LEGISLATIVO, MATÉRIA ORÇAMENTÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5468&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONTROLE DE CONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA)\nADI 4048 MC (TP). \n(LEGITIMIDADE ATIVA, CONTROLE ABSTRATO, ENTIDADE DE CLASSE, ÂMBITO NACIONAL)\nADI 386 (TP) - RTJ 136/479, ADI 1873 (TP) - RTJ 188/519, ADI 4400 (TP), ADI 4462 (TP), ADI 108 QO (TP) - RTJ 141/3, ADI 146 (TP) - RTJ 139/391, ADI 1486 (TP). \n(LEGITIMIDADE ATIVA, ANAMATRA, CONTROLE ABSTRATO, CONSTITUCIONALIDADE)\nADI 2885 (TP), ADI 3962 AgR (TP), ADI 5316 MC (TP). \n(LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), CRIAÇÃO, DESPESA PÚBLICA, AUTORIZAÇÃO LEGAL)\nADI 612 QO (TP). \n(EXCEPCIONALIDADE, ATO UNILATERAL, PODER EXECUTIVO, PROPOSTA ORÇAMENTÁRIA)\nADI 5287 (TP). \n(PODER JUDICIÁRIO, ISENÇÃO FISCAL, PRINCÍPIO DA LEGALIDADE)\nRE 405579 (TP). \n(TEORIA, DESVIO DE PODER, ATO LEGISLATIVO)\nADI 2667 MC (TP), ADI-MC 1407 (TP), RE 18331 (2ªT), RMS 16912 (TP),. \n(PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, DEVIDO PROCESSO LEGAL)\nADI 1143 (1ªT) - RTJ 160/138, ADI 2667 MC (TP), ADI 1158 MC (TP), ADI 1063 MC (1ªT), ADI 1203 QO (TP), ADI 1407 MC- RTJ 176/578 (TP). \n(PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nADI 3128 (TP). \n(REAJUSTE, VOTO)\nHC 118533 (TP). \n- Decisões monocráticas citadas:\n(EXCEPCIONALIDADE, ATO UNILATERAL, PODER EXECUTIVO, PROPOSTA ORÇAMENTÁRIA)\nADPF 307 MC, ADPF 330 MC, MS 33186.\n- Decisão estrangeira citada: Acórdão n. 39/84, do Tribunal Constitucional português.\nNúmero de páginas: 137.\nAnálise: 18/08/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO - ANAMATRA \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE ADVOGADOS TRABALHISTAS - ABRAT \nADV.(A/S)  : SÍLVIA LOPES BURMEISTER E OUTRO(A/S)\nAM. CURIAE.  : FENAJUFE - FEDERAÇÃO NACIONAL DOS TRABALHADORES DO JUDICIÁRIO FEDERAL E MINISTÉRIO PÚBULICO DA UNIÃO \nADV.(A/S)  : CEZAR BRITTO E OUTRO(A/S)","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":370964,"documental_tese_texto":"Salvo em situações graves e excepcionais, não cabe ao Poder Judiciário, sob pena de violação ao princípio da separação de poderes, interferir na função do Poder Legislativo de definir receitas e despesas da administração pública, emendando projetos de leis orçamentárias, quando atendidas as condições previstas no art. 166, § 3º e § 4º, da Constituição Federal.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5468","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-06-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABRAHAM, Marcus. Curso de Direito Financeiro Brasileiro. 3. ed. Rio de Janeiro: 2015.\nBARROS, Suzana De Toledo. O princípio da proporcionalidade e o controle de constitucionalidade das leis restritivas de Direitos Fundamentais. 2. ed. Brasilia Jurídica, 2000.\nBARROSO, Luís Roberto; MENDONÇA, Eduardo. O Sistema Constitucional Orçamentário. In: In: MARTINS, Ives Gandra da Silva; MENDES, Gilmar Ferreira; NASCIMENTO, Carlos Valder do. Tratado de Direito Financeiro. São Paulo: Saraiva, 2013. v. 1. p. 262-267\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. Malheiros, 1993. p. 352-355, item 11.\nBRASIL. Senado Federal. Congresso aprova Orçamento de 2016 com cortes de gastos e previsão de CPMF. Disponível em: .\nCANOTILHO, J. J. GOMES. Direito Constitucional e teoria da Constituição. Almedina, 1998. p. 320-322. item 3.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 25. ed. Atlas, 2012. p. 118-199, item 5.\nCARVALHO, Raquel Melo Urbano de. Direito administrativo: parte geral, intervenção do Estado e estrutura da administração. Juspodivm, 2008. p. 383-389, item 2.5.\nDI PIETRO, Maria Sylvia Zanella. Direito administrativo. 25. ed. Atlas, 2012. p. 216-217, item 7.7.4.\nFARIA DE, Edimur Ferreira. Curso de Direito administrativo. 6. ed. Del Rey, 2007. p. 263-264, item 7.4.\nFIGUEIREDO, Lúcia Valle. Curso de Direito Administrativo. 2. ed. Malheiros, 1995. p. 46, item 3.3.\n______.______. 9. ed. Malheiros, 2008. p. 203-204, item 5.1.4.\nFERREIRA FILHO, Manoel Gonçalves. Direitos Humanos Fundamentais. Saraiva, 1995. p. 111-112, item 14.\nGADAMER, Hans-Georg. Verdade e Método: traços fundamentais de uma hermenêutica filosófica. 2. ed. Tradução: Flávio Paulo Meurer. Petrópolis: Vozes, 1998.\nGASPARINI, Diogenes. Direito administrativo. Saraiva, 1989. p. 44-45, item 4.\nHÄBERLE, Peter. Hermenêutica Constitucional: A Sociedade Aberta dos Intérpretes da Constituição: contribuição para a Interpretação Pluralista e \"Procedimental\" da Constituição. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sergio Antonio Fabris, 1997.\nHOLMES, Stephen; SUNSTEIN, Cass. El costo de los derechos: por qué la libertad depende de los impuestos. Tradução: Stella Mastrangelo. Buenos Aires: Siglo Veintiuno, 2012. p. 248.\nJUSTEN FILHO, Marçal. Curso de direito administrativo. 11. ed. Revista dos Tribunais, 2015. p. 431-434, item 7.15.4.5.\nKRELL, Andreas Joachim. Direitos Sociais e controle judicial no Brasil e na Alemanha. Fabris Editor, 2002. p. 40.\nLEITE, Harrison Ferreira. A Autoridade da Lei Orçamentária. Porto Alegre: Livraria do Advogado, 2011. p. 176-177.\nMARTINEZ LAGO, Miguel Ángel. La interpretación constitucional de las leyes de presupuestos y de las \"leyes de contenido heterogéneo\". In: GOMES, Marcus Lívio; ALVES, Raquel de Andrade Vieira; ARABI, Abhner Youssif Mota. Direito financeiro e jurisdição constitucional. Curitiba: Juruá, 2016. p. 261-321 e 307. \nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 4. ed. Malheiros, 1993. p. 56-57, itens 18-19.\n______.______. 23. ed. São Paulo: Malheiros, 2007. p.949. \n______.______. 29. ed. Malheiros, 2012. p. 410, item 46.\n______.______. 29. ed. São Paulo: Malheiros, 2012. p. 996.\nMARINELA, Fernanda. Direito administrativo. 10. ed. 2016. p. 341-342. item 3.5.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 42. ed. Malheiros, 2016. p. 176, item 1.2.2.\nMENDES, Gilmar Ferreira; NASCIMENTO, Carlos Valder do. Tratado de Direito Financeiro. v. 1. São Paulo: Saraiva, 2013. p. 262-267.\n______. Controle de Constitucionalidade - Aspectos jurídicos e políticos. Saraiva, 1990. p. 38-54.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Hermenêutica Constitucional e Direitos fundamentais. 2. ed. Brasília, 2002. p. 127-128. \nMENDONÇA, Eduardo Bastos Furtado de. A Constitucionalização das Finanças Públicas no Brasil: Devido Processo Orçamentário e Democracia. Rio de Janeiro: Renovar, 2010. p. 30, 33-34 e 306.\nMOREIRA NETO, Diogo de Figueiredo. Quatro paradigmas do direito administrativo pós-moderno: legitimidade, finalidade, eficiência, resultados. Belo Horizonte: Fórum, 2008. p. 123 et seq.\nPESTANA, Márcio. Direito Administrativo Brasileiro. 2. ed. Campus Jurídico, 2010. p. 273, item 9.4.5.\nPORTUGAL. Tribunal Constitucional. Acórdão n. 39/84. Acórdãos do Tribunal Constitucional, Imprensa Nacional, Lisboa, v. 3, p. 95-131, 1984. p. 117-118.\nREALE, Miguel. Teoria Tridimensional do Direito. 5. ed. São Paulo: Saraiva, 2003.\nSARLET, Ingo W. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988.\nSTUMM, Raquel Denize. Principio da Proporcionalidade no Direito Constitucional Brasileiro. Livraria do advogado, 1995. P. 159-170.\nTÁCITO, Caio. Previdência privada: desvio de poder e ato legislativo. Revista de direito público, v. 25, n. 100, p. 5-17, out./dez. 1991. p. 11-12.\nTORRES, Heleno Taveira. Direito Constitucional Financeiro: teoria da constituição financeira. São Paulo: Revista dos Tribunais, 2014. p. 138.\nTORRES, Ricardo Lobo. Tratado de direito constitucional financeiro e tributário. O orçamento na Constituição. Rio de Janeiro: Renovar, 2008. v. 5. p. 78.","ministro_facet":["LUIZ FUX"],"processo_numero":5468,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur371854","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, apreciando o tema 647 da repercussão geral, por maioria e nos termos do voto do Relator, deu provimento ao recurso, vencidos os Ministros Ricardo Lewandowski e Marco Aurélio. Em seguida, o Tribunal fixou tese nos seguintes termos: “É possível o confisco de todo e qualquer bem de valor econômico apreendido em decorrência do tráfico de drogas, sem a necessidade de se perquirir a habitualidade, reiteração do uso do bem para tal finalidade, a sua modificação para dificultar a descoberta do local do acondicionamento da droga ou qualquer outro requisito além daqueles previstos expressamente no art. 243, parágrafo único, da Constituição Federal”, vencido o Ministro Marco Aurélio. Ausentes, justificadamente, o Ministro Roberto Barroso, em compromisso na Universidade de Oxford, no Reino Unido, e os Ministros Gilmar Mendes e Celso de Mello. Falou, pela Procuradoria-Geral da República, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República. Presidência da Ministra Cármen Lúcia. Plenário, 17/5/2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur371854","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur371854","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. PENAL. PROCESSUAL PENAL. REPERCUSSÃO GERAL RECONHECIDA. TEMA 647 DO PLENÁRIO VIRTUAL. TRÁFICO DE DROGAS. VEÍCULO APREENDIDO COM O SUJEITO ATIVO DO CRIME. DECRETAÇÃO DE PERDIMENTO DO BEM. CONTROVÉRSIA SOBRE A EXIGÊNCIA DE HABITUALIDADE DO USO DO BEM NA PRÁTICA CRIMINOSA OU ADULTERAÇÃO PARA DIFICULTAR A DESCOBERTA DO LOCAL DE ACONDICIONAMENTO. DESNECESSIDADE. INTERPRETAÇÃO DO ART. 243, PARÁGRAFO ÚNICO, DA CONSTITUIÇÃO FEDERAL. RECURSO EXTRAORDINÁRIO PROVIDO.\n\n\n\n    1. O confisco de bens pelo Estado encerra uma restrição ao direito fundamental de propriedade, insculpido na própria Constituição Federal que o garante (art. 5º, caput, e XXII).\n\n\n\n    2. O confisco de bens utilizados para fins de tráfico de drogas, à semelhança das demais restrições aos direitos fundamentais expressamente previstas na Constituição Federal, deve conformar-se com a literalidade do texto constitucional, vedada a adstrição de seu alcance por requisitos outros que não os estabelecidos no artigo 243, parágrafo único, da Constituição.\n\n\n\n    3. O confisco no direito comparado é instituto de grande aplicabilidade nos delitos de repercussão econômica, sob o viés de que “o crime não deve compensar”, perspectiva adotada não só pelo constituinte brasileiro, mas também pela República Federativa do Brasil que internalizou diversos diplomas internacionais que visam reprimir severamente o tráfico de drogas.\n\n\n\n    4. O tráfico de drogas é reprimido pelo Estado brasileiro, através de modelo jurídico-político, em consonância com os diplomas internacionais firmados.\n\n\n\n    5. Os preceitos constitucionais sobre o tráfico de drogas e o respectivo confisco de bens constituem parte dos mandados de criminalização previstos pelo Poder Constituinte originário a exigir uma atuação enérgica do Estado sobre o tema, sob pena de o ordenamento jurídico brasileiro incorrer em proteção deficiente dos direitos fundamentais. Precedente: HC 104410, Relator(a): Min. Gilmar Mendes, Segunda Turma, julgado em 06/03/2012, DJ 26-03-2012.\n\n\n\n    6. O confisco previsto no artigo 243, parágrafo único, da Constituição Federal deve ser interpretado à luz dos princípios da unidade e da supremacia da Constituição, atentando à linguagem natural prevista no seu texto. Precedente: RE 543974, Relator(a): Min. Eros Grau, Tribunal Pleno, julgado em 26/03/2009, DJ 28-05-2009.\n\n\n\n    7. O Supremo Tribunal Federal sedimentou que: AGRAVO DE INSTRUMENTO - EFICÁCIA SUSPENSIVA ATIVA - TRÁFICO DE DROGAS - APREENSÃO E CONFISCO DE BEM UTILIZADO - ARTIGO 243, PARÁGRAFO ÚNICO, DA CONSTITUIÇÃO FEDERAL. Impõe-se o empréstimo de eficácia suspensiva ativa a agravo, suspendendo-se acórdão impugnado mediante extraordinário a que visa imprimir trânsito, quando o pronunciamento judicial revele distinção, não contemplada na Constituição Federal, consubstanciada na exigência de utilização constante e habitual de bem em tráfico de droga, para chegar-se à apreensão e confisco - artigo 243, parágrafo único, da Constituição Federal. (AC 82-MC, Rel. Min. Marco Aurélio, julgamento em 3-2-2004, Primeira Turma, DJ de 28-5-2004).\n\n\n\n    8. A habitualidade do uso do bem na prática criminosa ou sua adulteração para dificultar a descoberta do local de acondicionamento, in casu, da droga, não é pressuposto para o confisco de bens, nos termos do art. 243, parágrafo único, da Constituição Federal. \n\n\n\n    9. Tese: É possível o confisco de todo e qualquer bem de valor econômico apreendido em decorrência do tráfico de drogas, sem a necessidade de se perquirir a habitualidade, reiteração do uso do bem para tal finalidade, a sua modificação para dificultar a descoberta do local do acondicionamento da droga ou qualquer outro requisito além daqueles previstos expressamente no artigo 243, parágrafo único, da Constituição Federal. \n\n\n\n    10. Recurso Extraordinário a que se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13413414","externo_seq_objeto_incidente":4057227,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-186  DIVULG 22-08-2017  PUBLIC 23-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=638491&classe=RE","is_colac":false,"titulo":"RE 638491","documental_legislacao_citada_texto":["LEG-IMP   CCI      ANO-1830\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00022 INC-00023 \n          INC-00024 INC-00025 INC-00026 INC-00029 \n          INC-00043 INC-00051 INC-00054 ART-00102 \n          INC-00003 LET-A ART-00144 PAR-00001 \n          INC-00002 ART-00150 INC-00004 ART-00153 \n          INC-00006 PAR-00004 INC-00001 ART-00155 \n          INC-00003 ART-00156 INC-00001 ART-00170 \n          INC-00002 INC-00003 ART-00176 \"CAPUT\" \n          ART-00182 PAR-00002 PAR-00004 INC-00002 \n          ART-00185 INC-00001 INC-00002 PAR-ÚNICO \n          ART-00186 \"CAPUT\" ART-00222 \"CAPUT\" \n          ART-00243 \"CAPUT\" PAR-ÚNICO REDAÇÃO ORIGINÁRIA\n          ART-00243 \"CAPUT\" PAR-ÚNICO REDAÇÃO DADA PELA EMC-81/2014\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000081      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005726      ANO-1971\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006368      ANO-1976\n          ART-00012 \"CAPUT\" ART-00034\n                LTX-1976 LEI DE TÓXICOS - REVOGADA PELA LEI-11343/2006\n\n","LEG-FED   LEI-008072      ANO-1990\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-010409      ANO-2002\n                LEI ORDINÁRIA - REVOGADA PELA LEI-11343/2006\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 PAR-00004\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   CVC      ANO-1961\n                CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-INT   CVC      ANO-1971\n                CONVENÇÃO SOBRE SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-INT   CVC      ANO-1988\n                CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-INT   ACO      ANO-1973\n                ACORDO SUL AMERICANO DE ENTORPECENTES E PSICOTRÓPICOS\n\n","LEG-FED   DEL-000891      ANO-1938\n                DECRETO-LEI\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00091 INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003114      ANO-1941\n                DECRETO-LEI\n\n","LEG-FED   DLG-000005      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DLG-000090      ANO-1972\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000078      ANO-1973\n                DECRETO LEGISLATIVO - APROVA O ACORDO SUL AMERICANO DE ENTORPECENTES E PSICOTRÓPICOS\n\n","LEG-FED   DLG-000162      ANO-1991\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-000847      ANO-1890\n          ART-00159\n                CP-1890 CÓDIGO PENAL\n\n","LEG-FED   DEC-020930      ANO-1932\n                DECRETO\n\n","LEG-FED   DEC-000780      ANO-1936\n                DECRETO\n\n","LEG-FED   DEC-002953      ANO-1938\n                DECRETO\n\n","LEG-FED   DEC-054216      ANO-1964\n                DECRETO - PROMULGA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEC-079388      ANO-1977\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-079455      ANO-1977\n                DECRETO - PROMULGA O ACORDO SUL AMERICANO DE ENTORPECENTES E PSICOTRÓPICOS\n\n","LEG-FED   DEC-000154      ANO-1991\n          ART-00001 LET-E LET-U ART-00002 \n          NÚMERO-1 ART-00003 NÚMERO-6 ART-00005 \n          NÚMERO-1 LET-A LET-B NÚMERO-2\n                DECRETO - PROMULGA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-005015      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-INT   CNV      ANO-2000\n                CONVÊNIO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL"],"publicacao_data":"2017-08-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TRÁFICO DE DROGAS, CORRELAÇÃO, SANÇÃO, BENEFÍCIO, CRIME, PREVENÇÃO GERAL, PREVENÇÃO ESPECIAL. CONSTITUCIONALISMO TRADICIONAL, SUPREMACIA, PODER LEGISLATIVO, ESTADO DE LEGALIDADE. NEOCONSTITUCIONALISMO, FORÇA NORMATIVA DA CONSTITUIÇÃO, JURISDIÇÃO CONSTITUCIONAL, CONTROLE DE CONSTITUCIONALIDADE, SISTEMA DE FREIOS E CONTRAPESOS. REGRA CONSTITUCIONAL, SUBSUNÇÃO, INVALIDADE, NORMA, CLÁUSULA DE EXCEÇÃO. PRINCÍPIO CONSTITUCIONAL, CASO CONCRETO, PESO, MANDADO DE OTIMIZAÇÃO, TEXTURA ABERTA, INTENSIDADE, HERMENÊUTICA. DEFINIÇÃO, RESTRIÇÃO, DIREITO FUNDAMENTAL, RESTRIÇÃO CONSTITUCIONAL DIRETA, RESERVA DE LEI RESTRITIVA, RESTRIÇÃO CONSTITUCIONAL NÃO EXPRESSAMENTE AUTORIZADA. RESTRIÇÃO, DIREITO FUNDAMENTAL, FUNÇÃO SOCIAL DA PROPRIEDADE; REQUISIÇÃO ADMINISTRATIVA; TRIBUTAÇÃO; PROGRESSIVIDADE, IMPOSTO; PROPRIEDADE, RECURSOS MINERAIS; POTENCIAL DE ENERGIA HIDRÁULICA; NACIONALIDADE, EMPRESA JORNALÍSTICA, RADIODIFUSÃO. HISTÓRIA, REPRESSÃO DO CRIME, TRÁFICO DE DROGAS, LEGISLAÇÃO BRASILEIRA, CONVENÇÃO INTERNACIONAL. GLOBALIZAÇÃO, CRIME, MOVIMENTAÇÃO, GRANDE QUANTIDADE, RECURSO FINANCEIRO, CRIME CONTRA O SISTEMA FINANCEIRO, TRÁFICO INTERNACIONAL DE DROGAS, TRÁFICO INTERNACIONAL DE PESSOAS, TRÁFICO INTERNACIONAL DE ARMA DE FOGO, CORRUPÇÃO. APERFEIÇOAMENTO, ORGANIZAÇÃO CRIMINOSA, ATUALIZAÇÃO, ORDENAMENTO JURÍDICO, ATUAÇÃO, PATRIMÔNIO. CONFISCO DE BENS, TRÁFICO DE DROGAS, DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA, REINO UNIDO DA GRÃ-BRETANHA E DA IRLANDA DO NORTE, REINO DA ESPANHA, REPÚBLICA ITALIANA, REPÚBLICA FEDERAL DA ALEMANHA, REPÚBLICA PORTUGUESA. PROTEÇÃO, SAÚDE PÚBLICA, DIREITO FUNDAMENTAL, SEGUNDA GERAÇÃO. MANDADO DE CRIMINALIZAÇÃO, TRÁFICO DE DROGAS, ORDENAMENTO JURÍDICO BRASILEIRO, DIREITO PENAL DO INIMIGO. TRÁFICO DE DROGAS PRIVILEGIADO, CONFISCO DE BENS. TRÁFICO DE DROGAS PRIVILEGIADO, CRIME HEDIONDO, ESTADO DE COISAS INCONSTITUCIONAL, SUPERLOTAÇÃO, SISTEMA PRISIONAL BRASILEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL, TRÁFICO DE DROGAS, CRIME INAFIANÇÁVEL, GRAÇA, ANISTIA, EQUIPARAÇÃO, CRIME HEDIONDO, EXTRADIÇÃO, BRASILEIRO NATURALIZADO. REPRESSÃO DO CRIME, TRÁFICO DE DROGAS, FUNÇÃO, POLÍCIA FEDERAL. EQUIPARAÇÃO, TRÁFICO DE DROGAS, TRABALHO ESCRAVO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: DIFERENÇA, REPRESSÃO DO CRIME, TRÁFICO DE DROGAS, GUERRA ÀS DROGAS. LIMITAÇÃO, PROPRIEDADE, FUNÇÃO SOCIAL, EXPROPRIAÇÃO, REQUISIÇÃO ADMINISTRATIVA. TRIBUTO, CARÁTER CONFISCATÓRIO. CONFISCO DE BENS, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EFICÁCIA TEMPORAL, REPERCUSSÃO GERAL, SEGURANÇA JURÍDICA. SURGIMENTO, INTERESSE RECURSAL, MOMENTO ANTERIOR, REGULAMENTAÇÃO, INSTITUTO JURÍDICO, REPERCUSSÃO GERAL. CÓDIGO DE PROCESSO CIVIL DE 2015, APLICAÇÃO RETROATIVA, RECURSO EXTRAORDINÁRIO, PREQUESTIONAMENTO, EMBARGOS DE DECLARAÇÃO.\n\n- TERMO(S) DE RESGATE: CIVIL JUDICIAL FORFEITURE, CRIMINAL FORFEITURE, ADMINISTRATIVE FORFEITURE. CONFISCA ALLARGATA. VERFALL. CHECKS AND BALANCES. CLÁUSULA DE EXCEÇÃO. TEXTURA ABERTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=638491&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONFISCO DE BENS, TRÁFICO DE ENTORPECENTE, HABITUALIDADE DO USO)\nAC 82 MC (1ªT). \n(TRÁFICO DE DROGAS)\nHC 118533 (TP). \n(MANDADO DE CRIMINALIZAÇÃO)\nHC 104410 (2ªT). \n(EXPROPRIAÇÃO)\nRE 543974 (TP). \n(ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n- Legislação estrangeira citada: Livro V, Título LXXXIX, das Ordenações Filipinas de 1603; Comprehensive Drug Abuse Prevention and Control Act, dos Estados Unidos da América; art. 2º do Drug Trafficking Act, de 1994, do Reino Unido; art. 127 e art. 374 do Código Penal Espanhol; Lei nº 646/82, de 13 de setembro de 1982 (Ley Rognoni-La Torre) da Itália; Título sétimo, §§ 73 a 75, § 73d e § 76a do Código Penal Alemão (StGB); art. 1º, 1, \"a\", e art. 7º, da Lei 5/2002 portuguesa; Constituição de Weimar de 1919; Constituição mexicana de 1917, Diretiva 2014/42/EU, da União Europeia. \n- Decisões estrangeiras citadas: Caso Philips vs. Reino Unido, STC 151/2002, de 15 de julho de 2002 (BOE núm, 188 de 7 de agosto de 2002) do Tribunal Constitucional espanhol; BVerfG, 14.01.2004 – 2 BvR 564/95 do Tribunal Constitucional alemão.\nNúmero de páginas: 71.\nAnálise: 20/10/2017, JRS.\nRevisão: 23/10/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO PARANÁ \nRECDO.(A/S)  : CARLOS ALEXANDRE GOMES \nADV.(A/S)  : ISRAEL BATISTA DE MOURA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"647 - Possibilidade da decretação de perdimento de bem apreendido em decorrência do tráfico ilícito de entorpecentes e drogas afins, quando não comprovada sua utilização habitual ou sua adulteração para o cometimento do crime.","old_seq_sjur":371854,"documental_tese_texto":"É possível o confisco de todo e qualquer bem de valor econômico apreendido em decorrência do tráfico de drogas, sem a necessidade de se perquirir a habitualidade, reiteração do uso do bem para tal finalidade, a sua modificação para dificultar a descoberta do local do acondicionamento da droga ou qualquer outro requisito além daqueles previstos expressamente no art. 243, parágrafo único, da Constituição Federal.","procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 638491","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-05-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALEXY, Robert. Teoria dos direitos fundamentais. 5. ed. Tradução: Virgílio Afonso da Silva. Malheiros, 2012. p. 104-105 e 286.\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. 5. ed. Almedina, 2012. p. 139.\nBARROSO, Luís Roberto. Neoconstitucionalismo e constitucionalização do Direito. Revista de Direito Administrativo, v. 240, 2005. p. 1-42.\nBECCARIA, Cesare. Dos delitos e das penas. Tradução: J. Cretella Jr. e Agnes Cretella, 6. ed. Revista dos Tribunais, 2013. p. 56.\nBLANCHARD, Avital. The next step in interpreting criminal forfeiture. Cardozo Law Review. Disponível em: http://cardozolawreview.com/Joomla1.5/content/28-3/28-3.BLANCHARD.pdf.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 31. ed. Malheiros, 2016. p. 138 e 140.\nCAEIRO, Pedro. Sentido e função do instituto da perda de vantagens relacionadas com o crime no confronto com outros meios de prevenção da criminalidade reditícia. Revista Portuguesa de Ciência Criminal, n. 2, ano 21, p. 267-321, abr./jun. 2011.\nCANARIS, Claus-Wilhelm. Direitos Fundamentais e Direito Privado. 3. ed. Almedina, 2012. p. 33.\nCANOTILHO, José Joaquim Gomes. Direito constitucional e teoria da Constituição. Almedina, 1997. p. 836.\n______.______. 7. ed. 13ª reimpressão. Almedina. p. 1223-1224.\nCARNELUTTI, Francesco. As misérias do processo penal. Campinas: Edicam, 2002. p. 63.\nCARVALHO, Salo de. A política criminal de drogas no Brasil (Estudo Criminológico e Dogmático da Lei 11.343/06). 5. ed. Rio de Janeiro: LumenJuris, 2010. p. 43-44.\nDECOMAIN, Pedro Roberto. Código Penal Alemão. Tradução, Comparação e Notas. Nuria Fabris, 2014. p. 46.\nDIAS, Jorge de Figueiredo. Direito Penal Português, as consequências jurídicas do crime. 2. reimpressão. Coimbra. p. 632-633 e 638.\nDWORKIN, Ronald. Levando os direitos a sério. Tradução e notas: Nelson Boeira. Martins Fontes, 2002. p. 39.\nESTADOS UNIDOS DA AMÉRICA. Department of Justice. Types of Federal Forfeiture. Disponível em: https://www.justice.gov/afp/types-federal-forfeiture.\nFERRAJOLI, Luigi. Direito e Razão: teoria do garantismo penal. 4. ed. Revista dos Tribunais, 2014. p. 367-368.\nFORGIONE, Francesco. Máfia Export: como a Ndrangheta, a Costa Nostra e a Camorra colonizaram o mundo. Tradução: Karina Jannini. Rio de Janeiro: Bertrand, 2001. p. 24.\nGRAU, Eros. Ensaio e discurso sobre a interpretação/aplicação do direito. 5. ed. Malheiros, 2009. p. 131-132.\nGRECO FILHO, Vicente. Tóxicos, prevenção-repressão. 14. ed. Saraiva, 2011. p. 75 e 78-81.\nHarvard Law Review. Policing and Profit, Criminal Procedure, Developments in the law. Disponível em:\nhttp://harvardlawreview.org/2015/04/policing-and-profit/.\nHESSE, Konrad. Temas Fundamentais do Direito Constitucional. Tradução: Carlos dos Santos Almeida, Gilmar Ferreira Mendes e Inocêncio Mártires Coelho. Saraiva, 2009. p. 76.\nJAKOBS, Günther. Direito Penal do Inimigo. Organização e introdução: Luiz Moreira e Eugênio Pacelli de Oliveira. LumenJuris, 2008. p. 103.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos fundamentais. Tradução: António Francisco de Sousa e António Franco. São Paulo: Saraiva, 2012. p. 92.\nRIOS, Rodrigo Sánchez; PUJOL, Luiz Gustavo. Confisco alargado: reflexões acerca de suas possibilidades no ordenamento jurídico brasileiro. Revista Brasileira de Ciências Criminais, v. 118-2016, jan./fev. 2016. p. 123-158.\nSARLET, Ingo Wolfgang. Constituição e Proporcionalidade: o direito penal e os direitos fundamentais entre proibição de excesso e de insuficiência. Revista de Estudos Criminais, ano 3, n. 12, 2003. p. 86 et seq.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 9. ed. Malheiros, 2014. p. 908-909.\nSIMÕES, Euclides Dâmaso; TRINDADE, José Luís F. Recuperação de activos: da perda ampliada à actio in rem (virtudes e defeitos de remédios fortes para patologias graves). Revista Julgar on line, 2009. Disponível em: www.julgar.pt.\nNOVAIS, Jorge Reis. As restrições aos direitos fundamentais não expressamente autorizadas pela Constituição. 2. ed. Coimbra, 2010. p. 285-286.\nTORRES, Margarita Roig. La regulación del comiso. El modelo alemán y la reciente reforma española. Revista de Estudios Penales y Criminológicos, v. 36, Universidade de Santiago de Compostela, 2016. p. 216-220 e 238-240.","ministro_facet":["LUIZ FUX"],"processo_numero":638491,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur367792","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 30.8.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur367792","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur367792","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA (DECRETO 7.938/2013). CRIME DE BURLA QUALIFICADA. DUPLA INCRIMINAÇÃO ATENDIDA. DOUTRINA E JURISPRUDÊNCIA. PRESCRIÇÃO. INOCORRÊNCIA. ATENDIMENTO A TODOS OS REQUISITOS LEGAIS. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. (a) A “burla qualificada”, crime definido no art. 218º do Código Penal Português, corresponde ao disposto no art. 171 do Código Penal Brasileiro, consubstanciando o requisito da dupla incriminação para efeito de extradição: Ext 1239, Primeira Turma, Rel. Min. Luiz Fux; Ext 1159, Tribunal Pleno, Rel. Min. Ricardo Lewandowski; Ext 1144, Tribunal Pleno, Rel. Min. Ellen Gracie;\n\n\n\n    (b) A dupla tipicidade, requisito extradicional a que se refere o artigo 77, inciso II, da Lei n. 6.815/1980, não reclama perfeita identidade entre os textos dos tipos penais descritos em cada legislação, suas circunstâncias elementares ou as respectivas sanções penais, sendo suficiente a subsunção das condutas imputadas ao Extraditando, no Estado Requerente, a um tipo penal previsto na legislação brasileira;\n\n\n\n    (c) A dupla incriminação pressupõe que o fato determinante da extradição seja um crime, de direito comum, simultaneamente perante o ordenamento jurídico pátrio e o do Estado Requerente.\n\n\n\n    2. A extradição executória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem por fim a entrega de condenados pela prática de delitos perante a justiça do Estado Requerente, que atendam ao requisito da dupla incriminação e punibilidade, sobre os quais não incidam hipóteses de inadmissibilidade.\n\n\n\n    3. (a) In casu, os fatos imputados ao Extraditando ocorreram entre 2007 e dezembro de 2008; a condenação foi proferida em 08/06/2012, aplicando pena de 3 anos e 6 meses de prisão, pelo crime continuado de burla qualificada; o acórdão condenatório foi prolatado em 21/11/2012; em 25/11/2015, foi efetivada a prisão preventiva para fins de extradição, a qual, por força da detração, corresponde ao início do cumprimento da pena, consubstanciando o último marco interruptivo da prescrição, nos termos da jurisprudência (art. 117, V, do Código Penal).\n\n\n\n    (b) A norma do Código Penal Português aplicável in casu indica que a prescrição da pena aplicada ao Extraditando consuma-se em 10 anos, encontrando-se suspensa em razão da declaração de contumácia (Art. 120º, 1, c, do Código Penal Português);\n\n\n\n    (c) O Código Penal Brasileiro dispõe que a prescrição da pretensão punitiva deve ser calculada em relação a cada crime, nos termos do art. 119 do Código Penal Brasileiro, razão pela qual a fração de aumento de pena decorrente da continuidade delitiva não influi sob esse ângulo;\n\n\n\n    (d) Embora não seja possível identificar o quantum exato oriundo da continuidade delitiva, porquanto a lei portuguesa não estabelece fases para a fixação da dosimetria das penas, certo é que a Justiça Portuguesa não poderia aplicar pena inferior a 2 anos para nenhum dos crimes de burla qualificada pelo qual o Extraditando foi condenado, por ser esta a pena mínima legalmente cominada ao delito pelo Código Penal Português (art. 218, 1 e 2, alíneas b e c do Código Penal português);\n\n\n\n    (e) Consequentemente, mesmo considerada a possibilidade mais favorável ao Extraditando, de se ter partido de uma pena de 2 anos, descontada a continuidade delitiva, não se consumou a prescrição perante o ordenamento jurídico pátrio, pois não decorreram 4 anos entre nenhum dos marcos prescricionais verificados in casu.\n\n\n\n    4. Preenchidos todos os requisitos para o deferimento da extradição, previstos na Convenção de Extradição entre os Estados Membros da Comunidade dos Países de Língua Portuguesa, e ausentes hipóteses de inadmissibilidade.\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12905612","externo_seq_objeto_incidente":4912062,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-103  DIVULG 17-05-2017  PUBLIC 18-05-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1436&classe=Ext","is_colac":false,"titulo":"Ext 1436","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   CVC      ANO-2005\n          ART-00002 NÚMERO-1 NÚMERO-2 NÚMERO-3 \n          ART-00003 NÚMERO-1 LET-A LET-B \n          LET-C LET-D LET-E LET-F \n          NÚMERO-2 LET-A LET-B LET-C \n          LET-D LET-E ART-00010 NÚMERO-1 \n          NÚMERO-3\n                CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00068 ART-00117 INC-00005 ART-00119 \n          ART-00171\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000045      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEC-007935      ANO-2013\n                DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   SUMSTF-000497      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-05-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IRRELEVÂNCIA, LEI ESTRANGEIRA, PREVISÃO, AUMENTO, PENA, DECORRÊNCIA, CIRCUNSTÂNCIA DO CRIME, FINALIDADE, CARACTERIZAÇÃO, TIPICIDADE, CONDUTA. OFENSA, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, REFAZIMENTO, DOSIMETRIA DA PENA, FINALIDADE, VERIFICAÇÃO, PRESCRIÇÃO, CRIME CONTINUADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: LIMITAÇÃO, MINISTRO, PROFERIMENTO, VOTO, NATUREZA DECLARATÓRIA, INEXISTÊNCIA, ÓBICE, CHEFE DE ESTADO, ENTREGA, EXTRADITANDO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), NECESSIDADE, AFASTAMENTO, ACRÉSCIMO, PENA, CRIME CONTINUADO, FINALIDADE, AFERIÇÃO, PRESCRIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1436&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA DUPLA TIPICIDADE, BURLA QUALIFICADA)\nExt 1144 (TP), Ext 1159 (TP), Ext 1239 (1ªT). \n(PRINCÍPIO DA DUPLA TIPICIDADE, EXIGIBILIDADE, IDENTIDADE, NORMA)\nExt 1413 (1ªT). \n- Legislação estrangeira citada: art. 120º, n. 1, alínea \"c\", art. 122º, n. 1, alínea \"c\", art. 217º, art. 218º, n. 1 e n. 2, alíneas \"b\" e \"c\", do Código Penal português.\nNúmero de páginas: 29.\nAnálise: 02/06/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : LUIS FILIPE PINTO FUNDO OU LUIS FILIPE PINTO DO FUNDO \nADV.(A/S)  : DANIEL MOURAD MAJZOUB","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":367792,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1436","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-08-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"REZEK, José Francisco. Direito internacional público: curso elementar. 13. ed. São Paulo: Saraiva, 2011. p. 236.","ministro_facet":["LUIZ FUX"],"processo_numero":1436,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur372158","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a inexistência de óbice à entrega do Extraditando, nos termos do voto do Relator. Unânime. Falou o Dr. Gustavo Zortéa da Silva, Defensor Público Federal, pelo Extraditando. Presidência do Ministro Marco Aurélio. Primeira Turma, 8.8.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur372158","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur372158","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. TRATADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU. CRIME DE COLUSÃO DESLEAL. DUPLA TIPICIDADE. OBSERVÂNCIA. REQUISITOS ESPECÍFICOS DO TRATADO. PREENCHIMENTO. PRESCRIÇÃO. INOCORRÊNCIA. ANÁLISE DO MÉRITO DA AÇÃO PENAL. IMPOSSIBILIDADE. DETRAÇÃO DA PENA. GARANTIA OFERECIDA EXPRESSAMENTE PELA REPÚBLICA DO PERU. ATENDIMENTO DE TODOS OS REQUISITOS LEGAIS. EXTRADIÇÃO DEFERIDA. OBSERVAÇÃO DOS COMPROMISSOS LEGAIS.\n\n\n\n    1. A extradição instrutória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem por fim viabilizar o julgamento do suspeito da prática, no território do Estado Requerente, de crime que atende ao requisito da dupla tipicidade.\n\n\n\n    2. No processo de extradição, a cognição deste Supremo Tribunal restringe-se à legalidade extrínseca do pedido, sem ingresso no mérito da procedência da acusação, pelo que descabe verificar contradições nos elementos de prova apresentados pelo Estado requerente, ou, ainda, perscrutar a existência de justa causa para a ação penal em curso na jurisdição estrangeira.\n\n\n\n    3. In casu, trata-se de pedido de extradição instrutória – pedido original e quatro pedidos de extensão – formulado pela República do Peru, a fim de que nacional daquele país responda a ações penais instauradas para apurar a suposta prática do crime de colusão desleal, previsto no artigo 384 do Código Penal Peruano. Todos os requisitos para o deferimento da extradição, previstos no Estatuto do Estrangeiro (Lei n. 6.815/80) e no Tratado Bilateral, encontram-se satisfeitos, nos seguintes termos:\n\n\n\n    (a) o extraditando não tem nacionalidade brasileira;\n\n\n\n    (b) sob a ótica da legislação brasileira, os fatos criminosos imputados ao extraditando encontram-se tipificados no crime de peculato (Artigo 312, Código Penal Brasileiro);\n\n\n\n    (c) o Estado requerente tem jurisdição para julgar os fatos imputados ao extraditando e a República Federativa do Brasil não dispõe de competência para julgar, anistiar ou indultar a pessoa reclamada; \n\n\n\n    (d) as leis de ambos os países impõem penas mínimas privativas de liberdade de um ano aos crimes imputados, independentemente das circunstâncias e da denominação do crime;\n\n\n\n    (e) o extraditando responde a processo perante Tribunal Peruano regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade ao princípio do juiz natural;\n\n\n\n    (f) o crime imputado tem natureza comum, não havendo nenhuma evidência de que os fatos imputados sejam enquadrados como crime político;\n\n\n\n    (g) inexistem elementos de que o pedido extraditório possua outras finalidades que não a aplicação regular da lei penal;\n\n\n\n    (h) a dupla punibilidade persiste sob as legislações de ambas as jurisdições. A prescrição da pretensão punitiva do delito de colusão desleal consuma-se em 20 anos pela legislação peruana e em 16 anos pela legislação brasileira. Em ambas as legislações, o recebimento da denúncia consiste em marco interruptivo da prescrição. Quanto aos fatos narrados no pedido original, a denúncia foi recebida em 12.07.2010 pelo tribunal competente; quanto aos fatos narrados no primeiro pedido de extensão, a denúncia foi recebida em 27.03.2006; quanto aos fatos narrados no segundo pedido de extensão, a denúncia foi recebida em 2003; quanto aos fatos narrados no terceiro pedido de extensão, a denúncia foi recebida em 2009; quanto aos fatos narrados no quarto pedido de extensão, a denúncia foi recebida em 2009. Nesse sentido, a prescrição não se consumou quanto a nenhum dos pedidos extraditórios.\n\n\n\n    4. Pedido de extradição deferido, observados os compromissos de (i) não aplicação de penas vedadas pelo ordenamento constitucional brasileiro, em especial a de morte ou de prisão perpétua (art. 5º, XLVII, a e b, da CF); (ii) observância do tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro – 30 (trinta) anos (art. 75, do CP); e (iii) detração do tempo que o extraditando permaneceu preso para fins de extradição no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13465516","externo_seq_objeto_incidente":4716961,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-191  DIVULG 28-08-2017  PUBLIC 29-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1385&classe=Ext","is_colac":false,"titulo":"Ext 1385","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00047 LET-A LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00080 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00096\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-INT   TTD      ANO-2003\n          ART-00002 LET-A LET-B LET-C \n          ART-00003 NÚMERO-1 LET-A LET-B \n          LET-C LET-D LET-E NÚMERO-2 \n          NÚMERO-3 ART-00014\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00109 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          ART-00312 PAR-00001 ART-00327\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000071      ANO-2006\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-FED   DEC-005853      ANO-2006\n          INC-00015\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU, CELEBRADO EM LIMA, EM 25 DE AGOSTO DE 2003\n\n","LEG-EST   LEI-000452      ANO-1974\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-008284      ANO-1982\n                LEI ORDINÁRIA, MG"],"publicacao_data":"2017-08-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INVIABILIDADE, ARGUMENTO, MINISTÉRIO PÚBLICO FEDERAL (MPF), SUBSUNÇÃO, EXTRADITANDO, CRIME, PREVISÃO, LEI, LICITAÇÃO, DECORRÊNCIA, CONFIGURAÇÃO, CRIME, PECULATO. SUFICIÊNCIA, DEFINIÇÃO, FUNCIONÁRIO PÚBLICO, PREVISÃO, CÓDIGO PENAL, REPÚBLICA FEDERATIVA DO BRASIL, CORRELAÇÃO, CÓDIGO PENAL, REPÚBLICA DO PERU, OBJETIVO, CARACTERIZAÇÃO, EXTRADITANDO, FUNCIONÁRIO PÚBLICO. AUSÊNCIA, OFENSA, PRINCÍPIO DO JUIZ NATURAL, CONVOCAÇÃO, JUIZ, INSTÂNCIA SUPERIOR, COMPOSIÇÃO, CARÁTER TEMPORÁRIO, TURMA, INSTÂNCIA SUPERIOR. AUSÊNCIA, OFENSA, GARANTIA, VEDAÇÃO, TRIBUNAL DE EXCEÇÃO, CASO CONCRETO, DECORRÊNCIA, EXISTÊNCIA, MOMENTO ANTERIOR, TRIBUNAL, COMPETÊNCIA, FIXAÇÃO, MOMENTO ANTERIOR, JULGAMENTO, AÇÃO PENAL. PREJUDICIALIDADE, PEDIDO, LIBERDADE PROVISÓRIA, DECORRÊNCIA, DEFERIMENTO, PEDIDO, EXTRADIÇÃO, IMINÊNCIA, ENTREGA, ESTRANGEIRO, ESTADO REQUERENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1385&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JUIZ CONVOCADO, PRINCÍPIO DO JUIZ NATURAL)\nHC 110925 (1ªT). \n- Legislação estrangeira citada: arts. 80, 82 83, 384 e 425 do Código Penal Peruano, Lei (29758/2011).\nNúmero de páginas: 42.\nAnálise: 13/10/2017, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PERU \nEXTDO.(A/S)  : JAVIER MANUEL REVILLA PALOMINO OU JAVIER REVILLA PALOMINO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":372158,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1385","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-08-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1385,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur371969","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), negando provimento ao recurso extraordinário, e o voto do Ministro Edson Fachin, dando-lhe provimento, pediu vista dos autos o Ministro Roberto Barroso. Ausentes, justificadamente, o Ministro Celso de Mello; os Ministros Gilmar Mendes e Teori Zavascki, em missão oficial para participarem do Programa de Eleições dos Estados Unidos (USEP) e da 7ª Conferência da Organização Global de Eleições (GEO-7), em Washington, Estados Unidos, e o Ministro Dias Toffoli, acompanhando as eleições norte-americanas a convite da International Foundation for Electoral Systems (IFES). Falaram: pela recorrente Petróleo Brasileiro S/A - PETROBRAS, o Dr. Marcelo Rodrigues de Siqueira; pela Associação Nacional dos Transportadores Ferroviários - ANTF, a Dra. Misabel Abreu Machado Derzi, e, pelo amicus curiae Associação Brasileira das Secretarias de Finanças das Capitais Brasileira - ABRASF, o Dr. Ricardo Almeida. Presidência da Ministra Cármen Lúcia. Plenário, 10.11.2016.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 385 da repercussão geral, negou provimento ao recurso, vencidos os Ministros Edson Fachin, Celso de Mello e Cármen Lúcia (Presidente). Em seguida, o Tribunal, por maioria, vencidos os Ministros Marco Aurélio (Relator), Edson Fachin e Alexandre de Moraes, fixou a seguinte tese de repercussão geral, sugerida pelo Ministro Roberto Barroso: “A imunidade recíproca, prevista no art. 150, VI, a, da Constituição não se estende a empresa privada arrendatária de imóvel público, quando seja ela exploradora de atividade econômica com fins lucrativos. Nessa hipótese é constitucional a cobrança do IPTU pelo Município”. Ausentes, justificadamente, os Ministros Dias Toffoli e Gilmar Mendes. Plenário, 6.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur371969","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur371969","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"IMUNIDADE – SOCIEDADE DE ECONOMIA MISTA ARRENDATÁRIA DE BEM DA UNIÃO – IPTU. Não se beneficia da imunidade tributária recíproca prevista no artigo 150, inciso VI, alínea “a”, da Constituição Federal a sociedade de economia mista ocupante de bem público.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13440489","externo_seq_objeto_incidente":2642811,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-188  DIVULG 24-08-2017  PUBLIC 25-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=594015&classe=RE","is_colac":false,"titulo":"RE 594015","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00018 ART-00021 INC-00012 LET-F \n          ART-00022 INC-00010 ART-00093 INC-00009 \n          ART-00102 INC-00003 LET-A ART-00146 \n          ART-00150 INC-00006 LET-A PAR-00002 \n          PAR-00003 ART-00156 INC-00001 ART-00170 \n          INC-00004 ART-00173 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00032 ART-00034\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009478      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011481      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012815      ANO-2013\n          ART-00001 PAR-00001 ART-00002 INC-00011 \n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000271      ANO-1967\n          ART-00007 REDAÇÃO DADA PELA LEI-11481/2007\n          ART-00007 PAR-00001 PAR-00002\n                DECRETO-LEI\n\n","LEG-MUN   LEI-003750      ANO-1971\n          ART-00038 ART-00039 INC-00001 INC-00002 \n          INC-00003 PAR-ÚNICO\n                LEI ORDINÁRIA DO MUNICÍPIO DE SANTOS, SP"],"publicacao_data":"2017-08-25","documental_acordao_mesmo_sentido_lista_texto":"RE 1091113 AgR PROCESSO ELETRÔNICO\n          JULG-29-06-2020  UF-MG  TURMA-01  MIN-MARCO AURÉLIO N.PÁG-005\n          DJe-178  DIVULG 15-07-2020  PUBLIC 16-07-2020","documental_indexacao_texto":"- IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), PETRÓLEO BRASILEIRO (PETROBRÁS), ARRENDAMENTO, IMÓVEL, UNIÃO FEDERAL, ÁREA, PORTO. PRECLUSÃO, ALEGAÇÃO, CESSÃO, CONTRATO, EMPRESA SUBSIDIÁRIA. IMUNIDADE TRIBUTÁRIA RECÍPROCA, ATIVIDADE PRIVADA, RISCO, OFENSA, PRINCÍPIO, ORDEM ECONÔMICA; PACTO FEDERATIVO. CARÁTER SUBJETIVO, IMUNIDADE TRIBUTÁRIA RECÍPROCA. EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, REGIME JURÍDICO, EMPRESA PRIVADA. PRINCÍPIO DA LIVRE CONCORRÊNCIA. SOCIEDADE DE ECONOMIA MISTA, NEGOCIAÇÃO, CAPITAL SOCIAL, BOLSA DE VALORES, ATIVIDADE LUCRATIVA. PRIVILÉGIO FISCAL, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. CÓDIGO TRIBUTÁRIO NACIONAL, DESCRIÇÃO, FATO GERADOR, SUJEITO PASSIVO, IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU). IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), HIPÓTESE DE INCIDÊNCIA, PROPRIEDADE, DOMÍNIO ÚTIL, POSSE; CONTRIBUINTE, PROPRIETÁRIO, TITULAR, DOMÍNIO ÚTIL, POSSUIDOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: ALTERAÇÃO, JURISPRUDÊNCIA. IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA. IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), IMUNIDADE TRIBUTÁRIA, EMPRESA PRIVADA, ARRENDATÁRIO, BEM PÚBLICO, USO COMERCIAL. PARTICULAR, UTILIZAÇÃO, IMÓVEL PÚBLICO, ATIVIDADE LUCRATIVA, CAPACIDADE CONTRIBUTIVA. ADMINISTRAÇÃO PÚBLICA, TRANSFERÊNCIA, PARTICULAR, QUASE TOTALIDADE, PRERROGATIVA, PROPRIETÁRIO. PREVISÃO, LEI MUNICIPAL, RESPONSABILIDADE TRIBUTÁRIA, ARRENDATÁRIO, BEM PÚBLICO. PRINCÍPIO DA LIVRE CONCORRÊNCIA. PACTO FEDERATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: FUNÇÃO, JUSTIFICATIVA, IMUNIDADE TRIBUTÁRIA RECÍPROCA, FEDERAÇÃO. ORIGEM, EVOLUÇÃO, IMUNIDADE TRIBUTÁRIA RECÍPROCA, DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA. CAPACIDADE CONTRIBUTIVA, RECEITA PÚBLICA. INTERPRETAÇÃO TELEOLÓGICA, IMUNIDADE TRIBUTÁRIA RECÍPROCA, PERTINÊNCIA, INTERESSE PÚBLICO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, DESEQUILÍBRIO, ORDEM ECONÔMICA, LIVRE CONCORRÊNCIA, LIVRE INICIATIVA. AFETAÇÃO, BEM PÚBLICO, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA. APROVEITAMENTO, CARÁTER PRIVADO, BEM PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PRINCÍPIO DA IGUALDADE TRIBUTÁRIA, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, JUSTIÇA FISCAL. IMUNIDADE TRIBUTÁRIA RECÍPROCA, PESSOA JURÍDICA DE DIREITO PRIVADO, PRESTADOR DE SERVIÇO PÚBLICO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, AUTONOMIA POLÍTICA, DIFICULDADE, FINANÇAS PÚBLICAS, MUNICÍPIO.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. ROSA WEBER: MATÉRIA INFRACONSTITUCIONAL. IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), IMPOSTO DE NATUREZA REAL. FATO GERADOR, POSSE, ANIMUS DOMINI; POSSE, DIREITO, CARÁTER PESSOAL, LOCAÇÃO, ARRENDAMENTO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), IMPOSTO DE NATUREZA REAL. COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, EXPLORAÇÃO, PORTO; COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, REGIME JURÍDICO, PORTO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, IMÓVEL, UNIÃO FEDERAL. IMUNIDADE TRIBUTÁRIA RECÍPROCA, COMPANHIA DOCAS DO ESTADO DE SÃO PAULO (CODESP), SERVIÇO PÚBLICO, ADMINISTRAÇÃO, PORTO. ARMAZENAMENTO, TRANSPORTE, COMBUSTÍVEL, SERVIÇO DE UTILIDADE PÚBLICA. CONTRATO, ARRENDAMENTO, ÁREA, PORTO, TRANSFORMAÇÃO, ARRENDATÁRIO, SUJEITO PASSIVO, OBRIGAÇÃO TRIBUTÁRIA. IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), POSSE, USUCAPIÃO, ANIMUS DOMINI; DETENÇÃO (DIREITO CIVIL).\n\n- OBITER DICTUM, MIN. CELSO DE MELLO: IMUNIDADE TRIBUTÁRIA RECÍPROCA, TAXA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=594015&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, SOCIEDADE DE ECONOMIA MISTA, EMPRESA PÚBLICA)\nRE 580264 (TP), RE 253394 (1ªT), RE 253472 (TP), RE 458164 AgR (2ªT), AI 458856 AgR-ED (1ªT), RE 265749 ED-ED (2ªT), AR 1949 AgR (TP), ARE 638315 RG, AR 1950 AgR (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA)\nRE 434251 (TP). \n- Decisões estrangeiras citadas: Caso McCulloch vs. Maryland, de 1819, Caso Buffington vs. Day, Caso United States vs. Baltimore and Ohio Railroad Co., Caso Pollock vs. Farmers’ Loan & Trust Co., Caso Helvering vs. Power, Caso Allen vs. Regents of University System of Georgia, Caso Helvering vs. Gerhardt, Caso Graves vs. ex. re. O’Keefe, da Suprema Corte Americana.\nNúmero de páginas: 68.\nAnálise: 18/01/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : PETRÓLEO BRASILEIRO S/A - PETROBRAS \nADV.(A/S)  : CANDIDO FERREIRA DA CUNHA LOBO E OUTRO(A/S)\nRECDO.(A/S)  : MUNICÍPIO DE SANTOS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SANTOS \nASSIST.(S)  : ASSOCIAÇÃO NACIONAL DOS TRANSPORTADORES FERROVIÁRIOS-ANTF \nADV.(A/S)  : SACHA CALMON NAVARRO COÊLHO \nASSIST.(S)  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRAS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA \nADV.(A/S)  : GABRIELA WATSON","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"385 - Reconhecimento de imunidade tributária recíproca a sociedade de economia mista ocupante de bem público.","old_seq_sjur":371969,"documental_tese_texto":"A imunidade recíproca, prevista no art. 150, VI, a, da Constituição não se estende a empresa privada arrendatária de imóvel público, quando seja ela exploradora de atividade econômica com fins lucrativos. Nessa hipótese é constitucional a cobrança do IPTU pelo Município.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 594015","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-04-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"FERREIRA, Pinto. Comentários à Constituição brasileira. São Paulo: Saraiva, 1992. v. 5. p. 358.\nGANDRA, Ives. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1990. v. 6. p. 201-202.\nSCHOUERI, Luís Eduardo. Imunidade tributária recíproca e cobrança de tarifas. In: Direito: teoria e experiência: estudos em homenagem a Eros Roberto Grau. São Paulo: Malheiros, 2013. v. 2. p. 1428-1429.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":594015,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370659","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, denegou a segurança, vencido o Ministro Marco Aurélio. Falou pelo impetrante o Dr. Marcelo Rossi Nobre. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 08.09.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370659","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370659","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL. MANDADO DE SEGURANÇA. CASSAÇÃO DE MANDATO DE DEPUTADO FEDERAL. QUEBRA DE DECORO PARLAMENTAR. ALEGADAS NULIDADES.\n\n\n\n    1. O Supremo Tribunal Federal somente deve interferir em procedimentos legislativos para assegurar o cumprimento da Constituição, proteger direitos fundamentais e resguardar os pressupostos de funcionamento da democracia e das instituições republicanas. Exemplo típico na jurisprudência é a preservação dos direitos das minorias. Nenhuma das hipóteses ocorre no presente caso.\n\n\n\n    2. A suspensão do exercício do mandato do impetrante, por decisão desta Corte em sede cautelar penal, não gera direito à suspensão do processo de cassação do mandato: ninguém pode se beneficiar da própria conduta reprovável. Inexistência de violação à ampla defesa ou de direito subjetivo a dilações indevidas. O precedente formado no MS 25.579 MC, Rel. p/ o acórdão Min. Joaquim Barbosa, se referia a parlamentar afastado para exercer cargo no Executivo e responsabilizado por atos lá praticados. Naquele caso, aliás, a medida liminar foi indeferida, pois se reputou a infração enquadrada no Código de Ética e Decoro Parlamentar.\n\n\n\n    3. A alegação de que o relator do processo no Conselho de Ética estaria impedido por integrar o mesmo bloco parlamentar do impetrante, por pressupor debate sobre o momento relevante para aferição da composição dos blocos, não configura hipótese justificadora de intervenção judicial. Precedente: MS 33.729 MC, de minha relatoria.\n\n\n\n    4. Não há que se falar em violação ao contraditório decorrente do aditamento da denúncia, providência admitida até em sede de processo penal, uma vez que o impetrante teve todas as possibilidades de se defender, o que foi feito de forma ampla e tecnicamente competente.\n\n\n\n    5. Ausência de ilicitude na adoção da votação nominal do parecer no Conselho de Ética, forma que mais privilegia a transparência e o debate parlamentar, e adotada até em hipóteses mais graves do que a ora em discussão. Deferência para com a interpretação regimental acolhida pelo órgão parlamentar, inclusive à vista das dificuldades para aplicação do art. 187, § 4º, do RI/CD fora do Plenário da Câmara dos Deputados. Inexistência de vedação expressa e inocorrência de “efeito manada”.\n\n\n\n    6. Validade do quórum de instalação da sessão na Comissão de Constituição e Justiça. Não há nas Comissões suplentes vinculados a titulares, mas sim a partidos ou blocos, razão pela qual são computados.\n\n\n\n    7. Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13259112","externo_seq_objeto_incidente":5026298,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-168  DIVULG 31-07-2017  PUBLIC 01-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=34327&classe=MS","is_colac":false,"titulo":"MS 34327","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00047 ART-00055 PAR-00004 ART-00056 \n          INC-00001 INC-00002 ART-00058 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00384 PAR-00002 REDAÇÃO DADA PELA LEI- 11719/2008\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000017      ANO-1989\n          ART-00008 PAR-00004 ART-00012 PAR-00010 \n          ART-00026 ART-00050 ART-00057 \"CAPUT\" \n          INC-009-A ART-00183 ART-00187 PAR-00004 \n          ART-00217 INC-00004 ART-00218 PAR-00008\n                RESOLUÇÃO - REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS- CD\n\n","LEG-FED   RES-000025      ANO-2001\n          ART-00004 INC-00002 ART-00013 INC-00001 \n          LET-A\n                RESOLUÇÃO - CÓDIGO DE ÉTICA E DECORO PARLAMENTAR DA CÂMARA DOS DEPUTADOS"],"publicacao_data":"2017-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, ATUAÇÃO, DEPUTADO, PROCESSO, CASSAÇÃO, INTEGRANTE, IDENTIDADE, BLOCO PARLAMENTAR, FUNDAMENTO, PREVENÇÃO, FAVORECIMENTO. DESCABIMENTO, REVISÃO, PODER JUDICIÁRIO, ATO INTERNA CORPORIS, PARLAMENTO, EXCEÇÃO, HIPÓTESE, OFENSA, TEXTO CONSTITUCIONAL, OFENSA, DIREITO DAS MINORIAS, COMPROMETIMENTO, FUNCIONAMENTO, DEMOCRACIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), CONTROLE JUDICIAL, PODER POLÍTICO, HIPÓTESE, OFENSA, CONSTITUIÇÃO FEDERAL. ADMISSIBILIDADE, LIMITAÇÃO, EXERCÍCIO, PODER POLÍTICO. IMPOSSIBILIDADE, DESRESPEITO, CONSTITUIÇÃO, LEI, DECORRÊNCIA, REGIMENTO INTERNO, ATO INTERNA CORPORIS, CASA LEGISLATIVA. DESEMPENHO, SUPREMO TRIBUNAL FEDERAL (STF), FUNÇÃO, ARBITRAGEM, LITÍGIO, PODER EXECUTIVO, PODER LEGISLATIVO. FUNÇÃO CONTRAMAJORITÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). EVOLUÇÃO HISTÓRICA, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), FINALIDADE, LIMITAÇÃO, DOUTRINA DAS QUESTÕES POLÍTICAS, FUNDAMENTO, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA. ESSENCIALIDADE, CONTROLE JUDICIAL, PODER POLÍTICO, ÂMBITO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEFERIMENTO, HABEAS CORPUS. CONSIDERAÇÃO, ACESSO À JUSTIÇA, CLÁUSULA PÉTREA. POSSIBILIDADE, APRECIAÇÃO, PODER JUDICIÁRIO, ATO INTERNA CORPORIS, CASA LEGISLATIVA, DECORRÊNCIA, INOBSERVÂNCIA, REGIMENTO INTERNO. IMPOSSIBILIDADE, CASSAÇÃO, MANDATO PARLAMENTAR, DECORRÊNCIA, QUEBRA DE DECORO PARLAMENTAR, HIPÓTESE, AFASTAMENTO, EXERCÍCIO DE MANDATO ELETIVO. EXISTÊNCIA, DIFERENÇA, PARTICIPAÇÃO, INTEGRAÇÃO, PARLAMENTAR, APRECIAÇÃO, QUORUM, INSTALAÇÃO, COMISSÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=34327&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CASSAÇÃO, MANDATO PARLAMENTAR, INVESTIDURA, MINISTRO DE ESTADO)\nMS 25579 MC (TP), MS 33729 MC-AgR (TP). \n(SUSPENSÃO, MANDATO PARLAMENTAR, DECISÃO MONOCRÁTICA)\nAC 4070 Ref (TP). \n(MS, CONTROLE JUDICIAL, ATO INTERNA CORPORIS)\nMS 22503 (1ªT), MS 24356 (TP), MS 26062 AgR (TP), MS 31951 AgR (1ªT). \n(CARÁTER POLÍTICO, AUTORIZAÇÃO, INSTAURAÇÃO, PROCESSO, IMPEACHMENT, MITIGAÇÃO, CONTRADITÓRIO)\nMS 34130 MC (TP). \n(VOTAÇÃO NOMINAL, REGIMENTO INTERNO, CÂMARA DOS DEPUTADOS)\nMS 34127 MC (TP), MS 34128 MC (TP). \n(CONTROLE JUDICIAL, PODER POLÍTICO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nMS 20941 - RTJ 142/88, MS 21689 (TP) - RTJ 167/792, HC 79589 (1ªT) - RTJ 175/253, MS 23642 (1ªT) - RTJ 176/718, MS 24831 (TP), HC 1073. \n- Decisão estrangeira citada: Caso Baker vs. Carr (1962), da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 35.\nAnálise: 28/08/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)  : EDUARDO COSENTINO DA CUNHA \nADV.(A/S)  : MARCELO ROSSI NOBRE \nIMPDO.(A/S)  : COMISSÃO DE CONSTITUIÇÃO E JUSTIÇA E DE CIDADANIA DA CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nIMPDO.(A/S)  : CONSELHO DE ÉTICA E DECORO PARLAMENTAR DA CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370659,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 34327","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2016-09-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":34327,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur368016","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a impossibilidade de entrega do Extraditando, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Marco Aurélio. Primeira Turma, 2.5.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur368016","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur368016","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição Executória. Regularidade Formal. Requisito da dupla tipicidade atendido. Ausência de dupla punibilidade. Indeferimento. \n\n\n\n    1. O requerimento da Extradição formulado pelo Governo do Uruguai em face de seu nacional preenche os requisitos formais da Lei n° 6.815/80 e do Tratado de Extradição entre os Estados Parte do Mercosul. \n\n\n\n    2. Está presente o requisito da dupla tipicidade. \n\n\n\n    3. O requisito da dupla punibilidade não se encontra atendido, considerado que a pretensão executória está prescrita, nos termos da legislação brasileira: a fuga do extraditando ocorreu em 20.02.2009, sendo este o marco inicial do curso do prazo prescricional (art. 113 do Código Penal) e a pretensão executória de 2 (dois) anos, 2 (dois) meses e 16 (dezesseis) dias de pena prescreve em 8 (oito) anos, nos termos do art. 109, IV, do Código Penal, de modo que ocorrida a prescrição em 19.02.2017. \n\n\n\n    4. Extradição indeferida, nos termos do art. 77, VI, da Lei nº 6.815/80.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12931905","externo_seq_objeto_incidente":4883167,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-107  DIVULG 22-05-2017  PUBLIC 23-05-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1422&classe=Ext","is_colac":false,"titulo":"Ext 1422","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00085 \n          \"CAPUT\"\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1998\n                TRATADO CELEBRADO ENTRE O BRASIL E OS ESTADOS-PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004 ART-00113 ART-00157 \n          PAR-00002 INC-00001 INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL E OS ESTADOS-PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL E OS ESTADOS-PARTES DO MERCOSUL"],"publicacao_data":"2017-05-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1422&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: Art. 344, 341, §1º, 1 e 3, do Código Penal Uruguaio.\nNúmero de páginas: 9.\nAnálise: 31/05/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : JOSÉ MARÍA TRINDADE SOSA \nPROC.(A/S)(ES) : DEFENSOR-PÚBLICO GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":368016,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1422","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-05-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1422,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}