{"result":{"took":585,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur409244","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"TO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação e julgou procedente o pedido para declarar a inconstitucionalidade da Lei Municipal nº 416, de 2 de junho de 2008, do Município de Augustinópolis/TO, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Roberto Barroso. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Presidência do Ministro Dias Toffoli. Plenário, 14.08.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur409244","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Tocantins","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur409244","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. LEI MUNICIPAL. POSSIBILIDADE. SUBSIDIARIEDADE. INEXISTÊNCIA DE OUTRO MEIO PARA SANAR A LESÃO OU AMEAÇA EM CARÁTER AMPLO. LEI MUNICIPAL QUE DISPÕE SOBRE A EXPLORAÇÃO DO SERVIÇO DE RADIODIFUSÃO COMUNITÁRIA. COMPETÊNCIA PRIVATIVA DA UNIÃO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL CONHECIDA E JULGADO PROCEDENTE O PEDIDO.\n\n\n\n    1. O artigo 21, inciso XII, alínea \"a\", da Carta Maior prescreve ser competência da União explorar, diretamente ou mediante autorização, concessão ou permissão, os serviços de radiodifusão sonora, e de sons e imagens, enquanto que o art. 22, IV, da Constituição confere à União a competência privativa para legislar sobre o tema. O artigo 233 da CRFB, a seu turno, normatiza a forma de outorga das concessões, permissões e autorizações para o serviço de radiodifusão sonora e de sons e imagens.\n\n\n\n    2. A centralização da regulação da radiodifusão no âmbito da União se justifica pela a necessidade de administração racional do espectro de radiofrequência, cuja exploração econômica não é ilimitada.\n\n\n\n    3. A Lei federal 9.612, de 19 de fevereiro de 1998, instituiu o Serviço de Radiodifusão Comunitária, definido como a radiodifusão sonora, em frequência modulada, operada em baixa potência e cobertura restrita, outorgada a fundações e associações comunitárias, sem fins lucrativos, com sede na localidade de prestação do serviço (artigo 1º).\n\n\n\n    4. O Decreto 2.615/1998, que aprova o Regulamento do Serviço de Radiodifusão Comunitária, assenta, em seu artigo 9º, competir ao Ministério das Comunicações o estabelecimento das normas complementares do RadCom, indicando os parâmetros técnicos de funcionamento das estações, bem como detalhando os procedimentos para expedição de autorização e licenciamento; a expedição do ato de autorização para a execução do Serviço; e a fiscalização da execução do RadCom, em todo o território nacional, no que disser respeito ao conteúdo da programação, nos termos da legislação pertinente.\n\n\n\n    5. In casu, é formalmente inconstitucional a Lei 416/08, do Município de Augustinópolis/TO, que autoriza o Poder Executivo Municipal a conceder a exploração do Serviço de Radiodifusão Comunitária no âmbito do território do Município, mercê da inexistência, na sistemática jurídico-constitucional atual, de espaço para que o legislador local busque tratar geral e abstratamente sobre o tema da exploração do Serviço de Radiodifusão Comunitária.\n\n\n\n    6. Arguição de descumprimento de preceito fundamental conhecida e julgado procedente o pedido, para declarar a inconstitucionalidade da Lei Municipal 416, de 2 de junho de 2008, do Município de Augustinópolis/TO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750668611","externo_seq_objeto_incidente":4081231,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-189  DIVULG 29-08-2019  PUBLIC 30-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=235&classe=ADPF","is_colac":false,"titulo":"ADPF 235","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00021 INC-00012 LET-A ART-00022 \n          INC-00004 ART-00060 PAR-00004 INC-00001 \n          ART-00223 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009612      ANO-1998\n          ART-00001 \n          ART-00002 REDAÇÃO DADA PELA MPR-2216/2001\n          ART-00003 ART-00004 PAR-00001 ART-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-002216      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 37\n\n","LEG-FED   DEC-002615      ANO-1998\n          ART-00009\n                DECRETO\n\n","LEG-FED   PRT-004334      ANO-2015\n          ART-00008\n                PORTARIA DO MINISTÉRIO DAS COMUNICAÇÕES\n\n","LEG-MUN   LEI-000416      ANO-2008\n                LEI ORDINÁRIA DO MUNICÍPIO DE AUGUSTINÓPOLIS, TO"],"publicacao_data":"2019-08-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFINIÇÃO, PRECEITO FUNDAMENTAL, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. CLÁUSULA PÉTREA, PRINCÍPIO FEDERATIVO. INTERPRETAÇÃO SISTEMÁTICA, INTERPRETAÇÃO TELEOLÓGICA, RÁDIO COMUNITÁRIA, CONSTITUIÇÃO FEDERAL. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE.\n\n- TERMO(S) DE RESGATE: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRECEITO FUNDAMENTAL, ZONA DE CERTEZA POSITIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=235&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, PRINCÍPIO FEDERATIVO, CLÁUSULA PÉTREA)\nADPF 514 (TP). \n(EXPLORAÇÃO, RADIODIFUSÃO COMUNITÁRIA)\nADI 2566 (TP), RE 592492 AgR (1ªT). \n- Legislação estrangeira citada: Relatoria Especial para a Liberdade de Expressão da Comissão Interamericana de Direitos Humanos.\nNúmero de páginas: 21.\nAnálise: 18/08/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PRESIDENTA DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE AUGUSTINOPOLIS \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE AUGUSTINÓPOLIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":409244,"documental_tese_texto":null,"procedencia_geografica_completo":"TO - TOCANTINS","processo_codigo_completo":"ADPF 235","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2019-08-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALEXY, Robert. Epílogo a la Teoría de los Derechos Fundamentales. Revista Española de Derecho Constitucional, v. 66, 2002. p. 49-53.\nALMEIDA, Fernanda Dias Menezes de. Competências na constituição de 1988. 3. ed. São Paulo: Atlas, 2005. p. 29.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro: exposição sistemática da doutrina e análise crítica da jurisprudência, 7. ed. rev. e atual. São Paulo: Saraiva, 2016.\nBINENBOJM, Gustavo. Meios de comunicação de massa, pluralismo e democracia deliberativa: as liberdades de expressão e de imprensa nos Estados Unidos e no Brasil. Revista Brasileira de Direito Público, Belo Horizonte, ano 3, n. 9, p. 191-211, abr./jun. 2005.\nBOAS, Taylor C.; HIDALGO, F. Daniel. Controlling the airwaves: Incumbency advantage and community radio in Brazil. American Journal of Political Science, v. 55, n. 4, p. 869-885, 2011.\nBONAVIDES, Paulo. Comentários a Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. P. 633.\nGOMES, Daniel Augusto Vila-Nova. Rádios Comunitárias, serviços públicos e cidadania: uma nova ótica constitucional para a crise dos serviços de (tele)comunicações no Brasil. São Paulo: LTr, 2009. p. 38.\nLEVIN, Harvey. The invisible resource: use and regulation of the radio spectrum. RFF Press, 2013. p. 16.\nMENDES, Gilmar Ferreira. Argüição de Descumprimento de Preceito Fundamental: demonstração de inexistência de outro meio eficaz. Revista Jurídica Virtual Palácio do Planalto n. 13, jun./2000. p. 1-2.\nNUNES, Márcia Vidal. As rádios comunitárias nas campanhas eleitorais: exercício da cidadania ou instrumentalização (1998-2000). Revista de Sociologia Política, n. 22, 2004. p. 68.","ministro_facet":["LUIZ FUX"],"processo_numero":235,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur447066","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, indeferiu o pedido de desistência do recurso extraordinário, vencidos os Ministros Marco Aurélio e Ricardo Lewandowski. Em seguida, o Tribunal, por maioria, apreciando o tema 704 da repercussão geral, negou provimento ao recurso, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Por fim, o Tribunal deliberou fixar a tese de repercussão geral em assentada posterior. Falaram: pela recorrida União, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; pela recorrida Agência Nacional do Cinema - ANCINE, o Dr. Avio Kalatzis de Britto, Procurador-Geral Federal; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 17.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Em continuidade de julgamento, o Tribunal, por maioria, fixou a seguinte tese de repercussão geral (tema 704): “São constitucionais a cota de tela, consistente na obrigatoriedade de exibição de filmes nacionais nos cinemas brasileiros, e as sanções administrativas decorrentes de sua inobservância”, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Presidência do Ministro Luiz Fux. Plenário, 18.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["8","9","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur447066","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur447066","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA \n\n\n\n    Recurso extraordinário com repercussão geral. Direito Constitucional. Medida provisória. Obrigatoriedade de exibição de filmes brasileiros em salas de cinema. Cota de tela. Constitucionalidade. Recurso extraordinário não provido.\n\n\n\n    1. O recurso extraordinário foi interposto em face de acórdão por meio do qual a Terceira Turma do Tribunal Regional Federal da 4ª Região julgou improcedente ação declaratória ajuizada pelo Sindicato das Empresas Exibidoras Cinematográficas do Estado do Rio Grande do Sul, na qual se discute a obrigatoriedade de exibição de filmes brasileiros em salas de cinema.\n\n\n\n    2. É inviável o acolhimento da desistência do recurso extraordinário protocolado após o reconhecimento da repercussão geral da temática recursal. Há precedente no sentido “da impossibilidade de desistência de qualquer recurso ou mesmo de ação após o reconhecimento de repercussão geral da questão constitucional”(RE nº 693.456/RJ-RG, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe de 19/10/17).\n\n\n\n    3. O exame jurisdicional sobre o mérito do requisito da urgência somente deve ocorrer em casos excepcionais, mormente quando evidenciado o abuso de poder por parte do Poder Executivo. Precedentes. No exame da medida provisória que versa acerca da defesa dos altos valores constitucionais (defesa, promoção e difusão da cultura nacional) envolvidos em cenário que se mostra profundamente permeado por oligopólios, é inviável atestar-se, de pronto, a ausência do requisito da urgência ou a evidência de abuso de poder pelo Executivo na normatização do tema.\n\n\n\n    4. A Medida Provisória n.º 2.228-1/01 promoveu intervenção voltada a proporcionar a efetivação do direito à cultura, sem, por outro lado, atingir o núcleo dos direitos à livre iniciativa, à livre concorrência e à propriedade privada, tendo apenas adequado as liberdades econômicas a sua função social.\n\n\n\n    5. Recurso extraordinário desprovido.\n\n\n\n    6. Tese: São Constitucionais a denominada cota de tela, consistente na obrigatoriedade de exibição de filmes nacionais nos cinemas brasileiros, e as sanções administrativas decorrentes da inobservância da cota.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755966082","externo_seq_objeto_incidente":3921612,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-100  DIVULG 25-05-2021  PUBLIC 26-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=627432&classe=RE","is_colac":false,"titulo":"RE 627432","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00003 INC-00002\n    ART-00005 \"CAPUT\" INC-00002 INC-00023\n    INC-00054 ART-00006 ART-00023 ART-00062\n    \"CAPUT\" ART-00084 INC-00004 ART-00102\n    INC-00003 LET-A ART-00170 \"CAPUT\"\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 INC-00008\n    INC-00009 PAR-ÚNICO ART-00173 \"CAPUT\"\n    ART-00174 \"CAPUT\" ART-00215 \"CAPUT\"\n    INC-00001 PAR-00001 PAR-00002 PAR-00003\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 ART-00216 \"CAPUT\" INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    PAR-00001 PAR-00002 PAR-00003 PAR-00005\n    PAR-00006 INC-00001 INC-00002 INC-00003\n    PAR-00004 ART-0216A \"CAPUT\" PAR-00001\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 INC-00008\n    INC-00009 INC-00010 INC-00011 INC-00012\n    PAR-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 PAR-00003 PAR-00004\n    ART-00219 ART-00220 PAR-00003 INC-00001\n    ART-00221 INC-00003 ART-00222 INC-00003\n    PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032 ANO-2001\n    ART-00002\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000048 ANO-2005\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000071 ANO-2012\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008313 ANO-1991\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010454 ANO-2002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012485 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012599 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00998 PAR-ÚNICO\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-2005\n    ART-00006 LET-A LET-B LET-C\n    LET-D ART-00007\n    CONVENÇÃO CONVENÇÃO INTERNACIONAL SOBRE A PROTEÇÃO E PROMOÇÃO DA DIVERSIDADE DAS EXPRESSÕES CULTURAIS\n\n","LEG-INT   PCT ANO-1966\n    ART-00015 NÚMERO-00001 LET-A LET-B\n    LET-C NÚMERO-00002 NÚMERO-00003 NÚMERO-00004\n    PACTO PACTO INTERNACIONAL DOS DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   MPR-022281 ANO-2001\n    ART-00055 PAR-00001 PAR-00002 PAR-00003\n    ART-00056 ART-00059 PAR-00001 PAR-00002\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO APROVA O PACTO INTERNACIONAL DOS DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000485 ANO-2006\n    DECRETO LEGISLATIVO APROVA CONVENÇÃO SOBRE A PROTEÇÃO E PROMOÇÃO DA DIVERSIDADE DAS EXPRESSÕES CULTURAIS, ASSINADA EM PARIS, EM 20 DE OUTUBRO DE 2005\n\n","LEG-FED   DEC-050450 ANO-1961\n    DECRETO\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO PROMULGA O PACTO INTERNACIONAL DOS DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS DECRETO\n\n","LEG-FED   DEC-002108 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-004945 ANO-2003\n    ART-00001 PAR-ÚNICO ART-00002 ART-00003\n    ART-00004 PAR-ÚNICO ART-00005 ART-00006\n    ART-00007\n    DECRETO\n\n","LEG-FED   DEC-006177 ANO-2007\n    DECRETO PROMULGA CONVENÇÃO SOBRE A PROTEÇÃO E PROMOÇÃO DA DIVERSIDADE DAS EXPRESSÕES CULTURAIS, ASSINADA EM PARIS, EM 20 DE OUTUBRO DE 2005\n\n","LEG-FED   DEC-007670 ANO-2012\n    DECRETO\n\n","LEG-FED   DEC-010190 ANO-2019\n    ART-00001 PAR-00001\n    DECRETO\n\n","LEG-FED   RES-000672 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   PJL-005497 ANO-2019\n    PROJETO DE LEI\n\n","LEG-FED   PJL-005497 ANO-2019\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-005597 ANO-2019\n    PROJETO DE LEI\n\n","LEG-FED   PJL-005757 ANO-2019\n    PROJETO DE LEI\n\n","LEG-FED   PJL-005092 ANO-2020\n    PROJETO DE LEI\n\n","LEG-FED   SUMSTF-000282\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000283\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000126\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2021-05-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSIDERAÇÃO, COTA, FORMA, FOMENTO, MECANISMO, POLÍTICA PÚBLICA, OBJETIVO, PROTEÇÃO, MEIO AUDIOVISUAL. EMENDA CONSTITUCIONAL, CRIAÇÃO, POLÍTICA, VALORIZAÇÃO, DIVULGAÇÃO, MANIFESTAÇÃO CULTURAL, FUNDAMENTO, ACESSO À CULTURA. COLABORAÇÃO, ESTADO BRASILEIRO, ENTE PRIVADO, INCREMENTO, CRIAÇÃO, DIVULGAÇÃO, DISTRIBUIÇÃO, APRESENTAÇÃO, FILME, TERRITÓRIO NACIONAL. AUSÊNCIA, EXTRAPOLAÇÃO, LIMITE CONSTITUCIONAL, EXIGÊNCIA, LEGISLADOR, DIVULGAÇÃO, CONTEÚDO BRASILEIRO, TELEVISÃO POR ASSINATURA. LIMITAÇÃO, LIVRE INICIATIVA, FUNDAMENTO, PONDERAÇÃO DE PRINCÍPIOS, DIREITO À CULTURA, VALORIZAÇÃO, PATRIMÔNIO CULTURAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: ADMISSIBILIDADE, REPERCUSSÃO GERAL, STF, INTERESSE TRANSINDIVIDUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: CONSIDERAÇÃO, MEDIDA PROVISÓRIA, ATO, FORÇA DE LEI, EDIÇÃO, PRESIDENTE DA REPÚBLICA, SITUAÇÃO, RELEVÂNCIA, URGÊNCIA. EXCEPCIONALIDADE, CONTROLE, PODER JUDICIÁRIO, REQUISITO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA. CONSIDERAÇÃO, ATO DISCRICIONÁRIO, AVALIAÇÃO, REQUISITO, PRESIDENTE DA REPÚBLICA. EMENDA CONSTITUCIONAL, ALTERAÇÃO, REGIME JURÍDICO, MEDIDA PROVISÓRIA, PREVISÃO, DELIMITAÇÃO, MATÉRIA; ALTERAÇÃO, PRAZO, APRECIAÇÃO, CONGRESSO NACIONAL; IMPOSSIBILIDADE, REEDIÇÃO, SESSÃO LEGISLATIVA. RECEPÇÃO, LEI ORDINÁRIA, MEDIDA PROVISÓRIA, VIGÊNCIA, MOMENTO ANTERIOR, EMENDA CONSTITUCIONAL. DEFINIÇÃO, CULTURA, ASPECTOS. DIREITO À CULTURA, DIREITO FUNDAMENTAL, DECORRÊNCIA, CONSTITUIÇÃO FEDERAL, TRATADO INTERNACIONAL, CONVENÇÃO INTERNACIONAL, DIREITOS HUMANOS. HISTÓRIA, CINEMA, ÂMBITO NACIONAL. NECESSIDADE, FOMENTO, CINEMA. PRINCÍPIO DA ISONOMIA. PRINCÍPIO DA LIVRE INICIATIVA. INTERVENÇÃO DO ESTADO NA ECONOMIA, FORMA DIRETA, FORMA INDIRETA. PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. PONDERAÇÃO DE PRINCÍPIOS, PREVALÊNCIA, PATRIMÔNIO CULTURAL, CONCRETIZAÇÃO, DIVULGAÇÃO, CULTURA, ÂMBITO NACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EMENDA CONSTITUCIONAL 45 DE 2004, TRANSFORMAÇÃO, PROCESSO SUBJETIVO, PROCESSO OBJETIVO. DESCABIMENTO, DESISTÊNCIA, MOMENTO POSTERIOR, RECONHECIMENTO, REPERCUSSÃO GERAL, STF. AUSÊNCIA, PERDA, EFICÁCIA, MEDIDA PROVISÓRIA. PLENÁRIO, STF, REQUISITO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA, CONSIDERAÇÃO, ATO DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA. EXCEPCIONALIDADE, ANULAÇÃO, ATO NORMATIVO, DECORRÊNCIA, AUSÊNCIA, REQUISITO. ESCLARECIMENTO, URGÊNCIA, RELEVÂNCIA, EXPOSIÇÃO DE MOTIVOS, MEDIDA PROVISÓRIA. DIREITO À CULTURA, DIREITO FUNDAMENTAL DE SEGUNDA DIMENSÃO. CONSTITUIÇÃO FEDERAL, DEFINIÇÃO, PATRIMÔNIO CULTURAL. FOMENTO, ATIVIDADE CULTURAL, AUSÊNCIA, OFENSA, PRINCÍPIO DA LIVRE INICIATIVA. AUSÊNCIA, COMPETITIVIDADE, INDÚSTRIA, MEIO AUDIOVISUAL, ÂMBITO NACIONAL, EMPRESA ESTRANGEIRA, CINEMA. POSSIBILIDADE, COTA, CINEMA, CONSOLIDAÇÃO, ECONOMIA, INCENTIVO, INDÚSTRIA, CINEMA, ÂMBITO NACIONAL. CABIMENTO, RESTRIÇÃO, AUTONOMIA, ATIVIDADE ECONÔMICA, FUNDAMENTO, INTERESSE PÚBLICO. PRINCÍPIO DA ISONOMIA. PRINCÍPIO DA PROPORCIONALIDADE, INTERVENÇÃO DO ESTADO NA ECONOMIA. PODER REGULAMENTAR, AGÊNCIA NACIONAL DE CINEMA (ANCINE), DEFINIÇÃO, NÚMERO, DIA, APRESENTAÇÃO, FILME, APLICAÇÃO DE MULTA, DESCUMPRIMENTO, NORMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: EXCEPCIONALIDADE, CONTROLE JUDICIAL, REQUISITO, RELEVÂNCIA, URGÊNCIA, EDIÇÃO, MEDIDA PROVISÓRIA. DESTINAÇÃO, CINEMA, ENTRETENIMENTO, VALORIZAÇÃO, PATRIMÔNIO CULTURAL. LEGITIMIDADE, POLÍTICAS PÚBLICAS, PRESERVAÇÃO, CINEMA, ÂMBITO NACIONAL. LEGITIMIDADE, INTERVENÇÃO DO ESTADO NA ECONOMIA, FINALIDADE, GARANTIA, DIREITO À CULTURA. EXISTÊNCIA, MECANISMO, COTA, FILME, DIVERSIDADE, PAÍS ESTRANGEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INTERVENÇÃO DO ESTADO NA ECONOMIA, HIPÓTESE, PODER DE POLÍCIA; FOMENTO, ATIVIDADE ECONÔMICA, INCENTIVO FISCAL, FINANCIAMENTO PÚBLICO; ATUAÇÃO, PODER PÚBLICO, PRESTADOR DE SERVIÇO PÚBLICO, FORMA DIRETA. NECESSIDADE, ATUAÇÃO, PODER PÚBLICO, EDUCAÇÃO BÁSICA, MATÉRIA, CIÊNCIA E TECNOLOGIA, FOMENTO, CULTURA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: INTERPRETAÇÃO AXIOLÓGICA, CONSTITUIÇÃO FEDERAL, SUBORDINAÇÃO, MERCADO INTERNO, DESENVOLVIMENTO, CULTURA. PRINCÍPIO DA FUNÇÃO SOCIAL DA PROPRIEDADE. MEDIDA PROVISÓRIA, GARANTIA, DIREITO À CULTURA. APRECIAÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, INTERVENÇÃO DO ESTADO NA ECONOMIA, GARANTIA, INTERESSE PÚBLICO. ATUAÇÃO, PODER PÚBLICO, PROTEÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, LIVRE CONCORRÊNCIA, FUNÇÃO SOCIAL DA PROPRIEDADE, DEFESA DO CONSUMIDOR, MEIO AMBIENTE, PRINCÍPIO DO PLENO EMPREGO. LEGITIMIDADE, LIMITAÇÃO, LIVRE INICIATIVA, FUNDAMENTO, DIVERSIDADE, VALOR CONSTITUCIONAL. CONSIDERAÇÃO, COTA, MECANISMO, PROMOÇÃO, CULTURA, MEIO AUDIOVISUAL, ESTÍMULO, ATIVIDADE ECONÔMICA, CINEMA. CONSIDERAÇÃO, MEIO AUDIOVISUAL, EXPRESSÃO, CULTURA, PAÍS. PROPORCIONALIDADE, MEDIDA PROVISÓRIA, INCENTIVO, CINEMA, ÂMBITO NACIONAL, AUSÊNCIA, OFENSA, LIVRE INICIATIVA, AUSÊNCIA, EXIGÊNCIA, GRATUIDADE, SESSÃO. PRINCÍPIO DA ISONOMIA, IMPOSIÇÃO, COTA, TOTALIDADE, EMPRESA, CINEMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DESISTÊNCIA, RECURSO EXTRAORDINÁRIO, OBJETO, REPERCUSSÃO GERAL. OBJETIVO, COTA, INCENTIVO, CINEMA, ÂMBITO NACIONAL, EFETIVIDADE, DIREITO À CULTURA. CONSTITUIÇÃO FEDERAL, DESENVOLVIMENTO, CULTURA, PRINCÍPIO DA FUNÇÃO SOCIAL DA PROPRIEDADE. EVOLUÇÃO, LEGISLAÇÃO, POLÍTICA, COTA, DIVULGAÇÃO, FILME, ÂMBITO NACIONAL. EXISTÊNCIA, COTA, DIVERSIDADE, PAÍS ESTRANGEIRO. CONSIDERAÇÃO, COTA, MECANISMO, PROTEÇÃO, CONTEÚDO BRASILEIRO. IMPOSSIBILIDADE, CONSIDERAÇÃO, CULTURA, EXCLUSIVIDADE, MATÉRIA, COMÉRCIO. INCAPACIDADE, TRATADO INTERNACIONAL, LIVRE COMÉRCIO, ATENDIMENTO, COMPLEXIDADE, BEM, CULTURA. CONSIDERAÇÃO, COTA, POSSIBILIDADE, APRESENTAÇÃO, FILME, ÂMBITO NACIONAL. FRAGILIDADE, VULNERABILIDADE, COTA, EXIGÊNCIA, APERFEIÇOAMENTO, REAVALIAÇÃO. PRINCÍPIO DA ISONOMIA, AUSÊNCIA, TRATAMENTO DISCRIMINATÓRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DISTINÇÃO, DEFINIÇÃO, POVO, POPULAÇÃO. COMPETÊNCIA, PODER PÚBLICO, GARANTIA, DIREITO À CULTURA, INTERVENÇÃO DO ESTADO NA ECONOMIA, NECESSIDADE, DIVULGAÇÃO, CULTURA, AUSÊNCIA, OFENSA, LIVRE INICIATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSIDERAÇÃO, TRANSITORIEDADE, INICIATIVA, FOMENTO, CULTURA. PREVISÃO, MEDIDA PROVISÓRIA, PRAZO, VINTE ANOS, OBRIGAÇÃO, DIVULGAÇÃO, FILME, ÂMBITO NACIONAL. DEVER, PODER PÚBLICO, GARANTIA, ACESSO À CULTURA, PROMOÇÃO, PATRIMÔNIO CULTURAL. PREVISÃO, CONSTITUIÇÃO FEDERAL, DEFESA, VALORIZAÇÃO, PATRIMÔNIO CULTURAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CABIMENTO, PEDIDO, DESISTÊNCIA, QUALQUER MOMENTO, ÂMBITO, PROCESSO SUBJETIVO. CONSIDERAÇÃO, POSSIBILIDADE, DESISTÊNCIA, AUTONOMIA, VONTADE, PARTE PROCESSUAL. EDIÇÃO, MEDIDA PROVISÓRIA, IMPLEMENTAÇÃO, RESERVA DE MERCADO. AUSÊNCIA, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA.\n\n- TERMO(S) DE RESGATE: MAINSTREAM. SISTEMA NACIONAL DE CULTURA. PRINCÍPIO DA PROIBIÇÃO DA ARBITRARIEDADE DOS PODERES PÚBLICOS. PRÁTICAS ANTICONCORRENCIAIS. BLOCK BOOKING.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=627432&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DESISTÊNCIA, RECURSO, MOMENTO POSTERIOR, RECONHECIMENTO, REPERCUSSÃO GERAL)\nRE 647827 (TP), RE 657718 (TP), RE 693456 (TP), RE 905357 (TP), ARE 1054490 QO (TP), ARE 665134 QO (TP), RE 657718 AgR (TP). \n( NORMA, DIREITO PRÉ-CONSTITUCIONAL)\nADI 2 (TP). \n(EXCEPCIONALIDADE, CONTROLE JUDICIAL, REQUISITO, URGÊNCIA, MEDIDA PROVISÓRIA)\nADI 2418 (TP), ADI 4101 (TP), RE 592377 (TP), RE 526353 AgR (1ªT), ADI 2213 MC (TP), ADI 2527 MC (TP), ADI 162 MC (TP), ADI 1753 MC (TP). \n(CONSTITUCIONALIDADE, COTA, DIVULGAÇÃO, CONTEÚDO BRASILEIRO, TELEVISÃO POR ASSINATURA)\nADI 4679 (TP), ADI 4747 (TP), ADI 4756 (TP), ADI 4923 (TP). \n(LIMITAÇÃO, LIVRE INICIATIVA, PONDERAÇÃO DE PRINCÍPIOS)\nADI 1950 (TP), ADI 319 QO (TP). \n(INTERVENÇÃO DO ESTADO NA ECONOMIA, FINALIDADE, INTERESSE PÚBLICO)\nADI 855 (TP), ADI 1950 (TP), RE 648622 AgR (1ªT), ADI 4874 (TP). \n(OBRA ARTÍSTICA, CINEMA, MEIO AUDIOVISUAL)\nADI 4923 (TP). \n(PRINCÍPIO DA ISONOMIA)\nRE 428864 (2ªT), ADPF 186 (TP). \n(INTERVENÇÃO DO ESTADO NA ECONOMIA, DIREITO À CULTURA, DIREITO À EDUCAÇÃO)\nADI 1950 (TP), ADI 2163 (TP). \n(PRINCÍPIO DA RAZOABILIDADE, OBRIGATORIEDADE, TRANSMISSÃO, PROGRAMA, A VOZ DO BRASIL)\nRE 1026923 (TP). \n(INTERPRETAÇÃO, PODER JUDICIÁRIO, NORMA ESPECÍFICA, ÓRGÃO ADMINISTRATIVO)\nADI 4874 (TP). \n(PODER DE POLÍCIA, ÂMBITO ADMINISTRATIVO, AGÊNCIA REGULADORA)\nADI 4923 (TP). \n(CONSTITUCIONALIDADE, REAJUSTE, MENSALIDADE ESCOLAR)\nADI 319 QO (TP). \n(CONSTITUCIONALIDADE, MEIA-ENTRADA, DOADOR, SANGUE)\nADI 3512 (TP). \n- Decisão monocrática citada:\n(EXCEPCIONALIDADE, CONTROLE JUDICIAL, REQUISITO, URGÊNCIA, MEDIDA PROVISÓRIA)\nRE 1222118.\n- Decisão estrangeira citada: Caso Willis vs. Reino Unido, julgamento de 11 de junho de 2002 e Caso Okpisz vs. Alemanha, julgamento de 25 de outubro de 2005, do Tribunal Europeu de Direitos Humanos.\n- Legislação estrangeira citada: art. 2 da Declaração de Friburgo, de 2007; Art. 27 da Declaração Universal dos Direitos do Homem; art. 13 da Declaração Americana dos Direitos e Deveres do Homem; art. 4 do Acordo Geral sobre Tarifas e Comércio - GATT, de 1947; Tratado Norte-Americano de Livre Comércio, de 1992.\n- Veja: ADI 4923 e RE 1070522 do STF.\n\nNúmero de páginas: 187.\nAnálise: 14/02/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : SINDICATO DAS EMPRESAS EXIBIDORAS CINEMATOGRÁFICAS DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : ALEXANDRE KRUEL JOBIM E OUTRO(A/S)\nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : AGÊNCIA NACIONAL DO CINEMA - ANCINE \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"704 - Constitucionalidade da denominada “cota de tela”, consistente na obrigatoriedade de exibição de filmes nacionais nos cinemas brasileiros, e das sanções administrativas decorrentes da inobservância da cota.","old_seq_sjur":447066,"documental_tese_texto":"São constitucionais a cota de tela, consistente na obrigatoriedade de exibição de filmes nacionais nos cinemas brasileiros, e as sanções administrativas decorrentes de sua inobservância.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 627432","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-03-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AGÊNCIA NACIONAL DO CINEMA. Anuário Estatístico do Cinema Brasileiro 2019. p. 6. Disponível em: https://www.gov.br/ancine/pt-br/oca/publicacoes/arquivos.pdf/anuario_2019.pdf. Acesso em: 26 fev. 2021.\nAIDAR, Laura. História do Cinema Brasileiro. Toda Matéria. Disponível em: https://www.todamateria.com.br/historia-do-cinema-brasileiro/. Acesso em: 22 fev. 2021. \nALMEIDA, Marcus Elidius Michelli de. Interpretação constitucional – livre iniciativa e concorrência no Direito Constitucional Brasileiro. In: BETTINI, Lucia Helena Poletti; GONÇALVES JUNIOR, Jerson Carneiro; MOREIRA, Eduardo Ribeiro (coord.). Hermenêutica constitucional: homenagem aos 22 anos do grupo de estudos Maria Garcia. Florianópolis: Conceito Editorial, 2010. p. 553-555.\nANDRIETTA, Gabriela. Políticas para a exibição cinematográfica: a experiência internacional. Políticas Culturais em Revista, v. 12, n. 1, 2019. p. 209-227. \nARAGÃO, Alexandre. Princípios Gerais da Atividade Econômica. In: AGRA, Walber de Moura; BONAVIDES, Paulo; MIRANDA, Jorge; PINTO FILHO, Francisco Bilac; RODRIGUES JÚNIOR, Otávio Luiz (coord.) Comentários à Constituição Federal de 1988.\nASSOCIAÇÃO BRASILEIRA DE PRODUÇÃO DE OBRAS AUDIOVISUAIS; SERVIÇO DE APOIO ÀS MICRO E PEQUENAS EMPRESAS. Mapeamento e Impacto Econômico do Setor Audiovisual no Brasil 2016 - Resumo Executivo. Disponível em: https://www.abap.com.br/wp-content/uploads/2021/06/mapeamento-e-impacto-economico-do-setor-audiovisual-no-brasil-2016.pdf. Acesso em: 23 fev. 2021.\nAUTRAN, Arthur. A noção de “ciclo regional” na historiografia do cinema brasileiro. Revista Alceu, Rio de Janeiro, v. 10, n. 20, p. 116-125, jan./jun. 2010. Disponível em: http://revistaalceu-acervo.com.pucrio.br/media/Alceu20_Autran.pdf. Acesso em: 23 fev. 2021.\nBONAVIDES, Paulo. Reflexões sobre nação, Estado social e soberania. Revista do Instituto de Estudos Avançados da Universidade de São Paulo, 2008.\nCANOTILHO, José Joaquim Gomes et al. In: SARLET, Wolfgang Ingo (coord.). Comentários à Constituição do Brasil. 2. ed. Rio de Janeiro: Forense, 2018. p. 1925.\nCOSCIA, Jorge. Cuota de pantalla, un paso esencial. . Revista Raíces, v. 9,  n. 1, 2004. p. 19-28.\nFORNAZARI, Fabio Kobol. Instituições do Estado e políticas de regulação e incentivo ao cinema no Brasil: o caso Ancine e Ancinav. SciELO Brasil, 26 out. 2006. Disponível em: https://www.scielo.br/scielo.phpscript=sci_arttext&pid=S0034-76122006000400008. Acesso em: 26 fev. \nGRABER, Christopher Beat. WTO: A Threat to European Films?. Actas Del V. Congreso 'Cultura Europea'. Elcano: Arazandi, 2000. p. 865-878. Disponível em: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1617891. Acesso em: 24 fev. 2021.\nIKEDA, Marcelo. As Políticas Públicas Cinematográficas no início dos anos 2000: O papel da Ancine no ‘Tripé Institucional’ Previsto pela MP 2.228-1/01. Disponível em: http://www.labaudiovisual.com.br/labav/wp-content/uploads/2017/10/As-Pol%C3%ADticas-P%C3%BAblicas-Cinematogr%C3%A1ficas-no-In%C3%ADcio-dos-Anos-2000-O-Papel-da-Ancine-no-%E2%80%9CTrip%C3%A9-Institucional%E2%80%9D-Previsto-pela-mp-2.228-101.pdf.\nIKEDA, Marcelo e SANTOS, Guiwhi. Enfrentando Hollyworld. Le Monde Diplomatique, São Paulo, n. 33, 1 abr. 2010. p. 31. Disponível em: https://diplomatique.org.br/enfrentando-hollyworld/.\nKIM, Carolyn H., Comment, Building the Korean Film Industry's Competitiveness: Abolish the Screen Quota and Subsidize the Film Industry. 9 Pac. Rim L & Pol'y J, 2000. p. 353.\nMACHADO, Rubens. O cinema paulistano e os ciclos regionais Sul-Sudeste (1912-1933). In: Ramos, Fernão. (coord.). História do cinema brasileiro. São Paulo: Art Editora, 1987.\nMARTINS, Vinícius Alves Portela. Agência Nacional do Cinema – ANCINE: comentários à Medida Provisória nº 2.228-1/01, ao Decreto nº 4.121/02 e à Lei nº 12.485/11. São Paulo: Atlas, 2015. p. 258.\nMARTINS, Vinícius Alves Portela. A importância da fiscalização tributária no desenvolvimento de políticas públicas de fomento no setor audiovisual – o caso da fiscalização sobre os mecanismos oriundos do imposto de renda incidente sobre remessas para o exterior. Revista Fórum de Direito Tributário, Belo Horizonte, ano 11, n. 62, mar./abr. 2013.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 27. ed. São Paulo: Malheiros, 2010. p. 793.\nMELLO, Celso Antônio Bandeira de. O Conteúdo Jurídico do Princípio da Igualdade. 2. ed. São Paulo: Revista dos Tribunais, 1984. p. 54.\nMESQUISA, Mariana. Após polêmica com 'Vingadores', governo decreta cota de tela para filmes nacionais. Folha de Pernambuco, 08 maio 2019. Disponível em: https://www.folhape.com.br/cultura/apos-polemica-com-vingadores-governo-decreta-cota-de-tela-para-filmes/104245/. Acesso em: 27 jan. 2020.\nO que é cultura: saiba tudo sobre o assunto. Sítio Stoodi - Blog, 7. jun. 2022. Disponível em: https://www.stoodi.com.br/blog/filosofia/o-que-e-cultura/. Acesso em: 22 fev. 2022.\nRAMOS, André Santa Cruz. IN: MORAES, Alexandre et al. Constituição Federal Comentada. Rio de Janeiro: Forense, 2018. p. 1329.\nROCHA, Cármen Lúcia Antunes. O Princípio Constitucional da Igualdade. Belo Horizonte: Editora Lê, 1990 p. 39 e 41.\nSALINAS, Jesus Gonzales. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, n. 120, 1989.\nSÁNCHEZ-RUIZ, Enrique. Globalization, cultural industries, and free trade: the mexican audiovisual sector in the NAFTA Age. In: MOSCO, Vincent; SCHILLER, Dan. Continental Order? Integrating North America for Cybercapitalism. Oxford: Rowman & Littlefield, 2001.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 7. ed. São Paulo: Malheiros, 2010. p. 820.\nSIMIS, Anita. A contribuição da cota de tela no cinema brasileiro. O Público e o Privado (UECE), v. 7, n. 14, jul/dez. 2009. p. 137-146. \nSOUZA, Ana Paula. Uma fórmula para enfrentar o domínio de Hollywood. Valor Econômico, Londres, 30 jan. 2013. Disponível em: https://valor.globo.com/eu-e/noticia/2013/01/30/uma-formula-para-enfrentar-o-dominio-de-hollywood.ghtml. Acesso em: 24 fev. 2021.\nTIPKE, Klaus et al. Direito tributário. Porto Alegre: Sergio Antonio Fabris, 2008. p. 195.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":627432,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur447067","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PE","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório, o julgamento foi suspenso. Não participou, justificadamente, deste julgamento a Ministra Cármen Lúcia. Ausentes, justificadamente, os Ministros Marco Aurélio e Dias Toffoli. Presidência do Ministro Luiz Fux. Plenário, 04.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\n\n                 Decisão: O Tribunal, por maioria, apreciando o tema 1.013 da repercussão geral, conheceu do recurso extraordinário e deu-lhe provimento, nos termos do voto do Relator, Ministro Luiz Fux (Presidente), vencido o Ministro Marco Aurélio. O Ministro Gilmar Mendes acompanhou o Relator com divergência de fundamentação. Em seguida, o Tribunal deliberou fixar a tese de repercussão geral em assentada posterior. Falaram: pela recorrente, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Plenário, 17.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\n\n                       Decisão: Em continuidade de julgamento, o Tribunal, por maioria, fixou a seguinte tese de repercussão geral (tema 1.013): “São constitucionais os procedimentos licitatórios que exijam percentuais mínimos e máximos a serem observados pelas emissoras de rádio na produção e transmissão de programas culturais, artísticos e jornalísticos locais, nos termos do artigo 221 da Constituição Federal de 1988”, nos termos do voto do Relator, Ministro Luiz Fux (Presidente), vencido o Ministro Marco Aurélio. Plenário, 18.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["8","9","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur447067","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pernambuco","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur447067","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. TEMA 1.013. PROCEDIMENTO LICITATÓRIO DOS SERVIÇOS DE RADIODIFUSÃO SONORA. DISCIPLINA CONSTITUCIONAL DA COMUNICAÇÃO SOCIAL. CARACTERÍSTICAS SETORIAIS: GESTÃO DIRETA DAS OUTORGAS PELO PRESIDENTE DA REPÚBLICA (CF/88, ART. 223); CONTROLE DE CIDADÃOS BRASILEIROS SOBRE OS MEIOS DE COMUNICAÇÃO (CF/88, ART. 222); E INDICAÇÃO SOBRE OS TIPOS DE CONTEÚDOS DESEJÁVEIS, MÁXIME O RESPEITO AO PLURALISMO (CF/88, ARTS. 220 E 221). CF/88, ART. 21, XI E XII, COM A REDAÇÃO DADA PELA EC 8/1995. A EXPLORAÇÃO DAS ONDAS DE RADIOFREQUÊNCIA SE SUBMETE AO DIREITO DE POSSE DA UNIÃO. CISÃO ENTRE OS SERVIÇOS DE RADIODIFUSÃO (ART. 21, XII, ‘A’) E OS SERVIÇOS DE TELECOMUNICAÇÃO (ART. 21, XI). A NECESSIDADE DE ORDENAÇÃO DO SETOR IMPÕE A RECEPÇÃO DA LEI Nº 4.117/1962. ART. 223: NORMA CONSTITUCIONAL QUE CONFERE FORTE INFLUÊNCIA DO PODER EXECUTIVO FEDERAL SOBRE A RADIODIFUSÃO. CONSTITUCIONALIDADE DE DECRETOS QUE, AO RETIRAREM VALIDADE DO MARCO LEGAL DE 1962, DESENVOLVEM O SETOR. A RESERVA DE TEMPO TOTAL DA PROGRAMAÇÃO PARA PROGRAMAS ESPECIAIS É MEDIDA ADEQUADA DIANTE DA REPRESENTATIVIDADE DOS APARELHOS RECEPTORES DE RADIODIFUSÃO NA REALIDADE BRASILEIRA. JUSTIFICAÇÃO PROCEDIMENTAL. RECEPÇÃO DO ART. 16 DO DECRETO 52.795/1963. PROCESSO SELETIVO QUE RESPEITA OS PRINCÍPIOS DA MORALIDADE E DA IMPESSOALIDADE (CF/88, ART. 37, CAPUT, E INC. XXI). SERVIÇO PÚBLICO (ART. 21, XII). A HABILITAÇÃO DOS PRESTADORES (CONTROLE EX ANTE) E A EXECUÇÃO DOS CONTRATOS ADMINISTRATIVOS (CONTROLE EX POST) PODEM SER MOLDADAS POR FINALIDADES SOCIAIS. JUSTIFICAÇÃO MATERIAL. AS FINALIDADES SOCIAIS – INCORPORADAS COMO REGRAS EDITALÍCIAS, COMO CLÁUSULAS CONTRATUAIS OU COMO NORMAS REGULATÓRIAS SETORIAIS – SÃO LIMITAÇÕES LEGÍTIMAS À MAXIMIZAÇÃO DE BENEFÍCIOS PELOS AGENTES DELEGATÁRIOS (CONCESSIONÁRIAS, PERMISSIONÁRIAS E AUTORIZATÁRIAS). NO MARCO REGULATÓRIO VIGENTE, HÁ ESCOLHAS POLÍTICAS INEQUÍVOCAS QUANTO À VALORIZAÇÃO DE PROGRAMAS INFORMACIONAIS E À PRODUÇÃO DE CONTEÚDO LOCAL E REGIONAL. ARTICULAÇÃO ENTRE O ACESSO À COMUNICAÇÃO E O DIREITO DE ACESSO À CULTURA NACIONAL (CF/88, ARTS. 215 E 216, §3º). SOB O RITO DO DECRETO 52.795/1963, A REALIZAÇÃO DE EDITAIS PODE SE VALER DE REQUISITOS ADICIONAIS, DESDE QUE CONCRETIZADORES DOS PRINCÍPIOS DO ART. 221 DA CF/88. O EDITAL DE LICITAÇÃO É INSTRUMENTO LEGÍTIMO PARA O PODER CONCEDENTE EXIGIR PERCENTUAIS MÍNIMOS DE PROGRAMAÇÃO ESPECIAL, OBSERVANDO-SE, CASO A CASO, A RAZOABILIDADE DESSAS “COTAS”. APELO EXTRAORDINÁRIO DA UNIÃO. VALIDADE DAS CLÁUSULAS EDITALÍCIAIS SOBRE A POLÍTICA DE REGIONALIZAÇÃO, ESTABELECIDAS EM PERCENTUAL RAZOÁVEL. RECURSO EXTRAORDINÁRIO PROVIDO.\n\n\n\n    1. Os serviços de radiodifusão sonora e de sons e imagens pertencem à competência administrativa da União, por dicção do art. 21, XI, alínea ‘a’, que legitima a delegação de sua prestação nas três formas de outorga (concessão, permissão e autorização). O direito à exploração das ondas de radiofrequência é concedido aos particulares, porém a posse desse recurso, de caráter imaterial, pertence ao domínio público.\n\n\n\n    2. Além da regra de competência, a radiodifusão está abarcada pelo Capítulo V, do Título VIII, da Constituição Federal de 1988, sob o nomen iuris “Da Comunicação Social”. Três características setoriais exsurgem da disciplina constitucional: (i) a participação direta do Presidente da República na gestão das outorgas (ex vi art. 223); (ii) a limitação à participação de pessoas físicas e jurídicas estrangeiras no controle dos meios de comunicação (ex vi art. 222); e (iii) a determinação sobre o conteúdo desejável, guiado por princípios norteadores, máxime o respeito ao livre pensamento e ao pluralismo (ex vi arts. 220 e 221).\n\n\n\n    3. Quanto às diretrizes constitucionais para o desenho do marco regulatório, destaca-se que a Emenda Constitucional (EC) 8/1995 promoveu a cisão entre os serviços de radiodifusão (art. 21, XII, ‘a’) e os serviços de telecomunicações (art. 21, XI). No mesmo período (década de 1990), as telecomunicações passaram por atualização legislativa.\n\n\n\n    4. Por seu turno, a cadeia de radiodifusão não foi objeto de regulamentação específica após a promulgação da Carta de 1988. A necessidade de ordenação do setor, em especial quanto à organização e à distribuição das faixas de radiofrequência, justifica a recepção da Lei 4.117/1962, o “Código Brasileiro de Telecomunicações” (CBT). Precedentes: ADI 561-MC, Rel. Min. Celso de Mello, Plenário, j. em 23/08/1995; ARE 911.445 AgR, Rel. Min. Edson Fachin, Segunda Turma, j. em 24/11/2017.\n\n\n\n    5. A recepção da Lei 4.117/1962 pela atual ordem constitucional visa a garantir previsibilidade “[ao] regime das empresas concessionárias e permissionárias de serviços públicos, o caráter especial de seu contrato e de sua prorrogação, bem como as condições de caducidade, fiscalização e rescisão da concessão ou permissão”.\n\n\n\n    6. Considerando a regra constitucional de atuação direta do Poder Executivo Federal na celebração e na renovação dos vínculos de delegação da radiodifusão (art. 223), os Decretos Presidenciais ostentam grande importância para o setor. Precedente: ADI 3.944, Rel. Min. Ayres Britto, Tribunal Pleno, j. em 05/08/2010 (reconhecimento da constitucionalidade do Decreto 5.820/2006, instrumento que instituiu o Sistema Brasileiro de Televisão Digital – SBTVD).\n\n\n\n    7. A questão constitucional posta é a validade dos processos seletivos de outorga dos serviços de radiodifusão sonora, no tocante à exigência editalícia de percentuais mínimos e máximos para a exibição da programação especial de produção local. O conceito dessa programação especial está no art. 16, §1º, ‘c’, do Decreto 52.795/1963: “programas culturais, artísticos, educativos e jornalísticos a serem produzidos no Município de outorga”.\n\n\n\n    8. O Decreto 52.795/1963, o “Regulamento dos Serviços de Radiodifusão”, foi editado em conformidade com os requisitos da Constituição de 1946, art. 87, I. Assim, as disposições do Decreto 52.795/1963 que possuírem compatibilidade material com a Constituição vigente podem ser recepcionadas, a despeito de questões formais. Precedentes: RE 272.872, Relator p/ Acórdão Min. Nelson Jobim, Tribunal Pleno, j. em 04/04/2001; RE 632.586 AgR, Rel. Min. Ricardo Lewandowski, Segunda Turma, j. Em 17/12/2013.\n\n\n\n    9. No caso sub examine, a reserva de tempo à programação especial de produção local é constitucional, a partir de justificações procedimentais e substantivas.\n\n\n\n    10. A justificação procedimental dessas exigências decorre do cotejo com a disciplina jurídica pátria sobre os processos seletivos públicos, gênero do qual a licitação é espécie, e sobre os institutos da concessão, da permissão e da autorização.\n\n\n\n    11. O processo seletivo público para o setor de radiodifusão revela-se compatível com os princípios da impessoalidade e da moralidade. Na prática, o art. 38 da Lei nº 4.117/1962, recepcionada por esta Corte, bem como o art. 16 do Decreto 52.795/1963, incorporam a apresentação de certos tipos de programa como critérios qualificatórios e, apenas excepcionalmente, eliminatórios de certames.\n\n\n\n    12. A natureza jurídica de serviço público chancela ao Poder Concedente duas formas de controle sobre o vínculo de delegação: (i) a fixação ex ante de qualificações, aferidas nos momentos de habilitação ao processo seletivo público e de adjudicação da outorga ao proponente vencedor; e (ii) a imposição posterior de deveres e obrigações, mediante a execução das cláusulas de contratos administrativos e/ou a edição de normas regulatórias setoriais.\n\n\n\n    13. Consoante o entendimento sedimentado desta Corte, são legítimos os deveres e as obrigações impostas aos agentes delegatários de serviços públicos (concessionárias, permissionárias e autorizatárias), em sede de contrato administrativo e por aplicação das normas regulatórias, desde que tais exigências sirvam à tutela de valores e bens jurídicos relevantes para a coletividade, a comunidade política que engloba os usuários daqueles serviços. De forma convergente: RE 627.189 RG, Rel. Min. Dias Toffoli, Tribunal Pleno, j. em 08/06/2016 (Tema 479, acerca das providências a serem adotadas pelas concessionárias de energia elétrica, com fundamento no princípio da precaução).\n\n\n\n    14. Trata-se de situação em que a autocontenção judicial é imperativa. O Supremo Tribunal Federal tem assumido, acertadamente, postura de deferência tanto em face de normas que instituem e atualizam as formas jurídicas de parceria entre os setores públicos e privado; quanto em face de normas que condicionam a exploração de atividades privadas, seja por meio de autorizações e licenças, seja por meio da fiscalização por entidades administrativas (pastas ministeriais, autarquias “típicas” e agências reguladoras). Nesse sentido: ADI 1.923, de minha redação, j. em 16/04/2015 (reconhecimento da constitucionalidade da Lei das Organizações Sociais, na extensão de suas modificações sobre a forma de celebração de contratos com a Administração Pública); ADC 42, de minha relatoria, j. em 28/02/2018 (preservação dos requisitos estabelecidos, com respaldo técnico, pelo Código Florestal sobre a exploração de terras).\n\n\n\n    15. A justificação substantiva decorre das finalidades sociais da medida. Cuida-se da articulação entre a disponibilidade dos serviços de radiodifusão e o exercício do direito coletivo de acesso à cultura nacional (CF/88, art. 215, caput).\n\n\n\n    16. Verifica-se que o conceito de programação especial de produção local é compatível com o art. 221 da CF/88, que preceitua os princípios norteadores da produção e da programação das emissoras de rádio. A Constituição eleva à condição de princípios a “promoção da cultura nacional e regional e estímulo à produção independente que objetive sua divulgação” (art. 221, inc. II) e a “regionalização da produção cultural, artística e jornalística, conforme percentuais estabelecidos em lei” (art. 221, III).\n\n\n\n    17. A divulgação do modo de vida, dos costumes e dos acontecimentos locais fortalece o senso de pertencimento dos cidadãos ao Município. Cumpre contextualizar a realidade brasileira, onde os principais produtos do setor de radiodifusão, o rádio e a televisão de sinal aberto, ainda são os meios de comunicação preponderantes em regiões rurais.\n\n\n\n    18. A difusão dos aparelhos transmissores de radiodifusão criou uma interface poderosa de contato com a população, o que pode ser aproveitado para finalidades sociais.\n\n\n\n    19. Recentemente, esta Corte julgou o mérito do Tema 1.039 de Repercussão Geral, assentando a constitucionalidade da retransmissão obrigatória do programa de rádio “A Voz do Brasil”, no mais tardar até às 22h. Restou consignado que o interesse coletivo em transparência pública justifica a transmissão ao vivo ou a retransmissão do programa em horário de grande audiência, sob pena de reduzir drasticamente o alcance das informações e de esvaziar a finalidade da norma (RE 1.026.923, Redator do acórdão: Min. Alexandre de Moraes, Tribunal Pleno, julgado em 16/11/2020, DJe de 24/02/2021).\n\n\n\n    20. Por via de consequência, é legítimo que o Estado brasileiro realize intervenções sobre o tipo de conteúdo desejável (e.g. educativo, noticioso, artístico, cultural) – o que não se confunde nem corrobora com medidas restritivas à liberdade do pensamento e ao pluralismo de ideias. Essa interpretação é extraída da leitura sistemática dos arts. 220 e 221 da CF/88.\n\n\n\n    21. Perante os cidadãos-usuários, a “cota” de produções locais funciona como uma circunstância condicionante da arquitetura de escolhas, e não como uma limitação definitiva das opções. Quando o Poder Público aumenta a oferta de programas locais – por meio de um percentual mínimo de exibição, porém sem qualquer vinculação prévia sobre o modo de inserção na grade programação (i. e. formato, horário de exibição) –, ele cria um nudge, isto é, uma política pública de difusão da cultura que se beneficia do viés cognitivo dos cidadãos a serem ouvintes e telespectadores em momentos de lazer (SUSTEIN, Cass. Nudges.gov: Behaviorally Informed Regulation. In: The Oxford Handbook of Behavioral Economics and the Law. Oxford University Press, 2014, pp. 746-762).\n\n\n\n    22. Diante do exposto, proponho a seguinte redação para a tese: “São constitucionais os procedimentos licitatórios que exijam percentuais mínimos e máximos a serem observados pelas emissoras de rádio na produção e transmissão de programas culturais, artísticos e jornalísticos locais, nos termos do art. 221 da Constituição Federal de 1988”.\n\n\n\n    23. No julgamento do leading case, o apelo da União merece prosperar. Os Editais de Concorrência nº 033/2009 e 034/2009 são válidos e eficazes quanto às cláusulas impositivas do percentual mínimo de 5% do tempo total de programação destinado à “transmissão de programas culturais, artísticos e jornalísticos produzidos e gerados no Município ao qual pertence a localidade objeto de outorga”. Forçoso concluir que 5% (cinco por cento) é uma reserva quantitativa razoável, mercê da previsão desse mesmo parâmetro para a consecução da finalidade informativa de todas as emissoras de radiodifusão, conforme previsto no art. 38, alínea ‘h’, da Lei 4.117/1962.\n\n\n\n    24. Ex positis, CONHEÇO e DOU PROVIMENTO ao recurso interposto pela União, aplicando-lhe o Tema, para reconhecer a violação da interpretação jurídica do Tribunal a quo ao art. 221 da Constituição Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755966236","externo_seq_objeto_incidente":5250947,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-100  DIVULG 25-05-2021  PUBLIC 26-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1070522&classe=RE","is_colac":false,"titulo":"RE 1070522","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1946\n    ART-00087 INC-00001\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00003 INC-00002\n    INC-00003 ART-00005 INC-00004 INC-00009\n    INC-00014 INC-00023 INC-00075 ART-00006\n    ART-00021 INC-00011 INC-00012 LET-A\n    ART-00022 INC-00004 ART-00023 INC-00005\n    ART-00024 INC-00009 ART-00037 \"CAPUT\"\n    INC-00021 ART-00062 ART-00084 INC-00004\n    ART-00097 ART-00102 INC-00003 LET-A\n    ART-00142 PAR-00003 INC-00010 ART-00170\n    INC-00003 ART-00175 \"CAPUT\" PAR-ÚNICO\n    INC-00001 ART-00215 \"CAPUT\" INC-00001\n    PAR-00001 PAR-00002 PAR-00003 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    ART-00216 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 PAR-00006\n    INC-00001 INC-00002 INC-00003 ART-0216A\n    \"CAPUT\" PAR-00001 INC-00001 INC-00002\n    INC-00003 INC-00004 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 INC-00008 INC-00009\n    PAR-00003 PAR-00004 ART-00219 ART-00220\n    PAR-00003 INC-00002 PAR-00006 ART-00221\n    INC-00001 INC-00002 INC-00003 INC-00004\n    ART-00222 INC-00003 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 ART-00223\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    PAR-00005 CAPÍTULO-00005 TÍTULO-00008\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000008 ANO-1995\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000032 ANO-2001\n    ART-00002\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000071 ANO-2012\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00034 PAR-00005\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-004117 ANO-1962\n    ART-00038 LET-D LET-E LET-H\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004771 ANO-1965\n    CFL-1965 CÓDIGO FLORESTAL\n\n","LEG-FED   LEI-006880 ANO-1980\n    EM-1980 ESTATUTO DOS MILITARES\n\n","LEG-FED   LEI-008666 ANO-1993\n    ART-00040 INC-00006 INC-00007 INC-00017\n    LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009472 ANO-1997\n    ART-00211 PAR-ÚNICO ART-00215 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009637 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012485 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-2005\n    ART-00006\n    CONVENÇÃO SOBRE A PROTEÇÃO E A PROMOÇÃO DA DIVERSIDADE DE EXPRESSÕES CULTURAIS\n\n","LEG-INT   PCT ANO-1966\n    ART-00015 ITEM-00001 LET-A LET-B\n    LET-C ITEM-00002 ITEM-00003 ITEM-00004\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   MPR-002228 ANO-2001\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-052795 ANO-1963\n    ART-00002 ART-00016 PAR-00001 LET-A\n    LET-B ITEM-00001 ITEM-00002 ITEM-00003\n    ITEM-00004 ITEM-00005 ITEM-00006 LET-C\n    LET-D LET-E LET-F PAR-00002\n    PAR-00003 INC-00001 INC-00002 PAR-00004\n    PAR-00005 ART-00028 INC-00002 INC-00011\n    DECRETO\n\n","LEG-FED   DEC-091837 ANO-1985\n    DECRETO\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-001720 ANO-1995\n    DECRETO\n\n","LEG-FED   DEC-002108 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-002196 ANO-1997\n    DECRETO\n\n","LEG-FED   DEC-004901 ANO-2003\n    DECRETO\n\n","LEG-FED   DEC-006177 ANO-2005\n    DECRETO - PROMULGA A CONVENÇÃO SOBRE A PROTEÇÃO E A PROMOÇÃO DA DIVERSIDADE DE EXPRESSÕES CULTURAIS\n\n","LEG-FED   DEC-005820 ANO-2006\n    DECRETO\n\n","LEG-FED   DEC-007670 ANO-2012\n    DECRETO\n\n","LEG-FED   RES-000411 ANO-2005\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   RES-000672 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-05-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECEPÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA. RECEPÇÃO, PRINCÍPIO DA RESERVA DO PLENÁRIO. RECEPÇÃO, MODULAÇÃO DE EFEITOS. DIREITO TRANSINDIVIDUAL, ACESSO À CULTURA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: DIREITO À CULTURA, DOUTRINA, CONSTITUIÇÃO FEDERAL, TRATADO INTERNACIONAL. LIMITE MÍNIMO, CONTEÚDO JORNALÍSTICO, LOCALIDADE, MUNICÍPIO, LIBERDADE DE EXPRESSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: INCONSTITUCIONALIDADE FORMAL, INCONSTITUCIONALIDADE SUPERVENIENTE. RECEPÇÃO, COMPATIBILIDADE, CARÁTER MATERIAL, NORMA, CONSTITUIÇÃO FEDERAL. PROTEÇÃO, DIVERSIDADE, CULTURA, PAÍS, AUSÊNCIA, OFENSA, LIVRE CONCORRÊNCIA, LIVRE INICIATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: LEGITIMIDADE, ADEQUAÇÃO, INTERVENÇÃO DO ESTADO NA ECONOMIA, GARANTIA, EFETIVIDADE, DIREITO À EDUCAÇÃO, DIREITO À CULTURA, DESPORTO. PERCENTUAL MÍNIMO, CONTEÚDO JORNALÍSTICO, CULTURA, ATIVIDADE ARTÍSTICA, ÂMBITO REGIONAL, PROGRAMAÇÃO DA EMISSORA, RÁDIO, TELEVISÃO, INTERVENÇÃO DO ESTADO NA ECONOMIA, LIBERDADE DE EXPRESSÃO. PROPORCIONALIDADE, ADEQUAÇÃO, POLÍTICA PÚBLICA, COTA, CONTEÚDO JORNALÍSTICO, CULTURA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INTERVENÇÃO DO ESTADO NA ECONOMIA, EDIÇÃO, LEGISLAÇÃO, REGULAÇÃO, EXERCÍCIO, PODER DE POLÍCIA; POLÍTICA PÚBLICA, INCENTIVO FISCAL, ISENÇÃO TRIBUTÁRIA, FINANCIAMENTO PÚBLICO; EXPLORAÇÃO DE ATIVIDADE ECONÔMICA. PODER PÚBLICO, DEVER, ATUAÇÃO, EDUCAÇÃO BÁSICA, CIÊNCIA E TECNOLOGIA, CULTURA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: NORMA DE EFICÁCIA CONTIDA. PRINCÍPIO DA MÁXIMA EFETIVIDADE. SUJEIÇÃO, TITULAR, OUTORGA, SERVIÇO PÚBLICO, SERVIÇO DE RADIODIFUSÃO, EXIGÊNCIA, CONSTITUIÇÃO FEDERAL. INEXISTÊNCIA, LEI, PERCENTUAL MÍNIMO, CONTEÚDO JORNALÍSTICO, CULTURA, ÂMBITO REGIONAL, AUSÊNCIA, OBSTÁCULO, PODER EXECUTIVO, GARANTIA, EFICÁCIA, NORMA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: PROGRAMAÇÃO DA EMISSORA, CONTEÚDO BRASILEIRO, ÂMBITO REGIONAL, GARANTIA, DIREITO FUNDAMENTAL, DIREITO À INFORMAÇÃO, LIBERDADE DE EXPRESSÃO. FUNÇÃO SOCIAL, MEIO DE COMUNICAÇÃO, VALORIZAÇÃO, IDENTIDADE, ÂMBITO REGIONAL. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INTERVENÇÃO DO ESTADO NA ECONOMIA, GARANTIA, DIREITO À EDUCAÇÃO, DIREITO À CULTURA, DESPORTO.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. GILMAR MENDES: CASO CONCRETO, DISCUSSÃO, CONTROLE DE CONSTITUCIONALIDADE, NORMA, EDIÇÃO, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1988, INEXISTÊNCIA, APRECIAÇÃO, RECEPÇÃO, LEI PRÉ-CONSTITUCIONAL. DESCUMPRIMENTO, PRINCÍPIO DA RESERVA LEGAL QUALIFICADA. INTERPRETAÇÃO JURÍDICA, TRIBUNAL A QUO, OFENSA, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: MEDIDA PROVISÓRIA, IMPLEMENTAÇÃO, RESERVA DE MERCADO. LIBERDADE, MERCADO, ESTADO DEMOCRÁTICO DE DIREITO. INOBSERVÂNCIA, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA. PRINCÍPIO DA RESERVA LEGAL.\n\n- TERMO(S) DE RESGATE: ECONOMIA COMPORTAMENTAL (BEHAVIORAL ECONOMICS). COTA DE TELA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1070522&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECEPÇÃO, CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES)\nADI 561 MC (TP), ARE 911445 AgR (2ªT), RE 1026923 (TP). \n(CONSTITUCIONALIDADE, SISTEMA BRASILEIRO DE TELEVISÃO DIGITAL (SBTVD))\nADI 3944 (TP). \n(RECEPÇÃO, COMPATIBILIDADE, CARÁTER MATERIAL, CF)\nADI 438 (TP), RE 156564 (2ªT), RE 214206 (2ªT), RE 220323 (2ªT), RE 237689 (2ªT), RE 272872 (TP), RE 290079 (TP), RE 238358 AgR (2ªT), RE 501189 AgR (2ªT), RE 212455 ED-EDv-AgR (TP), RE 632586 AgR (2ªT), RE 146747 EDv-AgR (TP). \n(DELEGATÁRIO DE SERVIÇO PÚBLICO, PRINCÍPIO DA PRECAUÇÃO)\nRE 627189 (TP), RE 627189 RG (TP). \n(AUTOCONTENÇÃO JUDICIAL)\nADI 1923 (TP), ADC 42 (TP). \n(CONSTITUCIONALIDADE, OBRIGATORIEDADE, A VOZ DO BRASIL)\nARE 911445 AgR (2ªT), RE 1026923 (TP). \n(RECEPÇÃO, RESERVA DO PLENÁRIO)\nARE 705316 AgR (1ªT). \n(ADPF, LEI PRÉ-CONSTITUCIONAL)\nADPF 33 (TP). \n(RECEPÇÃO, MODULAÇÃO DE EFEITOS)\nRE 600885 (TP). \n(TELEVISÃO POR ASSINATURA, COTA, CONTEÚDO BRASILEIRO)\nADI 4679 (TP), ADI 4747 (TP), ADI 4756 (TP), ADI 4923 (TP). \n(CENSURA PRÉVIA)\nADI 4815 (TP). \n(INTERVENÇÃO, PODER PÚBLICO, DOMÍNIO ECONÔMICO)\nADI 1950 (TP), ADI 2163 (TP). \n- Decisão monocrática citada:\n(RECEPÇÃO, COMPATIBILIDADE, CARÁTER MATERIAL, CF)\nARE 1013905.\n- Legislação estrangeira citada: art. 2º da Declaração de Friburgo, de 2007.\n- Veja art. 13 da Declaração Americana dos Direitos e Deveres do Homem, de 1948.\n- Veja art. 27 da Declaração Universal dos Direitos Humanos, de 1948.\nNúmero de páginas: 177.\nAnálise: 18/07/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : SISTEMA DE COMUNICACAO VIAOM LTDA - ME \nADV.(A/S)  : MARCILIO DA SILVA FERREIRA FILHO E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1013 - Controvérsia relativa à nulidade de procedimento licitatório de outorga de permissão para exploração de serviço de radiodifusão comercial no qual, com amparo nas disposições do Decreto nº 52.795/1963, se fixaram percentuais mínimos e máximos a serem observados pelas emissoras de rádio na produção e na transmissão de programas culturais, artísticos e jornalísticos locais.","old_seq_sjur":447067,"documental_tese_texto":"São constitucionais os procedimentos licitatórios que exijam percentuais mínimos e máximos a serem observados pelas emissoras de rádio na produção e transmissão de programas culturais, artísticos e jornalísticos locais, nos termos do artigo 221 da Constituição Federal de 1988.","procedencia_geografica_completo":"PE - PERNAMBUCO","processo_codigo_completo":"RE 1070522","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-03-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARAGÃO, Alexandre Santos de. Direito dos serviços públicos. 3. ed. Rio de Janeiro: Forense, 2013. p. 259-260.\nARANHA, Márcio Iório. Art. 223. In: GOMES, C. J. J. Comentários à Constituição do Brasil. São Paulo: Saraiva, 2018. p. 2163.\nBONAVIDES, Paulo. Reflexões sobre nação, Estado social e soberania. Revista do Instituto de Estudos Avançados da Universidade de São Paulo, São Paulo, 2008.\nBRANCO, Paulo Gustavo Gonet; MENDES, Gilmar Ferreira. Curso de direito constitucional. 12. ed. rev. e atual. São Paulo : Saraiva, 2017. p. 107.\nCANOTILHO, J. J. Gomes et al. In: SARLET, Wolfgang Ingo (coord.). Comentários à Constituição do Brasil. 2. ed. Rio de Janeiro: Forense, 2018. p. 247.\nCOSTA, Sylvio; BRENER, Jayme. Coronelismo eletrônico: o governo Fernando Henrique e o novo capítulo de uma velha história. Comunicação & Política, Rio de Janeiro, v. 4, n. 2, 1997. p. 30.\nFRANCA FILHO, Marcílio Toscano. In: MORAES, Alexandre et al. Constituição Federal Comentada. Rio de Janeiro: Forense, 2018. p. 1506.\nFREITAS, Juarez. A melhor interpretação constitucional ‘versus’ a única resposta correta. In: SILVA, Virgílio Afonso. Interpretação Constitucional. São Paulo: Malheiros, 2007.\nGOULART, Jefferson O. A agenda da regulação da Comunicação Social no Brasil: da Constituinte aos impasses contemporâneos. Razón y Palabra, n. 82, maio 2013.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE). Pesquisa Nacional por Amostra de Domicílios Contínua (PNAD Contínua) – Acesso à internet e posse de telefone móvel. 2018. Disponível em: https://biblioteca.ibge.gov.br/visualizacao/livros/liv101705_informativo.pdf.\nKANTAR IBOPE MEDIA. Book de rádio. 2018. Disponível em: https://www.kantaribopemedia.com/wpcontent/uploads/2018/09/Book-de-R%C3%A1dio-2018_Final.pdf.\nMARQUES NETO, Floriano de Azevedo; COSCIONE, Milene Louise Renée. Telecomunicações: doutrina, jurisprudência, legislação e regulação. Coleção Direito Econômico. São Paulo: Saraiva, 2011. p. 65-70.\nMIRANDA, Jorge. Direitos fundamentais e interpretação constitucional. Revista do TRF-4ª Região, Porto Alegre, n. 30, 1998.\nO QUE é cultura: saiba tudo sobre o assunto! Stoodi, 7 jun. 2022. Disponível em: https://www.stoodi.com.br/blog/filosofia/o-quee-cultura/. Acesso em: 22 fev. 2021.\nORGANIZÇÃO PARA A COOPERAÇÃO E DESENVOLVIMENTO ECONÔMICO (OCDE). Avaliação da OCDE sobre Telecomunicações e Radiodifusão no Brasil, 2020. p. 73.\nREZENDE, Renato Monteiro de. Direitos prestacionais de comunicação. Série IDP: linha de pesquisa acadêmica. São Paulo: Saraiva, 2014. p. 79.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 7. ed. São Paulo: Malheiros, 2010. p. 820.\nSUASSUNA, Ariano. A favela e o arraial. Folha de São Paulo, 27 abr. 1999.\nSUSTEIN, Cass. Nudges.gov: Behaviorally Informed Regulation. In: ZAMIR, Eyal; TEICHMAN, Doron. The Oxford Handbook of Behavioral Economics and the Law. Oxford University Press, 2014. p. 746-762.","ministro_facet":["LUIZ FUX"],"processo_numero":1070522,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur449845","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 18.6.2021 a 25.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur449845","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur449845","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. TRÁFICO DE DROGAS. INCIDÊNCIA DO REDUTOR DO ART. 33, §4º, DA LEI 11.343/2006. POSSIBILIDADE. PACIENTE NÃO INTEGRANTE DE ORGANIZAÇÃO CRIMINOSA. FIXAÇÃO DO REGIME INICIAL ABERTO. VIABILIDADE. CONSTRANGIMENTO ILEGAL VERIFICADO. ORDEM CONCEDIDA. \n\n\n\n    AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756372070","externo_seq_objeto_incidente":6194872,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-129  DIVULG 30-06-2021  PUBLIC 01-07-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=202415&classe=HC","is_colac":false,"titulo":"HC 202415 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-011343 ANO-2006\n    ART-00033 PAR-00004 ART-00059\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   RGI ANO-1980\n    ART-00192\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-07-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=202415&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, TRIBUNAL SUPERIOR)\nRHC 114737 (2ªT), RHC 114961 (1ªT), HC 116875 (2ªT), HC 117346 (2ªT), HC 117798 (2ªT), HC 119821 (2ªT), HC 121684 AgR (2ªT), HC 122381 AgR (1ªT), HC 122718 (1ªT), HC 138687 AgR (2ªT), HC 151344 AgR (1ªT). \n(COMPETÊNCIA, STF, ESGOTAMENTO, INSTÂNCIA)\nHC 97009 (TP), RHC 111935 (1ªT), HC 118189 (2ªT), HC 129142 (1ªT). \n(COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA)\nHC 139262 AgR (1ªT). \n(SUPERAÇÃO, ÓBICE, HC, EXCEPCIONALIDADE, TERATOLOGIA)\nHC 137078 (1ªT), HC 138414 AgR (1ªT). \n(TRÁFICO, MENOR GRAVIDADE)\nHC 101265 (2ªT), RHC 118195 (1ªT), HC 129466 (1ªT), HC 143577 AgR (1ªT). \n(CAUSA ESPECIAL DE DIMINUIÇÃO DE PENA, FIXAÇÃO DE PENA)\nHC 101118 (2ªT), HC 107556 (1ªT), RHC 122870 (2ªT), HC 193115 AgR (1ªT). \n(PENA DE RECLUSÃO, INFERIORIDADE, QUATRO ANOS, REGIME ABERTO, REPRESSÃO DO CRIME, PREVENÇÃO DO CRIME)\nHC 130074 (2ªT), RHC 135295 (2ªT). \n- Decisões monocráticas citadas:\n(CAUSA ESPECIAL DE DIMINUIÇÃO DE PENA, FIXAÇÃO DE PENA)\nHC 179523, HC 193805.\n(PENA DE RECLUSÃO, INFERIORIDADE, QUATRO ANOS, REGIME ABERTO, REPRESSÃO DO CRIME, PREVENÇÃO DO CRIME)\nHC 163282.\n- Legislação estrangeira citada: Carta Magna da Inglaterra, de 1215.\nNúmero de páginas: 12.\nAnálise: 25/01/2022, ABO.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : LUCAS MATEUS BRISOLLA DOMINGUES \nADV.(A/S)  : ALESSANDRO RODRIGUES DA SILVA \nINTDO.(A/S)  : RELATOR DO HC Nº 656.730 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":449845,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 202415 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-06-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"BUENO, Pimenta. Direito público brasileiro e análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça e Negócios Interiores, 1958. p. 388.\nCOKE, Edward. The Second Part of the Institutes of the Lawes of England. 1642. cap. 29.\nGUETZÉVITCH, Mirkine. As novas tendências do direito constitucional. Companhia Editora Nacional, 1933. p. 77 e ss.\nHAURIOU, Maurice. Derecho público y constitucional. 2. ed. Madri: Instituto editorial Réus, 1927. p. 135-\n136.\nMELLO, Celso de. Constituição Federal anotada. 2. ed. São Paulo: Saraiva, 1986. p. 459.\nMORAES, Alexandre de. Direitos humanos fundamentais. 12. Ed. São Paulo: Atlas, 2021, item 5.84.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":202415,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur437086","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Ricardo Lewandowski (Relator) e Alexandre de Moraes, que acolhiam os embargos de declaração para prestar esclarecimentos, sem modificação do acórdão embargado, pediu vista dos autos o Ministro Roberto Barroso. Plenário, Sessão Virtual de 20.9.2019 a 26.9.2019.\r\n\n                 Decisão: Após o voto-vista do Ministro Roberto Barroso, que acompanhava o Ministro Ricardo Lewandowski (Relator) para acolher os embargos de declaração e prestar esclarecimentos, sem modificação do acórdão embargado, pediu vista dos autos o Ministro Marco Aurélio. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 18.12.2019.\r\n\n           Decisão: O Tribunal, por maioria, acolheu os embargos de declaração, para prestar esclarecimentos, sem modificação do acórdão embargado, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio e Gilmar Mendes. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur437086","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur437086","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO COM AGRAVO. REPERCUSSÃO GERAL RECONHECIDA. CONFIRMAÇÃO DA JURISPRUDÊNCIA. CRIMES PREVISTOS NA LEI 8.137/1990. PRISÃO CIVIL POR DÍVIDA. OFENSA AO ART. 5º, LXVII, DA CONSTITUIÇÃO. NÃO OCORRÊNCIA. ART. 2°, II, DA LEI 8.137/1990. ALEGAÇÃO DE EXISTÊNCIA DE DÉBITO TRIBUTÁRIO PRÓPRIO. EMBARGOS ACOLHIDOS PARA PRESTAR ESCLARECIMENTOS, SEM MODIFICAÇÃO DO ACÓRDÃO EMBARGADO.\n\n\n\n    I – O Tribunal reconheceu a existência de repercussão geral da matéria debatida nos presentes autos, para reafirmar a jurisprudência desta Corte, no sentido de que os crimes previstos na Lei 8.137/1990 não violam o disposto no art. 5º, LXVII, da Constituição.\n\n\n\n    II – Conforme asseverado no acórdão embargado, a Lei 8.137/1990 tem caráter penal, visando tutelar a ordem tributária e reprimir a sonegação fiscal. Dessa forma, os delitos nela previstos não se relacionam com a prisão civil por dívida, vedada no art. 5°, LXVII, da Lei Maior. \n\n\n\n    III – O art. 2°, II, da Lei 8.137/1990 prevê que é crime contra a ordem tributária “deixar de recolher, no prazo legal, valor de tributo ou de contribuição social, descontado ou cobrado, na qualidade de sujeito passivo de obrigação e que deveria recolher aos cofres públicos”.\n\n\n\n    IV – A partir da definição estabelecida no art. 121 do Código Tributário Nacional – CTN, tem-se que a referida expressão “sujeito passivo de obrigação” abrange tanto o contribuinte quanto o responsável tributário que, nessa qualidade, tenha recebido o valor do tributo de terceiros e não tenha repassado ao Fisco o que lhe era devido.\n\n\n\n    V - Embargos de declaração acolhidos para prestar esclarecimentos, sem modificação do acórdão embargado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754485982","externo_seq_objeto_incidente":5156675,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-280  DIVULG 25-11-2020  PUBLIC 26-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=999425&classe=ARE","is_colac":false,"titulo":"ARE 999425 ED","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00005 INC-00057\n    INC-00067\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001060 ANO-1950\n    ART-00005 PAR-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00121 PAR-ÚNICO INC-00001 INC-00002\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008137 ANO-1990\n    ART-00001 INC-00001 ART-00002 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00071 ART-00163 ART-00168 ART-0168A\n    ART-00171 PAR-00002 INC-00006\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00620\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00337\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000025\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000546\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-11-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NORMA PENAL EM BRANCO. AUSÊNCIA, REPASSE, FAZENDA PÚBLICA, VALOR RECOLHIDO, SUJEITO PASSIVO, ICMS, CONSUMIDOR FINAL, INCIDÊNCIA, TIPO PENAL, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EXCEÇÃO, VEDAÇÃO, PRISÃO CIVIL POR DÍVIDA, INADIMPLEMENTO, OBRIGAÇÃO, NATUREZA ALIMENTAR. PRISÃO CIVIL POR DÍVIDA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. DIFERENÇA, SONEGAÇÃO, CARÁTER FISCAL, APROPRIAÇÃO INDÉBITA, NATUREZA TRIBUTÁRIA. AUSÊNCIA, EXIGÊNCIA, FRAUDE, TIPO PENAL, CASO CONCRETO. JURISPRUDÊNCIA, STF, VALOR, ICMS, OBJETO, RECOLHIMENTO, CONSUMIDOR FINAL, AUSÊNCIA, INTEGRANTE, CONTABILIDADE, SUJEITO PASSIVO, NECESSIDADE, REPASSE, FAZENDA PÚBLICA. CARACTERIZAÇÃO, DELITO, APROPRIAÇÃO, VALOR, TERCEIRO. NATUREZA HÍBRIDA, CONDUTA TÍPICA. JURISPRUDÊNCIA, STF, CONSTITUCIONALIDADE, APROPRIAÇÃO INDÉBITA PREVIDENCIÁRIA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: INSUFICIÊNCIA, DOLO GENÉRICO, CONFIGURAÇÃO, TIPO PENAL. CONSIDERAÇÃO, VONTADE, FRAUDE, APROPRIAÇÃO, VALOR RECOLHIDO, OMISSÃO, CUMPRIMENTO, OBRIGAÇÃO TRIBUTÁRIA, CONFIGURAÇÃO, ELEMENTO SUBJETIVO, TIPO PENAL. IMPOSSIBILIDADE, INCENTIVO, POLÍTICA CRIMINAL, ARRECADAÇÃO, OFENSA, GARANTIA, CARÁTER PENAL, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. OFENSA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, AUSÊNCIA, DOLO, TIPO PENAL. RECONHECIMENTO, CONDUTA ATÍPICA, CASO CONCRETO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PREVISÃO, LEI, DOLO, REALIZAÇÃO, CONDUTA, FRAUDE, CONTRIBUINTE. CARÁTER PENAL, LEI. DESCABIMENTO, PRISÃO, FUNDAMENTO, INADIMPLEMENTO, CARÁTER FISCAL. DIFERENÇA, SONEGAÇÃO, INADIMPLÊNCIA, CARÁTER FISCAL. CONFIGURAÇÃO, SONEGAÇÃO, ILÍCITO PENAL. CONSIDERAÇÃO, INADIMPLÊNCIA, INOBSERVÂNCIA, OBRIGAÇÃO, RECOLHIMENTO TRIBUTÁRIO, OBJETO, DECLARAÇÃO, AUTORIDADE FISCAL. IMPOSSIBILIDADE, IMPUTAÇÃO, AÇÃO PENAL, CONTRARIEDADE, CONTRIBUINTE, RISCO, UTILIZAÇÃO, DIREITO PENAL, MECANISMO, ARRECADAÇÃO, FAZENDA PÚBLICA. CONSUMIDOR, AUSÊNCIA, CONTRIBUINTE DE DIREITO, SUJEITO PASSIVO, ICMS. PAGAMENTO, CONSUMIDOR, PREÇO, MERCADORIA, CUSTO, PRODUTO. CONSIDERAÇÃO, INADIMPLEMENTO, TRIBUTO, AUSÊNCIA, REPASSE, ICMS, OBJETO, DECLARAÇÃO, FAZENDA PÚBLICA. AUSÊNCIA, CARACTERIZAÇÃO, CRIME.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=999425&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONSTITUCIONALIDADE, APROPRIAÇÃO INDÉBITA PREVIDENCIÁRIA)\nHC 78234 (1ªT), HC 91704 (2ªT), AI 366390 AgR (2ªT), RE 391996 AgR (2ªT). \n(AUSÊNCIA, INTEGRAÇÃO, ICMS, BASE DE CÁLCULO, PIS, COFINS)\nRE 574706 (TP). \n- Decisão estrangeira citada: Ac. 85/14, Rel. Santos Cabral, j. 29/04/2015, do Supremo Tribunal de Justiça de Portugal.\n- Legislação estrangeira citada: art. 2093 do Código Civil napoleônico, de 1804.\n- Veja RHC 163334 do STF.\n\nNúmero de páginas: 36.\nAnálise: 23/11/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : MARIO FRANCISCO DA SILVA \nEMBTE.(S)  : CARLOS ALFEU BUDANT E OUTRO(A/S)\nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SANTA CATARINA \nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SANTA CATARINA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":437086,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"ARE 999425 ED","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"EISELE, Andreas. Apropriação indébita e ilícito penal tributário. São Paulo: Dialética, 2001. p. 84.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":999425,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur437099","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 457 da repercussão geral, conheceu do recurso extraordinário e negou-lhe provimento, nos termos do voto do Relator. Foi fixada a seguinte tese: “É inconstitucional, por transgressão ao princípio da isonomia entre homens e mulheres (CF, art. 5º, I), a exigência de requisitos legais diferenciados para efeito de outorga de pensão por morte de ex-servidores públicos em relação a seus respectivos cônjuges ou companheiros/companheiras (CF, art. 201, V)”. Falou, pelo recorrente, a Dra. Márcia dos Anjos Manoel, Procuradora do Estado do Rio Grande do Sul. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"CELSO DE MELLO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur437099","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur437099","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL – PREVIDENCIÁRIO – REVOGAÇÃO DA LEI Nº 7.672/82 (QUE DISPÕE SOBRE O INSTITUTO DE PREVIDÊNCIA DO ESTADO DO RIO GRANDE DO SUL) – ALEGADA PERDA DE OBJETO DO APELO EXTREMO – INOCORRÊNCIA – PEDIDO DE DESAFETAÇÃO – INDEFERIMENTO – INCIDÊNCIA DO CRITÉRIO “TEMPUS REGIT ACTUM” – EXIGÊNCIA DE COMPROVAÇÃO DE INVALIDEZ E DE DEPENDÊNCIA ECONÔMICA UNICAMENTE IMPOSTA AO CÔNJUGE VARÃO – INADMISSIBILIDADE – TRATAMENTO DIFERENCIADO ESTABELECIDO EM DETRIMENTO DO CÔNJUGE VARÃO PARA EFEITO DE CONCESSÃO DE PENSÃO POR MORTE DE SUA MULHER SERVIDORA PÚBLICA (CÔNJUGE OU COMPANHEIRA) – INCONSTITUCIONALIDADE DESSA EXIGÊNCIA PORQUE SOMENTE IMPOSTA AO CÔNJUGE VARÃO – DESEQUIPARAÇÃO ARBITRÁRIA, SEM FUNDAMENTO LÓGICO-RACIONAL, ENTRE HOMENS E MULHERES – OFENSA AO PRINCÍPIO DA ISONOMIA (CF, ART. 5º, I) – INOCORRÊNCIA DE TRANSGRESSÃO, DE OUTRO LADO, À CLÁUSULA DE INDICAÇÃO DA FONTE DE CUSTEIO (CF, ART. 195, § 5º) E AO CRITÉRIO DA EQUAÇÃO ECONÔMICO- -FINANCEIRA (CF, ART. 201, V) – RECURSO EXTRAORDINÁRIO CONHECIDO E IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754482386","externo_seq_objeto_incidente":4149442,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-280  DIVULG 25-11-2020  PUBLIC 26-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=659424&classe=RE","is_colac":false,"titulo":"RE 659424","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00003 INC-00004 ART-00005 INC-00001 \n          ART-00195 PAR-00005 ART-00201 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00011\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   PLT-002613      ANO-2019\n                PROTOCOLO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LCP-015142      ANO-2018\n          ART-00011 INC-00001 INC-00002 INC-00003 \n          INC-00004 LET-A LET-B LET-C \n          LET-D LET-E INC-00005 INC-00006 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 INC-00008 \n          PAR-00005 PAR-00006 PAR-00007 PAR-00008\n                LEI COMPLEMENTAR, RS\n\n","LEG-EST   LEI-007672      ANO-1982\n                LEI ORDINÁRIA, RS"],"publicacao_data":"2020-11-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXISTÊNCIA, ESTUDO, AUMENTO, QUANTIDADE, CHEFE DE FAMÍLIA, MULHER. DESCARACTERIZAÇÃO, AFIRMAÇÃO, DEPENDÊNCIA ECONÔMICA, MULHER, REFERÊNCIA, CÔNJUGE, COMPANHEIRO. PRINCÍPIO DA CONTRAPARTIDA. REGIME PREVIDENCIÁRIO, CARÁTER CONTRIBUTIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: IMPOSSIBILIDADE, PRESUNÇÃO, DEPENDÊNCIA ECONÔMICA, MULHER, REFERÊNCIA, HOMEM. IMPOSSIBILIDADE, INCREMENTO, DESIGUALDADE, LEI. PRINCÍPIO DA ISONOMIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=659424&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- REPERCUSSÃO GERAL RECONHECIDA NO AI 846973.\n- Acórdão(s) citado(s):\n(PENSÃO POR MORTE, CRITÉRIO, TEMPUS REGIT ACTUM)\nRE 415454 (TP), RE 499157 (2ªT), RE 603580 (TP), RE 577827 AgR (2ªT), RE 670264 ED (1ªT), ARE 871505 AgR-segundo (2ªT), RE 1120111 AgR (2ªT), ARE 1206496 AgR (2ªT). \n(PENSÃO POR MORTE, COMPROVAÇÃO, INVALIDEZ, MARIDO, PRINCÍPIO DA ISONOMIA)\nRE 367564 AgR (1ªT), RE 385397 AgR (TP), RE 414263 AgR (1ªT), RE 444839 AgR (1ªT), RE 392439 AgR (1ªT), RE 551112 AgR (2ªT), RE 452615 AgR (1ªT), RE 562365 AgR (2ªT), RE 378098 AgR (2ªT), RE 429273 AgR (2ªT), RE 385396 AgR-ED (1ªT), RE 514436 AgR (1ªT), RE 603477 AgR (2ªT), RE 585620 AgR (1ªT), RE 213264 AgR-segundo (2ªT), RE 607907 AgR (1ªT), ARE 699199 AgR (1ªT), ARE 900462 AgR (2ªT). \n(PRINCÍPIO DA ISONOMIA)\nMI 58 (TP) - RTJ 140/747, ADC 41 (TP), MI 83 (TP) - RTJ 136/444, RDA 55/114. \n(PRINCÍPIO DA ISONOMIA, FONTE DE CUSTEIO, EQUILÍBRIO FINANCEIRO, AUTOAPLICABILIDADE)\nAI 154156 AgR (1ªT). \n(CORRELAÇÃO, CUSTEIO, BENEFÍCIO)\nADI 2010 MC (TP) - RTJ 181/73. \n(IMPOSSIBILIDADE, MAJORAÇÃO DE HONORÁRIOS ADVOCATÍCIOS)\nARE 1089074 AgR (2ªT), RE 1203826 AgR (2ªT), RE 1078145 AgR (1ªT), ARE 1220113 AgR (TP). \n(PREVIDÊNCIA COMPLEMENTAR, DIFERENÇA, TRATAMENTO JURÍDICO, HOMEM, MULHER)\nRE 639138 (TP). \n(PRESUNÇÃO, DEPENDÊNCIA ECONÔMICA, MULHER, REFERÊNCIA, CÔNJUGE, COMPANHEIRO)\nRE 204193 (TP). \n- Decisões monocráticas citadas:\n(PENSÃO POR MORTE, COMPROVAÇÃO, INVALIDEZ, MARIDO, PRINCÍPIO DA ISONOMIA)\nRE 430112 AgR (2ªT).\n(IMPOSSIBILIDADE, MAJORAÇÃO DE HONORÁRIOS ADVOCATÍCIOS)\nRE 1115405 AgR, RE 1233226.\n- Acórdão(s) citado(s) - outros tribunais:\n(PRINCÍPIO DA ISONOMIA, FONTE DE CUSTEIO, EQUILÍBRIO FINANCEIRO, AUTOAPLICABILIDADE)\nTJRS: Apelação 0290033-81.2019.8.21.7000, Apelação 0062389-16.2020.8.21.7000, Recurso Inominado 0027343-48.2018.8.21.9000, Recurso Inominado  0079029-45.2019.8.21.900, Apelação 0033953-47.2020.8.21.7000. \n- Decisão estrangeira citada: Caso Califano vs. Golfarb, da Suprema Corte Norte-americana em 1977.\nNúmero de páginas: 50.\nAnálise: 09/07/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : INSTITUTO DE PREVIDENCIA DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : DANIEL SOUZA NUNES \nADV.(A/S)  : JOÃO BATISTA VARGAS DE BARCELLOS \nAM. CURIAE.  : SINDICATO DOS SERVIDORES PÚBLICOS APOSENTADOS E PENSIONISTAS DO ESTADO DO RIO GRANDE DO SUL - SINAPERS \nADV.(A/S)  : RICARDO HANNA BERTELLI \nAM. CURIAE.  : SINDICATO DOS SERVIDORES PÚBLICOS DA ADMINISTRAÇÃO TRIBUTÁRIA DO ESTADO DO RIO GRANDE DO SUL - SINDIFISCO/RS \nADV.(A/S)  : FERNANDA FREDRICHSEN BARROS \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO PREVIDENCIÁRIO - IBDP \nADV.(A/S)  : GISELE LEMOS KRAVCHYCHYN \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"457 - Requisitos legais diferenciados para a concessão de pensão por morte em relação a cônjuges homens e mulheres de ex-servidores públicos.","old_seq_sjur":437099,"documental_tese_texto":"É inconstitucional, por transgressão ao princípio da isonomia entre homens e mulheres (CF, art. 5º, I), a exigência de requisitos legais diferenciados para efeito de outorga de pensão por morte de ex-servidores públicos em relação a seus respectivos cônjuges ou companheiros/companheiras (CF, art. 201, V).","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 659424","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AMADO, Frederico. Curso de Direito e Processo Previdenciário. 9. ed. JusPODIVM, 2017. p. 261, item 13.\nAVIAN, Eduardo. Pensão por morte: evolução história, mudança de paradigma e situação atual. Disponível em: https://conteudojuridico.com.br/consulta/Artigos/42263/pensao-por-morte-evolucao-historia-mudanca-de-paradigma-e-situacao-atual.\nBRASIL. Instituto Brasileiro de Geografia e Estatística (IBGE). Estatísticas de Gênero: Uma Análise dos Resultados do Censo Demográfico 2010. 2014.\n______. Instituto de Pesquisa Econômica Aplicada  (IPEA). Retrato das Desigualdades de Gênero e Raça. 4. ed. 2011. p. 19.\nCANAVEGHI, Suzana; ALVES, José Eustáquio Diniz. Mulheres Chefes de Família no Brasil: Avanços e Desafios. ENS-CPES, 2018. p. 97.\nCASTRO; Carlos Alberto Pereira de; LAZZARI, João Batista. Manual de Direito Previdenciário. 13. ed.  Conceito Editorial, 2011. p. 103-104, item 6.4.\nGARCIA, Maria da Glória F. P. D. Estudos sobre o Princípio da Igualdade. Almedina, 2005. p. 15-17.\nMARTINS, Leonardo. Comentários à Constituição do Brasil. In: CANOTILHO, J.J. Gomeset al (Coord.). 2. ed. Saraiva, 2018. p. 243 e 247-252. \nMARTINEZ, Wladimir Novaes. Curso de Direito Previdenciário. LTr, 1997. Tomo I, p. 118-119, item 154.\nMORAES, Alexandre de. Direito Constitucional. 35. ed. Atlas, 2019. p. 41, item 6.2.3.\nMELLO, Celso Antônio Bandeira de. O Conteúdo Jurídico do Princípio da Igualdade. 24ª tiragem. Malheiros, 2017.\nSILVA, Christine Oliveira Peter da; BARBOSA, Estefânia Maria de Queiroz; FACHIN, Melina Girardi (Coord.). Constitucionalismo Feminista: expressão das políticas públicas voltadas à igualdade de gênero. Juspodivm, 2020.\nVALENTE, Oscar; SILVA JÚNIOR, Adir José da. A Dependência Previdenciária Recíproca entre Homens e Mulheres e a Aplicabilidade do Art. 201, V, da Constituição. Disponível em: https://jus.com.br/artigos/25244/a-dependencia-previdenciaria-reciproca-entre-homens-e-mulheres-e-a-aplicabilidade-do-art-201--v-da-constituicao.","ministro_facet":["CELSO DE MELLO"],"processo_numero":659424,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur438211","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, pelos votos proferidos pelos Ministros Gilmar Mendes e Teori Zavascki, vencidos, em parte, o Ministro Relator, que deferia a extradição, e o Ministro Celso de Mello, que a indeferia, resolveu transformar o julgamento em diligência para requisitar informações ulteriores ao Estado requerente acerca de eventual propósito inicial de apropriação dos recursos, bem como acerca do destino dado aos recursos captados, e, ainda, para que seja expedido ofício ao Itamaraty, a fim de que este diga se tem condições de acompanhar o compromisso de não aplicar pena de morte ou pena privativa de liberdade superior a 10 anos. Outrossim, pelos votos proferidos pelos Ministros Gilmar Mendes e Celso de Mello, determinou a imediata libertação do extraditando, sob compromisso de comparecimento mensal em Juízo para informar residência e proibição de se ausentar de sua cidade, bem como entrega de passaporte. Falou o Dr. Daniel Mourad Majzoub pelo extraditando. Ausente, justificadamente, a Senhora Ministra Cármen Lúcia. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 24.5.2016.\r\n\n           Decisão: Após o voto do Relator, deferindo a extradição, nos termos do aditamento do seu voto, com as cautelas preconizadas, no que foi acompanhado pelos Ministros Teori Zavascki e Ricardo Lewandowski, e do voto do Ministro Celso de Mello, que a indeferia, pediu vista do processo o Presidente. Falou, pelo extraditando, o Dr. Daniel Mourad Majzoub. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 29.11.2016.\r\n\n           Decisão: A Turma, por maioria, julgou improcedente a extradição, nos termos do voto do Ministro Celso de Mello, vencidos os Ministros Dias Toffoli (Relator) e Teori Zavascki. Reajustou seu voto o Ministro Ricardo Lewandowski. Redator para o acórdão o Ministro Gilmar Mendes (art. 38, IV, b, do RISTF). Não participou, deste julgamento, a Ministra Cármen Lúcia por suceder o Ministro Dias Toffoli na Turma. Segunda Turma, Sessão Virtual de 9.10.2020 a 19.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur438211","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur438211","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO. PRÁTICA DE CRIMES FINANCEIROS POR PARTE DE CIDADÃOS CHINESES. SUFICIENTE DESCRIÇÃO DOS FATOS E CIÊNCIA DA ACUSAÇÃO POR PARTE DOS EXTRADITANDOS. PREENCHIMENTO DOS REQUISITOS DA DUPLA TIPICIDADE E PUNIBILIDADE. NÃO DEMONSTRAÇAO DO EQUÍVOCO DE IDENTIDADE OU DA EXTRADIÇÃO POR MOTIVOS POLÍTICOS. PROIBIÇÃO DA EXTRADIÇÃO EM CASOS DE IMPOSIÇÃO DE PENAS DE PRISÃO PERPÉTUA OU DE MORTE. VEDAÇÃO CONSTANTE DO DO ART. 5º, XLVII, DA CF/88, DO ART. 7º DO PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, ART. 5.2 DA CONVENÇÃO AMERICANA DE DIREITOS HUMANOS E ART. 3.1, “I”, DO TRATADO DE EXTRADIÇÃO FIRMADO ENTRE O BRASIL E A CHINA. PRECEDENTES. POSSIBILIDADE DE IMPOSIÇÃO DE PRISÃO PERPÉTUA AOS EXTRADITANDOS. APLICAÇÃO DA PENA DE MORTE EM SITUAÇÃO SEMELHANTE, DEMONSTRADA ATRAVÉS DE DOCUMENTOS JUNTADOS AOS AUTOS. INDEFERIMENTO DAS EXTRADIÇÕES.\n\n\n\n    1. Trata-se de pedidos de extradição formulados pelo Governo da China em face de cidadãos daquele país pelo cometimento de crimes financeiros.\n\n\n\n    2. Os fatos foram suficientemente descritos e os extraditandos obtiveram ciência das acusações durante os interrogatórios.\n\n\n\n    3. Há a correspondência dos crimes praticados no estrangeiro com delitos previstos pela legislação nacional. Preenchimento do requisito da dupla tipicidade.\n\n\n\n    4. Os crimes que fundamentaram o pedido de extradição não se encontram prescritos de acordo com a legislação nacional e estrangeira. Preenchimento do requisito da dupla punibilidade.\n\n\n\n    5. Não houve a demonstração do equívoco de identidade ou da extradição com fins políticos.\n\n\n\n    6. Não obstante, a jurisprudência do STF impede a extradição nos casos em que se verificar a possibilidade de imposição de pena de morte ou prisão perpétua. Essa vedação consta do art. art. 5º, XLVII, da CF/88, do art. 7º do Pacto Internacional de Direitos Civis e Políticos, art. 5.2 da Convenção Americana de Direitos Humanos e art. 3.1, “i”, do Tratado de Extradição firmado entre o Brasil e a China. Precedentes.\n\n\n\n    7. Os extraditandos demonstraram a aplicação de pena de morte em situação semelhante aos fatos que ensejaram os pedidos formulados pelo Governo da China.\n\n\n\n    8. Indeferimento dos pedidos de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754637161","externo_seq_objeto_incidente":4884698,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-290  DIVULG 10-12-2020  PUBLIC 11-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1424&classe=Ext","is_colac":false,"titulo":"Ext 1424","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00004 INC-00002 INC-00003 INC-00004\n    ART-00005 INC-00006 INC-00039 INC-00047\n    LET-A LET-B INC-00054 ART-00049\n    INC-00001 ART-00084 INC-00008 ART-00102\n    INC-00001 LET-G\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    ART-00077 INC-00006 ART-00078 INC-00001\n    ART-00080 \"CAPUT\" ART-00089 PAR-ÚNICO\n    ART-00091 INC-00002\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007492 ANO-1986\n    ART-00001 ART-00016\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008137 ANO-1990\n    ART-00001 INC-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00002 INC-00007 INC-00008\n    ART-00083 ART-00090 ART-00096 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-2004\n    ART-00003 NÚMERO-00001 LET-A LET-E\n    LET-I ART-00007 NÚMERO-00001\n    TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA POPULAR DA CHINA\n\n","LEG-INT   CVC ANO-1951\n    ART-00033\n    CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS\n\n","LEG-INT   CVC ANO-1969\n    ART-00004 ART-00005 NÚMERO-00002 ART-00006\n    INC-00007\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00007\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00002 INC-00003 INC-00004\n    ART-00171\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00312 ART-00319 INC-00001 INC-00004\n    ART-00366\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000011 ANO-1960\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000268 ANO-2014\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA POPULAR DA CHINA, FIRMADO EM BRASÍLIA, EM 12 DE NOVEMBRO DE 2004\n\n","LEG-FED   DEC-050215 ANO-1961\n    DECRETO - PROMULGA A CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-008431 ANO-2015\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA POPULAR DA CHINA, FIRMADO EM BRASÍLIA, EM 12 DE NOVEMBRO DE 2004\n\n","LEG-FED   RGI ANO-1980\n    ART-00207\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-12-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: EXTRADIÇÃO, MECANISMO, COOPERAÇÃO JURÍDICA INTERNACIONAL, REPRESSÃO DO CRIME, PRINCÍPIO DA SOLIDARIEDADE. EXTRADITANDO, SUJEITO DE DIREITO. ESTADO ESTRANGEIRO, EXTRADIÇÃO, SUBMISSÃO, ORDENAMENTO JURÍDICO BRASILEIRO, DIREITO FUNDAMENTAL, DIREITOS HUMANOS. INDEFERIMENTO, EXTRADIÇÃO, INOBSERVÂNCIA, DEVIDO PROCESSO LEGAL, ORDENAMENTO JURÍDICO, ESTADO REQUERENTE. COOPERAÇÃO JURÍDICA INTERNACIONAL, PREDOMINÂNCIA, DIREITOS HUMANOS. PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA, DEVIDO PROCESSO LEGAL. PROCESSO PENAL, GARANTIA, LIBERDADE INDIVIDUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PRINCÍPIO DA NÃO DEVOLUÇÃO. COMPROMISSO, STF, DIREITOS HUMANOS, DIREITO FUNDAMENTAL, EXTRADITANDO, IRRELEVÂNCIA, CONCORDÂNCIA, EXTRADITANDO, PROCESSO DE EXTRADIÇÃO. EXTRADIÇÃO, VEDAÇÃO, PENA DE PRISÃO PERPÉTUA. EXTRADIÇÃO, PRINCÍPIO DA RESERVA LEGAL. INEXISTÊNCIA, GARANTIA, COMUTAÇÃO DA PENA, CASO CONCRETO. AUSÊNCIA, INDEPENDÊNCIA, PODER JUDICIÁRIO, REPÚBLICA DA CHINA. PREVISÃO, TRATADO INTERNACIONAL, REPÚBLICA FEDERATIVA DO BRASIL, REPÚBLICA DA CHINA, INDEFERIMENTO, EXTRADIÇÃO, HIPÓTESE, OFENSA, DIREITO FUNDAMENTAL, ESTADO REQUERIDO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: DEVER, ESTADO REQUERENTE, GARANTIA, SEGURANÇA, EXTRADITANDO. NOTA VERBAL, ESTADO REQUERENTE, INEXISTÊNCIA, SUJEIÇÃO, PENA DE MORTE, CASO CONCRETO. PRINCÍPIO DA AUTODETERMINAÇÃO DOS POVOS, PRINCÍPIO DA NÃO INTERVENÇÃO. PRISÃO PREVENTIVA, CONDIÇÃO DE PROCEDIBILIDADE, EXTRADIÇÃO. EXISTÊNCIA, TRATADO INTERNACIONAL, REPÚBLICA FEDERATIVA DO BRASIL, REPÚBLICA DA CHINA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1424&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, AUTORIDADE COMPETENTE, DECRETAÇÃO, PRISÃO)\nExt 633 (1ªT). \n(EXTRADIÇÃO, CRIME POLÍTICO)\nExt 524 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 866 (TP), Ext 897 (TP), Ext 1114 (TP), Ext 1085 PET-AV (TP). \n(ESTADO REQUERENTE, DEVER DE SEGURANÇA, EXTRADITANDO)\nExt 532 (1ªT). \n(EXTRADIÇÃO, COMPROMISSO, COMUTAÇÃO DA PENA)\nExt 633 (1ªT). \n(ELEMENTO ESSENCIAL, DEVIDO PROCESSO LEGAL)\nExt 524 (TP) - RTJ 134/56, Ext 897 (TP), Ext 986 (TP), HC 111567 AgR (2ªT), Ext 446 (TP) - RTJ 122/865. \n(PROCESSO PENAL, LIBERDADE INDIVIDUAL)\nHC 73338 (1ªT). \n(IRRELEVÂNCIA, CONCORDÂNCIA, EXTRADITANDO, PROCESSO DE EXTRADIÇÃO)\nExt 1401 (2ªT). \n(EXTRADIÇÃO, VEDAÇÃO, PENA DE PRISÃO PERPÉTUA)\nExt 633 (1ªT), Ext 744 (1ªT), Ext 1060 (TP), Ext 1069 (TP), Ext 1104 (TP), Ext 1442 (2ªT), Ext 1443 (2ªT). \n- Decisão monocrática citada:\n(ELEMENTO ESSENCIAL, DEVIDO PROCESSO LEGAL)\nMS 34180 MC.\n- Decisões estrangeiras citadas: caso Wong Ho Wing vs. Peru, da Corte Interamericana de Direitos\nHumanos; caso Trabelsi vs. Bélgica, da Corte Europeia de Direitos Humanos.\n- Legislação estrangeira citada: arts. 88, 176, 192, 199 e 205 do Código Penal chinês; art. 79 do Código de Processo Penal chinês; art. 3 da Convenção Europeia de Direitos Humanos.\n- Veja PPE 769, Ext 1425, Ext 1426 e Ext 1428 do STF. \nNúmero de páginas: 123.\nAnálise: 29/11/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA CHINA \nADV.(A/S)  : WESLEY RICARDO BENTO E OUTRO(A/S)\nEXTDO.(A/S)  : GOUQIANG HUANG OU HUANG GOUQIANG OU HUANG GUOQIANG \nADV.(A/S)  : DANIEL MOURAD MAJZOUB","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":438211,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1424","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ANISTIA Internacional. Death sentences and executions in 2016. p. 19.\nALMEIDA JÚNIOR, João Mende de. O Processo Criminal Brasileiro. 4. ed. Freitas Basto, 1959. p. 10-14 e 212-222.\nARAÚJO, Luis Ivani de Amorim. Curso de Direito Internacional Público. 8. ed. Forense, 1995. p. 91.\nARENDT, Hannah. Origens do Totalitarismo – Antissemitismo, imperialismo, totalitarismo. Companhia de Bolso, 2013.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. Revista dos Tribunais, 2016. p. 37-94.\nBEVILÁQUA, Clovis. Direito Público Internacional. Rio de Janeiro: 1939. v. 2. p. 109-110.\nBITENCOURT, Cezar Roberto; BREDA, Juliano. Crimes contra o sistema financeiro e contra o mercado de capitais. 3. ed. São Paulo : Saraiva, 2014, p. 206.\nBRIGGS, Arthur. Extradição. Imprensa Nacional, 1910. p. 3-18.\nCRUZ, Rogerio Schietti Machado. Garantias Processuais nos Recursos Criminais. 2. ed. Atlas, 2013.\nFRAGA, Mirtô. O novo Estatuto do Estrangeiro comentado. Rio de Janeiro: Forense. 1985. p. 336.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 61-63, item 8.3.\nGRINOVER, Ada Pellegrini. Processo Penal Transnacional: Linhas Evolutivas e Garantias Processuais. Revista Brasileira de Ciências Criminais, v. 9, p. 42-43 e p. 77.\nHE, Xin. The Party’s Leadership as a Living Constitution in China. In: GINSBURG, Tom; SIMPSER, Alberto. Constitutions in Authoritarian Regimes (Comparative Constitucional Law and Police). p. 246-252.\nLAGODNY, Otto; REISNER, Sigrun. Extradition Treaties, Human Rights and Emergency-Brake-Judgements: A Comparative European Survey. International Review of Penal Law. Toulouse: Érès, 1994. p. 559-560.\nLITRENTO, Oliveiros. Manual de Direito Internacional Público. 2. ed. Forense, 1979. p. 437-438.\nLOPES JR. Aury. Direito Processual Penal e sua Conformidade Constitucional. 9. ed. Saraiva, 2012. p. 171-255.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 111-173.\nPARISI, Nicoletta. Estradizione e Diritti Dell’uomo. Giuffrè, 1993.\nPENTEADO, Jaques de Camargo. Duplo Grau de Jurisdição no Processo Penal: Garantismo e Efetividade. Revista dos Tribunais, 2006. p. 17-21.\nPRADO, Geraldo. Sistema Acusatório: A Conformidade Constitucional das Leis Processuais Penais. 3. ed. Lumen Juris, 2005. p. 41-51 e 241-243.\nREZEK, Francisco. Direito internacional público. 15. ed. São Paulo: Saraiva, 2014. p. 117.\nRUSSOMANO, Gilda Maciel Corrêa Meyer. A Extradição no Direito Internacional e no Direito Brasileiro. 3. ed. Revista do Tribunais, 1981.  p. 31.\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1977. p. 75.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos Tribunais, 2004 p. 33-35, item n. 1.4.","ministro_facet":["DIAS TOFFOLI","GILMAR MENDES"],"processo_numero":1424,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur438446","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AC","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que julgava procedentes os pedidos, devendo a ré quitar as prestações referentes às despesas suportadas com a política migratória, surgidas a partir de 5 de março de 2013, ou autorizar a compensação do débito, e determinava que, em virtude da sucumbência, a União deveria arcar com as despesas processuais e os honorários advocatícios em favor do autor, arbitrados em 10% sobre o valor da condenação, a teor do artigo 85 do Código de Processo Civil, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: pelo autor, o Dr. Francisco Armando de Figueiredo Melo, Procurador do Estado do Acre; e, pela ré, o Dr. Edwiges Coelho Girão, Advogada da União. Plenário, Sessão Virtual de 15.5.2020 a 21.5.2020.\r\n\n           Decisão: Após o voto-vista do Ministro Alexandre de Moraes, que divergia do Ministro Marco Aurélio (Relator) e julgava improcedente a ação, condenando o Estado do Acre ao pagamento de honorários sucumbenciais, arbitrados em R$ 50.000,00 (cinquenta mil reais), corrigidos a partir desta decisão (art. 85, § 8º, do CPC de 2015), no que foi acompanhado pelo Ministro Edson Fachin, pediu vista dos autos a Ministra Rosa Weber. Plenário, Sessão Virtual de 19.6.2020 a 26.6.2020.\r\n\n           Decisão: O Tribunal, por maioria, julgou improcedente a ação e, em razão da sucumbência, condenou o Estado do Acre ao pagamento de honorários sucumbenciais, arbitrados em R$ 50.000,00 (cinquenta mil reais), corrigidos a partir desta decisão (artigo 85, § 8º, do CPC de 2015), nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Rosa Weber, Ricardo Lewandowski, Celso de Mello e Roberto Barroso. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur438446","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Acre","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur438446","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO CÍVEL ORIGINÁRIA. FLUXO MIGRATÓRIO. HAITIANOS. LEGISLAÇÃO SOBRE EMIGRAÇÃO E IMIGRAÇÃO, ENTRADA, EXTRADIÇÃO E EXPULSÃO DE ESTRANGEIROS. COMPETÊNCIA PRIVATIVA DA UNIÃO. EDIÇÃO DA LEI 13.445/2017. GARANTIA AOS REFUGIADOS DOS MESMOS DIREITOS E DEVERES DO ESTRANGEIRO NO BRASIL. ART. 5º DA LEI 9.474/1997. CUSTEIO DAS POLÍTICAS PÚBLICAS. REPARTIÇÃO ENTRE OS ESTADOS. ESCOLHA DO CONSTITUINTE. TRATAMENTO DIFERENCIADO A IMIGRANTES. IMPOSSIBILIDADE. AÇÃO CÍVEL ORIGINÁRIA JULGADA IMPROCEDENTE.\n\n\n\n    1 - Ação Cível Originária interposta pelo Estado Membro com o objetivo de reconhecer a competência material da União na gestão e custeio integral de despesas com imigrantes que ingressaram no território nacional e passaram a residir nos Estados de fronteira.\n\n\n\n    2 - A Constituição Federal de 1988, ao tratar da organização do Estado, estabeleceu que é da competência privativa da União legislar sobre emigração e imigração, entrada, extradição e expulsão de estrangeiros.\n\n\n\n    3 – No exercício de sua competência privativa, a União editou a Lei 13.45/2017 – Lei de Migração – a qual afirma entre os princípios e diretrizes da política migratória brasileira, a universalidade, indivisibilidade e interdependência dos direitos humanos, a acolhida humanitária, o fortalecimento da integração econômica, política, social e cultural dos povos da América Latina, mediante constituição de espaços de cidadania e de livre circulação de pessoas e a cooperação internacional com Estados de origem, de trânsito e de destino de movimentos migratórios, a fim de garantir efetiva proteção aos direitos humanos do migrante.\n\n\n\n    4 - O art. 5º da Lei nº 9.474/1997 (Lei dos refugiados), por sua vez, é categórico ao assegurar aos refugiados os mesmo direito e deveres do estrangeiro no Brasil.\n\n\n\n    5 – O custeio das políticas públicas foi distribuída entre os entes federados pelo constituinte, inexistindo distinção acerca da competência para assegurar tais direitos em relação a migrantes e refugiados.\n\n\n\n    6 – Na hipótese dos autos, além de ter estabelecido políticas públicas dentro de sua esfera de competência, a União adotou medidas para o cumprimento de seus deveres constitucionais e internacionais de proteção aos refugiados e imigrantes, inclusive mediante repasse financeiro ao Estado Autor. \n\n\n\n    7 – Ação Cível Originária julgada IMPROCEDENTE. Honorários sucumbenciais fixados em R$ 50.000,00.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754687090","externo_seq_objeto_incidente":5364772,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-293  DIVULG 15-12-2020  PUBLIC 16-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3113&classe=ACO","is_colac":false,"titulo":"ACO 3113","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00003 INC-00001 INC-00003 ART-00004\n    ART-00021 INC-00022 ART-00022 INC-00015\n    ART-00023 INC-00002 INC-00005 INC-00010\n    PAR-ÚNICO ART-00030 INC-00006 INC-00007\n    ART-00084 INC-00007 ART-00091 PAR-00001\n    INC-00003 ART-00102 INC-00001 LET-F\n    ART-00144 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00001\n    INC-00003 ART-0166A INC-00001 INC-00002\n    PAR-00001 PAR-00002 INC-00001 INC-00002\n    INC-00003 PAR-00003 PAR-00004 INC-00001\n    INC-00002 PAR-00005 ART-00196 ART-00204\n    ART-00205\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000105 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006964 ANO-1981\n    ART-00003 INC-00006 ART-00014 INC-00001\n    LET-A LET-B LET-C PAR-00003\n    ART-00020 ART-00030 INC-00001 LET-A\n    LET-B LET-C ART-00049 PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784 ANO-1999\n    ART-00002 INC-00001 INC-00004\n    LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00005 ART-00085 PAR-00008 ART-00086\n    ART-00322 PAR-00002 ART-00487 INC-00001\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00001 ART-00003 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 INC-00010\n    INC-00011 INC-00012 INC-00013 INC-00014\n    INC-00015 INC-00016 INC-00017 INC-00018\n    INC-00019 INC-00020 INC-00021 INC-00022\n    ART-00045 PAR-ÚNICO\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   CVC ANO-1951\n    ART-00001 NÚMERO-00002\n    CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00004 ART-00021 PAR-ÚNICO ART-00023\n    ART-00026 PAR-00001 INC-00001\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000011 ANO-1960\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-FED   DLG-000093 ANO-1971\n    DECRETO LEGISLATIVO - APROVA O PROTOCOLO SOBRE O ESTATUTO DOS REFUGIADOS\n\n","LEG-FED   DEC-020910 ANO-1932\n    ART-00001\n    DECRETO\n\n","LEG-FED   DEC-050215 ANO-1961\n    DECRETO - PROMULGA A CONVENÇÃO RELATIVA AO ESTATUTO DOS REFUGIADOS, CONCLUÍDA EM GENEBRA, EM 28 DE JULHO DE 1951\n\n","LEG-FED   DEC-070946 ANO-1972\n    DECRETO - PROMULGA O PROTOCOLO SOBRE O ESTATUTO DOS REFUGIADOS\n\n","LEG-FED   PRT-000008 ANO-2012\n    PORTARIA\n\n","LEG-FED   PRT-000244 ANO-2012\n    PORTARIA\n\n","LEG-FED   CNV-816165 ANO-2015\n    CONVÊNIO ENTRE A SECRETARIA NACIONAL DE JUSTIÇA E A SECRETARIA DE ESTADO DE DESENVOLVIMENTO SOCIAL SEDS/AC\n\n","LEG-INT   PLT ANO-1967\n    ART-00001 NÚMERO-00001 NÚMERO-00002\n    PROTOCOLO SOBRE O ESTATUTO DOS REFUGIADOS\n\n","LEG-EST   LEI-009474 ANO-1997\n    ART-00001 INC-00001 INC-00002 INC-00003\n    ART-00005 ART-00011 ART-00014\n    LEI ORDINÁRIA\n\n","LEG-EST   CNV-813491 ANO-2014\n    CONVÊNIO ENTRE O MINISTÉRIO DO DESENVOLVIMENTO SOCIAL E O ESTADO DO ACRE"],"publicacao_data":"2020-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INCIDÊNCIA, PRESCRIÇÃO QUINQUENAL, PRETENSÃO, INDENIZAÇÃO. PLENÁRIO, STF, DIREITO À ASSISTÊNCIA AOS DESAMPARADOS, OBRIGAÇÃO, ENTE FEDERADO, AUSÊNCIA, DISTINÇÃO, BRASILEIRO, ESTRANGEIRO DOMICILIADO NO BRASIL. EQUIVALÊNCIA, REFUGIADO, ESTRANGEIRO DOMICILIADO NO BRASIL, CABIMENTO, BENEFÍCIO ASSISTENCIAL, ENTE FEDERADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PLENÁRIO, STF, DIREITO À ASSISTÊNCIA AOS DESAMPARADOS, INTERMÉDIO, BENEFÍCIO ASSISTENCIAL. FEDERALISMO COOPERATIVO. LEI DE MIGRAÇÃO, PRINCÍPIO DA UNIVERSALIDADE, PRINCÍPIO DA INDIVISIBILIDADE, PRINCÍPIO DA PREVALÊNCIA DOS DIREITOS HUMANOS, COOPERAÇÃO JURÍDICA INTERNACIONAL. LEI DE MIGRAÇÃO, ASSEGURAMENTO, REFUGIADO, IDENTIDADE, DIREITO, ESTRANGEIRO DOMICILIADO NO BRASIL. AUSÊNCIA, EXCLUSIVIDADE, RESPONSABILIDADE, UNIÃO FEDERAL, DESPESA, IMIGRANTE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ATO OMISSIVO CONTINUADO, ADMINISTRAÇÃO PÚBLICA, AUSÊNCIA, RESSARCIMENTO, AUTOR, PRESTAÇÃO, ASSISTÊNCIA, IMIGRANTE. FEDERALISMO COOPERATIVO, INTERVENÇÃO, UNIÃO FEDERAL, DOMÍNIO ECONÔMICO, INTERMÉDIO, COLABORAÇÃO, ENTE FEDERADO, GARANTIA, BEM ESTAR SOCIAL. COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, MATÉRIA, IMIGRAÇÃO. IMPOSSIBILIDADE, PREJUÍZO, ENTE FEDERADO, LOCALIZAÇÃO, FRONTEIRA, DECORRÊNCIA, INGRESSO, REFUGIADO, TERRITÓRIO. CONSIDERAÇÃO, IMIGRAÇÃO, MATÉRIA, INTERESSE NACIONAL. COMPROVAÇÃO, DESPESA PÚBLICA, ENTE FEDERADO, POLÍTICA, IMIGRAÇÃO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: INCIDÊNCIA, PRESCRIÇÃO QUINQUENAL. FEDERALISMO COOPERATIVO. IMPACTO ORÇAMENTÁRIO, ENTE FEDERADO, AUMENTO, SERVIÇO PÚBLICO, AUMENTO, POPULAÇÃO, IMIGRAÇÃO. DEMONSTRAÇÃO, DESPESA, ENTE FEDERADO, TRANSPORTE, SEGURANÇA, SAÚDE, ALIMENTAÇÃO, REFUGIADO. CABIMENTO, UNIÃO FEDERAL, AFERIÇÃO, QUANTIDADE, ESTRANGEIRO, INGRESSO, PAÍS, PREVISÃO, DESPESA, FUNDAMENTO, ESTATÍSTICA. PRESUNÇÃO, BOA-FÉ, ADMINISTRAÇÃO ESTADUAL, FORNECIMENTO, DADO, LEALDADE PROCESSUAL. CONTEXTO HISTÓRICO, DEFINIÇÃO, REFUGIADO. CONSIDERAÇÃO, ESTADO DE NECESSIDADE, REFUGIADO. AMPLIAÇÃO, ALCANCE, SITUAÇÃO, REFÚGIO. ESTATUTO DO ESTRANGEIRO, CONSIDERAÇÃO HUMANITÁRIA, VISTO TEMPORÁRIO. IMPREVISIBILIDADE, SITUAÇÃO, REFÚGIO, IMPOSSIBILIDADE, CUSTEIO, DESPESA, ENTE FEDERADO, LOCALIZAÇÃO, FRONTEIRA. PRINCÍPIO DA NÃO DEVOLUÇÃO. AMPLIAÇÃO, DEFINIÇÃO, REFUGIADO. PREVALÊNCIA, PRINCÍPIO DA SOLIDARIEDADE. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEI DE MIGRAÇÃO. ADESÃO, ESTADO BRASILEIRO, TRATADO INTERNACIONAL, PROTEÇÃO, REFUGIADO. AUSÊNCIA, PARTICIPAÇÃO, ENTE FEDERADO, POLÍTICA, INGRESSO, REFUGIADO. COMPETÊNCIA MATERIAL, CUSTEIO, DESPESA, REFUGIADO. OBRIGATORIEDADE, COLABORAÇÃO, UNIÃO FEDERAL, ENTE FEDERADO, ATO VINCULADO. PRINCÍPIO DA SOLIDARIEDADE, FEDERALISMO COOPERATIVO, PRINCÍPIO DA MÁXIMA EFETIVIDADE. DEPENDÊNCIA, ENTE FEDERADO, UNIÃO FEDERAL, TRANSFERÊNCIA DE RECURSOS, PRESTAÇÃO DE SERVIÇO, FEDERALISMO FISCAL. INTERVENÇÃO FEDERAL. MECANISMO, UNIÃO FEDERAL, AUXÍLIO, CARÁTER FINANCEIRO, ENTE FEDERADO, CRÉDITO EXTRAORDINÁRIO, CALAMIDADE PÚBLICA. JULGAMENTO, STF, INCONSTITUCIONALIDADE, LEI ESTADUAL, TRANSFERÊNCIA, MUNICÍPIO, EXCLUSIVIDADE, PROTEÇÃO, SÍTIO ARQUEOLÓGICO. PRINCÍPIO DA SEPARAÇÃO DOS PODERES. COMPETÊNCIA, STF, SOLUÇÃO, CONFLITO FEDERATIVO. PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA SOLIDARIEDADE. DEVER CONSTITUCIONAL, COLABORAÇÃO. SUPRIMENTO, LACUNA DA LEI, PODER JUDICIÁRIO, MEDIAÇÃO, CONFLITO. EQUIDADE.\n\n- TERMO(S) DE RESGATE: CALAMIDADE NATURAL. VUCA. FLUXO MIGRATÓRIO. POSIÇÃO GEOGRÁFICA. FENÔMENO MIGRATÓRIO. ÊXODO MASSIVO DE PESSOAS. TRANSFERÊNCIA ESPECIAL. ENTES SUBNACIONAIS, ENTES SUBCENTRAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3113&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(BENEFÍCIO ASSISTENCIAL, ESTRANGEIRO DOMICILIADO NO BRASIL)\nRE 587970 (TP). \n(FEDERALISMO COOPERATIVO)\nRE 194704 (TP). \n(DIREITO À SAÚDE, RESPONSABILIDADE SOLIDÁRIA, ENTE FEDERADO)\nSTA 175 AgR (TP). \n(COMPETÊNCIA COMUM, PROTEÇÃO, SÍTIO ARQUEOLÓGICO)\nADI 2544 (TP). \n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nSL 263 AgR (TP), RE 554446 AgR (1ªT), ARE 878411 AgR (2ªT), ARE 1170152 AgR (2ªT). \n(COMPETÊNCIA, STF, SOLUÇÃO, CONFLITO FEDERATIVO)\nADPF 109 (TP). \n- Decisão monocrática citada:\n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nSL 1074.\n- Veja ACO 3121 do STF.\n- Legislação estrangeira citada: art. 14, incisos 1 e 2, da Declaração Universal dos Direitos Humanos, de 1948; art. 1, §2, da Convenção sobre Refugiados da Organização de Unidade Africana de 1969; Declaração de Cartagena, de 1984; Declaração de San José sobre Refugiados e Pessoas Deslocadas, de 1994.\n\nNúmero de páginas: 102.\nAnálise: 10/05/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nRÉU(É)(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":438446,"documental_tese_texto":null,"procedencia_geografica_completo":"AC - ACRE","processo_codigo_completo":"ACO 3113","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"A SITUAÇÃO dos Refugiados no Mundo 1997-98 – um programa humanitário. Alto Comissariado das Nações Unidas para Refugiados (ACNUR), Lisboa, 1998. p. 50.\nA ECONOMIA e Roraima e o Fluxo Venezuelano: evidências e subsídios para políticas públicas. Fundação Getúlio Vargas; Diretoria de Análise de Políticas Públicas, Rio de Janeiro, 2020. p. 14, 24 e 122. Disponível em: https://www.acnur.org/portugues/wp-content/uploads/2020/02/FGV-DAPP-2020-A-economia-de-Roraima-e-o-fluxo-venezuelano_compressed.pdf.\nBAENINGER, Rosana; PERES, Roberta. Migração de Crise: a migração haitiana para o Brasil. Revista Brasileira De Estudos De População, 2007. Disponível em: https://doi.org/10.20947/S0102-3098a0017. Acesso em: 24 de 2020.\nBERCOVICI, Gilberto. A Descentralização de Políticas Sociais e o Federalismo Cooperativo Brasileiro. Revista de Direito Sanitário, p. 13-28. Disponível em: https://doi.org/10.11606/issn.2316-9044.v3i1p13-28.\nBERNADES, Wilba Lúcia Maria. Os Desdobramentos do Federalismo Cooperativo Alemão: uma rica experiência de releituras. In: Estudos de Direito Constitucional – Homenagem ao Professor Ricardo Arnaldo Malheiros Fiuza. Belo Horizonte: Editora Del Rey, 2009. p. 216.\nBRASILEIRO, Ana Maria. O Federalismo Cooperativo. Revista Brasileira de Estudos Políticos, Universidade Federal de Minas Gerais, n. 39, jul. 1974. p. 87-88, 92-101, 108-109 e 124-126.\nBALANÇO e Reflexões sobre a Imigração Haitiana no Brasil: um Ensaio, Geraldo Castro Cotinguiba e Marília Lima Pimentel Cotinguiba, Cadernos de Debates Refúgio, Migrações e Cidadania, v. 12, n.12 (2017). Brasília: Instituto Migrações e Direitos Humanos. Disponível em: https://www.acnur.org/ \nportugues/wp-content/uploads/2018/02/Caderno-de-Debates-12_Ref%C3%BAgio-Migra%C3%A7%C3%B5es-e-Cidadania.pdf.\nCASELLA, Paulo Borba. O Direito Internacional dos Refugiados: uma Perspectiva Brasileira. Renovar, 2001. p. 20 e 21.\nCAPUANO, Tamara de Padua. O federalismo cooperativo e a necessidade de efetivação do direito à saúde das pessoas com deficiência. Rio de Janeiro: Lumen Juris, 2018. p. 68 e 85.\nCAÚLA, Cesar; MANZI, Lilian C. T. de Miranda. Transferências Constitucionais e Federalismo Cooperativo. In: O Federalismo na Visão dos Estados, uma homenagem do Colégio Nacional de Procuradores-Gerais dos Estados e do Distrito Federal - CONPEG - aos 30 anos de Constituição. Coleção de Direito Tributário & Financeiro. 311-313, 315-316, 321-323 e 324-326.\nCOSTA, Denise. Federalismo Cooperativo Encontros e Desencontros. Poder Judiciário, Políticas Públicas. Almedina, 2018. v. 2. p. 138.\nFERNANDES, Duval et al. MIGRAÇÃO dos Haitianos para o Brasil: a RN no 97/2012: uma avaliação preliminar. Cadernos de Debates Refúgio, Migrações e Cidadania.  Brasília: Instituto Migrações e Direitos Humanos, v. 8, n. 8 (2013). Disponível em: https://www.acnur.org/ portugues/wpcontent/uploads/2018/02/Caderno-de-Debates-08_Ref%C3%BAgio-Migra%C3%A7%C3%B5es-e-Cidadania.pdf.\nFULGÊNCIO, Caio. Nº de haitianos que entram no Brasil pelo Acre cai 96% em 12 meses. G1. Disponível em: http://g1.globo.com/ac/acre/noticia/2016/01/n-de-haitianos-que-entram-no-brasilpelo-acre-cai-96-em-12-meses.html. Acesso em: 03 set. 2020.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE). População. Disponível em: https://cidades. ibge.gov.br/brasil/rr/panorama.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE). Produto Interno Bruto - PIB. Disponível em: Fonte: https://www.ibge.gov.br/explica/pib.php.\nISMAEL, Ricardo. Governos Estaduais no Ambiente Federativo Inaugurado pela Constituição Federal de 98: aspectos políticos e institucionais de uma atuação constrangida. In: Governos Estaduais no Federalismo Brasileiro – capacidades e limitações governativas. Ipea, 2014. Disponível em: http://repositorio.ipea.gov.br/bitstream/11058/3184/1/livro_governos_estaduais.pdf.\nKRELL, Andreas J. A Necessária Mudança de Foco na Implantação do Federalismo Cooperativo no Brasil: da Definição das Competências Legislativas para o Desenho de Formas Conjuntas de Execução Administrativa. In: Vinte anos da Constituição Federal de 1988. Rio de Janeiro: Lúmen Juris, 2009. p. 650.\nMELO, Álisson José Maia. Gestão Associada de Serviços Públicos no Brasil: Federalismo Cooperativo, Administração Pública e Direitos Fundamentais. 2013. (Dissertação de Mestrado) - Universidade Federal do Ceará, Fortaleza, 2013. Disponível em: http://www.repositorio.ufc.br/bitstream/riufc/ 12814/1/2013_ dis_ajmmelo.pdf.\nOLIVEIRA, Caroline Godoi de Castro. Conversas com Refugiados: interações de um campo social heterotópico. Dissertação de mestrado. Disponível em: https://acervodigital.ufpr.br/bitstream/handle/ 1884/61874/R%20-%20D%20-%20CAROLINE%20GODOI%20DE%20CASTRO%20OLIVEIRA.pdf?sequence=1&isAllowed=y. Acesso em: 24 jun. 2020.\nOLIVEIRA, Samuel Cunha. O pacto federativo brasileiro e o princípio da solidariedade constitucional. Revista Jus Navigandi, Teresina, ano 18, n. 3815, 2013. ISSN 1518-4862. Disponível em: https://jus.com.br/artigos/26112.\nTAVARES, Alessandra Schettino. O federalismo cooperativo no Brasil: o perfil do Estado brasileiro segundo a Constituição Federal de 1988. 2009. (Especialização em Instituições e Processos Políticos do Legislativo) - Centro de Formação, Treinamento e Aperfeiçoamento (Cefor) da Câmara dos Deputados, 2009. Disponível em: Biblioteca Digital da Câmara in file:///C:/Users/Owner/Downloads/federalismo_cooperativo_schettino.pdf.\nTORRES, Heleno Taveira. Constituição financeira e o federalismo financeiro cooperativo equilibrado brasileiro. Revista Fórum de Direito Financeiro e Econômico, ano 3, n. 5, p. 25-54, mar./ago. 2014. Disponível em: https://edisciplinas.usp.br/pluginfile.php/311934/mod_resource/content/1/D_HTO_Constitui%C3%A7%C3%A3o%20Finance.pdf.\nVERGOLINO, José Raimundo de Oliveira. Federalismo e Autonomia Fiscal dos Governos Estaduais no Brasil: notas sobre o período recente (1990-2010). In: Governos Estaduais no Federalismo Brasileiro – capacidades e limitações governativas. Brasília: Ipea, 2014. Disponível em: http://repositorio.ipea.gov.br/bitstream/11058/3184/1/livro_governos_estaduais.pdf. \nWHO Bears the cost of intengrating refugees? Migration Policy Debates; OCDE, n. 13, jan. 2017. Disponível em: https://www.oecd.org/els/mig/migration-policy-debates-13.pdf.\nWORLD Migration Report 2020. Disponivel em: https://www.un.org/sites/un2.un.org/ files/wmr_2020. pdf. Acesso em: 24 jun. 2020.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":3113,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur438448","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"(Pet 5.756-AgR) O Tribunal, por maioria, negou provimento ao agravo regimental, em face da manifesta incompetência do Supremo Tribunal Federal para a apreciação da ação, vencidos os Ministros Marco Aurélio (Relator) e Celso de Mello, que negavam provimento ao agravo mas entendiam pela competência do STF. Dentre os Ministros que entendiam ser o STF incompetente, foi assentado, por maioria, que a competência para dirimir o conflito é do Conselho Nacional do Ministério Público - CNMP. Nesse sentido, votaram os Ministros Alexandre de Moraes, Ricardo Lewandowski, Luiz Fux, Cármen Lúcia e Gilmar Mendes. Ficaram vencidos os Ministros Edson Fachin, Dias Toffoli (Presidente), Rosa Weber e Roberto Barroso, que entendiam pela competência do Procurador-Geral da República. Redigirá o acórdão o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 5.6.2020 a 15.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur438448","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur438448","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA PETIÇÃO. CONSTITUCIONAL E ADMINISTRATIVO. COMPETÊNCIA DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO PARA DIRIMIR CONFLITO DE ATRIBUIÇÃO ENTRE MINISTÉRIOS PÚBLICOS DIVERSOS. EXERCÍCIO DO CONTROLE DA LEGALIDADE DA ATUAÇÃO ADMINISTRATIVA. RESPEITO À INDEPENDÊNCIA FUNCIONAL. CF, ART. 130-A, § 2º, INCISOS I E II. INCOMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL.\n\n\n\n    1. Incompetência originária do SUPREMO TRIBUNAL FEDERAL para conhecer e dirimir conflito de atribuições entre membros de ramos diversos do Ministério Público. Inaplicabilidade do art. 102, I, f, da CF, por ausência de risco ao equilíbrio federativo.\n\n\n\n    2. Impossibilidade de encaminhamento do conflito de atribuição para o Procurador-Geral da República, enquanto autoridade competente, pois é parte interessada na solução da demanda administrativa, uma vez que acumula a Chefia do Ministério Público da União com a chefia de um de seus ramos, o Ministério Público Federal, nos termos da LC 75/1993.\n\n\n\n    3. Os membros do Ministério Público integram um só órgão sob a direção única de um só Procurador-Geral, ressalvando-se, porém, que só existem unidade e indivisibilidade dentro de cada Ministério Público, inexistindo qualquer relação de hierarquia entre o Ministério Público Federal e os dos Estados, entre o de um Estado e o de outro, ou entre os diversos ramos do Ministério Público da União. \n\n\n\n    4. EC 45/2004 e interpretação sistemática da Constituição Federal. A solução de conflitos de atribuições entre ramos diversos dos Ministérios Públicos pelo CNMP, nos termos do artigo 130-A, § 2º, e incisos I e II, da Constituição Federal e no exercício do controle da atuação administrativa do Parquet, é a mais adequada, pois reforça o mandamento constitucional que lhe atribuiu o controle da legalidade das ações administrativas dos membros e órgãos dos diversos ramos ministeriais, sem ingressar ou ferir a independência funcional.\n\n\n\n    5. Desprovimento do agravo regimental. Não conhecimento da Ação e encaminhamento dos autos ao Conselho Nacional do Ministério Público para, nos termos do artigo 130-A, incisos I e II, da Constituição Federal, dirimir o conflito de atribuições.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754687470","externo_seq_objeto_incidente":4868866,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-293  DIVULG 15-12-2020  PUBLIC 16-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5756&classe=Pet","is_colac":false,"titulo":"Pet 5756 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00001 LET-F ART-00127\n    ART-00128 ART-00129 ART-0130A INC-00001\n    INC-00002 PAR-00002 INC-00001 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075 ANO-1993\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009394 ANO-1996\n    ART-00016 INC-00002\n    LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL"],"publicacao_data":"2020-12-16","documental_acordao_mesmo_sentido_lista_texto":"Pet 5756 AgR-segundo PROCESSO ELETRÔNICO\n          JULG-16-06-2020  UF-SP  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-020\n          DJe-293  DIVULG 15-12-2020  PUBLIC 16-12-2020","documental_indexacao_texto":"- EXIGIBILIDADE, TAXATIVIDADE, HIPÓTESE, COMPETÊNCIA ORIGINÁRIA, STF, NUMERUS CLAUSUS. SUPREMACIA JUDICIAL, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO, CONTROLE DE CONSTITUCIONALIDADE. IMPOSSIBILIDADE, AMPLIAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, LEGISLAÇÃO ORDINÁRIA. CASO CONCRETO, INEXISTÊNCIA, COMPETÊNCIA ORIGINÁRIA, STF, JULGAMENTO, CONFLITO DE ATRIBUIÇÃO, INEXISTÊNCIA, RISCO, EQUILÍBRIO, PACTO FEDERATIVO. COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), INTERPRETAÇÃO SISTEMÁTICA.\n\n- VOTO, MIN. EDSON FACHIN: INEXISTÊNCIA, COMPETÊNCIA ORIGINÁRIA, STF, DECORRÊNCIA, AUSÊNCIA, RISCO, EQUILÍBRIO, PACTO FEDERATIVO. JURISPRUDÊNCIA, STF, COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA, SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, INVESTIGAÇÃO, IRREGULARIDADE, INSTITUIÇÃO PRIVADA, ENSINO SUPERIOR, DECORRÊNCIA, INEXISTÊNCIA, PRESTAÇÃO DE SERVIÇO, ENTIDADE FEDERAL, INEXISTÊNCIA, UTILIZAÇÃO, VERBA PÚBLICA, ÂMBITO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5756&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ROL TAXATIVO, COMPETÊNCIA ORIGINÁRIA, STF)\nACO 124 (TP) - RTJ 50/72, ACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 136 (TP) - RTJ 53/776. \n(CONFLITO FEDERATIVO, COMPETÊNCIA, STF, REQUISITO)\nACO 924 (TP), ACO 1394 (TP), Pet 4076 AgR (TP), Pet 4863 (TP). \n(COMPETÊNCIA, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL)\nPet 3528 (TP), ACO 924 (TP), ACO 1394 (TP), Pet 4706 (TP), Pet 4863 (TP), Pet 6132 (1ªT). \n(AUSÊNCIA, HIERARQUIA, MINISTÉRIO PÚBLICO DA UNIÃO, MINISTÉRIO PÚBLICO ESTADUAL)\nRE 593727 (TP). \n- Decisões monocráticas citadas:\n(ROL TAXATIVO, COMPETÊNCIA ORIGINÁRIA, STF)\nPet 1026 MC.\n(CONFLITO FEDERATIVO, COMPETÊNCIA, STF, REQUISITO)\nACO 2298 AgR.\n(COMPETÊNCIA, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL)\nACO 2834, ACO 2427, ACO 2820, ACO 2957, ACO 2964, ACO 2341, ACO 2952, ACO 2572.\n- Decisão estrangeira citada: caso Marbury v. Madison (1 Cranch 137 - 1803) da Suprema Corte Norte-americana.\n- Legislação estrangeira citada: Lei Judiciária de 1789, dos Estados Unidos; art. 3, seção 2, da Constituição dos Estados unidos.\n\nNúmero de páginas: 20.\nAnálise: 09/12/2021, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":438448,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Pet 5756 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-06-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"ABRAHAM, HENRY J. A Corte Suprema no evolutivo processo político. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nAFONSO ARINOS. Curso de direito constitucional brasileiro. Rio de Janeiro: Forense, 1960. p. 98.\nBARACHO, José Alfredo de oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53\nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nDAHL, Robert. Sobre a democracia. Brasília: UnB, 2001. p. 137.\nHALL, Kermit L. The Oxford guide to United States Supreme Courts decisions. New York: Oxford University Press, 1999. p. 173.\nMORAES, Alexandre. Constituição do Brasil Interpretada, 9. ed. Atlas. p. 1604.\nRAUL MACHADO HORTA. Direito constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 305 et seq.\nSCHWARTZ, Bernard. Direito constitucional americano. Rio de Janeiro: Forense, 1966. p. 257.\nSCHWARTZ, Bernard. O federalismo norte-americano. Rio de Janeiro: Forense Universitária, 1984. p. 75.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":5756,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur439094","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Rosa Weber, Relatora, que julgava improcedente o pedido formulado na ação direta, pediu vista dos autos o Ministro Alexandre de Moraes. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausentes, justificadamente, os Ministros Dias Toffoli (Presidente) e Luiz Fux. Presidência do Ministro Celso de Mello. Plenário, 11.04.2019.\r\n\n                       Decisão: Após os votos dos Ministros Alexandre de Moraes, Roberto Barroso, Luiz Fux e Gilmar Mendes, que conheciam da ação direta e julgavam procedente o pedido para declarar a inconstitucionalidade da Lei nº 14.274/2010 do Estado de São Paulo; e dos votos dos Ministros Edson Fachin, Ricardo Lewandowski e Marco Aurélio, que acompanhavam a Ministra Rosa Weber (Relatora) para julgar improcedente o pedido formulado na ação direta, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Plenário, 19.12.2019.\r\n\n           Decisão: Após o voto-vista do Ministro Dias Toffoli, que julgava parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade dos arts. 1º, 3º, 5º e 6º da Lei nº 14.274/2010 do Estado de São Paulo; e do voto da Ministra Cármen Lúcia, que acompanhava o voto da Ministra Rosa Weber (Relatora) para julgar improcedente o pedido, o julgamento foi suspenso para aguardar o voto do Ministro Celso de Mello, que não participou deste julgamento por motivo de licença médica (Art. 173, parágrafo único, do RISTF). Plenário, Sessão Virtual de 4.9.2020 a 14.9.2020 (Sessão iniciada na Presidência do Ministro Dias Toffoli e finalizada na Presidência do Ministro Luiz Fux).\r\n\n            Decisão: O Tribunal, por maioria, julgou improcedentes os pedidos formulados na ação direta, nos termos do voto da Relatora, vencidos os Ministros Alexandre de Moraes, Roberto Barroso, Luiz Fux (Presidente), Gilmar Mendes e, em parte, o Ministro Dias Toffoli. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["2","3","12"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur439094","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur439094","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação Direta de Inconstitucionalidade. Legitimidade ativa. Confederação sindical. Art. 103, IX, da CF. Lei nº 14.274/2010 do Estado de São Paulo. Rotulagem de produtos transgênicos. Alegação de inconstitucionalidade formal. Invasão da competência privativa da União para legislar sobre comércio interestadual. Regulamentação jurídica supostamente paralela e contrária à legislação federal da matéria. Afronta aos arts. 22, VIII, e 24, V e XII, §§ 1º e 3°, da CF. Inocorrência. Ação improcedente.\n\n\n\n    1. Legitimidade ad causam da autora, entidade integrante da estrutura sindical brasileira em grau máximo (confederação), representativa, em âmbito nacional, dos interesses corporativos das categorias econômicas da indústria (arts. 103, IX, da Constituição da República e 2º, IX, da Lei 9.868/1999).\n\n\n\n    2. Ao regulamentar critérios para a obrigatoriedade do dever de rotulagem dos produtos derivados ou de origem transgênica, a Lei n° 14.274/2010 do Estado de São Paulo veicula normas incidentes sobre produção e consumo, com conteúdos pertinentes, ainda, à proteção e defesa da saúde, matérias a respeito das quais, a teor do art. 24, V e XII, da CF, compete à União, aos Estados e ao Distrito Federal legislar concorrentemente.\n\n\n\n    3. O ato normativo impugnado em absoluto excede dos limites da competência suplementar dos Estados, no tocante a essa matéria, por dois motivos principais. O primeiro, porque não afeta diretamente relações comerciais e consumeristas que transcendam os limites territoriais do ente federado. O segundo, porque não há nada na lei impugnada que represente relaxamento das condições mínimas (normas gerais) de segurança exigidas na legislação federal para o dever de informação (art. 5º, XIV, da Constituição Federal).\n\n\n\n    4. O estabelecimento de requisitos adicionais para a rotulagem de alimentos geneticamente modificados, quando não contrário ao conjunto normativo federal sobre a matéria, se insere na competência concorrente dos entes federados.\n\n\n\n    5. Pedido de aplicação dos precedentes formados no julgamento da ADI 280/MT, ADI 3.035-3/PR, ADI 3054-0/PR e ADI 3.645 indeferido, por motivo de distinção entre os casos em cotejo analítico. Aplicação do art. 489, §1º, V e VI, do Código de Processo Civil de 2015.\n\n\n\n    6. Não usurpa a competência privativa da União para legislar sobre comércio interestadual a legislação estadual que se limita a prever obrigações estritamente relacionadas à proteção e defesa do consumidor, sem interferir em aspectos propriamente comerciais.\n\n\n\n    7. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754778298","externo_seq_objeto_incidente":4092573,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-002  DIVULG 08-01-2021  PUBLIC 11-01-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4619&classe=ADI","is_colac":false,"titulo":"ADI 4619","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00005 ART-00002\n    ART-00005 INC-00014 ART-00022 INC-00008\n    ART-00024 INC-00005 INC-00006 INC-00008\n    INC-00012 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00061 PAR-00002 INC-00002\n    LET-E ART-00103 INC-00009 ART-00225\n    PAR-00001 INC-00002 INC-00004 INC-00005\n    ART-00254\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00006 INC-00001 INC-00003 ART-00009\n    ART-00028 ART-00031 ART-00037 PAR-00001\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011105 ANO-2005\n    ART-00002 PAR-00004 ART-00040\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00489 PAR-00001 INC-00005 INC-00006\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-004680 ANO-2003\n    ART-00002 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00003\n    DECRETO\n\n","LEG-FED   DEC-005591 ANO-2005\n    ART-00091\n    DECRETO\n\n","LEG-FED   PRT-004128 ANO-2020\n    ART-00001\n    PORTARIA - APROVA O REGIMENTO INTERNO DA COMISSÃO TÉCNICA NACIONAL DE BIOSSEGURANÇA - CTNBIO\n\n","LEG-EST   LEI-014274 ANO-2010\n    ART-00001 \"CAPUT\" PAR-00001 INC-00001\n    INC-00002 INC-00003 PAR-00002 PAR-00003\n    ART-00002 PAR-ÚNICO ART-00003 ART-00004\n    ART-00005 ART-00006 ART-00007 ART-00008\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 ART-00009 ART-00010\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-014861 ANO-2010\n    LEI ORDINÁRIA, PR"],"publicacao_data":"2021-01-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, NORMA GERAL. LEGITIMIDADE, LEI ESTADUAL, PROTEÇÃO AO CONSUMIDOR, SAÚDE. LEGITIMIDADE, ATO NORMATIVO ESTADUAL, DIREITO, OBTENÇÃO, INFORMAÇÃO, CARACTERÍSTICA, PROCEDÊNCIA, QUALIDADE, COMBUSTÍVEL, COMERCIALIZAÇÃO, REVENDEDOR. COMPETÊNCIA, ESTADO-MEMBRO, NORMA ESPECÍFICA, PRESENÇA, PRODUTO, ORGANISMO GENETICAMENTE MODIFICADO (OGM).\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, COMÉRCIO INTERESTADUAL. INCONSTITUCIONALIDADE, LEI ESTADUAL, DESPROPORCIONALIDADE, LIMITE MÍNIMO, OBRIGATORIEDADE, RÓTULO, PRESENÇA, ORGANISMO GENETICAMENTE MODIFICADO (OGM).\n\n- VOTO VENCIDO, MIN. LUIZ FUX: PRINCÍPIO, FEDERALISMO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DESCOBRIMENTO, COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO. CRIAÇÃO, OBRIGAÇÃO, RÓTULO, INEXISTÊNCIA, LEI FEDERAL, ÓBICE, COMERCIALIZAÇÃO, PRODUTO, ENTE FEDERADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4619&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, CNI)\nADI 1194 (TP), ADI 2588 (TP), ADI 4425 (TP). \n(COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, NORMA GERAL)\nADI 1245 (TP), ADI 2903 (TP), ADI 3645 (TP), ADI 2667 MC (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO)\nADI 2818 (TP), ADI 4874 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, NORMA ESPECÍFICA, PRESENÇA, PRODUTO, OGM)\nRp 1153 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, COMÉRCIO INTERESTADUAL)\nADI 750 (TP), ADPF 514 (TP). \n(COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, RELAÇÃO DE CONSUMO)\nADI 4633 (TP), ADI 6193 (TP). \n(PRINCÍPIO, FEDERALISMO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DESCOBRIMENTO, COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO)\nADI 4060 (TP). \n(COMPETÊNCIA CONCORRENTE, OGM)\nADI 3645 (TP). \n(CRIAÇÃO, OBRIGAÇÃO, RÓTULO, INEXISTÊNCIA, LEI FEDERAL, ÓBICE, COMERCIALIZAÇÃO, PRODUTO, ENTE FEDERADO)\nADI 750 (TP), ADI 910 (TP), ADI 3852 (TP). \n(LEGITIMIDADE, LEI ESTADUAL, PROTEÇÃO AO CONSUMIDOR, SAÚDE)\nADI 2832 (TP). \n(LEGITIMIDADE, ATO NORMATIVO ESTADUAL, DIREITO, OBTENÇÃO, INFORMAÇÃO, CARACTERÍSTICA, PROCEDÊNCIA, QUALIDADE, COMBUSTÍVEL, COMERCIALIZAÇÃO, REVENDEDOR)\nADI 1980 (TP). \n- Legislação estrangeira citada: Primeira Emenda da Constituição dos Estados Unidos\n- Decisões estrangeiras citadas: Caso Jacobellis vs. Ohio, de 1964, da Suprema Corte dos Estados Unidos da América.\n- Veja ADI 280, ADI 3035, ADI 3054 e ADI 3645 do STF.\n- Veja Secção 2, art. 12, n. 1, letras \"a\" e \"b\", n. 2. n. 3 e n. 4, art. 13, n. 1, letras \"a\", \"b\", \"c\", \"d\" e \"e\", n. 2., letra \"a\", item 1, item 2, item 3, item 4 e letra \"b\" n. 3, do Regulamento (CE) n. 1829 de 2003, do Parlamento Europeu e do Conselho, de 22/09/2003.\nNúmero de páginas: 88.\nAnálise: 28/06/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DA INDUSTRIA \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES E OUTRO(A/S)\nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":439094,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 4619","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BEN-SHAHAR, Omri; e SCHNEIDER, Carl. More Than You Wanted To Know: The Failure Of Mandated Disclosure. Princeton University Press, 2014. p. 15-16.\nBERCOVICI, Gilberto. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004.\nCAMBI, Eduardo. Normas Gerais e a Fixação da Competência Concorrente na Federação Brasileira. Revista de Processo, v. 92, p. 244, out. 1998, DTR/1998/448.\nHORTA, Raul Machado. Estrutura da Federação. Revista de Direito Público, v. 81, p. 52, jan./mar. 1987.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais. Revista de Informação Legislativa, Brasília, ano 25, n. 100, out./dez. 1998.\nSUNDFELD, Carlos Ari; CÂMARA, Jacintho Arruda. Tarifas dos Serviços de Telecomunicações e Direitos do Consumidor. Fórum Administrativo, Belo Horizonte: Fórum, v. 2, n. 1, ago. 2002. p. 1021.","ministro_facet":["ROSA WEBER"],"processo_numero":4619,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}