{"result":{"took":476,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur415929","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela requerente Confederação Nacional dos Trabalhadores do Ramo Financeiro - CONTRAF/CUT, o Dr. Luiz Alberto do Santos; pela Advocacia-Geral da União, o Ministro André Luiz de Almeida Mendonça, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Luciano Mariz Maia, Vice-Procurador-Geral da República. Presidência do Ministro Dias Toffoli. Plenário, 30.05.2019.\r\n\n                 Decisão: Após os votos dos Ministros Ricardo Lewandowski (Relator) e Edson Fachin no sentido de referendar a concessão parcial da medida cautelar pleiteada para conferir interpretação conforme à Constituição ao art. 29, caput, XVIII, da Lei nº 13.303/2016, de modo a afirmar que a venda de ações de empresas públicas, sociedades de economia mista, de suas subsidiárias ou controladas exige autorização legislativa, bem como prévia licitação pública, dispensada esta quando a alienação não implicar a perda de seu controle acionário; e dos votos dos Ministros Alexandre de Moraes e Roberto Barroso, que não referendavam a cautelar, o julgamento foi suspenso. Presidência do Ministro Dias Toffoli. Plenário, 05.06.2019.\r\n\n                       Decisão: Apregoada em conjunto as ADI 5.624 (MC-Ref), MC-ADI 5.846, MC-ADI 5.924 e MC-ADI 6.029. Preliminarmente, o Tribunal reconheceu a legitimidade ativa da Confederação Nacional dos Trabalhadores do Ramo Financeiro - CONTRAF/CUT e a ilegitimidade ativa da Federação Nacional das Associações do Pessoal da Caixa Econômica Federal - FENAEE. Votaram pelo referendo total da cautelar os Ministros Ricardo Lewandowski (Relator), Edson Fachin e Marco Aurélio, referendavam parcialmente a cautelar os Ministros Cármen Lúcia, Rosa Weber, Gilmar Mendes e Dias Toffoli (Presidente) e não referendavam a medida cautelar os Ministros Alexandre de Moraes, Roberto Barroso, Luiz Fux e Celso de Mello, nos termos e limites dos respectivos votos proferidos. No mérito, em razão de voto médio, o Tribunal referendou, em parte, a medida cautelar anteriormente parcialmente concedida pelo Ministro Ricardo Lewandowski (Relator), para conferir ao art. 29, caput, inc. XVIII, da Lei nº 13.303/2016 interpretação conforme à Constituição Federal, nos seguintes termos: i) a alienação do controle acionário de empresas públicas e sociedades de economia mista exige autorização legislativa e licitação; e ii) a exigência de autorização legislativa, todavia, não se aplica à alienação do controle de suas subsidiárias e controladas. Nesse caso, a operação pode ser realizada sem a necessidade de licitação, desde que siga procedimentos que observem os princípios da administração pública inscritos no art. 37 da Constituição, respeitada, sempre, a exigência de necessária competitividade. Redigirá o acórdão o Ministro-Relator. Plenário, 06.06.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur415929","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur415929","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: MEDIDA CAUTELAR EM AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONCESSÃO PARCIAL MONOCRÁTICA. INTERPRETAÇÃO CONFORME À CONSTITUIÇÃO. ART. 29, CAPUT, DA LEI 13.303/2016. VENDA DE AÇÕES. ALIENAÇÃO DO CONTROLE ACIONÁRIO DE EMPRESAS PÚBLICAS, SOCIEDADES DE ECONOMIA MISTA OU DE SUAS SUBSIDIÁRIAS E CONTROLADAS. NECESSIDADE DE PRÉVIA AUTORIZAÇÃO LEGISLATIVA E DE LICITAÇÃO. VOTO MÉDIO. MEDIDA CAUTELAR PARCIALMENTE PELO PLENÁRIO.\n\n\n\n    I – A alienação do controle acionário de empresas públicas e sociedades de economia mista exige autorização legislativa e licitação pública.\n\n\n\n    II – A transferência do controle de subsidiárias e controladas não exige a anuência do Poder Legislativo e poderá ser operacionalizada sem processo de licitação pública, desde que garantida a competitividade entre os potenciais interessados e observados os princípios da administração pública constantes do art. 37 da Constituição da República.\n\n\n\n    III – Medida cautelar parcialmente referendada pelo Plenário do Supremo Tribunal Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751504007","externo_seq_objeto_incidente":5499432,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5624&classe=ADI","is_colac":false,"titulo":"ADI 5624 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 \"CAPUT\" \n          INC-00001 ART-00022 INC-00027 ART-00025 \n          ART-00030 INC-00001 INC-00002 \n          ART-00037 \"CAPUT\" REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00019 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00020 INC-00021 \n          ART-00061 PAR-00001 LET-C LET-E \n          ART-00170 \"CAPUT\" ART-00171 \n          ART-00173 \"CAPUT\" PAR-00001 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00173 \"CAPUT\" PAR-00001 INC-00001 INCLUÍDO PELA EMC-19/1998\n          ART-00173 \"CAPUT\" PAR-00001 INC-00002 INCLUÍDO PELA EMC-19/1998\n          ART-00173 \"CAPUT\" PAR-00001 INC-00003 INCLUÍDO PELA EMC-19/1998\n          ART-00173 \"CAPUT\" PAR-00001 INC-00004 INCLUÍDO PELA EMC-19/1998\n          ART-00173 \"CAPUT\" PAR-00001 INC-00005 INCLUÍDO PELA EMC-19/1998\n          ART-00173 \"CAPUT\" PAR-00003 ART-00177 \n          ART-00192 ART-00219\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000006      ANO-1995\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000009      ANO-1995\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00025\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-006404      ANO-1976\n                LSAN-1976 LEI DAS SOCIEDADES ANÔNIMAS\n\n","LEG-FED   LEI-008031      ANO-1990\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008031      ANO-1990\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00017 INC-00002 LET-C LET-D \n          ART-00029 ART-00030\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009471      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009478      ANO-1997\n          ART-00064 ART-00065\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009491      ANO-1997\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 ART-00002 \n          PAR-00001 LET-0000A PAR-00002 PAR-00003 \n          PAR-00004 ART-00003 ART-00004 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 PAR-00001 \n          ART-00004 PAR-00002 REDAÇÃO DADA PELA MPR-2161/2001\n          ART-00004 PAR-00003 INC-00001 INC-00004 \n          INC-00005 INC-00006 INC-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011909      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013303      ANO-2016\n          ART-00001 ART-00005 ART-00006 ART-00007 \n          ART-00008 ART-00009 ART-00010 ART-00011 \n          ART-00012 ART-00013 ART-00014 ART-00014 \n          ART-00016 ART-00017 ART-00018 ART-00019 \n          ART-00020 ART-00021 ART-00022 ART-00023 \n          PAR-00001 INC-00001 INC-00002 PAR-00002 \n          PAR-00003 ART-00024 ART-00025 ART-00026 \n          ART-00028 PAR-00003 INC-00001 INC-00002 \n          PAR-00004 ART-00029 \"CAPUT\" INC-00018 \n          INC-00020 ART-00030 ART-00031 ART-00032 \n          ART-00033 ART-00034 ART-00035 ART-00036 \n          ART-00037 ART-00038 ART-00039 ART-00040 \n          ART-00041 ART-00042 ART-00043 ART-00044 \n          ART-00045 ART-00046 ART-00047 ART-00048 \n          ART-00049 ART-00050 ART-00051 ART-00052 \n          ART-00053 ART-00054 ART-00055 ART-00056 \n          ART-00057 ART-00058 ART-00059 ART-00060 \n          ART-00061 ART-00062 ART-00063 ART-00064 \n          ART-00065 ART-00066 ART-00067 ART-00068 \n          ART-00069 ART-00070 ART-00071 ART-00072 \n          ART-00073 ART-00074 ART-00075 ART-00076 \n          ART-00077 ART-00078 ART-00079 ART-00080 \n          ART-00081 ART-00082 ART-00083 ART-00084\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013334      ANO-2016\n          ART-00001 PAR-00001 INC-00003 ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00121\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-000759      ANO-1969\n                DECRETO-LEI\n\n","LEG-FED   MPR-002161      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 35\n\n","LEG-FED   DEC-001091      ANO-1994\n                DECRETO\n\n","LEG-FED   DEC-002745      ANO-1998\n                DECRETO\n\n","LEG-FED   DEC-008791      ANO-2016\n          ART-00003\n                DECRETO\n\n","LEG-FED   DEC-008945      ANO-2016\n                DECRETO\n\n","LEG-FED   DEC-009188      ANO-2017\n          ART-00001 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 INC-00001 INC-00002 ART-00002 \n          ART-00005 ART-00006 ART-00007 PAR-00002 \n          PAR-00003 ART-00008 ART-00009 ART-00010 \n          ART-00011 ART-00012 ART-00013 ART-00014 \n          ART-00015 ART-00016 ART-00017 ART-00018 \n          ART-00019 ART-00020 ART-00021 ART-00022 \n          ART-00023 ART-00024 ART-00025 ART-00026 \n          ART-00027 ART-00028 ART-00029 ART-00030 \n          ART-00031 ART-00032 ART-00033 ART-00034 \n          ART-00035 ART-00036 ART-00037 ART-00038\n                DECRETO\n\n","LEG-FED   RGI      ANO-1980\n          ART-00005 INC-00021 ART-00021 INC-00005\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2019-11-29","documental_acordao_mesmo_sentido_lista_texto":"ADI 6029 MC PROCESSO ELETRÔNICO\n          JULG-06-06-2019  UF-DF  TURMA-TP  MIN-RICARDO LEWANDOWSKI N.PÁG-216\n          DJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019\n \nADI 5924 MC PROCESSO ELETRÔNICO\n          JULG-06-06-2019  UF-MG  TURMA-TP  MIN-RICARDO LEWANDOWSKI N.PÁG-216\n          DJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019\n \nADI 5846 MC PROCESSO ELETRÔNICO\n          JULG-06-06-2019  UF-DF  TURMA-TP  MIN-RICARDO LEWANDOWSKI N.PÁG-216\n          DJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019","documental_indexacao_texto":"- LEGITIMIDADE ATIVA, PERTINÊNCIA TEMÁTICA, SITUAÇÃO JURÍDICA, INSTITUIÇÃO FINANCEIRA, PODER PÚBLICO. ILEGITIMIDADE ATIVA, TRABALHADOR, CAIXA ECONÔMICA FEDERAL (CEF). ACELERAÇÃO, GOVERNO FEDERAL, PRIVATIZAÇÃO, PROGRAMA NACIONAL DE DESESTATIZAÇÃO (PND), AMPLIAÇÃO, RECEITA PÚBLICA. EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, PODER PÚBLICO, SEGURANÇA NACIONAL, INTERESSE COLETIVO. EXIGÊNCIA, LEI ESPECÍFICA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, INTERMÉDIO, CRIAÇÃO, EMPRESA PARTICULAR, SOCIEDADE DE ECONOMIA MISTA. EXIGÊNCIA, AUTORIZAÇÃO LEGAL, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. PRINCÍPIO DA SIMETRIA. DISPENSA DE LICITAÇÃO. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA PUBLICIDADE. REGIME JURÍDICO, EMPRESA ESTATAL, GOVERNANÇA CORPORATIVA. APROFUNDAMENTO, JULGAMENTO DO MÉRITO, CASO CONCRETO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, APLICAÇÃO, REGRA, GOVERNANÇA CORPORATIVA, EMPRESA PRESTADORA DE SERVIÇO, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, DIVERSIDADE, ENTE FEDERADO. IMPOSSIBILIDADE, APRECIAÇÃO, ÂMBITO, MEDIDA CAUTELAR, VÍCIO DE INICIATIVA, LEI; CONVENIÊNCIA, EDIÇÃO, LEI; SIMPLIFICAÇÃO, CONTRATAÇÃO, EXIGÊNCIA, LICITAÇÃO; CRIAÇÃO, MECANISMO, CONTROLE. EXIGÊNCIA, LEI, RETIRADA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. CONFIGURAÇÃO, DESVIO DE PODER, ESGOTAMENTO, PATRIMÔNIO, EMPRESA ESTATAL, CRIAÇÃO, DIVERSIDADE, EMPRESA SUBSIDIÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: SEGURANÇA JURÍDICA, ESTABILIDADE, PREVISIBILIDADE. DISPENSA DE LICITAÇÃO, ALIENAÇÃO DE AÇÃO, IMPLICAÇÃO, AUSÊNCIA, PERDA, CONTROLE ACIONÁRIO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, EMPRESA SUBSIDIÁRIA. EXIGÊNCIA, AUTORIZAÇÃO, CARÁTER GENÉRICO, ALIENAÇÃO, CONTROLE ACIONÁRIO, SOCIEDADE DE ECONOMIA MISTA. PROGRAMA NACIONAL DE DESESTATIZAÇÃO (PND), ALIENAÇÃO DE AÇÃO, MODALIDADE, LEILÃO. DEVER, ADMINISTRAÇÃO PÚBLICA, OBSERVÂNCIA, LICITAÇÃO. CABIMENTO, LEILÃO, IMPLEMENTAÇÃO, PRIVATIZAÇÃO. INCONSTITUCIONALIDADE FORMAL, DECRETO, EXTRAPOLAÇÃO, REGULAMENTAÇÃO, DISPENSA DE LICITAÇÃO, TRANSFERÊNCIA, ATIVO, TERCEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CRIAÇÃO, EMPRESA ESTATAL, ATO COMPLEXO. CONDICIONAMENTO, REALIZAÇÃO, LICITAÇÃO, TRANSFERÊNCIA, CONTROLE ACIONÁRIO, EMPRESA SUBSIDIÁRIA.\n\n- VOTO, MIN. CÁRMEN LÚCIA: DIFERENÇA, PRIVATIZAÇÃO, DESESTATIZAÇÃO. EXIGÊNCIA, LEI, PARTICIPAÇÃO, PODER PÚBLICO, ATIVIDADE ECONÔMICA, ATO COMPLEXO. AUSÊNCIA, VINCULAÇÃO, PODER EXECUTIVO, AUTORIZAÇÃO, PODER LEGISLATIVO. EXIGÊNCIA, AUTORIZAÇÃO LEGAL, CRIAÇÃO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, PODER EXECUTIVO. ATO CONSTITUTIVO, SOCIEDADE DE ECONOMIA MISTA, LEI DAS SOCIEDADES ANÔNIMAS; ATO CONSTITUTIVO, EMPRESA PÚBLICA, FORMALIZAÇÃO, ESTATUTO, FORMA, LEI. PREVISÃO, LEI, DISPENSABILIDADE, LICITAÇÃO, OBSERVÂNCIA, PRINCÍPIO CONSTITUCIONAL, ADMINISTRAÇÃO PÚBLICA. AUSÊNCIA, NECESSIDADE, AUTORIZAÇÃO, CRIAÇÃO, ALIENAÇÃO, CONTROLE ACIONÁRIO, EMPRESA SUBSIDIÁRIA.\n\n- VOTO, MIN. ROSA WEBER: EXIGÊNCIA, AUTORIZAÇÃO, CARÁTER GENÉRICO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. PRINCÍPIO DA SIMETRIA, EXIGÊNCIA, LEI EM SENTIDO FORMAL, EXTINÇÃO, EMPRESA SUBSIDIÁRIA. AUSÊNCIA, EXIGÊNCIA, LEI ESPECÍFICA, CRIAÇÃO, EXTINÇÃO, CADA, EMPRESA SUBSIDIÁRIA. VEDAÇÃO, DIVISÃO, EMPRESA ESTATAL, DESVIO DE PODER. EXCEPCIONALIDADE, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, PODER PÚBLICO. EXIGÊNCIA, LICITAÇÃO, ALIENAÇÃO, CONTROLE ACIONÁRIO, ÂMBITO, PROGRAMA NACIONAL DE DESESTATIZAÇÃO (PND). REGRA, LICITAÇÃO, ALIENAÇÃO, PATRIMÔNIO PÚBLICO, PRINCÍPIO DA RAZOABILIDADE. CONFLITO APARENTE DE NORMAS. DIFERENÇA, DESESTATIZAÇÃO, DESINVESTIMENTO DE ATIVOS, PRINCÍPIO DA EFICIÊNCIA.\n\n- VOTO, MIN. GILMAR MENDES: EXTENSÃO, CONTROLE, PODER LEGISLATIVO, POLÍTICA ECONÔMICA, DESESTATIZAÇÃO, PRIVATIZAÇÃO. DIREITO COMPARADO, AUTORIZAÇÃO LEGAL, CRIAÇÃO, EXTINÇÃO, EMPRESA ESTATAL. PRINCÍPIO DA SIMETRIA. PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DA SUBSIDIARIEDADE. EXIGÊNCIA, AUTORIZAÇÃO LEGAL, INTERVENÇÃO, PODER PÚBLICO, DOMÍNIO ECONÔMICO. AUSÊNCIA, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL, EXIGÊNCIA, AUTORIZAÇÃO LEGAL, DESESTATIZAÇÃO. JURISPRUDÊNCIA, STF, INDISPENSABILIDADE, AUTORIZAÇÃO LEGAL, ALIENAÇÃO DE AÇÃO, EMPRESA ESTATAL, IMPLICAÇÃO, PERDA, CONTROLE ACIONÁRIO. EXIGÊNCIA, AUTORIZAÇÃO LEGAL, CARÁTER ESPECÍFICO, CRIAÇÃO, EMPRESA ESTATAL. AUSÊNCIA, EXIGÊNCIA, LEI ESPECÍFICA, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. DISPENSABILIDADE, AUTORIZAÇÃO LEGAL, ALIENAÇÃO DE AÇÃO, EMPRESA SUBSIDIÁRIA. EXISTÊNCIA, PREVISÃO, LEI, CRIAÇÃO, EMPRESA ESTATAL, MATRIZ, POSSIBILIDADE, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. INAPLICABILIDADE, LEI, PROGRAMA NACIONAL DE DESESTATIZAÇÃO (PND), TOTALIDADE, DESESTATIZAÇÃO. INOVAÇÃO, ORDENAMENTO JURÍDICO, INTERAÇÃO, PODER PÚBLICO, INICIATIVA PRIVADA. FLEXIBILIZAÇÃO, PRINCÍPIO DA LICITAÇÃO, GESTÃO ESTRATÉGICA, DESINVESTIMENTO DE ATIVOS, EMPRESA ESTATAL. PRINCÍPIO DA LICITAÇÃO, PRINCÍPIO DA ISONOMIA, PROPOSTA MAIS VANTAJOSA, GARANTIA, IMPESSOALIDADE, MORALIDADE, IGUALDADE, JULGAMENTO, PROPOSTA. APRECIAÇÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), MECANISMO, DESINVESTIMENTO DE ATIVOS, PETRÓLEO BRASILEIRO (PETROBRÁS), AUSÊNCIA, SUBMISSÃO, LICITAÇÃO. REGULAMENTAÇÃO, ESTATUTO, EMPRESA ESTATAL, PROCEDIMENTO ESPECIAL, DESINVESTIMENTO DE ATIVOS, SOCIEDADE DE ECONOMIA MISTA, OBTENÇÃO, COMPETITIVIDADE, PROPOSTA MAIS VANTAJOSA, ADMINISTRAÇÃO PÚBLICA. OBSERVÂNCIA, PRINCÍPIO CONSTITUCIONAL, PRINCÍPIO DA LICITAÇÃO, ALIENAÇÃO DE AÇÃO, TÍTULO DE CRÉDITO, EMPRESA ESTATAL. EXIGÊNCIA, MOTIVAÇÃO, AFASTAMENTO, LICITAÇÃO.\n\n- VOTO, MIN. DIAS TOFFOLI: VÍCIO FORMAL, VÍCIO MATERIAL. EXIGÊNCIA, LEI ESPECÍFICA, CRIAÇÃO, EMPRESA ESTATAL, MATRIZ. EXIGÊNCIA, AUTORIZAÇÃO LEGAL, CARÁTER ESPECÍFICO, EXTINÇÃO, PRIVATIZAÇÃO, EMPRESA, MATRIZ. CRIAÇÃO, EMPRESA SUBSIDIÁRIA, AUTORIZAÇÃO LEGAL, CARÁTER GENÉRICO. SUFICIÊNCIA, AUTORIZAÇÃO LEGAL, PETRÓLEO BRASILEIRO (PETROBRÁS), CRIAÇÃO, EMPRESA SUBSIDIÁRIA. NECESSIDADE, AUTORIZAÇÃO LEGAL, CARÁTER ESPECÍFICO, ALIENAÇÃO, CONTROLE ACIONÁRIO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. PETRÓLEO BRASILEIRO (PETROBRÁS), PROCEDIMENTO, COMPETIÇÃO, PROPOSTA MAIS VANTAJOSA, VIABILIDADE, EFICIÊNCIA, OBTENÇÃO, RETORNO, CARÁTER ECONÔMICO. AUSÊNCIA, APLICAÇÃO, LEI, LICITAÇÃO. PRINCÍPIO DA PUBLICIDADE, PRINCÍPIO, TRANSPARÊNCIA. DISPENSA DE LICITAÇÃO, PRINCÍPIO DA COMPETITIVIDADE DA LICITAÇÃO. DEFERIMENTO, MEDIDA CAUTELAR, PERIGO DE DANO INVERSO, PREJUÍZO, PETRÓLEO BRASILEIRO (PETROBRÁS), DISSOLUÇÃO, OPERAÇÃO, ALIENAÇÃO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: REGIMENTO INTERNO, EMPRESA PÚBLICA. EVOLUÇÃO, INTERVENÇÃO, PODER PÚBLICO, ATIVIDADE ECONÔMICA. REGRA, CAPITALISMO, LIVRE INICIATIVA, LIVRE CONCORRÊNCIA. PRINCÍPIO CONSTITUCIONAL, ORDEM ECONÔMICA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, PRINCÍPIO DO MÍNIMO EXISTENCIAL, JUSTIÇA SOCIAL. EXCEPCIONALIDADE, ATUAÇÃO, ESTADO BRASILEIRO, ORDEM ECONÔMICA. CONSTITUIÇÃO FEDERAL DE 1988, DESCENTRALIZAÇÃO, ECONOMIA. EXIGÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, EXPLORAÇÃO, FORMA DIRETA, ATIVIDADE ECONÔMICA, PODER PÚBLICO, FUNDAMENTO, SEGURANÇA NACIONAL, INTERESSE COLETIVO. COMBINAÇÃO, VONTADE, PODER LEGISLATIVO, PODER EXECUTIVO, CRIAÇÃO, EMPRESA PÚBLICA. EXIGÊNCIA, LEI ESPECÍFICA, CRIAÇÃO, AUTARQUIA. EXIGÊNCIA, LEI ESPECÍFICA, AUTORIZAÇÃO, CRIAÇÃO, SOCIEDADE DE ECONOMIA MISTA, FUNDAÇÃO PÚBLICA, EMPRESA PÚBLICA. EXIGÊNCIA, LEI COMPLEMENTAR, DEFINIÇÃO, ÁREA, ATUAÇÃO, DOMÍNIO ECONÔMICO, PODER PÚBLICO. PRINCÍPIO DA ESPECIALIDADE. COMPETÊNCIA, CONGRESSO NACIONAL, AUTORIZAÇÃO, CARÁTER GENÉRICO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. AUSÊNCIA, OBRIGATORIEDADE, PRESIDENTE DA REPÚBLICA, EFETIVAÇÃO, CRIAÇÃO, SOCIEDADE DE ECONOMIA MISTA. OBSERVÂNCIA, PODER EXECUTIVO, LIMITAÇÃO, AUTORIZAÇÃO LEGAL, CARÁTER GENÉRICO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. PODER EXECUTIVO, ATO, GESTÃO. AUSÊNCIA, EXIGÊNCIA, LEI ESPECÍFICA, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. NATUREZA JURÍDICA, PETRÓLEO BRASILEIRO (PETROBRÁS), EMPRESA PRIVADA, ATUAÇÃO, CONCORRÊNCIA, MERCADO. EXIGÊNCIA, LEI ESPECÍFICA, ALIENAÇÃO, CONTROLE ACIONÁRIO, SOCIEDADE DE ECONOMIA MISTA. CONFIGURAÇÃO, DESVIO DE PODER, DESTRUIÇÃO, EMPRESA ESTATAL. PRIVATIZAÇÃO, LEI ESPECÍFICA. DISPENSA DE LICITAÇÃO, FINALIDADE, COMPETITIVIDADE. CONDICIONAMENTO, ATUAÇÃO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, EMPRESA SUBSIDIÁRIA, ESTATUTO. SUJEIÇÃO, EMPRESA ESTATAL, REGIME JURÍDICO, EMPRESA PRIVADA, EXIGÊNCIA, LICITAÇÃO, OBSERVÂNCIA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA PUBLICIDADE, EFICIÊNCIA, PROBIDADE ADMINISTRATIVA. DEFINIÇÃO, LEI ESPECIAL, DISPENSA DE LICITAÇÃO. EXIGÊNCIA, LICITAÇÃO, CONTRATO ADMINISTRATIVO, RESPONSABILIDADE, FAZENDA PÚBLICA. DIFERENÇA, DESESTATIZAÇÃO, ALTERAÇÃO, ÁREA, INVESTIMENTO. AUSÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, VENDA, COTA DE PARTICIPAÇÃO, EMPRESA SUBSIDIÁRIA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: DEVER, CONSTITUIÇÃO FEDERAL, PROTEÇÃO, DIREITO FUNDAMENTAL, REGRA, DEMOCRACIA. AUTOCONTENÇÃO JUDICIAL. CONTEXTO HISTÓRICO, ATIVIDADE ECONÔMICA, PODER PÚBLICO. RESERVA DE MERCADO, PROIBIÇÃO, INGRESSO, CAPITAL ESTRANGEIRO. GLOBALIZAÇÃO, FLEXIBILIZAÇÃO, MONOPÓLIO DA UNIÃO, IMPLANTAÇÃO, PROGRAMA, PRIVATIZAÇÃO. DESEMPENHO, PODER PÚBLICO, REGULAÇÃO, ORDEM ECONÔMICA; FOMENTO, INTERMÉDIO, INSTITUIÇÃO PÚBLICA, FINANCIAMENTO PÚBLICO, INCENTIVO FISCAL; EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, FORMA DIRETA, PODER PÚBLICO. CONSTITUIÇÃO FEDERAL, LIVRE INICIATIVA. EXIGIBILIDADE, LEI, CRIAÇÃO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. DEPENDÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. AUSÊNCIA, EXIGÊNCIA, AUTORIZAÇÃO LEGAL, ALIENAÇÃO DE AÇÃO, CONTROLE ACIONÁRIO. DIFERENÇA, CRIAÇÃO, EMPRESA ESTATAL, EMPRESA SUBSIDIÁRIA, ALIENAÇÃO DE AÇÃO. EXCEPCIONALIDADE, INTERVENÇÃO, PODER PÚBLICO, DOMÍNIO ECONÔMICO. POSSIBILIDADE, INCLUSÃO, EMPRESA ESTATAL, PROGRAMA NACIONAL DE DESESTATIZAÇÃO (PND), CONSENTIMENTO, PRESIDENTE DA REPÚBLICA. DISPENSA DE LICITAÇÃO, EXISTÊNCIA, PROCEDIMENTO, COMPETIÇÃO, ALIENAÇÃO DE AÇÃO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: MORALIDADE, IMPESSOALIDADE, TRANSPARÊNCIA, ADMINISTRAÇÃO PÚBLICA, EFICIÊNCIA, PRODUTIVIDADE, EMPRESA ESTATAL, PREVISIBILIDADE, SUBMISSÃO, REGIME JURÍDICO, DIREITO PRIVADO, INTERVENÇÃO, PODER PÚBLICO, ATIVIDADE ECONÔMICA, PRINCÍPIO DA SUBSIDIARIEDADE. NECESSIDADE, APRECIAÇÃO, CADA, PRIVATIZAÇÃO, VEDAÇÃO, GENERALIZAÇÃO. DESCABIMENTO, ESCOLHA, PODER JUDICIÁRIO, INTERVENÇÃO, ATIVIDADE ECONÔMICA, PODER PÚBLICO. OBJETIVO, ESTATUTO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, INCREMENTO, SEGURANÇA JURÍDICA; EFICIÊNCIA, PRINCÍPIO DA ECONOMICIDADE; ESTÍMULO, PROBIDADE ADMINISTRATIVA, MORALIDADE ADMINISTRATIVA, GESTÃO; GOVERNANÇA CORPORATIVA. INEXIGÊNCIA DE LICITAÇÃO, ALIENAÇÃO, CONTROLE ACIONÁRIO, EMPRESA ESTATAL. INEXIGÊNCIA DE LICITAÇÃO, GESTÃO ESTRATÉGICA, CONTRATAÇÃO, ATIVIDADE-FIM, EMPRESA ESTATAL. DIFERENÇA, DESESTATIZAÇÃO, DESINVESTIMENTO DE ATIVOS. PRINCÍPIO DA SIMETRIA. PROGRAMA NACIONAL DE DESESTATIZAÇÃO (PND), LEILÃO.\n\n- TERMO(S) DE RESGATE: PRINCÍPIO DO PARALELISMO DAS FORMAS. CONSTITUIÇÃO ECONÔMICA. ECONOMIA DE MERCADO. EMPRESA-MÃE. DESINVESTIMENTO. REGRA DE SUPRADIREITO. HOLDING. EMPRESA-MÃE. EMPRESA-MATRIZ. CONSTITUCIONALISMO DIRIGENTE, NEOCONSTITUCIONALISMO ECONÔMICO. ENTES SUBNACIONAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5624&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, CONTRAF, PERTINÊNCIA TEMÁTICA)\nADI 4066 (TP). \n(TRANSFERÊNCIA, CONTROLE ACIONÁRIO, SOCIEDADE DE ECONOMIA MISTA)\nADI 1703 (TP). \n(AUTORIZAÇÃO LEGISLATIVA, CONTROLE ACIONÁRIO, SOCIEDADE DE ECONOMIA MISTA)\nADI 234 (TP), ADI 1348 (TP), ADI 1724 (TP), ADI 234 QO (TP). \n(PARTICIPAÇÃO, PODER PÚBLICO, ATIVIDADE ECONÔMICA, DESESTATIZAÇÃO)\nADI 3578 MC (TP), ADI 562 MC (TP). \n(AUTORIZAÇÃO LEGISLATIVA, CRIAÇÃO, EMPRESA SUBSIDIÁRIA)\nADI 1649 (TP), ADI 1703 (TP), ADI 1840 MC (TP), ADI 234 QO (TP). \n(SOCIEDADE DE ECONOMIA MISTA, EMPRESA PÚBLICA, EXPLORAÇÃO, ATIVIDADE ECONÔMICA, REGIME JURÍDICO, EMPRESA PRIVADA)\nADI 1642 (TP). \n(CONCESSÃO DE SERVIÇO PÚBLICO, LICITAÇÃO)\nADI 1863 (TP). \n- Decisões monocráticas citadas:\n(AUTORIZAÇÃO PRÉVIA, LICITAÇÃO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA)\nADI 5846, ADI 5924, ADI 5624, ADI 6029 MC.\n(AUTORIZAÇÃO LEGISLATIVA, ALIENAÇÃO DE AÇÃO, SOCIEDADE DE ECONOMIA MISTA, EMPRESA PÚBLICA)\nADI 5942 MC, STP 106 MC, Rcl 33292.\n- Acórdão(s) citado(s) - outros tribunais:\nAcórdão 3166/2016, Acórdão 624/23, TCU: Acórdão 442/2017. \n- Legislação estrangeira citada: Constituição de Weimar (1919), do Império Alemão.\n- Veja RE 441280 do STF.\nNúmero de páginas: 236.\nAnálise: 18/02/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : FEDERAÇÃO NACIONAL DAS ASSOCIAÇÕES DO PESSOAL DA CAIXA ECONÔMICA FEDERAL - FENAEE \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DO RAMO FINANCEIRO - CONTRAF/CUT \nADV.(A/S)  : LUIZ ANTÔNIO VIUDES CALHÁO FILHO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":415929,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5624 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-06-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. Epílogo a la Teoría de los Derechos Fundamentales. Revista Española de Derecho Constitucional, v. 66, 2002. p. 50.\nALMEIDA, Roberto Moreira de. A Constituição de 1988 e a intervenção estatal no domínio econômico. Revista de Informação Legislativa, Brasília: Senado Federal, ano 34, n. 135, p. 77, jul./set. 1997.\nARAGÃO, Alexandre Santos de. Empresas estatais: o regime jurídico das empresas públicas e sociedades de economia mista. São Paulo: Forense, 2017, ebook, posições 5689 e 5717.\n______.______. 1. ed. São Paulo: Forense, 2017. p. 175.\nBARROSO, Luís Roberto. Modalidades de intervenção do Estado na ordem econômica. Regime jurídico das sociedades de economia mista. Inocorrência de abuso do poder econômico. Revista Trimestral de Direito Público, v. 18, p. 100, 1998.\nBUESCU, Mircea. A ordem econômica nas Constituições da República. Revista de Informação\nLegislativa, Brasília: Senado Federal, ano 23, n. 91, p. 153, jul./set. 1986.\nCARDOZO, José Eduardo Martins. O dever de licitar e os contratos das empresas estatais que exercem atividade econômica. In: CARDOZO. José Eduardo Martins; QUEIROZ, João Eduardo Lopes; e SANTOS, Márcia Valquiria Batista dos (Org.). Direito Administrativo Econômico. São Paulo: Atlas, 2011. p. 1284 a 1288.\nCYRINO, André Rodrigues. Direito constitucional regulatório: elementos para uma interpretação institucionalmente adequada da Constituição econômica brasileira. Rio de Janeiro: Renovar, 2010. p. 122.\nCARVALHO FILHO, José dos Santos. Manual de direito administrativo. 30 ed. rev., atual. e ampl. São Paulo: Atlas, 2016, p. 527.\nCRUZ, Raymundo Gomes da. Sociedades de economia mista. Justitia – Órgão do Ministério Público de São Paulo, n. 82, p. 141.\nFERRAZ JÚNIOR, Tércio Sampaio. Regulamentação da ordem econômica. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 5, n. 18, p. 95,\njan./mar. 1997.\nFIDALGO, Carolina; SAMPAIO, Patrícia. Privatizações de empresas estatais do setor elétrico e a polêmica acerca da necessidade (ou não) de prévia lei autorizativa. No prelo, 2019.\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. São Paulo: Malheiros, 2015. p. 286-287.\n______. O Direito: sua formação e os fatos econômicos. Justiça - Orgão do Ministério Público de São Paulo, n. 86, p. 119 et seq.\nGROTTI, Dinorá Adelaide Musetti. Intervenção do estado na economia. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 4, n. 15, p. 73, abr./jun. 1996.\nHECK, Luís Afonso. Hermenêutica da constituição econômica. Revista de Informação Legislativa, Brasília: Senado Federal, ano 29, n. 113, p. 415, jan./mar. 1992.\nHORTA, Raul Machado. Constituição e ordem econômica e financeira. Revista de Informação Legislativa, Brasília: Senado Federal, ano 28, n. 111, p. 5, jul./set. 1991.\n______. A Constituição brasileira de 1988: Interpretações.\nJUSTEN FILHO, Marçal. Estatuto jurídico das empresas estatais: Lei 13.303/16 “Lei das Estatais”. São Paulo: Revista dos Tribunais, 2016.\nMÁXIMO, Wellton. Gastos da União com estatais superam receitas em R$ 9,3 bilhões: Tesouro Nacional recomenda redução da dependência dessas empresas. Agência Brasil, Brasilia, out. 2018. Disponíveis em: http://agenciabrasil.ebc.com.br/economia/noticia/2018-10/gastos-da-uniao-com-estatais-superam-receitas-em-r-93-bilhoes.\nMEIRELLES, Hely Lopes. O Estado e suas empresas. Revista de Informação Legislativa, v. 19, n. 76, 1982, p. 168.\n______. Direito Administrativo Brasileiro. 18. ed. São Paulo: Malheiros. p. 319.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. São Paulo: Malheiros, 2002. p. 186.\nMENDONÇA, José Vicente Santos de. A interpretação do direito econômico e o ideal de razão pública: o caso da intervenção direta monopolística e concorrencial. Anais do XVIII Congresso Nacional do CONPEDI, 2009.\nMOREIRA NETO, Diogo de Figueiredo. O Estado e a economia na Constituição de 1988. Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 102, p. 5, abr./jun. 1989. \nMOREIRA, Vital. Economia e Constituição. Coimbra: Coimbra, 1974.\n______. Economia e Constituição: para o conceito de Constituição Económica. 2. ed. Coimbra: Coimbra, 1979.\nMUKAI, Toshio. Perfil constitucional das empresas estatais, Privatização, Terceirização. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 1, n. 3, p. 223, abr./jun. 1993.\nNICZ, Alvacir Alfredo. A igualdade entre as empresas públicas e as empresas privadas na Constituição. 1989. Tese (Doutorado)– Faculdade de Direito da Universidade de São Paulo. \nORGANIZAÇÃO PARA A COOPERAÇÃO E DESENVOLVIMENTO ECONÔMICO (OCDE). Ownership and Governance of State-Owned Enterprises: A Compendium of National Pratices. OECD Publishing: Paris, 2018, p. 21 e 22.\nPENTEADO, Mauro Rodrigues. As sociedades de economia mista e as empresas estatais perante a Constituição de 1988. Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 102, p. 49, abr./jun. 1989.\nPEREIRA, Renée. Brasil é campeão em número de estatais entre economias mais desenvolvidas. UOL,  São Paulo, nov. 2018.  Disponível em: https://economia.uol.com.br/noticias/estadao-conteudo/2018/11/03/brasil-e-campeao-em-numero-de-estatais-entre-economias-mais-desenvolvidas.htm.\nPIETRO, Maria Sylvia Zanella Di. Direito administrativo. 10. ed. São Paulo: Atlas, 1998. p. 332.\nRAWLS, John. Liberalismo Político. São Paulo: Ática, 2000.\nSILVA FILHO, Walter Rodrigues da. Constituição econômica. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 3, n. 11, p. 209, abr./jun. 1995.\nSOUTO, Marcos Juruena Villela. Direito Administrativo da Economia. Rio de Janeiro: Lumen Juris, 2009. p. 158.\nSOUZA, Milton Cardoso Ferreira de. A ordem econômica na Constituição de 1988. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 2, n. 6, p. 111, jan./mar. 1994.\nSOUZA NETO, Cláudio Pereira de. O dilema constitucional contemporâneo entre o neoconstitucionalismo econômico e o constitucionalismo democrático. In: COUTINHO; LIMA (Org.). Diálogos constitucionais: direito, neoliberalismo e desenvolvimento em países periféricos. Rio de Janeiro: Renovar, 2006. p. 123-124.\nSUNDFELD, Carlos Ari. Reforma do Estado e empresas estatais. A participação privada nas empresas estatais. In: SUNDFELD, Carlos Ari (Coord.). Direito administrativo econômico. São Paulo: Malheiros, 2006. p. 266.\nSUNDFELD, Carlos Ari; SOUZA, Rodrigo Pagani de. Licitação nas estatais: levando a natureza empresarial a sério. Revista de Direito Administrativo, v. 245, p. 13-30, 2007.\nVITTA, Heraldo Garcia. Empresas públicas e sociedades de economia mista em face do art. 173 da Constituição. Revista Trimestral de Direito Público, São Paulo: Malheiros, n. 10, p. 203, 1995.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":5624,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur415926","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), julgando parcialmente procedentes os pedidos formulados na ação, para declarar a inconstitucionalidade da locução “após o trânsito em julgado”, prevista no § 3º do art. 224 do Código Eleitoral, e para conferir interpretação conforme a Constituição ao § 4º do mesmo artigo, de modo a afastar do seu âmbito de incidência as situações de vacância nos cargos de Presidente e Vice-Presidente da República, bem como no de Senador da República, no que foi acompanhado pelos Ministros Edson Fachin, Rosa Weber e Marco Aurélio, e após o voto do Ministro Alexandre de Moraes, que divergia em parte do Relator, para julgar inconstitucional o § 4º do art. 224 do Código Eleitoral também no tocante à vacância dos cargos de Governadores, Prefeitos e seus Vices, o julgamento foi suspenso. Falou, pelo amicus curiae Clínica de Direitos Fundamentais da Faculdade de Direito da Universidade do Estado do Rio de Janeiro - CLÍNICA UERJ DIREITOS, o Dr. Daniel Sarmento. Presidência da Ministra Cármen Lúcia. Plenário, 7.3.2018.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou parcialmente procedente a ação para declarar a inconstitucionalidade da locução \"após o trânsito em julgado\", prevista no § 3º do art. 224 do Código Eleitoral, e para conferir interpretação conforme a Constituição ao § 4º do mesmo artigo, de modo a afastar do seu âmbito de incidência as situações de vacância nos cargos de Presidente e Vice-Presidente da República, bem como no de Senador da República. Vencido, em parte, o Ministro Alexandre de Moraes, nos termos de seu voto. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 8.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur415926","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur415926","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional e eleitoral. Ação direta de inconstitucionalidade. Previsão, por lei federal, de hipóteses de vacância de cargos majoritários por causas eleitorais, com realização de novas eleições. Inconstitucionalidade parcial.\n\n\n\n    1. O legislador ordinário federal pode prever hipóteses de vacância de cargos eletivos fora das situações expressamente contempladas na Constituição, com vistas a assegurar a higidez do processo eleitoral e a preservar o princípio majoritário.\n\n\n\n    2. Não pode, todavia, disciplinar o modo de eleição para o cargo vago diferentemente do que estabelece a Constituição Federal. Inconstitucionalidade do § 4º do art. 224 do Código Eleitoral, na redação dada pela Lei nº 13.165/2015, na parte em que incide sobre a eleição para Presidente, Vice-Presidente e Senador da República, em caso de vacância, por estar em contraste com os arts. 81, § 1º e 56, § 2º do texto constitucional, respectivamente. \n\n\n\n    3. É constitucional, por outro lado, o tratamento dado pela lei impugnada à hipótese de dupla vacância dos cargos de Governador e Prefeito. É que, para esses casos, a Constituição não prevê solução única. Assim, tratando-se de causas eleitorais de extinção do mandato, a competência para legislar a respeito pertence à União, por força do disposto no art. 22, I, da Constituição Federal, e não aos entes da Federação, aos quais compete dispor sobre a solução de vacância por causas não eleitorais de extinção de mandato, na linha da jurisprudência do STF. \n\n\n\n    4. No tocante à exigência de trânsito em julgado da decisão que implica na vacância do cargo, prevista no art. 224, § 3º do Código Eleitoral, seus efeitos práticos conflitam com o princípio democrático e a soberania popular. Isto porque, pelas regras eleitorais que institui, pode ocorrer de a chefia do Poder Executivo ser exercida, por longo prazo, por alguém que sequer tenha concorrido ao cargo. Dessa forma, a decisão de última ou única instância da Justiça Eleitoral que importe o indeferimento do registro, a cassação do diploma ou a perda do mandato de candidato eleito em pleito majoritário, em regra, será executada imediatamente, independentemente do julgamento dos embargos de declaração. \n\n\n\n    5. Não se afigura inconstitucional a inclusão da hipótese de “indeferimento do registro” como causa de realização de nova eleição, feita no art. 224, § 3º, do Código Eleitoral. A escolha das causas eleitorais de extinção do mandato e a adoção de medidas para assegurar a legitimidade da investidura de candidato em cargo eletivo são matérias de ponderação legislativa, só sendo passíveis de controle judicial quando se mostrarem desproporcionais ou desvestidas de finalidade legítima.\n\n\n\n    6. Ação direta de inconstitucionalidade cujo pedido se julga parcialmente procedente, para declarar a inconstitucionalidade da locução “após o trânsito em julgado” prevista no § 3º do art. 224 do Código Eleitoral, e para conferir interpretação conforme à Constituição ao § 4º do mesmo artigo, de modo a afastar do seu âmbito de incidência as situações de vacância nos cargos de Presidente e Vice-Presidente da República, bem como no de Senador da República. Fixação da seguinte tese: “O legislador federal pode estabelecer causas eleitorais de vacância de cargos eletivos visando a higidez do processo eleitoral e a legitimidade da investidura no cargo. Não pode, todavia, prever solução diversa da que foi instituída expressamente pela Constituição para a realização de eleições nessas hipóteses. Por assim ser, é inconstitucional a aplicação do art. 224, § 4º aos casos de vacância dos cargos de Presidente, Vice-Presidente e Senador da República”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751500638","externo_seq_objeto_incidente":4982251,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5525&classe=ADI","is_colac":false,"titulo":"ADI 5525","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 ART-00014 \"CAPUT\" \n          PAR-00009 ART-00018 \"CAPUT\" ART-00022 \n          INC-00001 ART-00037 \"CAPUT\" ART-00045 \n          ART-00046 PAR-00001 ART-00052 PAR-ÚNICO \n          ART-00056 PAR-00002 ART-00060 PAR-00001 \n          INC-00002 PAR-00004 INC-00002 ART-00078 \n          PAR-ÚNICO ART-00081 PAR-00001 PAR-00002 \n          ART-00083 ART-00086 ART-00103 PAR-00003 \n          ART-00121 PAR-00003 PAR-00004 ART-00155 \n          INC-00002 PAR-00002 INC-00004 INC-00005 \n          LET-A LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000064      ANO-1990\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-0016A \n          ART-0036A INCLUÍDO PELA LEI-13165/2015\n          ART-0036A INC-00003 INCLUÍDO PELA LEI-13165/2015\n          ART-0036A INC-00005 INCLUÍDO PELA LEI-13165/2015\n          ART-00108 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00175 PAR-00003 ART-00220 ART-00221 \n          ART-00222 \n          ART-00224 \"CAPUT\" PAR-00003 INCLUÍDO PELA LEI-13165/2015\n          ART-00224 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-13165/2015\n          ART-00224 \"CAPUT\" PAR-00004 INC-00001 INCLUÍDO PELA LEI-13165/2015\n          ART-00224 \"CAPUT\" PAR-00004 INC-00002 INCLUÍDO PELA LEI-13165/2015\n          ART-00237 \n          ART-00240 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00257 PAR-00002 INCLUÍDO PELA LEI-13165/2015\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-0016A\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00004 ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-023456      ANO-2015\n          ART-00167 INC-00001 INC-00002 ART-00171 \n          \"CAPUT\" PAR-ÚNICO INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-023456      ANO-2015\n          ART-00167 INC-00001 INC-00002 ART-00171 \n          \"CAPUT\" PAR-ÚNICO INC-00001\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   PJL-005735      ANO-2013\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-EST   LEI-002154      ANO-2009\n                LEI ORDINÁRIA, TO"],"publicacao_data":"2019-11-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE, PRINCÍPIO DA SOBERANIA POPULAR, CELERIDADE PROCESSUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DEMOCRACIA, PRINCÍPIO, MAIORIA. ESTADO DE DIREITO, HIERARQUIA, NORMA, DIREITO FUNDAMENTAL. HISTÓRIA, PROCESSO ELEITORAL. LEGISLAÇÃO ELEITORAL, ESTADO DEMOCRÁTICO DE DIREITO, SOBERANIA POPULAR. ABUSO DE PODER POLÍTICO, DEVOLUÇÃO, ESCOLHA, ELEITOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ATO NORMATIVO IMPUGNADO, EFICÁCIA, VONTADE, ELEITOR, ELEIÇÃO MAJORITÁRIA. MORALIDADE, PROCESSO ELEITORAL. ESTADO DEMOCRÁTICO DE DIREITO, REGRA, ELEIÇÃO DIRETA. LITIGÂNCIA DE MÁ-FÉ, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INEXIGIBILIDADE, TRÂNSITO EM JULGADO, EFETIVIDADE, PRESTAÇÃO JURISDICIONAL. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE, PROCESSO ELEITORAL, PATRIMÔNIO PÚBLICO, DEMOCRACIA, SOBERANIA POPULAR, EFICIÊNCIA, JUSTIÇA ELEITORAL. DEVER, PROTEÇÃO, MORALIDADE, LEGITIMIDADE, ELEIÇÃO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: DIREITO POLÍTICO, DIREITO SUBJETIVO, DIREITO DE SUFRÁGIO, VOTO DIRETO, CLÁUSULA PÉTREA. ELEIÇÃO INDIRETA, EXCEPCIONALIDADE, CONSTITUIÇÃO FEDERAL DE 1988. DUPLA VACÂNCIA, PODER EXECUTIVO ESTADUAL, PODER EXECUTIVO MUNICIPAL, AUTONOMIA, ENTE FEDERADO, FEDERALISMO. EQUILÍBRIO, DEMOCRACIA, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. FEDERALISMO, DIREITO COMPARADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5525&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, VACÂNCIA, ELEIÇÃO)\nADI 687 (TP), ADI 2709 (TP), ADI 3549 (TP), ADI 4298 MC (TP), ADI 1057 MC (TP). \n(DOAÇÃO, CAMPANHA ELEITORAL, PESSOA JURÍDICA)\nADI 4650 (TP), ADI 5394 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: MS 1787-75.2011.6.00.0000, REspe 0000139-25.2016.6.21.0154 ED, REspe 13925 ED, REspe 140-57, REspe 166-24, Rced 698, Reced 671, Recurso 2246 ED. \n- Veja PET 6535 MC do STF.\r\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\r\n- Decisões estrangeiras citadas: Caso  McCulloch vs. Maryland e Caso Shelby County vs. Holder, da Suprema Corte Americana.\nNúmero de páginas: 125.\nAnálise: 24/09/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CLÍNICA DE DIREITOS FUNDAMENTAIS DA FACULDADE DE DIREITO DA UNIVERSIDADE DO ESTADO DO RIO DE JANEIRO - CLÍNICA UERJ DIREITOS \nADV.(A/S)  : DANIEL ANTÔNIO DE MORAES SARMENTO","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":415926,"documental_tese_texto":"O legislador federal pode estabelecer causas eleitorais de vacância de\r\ncargos eletivos visando a higidez do processo eleitoral e a legitimidade da\r\ninvestidura no cargo. Não pode, todavia, prever solução diversa da que foi\r\ninstituída expressamente pela Constituição para a realização de eleições nessas\r\nhipóteses. Por assim ser, é inconstitucional a aplicação do art. 224, § 4º aos casos\r\nde vacância dos cargos de Presidente, Vice-Presidente e Senador da República","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5525","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-03-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral da cidadania. São Paulo: Saraiva, 1995. p. 3.\nBOBBIO, Norberto. Dicionário de Política. Brasília: Universidade de Brasília, 2000. v. 2. p. 1107.\nBUENO, Pimenta. Direito público brasileiro e análise da constituição do império. Rio de Janeiro: Nova Edição, 1058. p. 459.\nCAJADO, Ane. História das Eleições no Brasil. 2010. Disponível em: http://www.brasil.gov.br/governo/2010/09/historia. Acessado em: 3 out. 2017.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCANARIS, Claus-Wilhelm. Direitos fundamentais e direito privado. Tradução: Ingo Wolfgang Sarlet e Paulo Mota Pinto Coimbra: Almedina, 2003. p. 114.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFRAZÃO, Carlos Eduardo. A inaplicabilidade do art. 224, § 4º, do Código Eleitoral, a eleições\npara o Poder Executivo. In: FUX, Luiz; FRAZÃO, Carlos Eduardo. Novos paradigmas do direito eleitoral. Belo Horizonte: Fórum, 2016. p. 348-350 e 356.\nFUX, Luiz. Princípios de Direito Eleitoral, in Sistema político e direito eleitoral brasileiros: estudos em homenagem ao Ministro Dias Toffoli. São Paulo: Atlas, 2016. p. 507-536.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas, 2015. p. 692.\n______.______. 13. ed. São Paulo: Atlas. 2017. p. 866, 871 e 872.\nHAMILTON, Alexander, MADISON, James. Federalista n. 62. In: HAMILTON, Alexander; JAY, John; MADISON, James. O Federalista. Campinas: Russel, 2003. p. 382.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMENDES, Gilmar Ferreira; MÁRTIRES, Inocêncio; GONET, Paulo Gustavo. Curso de Direito Constitucional. São Paulo: Saraiva, 2007. p. 768.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLe, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":5525,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur408176","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":true,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que resolvia a questão de ordem no sentido de assentar a legitimidade do Ministério Público para propor a cobrança de multa, com a possibilidade subsidiária de cobrança pela Fazenda, no que foi acompanhado pelo Ministro Dias Toffoli, e o voto divergente do Ministro Marco Aurélio, pediu vista dos autos o Ministro Edson Fachin. Falou pelo Ministério Público Federal o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Presidência da Ministra Cármen Lúcia. Plenário, 23.11.2016.\r\n\n                 Decisão: Após o voto-vista do Ministro Edson Fachin, que resolvia a questão de ordem no sentido de entender que a pena de multa compõe a condenação e que, após o trânsito em julgado, o juiz da execução intimará o condenado a fazer o pagamento, no prazo de dez dias, após o que será notificada a Fazenda Nacional, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Gilmar Mendes. Presidência do Ministro Dias Toffoli. Plenário, 12.12.2018.\r\n\n                       Decisão: O Tribunal, por maioria, resolveu a questão de ordem no sentido de assentar a legitimidade do Ministério Público para propor a cobrança de multa, com a possibilidade subsidiária de cobrança pela Fazenda Pública, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio e Edson Fachin. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Presidência do Ministro Dias Toffoli. Plenário, 13.12.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. EDSON FACHIN","id":"sjur408176","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur408176","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO-décima segunda","is_processo_antigo":false,"ementa_texto":"Ementa: Execução da pena de multa. Legitimidade prioritária do Ministério Público. Pedido de reconsideração apreciado em sede de Questão de Ordem. \n\n\n\n    1. A Lei nº 9.268/1996, ao considerar a multa penal como dívida de valor, não retirou dela o caráter de sanção criminal, que lhe é inerente por força do art. 5º, XLVI, c, da Constituição Federal.\n\n\n\n    2. Como consequência, a legitimação prioritária para a execução da multa penal é do Ministério Público perante a Vara de Execuções Penais.\n\n\n\n    3. Por ser também dívida de valor em face do Poder Público, a multa pode ser subsidiariamente cobrada pela Fazenda Pública, na Vara de Execução Fiscal, se o Ministério Público não houver atuado em prazo razoável (90 dias). \n\n\n\n    4. Questão de ordem que se resolve no sentido de manter a decisão impugnada por seus próprios fundamentos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750448322","externo_seq_objeto_incidente":4814571,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-170  DIVULG 05-08-2019  PUBLIC 06-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=470&classe=AP%E9cima+segunda","is_colac":false,"titulo":"AP 470 QO-décima segunda","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00037 INC-00039 INC-00040 \n          INC-00045 INC-00046 LET-C INC-00059 \n          INC-00065 INC-00066 INC-00067 ART-00015 \n          INC-00003 ART-00127 \"CAPUT\" ART-00129 \n          INC-00001 ART-00131 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00029\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-E\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000075      ANO-1993\n          ART-00038 INC-00001 INC-00007\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000079      ANO-1994\n          ART-00002 INC-00005\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004320      ANO-1964\n          ART-00039 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006830      ANO-1980\n          ART-00002 ART-00004 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006\n                LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-007209      ANO-1984\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00112 ART-00118 PAR-00001 ART-00164 \n          \"CAPUT\" PAR-00001 PAR-00002 ART-00165 \n          ART-00166 ART-00167 ART-00168 ART-00169 \n          ART-00170\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-009268      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011457      ANO-2007\n          ART-00023\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00077 PAR-00002 PAR-00003 ART-00100 \n          ART-00515 INC-00006 ART-00516 INC-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00007 PAR-00007\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00032 INC-00003 ART-00036 PAR-00002 \n          ART-00049 \n          ART-00050 REDAÇÃO DADA PELA LEI-7209/1984\n          ART-00050 PAR-00001 INCLUÍDO PELA LEI-7209/1984\n          ART-00050 PAR-00001 LET-A INCLUÍDO PELA LEI-7209/1984\n          ART-00050 PAR-00001 LET-B INCLUÍDO PELA LEI-7209/1984\n          ART-00050 PAR-00001 LET-C INCLUÍDO PELA LEI-7209/1984\n          ART-00050 PAR-00002 INCLUÍDO PELA LEI-7209/1984\n          ART-00051 REDAÇÃO DADA PELA LEI-7209/1984\n          ART-00051 PAR-00001 REDAÇÃO DADA PELA LEI-7209/1984\n          ART-00051 PAR-00002 REDAÇÃO DADA PELA LEI-7209/1984\n          ART-00051 REDAÇÃO DADA PELA LEI-9268/1996\n          ART-00052 \n          ART-00114 REDAÇÃO DADA PELA LEI-9268/1996\n          ART-00114 INC-00001 INCLUÍDO PELA LEI-9268/1996\n          ART-00114 INC-00002 INCLUÍDO PELA LEI-9268/1996\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00142\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00002 PAR-00001\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-001025      ANO-1969\n                DECRETO-LEI\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000075      ANO-2012\n          ART-00001 PAR-00001\n                PORTARIA PORTARIA DO MINISTÉRIO DA FAZENDA - MF\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00003 ART-00317\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EXM-000288      ANO-1995\n                EXPOSIÇÃO DE MOTIVOS DO MINISTRO DA JUSTIÇA\n\n","LEG-FED   PRV-000062      ANO-2017\n          ART-00340 LET-A LET-B LET-C \n          LET-D LET-E ART-00341 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F LET-G LET-H LET-I \n          LET-J ART-00360 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00361\n                PROVIMENTO DO TRIBUNAL REGIONAL FEDERAL DA 4ª REGIÃO - TRF4\n\n","LEG-FED   SUMSTJ-000521      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-EST   SUM-000002      \n                SÚMULA DO TRIBUNAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS - TJMG\n\n","LEG-EST   PRV-000051      ANO-2016\n                PROVIMENTO DA CORREGEDORIA-GERAL DO TRIBUNAL DE JUSTICA, SP"],"publicacao_data":"2019-08-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- REGIMENTO INTERNO, STF, CONHECIMENTO, PEDIDO DE RECONSIDERAÇÃO, AGRAVO REGIMENTAL, OBSERVÂNCIA, PRAZO, PRECLUSÃO. INTERPRETAÇÃO DOUTRINÁRIA, NATUREZA JURÍDICA, MULTA. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), LEGITIMIDADE, PROCURADOR DA FAZENDA PÚBLICA, EXECUÇÃO FISCAL, MULTA. REDAÇÃO ANTERIOR, CÓDIGO PENAL, CONVERSÃO, PENA DE MULTA, PENA DE DETENÇÃO, INADIMPLEMENTO. PENA PECUNIÁRIA, INDIVIDUALIZAÇÃO DA PENA. SUSPENSÃO DA EXECUÇÃO, SUPERVENIÊNCIA, DOENÇA MENTAL, CONDENADO. REGRESSÃO DE REGIME, INADIMPLEMENTO, PENA DE MULTA, CONDENADO. PENA DE MULTA, PREVENÇÃO GERAL, RETRIBUIÇÃO; PROPORCIONALIDADE, FIXAÇÃO, PENA DE MULTA. ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA, FISCALIZAÇÃO, EXECUÇÃO DA PENA, REQUERIMENTO, MEDIDA ASSECURATÓRIA. LEI DE EXECUÇÃO PENAL, CABIMENTO, PENHORA; DESCONTO EM FOLHA DE PAGAMENTO; PARCELAMENTO, MULTA. ALCANCE, PENA DE MULTA, PATRIMÔNIO, SUCESSOR. AJUIZAMENTO, EXECUÇÃO FISCAL, SUCESSOR, DEVEDOR, DÍVIDA ATIVA. PRINCÍPIO, OBRIGATORIEDADE, PRINCÍPIO DA INDISPONIBILIDADE DA AÇÃO PENAL PÚBLICA. DESTINAÇÃO, MULTA, FUNDO PENITENCIÁRIO NACIONAL (FUNPEN).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: NATUREZA JURÍDICA, PENA DE MULTA, EFEITO PENAL, INELEGIBILIDADE. LEGITIMIDADE, MINISTÉRIO PÚBLICO, COBRANÇA, PENA DE MULTA, VARA DE EXECUÇÃO CRIMINAL. LEGITIMIDADE, MINISTÉRIO PÚBLICO, COBRANÇA, PENA DE MULTA. CARÁTER SUBSIDIÁRIO, ATUAÇÃO, FAZENDA PÚBLICA. SUSPENSÃO DE DIREITOS POLÍTICOS, INADIMPLEMENTO, MULTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PENA DE MULTA, REGIME JURÍDICO, DIREITO PENAL. PRINCÍPIO DA INTRANSCENDÊNCIA DA PENA, PRINCÍPIO DO JUIZ NATURAL, PRINCÍPIO DA LEGALIDADE, IRRETROATIVIDADE DA LEI PENAL. MULTA, CARÁTER PENAL, TUTELA, DIREITO FUNDAMENTAL, CIDADÃO. ÓBICE, CONVERSÃO, MULTA, PENA CORPORAL. FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA, ALCANCE, PROCESSO DE CONHECIMENTO, EXECUÇÃO PENAL. MINISTÉRIO PÚBLICO, PREVENÇÃO, REPRESSÃO DO CRIME; FAZENDA PÚBLICA, EFICIÊNCIA, ADMINISTRAÇÃO PÚBLICA. MODULAÇÃO DE EFEITOS, VALIDADE, EXECUÇÃO, PENA DE MULTA, INICIATIVA, FAZENDA PÚBLICA, VARA DA FAZENDA PÚBLICA. FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO, EXECUÇÃO, PENA DE MULTA, JUÍZO DA EXECUÇÃO PENAL. CABIMENTO, EXECUÇÃO, FAZENDA PÚBLICA, INÉRCIA, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: VEDAÇÃO, CONSTITUIÇÃO FEDERAL, ALTERAÇÃO, NATUREZA JURÍDICA, PENA DE MULTA, LEGISLAÇÃO INFRACONSTITUCIONAL. ENTENDIMENTO DIVERGENTE, DOUTRINA, LEGITIMIDADE ATIVA, EXECUÇÃO, PENA DE MULTA. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), ATRIBUIÇÃO, FAZENDA PÚBLICA, EXECUÇÃO, PENA DE MULTA. LEGITIMIDADE, MINISTÉRIO PÚBLICO, PERSECUÇÃO PENAL, TITULARIDADE, AÇÃO PENAL, EXECUÇÃO, PENA DE MULTA, VARA DE EXECUÇÃO CRIMINAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO, AÇÃO PENAL, PROCESSO DE CONHECIMENTO, EXECUÇÃO DA PENA. PENA DE MULTA, CARÁTER PENAL. LEGITIMIDADE, MINISTÉRIO PÚBLICO, EXECUÇÃO, PENA PECUNIÁRIA, FUNDAMENTO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA, VARA DO TRABALHO, EXECUÇÃO FISCAL, CONTRIBUIÇÃO PREVIDENCIÁRIA. COMPETÊNCIA, VARA DE EXECUÇÃO CRIMINAL, EXECUÇÃO, PENHORA, BEM, QUANTIA CERTA. PENA DE MULTA, PROGRESSÃO DE REGIME PRISIONAL. CARÁTER PESSOAL, PENA, IMPOSSIBILIDADE, COBRANÇA, ESPÓLIO, CONDENADO. APLICAÇÃO SUBSIDIÁRIA, LEGITIMIDADE, FAZENDA PÚBLICA, INÉRCIA, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: NATUREZA JURÍDICA, PENA DE MULTA. LEGITIMIDADE, MINISTÉRIO PÚBLICO, EXECUÇÃO, PENA DE MULTA, PENA PRIVATIVA DE LIBERDADE, JUÍZO DA EXECUÇÃO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: MULTA, DÍVIDA, VALOR. CONSTITUIÇÃO FEDERAL, CARÁTER PENAL, MULTA. PRISÃO, DEVEDOR, INADIMPLEMENTO, PAGAMENTO, MULTA. UNICIDADE, EXECUÇÃO PENAL. EXECUÇÃO, MINISTÉRIO PÚBLICO, PENA DE MULTA, CONFORMIDADE, LEGISLAÇÃO, DÍVIDA ATIVA, FAZENDA PÚBLICA. DESTINAÇÃO, PENA DE MULTA, MULTA, DECORRÊNCIA, COLABORAÇÃO PREMIADA, ACORDO DE LENIÊNCIA, FUNDO PENITENCIÁRIO NACIONAL (FUNPEN).\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONSTITUIÇÃO FEDERAL, PENA DE MULTA, NATUREZA JURÍDICA, SANÇÃO, CARÁTER PENAL. INÍCIO, CUMPRIMENTO DA PENA, PRINCÍPIO DO IMPULSO OFICIAL, FISCALIZAÇÃO, MINISTÉRIO PÚBLICO. AUSÊNCIA, PRERROGATIVA, MINISTÉRIO PÚBLICO, EXECUÇÃO, PENA DE MULTA. INTIMAÇÃO, APENADO, JUÍZO DA EXECUÇÃO PENAL, PAGAMENTO, MULTA, DEZ DIAS, TRÂNSITO EM JULGADO, SENTENÇA CONDENATÓRIA. CABIMENTO, PARCELAMENTO, PENA DE MULTA. LEGITIMIDADE, PROCURADORIA GERAL DA FAZENDA NACIONAL (PGFN), EXECUÇÃO FISCAL, PENA DE MULTA, INADIMPLÊNCIA. EFICÁCIA, COBRANÇA, PENA DE MULTA, PROCURADOR DA FAZENDA NACIONAL, VARA DA FAZENDA PÚBLICA. INSCRIÇÃO, PENA DE MULTA, DÍVIDA ATIVA, ATIVIDADE ADMINISTRATIVA, FAZENDA PÚBLICA. EXECUÇÃO FISCAL, PENA DE MULTA, CORREÇÃO, TAXA SELIC, INCIDÊNCIA, ENCARGO, VINTE POR CENTO. DESTINAÇÃO, PENA DE MULTA, FUNDO PENITENCIÁRIO NACIONAL (FUNPEN). PRINCÍPIO DA INTRANSCENDÊNCIA DA PENA. PRESCRIÇÃO, PENA DE MULTA. REVOGAÇÃO TÁCITA, LEI DE EXECUÇÃO PENAL, COBRANÇA, PENA DE MULTA, JUÍZO DA EXECUÇÃO PENAL, PENHORA, BEM. DESLOCAMENTO, COBRANÇA, VARA DA FAZENDA PÚBLICA. INADIMPLEMENTO, PENA DE MULTA, PRISÃO CIVIL POR DÍVIDA. PAGAMENTO, PENA DE MULTA, CONDIÇÃO, PROGRESSÃO DE REGIME PRISIONAL, EXCEÇÃO, AUSÊNCIA, CONDIÇÃO ECONÔMICA, APENADO. EXTINÇÃO DA PUNIBILIDADE, CUMPRIMENTO, PENA PRIVATIVA DE LIBERDADE, PENA DE MULTA; PRESCRIÇÃO. TRIBUNAL SUPERIOR ELEITORAL (TSE), SUSPENSÃO DE DIREITOS POLÍTICOS, PENDÊNCIA, PAGAMENTO, PENA DE MULTA. COMUNICAÇÃO, VARA DA FAZENDA PÚBLICA, JUÍZO DA EXECUÇÃO PENAL, PAGAMENTO, PENA DE MULTA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: LEGITIMIDADE CONCORRENTE, ATUAÇÃO, MINISTÉRIO PÚBLICO, VARA DA FAZENDA PÚBLICA. MULTA, DÍVIDA, VALOR, IDENTIDADE, DÍVIDA ATIVA, FAZENDA PÚBLICA, AUSÊNCIA, CARÁTER PENAL. MINISTÉRIO PÚBLICO, ATUAÇÃO, PERSECUÇÃO PENAL. LEGITIMIDADE, FAZENDA PÚBLICA, EXECUÇÃO, PENA DE MULTA.\n\n- OBITER DICTUM, MIN. TEORI ZAVASCKI: CONSTITUIÇÃO FEDERAL, SUSPENSÃO DE DIREITOS POLÍTICOS, DECISÃO TRANSITADA EM JULGADO. NATUREZA JURÍDICA, PENA DE MULTA, EFEITO, CONDENAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=470&classe=AP%E9cima+segunda","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-QO-décima segunda","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PEDIDO DE RECONSIDERAÇÃO, AGRAVO REGIMENTAL PRAZO)\nAP 470 (TP), SS 3537 AgR (TP), HC 107355 (2ªT), Rcl 19273 AgR (2ªT). \n(PENA DE MULTA, DÍVIDA, VALOR, DÍVIDA ATIVA, FAZENDA PÚBLICA)\nHC 92476 (2ªT), HC 115405 AgR (1ªT). \n(EXECUÇÃO, PENA DE MULTA, MINISTÉRIO PÚBLICO, FAZENDA PÚBLICA)\nAP 470 (TP), EP 12 ProgReg-AgR (TP). \n(MINISTÉRIO PÚBLICO, EXECUÇÃO DA PENA, PENA DE MULTA, INDIVIDUALIZAÇÃO DA PENA)\nHC 97256 (TP). \n(PRISÃO CIVIL POR DÍVIDA, PRESTAÇÃO ALIMENTÍCIA, DEPOSITÁRIO INFIEL)\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP). \n- Decisão monocrática citada:\n(APLICAÇÃO, MULTA, PROCESSO PENAL)\nRE 836113.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: EResp 845902, EResp 699286, REsp 1126631, REsp 1275834. \nTSE: Processo Administrativo 93631, RO 10006-38 AgR. \n- Legislação estrangeira citada: Declaração Americana de Direitos da Pessoa Humana, que foi firmada em Bogotá, em 1948.\n- Veja art. 478 e art. 479 das Normas de Serviço da Corregedoria Geral da Justiça do Estado de São Paulo, alteradas pelo Provimento CG 51/2016, do Corregedor Geral da Justiça do Estado de São Paulo.\n- Veja ADI 3150 do STF.\nNúmero de páginas: 133.\nAnálise: 22/10/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRÉU(É)(S)  : JOSÉ DIRCEU DE OLIVEIRA E SILVA \nADV.(A/S)  : JOSE LUIS MENDES DE OLIVEIRA LIMA \nRÉU(É)(S)  : JOSÉ GENOÍNO NETO \nADV.(A/S)  : SANDRA MARIA GONÇALVES PIRES \nRÉU(É)(S)  : DELÚBIO SOARES DE CASTRO \nADV.(A/S)  : CELSO SANCHEZ VILARDI \nRÉU(É)(S)  : SÍLVIO JOSÉ PEREIRA \nADV.(A/S)  : GUSTAVO HENRIQUE RIGHI IVAHY BADARÓ \nRÉU(É)(S)  : MARCOS VALÉRIO FERNANDES DE SOUZA \nADV.(A/S)  : MARCELO LEONARDO \nRÉU(É)(S)  : RAMON HOLLERBACH CARDOSO \nADV.(A/S)  : HERMES VILCHEZ GUERRERO \nRÉU(É)(S)  : CRISTIANO DE MELLO PAZ \nADV.(A/S)  : CASTELLAR MODESTO GUIMARÃES FILHO \nADV.(A/S)  : JOSÉ ANTERO MONTEIRO FILHO \nADV.(A/S)  : CAROLINA GOULART MODESTO GUIMARÃES \nADV.(A/S)  : CASTELLAR MODESTO GUIMARAES NETO \nADV.(A/S)  : IZABELLA ARTUR COSTA \nRÉU(É)(S)  : ROGÉRIO LANZA TOLENTINO \nADV.(A/S)  : PAULO SÉRGIO ABREU E SILVA \nRÉU(É)(S)  : SIMONE REIS LOBO DE VASCONCELOS \nADV.(A/S)  : LEONARDO ISAAC YAROCHEWSKY \nADV.(A/S)  : DANIELA VILLANI BONACCORSI \nRÉU(É)(S)  : GEIZA DIAS DOS SANTOS \nADV.(A/S)  : PAULO SÉRGIO ABREU E SILVA \nRÉU(É)(S)  : KÁTIA RABELLO \nADV.(A/S)  : THEODOMIRO DIAS NETO \nRÉU(É)(S)  : JOSE ROBERTO SALGADO \nADV.(A/S)  : MÁRCIO THOMAZ BASTOS \nRÉU(É)(S)  : VINÍCIUS SAMARANE \nADV.(A/S)  : JOSÉ CARLOS DIAS \nADV.(A/S)  : MAURÍCIO DE OLIVEIRA CAMPOS JÚNIOR \nRÉU(É)(S)  : AYANNA TENÓRIO TÔRRES DE JESUS \nADV.(A/S)  : ANTONIO CLAUDIO MARIZ DE OLIVEIRA \nRÉU(É)(S)  : JOÃO PAULO CUNHA \nADV.(A/S)  : ALBERTO ZACHARIAS TORON \nRÉU(É)(S)  : LUIZ GUSHIKEN \nADV.(A/S)  : JOSÉ ROBERTO LEAL DE CARVALHO \nRÉU(É)(S)  : HENRIQUE PIZZOLATO \nADV.(A/S)  : MARTHIUS SÁVIO CAVALCANTE LOBATO \nRÉU(É)(S)  : PEDRO DA SILVA CORRÊA DE OLIVEIRA ANDRADE NETO \nADV.(A/S)  : EDUARDO ANTÔNIO LUCHO FERRÃO \nRÉU(É)(S)  : JOSE MOHAMED JANENE \nADV.(A/S)  : MARCELO LEAL DE LIMA OLIVEIRA \nRÉU(É)(S)  : PEDRO HENRY NETO \nADV.(A/S)  : RICARDO GOMES DE ALMEIDA \nADV.(A/S)  : JOSÉ ANTONIO DUARTE ALVARES \nRÉU(É)(S)  : JOÃO CLÁUDIO DE CARVALHO GENU \nADV.(A/S)  : MARCO ANTONIO MENEGHETTI \nRÉU(É)(S)  : ENIVALDO QUADRADO \nADV.(A/S)  : PRISCILA CORRÊA GIOIA \nRÉU(É)(S)  : BRENO FISCHBERG \nADV.(A/S)  : LEONARDO MAGALHÃES AVELAR \nRÉU(É)(S)  : CARLOS ALBERTO QUAGLIA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nRÉU(É)(S)  : VALDEMAR COSTA NETO \nADV.(A/S)  : MARCELO LUIZ ÁVILA DE BESSA \nRÉU(É)(S)  : JACINTO DE SOUZA LAMAS \nADV.(A/S)  : DÉLIO LINS E SILVA \nRÉU(É)(S)  : ANTÔNIO DE PÁDUA DE SOUZA LAMAS \nADV.(A/S)  : DÉLIO LINS E SILVA \nRÉU(É)(S)  : CARLOS ALBERTO RODRIGUES PINTO (BISPO RODRIGUES) \nADV.(A/S)  : MARCELO LUIZ ÁVILA DE BESSA \nRÉU(É)(S)  : ROBERTO JEFFERSON MONTEIRO FRANCISCO \nADV.(A/S)  : LUIZ GUSTAVO PEREIRA DA CUNHA \nADV.(A/S)  : MARCOS PEDREIRA PINHEIRO DE LEMOS \nRÉU(É)(S)  : EMERSON ELOY PALMIERI \nADV.(A/S)  : ITAPUÃ PRESTES DE MESSIAS \nADV.(A/S)  : HENRIQUE DE SOUZA VIEIRA \nRÉU(É)(S)  : ROMEU FERREIRA QUEIROZ \nADV.(A/S)  : JOSÉ ANTERO MONTEIRO FILHO \nADV.(A/S)  : LEONARDO ISAAC YAROCHEWSKY \nADV.(A/S)  : FLÁVIA GONÇALVEZ DE QUEIROZ \nADV.(A/S)  : DALMIR DE JESUS \nRÉU(É)(S)  : JOSÉ RODRIGUES BORBA \nADV.(A/S)  : ROBERTO BERTHOLDO \nADV.(A/S)  : MICHEL SALIBA OLIVEIRA \nRÉU(É)(S)  : PAULO ROBERTO GALVÃO DA ROCHA \nADV.(A/S)  : MÁRCIO LUIZ DA SILVA \nADV.(A/S)  : DESIRÈE LOBO MUNIZ SANTOS GOMES \nADV.(A/S)  : JOÃO DOS SANTOS GOMES FILHO \nRÉU(É)(S)  : ANITA LEOCÁDIA PEREIRA DA COSTA \nADV.(A/S)  : LUIS MAXIMILIANO LEAL TELESCA MOTA \nRÉU(É)(S)  : LUIZ CARLOS DA SILVA (PROFESSOR LUIZINHO) \nADV.(A/S)  : MÁRCIO LUIZ DA SILVA \nRÉU(É)(S)  : JOÃO MAGNO DE MOURA \nADV.(A/S)  : OLINTO CAMPOS VIEIRA \nADV.(A/S)  : WELLINGTON ALVES VALENTE \nADV.(A/S)  : SEBASTIÃO TADEU FERREIRA REIS \nRÉU(É)(S)  : ANDERSON ADAUTO PEREIRA \nADV.(A/S)  : ROBERTO GARCIA LOPES PAGLIUSO \nRÉU(É)(S)  : JOSÉ LUIZ ALVES \nADV.(A/S)  : ROBERTO GARCIA LOPES PAGLIUSO \nRÉU(É)(S)  : JOSÉ EDUARDO CAVALCANTI DE MENDONÇA (DUDA MENDONÇA) \nADV.(A/S)  : LUCIANO FELDENS \nRÉU(É)(S)  : ZILMAR FERNANDES SILVEIRA \nADV.(A/S)  : LUCIANO FELDENS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":408176,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"AP 470 QO-décima segunda","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2018-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"DÉCIMA SEGUNDA QUESTÃO DE ORDEM NA AÇÃO PENAL","documental_doutrina_texto":"BITTENCOURT, Cezar Roberto. Tratado de Direito Penal: Parte Geral. 11. ed. Sariva, 2007. p. 575.\n______.______. 13. ed. São Paulo: Saraiva, 2008. v. 1. p. 582-585.\n______. Dívida de valor: Cobrança da pena de multa do mensalão é atribuição do Ministério Público. Revista Consultor Jurídico, 15 dez. 2014. Disponível em: https://www.conjur.com.br/2014-dez-15/cezar-bitencourt-cobranca-multaap-470-atribuicao-mp.\nBRITO, Alexis de Couto. Execução Penal. 3. ed. São Paulo: Revista dos Tribunais, 2013. p. 307.\nCAPEZ, Fernando. Curso de direito penal. São Paulo: Saraiva, 2007. v. 1. p. 425.\nCOSTA, Álvaro Mayrink da. Execução penal. Rio de Janeiro: LMJ Mundo Jurídico. 2016. p. 182.\nESTEFAM, André. Direito penal. 3. ed. São Paulo: Saraiva, 2013. v. 1. p. 373.\nGOMES, Luiz Flávio; BIANCHINI, Alice. Curso de Direito Penal: parte geral (arts. 1º a 120). Salvador: JusPodivm, 2015. v. 1. p. 531.\nGONÇALVES, Victor Eduardo Rios. Curso de direito penal: parte geral. São Paulo: Saraiva, 2015. v. 1. p. 285.\nGRECO, Rogério. Código Penal comentado. 4. ed. Niterói: Impetus, 2010. p. 135.\nJESUS, Damásio de. Código Penal anotado. 22. ed. São Paulo: Saraiva, 2014. p. 250-251.\nMARCÃO, Renato. Lei de execução penal anotada. 6. ed. São Paulo: Saraiva, 2017. p. 442-443.\nMIRABETE, Julio; FABBRINI, Renato N. Execução Penal. 12. ed. São Paulo: Atlas, 2014. p. 808-809.\nNUCCI, Guilherme de Souza. Manual de processo penal e execução penal. 11. ed. Rio de Janeiro: Forense, 2014. p. 991-992.\nNUNES, Adeildo. Comentários à lei de execução penal. Rio de Janeiro: Forense, 2016. p. 332-335.\nPRADO, Luiz Regis (Coord.). Direito de Execução Penal. 4. ed. São Paulo: Revista dos Tribunais, 2017. p. 292.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":470,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur421420","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, homologou o acordo. Nessa assentada, o Ministro Luiz Fux declarou-se habilitado a votar. Declarou suspeição o Ministro Edson Fachin. Impedido o Ministro Roberto Barroso. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 1º.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur421420","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur421420","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Acordo","is_processo_antigo":false,"ementa_texto":"Ementa: ACORDO COLETIVO. PLANOS ECONÔMICOS. EXPURGOS INFLACIONÁRIOS. VIABILIDADE. LEGITIMADOS COLETIVOS PRIVADOS. NATUREZA DELIBATÓRIA DA HOMOLOGAÇÃO. REQUISITOS FORMAIS PRESENTES. REPRESENTATIVIDADE ADEQUADA. PUBLICIDADE AMPLA.  AMICI CURIAE. PARECER FAVORÁVEL DO  PARQUET. SALVAGUARDAS PROCESSUAIS PRESENTES. PROCESSO COLETIVO COMO INSTRUMENTO DE DEMOCRATIZAÇÃO DO ACESSO À JUSTIÇA. INEXISTÊNCIA DE PREVISÃO DE SUSPENSÃO PROCESSUAL NO ACORDO. HONORÁRIOS ADVOCATÍCIOS CONTINGENTES DEVIDOS. REGRAS RELATIVAS AO CONTRATO DE MANDATO. INCENTIVOS FINANCEIROS PARA ATUAÇÃO NA SOCIEDADE CIVIL NA TUTELA DE DIREITOS COLETIVOS. JUSTA REMUNERAÇÃO DOS PATRONOS DE AÇÕES COLETIVAS. APRIMORAMENTO DO PROCESSO COLETIVO BRASILEIRO. NÃO VINCULAÇÃO DA SUPREMA CORTE ÀS TESES JURÍDICAS VEICULADAS NO ACORDO. INCIDENTE PROCESSUAL RESOLVIDO COM A HOMOLOGAÇÃO DA AVENÇA COLETIVA.\n\n\n\n    I – Homologação de Instrumento de Acordo Coletivo que prevê o pagamento das diferenças relativas aos Planos Econômicos Bresser, Verão e Collor II, bem como a não ressarcibilidade de diferenças referentes ao Plano Collor I.\n\n\n\n    II – Viabilidade do acordo firmado por legitimados coletivos privados, em processo de índole objetiva, dada a existência de notável conflito intersubjetivo subjacente e a necessidade de conferir-se efetividade à prestação jurisdicional.\n\n\n\n    III – Presença das formalidades extrínsecas e das salvaguardas necessárias para a chancela do acordo, notadamente de representatividade adequada, publicidade ampla dos atos processuais, admissão de amici curiae e complementação da atuação das partes pela fiscalização do Ministério Público.\n\n\n\n    IV – Decisão do Supremo Tribunal Federal que assume o caráter de marco histórico na configuração do processo coletivo brasileiro, como forma de ampliação do acesso à Justiça, diante da disseminação das lides repetitivas no cenário jurídico nacional atual e da possibilidade de solução por meio de processos coletivos.\n\n\n\n    V – Inocorrência de previsão de suspensão das ações durante o prazo de adesão dos poupadores.\n\n\n\n    VI – Divergências entre a parte e seu advogado quanto à adesão do acordo solucionam-se por meio das regras relativas ao contrato de mandato.\n\n\n\n    VII - Adoção de um sistema de honorários advocatícios contingentes que é de suma importância para fortalecer a posição do autor coletivo e, consequentemente, do próprio processo coletivo.\n\n\n\n    VIII - Acordo que deve ser homologado tal como proposto, de maneira a pacificar a controvérsia espelhada nestes autos, que há décadas se arrasta irresolvida nos distintos foros do País, possibilitando-se aos interessados aderir ou não ao ajuste, conforme a conveniência de cada um.\n\n\n\n    IX – Decisão que não implica qualquer comprometimento desta Suprema Corte com as teses jurídicas veiculadas na avença, especialmente aquelas que pretendam, explícita ou implicitamente, vincular terceiras pessoas ou futuras decisões do Poder Judiciário.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752370270","externo_seq_objeto_incidente":5361515,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-080  DIVULG 31-03-2020  PUBLIC 01-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=165&classe=ADPF","is_colac":false,"titulo":"ADPF 165 Acordo","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 PAR-00001 ART-00127\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007347      ANO-1985\n          ART-00005 PAR-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00094 ART-00097 ART-00098 ART-00099 \n          ART-00100\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009882      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00487 INC-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2020-04-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POLÍTICA JUDICIÁRIA, PRINCÍPIO DA SOLUÇÃO PACÍFICA DOS CONFLITOS, CRIAÇÃO, PROCEDIMENTO, MEDIAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ). REPRESENTATIVIDADE ADEQUADA, FUNÇÃO, PROTEÇÃO, INTERESSE COLETIVO; DEVIDO PROCESSO LEGAL. ACESSO À JUSTIÇA, GARANTIA CONSTITUCIONAL, EXIGÊNCIA, DIREITO, PREVISÃO, CONSTITUIÇÃO FEDERAL; GARANTIA, PRESTAÇÃO JURISDICIONAL, IMPARCIALIDADE, EFICIÊNCIA, SEGURANÇA. AÇÃO COLETIVA, IMPORTÂNCIA, DEMOCRACIA, DESENVOLVIMENTO NACIONAL. AÇÃO COLETIVA, POSSIBILIDADE, BENEFÍCIO, GRUPO DE PESSOAS, EXCLUSÃO, DIREITO. LEGISLAÇÃO BRASILEIRA, LEI, AÇÃO CIVIL PÚBLICA. EXCEPCIONALIDADE, TUTELA, CARÁTER PRIVADO, INTERESSE PÚBLICO, AÇÃO COLETIVA, DECORRÊNCIA, AUSÊNCIA, INCENTIVO, CARÁTER FINANCEIRO, ATUAÇÃO, SOCIEDADE CIVIL. PRINCÍPIO, VEDAÇÃO, ENRIQUECIMENTO SEM CAUSA, JUSTIFICATIVA, ASSOCIAÇÃO, RECEBIMENTO, RETRIBUIÇÃO, DESPESA, TRABALHO, PRESTAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: REPRESENTATIVIDADE ADEQUADA, REPRESENTAÇÃO PROCESSUAL, DIREITO INDIVIDUAL HOMOGÊNEO, CONDIÇÃO, EFETIVIDADE, TUTELA, INTERESSE COLETIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INCIDENTE DE RESOLUÇÃO DE DEMANDAS REPETITIVAS, CÓDIGO DE PROCESSO CIVIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=165&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-Acordo","documental_observacao_texto":"- Decisão estrangeira citada: Caso Trustees vs. Greenough, da Suprema Corte dos Estados Unidos da América.\n- Veja os Planos Econômicos Bresser, Verão, Collor 1 e Collor 2.\nNúmero de páginas: 44.\nAnálise: 08/03/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DO SISTEMA FINANCEIRO - CONSIF \nADV.(A/S)  : ARNOLDO WALD E OUTRO(A/S)\nADV.(A/S)  : HELOÍSA SCARPELLI SOLER MARQUES \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DO CONSUMIDOR - ABRACON \nADV.(A/S)  : MARCUS ALEXANDRE SIQUEIRA MELO \nAM. CURIAE.  : ASSOCIAÇÃO DE PROTEÇÃO E DEFESA ATIVA DOS CONSUMIDORES DO BRASIL - APROVAT \nADV.(A/S)  : TONY LUIZ RAMOS \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DEFESA DO CONSUMIDOR - IDEC \nADV.(A/S)  : WALTER JOSE FAIAD DE MOURA \nADV.(A/S)  : ANDREA LAZZARINI SALAZAR \nADV.(A/S)  : MARCOS VICENTE DIEGUES RODRIGUES \nAM. CURIAE.  : BANCO CENTRAL DO BRASIL - BACEN \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO BANCO CENTRAL DO BRASIL \nAM. CURIAE.  : ASSOCIAÇÃO DE PROTEÇÃO DOS DIREITOS DO CONSUMIDOR - APDC \nADV.(A/S)  : ILMAR NASCIMENTO GALVÃO \nADV.(A/S)  : JORGE OCTÁVIO LAVOCAT GALVÃO \nADV.(A/S)  : LUIZ FERNANDO PEREIRA E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO NACIONAL DOS APOSENTADOS, PENSIONISTAS E IDOSOS DA FORÇA SINDICAL \nADV.(A/S)  : ANDRÉA ANGERAMI CORREA DA SILVA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO DOS DIREITOS DOS CONSUMIDORES MUTUÁRIOS DA HABITAÇÃO, POUPADORES DA CADERNETA DA POUPANÇA, BENEFICIÁRIOS DO SISTEMA DE APOSENTADORIA E REVISÃO DO SISTEMA FINANCEIRO - PROCOPAR \nADV.(A/S)  : THAISA CRISTINA CANTONI MANHAS \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE POLÍTICA E DIREITO DO CONSUMIDOR - BRASILCON \nADV.(A/S)  : WALTER JOSÉ FAIAD DE MOURA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO DE DEFESA DOS CONTRIBUINTES DAS REGIÕES SUL, SUDESTE, CENTRO-OESTE E NORDESTE - ACONTEST \nADV.(A/S)  : RODOLFO NASCIMENTO FIOREZI \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : MARCUS VINICIUS FURTADO COÊLHO E OUTRO(A/S)\nAM. CURIAE.  : CONSELHO FEDERAL DE ECONOMIA - COFECON \nADV.(A/S)  : FLÁVIO AURÉLIO NOGUEIRA JUNIOR E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS ENTIDADES FECHADAS DE PREVIÊNCIA COMPLEMENTAR \nADV.(A/S)  : LARA CORREA SABINO BRESCIANI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":421420,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 165 Acordo","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-03-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ACORDO NA ARGÜIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"CHAYES, Abram. The Role of the Judge in Public Law Litigation. Harvard Law Review, v. 89, n. 7, p. 1281–1316, 1976.\nDINAMARCO, Cândido Rangel, Instituições de Direito Processual Civil, 7. ed. São Paulo: Malheiros. 2017. p. 320–321.\nFISS, Owen. Um Novo Processo Civil: Estudos Norte-Americanos sobre Jurisdição, Constituição e Sociedade. Tradução: Carlos Alberto de Salles, Daniel Porto Godinho da Silva, e Melina de Medeiros Rós. São Paulo: Revista dos Tribunais, 2004.\nGALANTER, Marc. Why the “Haves” Come out Ahead: Speculations on the Limits of Legal Change, Law & Society Review, v. 9, n. 1, 1974.\nGIDI, Antonio. A Class Action como Instrumento de Tutela Coletiva dos Direitos: as Ações Coletivas em uma Perspectiva Comparada. São Paulo: Revista dos Tribunais, 2007.\nGRINOVER, Ada Pellegrini, O Novo Processo do Consumidor. In: GRINOVER, Ada Pellegrini et al (Org.). Processo Coletivo: do Surgimento à Atualidade. São Paulo: Revista dos Tribunais, 2014. p. 296.\nGRINOVER, Ada Pellegrini; WATANABE, Kazuo; MULLENIX, Linda. Os Processos Coletivos nos Países de Civil Law e Common Law: uma Análise de Direito Comparado. 2. ed. São Paulo: Revista dos Tribunais, 2011.\nHAY, Bruce; ROSENBERG, David. Sweetheart and Blackmail Settlements in Class Actions: Reality and Remedy. Notre Dame Law Review 75 (2000 de 1999): 1377; \nHENSLER, Deborah R. et al. Class Action Dilemmas: Pursuing Public Goals for Private Gain. Rand Corporation, 2000. p. 27 e p. 33-34.\nMARQUES, Claudia Lima; BENJAMIN, Antonio Herman; MIRAGEM, Bruno. Comentários ao Código de Defesa do Consumidor. Sao Paulo: Revista dos Tribunais, 2006. p. 1095-1096.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. São Paulo: Malheiros, 2016. p. 104.\nREFOSCO, Helena Campos, Ação Coletiva e Acesso à Justiça: uma análise da Reforma do Judiciário à Luz de Estudos de Caso, Tese de Doutorado, Universidade de São Paulo - USP, São Paulo, 2017, p. 20.\nRUBENSTEIN, William; PACE, Nicholas, Shedding Light on Outcomes in Class Actions. In: DOHERTY, Joseph W.; REVILLE, Robert T.; ZAKARAS, Laura (Org.). Confidentiality, Transparency, and the U.S. Civil Justice System. Oxford: Oxford University Press, 2012.\nRUBENSTEIN, William B. Newberg on Class Actions. 5. ed. Eagan, MN: Thomson Reuters, 2011.\nSEN, Amartya. Desenvolvimento como Liberdade. São Paulo: Companhia das Letras, 2000.\nSOCIEDADE BRASILEIRA DE DIREITO PÚBLICO - SBDP, Ações Coletivas no Brasil: Temas, Atores e Desafios da Tutela Coletiva, Brasília: Conselho Nacional de Justiça - CNJ, 2017.\nSTEPHENSON, Matthew C. Public Regulation of Private Enforcement: The Case for Expanding the Role of Administrative Agencies, Virginia Law Review, v. 91, n. 1, p. 93–173, 2005.\nVITORELLI, Edilson. Acordo coletivo dos planos econômicos e por que ele não deveria ser homologado: representatividade (in)adequada. Jota, 2018.\nWEBER, Max, Ensaios de Sociologia. Rio de Janeiro: Guanabara Koogan, 1979.\nYEAZELL, Stephen C. Civil procedure. 8. ed. New York: Wolters Kluwer Law & Business, 2012. p. 321.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":165,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur411450","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta de inconstitucionalidade. Por maioria, confirmou a medida cautelar e julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade da expressão “quando apresentar atestado de saúde, emitido por médico de confiança da mulher, que recomende o afastamento”, contida nos incisos II e III do art. 394-A da Consolidação das Leis do Trabalho (CLT), inseridos pelo art. 1º da Lei 13.467/2017, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Falaram: pelo amicus curiae Confederação Nacional de Saúde - CNS, o Dr. Marcos Vinicius Barros Ottoni; e, pelo amicus curiae Central Única dos Trabalhadores - CUT, o Dr. Ricardo Quintas Carneiro. Presidência do Ministro Dias Toffoli. Plenário 29.05.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["3","5","8","10"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur411450","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur411450","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITOS SOCIAIS. REFORMA TRABALHISTA. PROTEÇÃO CONSTITUCIONAL À MATERNIDADE. PROTEÇÃO DO MERCADO DE TRABALHO DA MULHER. DIREITO À SEGURANÇA NO EMPREGO. DIREITO À VIDA E À SAÚDE DA CRIANÇA. GARANTIA CONTRA A EXPOSIÇÃO DE GESTANTES E LACTANTES A ATIVIDADES INSALUBRES. \n\n\n\n    1. O conjunto dos Direitos sociais foi consagrado constitucionalmente como uma das espécies de direitos fundamentais, caracterizando-se como verdadeiras liberdades positivas, de observância obrigatória em um Estado Social de Direito, tendo por finalidade a melhoria das condições de vida aos hipossuficientes, visando à concretização da igualdade social, e são consagrados como fundamentos do Estado Democrático, pelo art. 1º, IV, da Constituição Federal.\n\n\n\n    2. A Constituição Federal proclama importantes direitos em seu artigo 6º, entre eles a proteção à maternidade, que é a ratio para inúmeros outros direitos sociais instrumentais, tais como a licença-gestante e o direito à segurança no emprego, a proteção do mercado de trabalho da mulher, mediante incentivos específicos, nos termos da lei, e redução dos riscos inerentes ao trabalho, por meio de normas de saúde, higiene e segurança.\n\n\n\n    3. A proteção contra a exposição da gestante e lactante a atividades insalubres caracteriza-se como importante direito social instrumental protetivo tanto da mulher quanto da criança, tratando-se de normas de salvaguarda dos direitos sociais da mulher e de efetivação de integral proteção ao recém-nascido, possibilitando seu pleno desenvolvimento, de maneira harmônica, segura e sem riscos decorrentes da exposição a ambiente insalubre (CF, art. 227).\n\n\n\n    4. A proteção à maternidade e a integral proteção à criança são direitos irrenunciáveis e não podem ser afastados pelo desconhecimento, impossibilidade ou a própria negligência da gestante ou lactante em apresentar um atestado médico, sob pena de prejudicá-la e prejudicar o recém-nascido. \n\n\n\n    5. Ação Direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750927271","externo_seq_objeto_incidente":5447065,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-205  DIVULG 20-09-2019  PUBLIC 23-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5938&classe=ADI","is_colac":false,"titulo":"ADI 5938","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00121 PAR-00001 LET-A LET-D \n          LET-H\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00157 INC-00002 INC-00009\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00158 INC-00010\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00003 INC-00004 \n          ART-00003 INC-00003 INC-00004 ART-00005 \n          INC-00001 ART-00006 \"CAPUT\" ART-00007 \n          INC-00008 INC-00013 INC-00018 INC-00020 \n          INC-00022 INC-00023 INC-00030 INC-00033 \n          ART-00170 ART-00193 ART-00196 ART-00201 \n          INC-00002 ART-00203 INC-00001 ART-00225 \n          ART-00226 REDAÇÃO DADA PELA EMC-65/2010\n          ART-00226 PAR-00005 PAR-00007 ART-00227 \n          ART-00248\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000065      ANO-2010\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00010 INC-00002 LET-B\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-007855      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008213      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009799      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011770      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013287      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013655      ANO-2018\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000111      ANO-1958\n          ART-00005 NÚMERO-1 NÚMERO-2\n                CONVENÇÃO SÔBRE DISCRIMINAÇÃO EM MATÉRIA DE EMPRÊGO E PROFISSÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-1966\n          ART-00017 ART-00019\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   CVC      ANO-1979\n          ART-00011 NÚMERO-2 LET-D\n                CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-INT   CVC      ANO-1989\n          ART-00024\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-INT   CVC      ANO-1994\n                CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER, CONCLUÍDA EM BELÉM DO PARÁ, EM 9 DE JUNHO DE 1994\n\n","LEG-INT   CVC-000183      ANO-2000\n          ART-00003\n                CONVENÇÃO SOBRE A PROTEÇÃO DA MATERNIDADE\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00020 INCLUÍDO PELA LEI-13655/2018\n          ART-00020 PAR-ÚNICO INCLUÍDO PELA LEI-13655/2018\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00189 ART-00190 \n          ART-00372 REDAÇÃO ORIGINÁRIA\n          ART-0373A INCLUÍDO PELA LEI-9799/1999\n          ART-0373A INC-00001 INCLUÍDO PELA LEI-9799/1999\n          ART-0373A INC-00002 INCLUÍDO PELA LEI-9799/1999\n          ART-0373A INC-00003 INCLUÍDO PELA LEI-9799/1999\n          ART-0373A INC-00004 INCLUÍDO PELA LEI-9799/1999\n          ART-0373A INC-00005 INCLUÍDO PELA LEI-9799/1999\n          ART-0373A INC-00006 INCLUÍDO PELA LEI-9799/1999\n          ART-0373A PAR-ÚNICO INCLUÍDO PELA LEI-9799/1999\n          ART-0394A INCLUÍDO PELA LEI-13467/2017\n          ART-0394A INC-00001 INCLUÍDO PELA LEI-13467/2017\n          ART-0394A INC-00002 INCLUÍDO PELA LEI-13467/2017\n          ART-0394A INC-00003 INCLUÍDO PELA LEI-13467/2017\n          ART-00394 ART-00396\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000104      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 111 SÔBRE DISCRIMINAÇÃO EM MATÉRIA DE EMPRÊGO E PROFISSÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000093      ANO-1983\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984 - REVOGADO PELO DLG-26/1994\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000107      ANO-1995\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER, CONCLUÍDA EM BELÉM DO PARÁ, EM 9 DE JUNHO DE 1994\n\n","LEG-FED   DEC-016300      ANO-1923\n          ART-00342 ART-00348 ART-00349\n                DECRETO\n\n","LEG-FED   DEC-21417A      ANO-1932\n          ART-00005 ART-00014\n                DECRETO\n\n","LEG-FED   DEC-062150      ANO-1968\n                DECRETO - PROMULGA A CONVENÇÃO Nº 111 SÔBRE DISCRIMINAÇÃO EM MATÉRIA DE EMPRÊGO E PROFISSÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-001973      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER, CONCLUÍDA EM BELÉM DO PARÁ, EM 9 DE JUNHO DE 1994\n\n","LEG-FED   DEC-004377      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   PRT-003214      ANO-1978\n                PORTARIA DO MINISTRO DE ESTADO DO TRABALHO\n\n","LEG-FED   PJL-006787      ANO-2016\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS- CONVERTIDO NA LEI-13467/2017\n\n","LEG-FED   NR-000015      \n          ANEXO-1 ANEXO-2 ANEXO-3 ANEXO-5 \n          ANEXO-6 ANEXO-8 ANEXO-9 ANEXO-10 \n          ANEXO-12 ANEXO-13 ANEXO-14\n                NORMA REGULAMENTADORA DO MINISTRO DE ESTADO DO TRABALHO - APROVADA PELA PRT-3214/1978"],"publicacao_data":"2019-09-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: EVOLUÇÃO, CONTEXTO HISTÓRICO, IGUALDADE, HOMEM, MULHER, CONSTITUIÇÃO FEDERAL. DIREITO, PROTEÇÃO, MULHER, DIREITO COMPARADO. INCONSTITUCIONALIDADE, ÔNUS DA PROVA, MULHER, EMPREGADA GESTANTE, RISCO, SAÚDE, ATIVIDADE INSALUBRE. PRINCÍPIO DA PROTEÇÃO INTEGRAL À CRIANÇA E AO ADOLESCENTE, PRINCÍPIO DO MELHOR INTERESSE DA CRIANÇA E DO ADOLESCENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PRINCÍPIO DA PRECAUÇÃO, MEIO AMBIENTE, LOCAL DE TRABALHO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: REFORMA TRABALHISTA. DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA, DIREITO SOCIAL, PLANEJAMENTO FAMILIAR, DECISÃO, CASAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DA PATERNIDADE RESPONSÁVEL. FUNÇÃO SOCIAL, VALORIZAÇÃO, MATERNIDADE, LIMITAÇÃO, LIBERDADE, ADMINISTRAÇÃO, EMPREGADOR. HIERARQUIA, DIREITO SOCIAL, DIREITO FUNDAMENTAL, JUSTIÇA SOCIAL. APLICAÇÃO IMEDIATA, DIREITO SOCIAL. ATIVIDADE INSALUBRE, ATIVIDADE PERIGOSA, SEGURANÇA E MEDICINA DO TRABALHO. CARACTERIZAÇÃO, ATIVIDADE INSALUBRE, MINISTÉRIO DO TRABALHO (MTB). RECOMENDAÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), RISCO, SEGURANÇA, SAÚDE, CRIANÇA, GESTANTE. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INCONSTITUCIONALIDADE, ATIVIDADE INSALUBRE, EMPREGADA GESTANTE, PROTEÇÃO, FAMÍLIA, IGUALDADE, GÊNERO, SAÚDE, TRABALHO. PLANEJAMENTO FAMILIAR, EXCLUSIVIDADE, ESCOLHA, DIREITO À INTIMIDADE, DIREITO À PRIVACIDADE, CASAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. TRANSFERÊNCIA, ÔNUS, PROTEÇÃO, SAÚDE, MULHER, CRIANÇA. IGUALDADE, HOMEM, MULHER, MERCADO DE TRABALHO. DIREITO À SAÚDE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. MEIO AMBIENTE, LOCAL DE TRABALHO, PRINCÍPIO DA PRECAUÇÃO. PRINCÍPIO DA SOLIDARIEDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DEMOCRACIA, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: RAZOABILIDADE, EXIGÊNCIA, ATESTADO MÉDICO, ATIVIDADE INSALUBRE, EMPREGADA GESTANTE.\n\n- TERMO(S) DE RESGATE: HOMEM-SOCIAL, HOMEM-SOLIDÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5938&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DISPENSA ARBITRÁRIA, EMPREGADA GESTANTE, ESTABILIDADE)\nRE 629053 RG. \n(PROVA, APTIDÃO FÍSICA, CANDIDATO (CONCURSO PÚBLICO), GESTANTE)\nRE 1058333 RG. \n(PRODUÇÃO, COMERCIALIZAÇÃO, AMIANTO)\nADI 3470 (TP), ADI 3937 MC (TP). \n(PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nADI 3105 (TP), STA 223 AgR (TP), ADI 4350 (TP), RE 581352 AgR (2ªT), ARE 745745 AgR (2ªT), RE 795749 AgR (2ªT), ARE 727864 AgR (2ªT). \n(IGUALDADE, HOMEM, MULHER, MERCADO DE TRABALHO)\nADI 1946 (TP). \n(PRINCÍPIO DA PRECAUÇÃO)\nADI 101 (TP). \n(CONSTITUCIONALIDADE, LEI MARIA DA PENHA)\nADC 19 (TP), ADI 4424 (TP). \n(INTERVALO, JORNADA DE TRABALHO, MULHER)\nRE 658312 (TP). \n(IGUALDADE, HOMEM, MULHER, TESTE, APTIDÃO FÍSICA)\nMS 29963 (2ªT). \n- Legislação estrangeira citada: Declaração e o Programa de Ação da Conferência Mundial de Direitos Humanos de Viena, de 1993; Plano de Ação da Conferência Mundial sobre População e Desenvolvimento do Cairo, de 1994; Plataforma de Ação da Conferência Mundial sobre a Mulher de Pequim, de 1995; art. 25, da  Declaração Universal dos Direitos Humanos, art. 6, da Declaração Americana dos Direitos e Deveres do\nHomem.\n- Decisões estrangeiras citadas: Art. 12 do Comentário Geral n. 22, do Comitê sobre Direitos Econômicos, Sociais e Culturais das Nações Unidas; Acórdão nº 39/84, do Tribunal Constitucional português.\n- Veja Recomendação 191, da OIT.\nNúmero de páginas: 93.\nAnálise: 22/04/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES METALURGICOS \nADV.(A/S)  : CARLOS GONCALVES JUNIOR E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : SINDICATO DOS EMPREGADOS EM ESTABELECIMENTOS DE SERVIÇOS DE SAÚDE DE BELO HORIZONTE - SINDEESS \nADV.(A/S)  : ELLEN MARA FERRAZ HAZAN E OUTRO(A/S)\nAM. CURIAE.  : CENTRAL DOS SINDICATOS BRASILEIROS - CSB \nADV.(A/S)  : JACQUELINE AMARILIO DE SOUSA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DE SAÚDE - CNS \nADV.(A/S)  : MARCOS VINICIUS BARROS OTTONI \nAM. CURIAE.  : CENTRAL UNICA DOS TRABALHADORES-CUT \nADV.(A/S)  : JOSE EYMARD LOGUERCIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":411450,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5938","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBOZA, Heloisa Helena. (Des)Igualdade de gênero: restrições à autonomia da mulher. Pensar, Fortaleza, v. 22, n. 1, p. 240-271, jan./abr. 2017. p. 260.\nBARCELLOS, Ana Paula de. Anotação preliminar sobre o conteúdo e as funções dos princípios. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (Coords.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013. p. 101.\nBARROS, Alice Monteiro de. A mulher e o direito do trabalho. São Paulo: LTr, 1995.\nCANOTILHO, José J. Gomes. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 320-322, item 03 e 320-321.\nDELGADO, Maurício Godinho; DELGADO, Gabriela Neves. A Reforma Trabalhista no Brasil: com os comentários à Lei n. 13.467/2017. São Paulo: LTr, 2018. p. 155.\nDELGADO, Maurício Godinho. Curso de direito do trabalho. 14. ed. São Paulo: LTr, 2015. p. 867-868.\nHIRSCHMANN, Nancy J. Toward a Feminist Theory of Freedom. Political Theory, v. 24, n. 1, 1996. p. 46–67.\nJUSTEN FILHO, Marçal. Art. 20 da LINDB: Dever de transparência, concretude e proporcionalidade nas decisões públicas. Revista de Direito Administrativo, Rio de Janeiro, nov. 2018. p. 29.\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil e na Alemanha. Sergio Antonio Fabris Editor, 2002. p. 40.\nMACKINNON, Catharine A. Toward a feminist Theory of the State. Cambridge: Harvard University Press, 1989.\n_______. A. Are Women Human? Cambridge, Massachusetts, and London. England: The Belknap Press of\nHarvard University Press, 2007. p. 42 -43.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. 1. ed. 2ª Tiragem. Brasília Jurídica, 2002. p. 127-128.\nMORAES, Maria Celina Bodin de. Comentário ao artigo 226. In CANOTILHO, J. J. Gomes; MENDES, Gilmar, F; SARLET, Ingo W.; STRECK, Lênio L. (coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 2122.\nMOREIRA, Vital. Acórdãos do Tribunal Constitucional. Lisboa: Imprensa Nacional, 1984. v. 3. p. 95-131 e 117-118.\nNUSSBAUM, Martha. Frontiers of justice: Disability, nationality, species membership. Harvard University Press, 2009. p. 117-118.\nPIOVESAN, Flávia. Igualdade de gênero na Constituição Federal: os direitos civis e políticos das mulheres no Brasil. Disponível em : https://www12.senado.leg.br/publicacoes/estudoslegislativos/tipos-de-estudos/outras-publicacoes/volume-iconstituicao-de-1988/principios-e-direitos-fundamentaisigualdade-de-genero-na-constituicao-federal-os-direitos-civis-epoliticos-das-mulheres-do-brasil. Acesso em: 27 maio 2019. \n_______. Ações afirmativas da perspectiva dos direitos humanos. Cadernos de Pesquisa, São Paulo. v. 35, n. 124, p. 43-55. Apr. 2995. Disponível em: http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0100-15742005000100004.\nPUSTIGLINE. Marcelo. Trabalhadoras gestantes e lactantes: impacto de agentes de risco ocupacional (ARO) no processo de gestação, no concepto e no lactente. Revista Brasileira de Medicina do Trabalho, v. 15, n. 3, 2017. p. 284-294.\n_______. Grávidas e Lactantes: quais medidas podem contribuir para a saúde e segurança dessas trabalhadoras? Caderno Informativo de Prevenção de Acidentes, ano 39, n. 458, 2017. p. 105-110.\nOLIVEIRA, Christiana D’arc Damasceno. O direito do trabalho contemporâneo: efetividade dos direitos fundamentais e dignidade da pessoa humana no mundo do trabalho. São Paulo: LTr, 2010. p. 282.\nRUSSOMANO, Rosah. A mulher na Constituição Brasileira e o sistema dos países americanos. Revista Forense, ano 53, v. 163, p. 418-444, jan./fev. 1956. p. 423.\nSARLET, Ingo W. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988. Interesse Público, n. 12, p. 91-107, 2001.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. São Paulo: Malheiros, 2016. p. 186.\nSÜSSEKIND, Arnaldo et. al. Instituições de Direito do Trabalho. 11. ed. São Paulo: LTr, 1991. v. 2. p, 866-867.\nZUBA, Thais Maria Riedel de Resende. O Direito Previdenciário e o Princípio da Vedação do Retrocesso. LTr, 2013. p. 107-139, itens 3.1 a 3.4.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5938,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur215905","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma julgou extinta a ordem de habeas corpus por inadequação da via processual, nos termos do voto da Relatora. Unânime. Presidência do Senhor Ministro Dias Toffoli. 1ª Turma, 18.9.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur215905","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:19:16.115749","dg_unique":"sjur215905","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A\n\n\n\n    HABEAS CORPUS. SUBSTITUTIVO DO RECURSO CONSTITUCIONAL. INADEQUAÇÃO DA VIA ELEITA. FURTO. PRINCÍPIO DA INSIGNIFICÂNCIA. REPROVABILIDADE DA CONDUTA. REGISTROS CRIMINAIS PRETÉRITOS.\n\n\n\n    1. O habeas corpus tem uma rica história, constituindo garantia fundamental do cidadão. Ação constitucional que é, não pode ser o writ amesquinhado, mas também não é passível de vulgarização, sob pena de restar descaracterizado como remédio heroico. Contra a denegação de habeas corpus por Tribunal Superior prevê a Constituição Federal remédio jurídico expresso, o recurso ordinário. Diante da dicção do art. 102, II, a, da Constituição da República, a impetração de novo habeas corpus em caráter substitutivo escamoteia o instituto recursal próprio, em manifesta burla do preceito constitucional. Precedente da Primeira Turma desta Suprema Corte. \n\n\n\n    2. A pertinência do princípio da insignificância deve ser avaliada, em casos de pequenos furtos, considerando não só o valor do bem subtraído, mas igualmente outros aspectos relevantes da conduta imputada. Não tem pertinência o princípio da insignificância se o crime de furto é praticado mediante ingresso subreptício no estabelecimento comercial da vítima, com violação da privacidade e da tranquilidade pessoal desta.\n\n\n\n    3. A existência de registros criminais pretéritos contra o recorrente obsta a aplicação do princípio da insignificância, consoante jurisprudência consolidada da Primeira Turma desta Suprema Corte (v.g.: HC 109.739/SP, rel. Min. Cármen Lúcia, DJe 14.02.2012; HC 110.951, rel. Min. Dias Toffoli, DJe 27.02.2012; HC 108.696 rel. Min. Dias Toffoli, DJe 20.10.2011; e HC 107.674, rel. Min. Cármen Lúcia, DJe 14.9.2011). Ressalva de entendimento pessoal da Ministra Relatora.\n\n\n\n    4. Habeas corpus extinto sem resolução do mérito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=2875550","externo_seq_objeto_incidente":4214691,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-195 DIVULG 03-10-2012 PUBLIC 04-10-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=112748&classe=HC","is_colac":false,"titulo":"HC 112748","documental_legislacao_citada_texto":["LEG-IMP   LEI-089313      ANO-1830\r\n          ART-00183 ART-00184 ART-00185 ART-00186\r\n          ART-00187 ART-00188  \r\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL\r\n","LEG-IMP   LEI      ANO-1832\r\n          ART-00340   \r\n          CÓDIGO DE PROCESSO CRIMINAL\r\n","LEG-IMP   LIM-002033      ANO-1871\r\n          ART-00018 PAR-00001  \r\n          LEI DO IMPÉRIO\r\n","LEG-FED   CF       ANO-1891\r\n          ART-00072 PAR-00022 \r\n          ART-00072 PAR-00022 REDAÇÃO DADA PELA EMC-3/1926  \r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000003      ANO-1926\r\n          EMENDA CONSTITUCIONAL      \r\n","LEG-FED   CF       ANO-1934\r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1946\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1967\r\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1969\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00068 INC-00078 ART-00102 INC-00002 \r\n          LET-A \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-002848      ANO-1940\r\n          ART-00061 INC-00001 ART-00155 PAR-00004 \r\n          INC-0004\r\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2012-10-04","documental_acordao_mesmo_sentido_lista_texto":"RHC 119326  PROCESSO ELETRÔNICO\n          JULG-24-09-2013  UF-MG  TURMA-01  MIN-ROSA WEBER N.PÁG-012\n          DJe-198  DIVULG 07-10-2013  PUBLIC 08-10-2013","documental_indexacao_texto":"-  EVOLUÇÃO HISTÓRICA, INSTITUTO JURÍDICO, HABEAS CORPUS, ORDENAMENTO \r\nJURÍDICO BRASILEIRO. CONFIGURAÇÃO, PRINCÍPIO DA INSIGNIFICÂNCIA, \r\nDECORRÊNCIA, APLICAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA \r\nRAZOABILIDADE.  ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), \r\nIMPEDIMENTO, APLICAÇÃO, PRINCÍPIO DA INSIGNIFICÂNCIA, EXISTÊNCIA, \r\nREINCIDÊNCIA.\r\n\r\n- RESSALVA DE ENTENDIMENTO,  MIN. ROSA WEBER: AUSÊNCIA, IMPEDIMENTO, \r\nAPLICAÇÃO, PRINCÍPIO DA INSIGNIFICÂNCIA, EXISTÊNCIA, ANTECEDENTE \r\nCRIMINAL, DECORRÊNCIA, PRINCÍPIO DA INSIGNIFICÂNCIA, AFASTAMENTO, \r\nTIPICIDADE MATERIAL, FATO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=112748&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 3536, RHC 107264, HC 107674, HC 108089,\r\nHC 108696, HC 108715, HC 109277, HC 109739, HC 109956, HC 110951.\r\n- Legislação estrangeira citada: Magna Carta de 1215 da Inglaterra; \r\nHabeas Corpus Act, de 1679, artigo I, seção 9, da Constituição \r\nnorte-americana de 1787; Decreto-lei nº 35.043, de 20.10.1945 de\r\nPortugual. \r\n- Decisões estrangeiras citadas: Caso James Somerset da King's \r\nBench; Buschel's Case da Court of Common Pleas, de 1670; Acórdão \r\nde 26.04.1989, processo 10/89, BMJ 386, p. 422, do Superior Tribunal \r\nde Justiça português.\r\n- Termo(s) de resgate: Doutrina brasileira do habeas corpus.\r\nNúmero de páginas: 17.\r\nAnálise: 17/10/2012, SEV.\r\nRevisão: 05/11/2012, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : RODRIGO CORREA TERRA\r\nIMPTE.(S)           : DEFENSORIA PÚBLICA DA UNIÃO\r\nPROC.(A/S)(ES)      : DEFENSOR PÚBLICO-GERAL FEDERAL\r\nCOATOR(A/S)(ES)     : RELATOR DO HABEAS CORPUS Nº 185.895 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":215905,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 112748","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2012-09-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"GUIMARÃES, Isaac Sabbá. Habeas Corpus: críticas e perspectivas.\r\n3. ed. Curitiba, Juruá, 2009, p. 165/81 e 228-229.\r\nHALLIDAY, Paul D. Habeas Corpus: From England to Empire.\r\nCambridge: Harvard University Press, 2010. p. 29, 174-175 e 235-236.\r\nKAMISAR, Yale et al. Modern Criminal Procedures: Cases, Comments,\r\nQuestions. 10. ed. St. Paul: West Group, 2002. p. 1585-628.\r\nLEVY, Leonard W. Origins of the Bill of Rights. New Haven and London: \r\nYale University Press. p. 44 e 52-53.\r\nPONTES DE MIRANDA, Francisco Cavalcanti. História e prática do \r\nhabeas corpus, primeira edição de 1916.\r\n_____. História e prática do Habeas Corpus. 3. ed. Campinas: \r\nBookseller, 2007. v. 1. p. 160-161.\r\nRODRIGUES, Leda Boechat. História do Supremo Tribunal Federal:\r\n1910-1926: doutrina brasileira do habeas corpus. 2. ed. Rio de Janeiro:\r\nCivilização brasileira, 1991, v. 3. p. 17.\r\nSTRAUS, Flávio Augusto Saraiva. A tutela da liberdade pessoal antes\r\nda instituição formal do habeas corpus no Brasil. In: PIOVESAN, Flávia,\r\nGRACIA, Maria (org.). Doutrinas essenciais: Direitos Humanos:\r\nInstrumentos e garantias de proteção. São Paulo: Revista dos Tribunais,\r\n2011. v. 5. p. 799-51.\r\nTOLEDO, Francisco de Assis. Princípios básicos de Direito Penal. 5. ed. \r\n\r\nSão Paulo: Saraiva, 2002. p. 134.\r\nTRECHSEL, Stefan. Human Rights in Criminal Proceedings. Oxford\r\nUniversity Press, 2005. p. 462-495.","ministro_facet":["ROSA WEBER"],"processo_numero":112748,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur216248","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PA","is_questao_ordem":false,"acordao_ata":"A Turma julgou extinta a ordem de habeas corpus por inadequação da via processual, nos termos do voto da Relatora. Unânime. Não participou, justificadamente, deste julgamento, o Senhor Ministro Luiz Fux. Presidência do Senhor Ministro Dias Toffoli. 1ª Turma, 25.9.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur216248","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pará","dg_atualizado_em":"2023-10-04T14:19:16.115749","dg_unique":"sjur216248","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n     \n\n\n\n    HABEAS CORPUS. SUBSTITUTIVO DO RECURSO CONSTITUCIONAL. INADEQUAÇÃO DA VIA ELEITA. ROUBO QUALIFICADO. TENTATIVA. DOSIMETRIA. AUSÊNCIA DE DEMONSTRAÇÃO DE ILEGALIDADE OU ARBITRARIEDADE. \n\n\n\n    1. O habeas corpus tem uma rica história, constituindo garantia fundamental do cidadão. Ação constitucional que é, não pode ser amesquinhado, mas também não é passível de vulgarização, sob pena de restar descaracterizado como remédio heroico. Contra a denegação de habeas corpus por Tribunal Superior prevê a Constituição Federal remédio jurídico expresso, o recurso ordinário. Diante da dicção do art. 102, II, a, da Constituição da República, a impetração de novo habeas corpus em caráter substitutivo escamoteia o instituto recursal próprio, em manifesta burla ao preceito constitucional. Precedente da Primeira Turma desta Suprema Corte. \n\n\n\n    2. Havendo condenação criminal, ainda que submetida à apelação, encontram-se presentes os pressupostos da preventiva, a saber, prova da materialidade e indícios de autoria. Não se trata, apenas, de juízo de cognição provisória e sumária acerca da responsabilidade criminal do acusado, mas, sim, de julgamento condenatório, precedido por amplo contraditório e no qual as provas foram objeto de avaliação imparcial, vale dizer, de um juízo efetuado, com base em cognição exaustiva, de que o condenado é culpado de um crime. Ainda que a sentença esteja sujeita à reavaliação crítica por meio de recursos, a situação difere da prisão preventiva decretada antes do julgamento. \n\n\n\n    3. Se as circunstâncias concretas da prática do crime indicam o envolvimento profundo do agente com o tráfico de drogas e, por conseguinte, a periculosidade e o risco de reiteração delitiva, está justificada decretação ou a manutenção da prisão cautelar para resguardar a ordem pública, desde que igualmente presentes boas provas da materialidade e da autoria. \n\n\n\n    4. O efeito disruptivo e desagregador do tráfico de drogas, este associado a um mundo de violência, desespero e morte para as suas vítimas e para as comunidades afetadas, justifica tratamento jurídico mais rigoroso em relação aos agentes por eles responsáveis a refletir na análise dos casos concretos. \n\n\n\n    5. Habeas corpus extinto sem resolução do mérito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=2904872","externo_seq_objeto_incidente":4027766,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-198 DIVULG 08-10-2012 PUBLIC 09-10-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=107229&classe=HC","is_colac":false,"titulo":"HC 107229","documental_legislacao_citada_texto":["LEG-IMP  LEI-089313      ANO-1830\r\n        ART-00183 ART-00184 ART-00185 ART-00186\r\n        ART-00187 ART-00188  \r\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL\r\n","LEG-IMP  LEI                    ANO-1832\r\n          ART-00340\r\n                CÓDIGO DE PROCESSO CRIMINAL\r\n","LEG-IMP   LIM-002033      ANO-1871\r\n          ART-00018 PAR-00001  \r\n          LEI DO IMPÉRIO\r\n","LEG-FED   CF       ANO-1891\r\n          ART-00072 PAR-00022 \r\n          ART-00072 PAR-00022 REDAÇÃO DADA PELA EMC-3/1926\r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000003      ANO-1926\r\n          EMENDA CONSTITUCIONAL      \r\n","LEG-FED   CF       ANO-1934\r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1946\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1967\r\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1969\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00043 INC-00068 INC-00078 ART-00102 INC-00002\r\n          LET-A \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-003689      ANO-1941\r\n          ART-00312   \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\n","LEG-INT   CVC      ANO-1988\r\n       ART-00003 ITEM-6 ITEM-7\r\n       CONVENÇÃO DE VIENA CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E\r\n       SUBSTÂNCIAS PSICOTRÓPICAS\r\n","LEG-FED   DLG-000162      ANO-1991\r\n       APROVA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E\r\n       SUBSTÂNCIAS PSICOTRÓPICAS\r\n       DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-000154      ANO-1991\r\n       PROMULGA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES\r\n       E SUBSTÂNCIAS PSICOTRÓPICAS\r\n                DECRETO\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00044   \r\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2012-10-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  EVOLUÇÃO HISTÓRICA, INSTITUTO JURÍDICO, HABEAS CORPUS.  EVOLUÇÃO \r\nHISTÓRICA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. ADMISSIBILIDADE, HABEAS\r\nCORPUS, SUBSTITUIÇÃO, RECURSO, PROCESSO PENAL, RISCO, OFENSA, PRINCÍPIO \r\n\r\n\r\n\r\nDA TAXATIVIDADE DOS RECURSOS, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO \r\nPROCESSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=107229&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 3536, HC 84078 - Tribunal Pleno, HC 98754, \r\nHC 104332, HC 104339 - Tribunal Pleno, HC 106816, HC 108314, HC \r\n108715, HC 109436, HC 109956, HC 110313.\r\n- Decisão monocrática citada: HC 94194\r\n- Veja  HC 132771 do STJ.\r\n- Legislação estrangeira citada: Magna Carta de 1215 da Inglaterra; \r\nHabeas Corpus Act, de 1679, artigo I, seção 9, da Constituição\r\nnorte-americana de 1787; Decreto-lei nº 35.043, de 20.10.1945 de \r\nPortugual. \r\n- Decisões estrangeiras citadas: Caso James Somerset da King's \r\nBench; Buschel's Case, de 1670, da Court of Common Pleas; Acórdão \r\nde 26.04.1989, processo 10/89, BMJ 386, p. 422, do Superior Tribunal\r\nde Justiça português, Caso US v. Russel 411 U.S 423, 93 S. Ct. 1637, \r\n36 L. Ed. 2d 366 1973 da Suprema Corte americana.\r\nNúmero de páginas: 17.\r\nAnálise: 22/10/2012, SEV.\r\nRevisão: 06/11/2012, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : VALDENOR JOSE RODRIGUES DOS SANTOS \r\nIMPTE.(S)           : ANTONIO JOSE DANTAS RIBEIRO \r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":216248,"documental_tese_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"HC 107229","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2012-09-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"GUIMARÃES, Isaac Sabbá. Habeas Corpus: críticas e perspectivas.\r\n3. ed. Curitiba, Juruá, 2009, p. 165/81 e 228-229.\r\nHALLIDAY, Paul D. Habeas Corpus: From England to Empire.\r\nCambridge: Harvard University Press, 2010. p. 29, 174-175 e 235-236.\r\nKAMISAR, Yale et al. Modern Criminal Procedures: Cases, Comments,\r\nQuestions. 10. ed. St. Paul: West Group, 2002. p. 1585-628.\r\nLEVY, Leonard W. Origins of the Bill of Rights. New Haven and London: \r\nYale University Press. p. 44 e 52-53.\r\nPENNINGTON, Kenneth. The Prince and the Law: 1200-1600: Sovereign\r\nand rights in the Western Legal Tradition. Berkeley: Universit of \r\nCalifornia\r\nPress, 1993, 160-163.\r\nPONTES DE MIRANDA, Francisco Cavalcanti. História e prática do \r\nhabeas corpus, primeira edição de 1916.\r\n_____. História e prática do Habeas Corpus. 3. ed. Campinas: \r\nBookseller, 2007. v. 1. p. 160-161.\r\nRODRIGUES, Leda Boechat. História do Supremo Tribunal Federal:\r\n1910-1926: doutrina brasileira do habeas corpus. 2. ed. Rio de Janeiro:\r\nCivilização brasileira, 1991, v. 3. p. 17.\r\nSTRAUS, Flávio Augusto Saraiva. A tutela da liberdade pessoal antes\r\nda instituição formal do habeas corpus no Brasil. In: PIOVESAN, Flávia,\r\nGRACIA, Maria (org.). Doutrinas essenciais: Direitos Humanos:\r\nInstrumentos e garantias de proteção. São Paulo: Revista dos Tribunais,\r\n2011. v. 5. p. 799-51.\r\nTRECHSEL, Stefan. Human Rights in Criminal Proceedings. Oxford\r\nUniversity Press, 2005. p. 462-495.","ministro_facet":["ROSA WEBER"],"processo_numero":107229,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur220966","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Por maioria de votos, a Turma não conheceu do pedido de habeas corpus, cassando a liminar concedida. Vencidos os Srs. Ministros Octavio Gallotti (Relator) e Ilmar Galvão, que dele conheciam. Relator para o acórdão o Sr. Ministro Celso de Mello. Falou pelo paciente o Dr. Renato Neves Tonini. 1ª Turma, 06.06.95.","is_repercussao_geral_merito":false,"relator_processo_nome":"OCTAVIO GALLOTTI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"CELSO DE MELLO","revisor_processo_nome":null,"id":"sjur220966","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:19:16.115749","dg_unique":"sjur220966","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” - DISCUSSÃO EM TORNO DA NATUREZA JURISDICIONAL OU ADMINISTRATIVA, DISCRICIONÁRIA OU VINCULADA, DO ATO ESTATAL QUE ORDENA A MOVIMENTAÇÃO DOS RECLUSOS DENTRO DO SISTEMA PRISIONAL - UTILIZAÇÃO, PARA TAL FINALIDADE, DA AÇÃO DE “HABEAS CORPUS” - INADEQUAÇÃO DO MEIO PROCESSUAL UTILIZADO -PRECEDENTES - “HABEAS CORPUS” NÃO CONHECIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=71820&classe=HC","externo_seq_objeto_incidente":1596939,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-240 DIVULG 06-12-2012 PUBLIC 07-12-2012\r\nEMENT VOL-02671-01 PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=71820&classe=HC","is_colac":false,"titulo":"HC 71820","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1891\r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00129 INC-00002  \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000003      ANO-1926\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LEI-007210      ANO-1984\r\n          ART-00067 ART-00068 INC-00002 LET-A\r\n                LEP-1984 LEI DE EXECUÇÃO PENAL"],"publicacao_data":"2012-12-07","documental_acordao_mesmo_sentido_lista_texto":"RHC 71859 \r\n          JULG-06-06-1995  UF-RJ  TURMA-01  MIN-OCTAVIO GALLOTTI N.PÁG-014 \r\n          RAC-CELSO DE MELLO\r\n          DJe-240  DIVULG 06-12-2012  PUBLIC 07-12-2012\r\n          EMENT VOL-02671-01  PP-00020","documental_indexacao_texto":"-  CASSAÇÃO, LIMINAR.\r\n\r\n- VOTO VENCIDO,  MIN. OCTAVIO GALLOTTI: CONCESSÃO, HABEAS CORPUS. \r\nINEXISTÊNCIA, FUNDAMENTAÇÃO, DEMONSTRAÇÃO, OFENSA, PRINCÍPIO \r\nCONSTITUCIONAL, INTERESSE PÚBLICO, MORALIDADE ADMINISTRATIVA, ISONOMIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=71820&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(TRANSFERÊNCIA DE PRESOS, COMPETÊNCIA)\r\nSTF: RHC 61463 (2ªT), HC 64347 (2ªT).\r\n(HABEAS CORPUS, EXCLUSIVIDADE, OFENSA, LIBERDADE DE LOCOMOÇÃO)\r\nSTF: HC 71464 (2ªT); RTJ 116/523, RTJ 141/159, RTJ 135/593, RTJ 136/1226, RTJ 142/896, RTJ 182/198, RTJ 66/396; RT 423/327, RT 338/99; RF 213/390, RF 222/336, RF 230/280.\r\nTJRJ: HC 384.\r\n- Veja RHC 71859 do STF.\r\n- Legislação estrangeira citada: Constituição norte-americana.\r\n- Decisão estrangeira citada: Caso Marbury v. Madison, 1803.\r\nNúmero de páginas: 19.\r\nAnálise: 07/01/2013, MMR.\r\nRevisão: 05/02/2013, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : WALDEMIR PAES GARCIA\r\nIMPTE.(S)           : RENATO NEVES TONINI\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":220966,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 71820","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"1995-06-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["OCTAVIO GALLOTTI","CELSO DE MELLO"],"processo_numero":71820,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur96513","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu do pedido formulado na inicial da ação, vencidos os Senhores Ministros Sydney Sanches, Relator, Ilmar Galvão, Sepúlveda Pertence e Presidente, o Senhor Ministro Marco Aurélio. Redigirá o acórdão a Senhora Ministra Ellen Gracie. Plenário, 18.04.2002.","is_repercussao_geral_merito":false,"relator_processo_nome":"SYDNEY SANCHES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ELLEN GRACIE","revisor_processo_nome":null,"id":"sjur96513","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:19:16.115749","dg_unique":"sjur96513","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PARÁGRAFO 1º DO ARTIGO 4º DA\nINSTRUÇÃO Nº 55, APROVADA PELA RESOLUÇÃO Nº 20.993, DE 26.02.2002,\nDO TRIBUNAL SUPERIOR ELEITORAL. ART. 6º DA LEI Nº 9.504/97. ELEIÇÕES\n DE 2002. COLIGAÇÃO PARTIDÁRIA. ALEGAÇÃO DE OFENSA AOS ARTIGOS 5º,\nII E LIV, 16, 17, § 1º, 22, I E 48, CAPUT, DA CONSTITUIÇÃO FEDERAL.\nATO NORMATIVO SECUNDÁRIO. VIOLAÇÃO INDIRETA. IMPOSSIBILIDADE DO\nCONTRLE ABSTRATO DE CONSTITUCIONALIDADE.\nTendo sido o dispositivo\nimpugnado fruto de resposta à consulta regularmente formulada por\nparlamentares no objetivo de esclarecer o disciplinamento das\ncoligações tal como previsto pela Lei 9.504/97 em seu art. 6º, o\nobjeto da ação consiste, inegavelmente, em ato de interpretação.\nSaber se esta interpretação excedeu ou não os limites da norma que\nvisava integrar, exigiria, necessariamente, o seu confronto com esta\n regra, e a Casa tem rechaçado as tentativas de submeter ao controle\n concentrado o de legalidade do poder regulamentar. Precedentes: ADI\n nº 2.243, Rel. Min. Marco Aurélio, ADI nº 1.900, Rel. Min. Moreira\nAlves, ADI nº 147, Rel. Min. Carlos Madeira.\nPor outro lado, nenhum\n dispositivo da Constituição Federal se ocupa diretamente de\ncoligações partidárias ou estabelece o âmbito das circunscrições em\nque se disputam os pleitos eleitorais, exatamente, os dois pontos\nque levaram à interpretação pelo TSE. Sendo assim, não há como\nvislumbrar, ofensa direta a qualquer dos dispositivos\nconstitucionais invocados.\nAção direta não conhecida. Decisão por\nmaioria.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=2628&classe=ADI","externo_seq_objeto_incidente":2003713,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 05-03-2004 PP-00014  EMENT VOL-02142-04 PP-00535","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2628&classe=ADI","is_colac":false,"titulo":"ADI 2628","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1946\n                ART-00134 ART-00160\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n                ART-00149 INC-00006\n                ART-00152 INC-00006  (Redação dada pela EMC-1/1969)\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n","LEG-FED   EMC-000011      ANO-1978\n","LEG-FED   EMC-000025      ANO-1985\n","LEG-FED   CF       ANO-1988\n                ART-00002\n                ART-00005 INC-00002 INC-00054\n                ART-00007 PAR-00001\n                ART-00014 PAR-00005\n                ART-00016\n                ART-00017 PAR-00001\n                ART-00022 INC-00001\n                ART-00048 \"CAPUT\"\n                ART-00064\n                ART-00102  INC-00001 LET-A ART-00114\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000008      ANO-1995\n","LEG-FED   DEL-007586      ANO-1945\n                ART-00109 ART-00110 PAR-00001 ART-00136\n","LEG-FED   DEL-009258      ANO-1946\n                ART-00021\n","LEG-FED   LEI-004737    ANO-1965\n                ART-00023 INC-00009 INC-00012\n                ART-00040 ART-00064 ART-00086 ART-00184\n                CEL-1965 CÓDIGO ELEITORAL\n","LEG-FED   LEI-001164      ANO-1950\n                ART-00132 PAR-00001\n","LEG-FED   LEI-004740      ANO-1965\n                ART-00007\n","LEG-FED   LEI-005682      ANO-1971\n                ART-00003 (Redação dada pela LEI-6767/1979)\n                ART-00004\n","LEG-FED   LEI-007493      ANO-1986\n                ART-00006 PAR-00001\n","LEG-FED   LEI-008713      ANO-1993\n                ART-00006\n","LEG-FED   LEI-009096      ANO-1995\n                ART-00005 ART-00007 PAR-00001 ART-00013\n","LEG-FED   LEI-091100      ANO-1995\n                ART-00006\n","LEG-FED   LEI-009110      ANO-1995\n                ART-00006\n","LEG-FED   LEI-009504      ANO-1997\n                ART-00001 PAR-ÚNICO INC-00001 ART-00006\n                ART-00007 PAR-00001 PAR-00002 ART-00008\n                ART-00011 ART-00105\n                (Lei de Eleições).\n","LEG-FED   LEI-009840      ANO-1999\n","LEG-FED   RES-012867      ANO-1986\n","LEG-FED   RES-012874      ANO-1986\n                (TSE)\n","LEG-FED   RES-012878\n                (TSE)\n","LEG-FED   RES-020126      ANO-1998\n                (TSE)\n","LEG-FED   RES-020343\n                (TSE)\n","LEG-FED   RES-020370\n                (TSE)\n","LEG-FED   RES-021002      ANO-2002\n                (TSE)\n","LEG-FED   INT-000055\n                ART-00004 PAR-00001\n                (TSE)\n","LEG-EST   RES-000118      ANO-2000\n                ART-00002\n                (TRE - RS)\n","LEG-EST   INT-000001      ANO-2000\n                (TRE - RR)"],"publicacao_data":"2004-03-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, EXAME, ATO\nINTERPRETATIVO, (TSE), DISPOSITIVO, LEI ELEITORAL, DISCIPLINAMENTO,\nCOLIGAÇÃO PARTIDÁRIA, DIVERSIDADE, CIRCUNSCRIÇÃO. INOCORRÊNCIA,\nOFENSA DIRETA, PRINCÍPIO, CONSTITUIÇÃO FEDERAL,\nLEGALIDADE, DEVIDO PROCESSO LEGAL, ANUALIDADE, LEI, ALTERAÇÃO,\nPROCESSO ELEITORAL, AUTONOMIA, PARTIDO POLÍTICO, RESERVA LEGAL,\nSEPARAÇÃO DOS PODERES.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NELSON JOBIM:\n IMPOSSIBILIDADE, CONTROLE CONCENTRADO,\nCONSTITUCIONALIDADE, EXAME, MATÉRIA INFRACONSTITUCIONAL, VERIFICAÇÃO,\nALCANCE, INTERPRETAÇÃO, (TSE), DISPOSITIVO, LEI ELEITORAL, NECESSIDADE,\nPARTIDO POLÍTICO, OBSERVÂNCIA, \"PARÂMETRO INAFASTÁVEL\", COLIGAÇÃO,\nELEIÇÃO MAJORITÁRIA NACIONAL, PRESIDENTE DA REPÚBLICA, MOMENTO,\nCOLIGAÇÃO, ELEIÇÃO, ESTADO,  GOVERNADOR, SENADOR, DEPUTADO FEDERAL,\nDEPUTADO ESTADUAL. CONFIGURAÇÃO, INTERPRETAÇÃO, ÂMBITO, LEGALIDADE,\nENTENDIMENTO, JUSTIÇA ELEITORAL, OBRIGATORIEDADE, COLIGAÇÃO SIMÉTRICA,\nDECORRÊNCIA, CARÁTER NACIONAL, AGREMIAÇÃO PARTIDÁRIA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MOREIRA ALVES:\nIMPOSSIBILIDADE, CONTROLE CONCENTRADO,\nEXAME, NORMA SECUNDÁRIA, NATUREZA INTERPRETATIVA, CONTEÚDO, LEI\nELEITORAL. IRRELEVÂNCIA, ACERTO, ERRO, ENTENDIMENTO, JUSTIÇA\nELEITORAL, FASE PRELIMINAR, CONHECIMENTO, AÇÃO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NÉRI DA SILVEIRA:\nAUSÊNCIA, CARÁTER NORMATIVO, ATO, (TSE), FINALIDADE, RESPOSTA, CONSULTA\nPARLAMENTAR, REFERÊNCIA,\nABRANGÊNCIA, TERMO, CIRCUNSCRIÇÃO, FINALIDADE, CELEBRAÇÃO, COLIGAÇÃO\nPARTIDÁRIA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO:\n EXISTÊNCIA, PRERROGATIVA DE PODER,\nDOMÍNIO DE ATUAÇÃO, MEMBRO, JUDICIÁRIO, FUNÇÃO JURÍDICA, DEFINIÇÃO,\nINTERPRETAÇÃO, TEXTO CONSTITUCIONAL, ORDENAMENTO JURÍDICO, DECORRÊNCIA,\nPRINCÍPIO, SEPARAÇÃO DOS PODERES.\nCONFIGURAÇÃO, INCONSTITUCIONALIDADE REFLEXA, EVENTUALIDADE,\nEXTRAVASAMENTO, ATO REGULAMENTAR, COMANDO, LEI.\n- VOTO VENCIDO, MIN. SYDNEY SANCHES: PRELIMINAR,\nPOSSIBILIDADE, AÇÃO DIRETA, CONTROLE\nABSTRATO, CONSTITUCIONALIDADE, RESOLUÇÃO, (TSE),\nOBRIGATORIEDADE, VERTICALIZAÇÃO, COLIGAÇÃO, ELEIÇÃO MAJORITÁRIA,\nESTADO-MEMBRO, ELEIÇÃO PRESIDENCIAL. CARACTERIZAÇÃO, NORMATIVIDADE,\nAUTONOMIA, IMPESSOALIDADE, GENERALIDADE, ABSTRAÇÃO, ATO, ATINGIMENTO,\nTOTALIDADE, JUSTIÇA ELEITORAL, CANDIDATO, PARTIDO POLÍTICO.\n- VOTO VENCIDO, MIN. SYDNEY SANCHES: INCONSTITUCIONALIDADE,\nDISPOSITIVO, INSTRUÇÃO NORMATIVA, (TSE), VEDAÇÃO, PARTIDO POLÍTICO,\nCELEBRAÇÃO,  COLIGAÇÃO MAJORITÁRIA NACIONAL, ELEIÇÃO, PRESIDENTE DA\nREPÚBLICA, PLEITO, (2002), DIVERSIDADE, COLIGAÇÃO MAJORITÁRIA ESTADUAL,\nIMPERTINÊNCIA, ALEGAÇÃO, CARÁTER NACIONAL, PARTIDO POLÍTICO.\nCARACTERIZAÇÃO, VIOLAÇÃO, PRINCÍPIO, ANUALIDADE, SEGURANÇA JURÍDICA,\nALTERAÇÃO, LEI, PROCESSO ELEITORAL, VIGÊNCIA, ANO, ELEIÇÃO,\nIRRELEVÂNCIA, AUSÊNCIA, CONSULTA, MATÉRIA, COLIGAÇÃO,\nPLEITO ANTERIOR. IMPOSSIBILIDADE, INTERFERÊNCIA, JUSTIÇA ELEITORAL,\nAUTONOMIA, AGREMIAÇÃO PARTIDÁRIA, CONFIGURAÇÃO, MATÉRIA, \"INTERNA\nCORPORIS\", LEGENDAS, DECISÃO, COLIGAÇÃO PARTIDÁRIA. OCORRÊNCIA,\nVIOLAÇÃO, PRINCÍPIO, SEPARAÇÃO DOS PODERES, RESERVA LEGAL,\nINOVAÇÃO, MODIFICAÇÃO, (TSE), LEI ELEITORAL, DECORRÊNCIA, PROCEDIMENTO,\nINTERPRETAÇÃO, CONFIGURAÇÃO, USURPAÇÃO, COMPETÊNCIA PRIVATIVA, PODER\nLEGISLATIVO . INEXISTÊNCIA, RESTRIÇÃO LEGAL, LIBERDADE, COLIGAÇÃO\nMAJORITÁRIA, ELEIÇÃO, DIVERSIDADE, CIRCUNSCRIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2628&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"Acórdãos citados: ADI-147-MC (RTJ 131/968), ADI 353 QO (RTJ 147/401),\nADI 365 AgR (RTJ 134/558), ADI 392 MC (RTJ 137/75), ADI 531 AgR\n(RTJ 139/67), ADI 536 MC (RTJ 137/580), ADI 561,ADI 589 DI 613,\nADI 696, ADI 708 MC (RTJ 142/718), ADI 842,\nADI 1063 MC (RTJ 178/22), ADI 1096 MC (RTJ 158/441), ADI 1347 MC\n(RTJ 176/1019), ADI 1407 MC (RTJ 176/578), ADI 1587 (RTJ 176/239),\nADI 1647 (RTJ 168/774), ADI 1660, ADI 1692, ADI 1710 (RTJ 175/490),\nADI 1787 MC, ADI 1805, ADI 1822 (RTJ 172/425),\nADI 1883 (RTJ 172/47), ADI 1900 MC, ADI 2243, ADI 2265, ADI 2266,\nADI 2268, ADI 2273, ADI 2275 MC (RTJ 180/156), ADI 2277 MC\n(RTJ 183/114), ADI 2280, ADI 2282 MC (RTJ 186/479), ADI 2285, ADI 2287,\nADI 2626, RE 171061 (RTJ 157/349), RE 189550\n(RTJ 166/611); RTJ 133/69, RTJ 134/559, RTJ 137/580, RTJ 139/67,\nRTJ 147/545, RTJ 158/54; RDA 33/457; CONSULTAS AO TSE: 327, 382, 444,\n510, 624, 689, 715, 758, 759, 760, 762, 766.\n- Legislação Estrangeira citada: artigos 99, 102, 3 e 103 da\nConstituição da Costa Rica de 1949.\nNúmero de páginas: (153). \r\nAnálise:(MSA).\nInclusão: 22/11/04, (MLR).\nAlteração: 08/08/05, (NT).\nAlteração 07/02/2019 VRL","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.          : PARTIDO DA FRENTE LIBERAL - PFL\nADVDOS.         : ADMAR GONZAGA E OUTRO\nREQDO.          : TRIBUNAL SUPERIOR ELEITORAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":96513,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2628","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2002-04-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"OBRA:  HISTÓRIA E TEORIA DOS PARTIDOS POLÍTICOS NO BRASIL\nAUTOR: AFONSO ARINOS DE MELO FRANCO\nEDITORA: ALFA=ÔMEGA\nPÁGINA: 81  ANO: 1974\nOBRA:  DO PODER REGULAMENTAR \"IN\" TEMAS DE DIREITO PÚBLICO\nAUTOR: CARLOS MÁRIO DA SILVA VELLOSO\nEDITORA: DEL REY\nEDIÇÃO: 1ª, 2ª TIR     PÁGINA: 439    ANO: 1997\nOBRA:  ESTUDO A PROPORCIONALIDADE NA JURISPRUDÊNCIA DO SUPREMO\nTRIBUNAL FEDERAL \"IN\" REPERTÓRIO IOB DE JURISPRUDÊNCIA Nº 23\nAUTOR: GILMAR FERREIRA MENDES\nANO: 1994\nOBRA:  SECONDA REPUBBLICA? SI, MA BENE\nAUTOR: GIOVANNI SARTORI\nEDITORA: RIZZOLI\nPÁGINA: 43   ANO: 1992\nOBRA:  INTERPRETAÇÃO CONSTITUCIONAL\nAUTOR: INOCÊNCIO MÁRTIRES COELHO\nEDITORA: SÉRGIO ANTÔNIO FABRIS EDITOR\nPÁGINA: 80   ANO: 1997\nOBRA:  CURSO DE DIREITO CONSTITUCIONAL POSITIVO\nAUTOR: JOSÉ AFONSO DA SILVA\nEDITORA: MALHEIROS\nEDIÇÃO: 19ª    PÁGINAS: 382/383\nOBRA:  NORMA CONSTITUCIONAL E SEUS EFEITOS\nAUTOR: MARIA HELENA DINIZ\nEDITORA: SARAIVA\nEDIÇÃO: 3ª    PÁGINA: 108  ANO: 1997\nOBRA:  O BRASIL E AS REFORMAS POLÍTICAS, FORUM NACIONAL\nAUTOR: NELSON JOBIM\nEDITORA: JOSÉ OLYMPIO\nPÁGINA: 16   ANO: 1992\nOBRA:  SISTEMAS PARTIDÁRIOS EM NOVAS DEMOCRACIAS - O CASO DO BRASIL\nAUTOR: SCOTT P. MAINWARING\nEDITORA: FGV EDITORA E MERCADO ABERTO\nPÁGINA: 318   ANO: 2001\nOBRA:  LEI COMPLEMENTAR TRIBUTÁRIA\nAUTOR: SOUTO MAIOR BORGES\nEDITORA: RT\nPÁGINAS: 13/14  ANO 1975\nOBRA:  CONSTITUIÇÃO FEDERAL ANOTADA\nAUTOR: UADI L. BULOS\nEDITORA: SARAIVA\nEDIÇÃO: 3ª    PÁGINA: 16  ANO: 2001\nOBRA:  HISTÓRIA DO DIREITO CONSTITUCIONAL BRASILEIRO\nAUTOR: WALDEMAR MARTINS FERREIRA\nEDITORA: MAX LIMONAD\nPÁGINA: 259   ANO: 1954\nOBRA:  RAZÕES DE DESORDEM\nAUTOR: WANDERLEY GUILHERME DOS SANTOS\nEDITORA: ROCCO\nPÁGINA: 32   ANO: 1993","ministro_facet":["SYDNEY SANCHES","ELLEN GRACIE"],"processo_numero":2628,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur208603","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"A Turma denegou a ordem de habeas corpus, nos termos do voto da Relatora. Unânime. Não participou, justificadamente, deste julgamento, a Senhora Ministra Cármen Lúcia. Presidência do Senhor Ministro Dias Toffoli. 1ª Turma, 3.4.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur208603","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:19:16.115749","dg_unique":"sjur208603","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS. TRÁFICO DE DROGAS. PRISÃO CAUTELAR MANTIDA NA SENTENÇA. PRESSUPOSTOS E FUNDAMENTOS DA PRISÃO PREVENTIVA. RISCO DE REITERAÇÃO DELITIVA E À ORDEM PÚBLICA. \n\n\n\n          1. Havendo condenação criminal, ainda que submetida à apelação, encontram-se presentes os pressupostos da preventiva, a saber, prova da materialidade e indícios de autoria. Não se trata, apenas, de juízo de cognição provisória e sumária acerca da responsabilidade criminal do acusado, mas, sim, de julgamento condenatório, que foi precedido por amplo contraditório e no qual as provas foram objeto de avaliação imparcial, ou seja, um juízo efetuado, com base em cognição profunda e exaustiva, de que o condenado é culpado de um crime. Ainda que a sentença esteja sujeita à reavaliação crítica através de recursos, a situação difere da prisão preventiva decretada antes do julgamento.\n\n\n\n          2. Se as circunstâncias concretas da prática do crime indicam o envolvimento profundo do agente com o tráfico de drogas e, por conseguinte, a periculosidade e o risco de reiteração delitiva, está justificada decretação ou a manutenção da prisão cautelar para resguardar a ordem pública, desde que igualmente presentes boas provas da materialidade e da autoria. \n\n\n\n          3. O efeito disruptivo e desagregador do tráfico de drogas, este associado a um mundo de violência, desespero e morte para as suas vítimas e para as comunidades afetadas, justifica tratamento jurídico mais rigoroso em relação aos agentes por eles responsáveis e que deve refletir na análise dos casos concretos.\n\n\n\n          4. Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1958484","externo_seq_objeto_incidente":4045253,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-085 DIVULG 02-05-2012 PUBLIC 03-05-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=107605&classe=HC","is_colac":false,"titulo":"HC 107605","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00043  \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-003689      ANO-1941\r\n          ART-00312 ART-00387  \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00033 \"CAPUT\"\r\n                LTX-2006 LEI DE TÓXICOS\r\n","LEG-INT   CVC      ANO-1991\r\n          CONVENÇÃO DE VIENA CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\r\n","LEG-FED   DEC-000154      ANO-1991\r\n          ART-00003 ITEM-6 ITEM-7  \r\n          PROMULGA A CONVENÇÃO DE VIENA CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\r\n          DECRETO\r\n","LEG-FED   DLG-000162      ANO-1991\r\n          APROVA A CONVENÇÃO DE VIENA CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\r\n                DECRETO LEGISLATIVO"],"publicacao_data":"2012-05-03","documental_acordao_mesmo_sentido_lista_texto":"HC 113853  PROCESSO ELETRÔNICO\n          JULG-19-03-2013  UF-RS  TURMA-01  MIN-ROSA WEBER N.PÁG-*** \n          DJe-066  DIVULG 10-04-2013  PUBLIC 11-04-2013\n \nHC 108752  PROCESSO ELETRÔNICO\n          JULG-22-05-2012  UF-MG  TURMA-01  MIN-ROSA WEBER N.PÁG-015 \n          DJe-118  DIVULG 15-06-2012  PUBLIC 18-06-2012\n          RTJ VOL-00224-01 PP-00520\n \nHC 108753  PROCESSO ELETRÔNICO\n          JULG-22-05-2012  UF-MG  TURMA-01  MIN-ROSA WEBER N.PÁG-015 \n          DJe-113  DIVULG 11-06-2012  PUBLIC 12-06-2012\n \nHC 108505  PROCESSO ELETRÔNICO\n          JULG-03-04-2012  UF-DF  TURMA-01  MIN-ROSA WEBER N.PÁG-013 \n          DJe-091  DIVULG 09-05-2012  PUBLIC 10-05-2012","documental_indexacao_texto":"-  MITIGAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, CONDENAÇÃO, \r\nPENDÊNCIA, RECURSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=107605&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 84078 - Tribunal Pleno, HC 92687 - Tribunal \r\nPleno, HC 98754, HC 100949 - Tribunal Pleno, HC 104174 - Tribunal \r\nPleno, HC 104332, HC 109436.\r\n- Decisão monocrática citada: HC 94194 \r\n- Veja HC 173412 do STJ.\r\n- Decisão estrangeira citada: Caso US v. Russel 411 U.S 423, 93 S.Ct.\r\n1637, 36 L.Ed.2d 366 1973 da Suprema Corte norte-americana.\r\nNúmero de páginas: 14.\r\nAnálise: 14/05/2012, AAT.\r\nRevisão: 15/05/2012, MMR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : JOSÉ AMARO DOS SANTOS \r\nIMPTE.(S)           : MARUZAM ALVES DE MACEDO E OUTRO(A/S)\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":208603,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"HC 107605","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2012-04-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":107605,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}