{"result":{"took":521,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur450373","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, com a condição de que o Estado requerente assuma formalmente os compromissos pertinentes, previstos no art. 96 da Lei 13.445/17, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 21.5.2021 a 28.5.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur450373","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur450373","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extradição instrutória. Governo do Paraguai. Pedido instruído com os documentos necessários para sua análise. Homicídio qualificado com concurso de agentes. Artigo 105, inciso I, do Código Penal paraguaio. Dupla tipicidade. Reconhecimento. Correspondência com o art. 121, § 2º, do Código Penal. Prescrição. Não ocorrência, tanto sob a óptica da legislação alienígena quanto sob a óptica da legislação penal brasileira. Crime ocorrido sob alegação de legítima defesa. Exame de fatos subjacentes à acusação. Impossibilidade. Sistema de contenciosidade limitada. Precedentes. Vínculos afetivos e familiares do súdito paraguaio mantidos no Brasil. Irrelevância. Inteligência da Súmula nº 421 do Supremo Tribunal Federal. Precedentes. Alegado risco genérico de vida que correria o extraditando caso efetivada sua entrega em razão de suposta ameaça de morte a ele e aos seus. Ausência de prova desse fato. Dever do Estado requerente de garantir a segurança do extraditando em seu território. Precedentes. Atendimento aos requisitos da Lei nº 13.445/17 (Lei da Imigração) e do Tratado de Extradição firmado entre os Estados Partes do Mercosul. Deferimento in totum do pedido de extradição. Compromissos a serem expressamente assumidos pelo Estado requerente, nos termos do art. 96 da Lei nº 13.445/17.\n\n\n\n    1. O Estado requerente possui competência para a instrução e o julgamento dos fatos narrados nos documentos que instruem a Nota Verbal nº 231, pois o crime imputado ao extraditando foi praticado em seu território (art. 83, I, da Lei nº 13.445/17).\n\n\n\n    2. O crime não possui conotação política, afastando-se, portanto, a vedação do art. 82, VII, da Lei nº 13.445/17.\n\n\n\n    3. O pedido formal de extradição foi devidamente instruído pelo Estado requerente com cópia do mandado de prisão expedido por autoridade judiciária competente (ordem de prisão nº 443, de 6/10/20, expedida pela Promotoria Regional de Puerto Casado), havendo indicações seguras a respeito da identidade do extraditando, bem como do local, da data, da natureza e das circunstâncias do fato delituoso (art. 88, § 3º, da Lei nº 13.445/17).\n\n\n\n    4. O requisito da dupla tipicidade foi preenchido, uma vez que o art. 105, I, do Código Penal paraguaio, que tipifica o crime de homicídio qualificado, encontra correspondência no art. 121, § 2º, do Código Penal brasileiro.\n\n\n\n    5. Encontra-se presente o requisito da dupla punibilidade, haja vista que não ocorreu a prescrição da pretensão punitiva sob a óptica da legislação de ambos os Estados (art. 82, VI, da Lei nº 13.445/17).\n\n\n\n    6. O modelo extradicional vigente no Brasil, no qual se emprega o sistema de contenciosidade limitada, impede que o Supremo Tribunal Federal incursione no mérito da acusação para analisar tese defensiva de que o crime teria ocorrido sob o manto da excludente de ilicitude da legítima defesa.\n\n\n\n    7. É irrelevante, para fins de extradição, o fato de o extraditando manter vínculos afetivos e familiares no Brasil, nos termos da Súmula nº 421 do Supremo Tribunal Federal, que é compatível com a Constituição Federal. Precedente.\n\n\n\n    8. O suposto risco de vida que correria o extraditando caso efetivada sua entrega ao Estado requerente, em razão de alegada ameaça de morte dirigida a ele e a seus familiares, não constitui óbice ao deferimento da extradição. A uma, porque a prova dessa alegação se resume à palavra do extraditando. A duas, porque incumbe ao Estado requerente garantir a segurança do extraditando em seu território (Ext nº 1.466, Segunda Turma, de minha relatoria, DJe de 5/4/17).\n\n\n\n    9. Pedido de extradição deferido in totum, com a condição de que o Estado requerente assuma formalmente os compromissos pertinentes, previstos no art. 96 da Lei nº 13.445/17.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756641885","externo_seq_objeto_incidente":6097535,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-155  DIVULG 03-08-2021  PUBLIC 04-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1658&classe=Ext","is_colac":false,"titulo":"Ext 1658","documental_legislacao_citada_texto":["LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00006 INC-00007 ART-00083\n    INC-00001 ART-00086 ART-00088 PAR-00003\n    ART-00096 INC-00001 INC-00002 INC-00004\n    LEI ORDINÁRIA\n\n","LEG-INT   ACO ANO-1998\n    ART-00029 ITEM-00004\n    ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 ART-00105 INC-00001 ART-00109\n    INC-00001 ART-00121 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605 ANO-2003\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975 ANO-2004\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-08-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1658&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ESTADO REQUERENTE, GARANTIA, SEGURANÇA, EXTRADITANDO)\nExt 1466 (2ªT). \n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 866 (TP), Ext 897 (TP), Ext 932 (TP). \n(SÚMULA 421/STF)\nExt 1074 (TP), Ext 1572 (1ªT), Ext 1598 (2ªT). \n- Legislação estrangeira citada: art. 29, itens 1º e 2º, art. 102 e art. 105, itens 1º e 2°, subitens 2 e 4, do Código Penal paraguaio.\nNúmero de páginas: 18.\nAnálise: 22/04/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PARAGUAI \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : ELVIO DARIO REYES ALCARAZ \nADV.(A/S)  : RAMON SOBRAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":450373,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1658","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-05-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"FRAGA, Mirtô. O novo estatuto do estrangeiro comentado. Rio de Janeiro: Forense, 1985. p. 336.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":1658,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451127","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, formulado pelo Governo da Bélgica, ficando condicionada a entrega de Vedat Kayretki: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/17; e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/17, e por corolário, indeferiu o pedido de conversão do julgamento em diligência, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 6.8.2021 a 16.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451127","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur451127","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. GOVERNO DA BÉLGICA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO TRATADO BILATERAL DE EXTRADIÇÃO VIGENTE ENTRE AS PARTES (DECRETO 41.909/57). POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. IMPUTAÇÃO DO CRIME DE TRÁFICO DE PESSOAS AGRAVADO. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. SUPOSTA INIMPUTABILIDADE DO EXTRADITANDO. IMPOSSIBILIDADE DE ANÁLISE ATRAVÉS DE PROCESSO DE EXTRADIÇÃO. ADOÇÃO, NO BRASIL, DO SISTEMA BELGA OU DA CONTENCIOSIDADE LIMITADA. PRECEDENTES. AUSÊNCIA DE PRESCRIÇÃO DO DELITO EM AMBOS OS ESTADOS. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI Nº 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é que é cidadão turco. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445/17) e do Tratado de Extradição entre o Governo da República Federativa do Brasil e o Governo da Bélgica, promulgado no Brasil pelo Decreto 41.909, de 29/7/1957. \n\n\n\n    2. O fato delituoso imputado ao extraditando corresponde, no direito pátrio, ao crime de tráfico de pessoas agravado (artigo 149-A, II e IV, e § 1º, II e IV, do Código Penal). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/17. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos.\n\n\n\n    3. O sistema belga – ou de contenciosidade limitada – que rege o processo de extradição passiva, no Brasil (art. 91, § 1º, da Lei de Migração), não autoriza a análise, pelo SUPREMO TRIBUNAL FEDERAL, de questões atinentes à avaliação do material probatório produzido na investigação efetivada pelo Estado requerente e, por esse motivo, também é insuscetível de análise, em processo de extradição, suposta inimputabilidade do extraditando. Precedentes. Dessa forma, ‘cabe ao Estado requerente a análise sobre aplicação de pena ou medida de segurança ao extraditando’ (Ext 932, Rel. Min. JOAQUIM BARBOSA, Tribunal Pleno, DJe de 28/3/2008).\n\n\n\n    4. No caso concreto, tanto pela legislação internacional como pela legislação pátria, o prazo prescricional ainda não foi alcançado.\n\n\n\n    5. Pedido extradicional deferido, ficando condicionada a entrega de VEDAT KAVRETLI (a) à decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/17; e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/17. Indeferido o pedido de conversão do julgamento em diligência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756863142","externo_seq_objeto_incidente":6083298,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-166  DIVULG 19-08-2021  PUBLIC 20-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1655&classe=Ext","is_colac":false,"titulo":"Ext 1655","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00047 INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00075 ART-00109 INC-00003 ART-00110\n    ART-0149A INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 PAR-00001 INC-00001\n    INC-00002 INC-00003 INC-00004 PAR-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000026 ANO-1956\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   DEC-041909 ANO-1957\n    ART-00003 ART-00005 LET-B\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO FIRMADO A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00002 ART-00091 PAR-00001\n    ART-00095 \"CAPUT\" PAR-00001 ART-00096\n    LEI ORDINÁRIA - LEI DE IMIGRAÇÃO"],"publicacao_data":"2021-08-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ENTREGA DO EXTRADITANDO, CONSIDERAÇÃO, INSANIDADE MENTAL. PROCESSO DE EXTRADIÇÃO, PACOTE ANTICRIME, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE, QUARENTA ANOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1655&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PEDIDO, EXTRADIÇÃO, NECESSIDADE, PROMESSA, RECIPROCIDADE, TRATADO DE EXTRADIÇÃO)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(EXTRADIÇÃO, ESTRANGEIRO, FAMÍLIA, NACIONALIDADE BRASILEIRA)\nExt 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 669 (TP). \n(STF, IMPOSSIBILIDADE, AVALIAÇÃO, MÉRITO, PROVA, EXTRADIÇÃO PASSIVA, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP). \n(PROCESSO DE EXTRADIÇÃO, AVALIAÇÃO, STF, AGENTE INIMPUTÁVEL, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 932 (TP), Ext 1373 (1ªT). \n(LEI PENAL, REINO DA BÉLGICA, PRAZO PRESCRICIONAL, PRETENSÃO EXECUTÓRIA)\nExt 1572 (1ªT). \n- Decisão monocrática citada:\n(PETIÇÃO, EXTRADIÇÃO, ESTADO REQUERENTE, REQUISITO, DESCRIÇÃO, FATO)\nExt 667 diligência.\n- Legislação estrangeira citada: Art. 31, primeiro parágrafo, art. 33, art. 42-1°, art. 43, art. 66,\nart. 79 e art. 80, do Código Penal, da Bélgica. Art. 1º, art. 77bis e art. 77quater, §§ 1°, 2°, 4° e 7°, da Lei de estrangeiros da Bélgica. Artigo V, alínea b, e artigo III do Tratado de Extradição firmado entre o Brasil e a Bélgica, de 06/05/1953.\n- Veja PPE 960 do STF.\nNúmero de páginas: 29.\nAnálise: 29/06/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA BÉLGICA \nEXTDO.(A/S)  : VEDAT KAYRETLI \nADV.(A/S)  : DANIEL MOURAD MAJZOUB \nADV.(A/S)  : RICARDO GRAZIANI ROMARIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451127,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1655","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1655,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451188","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade das expressões “no prazo de trinta dias” e “ou a justificativa pela omissão” postas no caput do art. 2º, no parágrafo único do art. 2º e no art. 4º, todos da Lei nacional nº 10.001, de 4 de setembro de 2000, nos termos do voto da Relatora, vencido o Ministro Gilmar Mendes, que julgava totalmente improcedente o pedido. Plenário, Sessão Virtual de 11.6.2021 a 18.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451188","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur451188","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CAPUT E PARÁGRAFO ÚNICO DO ART. 2º E ART. 4º DA LEI FEDERAL N. 10.001/2000. ATRIBUIÇÕES DOS MEMBROS DO MINISTÉRIO PÚBLICO: AMPLIAÇÃO: PROPOSIÇÃO DE ORIGEM PARLAMENTAR. VÍCIO DE INICIATIVA. MATÉRIA RESERVADA A LEI COMPLEMENTAR DE INICIATIVA DO CHEFE DO MINISTÉRIO PÚBLICO DE CADA ESTADO E AO PRESIDENTE DA REPÚBLICA. OFENSA À AL. D DO INC. II DO § 1º DO ART. 61 E AO § 5º DO ART. 128 DA CONSTITUIÇÃO DA REPÚBLICA. USURPAÇÃO DO PODER DE INICIAR PROCESSO LEGISLATIVO. CONTRARIEDADE À INDEPENDÊNCIA E À AUTONOMIA ADMINISTRATIVA DO MINISTÉRIO PÚBLICO. ART. 3º DA LEI FEDERAL N. 10.001/2000. PRIORIDADE NA TRAMITAÇÃO DOS PROCESSOS COM ORIGEM EM APURAÇÕES DAS COMISSÕES PARLAMENTARES DE INQUÉRITO. NORMA DE NATUREZA PROCESSUAL. PROPORCIONALIDADE E RAZOABILIDADE PRESERVADAS. DEFERÊNCIA AO INTERESSE PÚBLICO E À FUNÇÃO FISCALIZADORA CONFERIDA AO PODER LEGISLATIVO. INC. X DO ART. 49 DA CONSTITUIÇÃO DA REPÚBLICA. AÇÃO DIRETA JULGADA PARCIALMENTE PROCEDENTE.\n\n\n\n    1. Há novas atribuições ao Ministério Público ao estabelecer-se a obrigação de comunicar o órgão, semestralmente, o andamento processual dos procedimentos administrativos ou judiciais instaurados em decorrência das conclusões das Comissões Parlamentares de Inquérito (parágrafo único do art. 2º da Lei federal n. 10.001/2000), bem como que preste informações em trinta dias a respeito das providências adotadas ou justifique a omissão (caput do art. 2º da Lei federal n. 10.001/2000), sob pena de “sanções administrativas, civis e penais” (art. 4º da Lei federal n. 10.001/2000).\n\n\n\n    2. É formalmente inconstitucional a norma impugnada, pois usurpada iniciativa reservada pela Constituição da República ao chefe do Poder Executivo para tratar sobre normas gerais à organização do Ministério Público e versada sobre matéria reservada à lei complementar de iniciativa do chefe do Ministério Público estadual. Precedentes.\n\n\n\n    3. A usurpação da competência de iniciativa legislativa conferida ao chefe do Ministério Público pela Constituição da República ofende a autonomia e a independência desse órgão, asseguradas pelo § 2º do art. 127 e pelo § 5º do art. 128 da Constituição da República.\n\n\n\n    4. O estabelecimento de hipóteses de prioridade de tramitação processual insere-se entre as atribuições legislativas da União (inc. I do art. 22 da Constituição da República).\n\n\n\n    5. Não viola a proporcionalidade ou razoabilidade a opção do legislador de priorizar a tramitação de procedimentos administrativos ou judiciais que derivem de apurações das Comissões Parlamentares de Inquérito, considerando o interesse público atingido e a deferência constitucional ao poder fiscalizatório do Congresso Nacional (inc. X do art. 49 da Constituição da República). \n\n\n\n    6. Ação direta de inconstitucionalidade julgada parcialmente procedente para declarar inconstitucionais as expressões “no prazo de trinta dias” e “ou a justificativa pela omissão” postas no caput do art. 2º, no parágrafo único do art. 2º e no art. 4º, todos da Lei federal n. 10.001, de 4 de setembro de 2000.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756848889","externo_seq_objeto_incidente":4812553,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-166  DIVULG 19-08-2021  PUBLIC 20-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5351&classe=ADI","is_colac":false,"titulo":"ADI 5351","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" ART-00022 INC-00001\n    ART-00049 INC-00010 ART-00058 PAR-00001\n    PAR-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00003\n    PAR-00004 ART-00061 PAR-00001 INC-00002\n    LET-D PAR-00002 INC-00002 LET-D\n    ART-00099 ART-00127 PAR-00001 PAR-00002\n    ART-00128 PAR-00005 ART-00129 INC-00001\n    INC-00009\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000064 ANO-1990\n    ART-0026B PAR-00001 PAR-00002 PAR-00003\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000075 ANO-1993\n    ART-00049 INC-00003 INC-00005 ART-00073\n    PAR-ÚNICO\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135 ANO-2010\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008069 ANO-1990\n    ART-00152 PAR-00001\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00017 INC-00004 ART-00031\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009507 ANO-1997\n    ART-00019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010001 ANO-2000\n    ART-00001 ART-00002 \"CAPUT\" PAR-ÚNICO\n    ART-00003 ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00066\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010741 ANO-2003\n    ART-00073\n    EID-2003 ESTATUTO DO IDOSO\n\n","LEG-FED   LEI-012016 ANO-2009\n    ART-00020\n    LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-1211A\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00010 ART-00046\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, RO\n\n","LEG-EST   LEI-001727 ANO-2002\n    LEI ORDINÁRIA, RS"],"publicacao_data":"2021-08-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, STF, NORMA CONSTITUCIONAL, OBJETO, ATRIBUIÇÃO, INICIATIVA DE LEI, CARACTERIZAÇÃO, ELEMENTO ESSENCIAL, OBJETIVO, DISTRIBUIÇÃO, PODERES DA REPÚBLICA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: IMPROCEDÊNCIA, TOTALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, DECORRÊNCIA, INEXISTÊNCIA, LEI IMPUGNADA, VEICULAÇÃO, ATRIBUIÇÃO. JURISPRUDÊNCIA, STF, POSSIBILIDADE, VEICULAÇÃO, NOVIDADE, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, REQUISITO, COMPATIBILIDADE, FINALIDADE, INSTITUIÇÃO. UTILIZAÇÃO, DEFINIÇÃO, PALAVRA, ATRIBUIÇÃO, LEI ORGÂNICA DO MINISTÉRIO PÚBLICO DA UNIÃO, CONTEÚDO NORMATIVO, COMPETÊNCIA, FUNÇÃO, EXERCÍCIO, PODER-DEVER. AUSÊNCIA, INCONSTITUCIONALIDADE MATERIAL, INOCORRÊNCIA, CRIAÇÃO, ATRIBUIÇÃO, CARÁTER ESPECÍFICO, MEMBRO, MINISTÉRIO PÚBLICO, CONTEÚDO NORMATIVO, DIVERSIDADE, AGENTE PÚBLICO. DIREITO COMPARADO, ESTÍMULO, COLABORAÇÃO, INSTITUIÇÃO PÚBLICA, PODERES DA REPÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5351&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, LEI ESTADUAL, ATRIBUIÇÃO, DEVER, MINISTÉRIO PÚBLICO)\nADI 3041 (TP), ADI 4142 (TP), ADI 5402 (TP). \n(INCONSTITUCIONALIDADE, LEI ORDINÁRIA, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL)\nADI 3041 (TP). \n(NORMA CONSTITUCIONAL, ATRIBUIÇÃO, INICIATIVA, PROCESSO LEGISLATIVO, ESSENCIALIDADE, FEDERALISMO)\nADI 5087 (TP). \n(INICIATIVA PRIVATIVA, UNIÃO FEDERAL, NORMA, PRIORIDADE, TRAMITAÇÃO, DEMANDA, CARÁTER PROCESSUAL)\nADI 3483 (TP). \n(CONSTITUCIONALIDADE FORMAL, LEI ORDINÁRIA, INICIATIVA, CONGRESSO NACIONAL, AUSÊNCIA, VEICULAÇÃO, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nADI 2794 (TP). \n(CONSTITUCIONALIDADE, LEI ORDINÁRIA, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CONSONÂNCIA, FINALIDADE, INSTITUIÇÃO)\nADI 2794 (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, PARLAMENTAR, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, OBSERVÂNCIA, LIMITE CONSTITUCIONAL, LEI ORGÂNICA NACIONAL DO MINISTÉRIO PÚBLICO)\nADI 4142 (TP), ADI 5184 (TP), ADI 5281 (TP), ADI 5402 (TP), ADI 5700 (TP). \n(CONSTITUCIONALIDADE, CÓDIGO CIVIL DE 2002, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, PROTEÇÃO, FUNDAÇÃO)\nADI 2794 (TP). \n(CPI, IMPOSSIBILIDADE, JULGAMENTO, EXCLUSIVIDADE, PODER JUDICIÁRIO)\nHC 71039 (1ªT), MS 23639 (1ªT). \n- Decisão estrangeira citada: Sentenza 231, de 1975 – Conflitto di Attribuizione tra Poteri dello Stato –\nRel. Vezio Crisafulli, da Itália; First Report of the Select Committee on Procedure of Session 1977–78, HC 588-I, p. 72-74, do Reino Unido.\n- Legislação estrangeira citada: art. 82, §1º, da Constituição da Itália.\nNúmero de páginas: 54.\nAnálise: 18/08/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451188,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5351","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-06-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BULOS, Uadi Lammêgo. Comissão Parlamentar de Inquérito: técnica e prática. São Paulo: Saraiva, 2001. p. 18-20 e 196-197.\nCANOTILHO, J. J. Gomes et al. (org.). Comentários à Constituição do Brasil. 2. ed. São Paulo; Brasília: Saraiva; Almedina; IDP, 2018. p. 1635.\nCLÈVE, Clèmerson Merlin. O Ministério Público e a reforma constitucional. Revista dos Tribunais, v. 692, jun. 1993. p. 21.\nDANNEMANN, Gerhard. Comparative Law: study of similarities or differences? In: REIMANN, Mathias; ZIMMERMANN, Reinhard. (org.). The Oxford Handbook of Comparative Law. 2. ed. Oxford: Oxford University, 2019. p. 390-422.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição brasileira de 1988. 1990. v. 1. p. 37.\nGONÇALVES, Pedro Costa. Manual de Direito Administrativo. Lisboa: Almedina, 2019. v. 1. p. 168.\nMAY, Thomas Erskine. Parliamentary Practice – Treatise on the Law, Privileges, Proceedings and Usage of Parliament. 25. ed. Londres: Butterworths, 2019. cap. 38.54.\nMAZZILLI, Hugo Nigro. O Ministério Público na Constituição de 1988. São Paulo: Saraiva, 1989. p. 73-75.\nMAZZILLI, Hugo Nigro. Ministério Público. 4. ed. São Paulo: Malheiros, 2015. p. 61-62.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. São Paulo: Malheiros, 1998. p. 70.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":5351,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451888","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta de inconstitucionalidade, nos termos do voto da Relatora. Plenário, Sessão Virtual de 13.8.2021 a 20.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451888","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur451888","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR EM AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONVERSÃO EM JULGAMENTO DEFINITIVO. § 3º DO ART. 326-A DO CÓDIGO ELEITORAL, ACRESCENTADO PELA LEI N. 13.834/2019. DIVULGAÇÃO DE OBJETO DE DENUNCIAÇÃO CALUNIOSA ELEITORAL. PROPORCIONALIDADE DA PENA ABSTRATA COMINADA. INEXISTÊNCIA DE AFRONTA AOS PRINCÍPIOS DA INDIVIDUALIZAÇÃO DA PENA E DA LIBERDADE DE MANIFESTAÇÃO DE PENSAMENTO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757057349","externo_seq_objeto_incidente":5772028,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-174  DIVULG 31-08-2021  PUBLIC 01-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6225&classe=ADI","is_colac":false,"titulo":"ADI 6225","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00005 INC-00039 INC-00054\n    INC-00056 ART-00103 INC-00008\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737 ANO-1965\n    ART-0326A \"CAPUT\" PAR-00001 PAR-00002\n    PAR-00003\n    CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-013834 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00180 PAR-00001 ART-00273 PAR-0001B\n    ART-00339\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2021-09-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONVERSÃO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, PROPOSITURA, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE; DISPENSABILIDADE, PERTINÊNCIA TEMÁTICA. PRINCÍPIO DA RESERVA LEGAL. SANÇÃO, FUNÇÃO. DEVER DE LEGISLAR, DELITO, PENA, LEGITIMIDADE, NATUREZA CONSTITUCIONAL, PRINCÍPIO DA PROPORCIONALIDADE, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. STF, IMPOSSIBILIDADE, REEXAME, CRITÉRIO, FIXAÇÃO DE PENA, PREVISÃO, LEI, PODER LEGISLATIVO; EXCEPCIONALIDADE, DESPROPORCIONALIDADE, FATO TÍPICO, BEM JURÍDICO, TUTELA, APLICAÇÃO DA PENA. AUTOCONTENÇÃO JUDICIAL, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO DA RESERVA LEGAL. PRECEDENTE, STF, APRECIAÇÃO, CONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO, CRITÉRIO, PRINCÍPIO DA PROPORCIONALIDADE. NORMA PENAL INCRIMINADORA, CASO CONCRETO, PROTEÇÃO, BEM JURÍDICO, NATUREZA CONSTITUCIONAL, MORALIDADE, PROCESSO ELEITORAL, SISTEMA REPRESENTATIVO, DEMOCRACIA. GRAVIDADE, CONDUTA, INFLUÊNCIA, ELEIÇÃO, LEGITIMIDADE, PROCESSO ELEITORAL, PREJUDICIALIDADE, ELEITOR, CANDIDATO, ADMINISTRAÇÃO PÚBLICA, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, AUSÊNCIA, PERMISSÃO, PRÁTICA DE ATO INFRACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONTROLE DE CONSTITUCIONALIDADE, LEI PENAL, DISCUSSÃO, DOUTRINA. PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, APRECIAÇÃO, NECESSIDADE, ADEQUAÇÃO. CONTROLE DE CONSTITUCIONALIDADE, CARÁTER MATERIAL, ATIVIDADE LEGISLATIVA. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. CASO CONCRETO, AUSÊNCIA, OFENSA, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA, TIPO PENAL, PROTEÇÃO, BEM JURÍDICO, RELEVÂNCIA. LIBERDADE DE EXPRESSÃO, DIREITO COMPARADO. ESTADOS UNIDOS DA AMÉRICA, ORIGEM, DOUTRINA, LIBERDADE, IDEIA, EXISTÊNCIA, LIMITAÇÃO, LIBERDADE DE EXPRESSÃO. LIBERDADE DE EXPRESSÃO, AUSÊNCIA, ALCANCE, EVENTUALIDADE, CRIMINALIZAÇÃO, PEDOFILIA, PORNOGRAFIA, DISCURSO, ESTÍMULO, VIOLÊNCIA, DIFAMAÇÃO, CONDUTA DOLOSA. TIPO PENAL, MECANISMO, PUNIBILIDADE, NOTÍCIA FALSA, AGRESSÃO, PROCESSO ELEITORAL, DEMOCRACIA.\n\n- TERMO(S) DE RESGATE: FREE MARKET PLACE OF IDEAS. FIGHTING WORDS. ACTUAL MALICE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6225&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(CONVERSÃO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO)\r\nADI 5566 (TP).\r\n(PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA)\r\nRE 979962 (TP), RHC 192509 (1ªT).\r\n(PODER JUDICIÁRIO, AUSÊNCIA, COMPETÊNCIA, LEGISLAÇÃO, POLÍTICA CRIMINAL)\r\nRE 358315 (2ªT), RE 1106450 AgR (1ªT), RE 1133451 ED-AgR (1ªT), ARE 1305785 AgR (2ªT).\r\n(CONSTITUCIONALIDADE, PRECEITO SECUNDÁRIO, TIPO PENAL)\r\nRE 443388 (2ªT), RE 979962 (TP).\r\n(LIBERDADE DE EXPRESSÃO, DIREITO ABSOLUTO, IMPOSSIBILIDADE)\r\nADPF 187 (TP), ADPF 496 (TP).\r\n(PRINCÍPIO DA PROPORCIONALIDADE, PROIBIÇÃO, EXCESSO, PROTEÇÃO DEFICIENTE)\r\nADI 3112 (TP).\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, CONTROLE ABSTRATO)\r\nADI 1096 MC (TP), ADI 1963 MC (TP).\r\n- Decisões monocráticas citadas:\r\n(PODER JUDICIÁRIO, AUSÊNCIA, COMPETÊNCIA, LEGISLAÇÃO, POLÍTICA CRIMINAL)\r\nHC 95531.\r\n(LIBERDADE, LEGISLADOR, LIMITAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE)\r\nRE 635659.\r\n- Decisão estrangeira citada: caso Abrams v. United States, da Suprema Corte dos Estados Unidos.\nNúmero de páginas: 30.\nAnálise: 26/04/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIAL LIBERAL \nADV.(A/S)  : ENIO SIQUEIRA SANTOS \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451888,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6225","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CANARIS, Claus-Wilhelm. Direitos Fundamentais e Direito Privado. Almedina, 2003.\nFISCHER, Douglas. Garantismo penal integral (e não o garantismo hiperbólico monocular) e o princípio da proporcionalidade: breves anotações de compreensão e aproximação dos seus ideais. Revista de Doutrina da Quarta Região, Porto Alegre, n. 28, mar. 2009.\nGOLDMAN, Alvin I; BAKER, Daniel. Free Speech, Fake News, and Democracy. First Amendment Law Review, v. 18. n. 1. 2019. p. 68.\nGRECO, Rogério. Curso de Direito Penal: parte geral. 20. ed. Niterói/RJ: Impetus, 2018. v. 1. p. 2.\nKOMMERS, Donald P. The Jurisprudence of Free Speech in the United States and the Federal Republic of Germany. Sourther California Law Review, v. 53. n. 2. Jan. 1980. p. 665.\nKROTOSZYNSKI JÚNIOR, Ronald. A Comparative Perspective of The First Amendement: Free Speech, Militant Democracy, and the Primacy of Dignity as a Preferred Constitutional Value in Germany. Tulane Law Review, v. 78. n. 5. p. 79 e 1590-1591.\nPOLASTRI, Marcellus. A Tutela Cautelar no Processo Penal. 3. ed. São Paulo: Atlas, 2014. p. 19.\nRUIVO, Marcelo A. Legislação penal e ciências criminais. RBCCRIM, v. 147, 2018.\nSCALCON, Raquel L. Controle constitucional de leis penais. Lumen Juris, 2018.\nSHAPIRO, Martin. Freedom os Speach: The Supreme Court and Judicial Review. p. 48-49.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":6225,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur452407","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AM","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar inconstitucional a Lei nº 245/2015 do Estado do Amazonas, nos termos do voto do Relator. Foi fixada a seguinte tese de julgamento: “É inconstitucional lei estadual que dispõe sobre a aceitação de diplomas expedidos por universidades estrangeiras”. Plenário, Sessão Virtual de 27.8.2021 a 3.9.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur452407","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amazonas","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur452407","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: Direito constitucional. Ação direta de inconstitucionalidade. Lei estadual que dispõe sobre a admissão de diplomas expedidos por instituições de ensino superior de Portugal e de países do Mercosul. \n\n\n\n    1.  Ação direta contra a Lei nº 245/2015, do Estado do Amazonas, que dispõe sobre a admissão de diplomas de pós-graduação stricto sensu originários de países do MERCOSUL e de Portugal.\n\n\n\n    2.  Há inconstitucionalidade formal, por violação à regra que confere competência privativa à União para legislar sobre diretrizes e bases da educação nacional (art. 22, XXIV, da CF). Precedentes (ADI 5.341, Rel. Min. Edson Fachin; ADI 5.168, Relª. Minª. Cármen Lúcia).\n\n\n\n    3.  Procedência do pedido. Fixação da seguinte tese de julgamento: “É inconstitucional lei estadual que dispõe sobre a aceitação de diplomas expedidos por universidades estrangeiras”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757283691","externo_seq_objeto_incidente":6046973,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-185  DIVULG 15-09-2021  PUBLIC 16-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6592&classe=ADI","is_colac":false,"titulo":"ADI 6592","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00022 INC-00024\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394 ANO-1996\n    ART-00048 PAR-00003\n    LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00008\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-2000\n    ART-00040\n    TRATADO DE AMIZADE, COOPERAÇÃO E CONSULTA, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA PORTUGUESA, CELEBRADO EM PORTO SEGURO EM 22 DE ABRIL DE 2000.\n\n","LEG-FED   DLG-000135 ANO-2001\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE AMIZADE, COOPERAÇÃO E CONSULTA, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA PORTUGUESA, CELEBRADO EM PORTO SEGURO EM 22 DE ABRIL DE 2000.\n\n","LEG-FED   DEC-003927 ANO-2001\n    DECRETO - PROMULGA O TRATADO DE AMIZADE, COOPERAÇÃO E CONSULTA, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA PORTUGUESA, CELEBRADO EM PORTO SEGURO EM 22 DE ABRIL DE 2000.\n\n","LEG-FED   RES-000003 ANO-2011\n    ART-00001 ART-00002 ART-00003 ART-00004\n    RESOLUÇÃO CNE/CES\n\n","LEG-EST   LEI-000245 ANO-2015\n    LEI ORDINÁRIA, AM\n\n","LEG-EST   DEC-005518 ANO-2005\n    ART-00001 ART-00006\n    DECRETO"],"publicacao_data":"2021-09-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ACORDO INTERNACIONAL, NECESSIDADE, REVALIDAÇÃO, DIPLOMA, OBTENÇÃO, ENSINO SUPERIOR, ESTADO ESTRANGEIRO. MATÉRIA, INTERESSE GERAL, NECESSIDADE, IGUALDADE, NORMA, TOTALIDADE, PAÍS. INEXISTÊNCIA, INTERESSE SOCIAL, FUNDAMENTO, MODULAÇÃO DE EFEITOS. INEXIGIBILIDADE, DEVOLUÇÃO, VERBA REMUNERATÓRIA, NATUREZA ALIMENTAR, RECEBIMENTO, BOA-FÉ, PRINCÍPIO DA CONFIANÇA LEGÍTIMA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6592&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIRETRIZ, EDUCAÇÃO, ÂMBITO NACIONAL)\nADI 4720 (TP), ADI 5168 (TP), ADI 5341 (TP), ADI 6073 (TP). \n(INEXIGIBILIDADE, DEVOLUÇÃO, VERBA REMUNERATÓRIA, NATUREZA ALIMENTAR, RECEBIMENTO, BOA-FÉ)\nADI 4545 (TP). \n- Decisão monocrática citada:\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIRETRIZ, EDUCAÇÃO, ÂMBITO NACIONAL)\nADI 5091 MC.\nNúmero de páginas: 14.\nAnálise: 12/05/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORIA-GERAL DA REPUBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAZONAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":452407,"documental_tese_texto":"É inconstitucional lei estadual que dispõe sobre a aceitação de diplomas expedidos por universidades estrangeiras.","procedencia_geografica_completo":"AM - AMAZONAS","processo_codigo_completo":"ADI 6592","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-09-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"MOTTA, Elias de Oliveira. Direito educacional e educação no século XXI. Brasília: Unesco, 1997. p. 91.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6592,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur454053","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Luís Fernando Belém Peres, Procurador do Distrito Federal; pelo interessado Presidente da República, a Dra. Flávia Palmeira de Moura Coelho, Procuradora da Fazenda Nacional; pelo amicus curiae Município de Porto Alegre, o Dr. Nelson Nemo Franchini Marisco, Procurador do Município; pelo amicus curiae Município de São Paulo, a Dra. Simone Andréa Barcelos Coutinho, Procuradora do Município; pelo amicus curiae Estado de Santa Catarina, o Dr. Weber Luiz de Oliveira, Procurador do Estado; e, pela Procuradoria-Geral da República, o Dr. Humberto Jacques de Medeiros, Vice-Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 23.06.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, conheceu da arguição de descumprimento de preceito fundamental, julgou procedente o pedido formulado para declarar a não recepção pela Constituição da República de 1988 das normas previstas no parágrafo único do art. 187 da Lei nº 5.172/1966 (Código Tributário Nacional) e do parágrafo único do art. 29 da Lei nº 6.830/1980 (Lei de Execuções Fiscais), e cancelou a Súmula n. 563 do Supremo Tribunal Federal, nos termos do voto da Relatora, vencidos o Ministro Dias Toffoli, que julgava improcedente a ação, e o Ministro Gilmar Mendes, que julgava parcialmente procedente a ação, para dar interpretação conforme a Constituição. Presidência do Ministro Luiz Fux. Plenário, 24.06.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur454053","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur454053","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONSTITUCIONAL. TRIBUTÁRIO. PARÁGRAFO ÚNICO DO ART. 187 DO CÓDIGO TRIBUTÁRIO NACIONAL. PARÁGRAFO ÚNICO DO ART. 29 DA LEI N. 6.830/1980. CONCURSO DE PREFERÊNCIA ENTRE OS ENTES FEDERADOS NA COBRANÇA JUDICIAL DOS CRÉDITOS TRIBUTÁRIOS E NÃO TRIBUTÁRIOS. INCOMPATIBILIDADE DAS NORMAS IMPUGNADAS COM A CONSTITUIÇÃO DA REPÚBLICA DE 1988. AFRONTA AO INC. III DO ART. 19 DA CONSTITUIÇÃO. ARGUIÇÃO JULGADA PROCEDENTE.\n\n\n\n    1. A arguição de descumprimento de preceito fundamental viabiliza a análise de constitucionalidade de normas legais pré-constitucionais insuscetíveis de conhecimento em ação direta de inconstitucionalidade. Precedentes.\n\n\n\n    2. A autonomia dos entes federados e a isonomia que deve prevalecer entre eles, respeitadas as competências estabelecidas pela Constituição, é fundamento da Federação. O federalismo de cooperação e de equilíbrio posto na Constituição da República de 1988 não legitima distinções entre os entes federados por norma infraconstitucional.\n\n\n\n    3. A definição de hierarquia na cobrança judicial dos créditos da dívida pública da União aos Estados e Distrito Federal e esses aos Municípios descumpre o princípio federativo e contraria o inc. III do art. 19 da Constituição da República de 1988.\n\n\n\n    4. Cancelamento da Súmula n. 563 deste Supremo Tribunal editada com base na Emenda Constitucional n. 1/69 à Carta de 1967.\n\n\n\n    5. Arguição de descumprimento de preceito fundamental julgada procedente para declarar não recepcionadas pela Constituição da República de 1988 as normas previstas no parágrafo único do art. 187 da Lei n. 5.172/1966 (Código Tributário Nacional) e no parágrafo único do art. 29 da Lei n. 6.830/1980 (Lei de Execuções Fiscais).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757652654","externo_seq_objeto_incidente":4814964,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-200  DIVULG 06-10-2021  PUBLIC 07-10-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=357&classe=ADPF","is_colac":false,"titulo":"ADPF 357","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00008\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00017 INC-00001\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00032 LET-A\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00017 ART-00031 INC-00001\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00009 INC-00001 ART-00019 INC-00003\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" ART-00003 INC-00001\n    ART-00005 \"CAPUT\" ART-00018 ART-00019\n    INC-00003 ART-00021 ART-00022 ART-00023\n    ART-00024 ART-00025 ART-00030 ART-00032\n    ART-00034 INC-00005 LET-B ART-00037\n    ART-00060 PAR-00004 INC-00001 ART-00149\n    ART-00150 INC-00006 LET-A ART-00151\n    INC-00003 ART-00153 PAR-00004 INC-00003\n    ART-00157 INC-00001 INC-00002 ART-00158\n    INC-00001 INC-00002 INC-00003 INC-00004\n    PAR-ÚNICO INC-00001 INC-00002 ART-00159\n    INC-00001 LET-A LET-B LET-C\n    LET-D LET-E INC-00002 INC-00003\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    ART-00160 \"CAPUT\" ART-00161 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003071 ANO-1916\n    ART-01571\n    CC-1916 CÓDIGO CIVIL \n\n","LEG-FED   LEI-004320 ANO-1964\n    ART-00039 PAR-00001 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00187 \"CAPUT\" PAR-ÚNICO INC-00001\n    INC-00002 INC-00003 ART-00201 PAR-ÚNICO\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-006830 ANO-1980\n    ART-00002 PAR-00002 ART-00029 \"CAPUT\"\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011738 ANO-2008\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00927\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-000960 ANO-1938\n    LEF-1938 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   DEL-003365 ANO-1941\n    ART-00002 PAR-00002\n    LDUP-1941 LEI DE DESAPROPRIAÇÃO POR UTILIDADE PÚBLICA\n\n","LEG-FED   RES-000672 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   PJL-000485 ANO-2017\n    PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000495 ANO-2017\n    PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   SUMSTF-000563\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000497 ANO-2012\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-10-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. EXISTÊNCIA, HIERARQUIA, ENTE FEDERADO, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988. ORIGEM, FEDERAÇÃO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. FEDERAÇÃO, DESCENTRALIZAÇÃO, CARÁTER POLÍTICO, PRINCÍPIO DA AUTONOMIA. PRINCÍPIO DA SIMETRIA. POSSIBILIDADE, PREVISÃO, CONSTITUIÇÃO FEDERAL, CRITÉRIO, DIFERENÇA, ORDEM DE PAGAMENTO, CRÉDITO TRIBUTÁRIO, IMPOSSIBILIDADE, PREVISÃO, NORMA INFRACONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: FEDERALISMO, CLÁUSULA PÉTREA. NECESSIDADE, AUTONOMIA FINANCEIRA, AUTONOMIA POLÍTICA, ENTE FEDERADO. FEDERALISMO FISCAL. PACTO FEDERATIVO, AUTONOMIA, IGUALDADE, ENTE FEDERADO. FEDERALISMO COOPERATIVO. IMPOSSIBILIDADE, PREVISÃO, LEGISLAÇÃO, PREVALÊNCIA, ENTE FEDERADO. ATRIBUIÇÃO, LEI FEDERAL, ORDEM DE PREFERÊNCIA, CRÉDITO TRIBUTÁRIO, ENTE PÚBLICO, OFENSA, IGUALDADE, AUTONOMIA, ENTE FEDERADO. CONSTITUIÇÃO FEDERAL, VEDAÇÃO, CRIAÇÃO, DISTINÇÃO, BRASILEIRO, CRIAÇÃO, PREFERÊNCIA. VERIFICAÇÃO, AMPLIAÇÃO, ARRECADAÇÃO, TRIBUTO DA UNIÃO, AUSÊNCIA, DISTRIBUIÇÃO, RECEITA TRIBUTÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PREVISÃO, CÓDIGO TRIBUTÁRIO NACIONAL, LEI, EXECUÇÃO FISCAL, PREFERÊNCIA, ENTE FEDERADO, CONFORMIDADE, CONSTITUIÇÃO FEDERAL DE 1967. CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS. PACTO FEDERATIVO, IMUNIDADE TRIBUTÁRIA RECÍPROCA. VEDAÇÃO, UNIÃO FEDERAL, ESTADO-MEMBRO, MUNICÍPIO, CRIAÇÃO, PREFERÊNCIA, DISTINÇÃO, BRASILEIRO, FUNDAMENTO, PRINCÍPIO DA ISONOMIA. VEDAÇÃO, FAVORECIMENTO, CANDIDATO, CONCURSO PÚBLICO, DECORRÊNCIA, ESTADO DE ORIGEM. AUSÊNCIA, SUPERIORIDADE, ENTE FEDERADO. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. VEDAÇÃO, RETENÇÃO, RESTRIÇÃO, REPASSE, TRANSFERÊNCIA OBRIGATÓRIA, CABIMENTO, INTERVENÇÃO FEDERAL, HIPÓTESE, AUSÊNCIA, JUSTIFICATIVA, RETENÇÃO. INCOMPATIBILIDADE, NOVA ORDEM CONSTITUCIONAL, ORDEM DE PREFERÊNCIA, FAZENDA PÚBLICA, PREDOMINÂNCIA, INTERESSE FEDERAL. CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO, DESCENTRALIZAÇÃO. AMPLIAÇÃO, COMPETÊNCIA CONCORRENTE, POSSIBILIDADE, DELEGAÇÃO, COMPETÊNCIA PRIVATIVA. CARACTERÍSTICA, AUTONOMIA, ENTE FEDERADO, AUTOGOVERNO, AUTOADMINISTRAÇÃO, LEGISLAÇÃO. COMPATIBILIDADE, FEDERALISMO COOPERATIVO, SUPRESSÃO, PREFERÊNCIA, RECEBIMENTO, CRÉDITO TRIBUTÁRIO. POSSIBILIDADE, CONCORRÊNCIA, FAZENDA PÚBLICA, ÂMBITO FEDERAL, ÂMBITO ESTADUAL, ÂMBITO MUNICIPAL, IGUALDADE DE OPORTUNIDADES, HIPÓTESE, INSUFICIÊNCIA, PATRIMÔNIO, DEVEDOR, SATISFAÇÃO, CRÉDITO TRIBUTÁRIO, EXECUÇÃO FISCAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: FEDERALISMO COOPERATIVO. CONSTITUIÇÃO FEDERAL DE 1988, VEDAÇÃO, PREFERÊNCIA, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONFIGURAÇÃO, RECEPÇÃO, REVOGAÇÃO, LEI ANTERIOR, NOVIDADE, CONSTITUIÇÃO FEDERAL, FUNDAMENTO, INCOMPATIBILIDADE. CANCELAMENTO, SÚMULA, AUSÊNCIA, RECEPÇÃO, ATO NORMATIVO IMPUGNADO, CONSTITUIÇÃO FEDERAL DE 1988. EXISTÊNCIA, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, SUPERIORIDADE, UNIÃO FEDERAL. CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO, DESCENTRALIZAÇÃO, AUTONOMIA, ENTE FEDERADO, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO, IGUALDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: CONSTITUIÇÃO FEDERAL DE 1988, AUTONOMIA ADMINISTRATIVA, ENTE FEDERADO. COMPETÊNCIA, UNIÃO FEDERAL, GESTÃO, ORÇAMENTO, CENTRALIZAÇÃO, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS. COMPARTILHAMENTO, COMPETÊNCIA, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO. FUNÇÃO, COORDENAÇÃO, UNIÃO FEDERAL. IMPOSSIBILIDADE, CRIAÇÃO, DESIGUALDADE, LEGISLADOR ORDINÁRIO. PRINCÍPIO DA ISONOMIA, FEDERALISMO COOPERATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INCOMPATIBILIDADE, PRIVILÉGIO, NATUREZA TRIBUTÁRIA, ENTE FEDERADO, CONTRAPOSIÇÃO, DIVERSIDADE, ENTE FEDERADO. CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO. AUSÊNCIA, HIERARQUIA, PRIVILÉGIO, ÂMBITO, FEDERAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: LEI, EXECUÇÃO FISCAL, CÓDIGO TRIBUTÁRIO NACIONAL, CRIAÇÃO, ORDEM DE PREFERÊNCIA, PESSOA JURÍDICA DE DIREITO PÚBLICO, CONSIDERAÇÃO, INSOLVÊNCIA CIVIL. SOLIDARIEDADE, ENTE FEDERADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: FEDERALISMO COOPERATIVO. CONSTITUIÇÃO FEDERAL DE 1988, IGUALDADE, AUTONOMIA, ENTE FEDERADO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. OVERRULING. CÓDIGO DE PROCESSO CIVIL, STARE DECISIS. EXIGÊNCIA, FUNDAMENTAÇÃO JURÍDICA, MODIFICAÇÃO, JURISPRUDÊNCIA FIRMADA, SÚMULA, OBSERVÂNCIA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA PROTEÇÃO À CONFIANÇA, PRINCÍPIO DA ISONOMIA.\n\n- VOTO, MIN. GILMAR MENDES: AMPLIAÇÃO, ALCANCE, LEI, EXECUÇÃO FISCAL, ORDEM DE PREFERÊNCIA, PESSOA JURÍDICA DE DIREITO PÚBLICO, REFERÊNCIA, CÓDIGO TRIBUTÁRIO NACIONAL. LEI, EXECUÇÃO FISCAL, INCLUSÃO, AUTARQUIA, ORDEM DE PREFERÊNCIA, PREVISÃO, CRÉDITO, AUSÊNCIA, NATUREZA TRIBUTÁRIA. CÓDIGO TRIBUTÁRIO NACIONAL, PREFERÊNCIA, FAZENDA PÚBLICA, CRÉDITO TRIBUTÁRIO. FEDERALISMO COOPERATIVO, SUPERAÇÃO, DESIGUALDADE, ÂMBITO REGIONAL, ADMISSIBILIDADE, PREFERÊNCIA, CRÉDITO TRIBUTÁRIO. PREVALÊNCIA, INTERESSE NACIONAL, INTERESSE REGIONAL, INTERESSE LOCAL. REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, FUNDAMENTO, SOLIDARIEDADE, COLABORAÇÃO. PREVISÃO, ORDEM DE PREFERÊNCIA, CÓDIGO TRIBUTÁRIO NACIONAL, LEI, EXECUÇÃO FISCAL, CÓDIGO CIVIL DE 1916. ENTENDIMENTO, SÚMULA, STF, LIMITAÇÃO, ORDEM DE PREFERÊNCIA, CRÉDITO TRIBUTÁRIO. OFENSA, AUTONOMIA, ENTE FEDERADO, ORDEM DE PREFERÊNCIA, CRÉDITO, AUSÊNCIA, NATUREZA TRIBUTÁRIA. AUTOGOVERNO, AUTOADMINISTRAÇÃO, ENTE FEDERADO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, RECONHECIMENTO, AUSÊNCIA, RECEPÇÃO, LEI, EXECUÇÃO FISCAL, ORDEM DE PREFERÊNCIA, CRÉDITO, AUSÊNCIA, NATUREZA TRIBUTÁRIA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: CABIMENTO, PREFERÊNCIA, DECORRÊNCIA, FUNÇÃO, UNIÃO FEDERAL. DEVER, GOVERNO FEDERAL, AUXÍLIO, ESTADO-MEMBRO, DIFICULDADE, CARÁTER FINANCEIRO, CORREÇÃO, DESEQUILÍBRIO, ÂMBITO REGIONAL. FEDERALISMO COOPERATIVO. REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS. DISTRIBUIÇÃO, TRIBUTO DA UNIÃO, INTERMÉDIO, PARTICIPAÇÃO, FORMA DIRETA, FUNDO DE PARTICIPAÇÃO. RECEPÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, DISPOSITIVO, CÓDIGO TRIBUTÁRIO NACIONAL, LEI, EXECUÇÃO FISCAL.\n\n- TERMO(S) DE RESGATE: FEDERAÇÃO DE OPERETA, FEDERALISMO FORMAL. SUPERPREFERÊNCIA. FEDERALISMO HEGEMÔNICO. FEDERALISMO DUALISTA. CRÉDITO NÃO TRIBUTÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=357&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 237 AgR (TP). \n(ADPF, APRECIAÇÃO, LEI PRÉ-CONSTITUCIONAL)\nADPF 33 (TP). \n(SÚMULA 563/STF, HIERARQUIA, ENTE FEDERADO, ORDEM DE PREFERÊNCIA, CRÉDITO TRIBUTÁRIO)\nAI 608769 AgR (2ªT), AI 745114 AgR (2ªT), RE 663696 (TP), RE 79128 (1ªT), RE 79660 (1ªT), RE 80398 (2ªT), RE 81154 (2ªT), RE 80045 (TP), RE 80748 (TP), RE 99847 (2ªT). \n(CONSTITUIÇÃO FEDERAL DE 1988, AUSÊNCIA, HIERARQUIA, ENTE FEDERADO)\nACO 1098 tutela antecipada-AgR (TP), RE 663696 (TP), RE 80398 (2ªT), RE 81154 (2ªT). \n(CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO)\nADI 3207 (TP), ADI 4228 (TP), ADI 6097 (TP). \n(CONTRIBUIÇÃO SOCIAL, AUMENTO, ARRECADAÇÃO, ÂMBITO FEDERAL)\nADO 25 (TP). \n(VEDAÇÃO, ENTE FEDERADO, DESIGUALDADE, BRASILEIRO, FUNDAMENTO, ESTADO DE ORIGEM)\nADI 3583 (TP), RE 668810 AgR (2ªT). \n(VEDAÇÃO, FAVORECIMENTO, CONCURSO PÚBLICO, CANDIDATO, ESTADO DE ORIGEM)\nADI 2949 (TP), ADI 3522 (TP), ADI 3580 (TP), ADI 4178 MC-REF (TP). \n(CONSTITUIÇÃO FEDERAL DE 1988, CENTRALIZAÇÃO, UNIÃO FEDERAL, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS)\nACO 3396 (TP). \n(DISTRIBUIÇÃO, IMPOSTO DE RENDA (IR), PRINCÍPIO DA REDUÇÃO DAS DESIGUALDADES REGIONAIS)\nADI 875 (TP). \n(DESAPROPRIAÇÃO, BEM, UNIÃO FEDERAL, ESTADO-MEMBRO, MUNICÍPIO)\nACO 2162 AgR (TP), RE 172816 (TP). \n- Decisões monocráticas citadas:\n(SÚMULA 563/STF, HIERARQUIA, ENTE FEDERADO, ORDEM DE PREFERÊNCIA, CRÉDITO TRIBUTÁRIO)\nAI 440765, AI 197771, AI 808646, RE 639139, AI 833386.\n- Legislação estrangeira citada: art. 1º, seção 9, da Constituição dos Estados Unidos.\nNúmero de páginas: 120.\nAnálise: 15/12/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : MUNICIPIO DE PORTO ALEGRE \nADV.(A/S)  : LUIS MAXIMILIANO LEAL TELESCA MOTA \nAM. CURIAE.  : MUNICIPIO DE SAO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nAM. CURIAE.  : ESTADO DE ALAGOAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nAM. CURIAE.  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nAM. CURIAE.  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nAM. CURIAE.  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DO MARANHAO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nAM. CURIAE.  : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nAM. CURIAE.  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : ESTADO DA PARAIBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nAM. CURIAE.  : ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nAM. CURIAE.  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nAM. CURIAE.  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nAM. CURIAE.  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nAM. CURIAE.  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":454053,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 357","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-06-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ATALIBA, Geraldo. República e Constituição. 2. ed. São Paulo: Malheiros, 1998. p. 36-45.\nBEVILÁQUIA, Clóvis. Código Civil. Rio de Janeiro: Francisco Alves, 1919. v. 5.\nBOTTALLO, Eduardo D. Reflexões sobre o processo de execução fiscal na Constituição de 1988. RDT 66/138.\nCARRAZZA, Roque Antonio. Curso de direito constitucional tributário. 31. ed. São Paulo: Malheiros, 2017. p. 169-197.\nCARVALHO, Paulo de Barros de. Curso de direito tributário. 23. ed. São Paulo: Saraiva, 2011. p. 654.\nCHIMENTI, Ricardo Cunha et al. Lei de Execução Fiscal comentada e anotada. São Paulo: RT, 2008. p. 45.\nCOELHO, Sacha Calmon Navarro. O direito tributário no Brasil: federalismo e Constituição. In: SCAFF, Fernando Facury et al. (coord.). Federalismo(s) em juízo. São Paulo: Noeses, 2019. p. 138.\nCOSTA, Regina Helena. Curso de direito tributário: Constituição e Código Tributário Nacional. 2. ed. São Paulo: Saraiva, 2012.\nCOSTA, Regina Helena. Curso de Direito Tributário. 9. ed. São Paulo: Saraiva Jur, 2018. p. 247.\nHORTA, Raul Machado. Direito Constitucional. 4. ed. p. 306-307.\nHORTA, Raul Machado. Direito constitucional. 3. ed. Belo Horizonte: Del Rey, 2002. p. 69.\nJARDIM, Eduardo Marcial Ferreira. Manual de direito financeiro e tributário. São Paulo: Saraiva, 1993.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Justiça & cidadania, n. 157, p. 13-17, set. 2013.\nLOWENSTEIN, Karl. Teoria de la Constitucion. Tradução de Alfredo Gallego Anabitarte. 2. ed. Barcelona: Ariel, 1979. p. 353.\nMELLO, Celso Antonio Bandeira de. Curso de Direito Administrativo. 30. ed. São Paulo: Malheiros, 2013.\nMELLO, Celso Antônio Bandeira de. O conteúdo jurídico do princípio da igualdade. 2. ed. São Paulo: Revista dos Tribunais, 1984. p. 24, 28.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva Jur, 2021. p. 957, 1085.\nMIRANDA, Pontes de. Comentários à Constituição de 1967, com a Emenda n. 1 de 1969. 2. ed. São Paulo: Revista dos Tribunais, 1973. p. 185.\nOLIVEIRA, Regis Fernandes. Curso de Direito Financeiro. 3. ed. São Paulo: Revista dos Tribunais, 2010. p. 43.\nROCHA, Cármen Lúcia Antunes. República e federação no Brasil: traços constitucionais da organização política brasileira. Belo Horizonte: Del Rey, 1997. p. 257.\nSABBAG, Eduardo. Manual de direito tributário. 4. ed. São Paulo: Saraiva, 2012.\nSANTOS, João Manoel de Carvalho. Código Civil brasileiro interpretado. 2. ed. Rio de Janeiro: Freitas Bastos, 1938.\nSCHOUERI, Luís Eduardo. Direito tributário. 9. ed. São Paulo: Saraiva, 2019. p. 907.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 5. ed. Malheiros, 2008. p. 252.\nSILVA, Vinicius dos Santos; SIQUEIRA, Felipe de Poli de; SIQUEIRA, Francieli Micheletto de. A Dívida Ativa Tributária e não Tributária na Recuperação Judicial: Análise de Decisões Conflitantes do STJ. Revista Direito Tributário Atual, São Paulo: IBDT, ano 37, n. 43, p. 430-444, 2º semestre 2019.\nSUNDFELD, Carlos Ari. Fundamentos de direito público. 4. ed. São Paulo: Malheiros, 2000. p. 185.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":357,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433831","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou parcialmente procedente a ação direta para declarar a inconstitucionalidade dos arts. 4º, caput e §§ 1º, 2º, 3º, 4º, 5º e 6º, 8º, caput e §§ 1º e 2º, 11 e 18, da Lei nº 1l.392/2000 do Estado de Santa Catarina, nos termos do voto da Relatora. Plenário, Sessão Virtual de 25.9.2020 a 2.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["3","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433831","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433831","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI Nº  1l.392/2000 DO ESTADO DE SANTA CATARINA. POLÍTICA ESTADUAL DE PREVENÇÃO E CONTROLE ÀS DOENÇAS SEXUALMENTE TRANSMISSÍVEIS – DST E À SÍNDROME DE IMUNODEFICIÊNCIA ADQUIRIDA – AIDS. ADOÇÃO DE MEDIDAS CONTRA A DISCRIMINAÇÃO DE PESSOAS PORTADORAS DO VÍRUS DA IMUNODEFICIÊNCIA HUMANA – HIV. INCONSTITUCIONALIDADE FORMAL. ARTS. 21, XII, “A”, 22, I E IV, 24, XII, 25, § 1º, 61, § 1º, II, “A” E “C”, 84, VI, “A”, 200, I E II, E 220, § 3º, I, DA CONSTITUIÇÃO DA REPÚBLICA. PRECEDENTES. PROCEDÊNCIA PARCIAL.\n\n\n\n    1. Ao instituir política estadual de prevenção e controle de doenças sexualmente transmissíveis – DST e da síndrome de imunodeficiência adquirida – AIDS, a Lei nº 11.392/2000 do Estado de Santa Catarina veicula normas sobre proteção e defesa da saúde, matérias inseridas na competência concorrente da União, dos Estados e do Distrito Federal (art. 24, XII, da CF). A adoção de medidas contra a discriminação das pessoas portadoras do vírus da imunodeficiência humana – HIV tem amparo no art. 25, § 1º, da CF, que reserva aos Estados as competências a eles não vedadas.\n\n\n\n    2. No modelo federativo brasileiro, estabelecida pela União a arquitetura normativa da política nacional de promoção, proteção e recuperação da saúde (Lei nº 8.080/1990, que institui o Sistema Único de Saúde – SUS), aos Estados compete, além da supressão de eventuais lacunas, a previsão de normas destinadas a complementar a norma geral e a atender suas peculiaridades locais, respeitados os critérios (i) da preponderância do interesse local, (ii) do exaurimento dos efeitos dentro dos respectivos limites territoriais – até mesmo para prevenir conflitos entre legislações estaduais potencialmente díspares – e (iii) da vedação da proteção insuficiente. Precedentes: ADI 5312/TO (Relator Ministro Alexandre de Moraes, DJe 11.02.2019), ADI 3470/RJ (Relatora Ministra Rosa Weber, DJe 01.02.2019), ADI 2030/SC (Relator Ministro Gilmar Mendes, DJe 17.10.2018).\n\n\n\n    3. A competência do SUS – Sistema Único de Saúde – para controlar e fiscalizar procedimentos, produtos e substâncias de interesse para a saúde e executar as ações de vigilância sanitária, epidemiológica e de saúde do trabalhador (art. 200, I e II, da CF), não obsta iniciativas voltadas à implementação de políticas estaduais de saúde específicas, para atender demandas locais. Precedente.\n\n\n\n    4. A vedação e o combate a prática discriminatórias na rede de saúde pública estadual concretiza um dos objetivos fundamentais da República Federativa do Brasil, dever a ser ativamente perseguido por todos os entes que compõem a Federação: a promoção do bem de todos, sem preconceito de origem, raça, sexo, cor, idade e quaisquer outras formas de discriminação (art. 3º, IV, da CF).\n\n\n\n    5. Fruto de iniciativa parlamentar, o art. 4º, caput e §§ 1º, 2º, 3º, 4º, 5º e 6º, da Lei nº 11.392/2000 do Estado de Santa Catarina incorre em vício de iniciativa, por impor obrigações ao Poder Executivo sem observância dos arts. 61, § 1º, II, “a” e “c”, e 84, VI, “a” da CF, além de de invadir a competência privativa da União para legislar sobre radiodifusão (arts. 21, XII, “a”, e 22, IV, da CF) e disciplinar as diversões e os espetáculos públicos (art. 220, § 3º, I, da CF). Precedente: ADI 5140/SP (Relator Ministro Alexandre de Moraes, DJe 29.10.2018).\n\n\n\n    6. Inconstitucionalidade formal dos arts. 11 e 18 da Lei nº 11.392/2000 do Estado de Santa Catarina, por afronta à reserva de iniciativa do Chefe do Poder Executivo para deflagrar processo legislativo versando sobre organização, funcionamento e orçamento da Secretaria de Estado da Saúde (arts. 61, § 1º, II, e 84, VI, “a”, da CF).\n\n\n\n    7. Ao disciplinar regime de confidencialidade e sigilo dos registros e resultados dos testes para detecção do vírus HIV, inclusive para fins de depoimento como testemunha, o art. 8º, caput e §§ 1º e 2º, da Lei nº 11.392/2000 do Estado de Santa Catarina afasta-se da competência concorrente dos Estados para legislar sobre proteção e defesa da saúde (art. 24, XII, da CF) e invade a competência privativa da União para legislar sobre direito civil e direito processual (art. 22, I, da CF).\n\n\n\n    8. Inconstitucionalidade formal dos arts. 4º, caput e §§ 1º, 2º, 3º, 4º, 5º e 6º, 8º, caput e §§ 1º e 2º, 11 e 18, da Lei nº 1l.392/2000 do Estado de Santa Catarina.\n\n\n\n    9. Ação direta julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754130347","externo_seq_objeto_incidente":1871365,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-252  DIVULG 16-10-2020  PUBLIC 19-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2341&classe=ADI","is_colac":false,"titulo":"ADI 2341","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" ART-00002 ART-00003 \n          INC-00004 ART-00005 INC-00041 ART-00021 \n          INC-00012 LET-A ART-00022 INC-00001 \n          INC-00004 ART-00024 INC-00012 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00025 \n          PAR-00001 ART-00037 \"CAPUT\" PAR-00006 \n          ART-00048 INC-00012 ART-00049 INC-00010 \n          ART-00061 PAR-00001 INC-00002 LET-A \n          LET-C LET-E ART-00063 INC-00001 \n          ART-00084 INC-00002 INC-00006 LET-A \n          ART-00165 ART-00175 PAR-ÚNICO ART-00197 \n          ART-00198 ART-00200 INC-00001 INC-00002 \n          ART-00220 PAR-00003 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008080      ANO-1990\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-002217      ANO-2018\n                RESOLUÇÃO DO CONSELHO FEDERAL DE MEDICINA - CFM\n\n","LEG-EST   LEI-011392      ANO-2000\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          \"CAPUT\" PAR-00001 PAR-00002 INC-00001 \n          INC-00002 INC-00003 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 ART-00005 ART-00006 \n          ART-00007 \"CAPUT\" PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00008 \"CAPUT\" \n          PAR-00001 PAR-00002 ART-00009 ART-00010 \n          ART-00011 INC-00001 INC-00002 ART-00012 \n          ART-00013 ART-00014 INC-00001 LET-A \n          LET-B LET-C INC-00002 LET-A \n          LET-B LET-C LET-D INC-00003 \n          INC-00004 ART-00015 ART-00016 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          INC-00001 INC-00002 ART-00018 ART-00019 \n          ART-00020 ART-00021\n                LEI ORDINÁRIA, SC"],"publicacao_data":"2020-10-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NORMA GERAL, DISTINÇÃO, NORMA ESPECÍFICA, EXTENSÃO, CONTEÚDO NORMATIVO, SOLUÇÃO, CONFLITO APARENTE DE NORMAS, PRINCÍPIO DA SUBSIDIARIEDADE. INCONSTITUCIONALIDADE, DESCUMPRIMENTO, REGRA, COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO. COMPETÊNCIA, SISTEMA ÚNICO DE SAÚDE (SUS), IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, SAÚDE, ESTADO-MEMBRO. INCONSTITUCIONALIDADE, ALTERAÇÃO, NORMA, DESOBEDIÊNCIA, OBRIGATORIEDADE, ENTE FEDERADO, OBSERVÂNCIA, COMPETÊNCIA. COMPETÊNCIA PRIVATIVA, GOVERNADOR, ORGANIZAÇÃO, FUNCIONAMENTO, ADMINISTRAÇÃO ESTADUAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO CIVIL, DIREITO PROCESSUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2341&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, NORMA, SAÚDE PÚBLICA)\nADI 2030 (TP), ADI 3470 (TP), ADI 5312 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, EDIÇÃO, NORMA, DIVERSÕES, ESPETÁCULO PÚBLICO)\nADI 5140 (TP). \n(COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, NORMA GERAL)\nADI 1245 (TP), ADI 2903 (TP). \n(INCONSTITUCIONALIDADE, DESCUMPRIMENTO, REGRA, COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO)\nADI 1245 (TP), ADI 3645 (TP), ADI 2667 MC (TP). \n(COMPETÊNCIA, SUS, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, ESTADO-MEMBRO, SAÚDE)\nADI 4955 (TP). \n(INCONSTITUCIONALIDADE, ALTERAÇÃO, NORMA, DESOBEDIÊNCIA, OBRIGATORIEDADE, ENTE FEDERADO, OBSERVÂNCIA, COMPETÊNCIA)\nADI 341 (TP), ADI 2834 (TP), ADI 3564 (TP), RE 653041 AgR (1ªT). \n(COMPETÊNCIA PRIVATIVA, GOVERNADOR, ORGANIZAÇÃO, FUNCIONAMENTO, ADMINISTRAÇÃO ESTADUAL)\nADI 4211 (TP), ADI 4704 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO CIVIL, DIREITO PROCESSUAL)\nADI 4701 (TP). \n- Legislação estrangeira citada: art. 254 da Constituição da República da Índia; Primeira Emenda da Constituição dos Estados Unidos da América.\n- Decisão estrangeira citada: Caso Jacobellis vs. Ohio, julgado em 1964, da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 36.\nAnálise: 21/10/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433831,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"ADI 2341","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BERCOVICI, Gilberto. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004.\nCAMBI, Eduardo. Normas Gerais e a Fixação da Competência Concorrente na Federação Brasileira. Revista de Processo, v. 92, out. 1998. p. 244.\nHIPONA, Agostinho de. Confissões.\nHORTA, Raul Machado. Estrutura da Federação. Revista de Direito Público, v. 81, p. 52, jan./mar. 1987.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais. Revista de Informação Legislativa. Brasília, ano 25, n. 100, out./dez. 1998.","ministro_facet":["ROSA WEBER"],"processo_numero":2341,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433505","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Decisão: A Turma, por unanimidade, afastou as preliminares suscitadas pela defesa, nos termos do voto do Relator, e suspendeu o julgamento do processo para posterior análise do mérito. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Falaram: o Dr. Juliano Baiocchi Villa-Verde de Carvalho, Subprocurador-Geral da República, pelo Ministério Público Federal, e o Dr. Marcelo Leal de Lima Oliveira pelo Réu. Presidência da Ministra Rosa Weber. Primeira Turma, 03.03.2020.\r\n\n            Decisão: Após os votos dos Ministros Alexandre de Moraes, Relator, e Marco Aurélio, Revisor, que julgavam improcedente a ação para absolver o réu dos crimes a ele imputados, pediu vista dos autos o Ministro Luís Roberto Barroso. Presidência da Ministra Rosa Weber. Primeira Turma, 10.03.2020.\r\n\n           Decisão: A Turma, por maioria, julgou parcialmente procedente a Ação Penal, nos termos do voto do Ministro Luís Roberto Barroso, Redator para o acórdão, que abriu a divergência, para condenar o réu:(I) quanto ao delito previsto no art. 20 da Lei n° 7.492/1986, à pena definitiva em 3 (três) anos de reclusão, e 97 (noventa e sete) dias-multa, no valor de 1 salário-mínimo cada, ante a concorrência do acusado na prática de dois delitos, em condições semelhantes de tempo, lugar e modo de execução, a pena foi aumentada em um sexto, totalizando 3 (três) anos e 6 (seis) meses de reclusão e 141 (cento e quarenta e um) dias-multa; (II) quanto ao delito de lavagem de dinheiro a culpabilidade foi valorada negativamente, por se tratar de Deputado Federal, do mesmo modo as circunstâncias judiciais foram sopesadas de modo negativo, dado o uso de complexa rede criminosa para a ocultação dos recursos, inclusive com o uso de instituto ligado a sindicato de trabalhadores, sendo elevada a pena em 6 meses por cada circunstância judicial negativa, totalizando 4 (quatro) anos de reclusão e 60 (sessenta) dias-multa, ausentes as circunstâncias atenuantes ou agravantes, assim como causas de diminuição ou de aumento, a pena definitiva foi fixada em 4 (quatro) anos de reclusão, e 60 (sessenta) dias-multa, no valor de 1 salário-mínimo cada, havido concorrência do acusado na prática de dois delitos em condições semelhantes de tempo, lugar e modo de execução, a pena foi aumentada em um sexto, totalizando 4 (quatro) anos e 8 (oito) meses de reclusão e 85 (oitenta e cinco) dias-multa; (III) quanto ao crime de quadrilha, levou-se em consideração o período de estabilidade e o grau de organização da quadrilha, considerando-se por negativas as circunstâncias do delito e fixada a pena base em 2 (dois) anos de reclusão. Ausentes circunstâncias atenuantes ou agravantes, assim como causas de diminuição ou de aumento, a pena definitiva foi fixada em 2 (dois) anos de reclusão. Praticados os crimes em concurso material (CP, art. 69) as sanções foram somadas com a condenação do réu ao cumprimento da pena de 10 anos e 2 meses de reclusão e 226 (duzentos e vinte e seis) dias-multa. Dada a pena total fixada, o regime inicial fixado foi o fechado, nos termos do art. 33, §2º, “a”, do Código Penal. Como efeito da condenação (CP, art. 91, II, b), réu deve ressarcir o dano material causado ao BNDES, no montante comprovado de R$ 182.560,43, em valores da época (abril de 2008), a serem devidamente corrigidos até a quitação do débito, por constituir produto do crime. Quanto aos danos morais, diante da ausência de pedido na denúncia, julgada incabível a pretensão ministerial. Ainda, com fundamento no art. 7º, II, da Lei 9.613/1998, foi decretada a interdição ao condenado do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da mesma Lei, pelo dobro do tempo da pena privativa de liberdade aplicada. Considerado o regime inicial fechado fixado com fulcro no art. 55 da Constituição e no art. 92, I, “b”, do Código Penal, foi decretada a perda do mandato parlamentar. Nos termos do art. 804 do Código de Processo Penal, condenado o réu ao pagamento das custas processuais. Esgotada a análise das insurgências cognoscíveis interpostas contra o acórdão, determinou-se a expedição da guia de execução das reprimendas impostas. Após o trânsito em julgado da decisão colegiada: (a) oficie-se à Câmara dos Deputados para que, nos termos do art. 55, § 3º, da Constituição Federal, declare a perda do mandato do condenado; (b) oficie-se ao Tribunal Superior Eleitoral, para fins do art. 15, III, da Constituição Federal, vencidos os Ministros Alexandre de Moraes, Relator, e Marco Aurélio, que julgavam improcedente a ação penal. Primeira Turma, Sessão Virtual de 29.5.2020 a 5.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":"MIN. MARCO AURÉLIO","id":"sjur433505","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433505","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito penal. Ação penal. Aplicação de recursos de financiamento concedido pelo BNDES em finalidade diversa da prevista em contrato. Crime contra o sistema financeiro nacional. Lavagem de dinheiro. Quadrilha.\n\n\n\n    1. Preliminarmente. As questões preliminares já haviam sido afastadas por ocasião do recebimento da denúncia: a) a peça acusatória descreveu suficientemente as condutas e apontou indícios de materialidade e autoria; b) a ação controlada foi autorizada por decisão judicial; c) são lícitas as provas relacionadas a autoridades detentoras de foro especial por prerrogativa da função encontradas fortuitamente; e d) as decisões de decretação e prorrogação de interceptação telefônica foram devidamente fundamentadas.\n\n\n\n    2. Mérito.\n\n\n\n    2.1. Desvio de valores de financiamentos concedidos pelo BNDES. Análise conjunta das provas dos autos – em especial, os contratos de financiamento, as interceptações telefônicas, as movimentações financeiras, os documentos apreendidos, os resultados das vigilâncias policiais e os depoimentos colhidos em Juízo – demonstram, acima de qualquer dúvida razoável, que o acusado concorreu para o desvio de valores de financiamentos concedidos pelo BNDES. \n\n\n\n    2.2. Adequação Típica. Para a consumação do delito do art. 20 da Lei n° 7.492/1986, basta que parte dos valores do financiamento não seja aplicada no objeto do contrato. Se parcela dos valores é direcionada para serviços de consultoria, com a finalidade de serem posteriormente, ainda que apenas em parte, direcionados a terceiros, logicamente houve aplicação em finalidade diversa da estipulada no contrato.\n\n\n\n    2.3. Lavagem de dinheiro. Após o desvio dos valores dos financiamentos, foram realizados depósitos na conta de pessoa jurídica para posterior saque e entrega ao acusado, caracterizando-se o delito de lavagem de dinheiro. \n\n\n\n    2.4. Quadrilha. Existência de provas suficientes a demonstrar a participação do acusado em associação estável e permanente para a prática de crimes indeterminados. \n\n\n\n    2.5.  Conclusão. Restou comprovada a participação do acusado, por duas vezes, em condições semelhantes de tempo, lugar e modo de execução, na prática do delito previsto no art. 20 da Lei nº 7.492/1986, em concurso material com o delito previsto no art. 1º, VI, da Lei nº 9.613/1998, em sua redação original, também em continuidade delitiva, e com o crime previsto no art. 288 do Código Penal, em sua redação original. \n\n\n\n    3. Aplicação da pena e efeitos da condenação. Fixo a pena em: a) 3 anos e 6 meses pela prática, em continuidade delitiva, do delito do art. 20 da Lei nº 7.492/1986; b) 4 anos e 8 meses pela prática, em continuidade delitiva, do delito do art. 1º da Lei nº 9.613/1998; e c) 2 anos pela prática do delito do art. 288 do Código Penal. Total da pena: 10 anos e 2 meses de reclusão, e 226 dias-multa. \n\n\n\n    3.1. Danos materiais e danos morais coletivos. Como efeito da condenação (art. 91, II, “b”, do Código Penal), o réu deve ressarcir o dano material causado ao BNDES, no montante comprovado de R$ 182.560,43, em valores da época (abril de 2008), a serem devidamente corrigidos até a quitação do débito, por se tratar de produto do crime. Incabível a condenação em danos morais coletivos, dada a ausência de pedido na denúncia. \n\n\n\n    3.2. Interdição do exercício de função pública. Decreto a interdição ao acusado do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da Lei 9.613/1998, pelo dobro do tempo da pena privativa de liberdade aplicada (Lei 9.613/1998, art. 7º, II).\n\n\n\n    3.3. Perda do mandato. Considerado o regime inicial fechado fixado, decreto, com fulcro no art. 55 da Constituição e no art. 92, I, “b”, do Código Penal a perda do mandato parlamentar (AP 694/MT, Rel. Min. Rosa Weber, j. 02.05.2017)\n\n\n\n    4. Ação penal julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754370793","externo_seq_objeto_incidente":4877924,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-247  DIVULG 09-10-2020  PUBLIC 13-10-2020\nREPUBLICAÇÃO: DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=965&classe=AP","is_colac":false,"titulo":"AP 965","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00012 ART-00015 INC-00003\n    ART-00055 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00002\n    PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004595 ANO-1964\n    ART-00022 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007492 ANO-1986\n    ART-00020\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009034 ANO-1995\n    ART-00002 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009296 ANO-1996\n    ART-00001 ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001 INC-00006 ART-00007 INC-00002\n    ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012863 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 ART-00033 PAR-00002 LET-A\n    ART-00069 ART-00071 ART-00091 INC-00002\n    LET-B ART-00092 INC-00001 LET-B\n    ART-00288 \"CAPUT\" ART-00332\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041 ART-00386 INC-00003 INC-00007\n    ART-00387 INC-00004 ART-00395 INC-00003\n    ART-00804\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTATAÇÃO, INVESTIGAÇÃO, COMPRA, NOTA FISCAL, DESVIO DE VERBAS PÚBLICAS. POSSIBILIDADE, CONCURSO DE PESSOAS, CRIME PRÓPRIO. IMPORTÂNCIA, PROVA, FORMA INDIRETA. UTILIZAÇÃO, SERVIÇO, CONSULTORIA, FINALIDADE, DESVIO DE VERBAS PÚBLICAS, SUPERFATURAMENTO, CONTRATO. APLICAÇÃO, RECURSO FINANCEIRO, FINALIDADE DIVERSA, PREVISÃO, LEI, CONTRATO. TRÁFICO DE INFLUÊNCIA. NECESSIDADE, PROTEÇÃO, APLICAÇÃO, DESTINAÇÃO, RECURSOS PÚBLICOS. UTILIZAÇÃO, PESSOA JURÍDICA, LAVAGEM DE DINHEIRO, FECHAMENTO, INSTITUIÇÃO, DECORRÊNCIA, IDENTIFICAÇÃO, DEPÓSITO, PROCESSO EM CURSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: AUSÊNCIA, DÚVIDA, PARTICIPAÇÃO, RÉU, DESVIO DE VERBAS PÚBLICAS, FRAUDE, CONTRATO, INTERMÉDIO, EMPRESA, CONSULTORIA, EMISSÃO, NOTA FRIA. CONSTATAÇÃO, NOME, RÉU, DESTINATÁRIO, VALOR, ANOTAÇÃO, CONTABILIDADE, EMPRESA, PLANILHA, CHEQUE, DIÁLOGO, OBJETO, INTERCEPTAÇÃO TELEFÔNICA. CABIMENTO, COAUTORIA, PARTICIPAÇÃO, TIPO PENAL, DESVIO DE VERBAS PÚBLICAS, CONCESSÃO, INTERMÉDIO, FINANCIAMENTO PÚBLICO. PRODUÇÃO ANTECIPADA DE PROVAS, ÂMBITO, INQUÉRITO POLICIAL, SUBMISSÃO, CONTRADITÓRIO, AMPLA DEFESA. ESTABILIDADE, PERMANÊNCIA, ASSOCIAÇÃO CRIMINOSA. DOLO EVENTUAL. DOSIMETRIA DA PENA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: REQUISITO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL. INÍCIO, PROVA, ORGANIZAÇÃO CRIMINOSA, TRÁFICO INTERNACIONAL DE PESSOAS, ENVOLVIMENTO, FRAUDE, FINANCIAMENTO PÚBLICO, BANCO NACIONAL DE DESENVOLVIMENTO ECONÔMICO E SOCIAL (BNDES). ORIENTAÇÃO, STF, VALIDADE, ELEMENTO PROBATÓRIO, ENCONTRO FORTUITO DE PROVA, INTERCEPTAÇÃO TELEFÔNICA, PESSOA NATURAL, AUSÊNCIA, PRERROGATIVA DE FORO. EXIGÊNCIA, ORDEM JUDICIAL, INTERCEPTAÇÃO TELEFÔNICA. INTERCEPTAÇÃO TELEFÔNICA, EXIGÊNCIA, INDÍCIO, AUTORIA DO CRIME, PARTICIPAÇÃO, DELITO; DECISÃO FUNDAMENTADA, UNICIDADE, MEIO DE PROVA. INTERCEPTAÇÃO TELEFÔNICA, MOTIVAÇÃO PER RELATIONEM. AUSÊNCIA, NULIDADE, FUNDAMENTAÇÃO SUCINTA, DECRETAÇÃO, QUEBRA, SIGILO TELEFÔNICO. ABSOLVIÇÃO, RÉU, INSUFICIÊNCIA, PROVA, AUTORIA DO CRIME. CONSIDERAÇÃO, FINANCIAMENTO PÚBLICO, FOMENTO, ÁREA, INTERESSE SOCIAL. DIREITO TRANSINDIVIDUAL. ABSOLVIÇÃO, ACUSADO, FUNDAMENTO, IN DUBIO PRO REO. AUSÊNCIA, CONSENTIMENTO, UTILIZAÇÃO, NOME, RÉU, FINALIDADE, OBTENÇÃO, VERBA, ÂMBITO, FINANCIAMENTO PÚBLICO, BANCO NACIONAL DE DESENVOLVIMENTO ECONÔMICO E SOCIAL (BNDES). AUSÊNCIA, INFLUÊNCIA, RÉU, APROVAÇÃO, REPROVAÇÃO, FINANCIAMENTO PÚBLICO. AUSÊNCIA, DEMONSTRAÇÃO, POSSIBILIDADE, MOVIMENTAÇÃO, CONTA BANCÁRIA, INSTITUIÇÃO, RÉU. AUSÊNCIA, CONFISSÃO, RÉU; AUSÊNCIA, DELAÇÃO, CORRÉU; AUSÊNCIA, PROVA TESTEMUNHAL, TRÁFICO DE INFLUÊNCIA. AUSÊNCIA, CONFIRMAÇÃO, ÂMBITO, CONTRADITÓRIO, INDÍCIO, PROVA, OBJETO, DENÚNCIA. EXISTÊNCIA, SUSPEITA DE CRIME, AUSÊNCIA, JUÍZO DE CERTEZA, CONDENAÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INÍCIO, INVESTIGAÇÃO, APURAÇÃO, ATUAÇÃO, ORGANIZAÇÃO CRIMINOSA, TRÁFICO INTERNACIONAL DE PESSOAS, RUFIANISMO. INTERCEPTAÇÃO TELEFÔNICA, ENCONTRO FORTUITO DE PROVA, AUSÊNCIA, PROVA ILÍCITA. CONSIDERAÇÃO, TIPO PENAL, CRIME FORMAL. AUSÊNCIA, COMPROVAÇÃO, PARTICIPAÇÃO, ACUSADO, CRIME. EXISTÊNCIA, INDÍCIO, CRIME DE LAVAGEM DE DINHEIRO. AUSÊNCIA, COMPROVAÇÃO, VINCULAÇÃO, ACUSADO, ATO, OCULTAÇÃO, DISSIMULAÇÃO, CRIME DE LAVAGEM DE DINHEIRO. AUSÊNCIA, CONFUSÃO, RÉU, PESSOA JURÍDICA, INADMISSIBILIDADE, RESPONSABILIDADE OBJETIVA. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- TERMO(S) DE RESGATE: AÇÃO CONTROLADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=965&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Caso \"OPERAÇÃO SANTA TERESA\".\n- Acórdão(s) citado(s):\n(REGIME INICIAL FECHADO, PERDA, MANDATO PARLAMENTAR)\nAP 694 (1ªT). \n(DENÚNCIA, REQUISITO, EXPOSIÇÃO, FATO CRIMINOSO)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(JUSTA CAUSA, AÇÃO PENAL)\nInq 3719 (1ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, ORDEM JUDICIAL, REQUISITO)\nInq 2424 (TP), HC 94028 (1ªT), HC 96056 (2ªT), HC 103418 (1ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, FUNDAMENTO, INDÍCIO, AUTORIA DO CRIME, UNICIDADE, MEIO DE PROVA)\nInq 2424 (TP), HC 94028 (1ªT), HC 103418 (1ªT), HC 105527 (2ªT), HC 106225 (1ªT). \n(DECISÃO JUDICIAL, MOTIVAÇÃO PER RELATIONEM, INTERCEPTAÇÃO TELEFÔNICA)\nHC 92020 (2ªT), HC 116989 (2ªT), RHC 117825 AgR (2ªT), RHC 130542 AgR (1ªT), RHC 126207 AgR (2ªT), RHC 156593 AgR (2ªT). \n(INDÍCIO, PROVA, AUTORIA DO CRIME)\nAP 470 (TP) - RTJ 225/11, AP 481 (TP). \n(COMPROVAÇÃO, CULPABILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL)\nHC 88875 (2ªT), HC 89501 (2ªT), HC 97701 (2ªT), AP 858 (2ªT). \n(CONDENAÇÃO, IN DUBIO PRO REO)\nHC 73338 (1ªT), AP 869 (2ªT). \n(AÇÃO CONTROLADA)\nHC 102819 (1ªT). \n(RESPONSABILIDADE OBJETIVA, PROCESSO PENAL)\nAP 975 (2ªT), HC 136250 (2ªT). \n(ENCONTRO FORTUITO DE PROVA, AUTORIDADE, PRERROGATIVA DE FUNÇÃO)\nMS 34751 (1ªT), Pet 7808 (2ªT). \n(CRIME PRÓPRIO, CONCURSO DE PESSOAS, PARTICIPAÇÃO)\nHC 81852 (2ªT), Inq 2725 (2ªT). \n(CRIME CONTRA O SISTEMA FINANCEIRO, APLICAÇÃO, RECURSO FINANCEIRO, FINALIDADE DIVERSA, LEGISLAÇÃO, CONTRATO)\nAP 935 (1ªT). \n(LAVAGEM DE DINHEIRO, CONFIGURAÇÃO)\nRHC 80816 (2ªT). \n- Decisões monocráticas citadas:\n(COMPROVAÇÃO, CULPABILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL)\nHC 121405.\n(RESPONSABILIDADE OBJETIVA, PROCESSO PENAL)\nInq 3995.\n- Acórdão(s) citado(s) - outros tribunais:\n(INTERCEPTAÇÃO TELEFÔNICA, ORDEM JUDICIAL, REQUISITO)\nSTJ: HC 104005. \n- Legislação estrangeira citada: art. 9 da Declaração francesa dos Direitos do Homem e do Cidadão de 1789.\nNúmero de páginas: 207.\nAnálise: 15/12/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES)      : MINISTÉRIO PÚBLICO FEDERAL \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nRÉU(É)(S)           : P. P. S.  \r\nADV.(A/S)           : THIAGO GROSZEWICZ BRITO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433505,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"AP 965","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2020-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBITENCOURT, Cezar Roberto; BREDA, Juliano. Crimes contra o sistema financeiro nacional e contra o mercado de capitais. 3. ed. São Paulo: Saraiva, 2014. p. 255 e 257.\nHUNGRIA, Nelson. Comentários ao Código Penal. Rio de Janeiro: Forense, 1954. v. 4. p. 178.\nMAIA, Rodolfo Tigre. Dos crimes contra o sistema financeiro nacional: anotações à Lei federal n. 7.492/86. São Paulo: Malheiros, 1999. p. 125.\nPRADO, Luiz Régis. Curso de direito penal brasileiro - Parte especial. São Paulo: Revista dos Tribunais, 2002. v. 3. p. 654.\nSILVA, Antônio Carlos Rodrigues da. Crimes do colarinho branco. Brasília: Brasília Jurídica, 1999. p. 149.\nSOLER, Sebastián. Derecho penal argentino. Buenos Aires: TEA, 1952. Tomo 3.","ministro_facet":["ALEXANDRE DE MORAES","ROBERTO BARROSO"],"processo_numero":965,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433064","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo interno, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Afastada a aplicação da penalidade porquanto não atingida a unanimidade prevista no § 4º do art. 1.021 do CPC/2015. Primeira Turma, Sessão Virtual de 18.9.2020 a 25.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433064","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433064","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. LEI MUNICIPAL. COMPETÊNCIA DA UNIÃO PARA LEGISLAR SOBRE DIREITO DO CONSUMIDOR E NORMAS GERAIS EM MATÉRIA DE LICITAÇÕES E CONTRATOS. \n\n\n\n    1. Tem-se, na origem, ação direta de inconstitucionalidade proposta perante o Tribunal de Justiça do Estado do Rio de Janeiro em face da Lei Estadual 8.039, de 29 de junho de 2018, que dispõe sobre a responsabilização das empresas por defeitos e vícios da execução de obras e dá outras providências.\n\n\n\n    2. A referida norma estadual determinou que as empresas responsáveis pela incorporação e pela construção das moradias do Programa “Minha Casa, Minha Vida”, do Programa de Arrendamento Residencial (PAR) e de outros programas de habitação popular são obrigadas a indenizar os moradores, nos casos de defeitos e vícios de execução das obras, sem exclusão da responsabilidade da Caixa Econômica Federal. Além disso, determinou que o descumprimento da norma acarretará “para a empresa o impedimento de participação em licitações públicas, direta ou indiretamente e, em caso de comprovação de dano, a responsabilidade cível e criminal.”.\n\n\n\n    3. O Órgão Especial do Tribunal de origem julgou procedente a ação, para declarar a inconstitucionalidade da norma por violação ao artigo 24, V e III, da CF/1988, que fixa a competência concorrente entre União, Estados e Distrito Federal para dispor sobre produção e consumo, bem como sobre responsabilidade por dano ao consumidor, pois a matéria tratada na lei impugnada invadiu a disciplina do Código de Defesa do Consumidor.\n\n\n\n    4. A Federação nasceu adotando a necessidade de um poder central, com competências suficientes para manter a união e a coesão do próprio País, garantindo-lhe, como afirmado por HAMILTON, a oportunidade máxima para a consecução da paz e da liberdade contra o facciosismo e a insurreição ( The Federalist papers, nº IX ), e permitindo à União realizar seu papel aglutinador dos diversos Estados-Membros e de equilíbrio no exercício das diversas funções constitucionais delegadas aos três poderes de Estado. \n\n\n\n    5. Durante a evolução do federalismo, passou-se da ideia de três campos de poder mutuamente exclusivos e limitadores, segundo a qual a União, os Estados e os Municípios teriam suas áreas exclusivas de autoridade, para um novo modelo federal baseado, principalmente, na cooperação, como salientado por KARL LOEWESTEIN (Teoria de la constitución . Barcelona: Ariel, 1962. p. 362). \n\n\n\n    6. O legislador constituinte de 1988, atento a essa evolução, bem como sabedor da tradição centralizadora brasileira, tanto, obviamente, nas diversas ditaduras que sofremos, quanto nos momentos de normalidade democrática, instituiu novas regras descentralizadoras na distribuição formal de competências legislativas, com base no princípio da predominância do interesse, e ampliou as hipóteses de competências concorrentes, além de fortalecer o Município como polo gerador de normas de interesse local. \n\n\n\n    7. O princípio geral que norteia a repartição de competência entre os entes componentes do Estado Federal brasileiro é o princípio da predominância do interesse, tanto para as matérias cuja definição foi preestabelecida pelo texto constitucional, quanto em termos de interpretação em hipóteses que envolvem várias e diversas matérias, como na presente Ação Direta de Inconstitucionalidade. \n\n\n\n    8. A própria Constituição Federal, portanto, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori , diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-membros e Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    9. Verifica-se que, na espécie, a norma estadual invadiu a competência constitucional da União, na medida em que o Código de Defesa do Consumidor já trouxe regramento próprio acerca da responsabilidade civil dos fornecedores.\n\n\n\n    10. Indevida, também, atuação do Estado-membro na imposição de condições/restrições ao processo licitatório.\n\n\n\n    11. Agravo Interno a que se nega provimento. Na forma do art. 1.021, §§ 4º e 5º, do Código de Processo Civil de 2015, em caso de votação unânime, fica condenado o agravante a pagar ao agravado multa de um por cento do valor atualizado da causa, cujo depósito prévio passa a ser condição para a interposição de qualquer outro recurso (à exceção da Fazenda Pública e do beneficiário de gratuidade da justiça, que farão o pagamento ao final).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754005971","externo_seq_objeto_incidente":5998038,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-242  DIVULG 02-10-2020  PUBLIC 05-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1269208&classe=RE","is_colac":false,"titulo":"RE 1269208 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00027 ART-00024 INC-00003 \n          INC-00005 INC-00008 PAR-00001 ART-00030 \n          INC-00001 ART-00102 INC-00003 LET-A \n          ART-00125 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00002\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00001 PAR-ÚNICO\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01021 PAR-00004 PAR-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   LEI-008039      ANO-2018\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003 \n          ART-00004\n                LEI ORDINÁRIA, RJ"],"publicacao_data":"2020-10-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HISTÓRIA, FEDERALISMO, SURGIMENTO, DISTRIBUIÇÃO, COMPETÊNCIA, ORDENAMENTO JURÍDICO ESTRANGEIRO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA GERAL, LICITAÇÃO, CONTRATO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA CONCORRENTE, NORMA, DIREITO DO CONSUMIDOR. LEI ESTADUAL, POSSIBILIDADE, COMPLEMENTAÇÃO, LEI FEDERAL, ALARGAMENTO, PROTEÇÃO, USUÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1269208&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI ESTADUAL, EXTRAPOLAÇÃO, COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO DO CONSUMIDOR)\nADI 3623 (TP), ADI 5158 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA GERAL, LICITAÇÃO, CONTRATO)\nADI 3735 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 22.\nAnálise: 09/09/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MESA DIRETORA DA ASSEMBLÉIA DO RIO DE JANEIRO \nADV.(A/S)  : SERGIO EDUARDO DA CUNHA LEAL CARNEIRO \nAGDO.(A/S)  : FEDERACAO DAS INDUSTRIAS DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : TATIANA DE FATIMA MACHADO DUNSHEE DE ABRANCHES \nADV.(A/S)  : REINALDO OLIVEIRA FERREIRA JUNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433064,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 1269208 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-09-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADIA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, Joaquim Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist papers, n. 9.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53 et seq.\nJAY, John; MADISON, James; HAMILTON, Alexander. Os Artigos Federalistas.\nLOEWESTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michel J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq. \nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. tomo 1. p. 13-14.\nROBISON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1269208,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428216","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente o pedido de extradição, ficando condicionada a entrega do extraditando: (i) Ao juízo discricionário do Presidente da República; (ii) à formalização, pelo Estado requerente, dos compromissos previstos no artigo 96 da lei 13.445/2017; e (iii) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do artigo 95, caput, da lei 13.445/2017, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 5.6.2020 a 15.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428216","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur428216","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DA CORÉIA. CRIME DE ESTELIONATO. REQUISITOS DA DUPLA TIPICIDADE E DA DUPLA PUNIBILIDADE. PREENCHIMENTO. PRESENÇA DOS DEMAIS REQUISITOS DA LEI 13.445/2017. ASSUNÇÃO DOS COMPROMISSOS PREVISTOS NO ARTIGO 96 DA LEI 13.445/2017. PEDIDO DE EXTRADIÇÃO DEFERIDO.\n\n\n\n    1. A extradição, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem como objetivo precípuo viabilizar o julgamento de suspeito pela prática de crime que preencha os requisitos da dupla tipicidade e da dupla punibilidade.\n\n\n\n    2. In casu, os requisitos formais de admissibilidade encontram-se presentes (artigo 83 da Lei 13.445/2017), inexistindo, ainda, circunstância impeditiva à extradição (artigo 82 da Lei 13.445/2017), eis que:\n\n\n\n    (a) o extraditando não é brasileiro nato, tampouco é beneficiário de refúgio neste país, tendo sequer o solicitado;\n\n\n\n    (b) o Estado requerente tem jurisdição para julgar os fatos imputados ao extraditando e a República Federativa do Brasil não dispõe de competência para julgar, anistiar ou indultar a pessoa reclamada;\n\n\n\n    (c) o extraditando responde a processo penal perante Tribunal regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade com o princípio do juiz natural;\n\n\n\n    (d) o crime imputado tem natureza comum, inexistindo evidência de que os fatos imputados sejam enquadrados como crime político;\n\n\n\n    (e) inexistem elementos de que o pedido extraditório possui outras finalidades que não a aplicação regular da lei penal;\n\n\n\n    (f) a conduta imputada ao extraditando é criminalizada tanto na Coreia do Sul (artigo 347, nº 1 do Código Penal Sul Coreano), quanto no Brasil (artigo 171), prevendo pena superior a 2 (dois) anos de prisão ao crime descrito pelo pedido de extradição.\n\n\n\n    (g) persiste imprescrita a pretensão punitiva do delito imputado, tanto no âmbito da legislação brasileira, quanto no bojo da legislação sul coreana.\n\n\n\n    (h) o Governo da Coréia do Sul assumiu os compromissos previstos no artigo 96 da lei 13.445/2017 (fl. 06) \n\n\n\n    (i) Descabe a alegação de existência de processo penal em curso no território brasileiro, mercê de não ser elemento apto a ensejar o indeferimento do pleito extradicional. A existência de vínculo afetivo do extraditando, no Brasil, tampouco se apresenta como argumento apto a impedir sua retirada compulsória do território nacional. Precedentes. \n\n\n\n    3. Ex positis, DEFIRO o pedido de extradição formulado pelo Governo da Coreia do Sul, ficando condicionada a entrega do extraditando: (i) ao juízo discricionário do Presidente da República; (ii) à formalização, pelo Estado requerente, dos compromissos previstos no artigo 96 da Lei 13.445/2017; e (iii) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do artigo 95, caput, da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753240759","externo_seq_objeto_incidente":5846537,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-176  DIVULG 13-07-2020  PUBLIC 14-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1624&classe=Ext","is_colac":false,"titulo":"Ext 1624","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00082 ART-00083 ART-00095 \"CAPUT\" \n          PAR-00002 ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1995\n          ART-00003 ART-00004 ART-00013 INC-00001\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DA CORÉIA, CELEBRADO EM BRASÍLIA, EM 1O DE SETEMBRO DE 1995\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00155 PAR-00003 \n          ART-00171\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00366\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000263      ANO-2000\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DA CORÉIA, CELEBRADO EM BRASÍLIA, EM 1O DE SETEMBRO DE 1995\n\n","LEG-FED   DEC-004152      ANO-2002\n          ART-00013 INC-00001\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DA CORÉIA, CELEBRADO EM BRASÍLIA, EM 1O DE SETEMBRO DE 1995\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-07-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TRATADO DE EXTRADIÇÃO, REPÚBLICA FEDERATIVA DO BRASIL, REPÚBLICA DA COREIA, POSSIBILIDADE, ANTECIPAÇÃO, ENTREGA, EXTRADITANDO, CONDICIONAMENTO, JUÍZO, DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA. EXTRADIÇÃO INSTRUTÓRIA, CUMPRIMENTO DA PENA, SOLO, BRASILEIRO, DESCABIMENTO, INEXISTÊNCIA, PENA, ESTADO REQUERENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1624&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, VÍNCULO AFETIVO, UNIÃO ESTÁVEL)\nExt 1531 (1ªT). \n(EXTRADIÇÃO, RÉU FORAGIDO, SUSPENSÃO, PRAZO PRESCRICIONAL, LEGISLAÇÃO BRASILEIRA)\nExt 1421 ED (1ªT). \n- Legislação estrangeira citada: art. 347, n. 1, do Código Penal Sul Coreano; art. 249, 4, art. 253, 3, da Lei de Processo Penal Sul Coreana.  \n\nNúmero de páginas: 15.\nAnálise: 17/03/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA CORÉIA DO SUL \nEXTDO.(A/S)  : CHANG KI PARK \nADV.(A/S)  : ELIANE SOUSA BORGES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428216,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1624","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-06-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1624,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}