{"result":{"took":522,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.911934,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur442818","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu parcialmente da ação direta de inconstitucionalidade e, na parte conhecida, julgou improcedente o pedido, nos termos do voto do Relator. Falou, pelos interessados, o Dr. Raphael Ramos Monteiro de Souza, Advogado da União. Plenário, Sessão Virtual de 5.3.2021 a 12.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["3","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur442818","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur442818","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÕES DIRETA DE INCONSTITUCIONALIDADE. LEI COMPLEMENTAR 173/2020. PROGRAMA FEDERATIVO DE ENFRENTAMENTO AO CORONAVÍRUS (COVID-19). ALTERAÇÕES NA LEI DE RESPONSABILIDADE FISCAL - LC 101/2000. PRELIMINARES. CONHECIMENTO PARCIAL DA ADI 6442. § 5º DO ART. 7º. NORMA DE EFICÁCIA EXAURIDA. MÉRITO. ARTS. 2º, § 6º; 7º E 8º. CONSTITUCIONALIDADE FORMAL DAS NORMAS. NORMAS GERAIS DE DIREITO FINANCEIRO E RESPONSABILIDADE FISCAL. COMPETÊNCIA LEGISLATIVA DA UNIÃO. CONSTITUCIONALIDADE MATERIAL. PRINCÍPIOS FEDERATIVO E DA SEPARAÇÃO DOS PODERES. PADRÕES DE PRUDÊNCIA FISCAL. MECANISMOS DE SOLIDARIEDADE FEDERATIVA FISCAL. ENFRENTAMENTO DE CRISE SANITÁRIA E FISCAL DECORRENTES DA PANDEMIA. COMPETÊNCIA BASEADA NO ART. 169 DA CONSTITUIÇÃO FEDERAL. AUSÊNCIA DE VIOLAÇÃO AOS PRINCÍPIOS DA EFICIÊNCIA, DA IRREDUTIBILIDADE DE VENCIMENTOS, DA PROPORCIONALIDADE, DA VEDAÇÃO AO RETROCESSO. DEVIDO PROCESSO LEGAL. RENÚNCIA DE DEMANDA JUDICIAL. NORMA DE CARÁTER FACULTATIVO. COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL PARA DIRIMIR CONFLITOS FEDERATIVOS. IMPROCEDÊNCIA.\n\n\n\n    1. A Jurisdição Constitucional abstrata brasileira não admite o ajuizamento ou a continuidade de ação direta de inconstitucionalidade de lei ou ato normativo já revogado, substancialmente alterado ou cuja eficácia já tenha se exaurido, independentemente do fato de terem produzido efeitos concretos residuais. Precedentes. Não conhecimento da ADI 6442 quanto à impugnação do art. 5º, § 7º, da LC 173/2020.\n\n\n\n    2. Ausência de violação ao processo legislativo em razão de as deliberações no Congresso Nacional terem ocorrido por meio do Sistema de Deliberação Remota. Normalidade da tramitação da lei. Ausência de vício de iniciativa legislativa, uma vez que as normas versadas na lei não dizem respeito ao regime jurídico dos servidores públicos, mas sim sobre a organização financeira dos entes federativos.\n\n\n\n    3. O § 6º do art. 2º da LC 173/2020 não ofende a autonomia dos Estados, Distrito Federal e Municípios, uma vez que a norma apenas confere uma benesse fiscal condicionada à renúncia de uma pretensão deduzida em juízo, a critério do gestor público respectivo.\n\n\n\n    4. O art. 7º, primeira parte, da LC 173/2020, reforça a necessidade de uma gestão fiscal transparente e planejada, impedindo que atos que atentem contra a responsabilidade fiscal sejam transferidas para o próximo gestor, principalmente quando em jogo despesas com pessoal. A norma, assim, não representa afronta ao pacto federativo, uma vez que diz respeito a tema relativo à prudência fiscal aplicada a todos os entes da federação.\n\n\n\n    5. Quanto à alteração do art. 65 da LRF, o art. 7º da LC 173/2020 nada mais fez do que possibilitar uma flexibilização temporária das amarras fiscais impostas pela LRF em caso de enfrentamento de calamidade pública reconhecida pelo Congresso Nacional.\n\n\n\n    6. A norma do art. 8º da LC 173/2020 estabeleceu diversas proibições temporárias direcionadas a todos os entes públicos, em sua maioria ligadas diretamente ao aumento de despesas com pessoal. Nesse sentido, a norma impugnada traz medidas de contenção de gastos com funcionalismo, destinadas a impedir novos dispêndios, congelando-se o crescimento vegetativo dos existentes, permitindo, assim, o direcionamento de esforços para políticas públicas de enfrentamento da calamidade pública decorrente da pandemia da COVID-19.\n\n\n\n    7. Os arts. 7º e 8º da LC 173/2020 pretendem, a um só tempo, evitar que a irresponsabilidade fiscal do ente federativo, por incompetência ou populismo, seja sustentada e compensada pela União, em detrimento dos demais entes federativos. A previsão de contenção de gastos com o aumento de despesas obrigatórias com pessoal, principalmente no cenário de enfrentamento de uma pandemia, é absolutamente consentânea com as normas da Constituição Federal e com o fortalecimento do federalismo fiscal responsável.\n\n\n\n    8. As providências estabelecidas nos arts. 7º e 8º da LC 173/2020 versam sobre normas de direito financeiro, cujo objetivo é permitir que os entes federados empreguem esforços orçamentários para o enfrentamento da pandemia e impedir o aumento de despesas ao fim do mandato do gestor público, pelo que se mostra compatível com o art. 169 da Constituição Federal. Não há redução do valor da remuneração dos servidores públicos, uma vez que apenas proibiu-se, temporariamente, o aumento de despesas com pessoal para possibilitar que os entes federados enfrentem as crises decorrentes da pandemia de COVID-19, buscando sempre a manutenção do equilíbrio fiscal.\n\n\n\n    9. O art. 2º, § 6º da LC 173/2020, ao prever o instituto da renúncia de direito material em âmbito de disputa judicial entre a União e os demais entes não viola o princípio do devido processo legal. Norma de caráter facultativo.\n\n\n\n    10. Incompetência originária do SUPREMO TRIBUNAL FEDERAL para conhecer e dirimir conflito decorrente da aplicação do § 6º do art. 2º da LC 173/2020. Inaplicabilidade do art. 102, I, f, da CF, por ausência de risco ao equilíbrio federativo.\n\n\n\n    11. Conhecimento parcial da ADI 6442. Julgamento pela improcedência das ADIs 6442, 6447, 6450 e 6525.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755400854","externo_seq_objeto_incidente":5925873,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-055  DIVULG 22-03-2021  PUBLIC 23-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6442&classe=ADI","is_colac":false,"titulo":"ADI 6442","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00003 INC-00004 ART-00005 INC-00036\n    INC-00055 ART-00023 PAR-ÚNICO ART-00024\n    INC-00001 ART-00037 \"CAPUT\" INC-00002\n    INC-00010 INC-00012 INC-00015 INC-00016\n    ART-00039 PAR-00001 ART-00061 PAR-00001\n    INC-00001 INC-00002 LET-A LET-B\n    LET-D LET-E LET-F LET-C\n    ART-00100 ART-00102 INC-00001 LET-F\n    ART-00167 INC-00010 ART-00169 \"CAPUT\"\n    PAR-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00038\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000082 ANO-1995\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000096 ANO-1999\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000101 ANO-2000\n    ART-00014 ART-00016 ART-00017 ART-00021\n    INC-00002 ART-00035 ART-00037 ART-00042\n    ART-00065\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LCP-000173 ANO-2020\n    ART-00002 PAR-00001 INC-00001 PAR-00006\n    ART-00007 PAR-00005 ART-00008\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007976 ANO-1989\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008727 ANO-1993\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009496 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00487 INC-00003 LET-C\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013485 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-0006B\n    LEI ORDINÁRIA\n\n","LEG-FED   MPR-000928 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   PEC-000173 ANO-1995\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   ATO-000007 ANO-2020\n    ATO DA COMISSÃO DIRETORA DO SENADO FEDERAL\n\n","LEG-FED   MSG-000886 ANO-1995\n    MENSAGEM DO PRESIDENTE DA REPÚBLICA\n\n","LEG-FED   MSG-000093 ANO-2020\n    MENSAGEM DO PRESIDENTE DA REPÚBLICA\n\n","LEG-EST   CES ANO-1989\n    ART-00111\n    CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   CES ANO-1989\n    ART-00019\n    CONSTITUIÇÃO ESTADUAL, RS\n\n","LEG-EST   CES ANO-1989\n    ART-00013\n    CONSTITUIÇÃO ESTADUAL, BA"],"publicacao_data":"2021-03-23","documental_acordao_mesmo_sentido_lista_texto":"ADI 6447  PROCESSO ELETRÔNICO\n          JULG-15-03-2021  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-065\n          DJe-055  DIVULG 22-03-2021  PUBLIC 23-03-2021\n \nADI 6450  PROCESSO ELETRÔNICO\n          JULG-15-03-2021  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-065\n          DJe-055  DIVULG 22-03-2021  PUBLIC 23-03-2021\n \nADI 6525  PROCESSO ELETRÔNICO\n          JULG-15-03-2021  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-065\n          DJe-055  DIVULG 22-03-2021  PUBLIC 23-03-2021","documental_indexacao_texto":"- REGULARIDADE, PROCESSO LEGISLATIVO, FASE INSTRUTÓRIA, DISCUSSÃO, VOTAÇÃO, DELIBERAÇÃO, PARLAMENTAR, DELIBERAÇÃO, PODER EXECUTIVO. TELETRABALHO, PLENÁRIO VIRTUAL, PODER LEGISLATIVO, OBSERVÂNCIA, RECOMENDAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. COMPETÊNCIA, FEDERALISMO, SOLIDARIEDADE, ENTE FEDERADO, PRESERVAÇÃO, IDENTIDADE, AUTONOMIA, EQUILÍBRIO, COMPETIÇÃO, COLABORAÇÃO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO FISCAL, EQUILÍBRIO FINANCEIRO, NECESSIDADE, LIMITE DE ATUAÇÃO, RESPONSABILIDADE FISCAL, AUSÊNCIA, OFENSA, PRINCÍPIO DA AUTONOMIA MUNICIPAL, PRINCÍPIO DA AUTONOMIA ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6442&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MINISTÉRIO DA SAÚDE (MS), DIVULGAÇÃO, DADO EPIDEMIOLÓGICO, PANDEMIA, COVID-19)\nADI 6343 MC-Ref (TP), ADI 6351 MC-Ref (TP), ADI 6357 MC-Ref (TP), ADI 6347 MC-Ref (TP), ADPF 690 (TP). \n(INADMISSIBILIDADE, CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, PREJUDICIALIDADE.)\nADI 649 (TP), ADI 709 (TP), ADI 3885 (TP), ADI 2971 AgR (TP), ADI 5159 (TP), ADI 3408 AgR (TP), ADI 870 QO (TP). \n(ATIVIDADE, PODER LEGISLATIVO)\nMS 35581 AgR (TP). \n(INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO)\nADI 2329 (TP). \n(EXIGÊNCIA, LEI COMPLEMENTAR, FIXAÇÃO, DESPESA COM PESSOAL)\nADI 1585 (TP), ADI 2238 (TP), ADI 6450 (TP). \n(IRREDUTIBILIDADE DE VENCIMENTOS, GARANTIA CONSTITUCIONAL, DIREITO ADQUIRIDO)\nRE 298695 (TP), ADI 4461 (TP), RE 1114554 AgR (2ªT). \n(DESCUMPRIMENTO, DEVIDO PROCESSO LEGAL, PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO)\nADI 6450 (TP). \n(STF, COMPETÊNCIA ORIGINÁRIA, CONFLITO FEDERATIVO)\nACO 359 QO (1ªT). \n- Decisão monocrática citada:\n(MINISTÉRIO DA SAÚDE (MS), DIVULGAÇÃO, DADO EPIDEMIOLÓGICO, PANDEMIA, COVID-19)\nADPF 669.\n- Legislação estrangeira citada: Constituição norte-americana de 1787; art. 16 da Declaração Francesa dos\nDireitos do Homem e do Cidadão, de 1789;  Reform Act, de 1832, da Inglaterra; art. 19, da Constituição da Noruega, estabelecida em 17/5/1814; art. 100, da Constituição Política da República do Chile.\n- Veja ADI 6447, ADI 6450 e ADI 6525 do STF.\nNúmero de páginas: 65.\nAnálise: 07/04/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : LEVI BORGES DE OLIVEIRA VERISSIMO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":442818,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6442","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABRUCIO, Fernando Luiz. A coordenação federativa no Brasil: a experiência do período FHC e os desafios do governo Lula. Revista de Sociologia e Política, n. 24, jun. 2005. p. 43.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53.\nBONAVIDES, Paulo. Ciência política. 10. ed. São Paulo: Malheiros, 2000. p. 192.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCLÈVE, Clèmerson Merlin. Atividade legislativa do Poder Executivo no Estado contemporâneo e na constituição de 1988. São Paulo: Revista dos Tribunais, 1993. p. 26.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 44 e 52.\nDAHL, Robert. Sobre a democracia. Brasília: UnB, 2001. p. 137.\nDI PIETRO, Maria Sylvia Zanella. Direito administrativo. 10. ed. São Paulo: Atlas, 1998. p. 73-74.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 464 et seq.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFARIA, Rodrigo de Oliveira. Reflexões do endividamento nas relações federativas brasileiras. In: CONTI, José Maurício; SCAFF, Fernando Facury; BRAGA, Carlos Eduardo Farado. (org.). Federalismo fiscal: questões contemporâneas. Florianópolis: Conceito Editorial, 2010. p. 446-447.\nFERNÁNDEZ, Tomás-Ramón. Arbitrariedad y discrecionalidad. Madri: Civitas, 1991. p. 117 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nFRIEDRICH, Carl. Gobierno constitucional y democracia. Madri: Instituto de Estudios Políticos, 1975. p. 82.\nHORTA, Raul Machado. Direito constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 305 et seq.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\n______. The Federalist Papers, n. IX.\nJELLINEK, Georg. Teoría general del Estado. México: Fondo de Cultura Económica, 2000. p. 580.\nKIRWAN, Kent A. The use and abuse of power: the Supreme Court and separation of powers. The Annal of the American Academy of Political and Social Science, Filadélfia, n. 537, p. 76-84, jan. 1995.\nKURLAND, Philip B. The rise and fall of the doctrine of separation of powers. Michigan Law Review, Ann Arbor, ano 3, v. 85, p. 593 et seq. dez. 1986.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (coord.). Dicionário de política. v. 1. p. 482 e 517.\nLOCKE, John. Dois tratados sobre o governo. São Paulo: Martins Fontes, 1998. p. 462 e 515-516.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 55 e 362.\nMADISON, James. The Federalist papers, n. 47.\nMALBERG, Raymond Carré de. Contribution a la théorie générale de l’état. Paris: Centre National de La Recherche Scientifique, 1920. p. 259 et seq.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p.\n144.\nMANSFIELD JR, Harvey. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 84-85 e 92.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nRIGOLON, Francisco; GIAMBIAGI, Fabio. A renegociação das dívidas e o regime fiscal dos Estados. Rio de Janeiro: BNDES, 1999. p. 123.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19, 20, 22 e 27.\nSCHWARTZ, Bernard. O federalismo norte-americano. Rio de Janeiro: Forense Universitária, 1984. p. 75.\nSCHWARTZ, Bernmard. Curiouser and curiouser: the Supreme Court’s separations of powers wonderland. Notre\nDame Law Review. Notre Dame, ano 4, v. 65, p. 587-616, p. 1990.\nSIEGAN, Bernard H. Separation of powers: economic liberties. Notre Dame Law Review, Notre Dame, ano 3, v. 70, p. 415, 427 et seq. 1995.\nSILVA, Alexandre Manoel Angelo; MONTEIRO NETO, Aristides; GERARDO José Carlos. Dívidas estaduais, federalismo fiscal e desigualdades regionais no Brasil: percalços no limiar do século XXI. In:\nMONTEIRO NETO, Aristides (org.). Governos estaduais no federalismo brasileiro. Capacidades e limitações governativas em debate. Brasília: IPEA, 2014. p. 119.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, n. 120, 1989.\nSOUZA, Saulo Santos de. Entre performance política e performance fiscal: o legado do governo Cardoso para o federalismo fiscal brasileiro. Brasília: ESAF, 2003. \nPELAYO, Garcia. Derecho constitucional comparado. 8. ed. Madri: Revista do Ocidente, 1967. p. 218.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do\nequilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.\nVERGOTTINI, Giuseppe de. Diritto costituzionale. 2. ed. Pádua: Cedam, 2000. p. 93.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6442,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur444804","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, formulado pelo governo da República Popular da China, unicamente quanto ao crime de lesão corporal intencional de natureza grave, ficando condicionada a entrega de Hongjiang Miao: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da lei 13.445/2017 e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da lei 13.445/2017; por corolário, indeferido o pedido de soltura do extraditando, devendo a custódia permanecer até a sua efetiva entrega, a fim de se viabilizar a execução da ordem extradicional e salvaguardar o Estado requerido, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 9.4.2021 a 16.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur444804","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur444804","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA REPÚBLICA POPULAR DA CHINA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI Nº 13.445/2017) E DO TRATADO BILATERAL VIGENTE ENTRE AS PARTES (DECRETO Nº 8.431/2015). POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. IMPUTAÇÃO DO CRIME DE LESÃO CORPORAL INTENCIONAL DE NATUREZA GRAVE. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. NEGATIVA DE AUTORIA POR FALTA DE PROVAS. QUESTÃO INSINDICÁVEL POR ESTA CORTE. ADOÇÃO, NO BRASIL, DO SISTEMA BELGA OU DA CONTENCIOSIDADE LIMITADA. PRECEDENTES. AUSÊNCIA DE PRESCRIÇÃO DO DELITO EM AMBOS OS ESTADOS. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é cidadão chinês. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445, de 24 de maio de 2017) e do Tratado Bilateral vigente entre as partes, promulgado no Brasil pelo Decreto n° 8.431, de 9 de abril de 2015. \n\n\n\n    2. O fato delituoso imputado ao extraditando corresponde, no direito pátrio, ao crime de lesão corporal grave (art. 129, § 1º, do Código Penal) ou de lesão corporal gravíssima (art. 129, § 2º, do Código Penal). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei nº 13.445/2017. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos.\n\n\n\n    3. O sistema belga – ou de contenciosidade limitada – que rege o processo de extradição passiva, no Brasil (art. 91, § 1º, da Lei de Migração), não autoriza a análise, pelo SUPREMO TRIBUNAL FEDERAL, de questões atinentes à avaliação do material probatório produzido na investigação em curso no Estado requerente. Precedentes.\n\n\n\n    4. No caso concreto, tendo em vista que os fatos criminosos foram praticados no ano de 2009, ainda não ocorreu o transcurso do prazo prescricional, já que, o chamado período de limitação de processo, previsto no art. 87 da Lei Criminal da República Popular da China indica que o crime não será processado após o prazo seguinte: ‘(4) A pena legal máxima é a pena de prisão perpétua, ou pena de morte, após vinte anos’ (fl. 28v). Portanto, pela legislação internacional, a prescrição somente será alcançada em julho de 2029. Na legislação nacional, por sua vez, o prazo prescricional seria de 12 (doze) anos, já que os crimes previstos no art. 129, §§ 1º e 2º, do CP, cominam, em seus preceitos secundários, as penas máximas de 5 (cinco) e 8 (oito) anos, respectivamente, consoante a dicção do art. 109, III, do CP. A prescrição, no caso concreto, seria alcançada apenas no mês de julho deste ano de 2021.\n\n\n\n    5. Pedido deferido unicamente quanto ao crime de lesão corporal intencional de natureza grave, ficando condicionada a entrega de HONGJIANG MIAO (a) à decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei nº 13.445/2017; e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei nº 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755666874","externo_seq_objeto_incidente":6068487,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-077  DIVULG 23-04-2021  PUBLIC 26-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1648&classe=Ext","is_colac":false,"titulo":"Ext 1648","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00047 INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00075 ART-00109 INC-00003 ART-00129\n    PAR-00001 INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-00002 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-008431 ANO-2015\n    ART-00002 ITEM-00001 ALÍNEA-A ART-00003\n    ITEM-00001 ALÍNEA-C ART-00087\n    DECRETO, TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POPULAR DA CHINA\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00002 ART-00091 PAR-00001\n    ART-00095 \"CAPUT\" ART-00096\n    LEI ORDINÁRIA, LEI DE MIGRAÇÃO"],"publicacao_data":"2021-04-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA, FUNDAMENTO, TRATADO INTERNACIONAL, RECIPROCIDADE. HIPÓTESE, INOCORRÊNCIA, JURISDIÇÃO, CONCORRÊNCIA, COMPETÊNCIA, ESTADO REQUERENTE. EXTRADIÇÃO INSTRUTÓRIA, AUSÊNCIA, CARÁTER POLÍTICO, DELITO. INOCORRÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, EXISTÊNCIA, FAMÍLIA, ESTADO BRASILEIRO. ESTADO REQUERENTE, NOTA VERBAL, VEDAÇÃO, TORTURA, PENA CRUEL, TRATAMENTO DESUMANO, TRATAMENTO DEGRADANTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1648&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, LIMITAÇÃO, PRETENSÃO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, NECESSIDADE, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(STF, ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA,  IMPOSSIBILIDADE, STF, APRECIAÇÃO, PROVA)\nExt 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP). \n(POSSIBILIDADE, EXTRADIÇÃO, ESTRANGEIRO, FAMÍLIA, NACIONALIDADE BRASILEIRA)\nExt 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 669 (TP). \n(PRISÃO CAUTELAR, EXTRADIÇÃO, EXCESSO DE PRAZO)\nHC 73552 (TP). \n(AUSÊNCIA, ÓBICE, EXTRADIÇÃO, ALEGAÇÃO, RISCO)\nExt 1473 (2ªT). \n- Veja art. 2, item 1, alínea “a”, e art. 3, item 1, alínea “c”, do Tratado de Extradição celebrado entre a República Federativa do Brasil e o Governo da República Popular da China, firmado em 12 de novembro de 2004.\n- Legislação estrangeira citada: art. 87 e art. 234 da Lei Criminal da República Popular da China. Art. 80 da Lei de Processo Penal da República Popular da China.\nNúmero de páginas: 23.\nAnálise: 07/06/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA CHINA \nEXTDO.(A/S)  : HONGJIANG MIAO \nADV.(A/S)  : ADIB ABDOUNI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":444804,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1648","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-04-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1648,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur467396","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido formulado pelo Estado Requerente para conceder a extradição de GABRIEL EDUARDO GONZALEZ MOYA, de nacionalidade equatoriana, nascido aos 6/5/1982 em Guayas/Guayaquil/Tarqui, Equador, filho de Antonio Eduardo Gonzalez e Rocio Dei Pilar Moya, identidade equatoriana nº 0915757249 e CPF nº 233.899.188-50, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 24.6.2022 a 1.7.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur467396","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur467396","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTORIA. TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR. CRIME DE FEMINICÍDIO. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESENÇA DOS REQUISITOS GERAIS E ESPECÍFICOS. AUSENCIA DE TIPICIDADE E INSTRUÇÃO ADEQUADA. NÃO RECONHECIDAS. FAMÍLIA CONSTITUÍDA. NÃO CONFIGURAÇAO DE CAUSA INDEFERIMENTO.\n\n\n\n    1. Os documentos formalizadores desta extradição atendem aos requisitos indispensáveis, conforme disciplina normativa extraída do art. 88 da Lei 13.445/2017 e também nos artigos art. V, da norma convencional.\n\n\n\n    2. Presentes a dupla tipicidade e punibilidade, bem como os demais condicionantes delineados na Lei de Migração (Lei n. 13.445/2017) e no Tratado de Extradição entre o Brasil e o Equador.\n\n\n\n    3. Cidadão equatoriano a quem são atribuídos crimes comuns a serem legitimamente apurados pelo Governo do Equador, não se detectando fundado risco de julgamento por tribunal de exceção ou  ad hoc.\n\n\n\n    4. Inexiste evidência de julgamento, condenação, ou absolvição do extraditando, no Brasil, pelos  mesmos  fatos motivadores dessa extradição e tampouco prepondera o exercício da Jurisdição brasileira, afastando-se, por conseguinte, a hipótese de recusa facultativa à extradição prevista em norma convencional.\n\n\n\n    5. À luz da legislação penal brasileira os fatos análogos são punidos com sanção privativa de liberdade máxima superior a 2 anos, inexistindo notícia de que o extraditando tenha sido indultado, ou contemplado pela concessão de anistia, graça, refúgio ou asilo territorial no Brasil (art. 82, IX, da Lei n. 13.445/2017 Lei de Migração).\n\n\n\n    6. Inexistem razões sólidas que tornem plausível a hipótese de que o cidadão reclamado possa ser subjugado a atos de perseguição e/ou discriminação em decorrência de raça, religião, sexo, nacionalidade, língua, opinião política, condição social e/ou pessoal, tampouco se antevendo evidências concretas de que a sua situação jurídica venha a ser agravada por quaisquer desses elementos.\n\n\n\n    7. Pedido de extradição apresentado com fundamento em acusações, por crimes comuns, processadas por órgãos judiciais do Estado requerente.\n\n\n\n    8. Tampouco se cogita índole exclusivamente militar aos fatos motivadores desse pedido, tratando-se de fatos delituosos tipificados na legislação penal comum.\n\n\n\n    9. Conduta suficientemente descrita para o fim de aferir sua tipicidade e amparo em instrução adequada conforme o que exige à regra da cognoscibilidade limitada adotada por esta Corte.\n\n\n\n    10. Constituição de família do Brasil não impede a extradição. Verbete da Súmula nº 421, desta Suprema Corte. Inaplicabilidade da tese proferida no RE 608898, Relator Min. MARCO AURÉLIO, Tribunal Pleno, julgado em 25/06/2020.\n\n\n\n    11. Configurados tanto os requisitos gerais (Lei n. 13.445/2017), como os específicos constantes no Tratado de Extradição entre o Brasil e o Equador (Decreto nº 2.950, de 8 de agosto de 1938), pedido deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761959899","externo_seq_objeto_incidente":6332474,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-143  DIVULG 19-07-2022  PUBLIC 20-07-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1711&classe=Ext","is_colac":false,"titulo":"Ext 1711","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00022 CAPÍTULO-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008069 ANO-1990\n    ART-00098\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00005 ART-00055 INC-00002 LET-A\n    ART-00082 INC-00009 ART-00088 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001 ART-00121 PAR-00002\n    INC-00006\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-002950 ANO-1938\n    ART-00002 ART-00003 LET-A LET-B\n    LET-D\n    DECRETO\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-07-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROCESSO DE EXTRADIÇÃO, EXTRADIÇÃO INSTRUTÓRIA, INEXIGIBILIDADE, JUÍZO DE CERTEZA, DEFINIÇÃO, CONDUTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1711&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXPULSÃO DE ESTRANGEIRO, FILHO BRASILEIRO)\nExt 822 (TP), Ext 839 (TP), RE 608898 (TP), Ext 1433 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1530 (1ªT). \n- Legislação estrangeira citada: art. 417, item 4 e art. 141 do Código penal equatoriano.\nNúmero de páginas: 14.\nAnálise: 20/01/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO EQUADOR \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : GABRIEL EDUARDO GONZALEZ MOYA \nADV.(A/S)  : TIAGO BANA FRANCO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":467396,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1711","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-07-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1711,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur467559","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgo improcedente o pedido de declaração de inconstitucionalidade dos arts. 16, VII; 23, IV e V; e 104, IV e V, da Lei Complementar 111/2005, do Estado de Mato Grosso do Sul, nos termos do voto do Relator. A Ministra Cármen Lúcia acompanhou o Relator com ressalvas. Plenário, Sessão Virtual de 24.6.2022 a 1.7.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur467559","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur467559","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL E ADMINISTRATIVO. PERFIL CONSTITUCIONAL DA DEFENSORIA PÚBLICA. RESPEITO À AUTONOMIA FUNCIONAL E ADMINISTRATIVA. PODER REQUISITÓRIO. CONSTITUCIONALIDADE DOS ARTS. 16, VII; 23, IV E V; E 104, IV E V, DA LEI COMPLEMENTAR 111/2005, DO ESTADO DE MATO GROSSO DO SUL. ADI CONHECIDA E JULGADA IMPROCEDENTE.\n\n\n\n    I – A Defensoria Pública foi consagrada na Constituição Federal de 1988 como instituição essencial à função jurisdicional do Estado Democrático de Direito, visto que promove a efetivação dos direitos fundamentais, com destaque para a igualdade e a dignidade de pessoas hipossuficientes, assim como o acesso à Justiça. \n\n\n\n    II – A Emenda Constitucional 45/2004 fortaleceu as Defensorias Públicas estaduais, assegurando-lhes autonomia funcional e administrativa. \n\n\n\n    III – O Plenário do STF consolidou o entendimento de que o poder atribuído às Defensoria Públicas de requisitar de qualquer autoridade pública e de seus agentes, certidões, exames, perícias, vistorias, diligências, processos, documentos, informações, esclarecimentos e demais providências necessárias ao exercício de suas atribuições, propicia condições materiais para o exercício da sua função institucional, não havendo falar em violação ao texto constitucional (ADI 6.852/DF, Relator Ministro Edson Fachin). \n\n\n\n    IV - Ação conhecida e pedido julgado improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762066610","externo_seq_objeto_incidente":6188713,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-153  DIVULG 02-08-2022  PUBLIC 03-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6868&classe=ADI","is_colac":false,"titulo":"ADI 6868","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00035 INC-00054\n    INC-00055 INC-00074 INC-00079 ART-00093\n    INC-00002 ART-00096 ART-00134 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00135\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000073 ANO-2013\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000074 ANO-2013\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000080 ANO-2014\n    ART-00004 PAR-00006\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000115 ANO-2022\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000080 ANO-1994\n    LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LCP-000132 ANO-2009\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00026\n    LEI ORDINÁRIA\n\n","LEG-EST   LCP-000111 ANO-2005\n    ART-00016 INC-00007 ART-00023 INC-00004\n    INC-00005 ART-00104 INC-00004 INC-00005\n    LEI COMPLEMENTAR, MS"],"publicacao_data":"2022-08-03","documental_acordao_mesmo_sentido_lista_texto":"ADI 6881  PROCESSO ELETRÔNICO\n          JULG-04-07-2022  UF-AC  TURMA-TP  MIN-RICARDO LEWANDOWSKI N.PÁG-037\n          DJe-153  DIVULG 02-08-2022  PUBLIC 03-08-2022","documental_indexacao_texto":"- TEORIA DOS PODERES IMPLÍCITOS, APLICAÇÃO, DEFENSORIA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PODER REQUISITÓRIO, DEFENSORIA PÚBLICA. FUNÇÃO, DEFENSORIA PÚBLICA. AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, DEFENSORIA PÚBLICA. UNIDADE, INDIVISIBILIDADE, INDEPENDÊNCIA, DEFENSORIA PÚBLICA. TEORIA DOS PODERES IMPLÍCITOS, APLICAÇÃO, DEFENSORIA PÚBLICA. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, ASSISTÊNCIA JUDICIÁRIA GRATUITA, HIPOSSUFICIENTE. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, SUPERAÇÃO, ENTENDIMENTO JURISPRUDENCIAL, STF, MOMENTO POSTERIOR, EMENDA CONSTITUCIONAL. EMENDA CONSTITUCIONAL, DISTINÇÃO, ATIVIDADE, DEFENSORIA PÚBLICA, ADVOCACIA. INSCRIÇÃO, DEFENSOR PÚBLICO, ORDEM DOS ADVOGADOS DO BRASIL (OAB). SIMILARIDADE, PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, MINISTÉRIO PÚBLICO. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, ELEMENTO DE INFORMAÇÃO, DOCUMENTO SIGILOSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: FUNÇÃO, DEFENSORIA PÚBLICA. PODER REQUISITÓRIO, DEFENSORIA PÚBLICA, EXCESSO, ABUSO. EMENDA CONSTITUCIONAL, PROTEÇÃO DE DADOS PESSOAIS, DIREITO FUNDAMENTAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6868&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FUNÇÃO, DEFENSORIA PÚBLICA)\nADI 2569 (TP), ADI 2903 (TP), ADI 4056 (TP), ADI 4636 (TP), ADPF 279 (TP), ADPF 307 MC-Ref (TP), ADI 5286 (TP), ADI 5287 (TP), ADI 5296 MC (TP), ADI 6852 (TP). \n(PODER REQUISITÓRIO, DEFENSORIA PÚBLICA)\nADI 230 (TP), ADI 6852 (TP), ADI 6862 (TP), ADI 6864 (TP), ADI 6865 (TP), ADI 6866 (TP), ADI 6867 (TP), ADI 6869 (TP), ADI 6870 (TP), ADI 6871 (TP), ADI 6872 (TP), ADI 6873 (TP), ADI 6874 (TP), ADI 6875 (TP), ADI 6876 (TP), ADI 6877 (TP), ADI 6878 (TP), ADI 6879 (TP), ADI 6880 (TP). \n(AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, INICIATIVA, PROPOSTA ORÇAMENTÁRIA, DEFENSORIA PÚBLICA)\nADI 5296 (TP). \n(INSCRIÇÃO, DEFENSOR PÚBLICO, OAB)\nRE 1240999 (TP). \n(AUTONOMIA, DEFENSORIA PÚBLICA)\nADI 3943 (TP). \n- Decisão monocrática citada:\n(FUNÇÃO, DEFENSORIA PÚBLICA)\nADI 5218.\n - Decisão estrangeira citada: Caso Myers vs. Estados Unidos – US 272 – 52, 118, dos Estados Unidos.\nNúmero de páginas: 39.\nAnálise: 21/03/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO MATO GROSSO DO SUL \nADV.(A/S)  : FABIO DE OLIVEIRA CAMILLO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":467559,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ADI 6868","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-07-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CANOTILHO, J. G. O direito de acesso à justiça constitucional. Estados da Conferência das Jurisdições Constitucionais dos Países de Língua Portuguesa. 2011.\nCAPPELLETTI, Mauro; GARTH, Bryant. Acesso à justiça. Porto Alegre: Sergio Antonio Fabris, 1988.\nSADEK, Maria Tereza. Efetividade de direitos e acesso à justiça. In: RENAULT, Sérgio; BOTTINI, Pierpaolo. Reforma do Judiciário. São Paulo: Saraiva, 2005. p. 283-284.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 43. ed. São Paulo: Malheiros, 2020. p. 614.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":6868,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur467644","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Ricardo Lewandowski (Relator), Alexandre de Moraes e Gilmar Mendes, que julgavam procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal e material da Lei Federal nº 13.967/2019, pediu vista dos autos o Ministro Dias Toffoli. Plenário, Sessão Virtual de 10.12.2021 a 17.12.2021.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal e material da Lei Federal 13.967/2019, nos termos do voto do Relator. Plenário, Sessão Virtual de 13.5.2022 a 20.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur467644","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur467644","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI FEDERAL 13.967/2019. VEDAÇÃO DE MEDIDA PRIVATIVA E RESTRITIVA DE LIBERDADE. NORMA QUE VERSA SOBRE REGIME JURÍDICO DE POLICIAIS MILITARES E CORPOS DE BOMBEIRO MILITARES. INICIATIVA LEGISLATIVA PRIVATIVA DO CHEFE DO PODER EXECUTIVO ESTADUAL. INCONSTITUCIONALIDADE FORMAL. PRECEDENTES. PRINCÍPIOS DA HIERARQUIA E DISCIPLINA INFORMADORES DA VIDA CASTRENSE. NÃO CABIMENTO DE HABEAS CORPUS CONTRA PRISÕES ADMINISTRATIVAS DE MILITARES. PREVISÃO EXPRESSA DOS ARTS. 5º, LXI, E 142, § 2º, DA CF. INCONSTITUCIONALIDADE MATERIAL. AÇÃO DIRETA JULGADA PROCEDENTE.\n\n\n\n    I - A iniciativa legislativa para estabelecer normas sobre o regime jurídico dos integrantes das Forças Armadas é privativa do Presidente da República, a teor do 61, § 1º, II, f, da Constituição Federal. \n\n\n\n    II – De outra parte, a Lei Maior, no art. 22, XXI, outorga à União a competência para legislar acerca de “normas gerais de organização, efetivos, material bélico, garantias, convocação e mobilização das polícias militares e corpos de bombeiros militares”.\n\n\n\n    III – Tal competência, porém, “há que ser interpretada restritivamente, dentro de princípios básicos da organização federativa: ela só se justifica em termos da imbricação dos prismas gerais da estruturação das polícias militares com o seu papel de ´forças auxiliares e reserva do Exército´”(ACO 3.396/DF, Rel. Min. Alexandre de Moraes).\n\n\n\n    IV – Por isso, quando se trata de regular o regime jurídico de servidores militares estaduais, a jurisprudência do Supremo Tribunal Federal é pacífica no sentido de assentar que a iniciativa é privativa do Chefe do Executivo estadual, por força do princípio da simetria.\n\n\n\n    V – Nesse sentido, o § 6º do art. 144 da CF é expresso ao consignar que “as polícias militares e os corpos de bombeiros militares, forças auxiliares e reserva do Exército subordinam-se, juntamente com as polícias civis e as polícias penais estaduais e distrital, aos Governadores dos Estados, do Distrito Federal e dos Territórios”.\n\n\n\n    VI - As polícias militares e os corpos de bombeiros militares constituem forças auxiliares e reserva do Exército, sendo responsáveis, segundo o art. 144 da CF - juntamente com as polícias de natureza civil - pela preservação da ordem pública e da incolumidade das pessoas e do patrimônio, inclusive mediante o uso da força, se necessário.\n\n\n\n    VII – Consideradas as especificidades das respectivas carreiras, os servidores militares submetem-se a regime jurídico diferenciado, cujos valores estruturantes repousam, conforme os arts. 42 e 142, da CF, na hierarquia e disciplina, precisamente para que possam desempenhar, de forma expedita e rigorosa, o delicado múnus público que lhes é cometido.\n\n\n\n    VIII – Não por outra razão, a própria Constituição Federal, de maneira clara e inequívoca, estabelece, em seu art. 142, § 2º, que “[n]ão caberá habeas corpus em relação a punições disciplinares militares”.\n\n\n\n    IX- Tal preceito deita raízes no art. 5º, LXI, da CF, com a seguinte dicção: “ninguém será preso senão em flagrante delito ou por ordem escrita e fundamentada de autoridade judiciária competente, “salvo nos casos de transgressão militar ou crime propriamente militar, definidos em lei”.\n\n\n\n    X – Por tais motivos, a presente ação direta é julgada procedente para declarar a inconstitucionalidade formal e material da Lei Federal 13.967/2019.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762107552","externo_seq_objeto_incidente":6051995,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-155  DIVULG 04-08-2022  PUBLIC 05-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6595&classe=ADI","is_colac":false,"titulo":"ADI 6595","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00002 ART-00005 INC-00061 ART-00014\n    PAR-00008 ART-00018 ART-00022 INC-00021\n    ART-00024 ART-00025 ART-00030 INC-00001\n    ART-00040 PAR-00009 ART-00042 \"CAPUT\"\n    PAR-00001 ART-00044 PAR-00001 PAR-00002\n    ART-00061 PAR-00001 INC-00001 INC-00002\n    LET-C LET-F ART-00142 \"CAPUT\"\n    PAR-00002 PAR-00003 INC-00010 ART-00144\n    PAR-00006 TÍTULO-00003 CAPÍTULO-00008 SEÇÃO-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000018 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006880 ANO-1980\n    EM-1980 ESTATUTO DOS MILITARES\n\n","LEG-FED   LEI-013967 ANO-2019\n    ART-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-000667 ANO-1969\n    ART-00018 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    DECRETO-LEI\n\n","LEG-FED   DEC-008835 ANO-1942\n    RDE-1942 REGULAMENTO DISCIPLINAR DO EXÉRCITO\n\n","LEG-FED   DEC-088777 ANO-1983\n    DECRETO - APROVA O REGULAMENTO PARA AS POLÍCIAS MILITARES E CORPOS DE BOMBEIROS MILITARES (R-200)\n\n","LEG-FED   PJL-007645 ANO-2014\n    PROJETO DE LEI DA CÃMARA DOS DEPUTADOS - CD"],"publicacao_data":"2022-08-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DOUTRINA, FEDERALISMO. EVOLUÇÃO, FEDERALISMO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO CENTRÍPETO, UNIÃO FEDERAL, LEGISLAÇÃO, NORMA GERAL. EVOLUÇÃO, CONSTITUIÇÃO, PRISÃO, PENA DISCIPLINAR, MILITAR. SEGURANÇA PÚBLICA, CARREIRA TÍPICA DE ESTADO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, VEDAÇÃO, INTERFERÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, MATÉRIA, ENERGIA NUCLEAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6595&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, NORMA GERAL, POLÍCIA MILITAR, CORPO DE BOMBEIROS MILITAR)\nADI 1540 (TP), ADI 4173 (TP), ACO 3396 (TP). \n(REGIME JURÍDICO, MILITAR, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO)\nADI 2102 (TP), ADI 858 (TP), ADI 2966 (TP), ADI 3930 (TP), ADI 4590 (TP), ADI 4648 (TP), ADI 4928 (TP), ADI 5075 (TP), ARE 657984 AgR-terceiro (2ªT), ADI 6321 (TP). \n(REGIME JURÍDICO, MILITAR, DIFERENÇA, SERVIDOR PÚBLICO CIVIL)\nRE 570177 (TP). \n(INICIATIVA, CHEFE DO PODER EXECUTIVO, LEGISLAÇÃO, REGIME JURÍDICO, SERVIDOR PÚBLICO)\nADI 776 (TP), ADI 2867 (TP). \n(PRISÃO, TRANSGRESSÃO MILITAR, CRIME MILITAR, POSSIBILIDADE, HC)\nHC 70648 (1ªT). \n(ATIVIDADE POLICIAL, CARREIRA TÍPICA DE ESTADO)\nARE 654432 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 58.\nAnálise: 22/02/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":467644,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6595","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-05-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (coord.). Comentários à Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. p. 1738.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Coimbra: Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq. \nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p.\n144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMENDES, Gilmar et al. Comentários À Constituição do Brasil. São Paulo: Saraiva, 2013.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. p. 13-14.\nMIRANDA, Pontes de. História e prática do habeas corpus. 4. ed. Rio de Janeiro: Borsoi, 1962. p. 479.\nMORAES, Alexandre de. Direito Constitucional. 36. ed. São Paulo: Atlas, 2020. p. 889.\nMORAES, Alexandre de. Direito constitucional. 37. ed. São Paulo: Atlas, 2021. capítulo 4. item 1.18.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution . New York: W. W. Norton & Company, 1987. p. 18-19.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 17. ed. São Paulo: Forense, 1999.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 38. ed. São Paulo: Malheiros, 2015. p. 714.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVASCONCELOS, Jocleber Rocha. Elementos para a interpretação constitucional da prisão disciplinar militar. Jus Navigandi, ISSN 1518-4862.\nVELLOSO. Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do\nequilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":6595,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478735","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Alessandra Faria Rondon em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Plenário, Sessão Virtual Extraordinária de 18.4.2023 a 24.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478735","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478735","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-segundo","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de ALESSANDRA FARIA RONDON, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal , e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767447431","externo_seq_objeto_incidente":6612337,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq","is_colac":false,"titulo":"Inq 4922 RD-segundo","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00044 INC-00053\n    INC-00055 ART-00034 INC-00003 INC-00004\n    ART-00053 PAR-00001 ART-00060 PAR-00004\n    ART-00086 \"CAPUT\" ART-00102 INC-00001\n    LET-A LET-B LET-C LET-D\n    LET-E LET-F LET-G LET-H\n    LET-I LET-J LET-K LET-L\n    LET-M LET-N LET-O LET-P\n    LET-Q LET-R ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 \"CAPUT\" ART-00069 \"CAPUT\"\n    ART-00147 ART-0147A PAR-00001 INC-00003\n    ART-00163 PAR-ÚNICO INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00250 PAR-00001\n    INC-00001 LET-B ART-00286 ART-00288\n    \"CAPUT\" PAR-ÚNICO ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-05-09","documental_acordao_mesmo_sentido_lista_texto":"Inq 4922 RD PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-111\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-111\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-110\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-vigésimo  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-111\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-112\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-111\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-109\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-trigésimo  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-108\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-trigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-109\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-111\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-110\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4922 RD-quadragésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-111\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, PRISÃO, SEDE, CONGRESSO NACIONAL, MOMENTO, DEPREDAÇÃO, PRÉDIO, OBJETIVO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, IMPLANTAÇÃO, DITADURA MILITAR. COMETIMENTO, DELITO, EMPREGO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-segundo","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 191124 AgR (1ªT), HC 206876 AgR (1ªT).\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nHC 73638 (1ªT), HC 75868 (2ªT), HC 71899 (2ªT).\r\n(DENÚNCIA, REQUISITO)\r\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP).\r\n(DENÚNCIA, DIREITO DE DEFESA)\r\nAP 560 (2ªT), Inq 3204 (2ªT).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, PRERROGATIVA DE FORO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n(DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO)\r\nInq 4215 ED (2ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nInq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\r\nRC 1473 (1ªT).\r\n(PRISÃO PREVENTIVA, EXCEPCIONALIDADE)\r\nHC 90753 (2ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n- Decisões monocráticas citadas:\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 195327, RHC 198981, HC 212806.\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nSTJ: REsp: 128875.\r\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4828, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 109.\nAnálise: 28/06/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : ALESSANDRA FARIA RONDON \nADV.(A/S)  : AKIO GUSTAVO MALUF SASAKI \nADV.(A/S)  : HELDER AMORIM DO CARMO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478735,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-segundo","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal Comentado. 15. ed. p. 1029.\nLIMA, Renato Brasileiro de. Manual de processo penal. 8. ed. rev., ampl. e atual. Salvador: JusPodivm, 2020. volume único.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478783","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Gesnando Moura da Rocha em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Falou, pelo investigado, o Dr. Robson de Souza, Subdefensor Público-Geral Federal. Plenário, Sessão Virtual Extraordinária de 18.4.2023 a 24.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478783","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478783","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-quinquagésimo","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de GESNANDO MOURA DA ROCHA, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767447485","externo_seq_objeto_incidente":6612385,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo","is_colac":false,"titulo":"Inq 4922 RD-quinquagésimo","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00044 INC-00053\n    INC-00055 ART-00034 INC-00003 INC-00004\n    ART-00053 PAR-00001 ART-00060 PAR-00004\n    ART-00086 \"CAPUT\" ART-00102 INC-00001\n    LET-A LET-B LET-C LET-D\n    LET-E LET-F LET-G LET-H\n    LET-I LET-J LET-L LET-M\n    LET-N LET-O LET-P LET-Q\n    LET-R ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 \"CAPUT\" ART-00069 \"CAPUT\"\n    ART-00147 ART-0147A PAR-00001 INC-00003\n    ART-00163 PAR-ÚNICO INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00250 PAR-00001\n    INC-00001 LET-B ART-00286 ART-00288\n    \"CAPUT\" PAR-ÚNICO ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA  DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-05-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, PRISÃO, PRAÇA DOS TRÊS PODERES, POSSE, OBJETO, UTILIZAÇÃO, DEPREDAÇÃO, OBJETIVO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, IMPLANTAÇÃO, DITADURA MILITAR. COMETIMENTO, DELITO, EMPREGO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-quinquagésimo","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 191124 AgR (1ªT), HC 206876 AgR (1ªT).\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nHC 73638 (1ªT), HC 75868 (2ªT), HC 71899 (2ªT).\r\n(DENÚNCIA, REQUISITO)\r\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP).\r\n(DENÚNCIA, DIREITO DE DEFESA)\r\nAP 560 (2ªT), Inq 3204 (2ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nInq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, PRERROGATIVA DE FORO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nRcl 7913 AgR (TP), Inq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n(DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO)\r\nInq 4215 ED (2ªT).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\r\nRC 1473 (1ªT).\r\n(PRISÃO PREVENTIVA, EXCEPCIONALIDADE)\r\nHC 90753 (2ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n- Decisões monocráticas citadas:\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 195327, RHC 198981, HC 212806.\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 112.\nAnálise: 29/06/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : GESNANDO MOURA DA ROCHA \nADV.(A/S)  : NILTON CEZAR RIOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478783,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-quinquagésimo","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUINQUAGÉSIMO  RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal Comentado. 15. ed. p. 1029.\nLIMA, Renato Brasileiro de. Manual de processo penal. 8. ed. rev., ampl. e atual. Salvador: JusPodivm, 2020. volume único.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479329","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Jairo de Oliveira Costa em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, ambos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Falou, pelo investigado, o Dr. Ricardo Alexandre Viana. Plenário, Sessão Virtual Extraordinária de 25.4.2023 a 2.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479329","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur479329","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-quinquagésimo oitavo","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de JAIRO DE OLIVEIRA COSTA, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767680602","externo_seq_objeto_incidente":6612393,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo+oitavo","is_colac":false,"titulo":"Inq 4922 RD-quinquagésimo oitavo","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00044 INC-00053\n    INC-00055 ART-00034 INC-00003 INC-00004\n    ART-00053 PAR-00001 ART-00060 PAR-00004\n    ART-00086 \"CAPUT\" ART-00102 INC-00001\n    LET-A LET-B LET-C LET-D\n    LET-E LET-F LET-G LET-H\n    LET-I LET-J LET-L LET-M\n    LET-N LET-O LET-P LET-Q\n    LET-R ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001 INC-00002 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013206 ANO-2016\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 \"CAPUT\" ART-00003 ART-00005\n    ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREWMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   PJL-002016 ANO-2015\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   DEL-002848 ANO-1940\n    ART-00029 \"CAPUT\" ART-00065 INC-00003\n    LET-E ART-00069 \"CAPUT\" ART-00163\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00288 \"CAPUT\" PAR-ÚNICO\n    ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2023-05-16","documental_acordao_mesmo_sentido_lista_texto":"Inq 4922 RD-sexagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, PRISÃO, PRAÇA DOS TRÊS PODERES, POSSE, OBJETO, UTILIZAÇÃO, DEPREDAÇÃO, OBJETIVO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, IMPLANTAÇÃO, DITADURA MILITAR. COMETIMENTO, DELITO, EMPREGO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA. ÓRGÃO, TRIBUNAL, DECISÃO, DESMEMBRAMENTO, INVESTIGAÇÃO CRIMINAL. DENÚNCIA, NECESSIDADE, APURAÇÃO CONJUNTA DE FATOS E PROVAS, CONDUTA, TOTALIDADE, INVESTIGADO, CONVENIÊNCIA, TRABALHO, PODER JUDICIÁRIO. DENÚNCIA, INVESTIGADO, DENUNCIADO, FATOS CONEXOS, CONCURSO DE PESSOAS, JULGAMENTO, STF. JURISPRUDÊNCIA, STF, COMPLEXIDADE, CRIME PLURISSUBJETIVO, DENÚNCIA, DEMONSTRAÇÃO, PARTICIPAÇÃO, DENUNCIADO, INEXIGIBILIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, AGENTE. DENÚNCIA APTA, EXPOSIÇÃO, FATO CRIMINOSO, PERMISSÃO, ACUSADO, ENTENDIMENTO, IMPUTAÇÃO, EXERCÍCIO, DIREITO DE DEFESA. INEXISTÊNCIA, DISCRIMINAÇÃO, PRECONCEITO DE RAÇA, ETNIA, RELIGIÃO, ELEMENTO ESSENCIAL, CONFIGURAÇÃO, CRIME, TERRORISMO. JUSTA CAUSA, PERSECUÇÃO PENAL, EXISTÊNCIA, ELEMENTO DE INFORMAÇÃO, ELEMENTO MÍNIMO, JUÍZO DE TIPICIDADE PENAL, CARÁTER TEMPORÁRIO. FATO, ACUSADO, AGRUPAMENTO, CARACTERÍSTICA, ESTABILIDADE, PERMANÊNCIA, COMETIMENTO DE CRIME, ATAQUE, PATRIMÔNIO, UNIÃO FEDERAL, TENTATIVA, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, INDICAÇÃO, ELEMENTO CONSTITUTIVO, TIPO PENAL, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DISPENSABILIDADE, APROFUNDAMENTO, ELEMENTO PROBATÓRIO, AUSÊNCIA, CONCLUSÃO, RESPONSABILIDADE PENAL, AGENTE. FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo+oitavo","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-quinquagésimo oitavo","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 191124 AgR (1ªT), HC 206876 AgR (1ªT).\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nHC 71299 (1ªT), HC 73638 (1ªT), HC 75868 (2ªT), HC 85636 (2ªT), HC 118891 (1ªT).\r\n(DENÚNCIA, REQUISITO)\r\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 3204 (2ªT).\r\n(DENÚNCIA, DIREITO DE DEFESA)\r\nAP 560 (2ªT), Inq 3204 (2ªT), HC 206111 AgR (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nHC 70763 (1ªT) - RTJ 165/877, Inq 2131 (TP), Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\r\nRC 1473 (1ªT).\r\n(EXCEPCIONALIDADE, PRISÃO PREVENTIVA)\r\nHC 90753 (2ªT).\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nInq 3515 AgR (TP).\r\n(DENÚNCIA, ARBITRARIEDADE, INTERPRETAÇÃO EXTENSIVA, CONDUTA, RÉU)\r\nPPE 732 QO (2ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\r\nInq 2449 (TP), Inq 2984 (TP), Inq 3215 (TP), Inq 3533 (2ªT), RHC 129774 (1ªT).\r\n(FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL)\r\nInq 3621 (1ªT), Inq 3672 (1ªT), Inq 3698 (2ªT).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, PRERROGATIVA DE FORO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT), HC 193726 AgR (TP).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n(DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO)\r\nInq 4215 ED (2ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n- Decisões monocráticas citadas:\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 195327, RHC 198981, HC 212806.\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nAP 853.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nSTJ: REsp 128875.\r\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923, Pet 10836 e Pet 9844 do STF.\nNúmero de páginas: 134.\nAnálise: 07/07/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : JAIRO DE OLIVEIRA COSTA \nADV.(A/S)  : DEMERCIO LUIZ GUENO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479329,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-quinquagésimo oitavo","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUINQUAGÉSIMO OITAVO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nBITTENCOURT, Cezar Roberto. Tratado de direito penal: parte geral. 17. ed. São Paulo: Saraiva, 2012. v. 1. p. 212.\nBRUNO, Aníbal. Crimes Contra a Pessoa. 5. ed. Rio de Janeiro: Rio, 1979.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412.\nFRAGOSO, Heleno Cláudio. Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva. Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nFREITAS JUNIOR, Dorival de. Crimes multitudinários e a individualização da responsabilidade criminal. In: Mandados de criminalização e novas formas de criminalidade. Rio de Janeiro: Lumen Juris, 2017. p. 47-79.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal Comentado. 15. ed. p. 1029.\nLE BON, Gustave. Psicologia das multidões. Tradução: Ivone Moura Delraux. Lisboa: Roger Delraux, 1980. p. 10.\nLEITE, Alaor; TEIXEIRA, Adriano. Parecer - Defesa do Estado de Direito por meio do Direito Penal: a experiência comparada e o desafio brasileiro. Revista Brasileira de Ciências Criminais, v. 182, ago. 2021, p. 19, p. 62 e p. 385-458.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nNORONHA, Magalhães. Direito penal: parte geral. São Paulo: Saraiva, 1985. p. 216.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.\nTAFFARELLO, Rogério Fernando. Terror jurídico e terror político. Conjur, 2023. Disponível em: https://www.conjur.com.br/2023-jan-10/rogerio-fernando-taffarello-terror-juridico-terror-politico. Acesso em 4 abr. 20203.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480026","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Alexandre de Moraes (Relator) e Cármen Lúcia, que julgavam procedente o pedido formulado na arguição, para declarar a não recepção do art. 295, inciso VII, do Código de Processo Penal pela Constituição de 1988, pediu vista dos autos o Ministro Dias Toffoli. Os Ministros Rosa Weber (Presidente) e Edson Fachin anteciparam seus votos acompanhando o Relator. Falou, pelo amicus curiae, o Dr. Ulisses Rabaneda dos Santos. Plenário, Sessão Virtual de 18.11.2022 a 25.11.2022.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou procedente o pedido formulado na presente arguição, para declarar a não recepção do art. 295, inciso VII, do Código de Processo Penal pela Constituição de 1988, nos termos do voto do Relator. Plenário, Sessão Virtual de 24.3.2023 a 31.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480026","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur480026","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONSTITUCIONAL E PROCESSUAL PENAL. ART. 295, INCISO VII, DO CPP. PRISÃO ESPECIAL, DE NATUREZA CAUTELAR, A PORTADORES DE DIPLOMA DE ENSINO SUPERIOR. AUSÊNCIA DE JUSTIFICATIVA RAZOÁVEL PARA O TRATAMENTO DISTINTO ENTRE PRESOS POR PARTE DO PODER PÚBLICO. ELEMENTO DISCRIMINADOR QUE NÃO SE ENCONTRA A SERVIÇO DE UMA FINALIDADE ACOLHIDA PELA CONSTITUIÇÃO. INCOMPATIBILIDADE MATERIAL COM O PRINCÍPIO DA ISONOMIA (ARTS. 3º, IV, E 5º, CAPUT, DA CF). NÃO RECEPÇÃO PELA ORDEM CONSTITUCIONAL ESTABELECIDA EM 1988. \n\n\n\n    1. Todos os cidadãos têm o direito a tratamento idêntico pela lei, exceto quando presente uma correlação lógica entre a distinção que a norma opera e o fator de discrímen, em consonância com os critérios albergados pela Constituição Federal.\n\n\n\n    2. O princípio constitucional da igualdade opera em dois planos distintos. De uma parte, frente ao legislador ou ao Executivo, na edição de leis e atos normativos, impedindo que possam criar tratamentos abusivamente diferenciados a pessoas que se encontram em situações idênticas. Em outro plano, na obrigação direcionada ao intérprete de aplicar a lei e atos normativos de maneira igualitária, sem estabelecimento de diferenciações em razão de sexo, religião, convicções filosóficas ou políticas, de raça ou classe social.\n\n\n\n    3. A prisão especial constitui o recolhimento provisório em local distinto, cuja concessão se admite, à luz da Constituição, quando a segregação do ambiente prisional comum visa a atender a determinadas circunstâncias pessoais que colocam seus beneficiários em situação de maior e mais gravosa exposição ao convívio geral no cárcere. Expô-los ao contato com a população carcerária frustraria a tutela desses interesses constitucionalmente protegidos.\n\n\n\n    4. Não há amparo constitucional, contudo, para a segregação de presos provisórios com apoio no grau de instrução acadêmica, tratando-se de mera qualificação de ordem estritamente pessoal que contribui para a perpetuação de uma inaceitável seletividade socioeconômica do sistema de justiça criminal, incompatível com o princípio da igualdade e com o Estado democrático de Direito.\n\n\n\n    5. Ausente qualquer justificativa que empregue sentido válido ao fator de discrímen indicado na norma impugnada, a conclusão é a de que a prisão especial, em relação aos portadores de diploma de nível superior, é inconciliável com o preceito fundamental da isonomia (art. 3º, IV, e art. 5º, caput, CF). \n\n\n\n    6. Arguição de descumprimento de preceito fundamental conhecida e julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767989078","externo_seq_objeto_incidente":4728410,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 25-05-2023  PUBLIC 26-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=334&classe=ADPF","is_colac":false,"titulo":"ADPF 334","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00003 INC-00004 ART-00005 INC-00047\n    INC-00049 INC-00057 ART-00005 \"CAPUT\"\n    INC-00048 INC-00049 ART-00007 INC-00030\n    ART-00037 INC-00001 INC-00021\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000035 ANO-1979\n    LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LCP-000075 ANO-1993\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000080 ANO-1994\n    LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LEI-002860 ANO-1956\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-003313 ANO-1957\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-003988 ANO-1961\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005256 ANO-1967\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005350 ANO-1967\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00082 PAR-00001 ART-00083 PAR-00001\n    INC-00001 INC-00002 INC-00003 ART-00084\n    PAR-00004\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008625 ANO-1993\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906 ANO-1994\n    ART-00007 INC-00005\n    EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010258 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013167 ANO-2015\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00010\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00295 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    PAR-00005 ART-00300\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-038016 ANO-1955\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    DECRETO\n\n","LEG-FED   DEC-000011 ANO-1991\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   RES-70/175 ANO-2015\n    RESOLUÇÃO DA ORGANIZAÇÃO DAS NAÇÕES UNIDAS - ONU\n\n","LEG-FED   PJL-005314 ANO-2009\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-003945 ANO-2019\n    PROJETO DE LEI DO CONGRESSO NACIONAL - CN"],"publicacao_data":"2023-05-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRISÃO ESPECIAL, PRERROGATIVA, CÓDIGO DE PROCESSO PENAL. LEI, POSSIBILIDADE, RECOLHIMENTO, PRISÃO ESPECIAL, QUARTEL, BENEFÍCIO, RÉU, PRISÃO ESPECIAL. CONSTITUIÇÃO FEDERAL, CONSAGRAÇÃO, PRINCÍPIO DA ISONOMIA. NECESSIDADE, PROPORCIONALIDADE, APLICABILIDADE, DESIGUALDADE. ESTADO-MEMBRO, DEVER DE PROTEÇÃO, RESPONSABILIDADE, GARANTIA, INTEGRIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PRISÃO ESPECIAL, FINALIDADE, PROTEÇÃO, DESIGUALDADE, POPULAÇÃO CARCERÁRIA, PREVISÃO, DIREITO INTERNACIONAL. UNIÃO EUROPEIA (UE), NORMA, SEPARAÇÃO, PRESO, PRISÃO CAUTELAR, CONDENADO. JUIZ, INSTRUÇÃO, SEPARAÇÃO, PRESO, HOMEM, MULHER, ADULTO, JOVEM, CORRÉU. SISTEMA CARCERÁRIO, EXISTÊNCIA, DIFERENÇA DE CLASSE, AUSÊNCIA, JUSTIFICATIVA. HERANÇA, HISTÓRIA, PRECONCEITO DE RAÇA, OCORRÊNCIA, DISCRIMINAÇÃO. BACHARELADO, CONTEXTO HISTÓRICO, POSIÇÃO, IDEIA, EXERCÍCIO, PODER POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONEXÃO, REPÚBLICA, IGUALDADE, INADMISSIBILIDADE, PRIVILÉGIO. OFENSA, PRINCÍPIO DA ISONOMIA, NÚCLEO ESSENCIAL, CONSTITUIÇÃO FEDERAL. AUSÊNCIA, PRINCÍPIO DA CORRELAÇÃO, LEI IMPUGNADA, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: ESTADO-MEMBRO, RESPONSABILIDADE, GARANTIA, PROTEÇÃO, DIREITO FUNDAMENTAL. PRECEDENTE, DESCUMPRIMENTO, PRECEITO FUNDAMENTAL, SISTEMA CARCERÁRIO, SUPERLOTAÇÃO. EXISTÊNCIA, DIPLOMA, RECOLHIMENTO, PRISÃO ESPECIAL, AUSÊNCIA, JUSTIFICATIVA, PROTEÇÃO, INTEGRIDADE FÍSICA, PRESO. CONFIGURAÇÃO, AUMENTO, DESIGUALDADE, SOCIEDADE, SISTEMA CARCERÁRIO. PREVISÃO, PRISÃO ESPECIAL, TITULAR, DIPLOMA, NÃO RECEPÇÃO, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DA ISONOMIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=334&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO ESPECIAL)\nHC 116233 AgR (1ªT). \n(CONSTITUCIONALIDADE, PRISÃO ESPECIAL, ADVOGADO)\nADI 1127 (TP). \n(EXTENSÃO, DIREITO, PRISÃO ESPECIAL, CONDIÇÃO, INSTALAÇÃO CONDIGNA, ESTABELECIMENTO PENAL)\nHC 117959 (1ªT), Rcl 23567 (2ªT), HC 73107 (2ªT). \n(SISTEMA PRISIONAL BRASILEIRO, RESPONSABILIDADE, UNIÃO FEDERAL, GARANTIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nADPF 347 MC (TP). \n(CONEXÃO, REPÚBLICA, IGUALDADE)\nADI 917 MC (TP). \n(SISTEMA PRISIONAL BRASILEIRO, ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n- Legislação estrangeira citada: Regras Penitenciárias Europeias de 1987, da União Europeia; art. 9 da Lei 115/2009, de Portugal; art. 166 do Código Nacional de Procedimientos Penales, do México; art. 714 do Código de Processo Penal Frânces; arts. 59, 60, 61, 62, 63 e 64 da Lei do Sistema Penitenciário – Lei de n. 354, de 26 de julho de 1975, da Itália; arts. 115.3 e 115.4 do Decreto do Presidente da República n. 230, de 30 de junho de 2000, da Itália; arts. 521 e 522 do código de Processo Penal espanhol.\nNúmero de páginas: 58.\nAnálise: 15/08/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL-CFOAB \nADV.(A/S)  : JOSE ALBERTO RIBEIRO SIMONETTI CABRAL \nADV.(A/S)  : MARCUS VINICIUS FURTADO COÊLHO \nADV.(A/S)  : LIZANDRA NASCIMENTO VICENTE \nADV.(A/S)  : BRUNA SANTOS COSTA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480026,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 334","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2023-04-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ATALIBA, Geraldo. República e Constituição. 2. ed. São Paulo: Malheiros. p. 160.\nBADARÓ. Gustavo. Reflexões sobre a prisão especial. Enfoque jurídico, n. 15, Brasília: Tribunal Regional Federal da 1a Região, ago. 2001. p. 4.\nBOURDIEU, Pierre. La distinction. Paris: Minuit, 1979. p. 451.\nBRASILEIRO, Renato. Manual de Processo Penal, 2020 p. 995-996.\nCAMPOS, Francisco. Direito Constitucional. Rio de Janeiro: Freitas Bastos, 1956. p. 30.\nCOELHO, Fernanda Cristina Zacarias. O direito à prisão especial: garantia ou privilégio? Revista da Faculdade de Direito da Universidade Federal de Uberlândia, v. 44, n. 1, 2016.\nCOMPARATO, Fábio Konder. Direito Público: estudos e pareceres. São Paulo: Saraiva, 1996. p. 59.\nCURY, Carlos Roberto Jamil; NOGUEIRA, Maria Alice. Prisão especial e diploma de ensino superior: uma aproximação crítica. Revista Brasileira de Educação, n. 16, 2001.\nFAORO, Raymundo. Os Donos do Poder. 3. ed. 2001.\nFILIPPO, Natcha. Deviance, Punishment and Logics of Subjectification during Apartheid: Insane Political and Common-Law Prisoners in a South African Gaol. 2011.\nFREYRE, Gilberto. Sobrados e mucambos: decadência do patriarcado rural e desenvolvimento do urbano. 3. ed. Rio de Janeiro: José Olympio, 2002.\nHOLANDA, Sérgio Buarque de. Raízes do Brasil. 27. ed. São Paulo: Companhia das Letras, 2014. p. 97-98.\nKANT, Immanuel. A Paz Perpétua. Um Projeto Filosófico. Tradução: Artur Morão. Covilha: LusofiaPress, 2008. p. 11.\nLOPES JUNIOR, Aury. Prisões Cautelares, 2020. p. 1067.\nMARTINS, Ives Gandra. Direito constitucional interpretado. São Paulo: Revista dos Tribunais, 1992. p. 154-172.\nMELLO, Celso Antônio Bandeira de. O conteúdo jurídico do princípio da igualdade. 3. ed. São Paulo: Malheiros, 2010. p. 21-43.\nMELLO, Celso Antônio Bandeira de. Princípio da isonomia: desequiparações proibidas e permitidas. Revista Trimestral de Direito Público, n. 1, p. 79.\nNUCCI, Gustavo de Souza. Fim da prisão especial: posição favorável. 2015.\nPACELLI. 19. ed. p. 578.\nPADILHA, Valquíria; LAZZAROTTO, Flávio Antônio. A distinção por trás das grades: reflexões sobre a prisão especial. Revista Sociologia Jurídica. n. 4. jan./jun. 2007. Disponível em: https://sociologiajuridica.net/a-distincaopor-tras-das-grades-reflexoes-sobre-a-prisaoespecial\nSARLET, Ingo Wolfgang. As dimensões da dignidade da pessoa humana: construindo uma compreensão jurídico-constitucional necessária e possível. Revista brasileira de direito constitucional, v. 9, n. 1, p. 361-388, 2007.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 24. ed. São Paulo: Malheiros. p. 214-215.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":334,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480471","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Amarildo Rodrigues da Silva em relação aos crimes previstos nos arts. 286, parágrafo único, e 288, caput, c/c. art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencidos os Ministros André Mendonça e Nunes Marques, que, preliminarmente, reconheciam a incompetência do Supremo Tribunal Federal e, superada essa questão, rejeitavam a denúncia. Falou, pelo investigado, a Dra. Viviane Divina Alves da Silva. Plenário, Sessão Virtual Extraordinária de 3.5.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480471","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur480471","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-centésimo quinquagésimo segundo","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA.\n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de AMARILDO RODRIGUES DA SILVA, pela prática das condutas descritas nos arts. 286, parágrafo único (incitação ao crime), e 288, caput (associação criminosa), c/c. art. 69, caput (concurso material), todos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768200872","externo_seq_objeto_incidente":6616467,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4921&classe=Inq%E9simo+quinquag%E9simo+segundo","is_colac":false,"titulo":"Inq 4921 RD-centésimo quinquagésimo segundo","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00016 INC-00037\n    INC-00044 INC-00053 INC-00055 ART-00034\n    INC-00003 INC-00004 ART-00053 PAR-00001\n    ART-00060 PAR-00004 ART-00086 \"CAPUT\"\n    ART-00102 INC-00001 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G LET-H LET-I LET-J\n    LET-K LET-L LET-M LET-N\n    LET-O LET-P LET-Q LET-R\n    ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00065 INC-00003 LET-E ART-00069\n    \"CAPUT\" ART-00147 ART-0147A PAR-00001\n    LET-00003 ART-00163 ART-00250 PAR-00001\n    INC-00001 LET-B ART-00286 PAR-ÚNICO\n    ART-00288 \"CAPUT\" PAR-ÚNICO ART-0359L\n    ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A PAR-00014\n    ART-00041 ART-00076 INC-00001 INC-00002\n    INC-00003 ART-00084 ART-00395 INC-00001\n    INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000696\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2023-06-01","documental_acordao_mesmo_sentido_lista_texto":"Inq 4921 RD-ducentésimo vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 03-07-2023  PUBLIC 04-07-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 03-07-2023  PUBLIC 04-07-2023\n \nInq 4921 RD-ducentésimo décimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 16-06-2023  PUBLIC 19-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 16-06-2023  PUBLIC 19-06-2023\n \nInq 4921 RD-ducentésimo vigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-trecentésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo vigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-122\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo trigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-122\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quadragésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quinquagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quinquagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo quinquagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo quinquagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo quinquagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo quinquagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo quinquagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo quinquagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo quinquagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo sexagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo setuagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo octogésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-centésimo nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo vigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo trigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quadragésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo quinquagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo sexagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo setuagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo octogésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-ducentésimo nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-120\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-121\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-118\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4921 RD-trecentésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-119\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, AUTORIA INTELECTUAL, PARTÍCIPE, INCITAÇÃO AO CRIME. INVESTIGAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, COMETIMENTO DE CRIME, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, GOLPE DE ESTADO. DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, OBJETIVO, INCITAÇÃO AO CRIME, EQUIPARAÇÃO, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, TOTALIDADE, PARTICIPANTE, COLABORAÇÃO, RESULTADO. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA. ÓRGÃO, TRIBUNAL, DECISÃO, DESMEMBRAMENTO, INVESTIGAÇÃO CRIMINAL. DENÚNCIA, NECESSIDADE, APURAÇÃO CONJUNTA DE FATOS E PROVAS, CONDUTA, TOTALIDADE, INVESTIGADO, CONVENIÊNCIA, TRABALHO, PODER JUDICIÁRIO. DENÚNCIA, INVESTIGADO, DENUNCIADO, FATOS CONEXOS, CONCURSO DE PESSOAS. ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO. CASO CONCRETO, MINISTÉRIO PÚBLICO, AUSÊNCIA, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL, JUSTIFICATIVA, INSUFICIÊNCIA, PREVENÇÃO, REPRESSÃO DO CRIME, DIREITO PENAL. JURISPRUDÊNCIA, STF, COMPLEXIDADE, CRIME PLURISSUBJETIVO, DENÚNCIA, DEMONSTRAÇÃO, PARTICIPAÇÃO, DENUNCIADO, INEXIGIBILIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, AGENTE. DENÚNCIA APTA, EXPOSIÇÃO, FATO CRIMINOSO, PERMISSÃO, ACUSADO, ENTENDIMENTO, IMPUTAÇÃO, EXERCÍCIO, DIREITO DE DEFESA. JUSTA CAUSA, PERSECUÇÃO PENAL, EXISTÊNCIA, ELEMENTO DE INFORMAÇÃO, ELEMENTO MÍNIMO, JUÍZO DE TIPICIDADE PENAL, CARÁTER TEMPORÁRIO. FATO, ACUSADO, AGRUPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, CARACTERÍSTICA, ESTABILIDADE, PERMANÊNCIA, ESTÍMULO, GOLPE DE ESTADO, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE, INDICAÇÃO, ELEMENTO CONSTITUTIVO, TIPO PENAL, ASSOCIAÇÃO CRIMINOSA, INCITAÇÃO AO CRIME. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DISPENSABILIDADE, APROFUNDAMENTO, ELEMENTO PROBATÓRIO, AUSÊNCIA, CONCLUSÃO, RESPONSABILIDADE PENAL, AGENTE. FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, CONCLUSÃO, DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. INEXISTÊNCIA, JUSTA CAUSA, INDÍCIO, AUTORIA DO CRIME, INSTAURAÇÃO, AÇÃO PENAL. ACUSAÇÃO, AUSÊNCIA, ELEMENTO PROBATÓRIO, DENUNCIADO, ASSOCIAÇÃO CRIMINOSA, QUARTEL GENERAL DO EXÉRCITO, VONTADE, COMETIMENTO DE CRIME, IMPOSSIBILIDADE, PRESUNÇÃO. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. ATO POLÍTICO, CARÁTER ANTIDEMOCRÁTICO, AUSÊNCIA, MOTIVAÇÃO, DELITO, TERRORISMO. AUSÊNCIA, JUSTA CAUSA, CRIME, TERRORISMO, GOLPE DE ESTADO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, AMEAÇA, PERSEGUIÇÃO.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, AUSÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO. RESPONSABILIDADE OBJETIVA, DENUNCIADO, FATO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, REUNIÃO PACÍFICA. AUSÊNCIA, PROVA, DENUNCIADO, PARTICIPAÇÃO, ATO, VANDALISMO, PRAÇA DOS TRÊS PODERES. DIREITO PENAL, GENERALIZAÇÃO, INADMISSIBILIDADE. PROCURADORIA GERAL DA REPÚBLICA (PGR), AUSÊNCIA, CONSTATAÇÃO, SITUAÇÃO, ESTADO DE FLAGRÂNCIA. DEPOIMENTO, POLICIAL MILITAR, MOMENTO, DILIGÊNCIA, PRISÃO, AUSÊNCIA, TENTATIVA, FUGA, TUMULTO. PODER PÚBLICO, AUSÊNCIA, PROIBIÇÃO, MANIFESTAÇÃO, QUARTEL GENERAL DO EXÉRCITO. DENÚNCIA, AUSÊNCIA, SUFICIÊNCIA, INDÍCIO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. CONFIGURAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, PRESENÇA, ELEMENTO SUBJETIVO, DOLO, VONTADE, ASSOCIAÇÃO, COMETIMENTO DE CRIME. ASSOCIAÇÃO CRIMINOSA, INCITAÇÃO AO CRIME, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE, CRIME DE PERIGO ABSTRATO.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS AUTORES INTELECTUAIS E PARTÍCIPES POR INSTIGAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4921&classe=Inq%E9simo+quinquag%E9simo+segundo","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-centésimo quinquagésimo segundo","documental_observacao_texto":"- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4828, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923, Pet 9844 e Pet 10836 do STF.\n\r\n- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO206876)\r\nHC 191124 AgR (1ªT), HC 201610 AgR (2ªT), HC 206876 AgR (1ªT).\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nHC 73638 (1ªT), HC 75868 (2ªT), HC 85636 (2ªT), HC 118891 (1ªT), HC 71899 (2ªT).\r\n(REQUISITO, DENÚNCIA)\r\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP).\r\n(DENÚNCIA, DIREITO DE DEFESA)\r\nAP 560 (2ªT), Inq 3204 (2ªT), HC 206111 AgR (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nHC 70763 (1ªT) - RTJ 165/877, HC 83554 (2ªT), Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3650 (2ªT), Inq 3719 (1ªT), AP 953 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Inq 4216 (2ªT), AP 987 (2ªT), HC 142987 (2ªT), Pet 9456 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, PRERROGATIVA DE FORO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n(FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL)\r\nInq 3621 (1ªT), Inq 3672 (1ªT), Inq 3698 (2ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE PROBABILIDADE)\r\nInq 2131 (TP).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nInq 3515 AgR (TP).\r\n(CRIME, AUTORIA COLETIVA, DENÚNCIA GERAL)\r\nHC 73638 (1ªT), HC 85636 (2ªT), HC 118891 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\r\nInq 2449 (TP), Inq 2984 (TP), Inq 3215 (TP), Inq 3533 (2ªT), RHC 129774 (1ªT).\r\n(ÓRGÃO, TRIBUNAL, DECISÃO, DESMEMBRAMENTO DE PROCESSO)\r\nRcl 7913 AgR (TP).\r\n- Decisões monocráticas citadas:\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO206876)\r\nHC 195327, RHC 198981, HC 212806.\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nAP 853.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nSTJ: REsp 128875.\r\nNúmero de páginas: 119.\nAnálise: 26/06/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : AMARILDO RODRIGUES DA SILVA \nADV.(A/S)  : KUETILIN SABRINA EGITO DA SILVA DANTAS \nADV.(A/S)  : RICARDO PEREIRA DE AMORIM ALVES \nADV.(A/S)  : VIVIANE DIVINA ALVES DA SILVA \nADV.(A/S)  : NAYARA BATISTA SALDANHA DOS SANTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480471,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4921 RD-centésimo quinquagésimo segundo","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"CENTÉSIMO QUINQUAGÉSIMO SEGUNDO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados. Acesso em: 27 abr. 2023.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nBITTENCOURT, Cezar Roberto. Tratado de direito penal: parte geral. 17. ed. São Paulo: Saraiva, 2012. v. 1. p. 212.\nBRASILINO, Luís; GODOY, Renato; NAVARRO, Cristiano. O junho de 2013. Le Monde Diplomatique Brasil, jul. 2013. Disponível em: https://diplomatique.org.br/o-junho-de-2013/. Acesso em: 20 abr. 2023.\nBRUNO, Aníbal. Crimes Contra a Pessoa. 5. ed. Rio de Janeiro: Rio, 1979.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412. Acesso em 27 abr. 2023.\nFRAGOSO, Heleno Cláudio. Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva. Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nFREITAS JUNIOR, Dorival de. Crimes multitudinários e a individualização da responsabilidade criminal. In: Mandados de criminalização e novas formas de criminalidade. Rio de Janeiro: Lumen Juris, 2017. p. 47-79.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nHASSEMER, Winfred. Seguridad por intermedio del derecho penal. In: MAIER, Julio B.; CÓRDOBA, Gabriela E. (orgs.). Tiene un futuro el derecho penal?. Buenos Aires: Ad-hoc, 2009. p. 31-32.\nLIMA, Renato Brasileiro de. Manual de processo penal. 8. ed. rev., ampl. e atual. Salvador: JusPodivm, 2020. volume único.\nLE BON, Gustave. Psicologia das multidões. Tradução: Ivone Moura Delraux. Lisboa: Roger Delraux, 1980. p. 10.\nLEITE, Alaor; TEIXEIRA, Adriano. Parecer - Defesa do Estado de Direito por meio do Direito Penal: a experiência comparada e o desafio brasileiro. Revista Brasileira de Ciências Criminais, v. 182, ago. 2021. p. 19, 62 e 385-458.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nNORONHA, Magalhães. Direito penal: parte geral. São Paulo: Saraiva, 1985. p. 216.\nPRADO, Luiz Regis; CARVALHO, Erika Mendes de; CARVALHO, Gisele Mendes de. Curso de Direito Penal Brasileiro. Parte Geral e Especial. São Paulo: Revista dos Tribunais, 2015. p. 1203.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4921,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}