{"result":{"took":678,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur374676","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Decisão: Após o relatório, o julgamento foi suspenso. Ausentes a Ministra Cármen Lúcia, representando o Tribunal na Viagem de Estudos sobre Justiça Transicional, organizada pela Fundação Konrad Adenauer, em Berlim, entre os dias 5 e 9 de outubro de 2014, e na 100ª Sessão Plenária da Comissão Europeia para a Democracia pelo Direito (Comissão de Veneza), em Roma, nos dias 10 e 11 subsequentes, e o Ministro Dias Toffoli que, na qualidade de Presidente do Tribunal Superior Eleitoral, participa do VII Fórum da Democracia de Bali, na Indonésia, no período de 8 a 13 de outubro de 2014. Presidência do Ministro Ricardo Lewandowski. Plenário, 08.10.2014.\r\n\n                  Decisão: Após o voto do Ministro Roberto Barroso (Relator), dando parcial provimento ao recurso, o julgamento foi suspenso. Ausentes a Ministra Cármen Lúcia, representando o Tribunal na Viagem de Estudos sobre Justiça Transicional, organizada pela Fundação Konrad Adenauer, em Berlim, entre os dias 5 e 9 de outubro de 2014, e na 100ª Sessão Plenária da Comissão Europeia para a Democracia pelo Direito (Comissão de Veneza), em Roma, nos dias 10 e 11 subsequentes; o Ministro Dias Toffoli que, na qualidade de Presidente do Tribunal Superior Eleitoral, participa do VII Fórum da Democracia de Bali, na Indonésia, no período de 8 a 13 de outubro de 2014, e, justificadamente, o Ministro Teori Zavascki. Falou pela União o Ministro Luís Inácio Lucena Adams, Advogado-Geral da União. Presidência do Ministro Ricardo Lewandowski. Plenário, 09.10.2014.\r\n\n                 Decisão: Após os votos dos Ministros Dias Toffoli e Teori Zavascki, que davam provimento integral ao recurso, pediu vista dos autos a Ministra Rosa Weber. Presidência do Ministro Ricardo Lewandowski. Plenário, 29.10.2014.\r\n\n                 Decisão: O Tribunal, por maioria, deu provimento ao recurso extraordinário, vencidos os Ministros Rosa Weber, Roberto Barroso, que reajustou o voto, Ricardo Lewandowski e Marco Aurélio, todos negando provimento ao recurso. Redigirá o acórdão o Ministro Dias Toffoli. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 26.10.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur374676","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur374676","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Constitucional. Previdenciário. Parágrafo 2º do art. 18 da Lei 8.213/91. Desaposentação. Renúncia a anterior benefício de aposentadoria. Utilização do tempo de serviço/contribuição que fundamentou a prestação previdenciária originária. Obtenção de benefício mais vantajoso. Julgamento em conjunto dos RE nºs 661.256/SC (em que reconhecida a repercussão geral) e 827.833/SC. Recursos extraordinários providos.\n\n\n\n    1. Nos RE nºs 661.256 e 827.833, de relatoria do Ministro Luís Roberto Barroso, interpostos pelo INSS e pela União, pugna-se pela reforma dos julgados dos Tribunais de origem, que reconheceram o direito de segurados à renúncia à aposentadoria, para, aproveitando-se das contribuições vertidas após a concessão desse benefício pelo RGPS, obter junto ao INSS regime de benefício posterior, mais vantajoso. \n\n\n\n    2. A Constituição de 1988 desenhou um sistema previdenciário de teor solidário e distributivo. inexistindo inconstitucionalidade na aludida norma do art. 18, § 2º, da Lei nº 8.213/91, a qual veda aos aposentados que permaneçam em atividade, ou a essa retornem, o recebimento de qualquer prestação adicional em razão disso, exceto salário-família e reabilitação profissional.\n\n\n\n    3. Fixada a seguinte tese de repercussão geral no RE nº 661.256/SC: “[n]o âmbito do Regime Geral de Previdência Social (RGPS), somente lei pode criar benefícios e vantagens previdenciárias, não havendo, por ora, previsão legal do direito à ‘desaposentação’, sendo constitucional a regra do art. 18, § 2º, da Lei nº 8213/91”.\n\n\n\n    4. Providos ambos os recursos extraordinários (RE nºs 661.256/SC e 827.833/SC).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754370212","externo_seq_objeto_incidente":4608022,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-223  DIVULG 29-09-2017  PUBLIC 02-10-2017\nREPUBLICAÇÃO: DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=827833&classe=RE","is_colac":false,"titulo":"RE 827833","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n          ART-00153 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00153 PAR-00002 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 ART-00005 \"CAPUT\" \n          INC-00001 INC-00002 INC-00036 ART-00006 \n          ART-00007 INC-00024 ART-00037 \"CAPUT\" \n          ART-00040 \"CAPUT\" PAR-00018 INCLUÍDO PELA EMC-41/2003\n          ART-00097 ART-00149 \"CAPUT\" ART-00150 \n          INC-00001 INC-00003 ART-00193 ART-00194 \n          \"CAPUT\" PAR-ÚNICO INC-00001 INC-00005 \n          INC-00006 \n          ART-00195 \"CAPUT\" INC-00001 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 LET-A INCLUÍDO PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 LET-B INCLUÍDO PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 LET-C INCLUÍDO PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00002 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00003 \n          ART-00195 \"CAPUT\" INC-00004 INCLUÍDO PELA EMC-42/2003\n          ART-00195 \"CAPUT\" PAR-00004 PAR-00005 \n          PAR-00006 \n          ART-00201 \"CAPUT\" REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 \n          ART-00201 \"CAPUT\" PAR-00001 REDAÇÃO DADA PELA EMC-47/2005\n          ART-00201 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00003 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00004 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00007 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00007 INC-00001 INCLUÍDO PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00007 INC-00002 INCLUÍDO PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00009 INCLUÍDO PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00011 INCLUÍDO PELA EMC-20/1998\n          ART-00202 \"CAPUT\" PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000020      ANO-1998\n          ART-00009 INC-00002 LET-B PAR-00001 \n          INC-00001 LET-B\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000040      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000041      ANO-2003\n          ART-00004 \"CAPUT\"\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000047      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003807      ANO-1960\n          ART-00005 PAR-00003\n                LOPS-1960 LEI ORGÂNICA DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00481 ART-0543C PAR-00007 INC-00001 \n          ART-00557 PAR-0001A\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-005890      ANO-1973\n          ART-00012 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006210      ANO-1975\n          ART-00002 PAR-00001 PAR-00002 INC-00001 \n          INC-00002 PAR-00003 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006243      ANO-1975\n          ART-00001 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00025 ART-00103 PAR-00001\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008212      ANO-1991\n          ART-00012 INC-00001 LET-A LET-B \n          LET-C LET-D LET-E LET-F \n          LET-G LET-H LET-I LET-J \n          ART-00012 PAR-00004 INCLUÍDO PELA LEI-9032/1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n          ART-00001 ART-00010 ART-00011 INC-00001 \n          ART-00011 PAR-00003 INCLUÍDO PELA LEI-9032/1995\n          ART-00018 \"CAPUT\" INC-00001 LET-B \n          LET-C INC-00002 \n          ART-00018 \"CAPUT\" PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00018 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA LEI-9032/1995\n          ART-00018 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA LEI-9528/1997\n          ART-00025 INC-00003 INCLUÍDO PELA LEI-9876/1999\n          ART-00026 INC-00001 REDAÇÃO DADA PELA LEI-9876/1999\n          ART-00026 INC-00006 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 INC-00001 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00006 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00007 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00008 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00009 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00011 INCLUÍDO PELA LEI-13183/2015\n          ART-00029 PAR-00012 INCLUÍDO PELA LEI-13183/2015\n          ART-00029 PAR-00013 INCLUÍDO PELA LEI-13183/2015\n          ART-0029C INC-00001 INC-00002 ART-00046 \n          ART-00047 ART-00057 PAR-00009 PAR-00010 \n          ART-00067 REDAÇÃO DADA PELA LEI-9876/1999\n          ART-00081 REDAÇÃO ORIGINÁRIA\n          ART-00081 REVOGADO PEPA LEI-9032/1995\n          ART-00081 INC-00001 REVOGADO PEPA LEI-9032/1995\n          ART-00081 INC-00002 REVOGADO PEPA LEI-9032/1995\n          ART-00082 REDAÇÃO ORIGINÁRIA\n          ART-00082 REVOGADO PEPA LEI-9032/1995\n          ART-00083 \n          ART-00083 REDAÇÃO ORIGINÁRIA\n          ART-00094 PAR-00009 ART-00096 INC-00002 \n          INC-00003 ART-00098 \n          ART-00124 INC-00002 REDAÇÃO DADA PELA LEI-9032/1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008870      ANO-1994\n          ART-00024 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009032      ANO-1995\n          ART-00002 ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009528      ANO-1997\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009717      ANO-1998\n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009796      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009876      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013183      ANO-2015\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00006 PAR-00001\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00453\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000066      ANO-1966\n                DECRETO-LEI\n\n","LEG-FED   MPR-000664      ANO-2014\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000676      ANO-2015\n                MEDIDA PROVISÓRIA CONVERTIDA NA LEI-13183/2015\n\n","LEG-FED   DEC-003048      ANO-1999\n          ART-00020 PAR-00001 INCLUÍDO PELO DEC-6722/2008\n          ART-0181B INCLUÍDO PELO DEC-3265/1999\n          ART-0181B PAR-ÚNICO REDAÇÃO DADA PELO DEC-6208/2007\n                DECRETO\n\n","LEG-FED   DEC-003265      ANO-1999\n                DECRETO\n\n","LEG-FED   DEC-006208      ANO-2007\n                DECRETO\n\n","LEG-FED   DEC-006722      ANO-2008\n                DECRETO\n\n","LEG-FED   DEC-008443      ANO-2015\n                DECRETO\n\n","LEG-FED   INT-000045      ANO-2010\n          ART-00564 INC-00006 ART-00627\n                INSTRUÇÃO NORMATIVA DO PRESIDENTE DO INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS/PRES\n\n","LEG-FED   PJL-07154B      ANO-2002\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-002687      ANO-2007\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-005668      ANO-2009\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000091      ANO-2010\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000072      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-002567      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-002675      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000172      ANO-2014\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000004      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000015      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000015      ANO-2015\n          ART-00006\n                PROJETO DE LEI DE CONVERSÃO - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-003541      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-003884      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-005080      ANO-2016\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   SUV-000010      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000359      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROIBIÇÃO, LEI, APROVEITAMENTO, TEMPO DE SERVIÇO, CONCESSÃO DE APOSENTADORIA. CONSTITUIÇÃO FEDERAL, DESAPOSENTAÇÃO. ATRIBUIÇÃO, LEGISLAÇÃO ORDINÁRIA, CONTRIBUIÇÃO PREVIDENCIÁRIA, CONCESSÃO, BENEFÍCIO. DESAPOSENTAÇÃO, ATO ADMINISTRATIVO, PRINCÍPIO DA LEGALIDADE. CONCESSÃO DE APOSENTADORIA, ATO ADMINISTRATIVO, EFEITO PRO FUTURO. RESTITUIÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, ENRIQUECIMENTO SEM CAUSA. FATOR PREVIDENCIÁRIO, INCENTIVO, CONTRIBUIÇÃO PREVIDENCIÁRIA, DEMORA, APOSENTADORIA; ESCOLHA, CONTRIBUINTE, MOMENTO, APOSENTADORIA. FATOR PREVIDENCIÁRIO, REGIME PREVIDENCIÁRIO DE REPARTIÇÃO. DESAPOSENTAÇÃO, IMPREVISIBILIDADE, PARÂMETRO ATUARIAL, EXPECTATIVA, VIDA, BENEFICIÁRIO. EQUILÍBRIO ATUARIAL, PRINCÍPIO DA COMUTATIVIDADE (DIREITO PREVIDENCIÁRIO). DESAPOSENTAÇÃO, PRINCÍPIO DA SOLIDARIEDADE, OFENSA, ISONOMIA. REGULAMENTAÇÃO, DESAPOSENTAÇÃO, CONGRESSO NACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CARÁTER INSTITUCIONAL. PREVIDÊNCIA COMPLEMENTAR, RELAÇÃO CONTRATUAL. EXISTÊNCIA, DIREITO SUBJETIVO, APOSENTADORIA, MOMENTO, APERFEIÇOAMENTO, REQUISITO, LEI. DIREITO ADQUIRIDO, REGIME JURÍDICO, SERVIDOR PÚBLICO; DIREITO ADQUIRIDO, LICENÇA-PRÊMIO, CONVERSÃO, DINHEIRO; DIREITO ADQUIRIDO, BENEFÍCIO, MOMENTO ANTERIOR, IMPLEMENTAÇÃO, REQUISITO TEMPORAL. EXTINÇÃO, PECÚLIO, MODIFICAÇÃO, REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO, REGIME PREVIDENCIÁRIO DE REPARTIÇÃO, CONTRIBUIÇÃO PARA CUSTEIO DA SEGURIDADE SOCIAL. DESAPOSENTAÇÃO, RENÚNCIA, APOSENTADORIA, OBTENÇÃO, MOMENTO POSTERIOR, MELHORIA, BENEFÍCIO, AGREGAÇÃO, TEMPO DE CONTRIBUIÇÃO, DIMINUIÇÃO, EXPECTATIVA, VIDA. DESAPOSENTAÇÃO, ROL TAXATIVO, LEI. REGIME PREVIDENCIÁRIO, PRINCÍPIO DA SOLIDARIEDADE, FINANCIAMENTO, SEGURIDADE SOCIAL, SOCIEDADE, ADMINISTRAÇÃO PÚBLICA. COMPULSORIEDADE, RECOLHIMENTO, CONTRIBUIÇÃO PREVIDENCIÁRIA, SEGURADO OBRIGATÓRIO, CONFORMIDADE, REMUNERAÇÃO. VINCULAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, DEVER, CONTRAPRESTAÇÃO, BENEFÍCIO, MOMENTO, FUTURO. GRATUIDADE, ACESSO, ASSISTÊNCIA SOCIAL, SERVIÇO, SAÚDE. EXIGÊNCIA, ACESSO, ASSISTÊNCIA SOCIAL, PREENCHIMENTO, REQUISITO, LEI. RESTRIÇÃO, TRABALHADOR APOSENTADO, ACUMULAÇÃO, PROVENTO, SALÁRIO, COMPLEMENTAÇÃO, RENDA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: AUMENTO, PODER JUDICIÁRIO, BENEFÍCIO PREVIDENCIÁRIO, PRINCÍPIO DA RESERVA LEGAL. ILEGITIMIDADE, STF, SUPRIMENTO, SUPERAÇÃO, ATUAÇÃO, PODER LEGISLATIVO, ÂMBITO, DIREITO PREVIDENCIÁRIO. COMPETÊNCIA LEGISLATIVA, LEGISLADOR ORDINÁRIO, PRESERVAÇÃO, EQUILÍBRIO ATUARIAL, REVISÃO, CÁLCULO, BENEFÍCIO PREVIDENCIÁRIO. VINCULAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, RECEBIMENTO, BENEFÍCIO. EXIGÊNCIA, FONTE DE CUSTEIO, CRIAÇÃO, BENEFÍCIO PREVIDENCIÁRIO, SERVIÇO, SEGURIDADE SOCIAL. PRINCÍPIO DA SOLIDARIEDADE, PRINCÍPIO DA ISONOMIA, CARÁTER MATERIAL. TRIBUTAÇÃO, PROVENTO, APOSENTADORIA, SERVIDOR PÚBLICO, PRINCÍPIO DA SOLIDARIEDADE, EQUILÍBRIO ATUARIAL, EQUIDADE, PARTICIPAÇÃO, CUSTEIO, DIVERSIDADE DA BASE DE FINANCIAMENTO. RESPONSABILIDADE, SOCIEDADE, FINANCIAMENTO, SEGURIDADE SOCIAL. PRINCÍPIO DA UNIVERSALIDADE DA COBERTURA, PRINCÍPIO DA UNIVERSALIDADE DO ATENDIMENTO, PRINCÍPIO DA DISTRIBUTIVIDADE. CONCESSÃO DE APOSENTADORIA, TEMPUS REGIT ACTUM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: APOSENTADORIA, DIREITO SOCIAL, TRABALHADOR, BENEFÍCIO PECUNIÁRIO, DIREITO INDIVIDUAL, CARÁTER PERSONALÍSSIMO. DESAPOSENTAÇÃO, AUSÊNCIA, NORMA LEGAL. PROIBIÇÃO, LEI, APOSENTADORIA DUPLA, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). OBRIGATORIEDADE, CONTRIBUIÇÃO PREVIDENCIÁRIA, TRABALHADOR APOSENTADO, CONTRIBUIÇÃO PARA CUSTEIO DA SEGURIDADE SOCIAL, PRINCÍPIO DA SOLIDARIEDADE. CONTRIBUIÇÃO PREVIDENCIÁRIA, MELHORIA, BENEFÍCIO PREVIDENCIÁRIO, TRABALHADOR APOSENTADO. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CONTRIBUIÇÃO SOCIAL, CONTRAPRESTAÇÃO. REGIME DE CAIXA, REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO. DEVER, RECOLHIMENTO, CONTRIBUIÇÃO SOCIAL, INEXISTÊNCIA, CONTRATO BILATERAL. DESAPOSENTAÇÃO, DANO, EQUILÍBRIO ATUARIAL. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), VALOR, BENEFÍCIO PREVIDENCIÁRIO, INDEPENDÊNCIA, EXISTÊNCIA, DIVERSIDADE, RENDA, TRABALHADOR, FAVORECIMENTO, ANTECIPAÇÃO, APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO; BENEFÍCIO PREVIDENCIÁRIO, SEGURO, RISCO, MERCADO DE TRABALHO, GARANTIA, RENDA MENSAL VITALÍCIA. APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO, IDADE MÍNIMA. DESAPOSENTAÇÃO, ESTÍMULO, ACUMULAÇÃO, APOSENTADORIA PROPORCIONAL, REMUNERAÇÃO. MANIPULAÇÃO, FATOR PREVIDENCIÁRIO, SEGURADO, PRINCÍPIO DA ISONOMIA. COMPETÊNCIA, LEGISLADOR, ELABORAÇÃO, CRITÉRIO, RECÁLCULO, APOSENTADORIA, GARANTIA, EQUILÍBRIO ATUARIAL. DIREITO COMPARADO, TRABALHADOR APOSENTADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: EMENDA CONSTITUCIONAL 20 DE 1998, EQUILÍBRIO ATUARIAL, RECEITA, CUSTO, CONCESSÃO, BENEFÍCIO. FATOR PREVIDENCIÁRIO, CRITÉRIO, CÁLCULO, BENEFÍCIO, REDUÇÃO, DÉFICIT, REGIME PREVIDENCIÁRIO. REGIME PREVIDENCIÁRIO DE REPARTIÇÃO, PRINCÍPIO DA SOLIDARIEDADE. DIFERENÇA, REGIME PREVIDENCIÁRIO DE REPARTIÇÃO, REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO. REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO, PREVIDÊNCIA PRIVADA, FUNDO DE PENSÃO. ÔNUS, REGIME PREVIDENCIÁRIO, REVISÃO, BENEFÍCIO PREVIDENCIÁRIO, RENÚNCIA, APOSENTADORIA, RETORNO, MERCADO DE TRABALHO. OMISSÃO LEGISLATIVA, PRINCÍPIO DA LEGALIDADE. VEDAÇÃO, RENÚNCIA, APOSENTADORIA, CONCESSÃO DE APOSENTADORIA, MOMENTO POSTERIOR. DESAPOSENTAÇÃO, PRINCÍPIO DA LEGALIDADE. PRINCÍPIO DA DISTRIBUTIVIDADE. PRINCÍPIO DA UNIVERSALIDADE DA COBERTURA, PRINCÍPIO DA UNIVERSALIDADE DO ATENDIMENTO. REPERCUSSÃO SOCIAL, ATO LEGISLATIVO, MATÉRIA PREVIDENCIÁRIA. REVERSIBILIDADE, LEGISLAÇÃO, ESTABILIDADE, JURISDIÇÃO CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DESAPOSENTAÇÃO, REAPOSENTAÇÃO. EVOLUÇÃO, LEGISLAÇÃO, CONTRIBUIÇÃO PARA CUSTEIO DA SEGURIDADE SOCIAL. DESAPOSENTAÇÃO, MATÉRIA INFRACONSTITUCIONAL. ATUAÇÃO, ADMINISTRADOR PÚBLICO, PRINCÍPIO DA LEGALIDADE. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CARÁTER INSTITUCIONAL, AUSÊNCIA, PREVALÊNCIA, VONTADE. DESAPOSENTAÇÃO, ANULAÇÃO, ATO JURÍDICO PERFEITO. VEDAÇÃO, LEGISLAÇÃO PREVIDENCIÁRIA, CONCESSÃO, BENEFÍCIO, TRABALHADOR APOSENTADO. SUBMISSÃO, SEGURIDADE SOCIAL, LEI, REGIME JURÍDICO, DIREITO PÚBLICO. VEDAÇÃO, PODER JUDICIÁRIO, DEFINIÇÃO, REGRA, REAPOSENTAÇÃO. APOSENTADORIA, CONTAGEM DE TEMPO DE CONTRIBUIÇÃO, RECÁLCULO, BENEFÍCIO, APRECIAÇÃO, FATO, PROVA. CONSTITUCIONALIDADE, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO INATIVO, NATUREZA TRIBUTÁRIA, EXAÇÃO. PRINCÍPIO DA SOLIDARIEDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. REGIME PREVIDENCIÁRIO DE REPARTIÇÃO, PRINCÍPIO DA CONTRAPARTIDA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: OBRIGATORIEDADE, VINCULAÇÃO, TRABALHADOR, INICIATIVA PRIVADA, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). DESAPOSENTAÇÃO, LEGISLAÇÃO ESPECÍFICA. PRINCÍPIO DA ISONOMIA, EQUILÍBRIO ATUARIAL. CRITÉRIO, CÁLCULO, PROVENTO, AFERIÇÃO, IDADE, EXPECTATIVA, VIDA, MOMENTO, AQUISIÇÃO, APOSENTADORIA. DESAPOSENTAÇÃO, LACUNA DA LEI, PREVISÃO, LEGISLAÇÃO ANTERIOR, PECÚLIO. REGIME PREVIDENCIÁRIO, LIMITAÇÃO, ATUAÇÃO, LEGISLADOR. PRESTAÇÃO PREVIDENCIÁRIA, BASE DE CÁLCULO, SALÁRIO-DE-CONTRIBUIÇÃO. IMUNIDADE, APOSENTADO, CONTRIBUIÇÃO SOCIAL. DEVER, RECOLHIMENTO, CONTRIBUIÇÃO SOCIAL, PERMANÊNCIA, ATIVIDADE PROFISSIONAL. ESTRUTURAÇÃO, REGIME PREVIDENCIÁRIO, FATOR PREVIDENCIÁRIO, LIMITAÇÃO, REVISÃO, BENEFÍCIO PREVIDENCIÁRIO, PRAZO DECADENCIAL, DEZ ANOS. RECEBIMENTO, PROVENTO, REGIME PREVIDENCIÁRIO, RESTITUIÇÃO, VALOR. CÁLCULO, APOSENTADORIA, IDADE, EXPECTATIVA, VIDA, MOMENTO, PRIMEIRO, VÍNCULO. EQUILÍBRIO ATUARIAL. EXIGÊNCIA, LEI, AUMENTO, REDUÇÃO, ALÍQUOTA, CONTRIBUIÇÃO SOCIAL, EMPREGADO, EMPREGADOR. AUSÊNCIA, IDADE MÍNIMA, CONCESSÃO DE APOSENTADORIA. DESAPOSENTAÇÃO, EFEITO FINANCEIRO, DECURSO DE PRAZO, CENTO E OITENTA DIAS, PUBLICAÇÃO, ACÓRDÃO, AUSÊNCIA, INICIATIVA LEGISLATIVA. CONCESSÃO DE APOSENTADORIA, ATO JURÍDICO PERFEITO. VEDAÇÃO, VENIRE CONTRA FACTUM PROPRIUM. VALIDADE, COBRANÇA, CONTRIBUIÇÃO SOCIAL, APOSENTADO, RETORNO, TRABALHO. VALIDADE, COBRANÇA, CONTRIBUIÇÃO SOCIAL, SERVIDOR PÚBLICO INATIVO, AUSÊNCIA, DIREITO ADQUIRIDO. PRINCÍPIO DA ISONOMIA. PRINCÍPIO DA SOLIDARIEDADE, EQUIDADE, DISTRIBUIÇÃO, ÔNUS, REGIME PREVIDENCIÁRIO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: DISTINÇÃO, DESAPOSENTAÇÃO, REAPOSENTAÇÃO. CONTEXTO HISTÓRICO, DESAPOSENTAÇÃO, REAPOSENTAÇÃO, REFORMA PREVIDENCIÁRIA. MOTIVAÇÃO, RETORNO, APOSENTADO, MERCADO DE TRABALHO. APOSENTADORIA, IDADE MÍNIMA, FATOR PREVIDENCIÁRIO. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CARÁTER INSTITUCIONAL, NORMA COGENTE, COMPULSORIEDADE, VINCULAÇÃO. TRABALHADOR APOSENTADO, SEGURADO OBRIGATÓRIO. PRINCÍPIO DA SOLIDARIEDADE. AUTONOMIA, CUSTEIO, PRESTAÇÃO PREVIDENCIÁRIA. PRINCÍPIO DA RESERVA LEGAL, ATUALIZAÇÃO, SALÁRIO-DE-CONTRIBUIÇÃO. PRINCÍPIO DA CONTRAPARTIDA. DESTINAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, PAGAMENTO, PRESTAÇÃO, SEGURADO, INCLUSÃO, APOSENTADO, RETORNO, TRABALHO. REGIME PREVIDENCIÁRIO DE REPARTIÇÃO. NÃO INCIDÊNCIA, CONTRIBUIÇÃO SOCIAL, APOSENTADORIA, PENSÃO, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). IRREVERSIBILIDADE, APOSENTADORIA, ABUSO, PODER REGULAMENTAR, RESTRIÇÃO, LIBERDADE, APOSENTADO. RENÚNCIA, APOSENTADORIA, JURIDICIDADE ADMINISTRATIVA. MOMENTO, REQUERIMENTO, APOSENTADORIA, DIREITO DISPONÍVEL. ATO JURÍDICO PERFEITO. RENÚNCIA, APOSENTADORIA, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. DIREITO, TRABALHADOR APOSENTADO, INCLUSÃO, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). SUBSTITUIÇÃO, APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO, APOSENTADORIA POR IDADE, PRINCÍPIO DA ISONOMIA. DESAPOSENTAÇÃO, DEVOLUÇÃO, PROVENTO, APOSENTADORIA. EQUILÍBRIO ECONÔMICO-FINANCEIRO, PARIDADE, RECEITA, DESPESA, COMPATIBILIDADE, ARRECADAÇÃO, CUSTO, BENEFÍCIO. EQUILÍBRIO ATUARIAL, ESTUDO, CARÁTER TÉCNICO, MANUTENÇÃO, REGIME PREVIDENCIÁRIO. CARÊNCIA, APOSENTADORIA POR IDADE, APOSENTADORIA POR TEMPO DE SERVIÇO, APOSENTADORIA ESPECIAL. APOSENTADORIA POR IDADE, CONSIDERAÇÃO, CARÊNCIA, SEGUNDO, PERÍODO, CONTRIBUIÇÃO PREVIDENCIÁRIA, CASO CONCRETO. RESERVA DO PLENÁRIO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES.\n\n- TERMO(S) DE RESGATE: JUSTIÇA COMUTATIVA, JUSTIÇA DISTRIBUTIVA, JUSTIÇA INTERGERACIONAL. MODELO DE POUPANÇA DE CARÁTER VIRTUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=827833&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RGPS, RENÚNCIA, BENEFÍCIO, APOSENTADORIA)\nAI 851605 AgR (1ªT), RE 661256 RG. \n(CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO INATIVO)\nADI 3104 (TP), ADI 3105 (TP), ADI 3128 (TP), RE 437640 (1ªT), RE 424055 AgR (2ªT), AI 397337 AgR (2ªT), ADI 2010 MC (TP), ADI 1441 MC (TP), ADI 1430 MC (TP). \n(APOSENTADO, RETORNO, ATIVIDADE, PRINCÍPIO DA UNIVERSALIDADE, CUSTEIO, PREVIDÊNCIA SOCIAL)\nRE 437640 (1ªT). \n(PRAZO DECADENCIAL, REVISÃO, BENEFÍCIO PREVIDENCIÁRIO)\nRE 626489 (TP). \n(INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO, FUNCIONÁRIO PÚBLICO)\nRE 110431 (2ªT) - RTJ 119/329, RE 109428 (1ªT) - RTJ 123/681, AI 117511 AgR (2ªT) - RTJ 123/372, RTJ 75/481. \n(PRINCÍPIO DA SOLIDARIEDADE)\nRE 414816 AgR (1ªT), AI 724582 AgR (2ªT), AI 764794 AgR (1ªT), ARE 672673 AgR (1ªT). \n(REGIME PREVIDENCIÁRIO, CÁLCULO, RENDA MENSAL INICIAL, DIREITO ADQUIRIDO, MELHOR BENEFÍCIO)\nRE 630501 (TP). \n(CONCESSÃO, BENEFÍCIO DE PRESTAÇÃO CONTINUADA, IDOSO, PORTADOR DE DEFICIÊNCIA)\nRcl 4374 (TP). \n(EX-CELETISTA, CONTAGEM ESPECIAL DE TEMPO DE SERVIÇO, DIREITO ADQUIRIDO)\nRE 255827 (1ªT), RE 333246 AgR (1ªT), RE 455479 AgR (1ªT), AI 598630 AgR (2ªT), ADI 1664 MC (TP), RE 603581 AgR (1ªT). \n(PRINCÍPIO DA RESERVA LEGAL)\nRE 567360 ED (2ªT). \n(BENEFÍCIO PREVIDENCIÁRIO, REVISÃO)\nRE 415454 (TP), RE 416827 (TP), RE 495042 (TP), RE 499157 (2ªT), RE 567360 ED (2ªT). \n(DESAPOSENTAÇÃO, MATERIA INFRACONSTITUCIONAL)\nADI 4277 (TP). \n(RENÚNCIA, APOSENTADORIA, MATÉRIA INFRACONSTITUCIONAL, OFENSA INDIRETA)\nARE 793709 ED (1ªT). \n(NATUREZA TRIBUTÁRIA, SEGURIDADE SOCIAL)\nADI 1664 MC (TP), ADC 8 MC (TP), ADI 1664 MC. \n(REVISÃO, BENEFÍCIO PREVIDENCIÁRIO, LEGISLAÇÃO INFRACONSTITUCIONAL, OFENSA INDIRETA)\nAI 773078 AgR (1ªT), RE 643925 AgR (1ªT), ARE 827066 AgR (1ªT). \n(CONTROLE DE CONSTITUCIONALIDADE, SEPARAÇÃO DOS PODERES)\nHC 76543 (1ªT), AI 138344 AgR (1ªT). \n- Decisões monocráticas citadas:\n(RGPS, RENÚNCIA, BENEFÍCIO, APOSENTADORIA)\nAI 220803, AI 545274, RE 442480, RE 576466, RE 656268, RE 643963.\n(RENÚNCIA, APOSENTADORIA, MATÉRIA INFRACONSTITUCIONAL, OFENSA INDIRETA)\nAI 851605.\n(CONTROLE DE CONSTITUCIONALIDADE, SEPARAÇÃO DOS PODERES)\nRE 782801.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1334488, REsp 1515929, REsp 663336. \n- Decisão estrangeira citada: BVerfG, 1 BvR 79/09, decisão de 03.06.2014, do Tribunal Constitucional alemão.\n- Veja RE 381367, 827833 do STF.\nNúmero de páginas: 328.\nAnálise: 27/03/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)           : UNIÃO \r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO \r\nADV.(A/S)           : SIMÃO BOLÍVAR MARTINS DOS SANTOS E OUTRO(A/S)\r\nRECDO.(A/S)         : ROSE MARI BARGEN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":374676,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 827833","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-10-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AFFONSO, Julia. Justiça Federal autoriza desaposentação. Estadão, 8 maio 2016. Disponível em: http://politica.estadao.com.br/blogs/fausto-macedo/justica-federal-autoriza-desaposentacao. Acesso em: 7 out. 2016.\nAMADO, García apud PULIDO, Carlos Bernal. El neoconstitucionalismo a debate. Bogotá: Instituto de Estudios Constitucionales, 2006. p. 17.\nARAÚJO, Isabella Borges de. Desaposentação no Direito Brasileiro. Revista de Previdência Social, São Paulo, v. 31, n. 317, abr. 2007. p. 341-350.\nASSOCIAÇÃO BRASILEIRA DAS ENTIDADES FECHADAS DE PREVIDÊNCIA COMPLEMENTAR; INSTITUTO CULTURAL DE SEGURIDADE SOCIAL; SINDICATO NACIONAL DAS ENTIDADES FECHADAS DE PREVIDÊNCIA COMPLEMENTAR. A ideia de que o Fator impõe um ônus escorchante é falsa. Revista Fundos de Pensão, São Paulo, ano 29, n. 362, p. 57-59, mar. 2010. p. 59.\nBALERA, Wagner. A Seguridade Social na Constituição de 1988. 4. ed. São Paulo. LTr, 2006. p. 36, 48 e 58-59.\nBARBOSA, Rui apud ROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 412 e 413.\nBARÃO, Gisele. Desaposentadoria incentiva revisão no sistema previdenciário brasileiro: A maior dúvida diz respeito à devolução ou não do benefício já recebido pelo segurado. STF ainda tem de se manifestar. Gazeta do Povo, 06 dez. 2012. Disponível em:\nhttp://www.gazetadopovo.com.br/vida-publica/justica-direito/desaposentadoria-incentivarevisao-no-sistema-previdenciario-brasileiro-27iisjfre0fcxfmduktb4zxam. Acesso em: 24 jul. 2015.\nBAUMAN, Zygmunt. Modernidade Líquida. Rio de Janeiro: Zahar, 2001.\nBRAMANTE, Ivani Contini. Desaposentação e nova aposentadoria. Revista de Previdência Social, São Paulo, ano 25, n. 244, março 2001. p. 150-155.\nBRASIL. Blog do Planalto – Presidência da República. Disponível em: http://blog.planalto.gov.br/assunto/fator-previdenciario/. Acesso em: 3 ago. 2015.\nBRASIL. Ministério da Previdência Social. Congresso II: MPS é contrário à desaposentação no modelo atual. Disponível em: http://www.previdencia.gov.br/2013/08/congresso-ii-mps-e-contrario-a-desaposentacao-no-modelo-atual/. Acesso em: 4 jul. 2015.\nBRASIL. Ministério da Previdência Social. Aposentadoria: Novas regras por tempo de contribuição já estão em vigor. Disponível em: http://www.previdencia.gov.br/2015/06/servico-novas-regras-para-aposentadoria-por-tempo-de-contribuicao-ja-estao-em-vigor/. Acesso em: 24 ago. 2015.\nBRASIL. Ministério da Previdência Social. Secretaria de Políticas de Previdência Social. Coordenação-Geral de Estatística, Demografia e Atuária. Boletim Estatístico da Previdência Social, v. 21, n. 07. Disponível em: http://www.previdencia.gov.br/wpcontent/uploads/2016/09/beps_16.07.pdf. Acesso em: 28.9.2016.\nBRASIL. Senado Federal. Congresso mantém veto à desaposentação. Senado notícias. Disponível em: http://www12.senado.leg.br/noticias/materias/2015/12/15/congressomantem-veto-a-projeto-que-altera-formula-para-aposentadoria. Acesso em: 30 set. 2016.\nBRASIL. Ministério da Previdência Social. Secretaria de Políticas de Previdência Social. Coordenação-Geral de Estatística, Demografia e Atuária. Boletim Estatístico da Previdência Social, v. 21, n. 07. Disponível em:\nhttp://www.previdencia.gov.br/wpcontent/uploads/2016/09/beps_16.07.pdf. Acesso em: 28 set. 2016.\nBRASIL. Ministério do Trabalho e Previdência Social. Instituto Nacional do Seguro Social. Empresa de Tecnologia e Informações da Previdência Social. Anuário Estatístico da Previdência Social, Brasília, 2014, v. 23.\nBRASIL. Supremo Tribunal Federal. A Constituição e o Supremo. 4. ed. Brasília: Secretaria de Documentação, 2011. Disponível em: http://www.stf.jus.br/arquivo/cms/publicacaoLegislacaoAnotada/anexo/constituicao. Acesso em: 18 ago. 2015.\nCANOTILHO, J.J. Gomes. Direito Constitucional. p. 1236.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 27. ed. São Paulo: Atlas, 2014. p. 733-734 e 735.\nCASTRO, Carlos Alberto Pereira de; LAZZARI, João Batista. Manual de direito previdenciário. 5. ed. São Paulo: LTr, 2004. p. 20-21, 31-32, 41 e 97.\n______.______. 13. ed. São Paulo: Conceito Editorial, 2011. p. 112 e 121.\n______.______. 5. ed. São Paulo: Ltr, 2013, p. 134, 139, 155, 688, 677-678 e 1097-1098.\nCASTRO , Wilton. Desaposentação: AGU estima impacto de R$ 181 bi e pede ao STF suspensão de ações. AGU, 13 abr. 2016. Disponível em: http://www.agu.gov.br/page/content/detail/id_conteudo/398586. Acesso em: 4 abr. 2016.\nCOELHO, Hamilton Antônio Coelho. Desaposentação: um novo instituto? Revista de Previdência Social, ano XXIII, n. 229, nov. 1999.\nCOIMBRA, J.R. Feijó. Direito Previdenciário Brasileiro. 10. ed. Rio de Janeiro: Edições Trabalhistas, 1999. p. 12, 56 e 124.\nCOLNAGO, Lorena de Mello Rezende. Desaposentação. Revista de Previdência Social, v. 29, n. 301, p. 784-802, dez. 2005.\nCOMPARATO, Fabio Konder. A afirmação histórica dos direitos humanos. São Paulo: Saraiva, 2007. p. 65.\nCORREIA, Marcus Orione Gonçalves; CORREIA, Érica Paula Barcha. Curso de Direito da Seguridade Social. 7. ed. São Paulo: Saraiva, 2013. p. 325.\nCORREIA, Marcus Orione Gonçalves. Despensão: mais que um neologismo, uma realidade. Revista de Previdência Social, ano XXXIII, n. 347, out. 2009.\nCOSTANZI, Rogério Nagamine. Evolução e situação atual das aposentadorias por tempo de contribuição. Informe da Previdência Social, Brasília, v. 23, n. 9, out. 2011.\nCUNHA, Luiz Claudio Flores da. Princípios de Direito Previdenciário na Constituição da República de 1988. Direito Previdenciário: Aspectos Materiais, Processuais e Penais. Porto Alegre: Livraria do Advogado, 1999. p. 39.\nCUNHA FILHO, Roseval Rodrigues da. Desaposentação e nova aposentadoria. Revista de Previdência Social, ano XXVII, n. 274, set. 2003. p. 785.\nDELGADO, Gabriela Neves. Direitos humanos dos trabalhadores: perspectiva de análise a partir dos princípios internacionais do direito do trabalho e do direito previdenciário. Revista TST, Brasília, v. 77, n. 3, jul./set. 2011.\nDEMO, Roberto Luís. Aposentadoria. Direito disponível. Desaposentação. Indenização ao sistema previdenciário. Revista de Previdência Social, ano XXVI, n. 263, out. 2002. p. 887, 888 e 890.\nDEPARTAMENTO INTERSINDICAL DE ESTATÍSTICA E ESTUDOS SOCIOECONÔMICOS. Nota Técnica nº 130, 2013. Fator Previdenciário: por que mudar? Disponível em:\nhttp://www.dieese.org.br/notatecnica/2013/notaTec130fatorPrevidenciario.pdf. Acesso em:\n25 ago. 2015.\nDESAPOSENTAÇÃO ameaça as contas da Previdência Social. Correio Brasiliense, 9 maio 2016. Disponível em: http://www.correiobraziliense.com.br/app/noticia/economia/2016/05/09/internas_economia,530980/desaposentacao-ameaca-as-contas-da-previdencia.shtml. Acesso em: 7 out. 2016.\nELY, John Hart. Democracy and Distrust. A Theory of Judicial Review. Cambridge: Harvard University Press, 1980.\nGNATA, Noa Piata Bassfeld. Refundando a solidariedade social no direito previdenciário. Disponível em: http://www.teses.usp.br/teses/disponiveis/2/2138/tde-09122014-134818/ptbr.php. Acesso em 3 ago. 2015.\n______. Refundando a solidariedade social no direito previdenciário.\nGUERZONI FILHO, Gilberto. Eficiência Política, Consistência Atuarial e Ajuste Fiscal: Comentários sobre a Emenda Constitucional nº 41/03. In: MODESTO, Paulo (Org.). Reforma da Previdência: Análise e crítica da Emenda Constitucional 41/2003. Belo Horizonte: Fórum, 2004. p. 182.\nHÄBERLE, Peter. Pluralismo y constitución: estudios de teoría constitucional de la sociedad abierta. Estudio preliminar y traducción de Emilio Mikunda-Franco. Madrid: Tecnos, 2002. p. 68.\nHARDIN, Garrett. The Tragedy of the Commons. American Association for the Advencemente of Sciente. v. 162.\nHORVATH JÚNIOR, Miguel. Direito previdenciário. 7. ed. São Paulo: Quartier Latin, 2008. p. 15-17, 61, 62, 63, 77, 109, 111-112 e 172.\nIBRAHIM, Fábio Zambitte.  Desaposentação o Caminho Para Uma Melhor Aposentadoria. 5. ed. Impetus, 2011. p. 87-89, 97, 99 e 144.\n______. Curso de Direito Previdenciário. 16. ed. Rio de Janeiro: Impetus, 2011. p. 33.\n______.______. 17. ed. Niterói: Impetus, 2012. p. 29, 30, 48, 65 e 728.\n______.______.  19. ed. Niterói: Impetus, 2014. p. 35.\nKERTZMAN, Ivan. Curso prático de direito previdenciário. 2. ed. Salvador: JusPodivm, 2006. p. 24.\nLARENZ, Karl. Metodologia da ciência do direito. Lisboa: Fundação Calouste Gulbenkian, 1997. p. 525.\nLAZZARI; João Batista; CASTRO, Carlos Alberto Pereira de. Manual de Direito Previdenciário. 11. ed. Conceito. p. 762.\n______. 13. ed. São Paulo: Conceito, 2011. p. 873.\n______. Manual de Direito Previdenciário. p. 146-147.\nLEITE, João Antônio Guilembernardt Pereira. Curso elementar de direito previdenciário. São Paulo : Ltr, 1977. p. 21, 53 e 124.\nLEONE, Max. Justiça corrige aposentadoria em 27%. O Dia, 5 out. 2016. Disponível em: http://odia.ig.com.br/economia/2016-10-05/justica-corrige-aposentadoria-em-27.html. Acesso em: 7 out. 2016.\nLIMA. Diana Vaz de. Contabilidade aplicada aos regimes próprios de previdência social. Brasília: MPS, 2005, p. 11-12. Disponível em: http://www.ieprev.com.br/arq/Contab_aplicada_regimes_proprios_MPS.pdf. Acesso em: 19 ago. 2015.\nLIMA, Valter. Nova regra faz STF julgar desaposentação. EBC Radioagência Nacional, Brasília, 07 jul. 2015. Disponível em: http://radioagencianacional.ebc.com.br/geral/audio/2015-07/nova-regra-faz-stf-julgardesaposentacao. Acesso em: 14 out. 2016.\nLOBATO, Monteiro. O Pica-pau Amarelo e a Reforma da Natureza. São Paulo: Brasiliense, 1964. (Obras Completas de Monteiro Lobato, 2ª Série, Literatura Infantil, v. 12). p. 196-198.\nMARQUES, Rosa Maria; BATICH, Mariana; MENDES, Áquilas. Previdência Social Brasileira: Um balanço da reforma. 2003. p. 114, 115 e 116. Disponível em: http://www.scielo.br/pdf/spp/v17n1/v17n1a10.pdf. Acesso em: 18 set. 2015.\nMARTINEZ, Wladimir Novaes. A seguridade social na Constituição Federal. 2. ed. São Paulo: LTr, 1992. p. 29 e 35.\n______. Aposentação, Desaposentação e Complementação. Repertório IOB de jurisprudência, n. 14/97,  Caderno 2, 1997. p. 269.\n______. Desaposentação. 2. ed. São Paulo: Ltr, 2009. p. 24, 32, 61, 62-63, 64-65, 83, 108, 112, 117, 118 e 124.\n______. Curso de direito previdenciário. 3. ed. São Paulo: LTr, 2010. p. 33, 35 e 97.\n______. Princípios de direito previdenciário. 6. ed. São Paulo: Ltr, 2015.\nMELLO, Celso Antônio Bandeira de. Ato Administrativo e Direito dos Administrados. Revista dos Tribunais, 1981, p. 86, 94, 104, 106-111, 107, 108, 109, 116 e 119.\nMENEGUIN, F. B.; NERY, P. F. Fator Previdenciário ou Fórmula 85/95? A construção de uma alternativa. Brasília: Núcleo de Estudos e Pesquisas/CONLEG/Senado, maio/2015. Boletim Legislativo n. 31, de 2015. Disponível em: www.senado.leg.br/estudos. Acesso em: 25 maio 2015.\nMORAES, Marcelo Viana Estevão de. A Lei de Responsabilidade Fiscal e a Previdência dos Servidores Públicos Municipais. Coleção Previdência Social. Brasília: Ministério da Previdência e Assistência Social, MPAS/SPS, 2001. v. 2. p. 59.\nNERY, Pedro Fernando. A decisão de R$ 70 bilhões: sobre constitucionalidade, ausência de omissão legislativa e riscos fiscais da desaposentadoria. Núcleo de Estudos e Pesquisas/CONLEG/Senado. Brasília: outubro/2014. Boletim do Legislativo n. 15, de 2014. Disponível em: www.senado.leg.br/estudos. Acesso em: 13 set. 2015.\nNOVAES, André Santos. Possibilidade de Desaposentação. In: MARTINEZ, Wladimir Novaes(Coord.). Temas Atuais de Previdência Social. Homenagem a Celso Barroso Leite. São Paulo: LTR, 2003.\nPEREIRA. Eduardo Ferreira. Desaposentação: análise a partir de princípios constitucionais. Revista da AGU, Brasília, ano X, n. 30, out./dez. 2011. p. 152-153.\nPEREIRA, Rayanne Illis Neiva; LIMA, Diana Vaz de. Uma discussão sobre o impacto da desaposentação nas despesas do RGPS: O preço das aposentadorias precoces. Advances in Scientific and Applied Accounting, São Paulo. v. 8, n. 3. p. 323 e 324.\nPIERDONÁ, Zélia Luiza. Contribuições para a Seguridade Social. São Paulo: Ltr, 2003. p. 61-63 e 83.\nPOSNER, Richard. The economic approach to law. Texas Law Review, 53. p. 778.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 418, 422, 427, 428, 433.\nROCHA, Daniel Machado da. O Direito Fundamental à Previdência Social na perspectiva dos Princípios constitucionais diretivos do sistema previdenciário brasileiro. Porto Alegre: Livraria do Advogado, 2004.\nROCHA, Daniel Machado da; BALTAZAR JUNIOR, José Paulo. Comentários à Lei de Benefícios da Previdência Social. 10. ed. rev. atual. Porto Alegre: Livraria do Advogado: Esmafe, 2011. p. 31, 51, 111, 127, 158-167, 227, 228 e 313.\nSANTOS, Milton. Por uma outra globalização: do pensamento único à consciência universal. 17. ed. Rio de Janeiro: Record, 2008. p. 4.\nSARLET, Ingo Wolfgang. A eficácia dos direitos fundamentais. 8. ed. Porto Alegre: Livraria do Advogado,  rev. e atual, 2007. p. 332.\nSAMENTO, Daniel. Direitos fundamentais e relações privadas. Rio de Janeiro: Lumen Juris, 2006. p. 295.\nSAVARIS, José Antônio. Direito Material Previdenciário. Noções Elementares. 6. ed. rev. atual. ampl. Curitiba: Alteridade, 2016. p. 542-543 e 554.\nSARAIVA FILHO, Oswaldo Othon de Pontes. Contribuição Previdenciária de Aposentados e Pensionistas do Setor Público. In: MODESTO, Paulo (Org.). Reforma da Previdência: Análise e crítica da Emenda Constitucional 41/2003. Belo Horizonte: Fórum, 2004. p. 285-287.\nSCOCUGLIA, Livia. Desaposentação não obriga devolução de valores já recebidos. Consultor Jurídico, 1 maio 2014. Disponível em: http://www.conjur.com.br/2014-mai-01/desaposentacao-nao-obriga-segurado-devolver-valores-recebidos-anteriormente. Acesso em: 7 out. 2016.\nSERAU JÚNIOR, Marco Aurélio. Desaposentação. 5. ed. rev., atual. e ampl. Rio de Janeiro: Forense, 2014. p. 16, 30, 39, 58-60, 67, 83-85 e 95.\nSILVA, Elisa Maria Corrêa. Inconstitucionalidade da Desaposentação. Belo Horizonte: Fórum, 2014. p. 40-41, 42, 41, 60, 100, 101, 115, 116 e 117.\nSIMM, Zeno. Os Direitos Fundamentais e a Seguridade Social. São Paulo: LTr, 2005. p. 119-122.\nTAVARES, Marcelo Leonardo. Direito Previdenciário. 9. ed. Rio de Janeiro: Lumen Juris, 2007. p. 372.\n______.______. 16. ed. Niterói: Impetus, 2015. p. 4-5.\n______. Direito Previdenciário: regime geral de previdência social e regras constitucionais dos regimes próprios de previdência social. 11. ed. Niterói: Impetus, 2009. p. 121.\nTHULLEN, Peter. Técnicas Actuariales de la Seguridad Social: Regímenes de las Pensiones de Invalidez, de Vejez y de Sobrevivientes. OIT. Informes, ed. Española, 1995. Ministerio de Trabajo y Seguridad Social. p. 231.\n______. Chamada de trabalho artigos científicos. Revista Jurídica da Presidência, ano 10, v. 1, mar. 2010. Disponível em: https://revistajuridica.presidencia.gov.br/index.php/saj. Acesso em: 6 out. 2016.\nUGATTI, Uendel Domingues. O princípio constitucional da contrapartida na seguridade social. São Paulo: LTr, 2003. p. 106.\nVALENTE, Edson. Desaposentação já vira realidade na Justiça brasileira. Folha de S. Paulo, São Paulo, 4 jul. 2016. Disponível em: http://www1.folha.uol.com.br/mercado/2016/07/1788231-desaposentacao-ja-vira-realidade-na-justica-brasileira.shtml. Acesso em: 7 out. 2016.\nWENDHAUSEN, Helena Mizushima. Aspectos controversos da desaposentação. Revista Síntese Trabalhista, São Paulo, v. 218, p. 26-33, ago. 2007.\nZIMMERMANN, Cirlene Luiza. Desaposentação: a vedação constitucional da simulação de renúncia à aposentadoria e as propostas para a legalização do recálculo do benefício. Juris Plenum: Previdenciária, Caxias do Sul, v. 1, n. 1, fev. 2013. p. 33-55.","ministro_facet":["ROBERTO BARROSO","DIAS TOFFOLI"],"processo_numero":827833,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur372771","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deu provimento ao agravo regimental para determinar que o agravante permaneça sob a jurisdição do Supremo Tribunal Federal também em relação aos fatos descritos nos termos de colaboração premiada nº 1, 3 e 4, sem prejuízo de posterior reanálise pelo Relator da possibilidade de desmembramento, vedando-se ao juízo de primeiro grau a deflagração, em desfavor do agravante, de investigações lastreadas nos termos de colaboração em questão, nos termos do voto do Ministro Dias Toffoli, vencido o Relator. Redator para o acórdão o Senhor Ministro Dias Toffoli. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 21.2.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur372771","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur372771","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-segundo","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravo regimental. Petição. Colaboração premiada. Fatos que envolvem senadores da República e investigado sem prerrogativa de foro junto à Suprema Corte. Compartilhamento de termos de depoimento do colaborador premiado com juízo de primeiro grau. Medida que importou em cisão das investigações relativamente ao agravante. Inadmissibilidade. Imbricação de condutas. Indícios da existência de um liame probatório entre os fatos, ou mesmo de continência (art. 77, I. CPP). Necessidade de se preservarem a racionalidade e a higidez das investigações. Recurso provido para se determinar que o agravante permaneça sob a jurisdição direta do Supremo Tribunal Federal, sem prejuízo de posterior reanálise pelo Relator da possibilidade de desmembramento.\n\n\n\n    1. Como já decidido pelo Supremo Tribunal Federal, o desmembramento do feito em relação a imputados que não possuam prerrogativa de foro “deve ser a regra, diante da manifesta excepcionalidade do foro por prerrogativa de função, ressalvadas as hipóteses em que a separação possa causar prejuízo relevante” (Inq nº 2.903/AC-AgR, Pleno, Relator o Ministro Teori Zavascki, DJe de 1º/7/14).\n\n\n\n    2. O agravante foi mencionado pelo colaborador premiado, em quatro termos de colaboração, por fatos supostamente ilícitos que também envolvem titulares de prerrogativa de foro junto ao Supremo Tribunal Federal.\n\n\n\n    3. Como assentado no voto condutor do HC nº 127.483/PR, Pleno, de relatoria do Ministro Dias Toffoli, DJe de 4/2/16, “[a] colaboração premiada é um negócio jurídico processual, uma vez que, além de ser qualificada expressamente pela lei como ‘meio de obtenção de prova’, seu objeto é a cooperação do imputado para a investigação e para o processo criminal, atividade de natureza processual, ainda que se agregue a esse negócio jurídico o efeito substancial (de direito material) concernente à sanção premial a ser atribuída a essa colaboração”.\n\n\n\n    4. A colaboração premiada, como meio de obtenção de prova, destina-se à “aquisição de entes (coisas materiais, traços [no sentido de vestígios ou indícios] ou declarações) dotados de capacidade probatória”, razão por que não constitui meio de prova propriamente dito.\n\n\n\n    5. Enquanto o acordo de colaboração é meio de obtenção de prova, os depoimentos propriamente ditos do colaborador constituem meios de prova, os quais somente se mostrarão hábeis à formação do convencimento judicial se vierem a ser corroborados por outros meios idôneos de prova.\n\n\n\n    6. Logo, uma investigação deflagrada por um acordo de colaboração tem por escopo a obtenção de meios idôneos de prova que possam corroborá-lo.\n\n\n\n    7. Na espécie, presente a imbricação de condutas, diante da existência de indícios de um liame probatório entre os fatos, ou mesmo de continência (art. 77, I, CPP), não há como se cindir, por ora, uma investigação em fase embrionária, inclusive pelo risco de o juízo de primeiro grau, ainda que de forma indireta, promover a investigação de detentores de prerrogativa de foro, em usurpação da competência do Supremo Tribunal Federal.\n\n\n\n    8. Recurso provido para se determinar que o agravante permaneça sob a jurisdição do Supremo Tribunal Federal, sem prejuízo de posterior reanálise pelo Relator da possibilidade de desmembramento, vedando-se ao juízo de primeiro grau a deflagração, em desfavor do agravante, de investigações lastreadas nos termos de colaboração em questão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13536374","externo_seq_objeto_incidente":5065484,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-200  DIVULG 04-09-2017  PUBLIC 05-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6138&classe=Pet","is_colac":false,"titulo":"Pet 6138 AgR-segundo","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00053 INC-00056 ART-00105 \n          INC-00001 LET-D\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00029 ART-00069 ART-00317 PAR-00001 \n          ART-00327 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00077 INC-00001 ART-00080 ART-00157\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2017-09-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CÓDIGO DE PROCESSO PENAL, CONTINÊNCIA, CUMULAÇÃO OBJETIVA, CUMULAÇÃO SUBJETIVA. USURPAÇÃO DE COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), PRINCÍPIO DO JUIZ NATURAL, PROVA ILÍCITA, NULIDADE, CONTAMINAÇÃO, TOTALIDADE, INVESTIGAÇÃO. COMPARTILHAMENTO, PROVA, INTERCEPTAÇÃO TELEFÔNICA. \n\n- VOTO VENCIDO, MIN. EDSON FACHIN: JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), COMPARTILHAMENTO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL, INSTRUÇÃO, DIVERSIDADE, PROCEDIMENTO CRIMINAL. COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), SOLUÇÃO, CONFLITO DE COMPETÊNCIA, JUÍZO FEDERAL. DIFERENÇA, COMPARTILHAMENTO, INFORMAÇÃO, DESMEMBRAMENTO DE PROCESSO, ATRIBUIÇÃO, COMPETÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6138&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR-segundo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(STF, DESMEMBRAMENTO, INVESTIGAÇÃO, PROCESSO)\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), Inq 3802 AgR (1ªT), Inq 3842 AgR-segundo-AgR (1ªT), Inq 3979 (2ªT), Inq 3984 (2ªT), Inq 4130 QO (TP). \n(COLABORAÇÃO PREMIADA, MEIO DE PROVA, MEIO DE OBTENÇÃO DE PROVA)\nHC 127483 (TP). \n(COMPARTILHAMENTO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL, PROCEDIMENTO CRIMINAL)\nHC 102293 (2ªT), Inq 3014 AgR (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF, DESMEMBRAMENTO DE PROCESSO, PREJUÍZO)\nAP 470 (TP). \n(COMPETÊNCIA, STF, PRERROGATIVA DE FORO)\nInq 2842 (TP), Rcl 12484 (1ªT), AP 933 QO (2ªT). \n(COMPARTILHAMENTO, PROVA, INTERCEPTAÇÃO TELEFÔNICA)\nInq 2424 QO (TP), HC 102293 (2ªT). \n- Decisão monocrática citada:\n(STF, DESMEMBRAMENTO, INVESTIGAÇÃO, PROCESSO)\nAC 3631.\n- Legislação estrangeira citada: Código de Processo Penal italiano.\n- Veja Inq 4215, Inq 4130, Inq 4367 e Pet 6323 do STF.\nNúmero de páginas: 53.\nAnálise: 22/11/2017, JRS.\nRevisão: 07/12/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : JOSE SARNEY \nADV.(A/S)  : JOSE PAULO SEPULVEDA PERTENCE \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":372771,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 6138 AgR-segundo","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2017-02-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO AG.REG. NA PETIÇÃO","documental_doutrina_texto":"BADARÓ, Gustavo. Processo penal. Rio de Janeiro: Elsevier, 2012. p. 270.\nCHIVARIO, Mario. Diritto processuale penale – profilo istituzionale. 5. ed. Torino: Utet Giuridica, 2012. p. 353.","ministro_facet":["EDSON FACHIN","DIAS TOFFOLI"],"processo_numero":6138,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur372048","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Marco Aurélio (Relator), que reconhecia a atribuição do Ministério Público Federal, pediu vista dos autos o Senhor Ministro Ricardo Lewandowski. Ausentes, justificadamente, o Senhor Ministro Cezar Peluso (Presidente), em representação junto ao Conselho Constitucional, Conselho de Estado, ao Secretário de Estado para a Justiça e à Escola Nacional de Administração - ENA, da França, e à Comissão Européia para Democracia através do Direito (Comissão de Veneza), para participação na 84ª Sessão Plenária e preparação do Segundo Congresso da Conferência Internacional sobre Justiça Constitucional, e a Senhora Ministra Ellen Gracie. Presidência do Senhor Ministro Ayres Britto (Vice-Presidente). Plenário, 13.10.2010. \r\n\n                  Decisão: Após o voto-vista do Ministro Ricardo Lewandowski, reconhecendo a atribuição do Ministério Público Federal para atuar em matéria criminal e a atribuição do Ministério Público estadual para atuar em matéria cível, sem prejuízo, no último caso, de deslocamento da competência para a Justiça Federal, na hipótese de superveniente intervenção da União, e o voto do Ministro Teori Zavascki, não conhecendo do feito, pediu vista o Ministro Joaquim Barbosa (Presidente). Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 21.03.2013.    \r\n\n                  Decisão: Após os votos dos Ministros Joaquim Barbosa (Presidente), Roberto Barroso e Rosa Weber, não conhecendo do conflito de atribuições, pediu vista dos autos o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 01.07.2014.\r\n\n                       Decisão: O Tribunal, por maioria, não conheceu do conflito, remetendo os autos ao Procurador-Geral da República, vencido o Ministro Marco Aurélio (Relator), que conhecia do conflito e estabelecia a atribuição do Ministério Público Federal. Redigirá o acórdão o Ministro Teori Zavascki. Reajustou seu voto o Ministro Ricardo Lewandowski (Presidente). Não votou o Ministro Edson Fachin por suceder ao Ministro Joaquim Barbosa. Ausentes, justificadamente, o Ministro Celso de Mello e, neste julgamento, os Ministros Gilmar Mendes, Cármen Lúcia e Roberto Barroso, este com voto proferido em assentada anterior. Plenário, 19.05.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"TEORI ZAVASCKI","revisor_processo_nome":null,"id":"sjur372048","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur372048","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. CONFLITO DE ATRIBUIÇÕES ENTRE AGENTES DO MINISTÉRIO PÚBLICO DA UNIÃO E DOS ESTADOS. DIVERGÊNCIA “INTERNA CORPORIS”. AUSÊNCIA DE CONFLITO FEDERATIVO. INEXISTÊNCIA DE COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL (ART. 102, I, f, CF). NÃO CONHECIMENTO.\n\n\n\n    1. A divergência de entendimento entre órgão do Ministério Público da União e órgão do Ministério Público do Estado sobre a atribuição para investigar possível ilícito de natureza penal ou civil não configura conflito federativo com aptidão suficiente para atrair a competência do Supremo Tribunal Federal de que trata o art. 102, I, f, da Constituição Federal.\n\n\n\n    2. Tratando-se de divergência interna entre órgãos do Ministério Público, instituição que a Carta da República subordina aos princípios institucionais da unidade e da indivisibilidade (CF, art. 127, parágrafo 1º), cumpre ao próprio Ministério Público identificar e afirmar as atribuições investigativas de cada um dos seus órgãos em face do caso concreto, devendo prevalecer, à luz do princípio federativo, a manifestação do Procurador-Geral da República.\n\n\n\n    3. Conflito não conhecido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13456402","externo_seq_objeto_incidente":2682686,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-190  DIVULG 25-08-2017  PUBLIC 28-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1394&classe=ACO","is_colac":false,"titulo":"ACO 1394","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00076 NÚMERO-1 LET-D\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00101 INC-00001 LET-E\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00119 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00119 INC-00001 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00119 INC-00001 LET-D REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00034 INC-00006 INC-00007 ART-00036 \n          INC-00003 ART-00092 ART-00102 INC-00001 \n          LET-F \n          ART-00103 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00103 INC-00001 INC-00002 INC-00003 \n          ART-00103 INC-00004 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00103 INC-00005 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00103 INC-00006 INC-00007 INC-00008 \n          INC-00009 PAR-00001 ART-0103B INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00011 INC-00012 INC-00013 PAR-00004 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 PAR-00006 \n          ART-00105 INC-00001 LET-D LET-G \n          ART-00109 INC-00001 INC-00004 PAR-00005 \n          ART-00127 \"CAPUT\" PAR-00001 ART-00128 \n          INC-00001 LET-A LET-B LET-C \n          LET-D INC-00002 PAR-00001 PAR-00003 \n          ART-00129 INC-00001 INC-00003 ART-0130A \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 PAR-00001 PAR-00002 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 ART-00157 ART-00158 ART-00159 \n          ART-00211 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00124\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTJ-000150      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2017-08-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIFERENÇA, ATRIBUIÇÃO, REALIZAÇÃO, INVESTIGAÇÃO; ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, AJUIZAMENTO, AÇÃO CIVIL, AÇÃO PENAL, MOMENTO POSTERIOR, CONCLUSÃO, INVESTIGAÇÃO. DIFERENÇA, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, REALIZAÇÃO, INVESTIGAÇÃO; COMPETÊNCIA, ÓRGÃO JUDICIAL, JULGAMENTO, AÇÃO CIVIL, AÇÃO PENAL, FUTURO. COMPETÊNCIA EXCLUSIVA, MINISTÉRIO PÚBLICO, AJUIZAMENTO, AÇÃO JUDICIAL; DEFINIÇÃO, PARTE PROCESSUAL, PEDIDO, CAUSA DE PEDIR. CONFLITO DE ATRIBUIÇÃO, POLÍCIA JUDICIÁRIA. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO. FEDERALISMO, SUPREMACIA, UNIÃO, ESTADO-MEMBRO. PRINCÍPIO FEDERATIVO, PREVALÊNCIA, DELIBERAÇÃO, ÓRGÃO FEDERAL. COMPETÊNCIA JURISDICIONAL, HIERARQUIA, JUIZ FEDERAL, JUIZ DE DIREITO. COMPETÊNCIA EXCLUSIVA, JUIZ FEDERAL, DECISÃO, EXISTÊNCIA, INTERESSE, UNIÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: EVOLUÇÃO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO. COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), ROL TAXATIVO, INTERPRETAÇÃO EXTENSIVA. CONSTITUIÇÃO FEDERAL DE 1988, CÓDIGO DE PROCESSO CIVIL DE 1973, CONFLITO DE ATRIBUIÇÃO, APRECIAÇÃO, PODER JUDICIÁRIO, ENVOLVIMENTO, AUTORIDADE JUDICIÁRIA, AUTORIDADE ADMINISTRATIVA. DIFERENÇA, CONFLITO DE ATRIBUIÇÃO INTERNO, CONFLITO DE ATRIBUIÇÃO EXTERNO. PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CONSELHO NACIONAL DE JUSTIÇA (CNJ), ÓRGÃO ADMINISTRATIVO, ATIVIDADE-FIM, FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO, FUNÇÃO TÍPICA DO PODER JUDICIÁRIO, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. HIERARQUIA, PROCURADOR-GERAL DA REPÚBLICA, PROCURADOR-GERAL DE JUSTIÇA, MEMBRO, MINISTÉRIO PÚBLICO. PROCURADOR-GERAL DA REPÚBLICA, ÓRGÃO, ÂMBITO NACIONAL, MINISTÉRIO PÚBLICO. LEGITIMIDADE, PROCURADOR-GERAL DA REPÚBLICA, PROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PROCURADOR-GERAL DA REPÚBLICA, ESCOLHA, MEMBRO, MINISTÉRIO PÚBLICO ESTADUAL, INTEGRAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ). PROCURADOR-GERAL DA REPÚBLICA, INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA, GARANTIA, PRESERVAÇÃO, DIREITOS HUMANOS. PROCURADOR-GERAL DA REPÚBLICA, REPRESENTAÇÃO INTERVENTIVA, UNIÃO, ESTADO-MEMBRO. INTERVENÇÃO FEDERAL, INTERESSE NACIONAL, PROTEÇÃO, PACTO FEDERATIVO. PROCURADOR-GERAL DA REPÚBLICA, PRESIDÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). DUPLICIDADE, NATUREZA JURÍDICA, UNIÃO FEDERAL, DEFESA, INTERESSE NACIONAL. TAXATIVIDADE, COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: REEXAME, JURISPRUDÊNCIA, MODIFICAÇÃO, COMPOSIÇÃO DE TRIBUNAL. EVOLUÇÃO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO. DIFERENÇA, CONFLITO, ENTE FEDERADO, CONFLITO FEDERATIVO. COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), CONFLITO FEDERATIVO, RISCO, ROMPIMENTO, PACTO FEDERATIVO. EVOLUÇÃO, CONSTITUIÇÃO FEDERAL, MATÉRIA, CONFLITO FEDERATIVO, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. ROBERTO BARROSO: COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF), INVESTIGAÇÃO, ILÍCITO CIVIL, ILÍCITO PENAL, GESTÃO, RECURSO FINANCEIRO, FUNDO DE MANUTENÇÃO E DESENVOLVIMENTO DO ENSINO FUNDAMENTAL E DE VALORIZAÇÃO DO MAGISTÉRIO (FUNDEF). FUNDO DE MANUTENÇÃO E DESENVOLVIMENTO DO ENSINO FUNDAMENTAL E DE VALORIZAÇÃO DO MAGISTÉRIO (FUNDEF), IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), UNIÃO FEDERAL. COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), INEXISTÊNCIA, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL, JUÍZO COMPETENTE, INTERPRETAÇÃO INTEGRATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1394&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, MINISTÉRIO PÚBLICO FEDERAL , CONFLITO DE ATRIBUIÇÃO)\nHC 80867 (1ªT). \n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, FUNDEF)\nACO 1156 (TP). \n(COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL, MINISTÉRIO PÚBLICO ESTADUAL)\nPet 3528 (TP), Pet 3631 (TP), Pet 5070 (1ªT). \n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL, MINISTÉRIO PÚBLICO ESTADUAL)\nACO 1109 (TP), ACO 1206 (TP), ACO 1241 (TP), ACO 1250 (TP). \n(COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nPet 4706 (TP), Pet 4863 (TP). \n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CONFLITO FEDERATIVO)\nPet 1503 (TP), CC 7117 (TP), ACO 756 (TP), ACO 889 (TP). \n(CONSTITUCIONALIDADE, CRIAÇÃO, CNJ)\nADI 3367 (TP). \n(CONFLITO FEDERATIVO, CARACTERIZAÇÃO)\nACO 597 AgR (TP), ACO 1431 MC-REF (TP). \n- Decisões monocráticas citadas:\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CONFLITO FEDERATIVO)\nPet 3005, Pet 3065.\n(CONFLITO FEDERATIVO, CARACTERIZAÇÃO)\nAC 558 MC.\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, FUNDEF)\nACO 1457.\n(COMPETÊNCIA, MINISTÉRIO PÚBLICO FEDERAL , CONFLITO DE ATRIBUIÇÃO)\nACO 911.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: CAT 154. \n- Veja ACO 843 e ACO 2157 do STF.\n- Legislação estrangeira citada: Art. 93, número 1, item 4 da Lei Fundamental de Bonn.\nNúmero de páginas: 103.\nAnálise: 09/11/2017, JRS.\nRevisão: 20/11/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL (PEÇAS DE INFORMAÇÃO CÍVEL/CRIMINAL Nº 1.28.000.000270/2009-21) \nRÉU(É)(S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO NORTE (2ª PROMOTORIA DE JUSTIÇA DA COMARCA JOÃO CÂMARA)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":372048,"documental_tese_texto":null,"procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"ACO 1394","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2016-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ARAUJO, Luiz Alberto David; NUNES JUNIOR, Vidal Serrano. Curso de Direito Constitucional. 4. ed. São Paulo: Saraiva. p. 211.\nCRETELLA JUNIOR, José. Do conflito de atribuição no código de processo civil brasileiro. Disponível em: http://www.revistas.usp.br/rfdusp/article/viewFile/66919/69529. Acesso em: 2 dez. 2014.\nLENZA, Pedro. Direito constitucional esquematizado. 17. ed. rev. e atual. São Paulo: Saraiva, 2013. p. 403-404.\nMAZZILI, Hugo Nigro. Princípios institucionais do Ministério Público brasileiro. Disponível em: http://www.mazzilli.com.br/pages/artigos/princinst.pdf. Acesso em: 9 dez. 2014.\nOLIVEIRA, Marcelo Andrade Cattoni de. Devido processo legislativo e controle jurisdicional de constitucionalidade no Brasil. In: SAMPAIO, José Adércio Leite. Jurisdição constitucional e direitos fundamentais. Belo Horizonte: Del Rey, 2003. p. 165-211 e 172.\nZAGREBELSKY, Gustavo. El Tribunal Constitucional y la política. Madrid: Trotta, 2008. p. 76.\nZIMMERMANN, Augusto. Teoria geral do federalismo Democrático. 2. ed. Rio de Janeiro: Lumen Juris, 2005. p. 114.","ministro_facet":["MARCO AURÉLIO","TEORI ZAVASCKI"],"processo_numero":1394,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur376485","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento aos embargos de declaração, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 13.10.2017 a 19.10.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur376485","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur376485","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA EXTRADIÇÃO. AMBIGUIDADE, OBSCURIDADE, CONTRADIÇÃO OU OMISSÃO. AUSÊNCIA. REEXAME DE MATÉRIA DECIDIDA. DESCABIMENTO. EMBARGOS DE DECLARAÇÃO DESPROVIDOS. \n\n\n\n    1. Os embargos de declaração prestam-se à correção de vícios de julgamento que produzam ambiguidade, obscuridade, contradição ou omissão no acórdão recorrido, a impedir a exata compreensão do que foi decidido. Por conseguinte, trata-se de recurso inapropriado para a mera obtenção de efeitos infringentes, mediante a rediscussão de matéria já decidida. Precedentes: Rcl 14262-AgR-ED, Primeira Turma, Rel. Min. Rosa Weber; HC 132.215-ED, Tribunal Pleno, Rel. Min. Cármen Lúcia; AP 409-EI-AgR-segundo-ED, Tribunal Pleno, Rel. Min. Celso de Mello; RHC 124.487-AgR-ED, Primeira Turma, Rel. Min. Roberto Barroso. \n\n\n\n    2. In casu, o embargante aponta omissão quanto aos seguintes temas arguidos pela defesa: (i) concessão de liberdade provisória ao extraditando; (ii) detração do tempo que o extraditando permaneceu preso para fins de extradição no Brasil; (iii) progressão de pena no sistema peruano; e (iv) condições degradantes e sub-humanas do sistema penitenciário peruano. No entanto, a leitura do acórdão embargado revela a absoluta ausência do vício alegado, uma vez que a turma julgadora explicitamente manifestou-se sobre os referidos pontos quando do julgamento do pleito extradicional, rechaçando-os prontamente.\n\n\n\n    3. Embargos de declaração desprovidos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13975718","externo_seq_objeto_incidente":5204376,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-251  DIVULG 31-10-2017  PUBLIC 06-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1454&classe=Ext","is_colac":false,"titulo":"Ext 1454 AgR-ED","documental_legislacao_citada_texto":["LEG-FED   DEL-003689      ANO-1941\n          ART-00619\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2017-11-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1454&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-AgR-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, EFEITO MODIFICATIVO)\nRcl 14262 AgR-ED (1ªT), RHC 124487 AgR-ED (1ªT), AP 409 EI-AgR-segundo-ED (TP), HC 132215 ED (TP). \n- Decisão monocrática citada:\n(EXTRADIÇÃO, PRISÃO CAUTELAR)\nPPE 809.\n- Legislação estrangeira citada: Art. 6º da Ordenações Afonsinas (1446).\n\nNúmero de páginas: 11.\nAnálise: 12/03/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : BJORN RON DEN BREKER \nADV.(A/S)  : ALBERTO CARLOS DIAS \nEMBDO.(A/S)  : GOVERNO DO PERU","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":376485,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1454 AgR-ED","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO AG.REG. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1454,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379180","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Relator), que rejeitava as preliminares, conhecendo em parte da ação e, na parte conhecida, julgando improcedente o pedido formulado, no que foi acompanhado pelo Ministro Ricardo Lewandowski (Presidente), e o voto do Ministro Roberto Barroso, que julgava improcedente o pedido formulado, o julgamento foi suspenso. Falaram, pela requerente, o Dr. Gustavo Binenbojm, e, pela Advocacia-Geral da União, a Dra. Gracie Maria Fernandes Mendonça, Secretária-Geral de Contencioso. Plenário, 24.08.2016.\r\n\n                       Decisão: Após os votos dos Ministros Teori Zavascki, Rosa Weber, Edson Fachin e Celso de Mello, pela improcedência do pedido; o voto do Ministro Dias Toffoli (Relator), ora reajustado, e dos Ministros Luiz Fux, Gilmar Mendes e Cármen Lúcia, dando parcial procedência ao pedido, e o voto do Ministro Marco Aurélio, que o julgava procedente, o julgamento foi suspenso para aguardar-se a manifestação do Ministro Roberto Barroso, tendo em vista o voto proferido na ADI 5.487. Ausentes, justificadamente, os Ministros Ricardo Lewandowski (Presidente) e Roberto Barroso. Presidência da Ministra Cármen Lúcia (Vice-Presidente). Plenário, 25.08.2016.\r\n\n                 Decisão: Concluindo o julgamento, o Tribunal, por maioria e nos termos do voto do Relator, conheceu em parte da ação e, na parte conhecida, julgou parcialmente procedente o pedido formulado para conferir interpretação conforme ao § 5º do art. 46 da Lei 9.504/97, para esclarecer que as emissoras ficam facultadas para convidar outros candidatos não enquadrados no critério do caput do art. 46, independentemente de concordância dos candidatos aptos, conforme critérios objetivos, que atendam os princípios da imparcialidade e da isonomia e o direito à informação, a ser regulamentado pelo Tribunal Superior Eleitoral, vencido, em parte, o Ministro Marco Aurélio, que julgava o pedido procedente, e vencidos os Ministros Ricardo Lewandowski (Presidente), Teori Zavascki, Rosa Weber, Edson Fachin e Celso de Mello, que julgavam improcedente o pedido. Reajustou seu voto o Ministro Roberto Barroso. Ausentes, justificadamente, o Ministro Gilmar Mendes, e, nesta assentada, os Ministros Ricardo Lewandowski (Presidente) e Celso de Mello. Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 31.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur379180","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur379180","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Artigo 46, caput e § 5º, da Lei nº 9.504/1997, com a redação conferida pela Lei nº 13.165/2015, e art. 32, § 5º, da Resolução nº 23.457/2015 do TSE. Definição do número de candidatos participantes dos debates eleitorais. Garantia de participação de candidatos de partidos políticos com representação superior a 9 (nove) parlamentares na Câmara dos Deputados. Possibilidade de a emissora convidar outros candidatos. Interpretação conforme à Constituição. \n\n\n\n    1. Ante a ausência de impugnação específica dos demais preceitos que compõem o art. 32 da Resolução nº 23.457/2015, se conhece parcialmente da ação direta, somente quanto aos pleitos de interpretação conforme à Constituição para o art. 46, caput e § 5º, da Lei nº 9.504/1997 e de declaração de inconstitucionalidade, por arrastamento, do § 5º do art. 32 da Resolução nº 23.457/2015 do TSE. Precedente: ADI 4.079, Rel. Min. Roberto Barroso, Tribunal Pleno, DJe de 5/5/15.\n\n\n\n    2. O caput do art. 46 da Lei nº 9.504/1997, com a redação conferida pela Lei nº 13.165/2015, assegura a ampla participação, nos debates eleitorais, dos candidatos de partidos políticos com representação superior a 9 (nove) parlamentares na Câmara dos Deputados. Nesse contexto, a interpretação que se pretende atribuir ao § 5º do art. 46 – de ser possível que candidatos, partidos ou coligações, ao definirem as regras do debate, excluam candidatos que se enquadrem na hipótese do caput – contradiz por completo o sentido normativo do art. 46. O § 5º do art. 32 da Resolução nº 23.457/2015 do Tribunal Superior Eleitoral, por seu turno, tão somente explicita a garantia contida no caput do art. 46 da Lei nº 9.504/1997 (redação da Lei nº 13.165/2015).\n\n\n\n    3. No sentido de ampliar o debate político, conferindo maior densidade democrática ao processo eleitoral, o § 5º do art. 46 da Lei 9504/97 deve ser interpretado no sentido de que os candidatos que têm participação garantida não podem vetar candidatos convidados pela emissora. Necessidade de fixação pelo Tribunal Superior Eleitoral de critérios objetivos que atendam os princípios da imparcialidade e da isonomia e o direito à informação.\n\n\n\n    4. Ação de que se conhece parcialmente e, quanto à parte de que se conhece, julgada parcialmente procedente para conferir interpretação conforme ao § 5º do art. 46 da Lei 9.504/97 para esclarecer que as emissoras ficam facultadas para convidar outros candidatos não enquadrados no critério do caput do art. 46, independentemente de concordância dos candidatos aptos, conforme critérios objetivos que atendam os princípios da imparcialidade e da isonomia e o direito à informação, a ser regulamentado pelo Tribunal Superior Eleitoral.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14222718","externo_seq_objeto_incidente":4950923,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-292  DIVULG 18-12-2017  PUBLIC 19-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5488&classe=ADI","is_colac":false,"titulo":"ADI 5488","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00005 \"CAPUT\" \n          INC-00014 INC-00070 ART-00017 \"CAPUT\" \n          PAR-00003 ART-00103 INC-00008 ART-00220\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-001079      ANO-1950\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00087\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008713      ANO-1993\n          ART-00071 ART-00072\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00048\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009100      ANO-1995\n          ART-00062\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00028 PAR-00012 INCLUÍDO PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" INC-00001 LET-A \n          LET-B INC-00002 INC-00003 PAR-00001 \n          PAR-00002 PAR-00003 \n          ART-00046 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 PAR-00002 INC-00001 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 INC-00002 REDAÇÃO DADA PELA LEI-13165/2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012875      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00023 ITEM-1 ITEM-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00025\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000093      ANO-1970\n                RESOLUÇÃO - REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000017      ANO-1989\n                RESOLUÇÃO - APROVA O REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RES-023457      ANO-2015\n          ART-00032 PAR-00005 PAR-00006 ART-00033 \n          INC-00001 LET-A LET-B PAR-00001\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2017-12-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO DE ANTENA, INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, ISONOMIA, PARTIDO POLÍTICO, USO, PODER ECONÔMICO, ATIVIDADE PARTIDÁRIA. INTERNET, REDE SOCIAL, AUSÊNCIA, SUPERAÇÃO, RÁDIO, TELEVISÃO, IMPRENSA ESCRITA. EVOLUÇÃO, ORDENAMENTO JURÍDICO, PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO. CONSTITUIÇÃO FEDERAL, DISTINÇÃO, PARTIDO POLÍTICO, CRITÉRIO, REPRESENTATIVIDADE, CONGRESSO NACIONAL. CÂMARA DOS DEPUTADOS, REPRESENTAÇÃO, POVO. ELEIÇÃO, DEPUTADO FEDERAL, CRITÉRIO, AFERIÇÃO, LEGITIMIDADE POPULAR. ELEIÇÃO, PARLAMENTAR, SISTEMA ELEITORAL PROPORCIONAL. DISTINÇÃO, OBJETIVO, ELEIÇÃO MAJORITÁRIA, ELEIÇÃO PROPORCIONAL. ELEIÇÃO MAJORITÁRIA, EXPRESSÃO, MAIORIA, SOCIEDADE. ELEIÇÃO PROPORCIONAL, EXPRESSÃO, DIVERSIDADE, MEIO SOCIAL. MULTIPLICAÇÃO, NÚMERO, PARTIDO POLÍTICO, RISCO, COMPROMETIMENTO, DEMOCRACIA REPRESENTATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EVOLUÇÃO, LEGISLAÇÃO; JURISPRUDÊNCIA, STF, DIREITO DE ANTENA. PRINCÍPIO DA PARIDADE DE ARMAS, COMPATIBILIDADE, DISTINÇÃO, PARTIDO POLÍTICO, CANDIDATO. IGUALDADE DE OPORTUNIDADES, DIMINUIÇÃO, PESO, COLIGAÇÃO PARTIDÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INTERVENÇÃO, STF, DECISÃO, PODER LEGISLATIVO, INCONSTITUCIONALIDADE CHAPADA; EXTRAPOLAÇÃO, LIMITE CONSTITUCIONAL, DISCRICIONARIEDADE, LEGISLADOR; DEFEITO, FUNCIONAMENTO, DEMOCRACIA; EXCLUSÃO, MINORIA. JURISDIÇÃO CONSTITUCIONAL, ESTADO DEMOCRÁTICO DE DIREITO, EQUILÍBRIO, DEMOCRACIA, CONSTITUCIONALISMO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, CLÁUSULA DE BARREIRA (DIREITO ELEITORAL).\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: SISTEMA ELEITORAL, PRINCÍPIO, IGUALDADE DE OPORTUNIDADES, DEMOCRACIA, SISTEMA REPRESENTATIVO, PLURIPARTIDARISMO. PLURALISMO POLÍTICO, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE EXPRESSÃO, PROCESSO ELEITORAL. MANIPULAÇÃO, LEGISLAÇÃO, CONTRARIEDADE, DIREITO, PARTICIPAÇÃO POLÍTICA, MINORIA. DEMOCRACIA, LIBERDADE, CIRCULAÇÃO, IDEIA, CONVIVÊNCIA, DIVERSIDADE. IMUNIDADE PARLAMENTAR MATERIAL, PROCESSO ELEITORAL, PRINCÍPIO DA ISONOMIA. CONSTITUIÇÃO FEDERAL, REGULAÇÃO, PARTIDO POLÍTICO, ASSEGURAMENTO, ACESSO, CIDADÃO, EXERCÍCIO, PODER POLÍTICO. PARTIDO POLÍTICO, REGIME DE MONOPÓLIO, CANDIDATURA, CARGO ELETIVO. PARTIDO POLÍTICO, FUNÇÃO, INTERMEDIAÇÃO, SOCIEDADE CIVIL, PODER PÚBLICO. STF, FUNÇÃO CONTRAMAJORITÁRIA. IMPORTÂNCIA, PRINCÍPIO MAJORITÁRIO, DECISÃO, PODER PÚBLICO. ESTADO DEMOCRÁTICO DE DIREITO, SUPRESSÃO, DIREITO FUNDAMENTAL, LIVRE EXERCÍCIO, IGUALDADE, LIBERDADE, PARTICIPAÇÃO POLÍTICA. EFETIVIDADE, ESTADO DEMOCRÁTICO DE DIREITO, DIREITO, OPOSIÇÃO, PROTEÇÃO, MINORIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEMOCRACIA, PRESERVAÇÃO, MINORIA. LEGISLAÇÃO ORDINÁRIA, OBSTÁCULO, CRIAÇÃO, FUNCIONAMENTO, PARTIDO POLÍTICO. CLÁUSULA DE BARREIRA (DIREITO ELEITORAL), EXIGIBILIDADE, NORMA CONSTITUCIONAL. PRINCÍPIO DA ISONOMIA, TRATAMENTO JURÍDICO, MAIORIA, MINORIA.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: REFORMA POLÍTICA. PROLIFERAÇÃO, PARTIDO POLÍTICO; COLIGAÇÃO PARTIDÁRIA, ELEIÇÃO PROPORCIONAL; LISTA ABERTA, ELEIÇÃO PROPORCIONAL.\n\n- TERMO(S) DE RESGATE: HIPERPARTIDARISMO. MAJORITY RULE, MINORITY RIGHTS. LEGENDA DE ALUGUEL. IGUALDADE DE CHANCES GRADUAL. LIVRE MERCADO DE IDEIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5488&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEBATE ELEITORAL, CANDIDATO, PARTIDO POLÍTICO)\nADI 4079 (TP). \n(INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, TEXTO NORMATIVO)\nADI 4227 (TP), ADI 1344 MC (TP). \n(PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO)\nADI 4430 (TP), ADI 4795 MC (TP), ADI 1822 (TP). \n(DURAÇÃO, HORÁRIO, PROPAGANDA ELEITORAL GRATUITA)\nADI 1351 (TP), ADI 1354 (TP), ADI 4430 (TP), ADI 4795 MC (TP), ADI 5159 (TP). \n(PARLAMENTAR, DISPUTA, MANDATO ELETIVO, PRERROGATIVA, IMUNIDADE PARLAMENTAR)\nInq 1400 QO (TP). \n(AGREMIAÇÃO PARTIDÁRIA)\nADI 1063 MC (1ªT) - RTJ 178/22, ADI 1407 MC (1ªT) - RTJ 176/578.\n(PROTEÇÃO, DIREITO DAS MINORIAS, CONSTITUIÇÃO FEDERAL)\nMS 24831 (TP), MS 24849 (TP), MS 26441 (TP). \n(DOAÇÃO, PARTIDO POLÍTICO, ACIMA DO MÍNIMO LEGAL, PESSOA JURÍDICA)\nADI 4650 (TP). \n(DIREITO DE ANTENA)\nADI 4650 (TP), ADI 5105 (TP). \n(ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA CARCERÁRIO)\nADPF 347 MC (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 491-76, Consulta 62-75. \nTJPR: RT 442/193. \n- Legislação estrangeira citada: Primeira Emenda à Constituição dos Estados Unidos da América; art. 21, n. 1, da Lei Fundamental de Bonn.\n- Decisão estrangeira citada: Caso United States vs. Rosika Schwimmer (279 U.S. 644), dos Estados Unidos da América.\n- Veja ADI 5423, ADI 5491, ADI 5487 e ADI 5577 do STF.\nNúmero de páginas: 220.\nAnálise: 04/05/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DE EMISSORAS DE RÁDIO E TELEVISÃO - ABERT \nADV.(A/S)  : GUSTAVO BINENBOJM E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : TRIBUNAL SUPERIOR ELEITORAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379180,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5488","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"A BAND abre o período eleitoral: e o público vai participar perguntando aos candidatos. Band.com.br, 19 ago. 2016. Disponível em: http://www.band.uol.com.br/tv/noticias/100000819569/a-band-abreo-periodo-eleitoral.html.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros, 2008. p. 583-584.\nATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa, v. 96. p. 189-194.\nBINENBOJM, Gustavo. Debates eleitorais e democracia. O Globo, 23 ago. 2016.\nBRASIL. Tribunal Superior Eleitoral. Partidos políticos registrados no TSE. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/registrados-no-tse. Acesso em: 18 ago. 2016.\n______.______. Partido em Formação. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/partido-em-formacao. Acesso em: 22 ago. 2016.\n______.______. Justiça Eleitoral divulga representatividade dos partidos para efeito de debates e horário gratuito. Disponível em:\nhttp://www.tse.jus.br/imprensa/noticias-tse/2016/Agosto/justica-eleitoral-divulga-representatividade-dos-partidos-para-efeito-de-debates-e-horario-gratuito.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73.\nELY, John Hart. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980. p. 102-103.\nFERREIRA, Pinto. Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo I. p. 195-196, item 8.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. O Supremo Tribunal Federal na fronteira entre o Direito e a Política: alguns parâmetros de atuação. In: SARMENTO, Daniel (Coord.). Jurisdição Constitucional e Política. Rio de Janeiro: Forense, 2015. p. 37-72.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas, 2015. p. 122-123 e 423.\nGRIMM, Dieter. Constitution Adjudication and democracy. Israel Law Review, v. 33, 1999. p. 210.\nLEAL, Luciana Nunes. Candidato do PSOL à Prefeitura do Rio, Marcelo Freixo é barrado de debate da Band. O Estado de S.Paulo, São Paulo, 22 ago. 2016. Dispónível em:\nhttp://politica.estadao.com.br/noticias/eleicoes,candidato-do-psol-a-prefeitura-do-rio-marcelo-freixo-e-barrado-de-debate-da-band,10000071330.\nLINHARES, Carolina. Fora de debate, Erundina protesta em frente a TV e comenta evento pela internet. Folha de S. Paulo, São Paulo, 22 ago. 2016. Disponivel em:\nhttp://www1.folha.uol.com.br/poder/eleicoes-2016/2016/08/1805974-fora-de-debate-erundina-protesta-em-frente-a-tv-e-critica-adversarios.shtml.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 4. ed. Saraiva, 2012. p. 599, 602, 609, 611 e 631-641.\nMEZZAROBA, Orides. Introdução ao Direito Partidário Brasileiro. Rio de Janeiro: Lumen Juris, 2004. p. 238.\nMOREIRA, Vital. Constituição e Democracia. In: MAUÉS, Antonio G. Moreira (Org.). Constituição e Democracia. São Paulo: Max Limonad, 2001. p. 272.\nNASPOLINI, Samuel Dal-Farra. Pluralismo Político: subsídios para análise dos sistemas partidário e eleitoral brasileiros em face da Constituição Federal. Curitiba: Juruá, 2006. p. 243.\nOSORIO, Aline. Direito Eleitoral e Liberdade de Expressão. Dissertação (Mestrado)-Universidade do Estado do Rio de Janeiro, Rio de Janeiro.\nPAIM, Gustavo; PUMO, Caetano Cuervo Lo. Democracia, Igualdade de Oportunidades e o Horário Eleitoral Gratuito.\nREIS, Marisa Amaro dos. Cláusula de desempenho e fortalecimento dos sistemas representativo e partidário no Brasil. Estudos Eleitorais, v. 9, n. 1, jan./abr. 2014.\nSEN, Amartya. Ideia de Justiça. Tradução: Denise Bottmann e Ricardo Doninelli Mendes. São Paulo: Companhia das Letras, 2011. p. 15 e 358.\nTHAYER, James Bradley. The Origin and Scope of the American Doctrine of Constitutional Law. Harvard Law Review, v. 7, n. 3, p. 129-156, 1893. Disponível em: https://archive.org/details/jstor-1322284.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":5488,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur366612","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Luiz Fux (Relator), negando provimento ao recurso extraordinário, pediu vista dos autos o Ministro Marco Aurélio. Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e, para participar do XXII Encontro de Presidentes e Magistrados de Tribunais e Salas Constitucionais da América Latina, na Cidade do México, a Ministra Cármen Lúcia. Falaram, pelo recorrente Hospital Marechal Cândido Rondon Ltda., o Dr. Guilherme Broto Follador; pelo recorrido Secrétario Municipal de Finanças de Marechal Cândido Rondon - PR, o Dr. Ricardo Almeida Ribeiro da Silva; pelo amicus curiae Federação Nacional de Saúde Suplementar - FENASAÚDE, o Dr. Francisco Carlos Rosas Giardina, e, pelo amicus curiae Associação Brasileira de Medicina de Grupo - ABRAMGE, o Dr. Ricardo Ramires Filho. Presidência do Ministro Ricardo Lewandowski. Plenário, 15.06.2016. \r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 581 da repercussão geral, negou provimento ao recurso extraordinário, fixando tese nos seguintes termos: “As operadoras de planos privados de assistência à saúde (plano de saúde e seguro-saúde) realizam prestação de serviço sujeita ao Imposto Sobre Serviços de Qualquer Natureza - ISSQN, previsto no art. 156, III, da CRFB/88”, vencido o Ministro Marco Aurélio quanto ao mérito e à tese firmada. Ausentes, justificadamente, o Ministro Celso de Mello, e, neste julgamento, o Ministro Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 29.09.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur366612","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur366612","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL. TRIBUTÁRIO. ISSQN. ART. 156, III, CRFB/88. CONCEITO CONSTITUCIONAL DE SERVIÇOS DE QUALQUER NATUREZA. ARTIGOS 109 E 110 DO CTN. AS OPERADORAS DE PLANOS PRIVADOS DE ASSISTÊNCIA À SAÚDE (PLANO DE SAÚDE E SEGURO-SAÚDE) REALIZAM PRESTAÇÃO DE SERVIÇO SUJEITA AO IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA-ISSQN, PREVISTO NO ART. 156, III, DA CRFB/88. \n\n\n\n    1. O ISSQN incide nas atividades realizadas pelas Operadoras de Planos Privados de Assistência à Saúde (Plano de Saúde e Seguro-Saúde).\n\n\n\n    2. A coexistência de conceitos jurídicos e extrajurídicos passíveis de recondução a um mesmo termo ou expressão, onde se requer a definição de qual conceito prevalece, se o jurídico ou o extrajurídico, impõe não deva ser excluída, a priori, a possibilidade de o Direito Tributário ter conceitos implícitos próprios ou mesmo fazer remissão, de forma tácita, a conceitos diversos daqueles constantes na legislação infraconstitucional, mormente quando se trata de interpretação do texto constitucional.\n\n\n\n    3. O Direito Constitucional Tributário adota conceitos próprios, razão pela qual não há um primado do Direito Privado. \n\n\n\n    4. O art. 110, do CTN, não veicula norma de interpretação constitucional, posto inadmissível interpretação autêntica da Constituição encartada com exclusividade pelo legislador infraconstitucional.\n\n\n\n    5. O conceito de prestação de “serviços de qualquer natureza” e seu alcance no texto constitucional não é condicionado de forma imutável pela legislação ordinária, tanto mais que, de outra forma, seria necessário concluir pela possibilidade de estabilização com força constitucional da legislação infraconstitucional, de modo a gerar confusão entre os planos normativos. \n\n\n\n    6. O texto constitucional ao empregar o signo “serviço”, que, a priori, conota um conceito específico na legislação infraconstitucional, não inibe a exegese constitucional que conjura o conceito de Direito Privado.\n\n\n\n    7. A exegese da Constituição configura a limitação hermenêutica dos arts. 109 e 110 do Código Tributário Nacional, por isso que, ainda que a contraposição entre obrigações de dar e de fazer, para fins de dirimir o conflito de competência entre o ISS e o ICMS, seja utilizada no âmbito do Direito Tributário, à luz do que dispõem os artigos 109 e 110, do CTN, novos critérios de interpretação têm progressivamente ampliado o seu espaço, permitindo uma releitura do papel conferido aos supracitados dispositivos.\n\n\n\n    8. A doutrina do tema, ao analisar os artigos 109 e 110, aponta que o CTN, que tem status de lei complementar, não pode estabelecer normas sobre a interpretação da Constituição, sob pena de restar vulnerado o princípio da sua supremacia constitucional.\n\n\n\n    9. A Constituição posto carente de conceitos verdadeiramente constitucionais, admite a fórmula diversa da interpretação da Constituição conforme a lei, o que significa que os conceitos constitucionais não são necessariamente aqueles assimilados na lei ordinária.\n\n\n\n    10. A Constituição Tributária deve ser interpretada de acordo com o pluralismo metodológico, abrindo-se para a interpretação segundo variados métodos, que vão desde o literal até o sistemático e teleológico, sendo certo que os conceitos constitucionais tributários não são fechados e unívocos, devendo-se recorrer também aos aportes de ciências afins para a sua interpretação, como a Ciência das Finanças, Economia e Contabilidade.\n\n\n\n    11. A interpretação isolada do art. 110, do CTN, conduz à prevalência do método literal, dando aos conceitos de Direito Privado a primazia hermenêutica na ordem jurídica, o que resta inconcebível. Consequentemente, deve-se promover a interpretação conjugada dos artigos 109 e 110, do CTN, avultando o método sistemático quando estiverem em jogo institutos e conceitos utilizados pela Constituição, e, de outro, o método teleológico quando não haja a constitucionalização dos conceitos. \n\n\n\n    12. A unidade do ordenamento jurídico é conferida pela própria Constituição, por interpretação sistemática e axiológica, entre outros valores e princípios relevantes do ordenamento jurídico.\n\n\n\n    13. Os tributos sobre o consumo, ou tributos sobre o valor agregado, de que são exemplos o ISSQN e o ICMS, assimilam considerações econômicas, porquanto baseados em conceitos elaborados pelo próprio Direito Tributário ou em conceitos tecnológicos, caracterizados por grande fluidez e mutação quanto à sua natureza jurídica.\n\n\n\n    14. O critério econômico não se confunde com a vetusta teoria da interpretação econômica do fato gerador, consagrada no Código Tributário Alemão de 1919, rechaçada pela doutrina e jurisprudência, mas antes em reconhecimento da interação entre o Direito e a Economia, em substituição ao formalismo jurídico, a permitir a incidência do Princípio da Capacidade Contributiva. \n\n\n\n    15. A classificação das obrigações em “obrigação de dar”, de “fazer” e “não fazer”, tem cunho eminentemente civilista, como se observa das disposições no Título “Das Modalidades das Obrigações”, no Código Civil de 2002 (que seguiu a classificação do Código Civil de 1916), em: (i) obrigação de dar (coisa certa ou incerta) (arts. 233 a 246, CC); (ii) obrigação de fazer (arts. 247 a 249, CC); e (iii) obrigação de não fazer (arts. 250 e 251, CC), não é a mais apropriada para o enquadramento dos produtos e serviços resultantes da atividade econômica, pelo que deve ser apreciada cum grano salis.\n\n\n\n    16. A Suprema Corte, ao permitir a incidência do ISSQN nas operações de leasing financeiro e leaseback (RREE 547.245 e 592.205), admitiu uma interpretação mais ampla do texto constitucional quanto ao conceito de “serviços” desvinculado do conceito de “obrigação de fazer” (RE 116.121), verbis: “EMENTA: RECURSO EXTRAORDINÁRIO. DIREITO TRIBUTÁRIO. ISS. ARRENDAMENTO MERCANTIL. OPERAÇÃO DE LEASING FINANCEIRO. ARTIGO 156, III, DA CONSTITUIÇÃO DO BRASIL. O arrendamento mercantil compreende três modalidades, [i] o leasing operacional, [ii] o leasing financeiro e [iii] o chamado leaseback. No primeiro caso há locação, nos outros dois, serviço. A lei complementar não define o que é serviço, apenas o declara, para os fins do inciso III do artigo 156 da Constituição. Não o inventa, simplesmente descobre o que é serviço para os efeitos do inciso III do artigo 156 da Constituição. No arrendamento mercantil (leasing financeiro), contrato autônomo que não é misto, o núcleo é o financiamento, não uma prestação de dar. E financiamento é serviço, sobre o qual o ISS pode incidir, resultando irrelevante a existência de uma compra nas hipóteses do leasing financeiro e do leaseback. Recurso extraordinário a que se nega provimento.” (grifo nosso)(RE 592905, Relator Min. EROS GRAU, Tribunal Pleno, julgado em 02/12/2009).\n\n\n\n    17. A lei complementar a que se refere o art. 156, III, da CRFB/88, ao definir os serviços de qualquer natureza a serem tributados pelo ISS a) arrola serviços por natureza; b) inclui serviços que, não exprimindo a natureza de outro tipo de atividade, passam à categoria de serviços, para fim de incidência do tributo, por força de lei, visto que, se assim não considerados, restariam incólumes a qualquer tributo; e c) em caso de operações mistas, afirma a prevalência do serviço, para fim de tributação pelo ISS. \n\n\n\n    18. O artigo 156, III, da CRFB/88, ao referir-se a serviços de qualquer natureza não os adstringiu às típicas obrigações de fazer, já que raciocínio adverso conduziria à afirmação de que haveria serviço apenas nas prestações de fazer, nos termos do que define o Direito Privado, o que contrasta com a maior amplitude semântica do termo adotado pela constituição, a qual inevitavelmente leva à ampliação da competência tributária na incidência do ISSQN.\n\n\n\n    19. A regra do art. 146, III, “a”, combinado com o art. 146, I, CRFB/88, remete à lei complementar a função de definir o conceito “de serviços de qualquer natureza”, o que é efetuado pela LC nº 116/2003.\n\n\n\n    20. A classificação (obrigação de dar e obrigação de fazer) escapa à ratio que o legislador constitucional pretendeu alcançar, ao elencar os serviços no texto constitucional tributáveis pelos impostos (v.g., serviços de comunicação – tributáveis pelo ICMS, art. 155, II, CRFB/88; serviços financeiros e securitários – tributáveis pelo IOF, art. 153, V, CRFB/88; e, residualmente, os demais serviços de qualquer natureza – tributáveis pelo ISSQN, art. 156. III, CRFB/88), qual seja, a de captar todas as atividades empresariais cujos produtos fossem serviços sujeitos a remuneração no mercado.\n\n\n\n    21. Sob este ângulo, o conceito de prestação de serviços não tem por premissa a configuração dada pelo Direito Civil, mas relacionado ao oferecimento de uma utilidade para outrem, a partir de um conjunto de atividades materiais ou imateriais, prestadas com habitualidade e intuito de lucro, podendo estar conjugada ou não com a entrega de bens ao tomador.\n\n\n\n    22. A LC nº 116/2003 imbricada ao thema decidendum traz consigo lista anexa que estabelece os serviços tributáveis pelo ISSQN, dentre eles, o objeto da presente ação, que se encontra nos itens 4.22 e 4.23, verbis: “Art. 1º O Imposto Sobre Serviços de Qualquer Natureza, de competência dos Municípios e do Distrito Federal, tem como fato gerador a prestação de serviços constantes da lista anexa, ainda que esses não se constituam como atividade preponderante do prestador. (…) 4.22 – Planos de medicina de grupo ou individual e convênios para prestação de assistência médica, hospitalar, odontológica e congêneres. 4.23 – Outros planos de saúde que se cumpram através de serviços de terceiros contratados, credenciados, cooperados ou apenas pagos pelo operador do plano mediante indicação do beneficiário.”\n\n\n\n    23. A exegese histórica revela que a legislação pretérita (Decreto-Lei nº 406/68) que estabelecia as normas gerais aplicáveis aos impostos sobre operações relativas à circulação de mercadorias e sobre serviços de qualquer natureza já trazia regulamentação sobre o tema, com o escopo de alcançar estas atividades.\n\n\n\n    24. A LC nº 116/2003 teve por objetivo ampliar o campo de incidência do ISSQN, principalmente no sentido de adaptar a sua anexa lista de serviços à realidade atual, relacionando numerosas atividades que não constavam dos atos legais antecedentes. \n\n\n\n    25. A base de cálculo do ISSQN incidente tão somente sobre a comissão, vale dizer: a receita auferida sobre a diferença entre o valor recebido pelo contratante e o que é repassado para os terceiros prestadores dos serviços, conforme assentado em sede jurisprudencial.\n\n\n\n    27. Ex positis, em sede de Repercussão Geral a tese jurídica assentada é: “As operadoras de planos de saúde e de seguro-saúde realizam prestação de serviço sujeita ao Imposto Sobre Serviços de Qualquer Natureza – ISSQN, previsto no art. 156, III, da CRFB/88”.\n\n\n\n    28. Recurso extraordinário DESPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12788517","externo_seq_objeto_incidente":4117105,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-086  DIVULG 25-04-2017  PUBLIC 26-04-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=651703&classe=RE","is_colac":false,"titulo":"RE 651703","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00003 LET-A LET-C \n          ART-00146 INC-00001 INC-00003 LET-A \n          ART-00153 INC-00003 INC-00004 INC-00005 \n          INC-00006 ART-00155 INC-00002 ART-00156 \n          INC-00003 ART-00195\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000116      ANO-2003\n          ART-00001 ART-00007 ANEXO-ÚNICO ITEM-4.01 \n          ITEM-4.02 ITEM-4.03 ITEM-4.22 ITEM-4.23\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-003071      ANO-1916\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00043 INC-00001 INC-00002 ART-00063 \n          ART-00109 ART-00110\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009656      ANO-1998\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          PAR-00001 ART-00019\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009961      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010185      ANO-2001\n          ART-00001 PAR-00001 ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00233 ART-00234 ART-00235 ART-00236 \n          ART-00237 ART-00238 ART-00239 ART-00240 \n          ART-00241 ART-00242 ART-00243 ART-00244 \n          ART-00245 ART-00246 ART-00247 ART-00248 \n          ART-00249 ART-00250 ART-00251 ART-00594 \n          ART-00757\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   DEL-000073      ANO-1966\n          ART-00024 PAR-ÚNICO ART-00133\n                DECRETO-LEI\n\n","LEG-FED   DEL-000406      ANO-1968\n                DECRETO-LEI\n\n","LEG-FED   PJLCP-000366      ANO-2013\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   PJL-000386      ANO-2012\n                PROJETO DE LEI\n\n","LEG-FED   RGI      ANO-1980\n          ART-00135\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000031      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-MUN   LCP-000026      ANO-2002\n          ART-00209 PAR-00006\n                LEI COMPLEMENTAR DO MUNICÍPIO DE MARECHAL CÂNDIDO RONDON, PR"],"publicacao_data":"2017-04-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA TRIBUTÁRIA, MUNICÍPIO, SERVIÇO, EXCLUSÃO, COMPETÊNCIA TRIBUTÁRIA, ESTADO-MEMBRO, UNIÃO, CONSEQUÊNCIA, AUSÊNCIA, COMPETÊNCIA, MUNICÍPIO, INSTITUIÇÃO, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPOSTO SOBRE OPERAÇÕES DE CRÉDITO, CÂMBIO E SEGURO, OU RELATIVAS A TÍTULOS OU VALORES MOBILIÁRIOS (IOF). IMPOSSIBILIDADE, INTERPRETAÇÃO CONSTITUCIONAL, CONFORMIDADE, LEI, HIPÓTESE, AUSÊNCIA, JUÍZO DE CERTEZA, ALCANCE, TEXTO CONSTITUCIONAL. AUSÊNCIA, EXAURIMENTO, ATIVIDADE, INTERPRETAÇÃO, CONCEITUAÇÃO, NATUREZA TRIBUTÁRIA, ÂMBITO, CONSTITUIÇÃO FEDERAL, HIPÓTESE, CONCEITUAÇÃO, DIREITO CIVIL. PREVALÊNCIA, INTERPRETAÇÃO AXIOLÓGICA, CORRELAÇÃO, INTERPRETAÇÃO LITERAL, INTERPRETAÇÃO, PALAVRA, DIREITO TRIBUTÁRIO, DECORRÊNCIA, FUNDAMENTAÇÃO, UNIDADE, ORDENAMENTO JURÍDICO. AUSÊNCIA, INTERESSE, ARRECADAÇÃO, UTILIZAÇÃO, CRITÉRIO, CARÁTER ECONÔMICO, DECORRÊNCIA, INTERPRETAÇÃO TELEOLÓGICA. NECESSIDADE, INTERPRETAÇÃO AXIOLÓGICA, UTILIZAÇÃO, CRITÉRIO, CARÁTER ECONÔMICO, FUNDAMENTO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, PRINCÍPIO DA SOLIDARIEDADE, DECORRÊNCIA, VALOR, IGUALDADE, SOLIDARIEDADE. NECESSIDADE, INTERPRETAÇÃO, CONFORMIDADE, CRITÉRIO, CARÁTER ECONÔMICO, HIPÓTESE, LEGISLADOR, CRIAÇÃO, CONVERSÃO, CONCEITO ECONÔMICO, FINALIDADE, DIREITO TRIBUTÁRIO. NECESSIDADE, INTERPRETAÇÃO, CONFORMIDADE, CRITÉRIO, CARÁTER ECONÔMICO, HIPÓTESE, CONCEITUAÇÃO, DIREITO CIVIL. NECESSIDADE, INTERPRETAÇÃO, CONFORMIDADE, DIREITO CIVIL, HIPÓTESE, OBJETIVO, LEGISLADOR, UTILIZAÇÃO, CONCEITUAÇÃO, DIREITO PRIVADO, HIPÓTESE, INEXISTÊNCIA, ALTERNATIVA, INTERPRETAÇÃO LITERAL, NORMA. AUSÊNCIA, NATUREZA SECURITÁRIA, EMPRESA, PLANO DE SAÚDE, DECORRÊNCIA, IMPOSSIBILIDADE, TRANSFORMAÇÃO, ATIVIDADE ECONÔMICA, OPERAÇÃO, SEGURO, IRRELEVÂNCIA, CONSIDERAÇÃO, CÁLCULO, PREÇO, SERVIÇO, CRITÉRIO, RISCO. EVOLUÇÃO JURISPRUDENCIAL, TRIBUNAL SUPERIOR, ATUALIZAÇÃO, LEGISLAÇÃO, PREVISÃO, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), ATIVIDADE, PROFISSIONAL, MEDICINA, FORNECIMENTO, PLANO DE SAÚDE, ASSISTÊNCIA MÉDICA, HOSPITAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: REALIZAÇÃO, FATO GERADOR, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), HIPÓTESE, ADMINISTRAÇÃO, PLANO DE SAÚDE, INOCORRÊNCIA, FATO GERADOR, HIPÓTESE, PRESTAÇÃO DE SERVIÇO, TERCEIRO. AUSÊNCIA, OBRIGAÇÃO DE DAR, EMPRESA, PLANO DE SAÚDE, DECORRÊNCIA, AUSÊNCIA, ENTREGA, BEM, USUÁRIO. NÃO INCIDÊNCIA, IMPOSTO SOBRE OPERAÇÕES DE CRÉDITO, CÂMBIO E SEGURO, OU RELATIVAS A TÍTULOS OU VALORES MOBILIÁRIOS (IOF), ATIVIDADE, EMPRESA, PLANO DE SAÚDE, CONSEQUÊNCIA, POSSIBILIDADE, MUNICÍPIO, EXIGÊNCIA, IMPOSTO MUNICIPAL, REFERÊNCIA, OPERAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), TOTALIDADE, ATIVIDADE, PRESTAÇÃO DE SERVIÇO, EXCEÇÃO, ATIVIDADE, INCIDÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), IMPOSTO SOBRE OPERAÇÕES DE CRÉDITO, CÂMBIO E SEGURO, OU RELATIVAS A TÍTULOS OU VALORES MOBILIÁRIOS (IOF). CARACTERIZAÇÃO, BASE DE CÁLCULO, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), MONTANTE, PAGAMENTO, CONSUMIDOR, EMPRESA, PLANO DE SAÚDE, PREVISÃO, CONTRATO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO, RECURSO EXTRAORDINÁRIO, FIXAÇÃO, TESE, NÃO INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), ATIVIDADE, EMPRESA, PLANO DE SAÚDE, INTERMEDIAÇÃO, USUÁRIO, PROFISSIONAL, SAÚDE, DECORRÊNCIA, INEXISTÊNCIA, OBRIGAÇÃO DE FAZER. NECESSIDADE, OBSERVÂNCIA, NATUREZA JURÍDICA, NEGÓCIO JURÍDICO, PREENCHIMENTO, CARACTERÍSTICA, SERVIÇO, OBSERVAÇÃO, REGRA, DIVERSIDADE, RAMO DO DIREITO, OBJETIVO, TRIBUTAÇÃO. NÃO INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), LOCAÇÃO, BEM MÓVEL, DECORRÊNCIA, AUSÊNCIA, OBRIGAÇÃO DE FAZER, FUNDAMENTO, PRECEDENTE, SUPREMO TRIBUNAL FEDERAL (STF). INDISPENSABILIDADE, REALIZAÇÃO, OBRIGAÇÃO DE FAZER, OBJETIVO, TRIBUTAÇÃO, PRESTAÇÃO DE SERVIÇO. IMPOSSIBILIDADE, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), EMPRESA, PLANO DE SAÚDE, DECORRÊNCIA, NATUREZA SECURITÁRIA, CONSEQUÊNCIA, COMPETÊNCIA TRIBUTÁRIA, UNIÃO. CARACTERIZAÇÃO, OBRIGAÇÃO DE DAR, EMPRESA, PLANO DE SAÚDE, DECORRÊNCIA, AUSÊNCIA, FORNECIMENTO, SERVIÇO, FUNDAMENTO, BENEFICIÁRIO, CONTRATAÇÃO, EVENTUALIDADE, SERVIÇO, EXECUÇÃO, TERCEIRO. AUSÊNCIA, REALIZAÇÃO, MATERIALIDADE TRIBUTÁRIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), DECORRÊNCIA, CARACTERIZAÇÃO, CONTRATO ALEATÓRIO, ATIVIDADE, PLANO DE SAÚDE.\n\n- OBITER DICTUM, MIN. MARCO AURÉLIO: PROPOSITURA, EMENDA REGIMENTAL, OBJETIVO, PROLAÇÃO, VOTO, MINISTRO, ORDEM DECRESCENTE, CRITÉRIO DE ANTIGUIDADE, MOMENTO POSTERIOR, VOTO, MINISTRO RELATOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=651703&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- O RE 651703 foi objeto de embargos de declaração acolhidos com efeitos modificativos \"para corrigir a tese jurídica fixada no julgamento de 29.9.2016, dela excluindo-se a referência ao 'seguro-saúde', hipótese não contemplada pela presente repercussão geral\".\n- Acórdão(s) citado(s):\n(ISSQN, ARRENDAMENTO MERCANTIL FINANCEIRO)\nRE 116121 (2ªT), RE 547245 (TP), RE 592905 (TP). \n(ISSQN, SEGURO, SAÚDE, PRESTAÇÃO DE SERVIÇO, ASSISTÊNCIA, MÉDICO, HOSPITAL)\nRE 115308 (1ªT). \n(INTERPRETAÇÃO, CONSTITUIÇÃO FEDERAL)\nRE 166772. \n(ISSQN, LOCAÇÃO, BEM MÓVEL)\nRE 626706 (TP). \n(INCIDÊNCIA, ISSQN, ICMS, EMBALAGEM, ENCOMENDA, INDUSTRIALIZAÇÃO)\nADI 4389 MC (TP). \n(ISSQN)\nRE 602295 AgR (1ªT), AI 803296 AgR (1ªT), ARE 764452 AgR (2ªT), ARE 839976 AgR (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: AREsp 44905 AgR, REsp 1108861, REsp 227293 ED. \n- Legislação estrangeira citada: Código Tributário Alemão de 1919.\nNúmero de páginas: 88.\nAnálise: 03/07/2017, JRS.\nRevisão: 18/07/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : HOSPITAL MARECHAL CÂNDIDO RONDON LTDA \nADV.(A/S)  : GUILHERME BROTO FOLLADOR \nRECDO.(A/S)  : SECRÉTARIO MUNICIPAL DE FINANÇAS DE MARECHAL CÂNDIDO RONDON - PR \nADV.(A/S)  : GELCIR ANIBIO ZMYSLONY \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS MUNICÍPIOS - CNM \nADV.(A/S)  : PAULO ANTÔNIO CALIENDO VELLOSO DA SILVEIRA \nAM. CURIAE.  : MUNICÍPIO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICIPIO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE MEDICINA DE GRUPO- ABRAMGE \nADV.(A/S)  : RICARDO RAMIRES FILHO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DE SAÚDE SUPLEMENTAR- FENASAÚDE \nADV.(A/S)  : FRANCISCO CARLOS ROSAS GIARDINA \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRAS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"581 - Incidência do ISS sobre atividades desenvolvidas por operadoras de planos de saúde.","old_seq_sjur":366612,"documental_tese_texto":"As operadoras de planos de saúde realizam prestação de serviço sujeita ao Imposto Sobre Serviços de Qualquer Natureza - ISSQN, previsto no art. 156, III, da CRFB/88.\nObs: Redação da tese fixada no julgamento do RE 651703 ED-segundos e do RE 651703 ED-terceiros.","procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 651703","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-09-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÁVILA, Humberto. Sistema Constitucional Tributário. São Paulo: Saraiva, 2004. p. 207.\nBALEEIRO, Aliomar. Direito Tributário Brasileiro. 12. ed. Atualização: Misabel Derzi. Rio de Janeiro: Forense, 2013. p. 728, 729 e 731. \nBARRETO, Aires F. ISS na Constituição e na Lei. 3. ed. São Paulo: Dialética, 2009. p. 64. \nBEISSE, Heinrich. O critério econômico na interpretação das leis tributárias segundo a mais recente jurisprudência Alemão. In: MACHADO, Brandão (Coord.). Estudos em Homenagem ao Prof. Ruy Barbosa Nogueira. São Paulo: Saraiva, 1984. p. 21-23.\nBOBBIO, Norberto. Studi Sulla Teoria Generale del Diritto. Torino: G. Giappichelli, 1955. p. 37.\nCARVALHO, Paulo de Barros. Direito Tributário: Linguagem e método. 5. ed. São Paulo: Noeses, 2013. p. 775.\nCOSTA, Regina Helena. Curso de Direito Tributário: Constituição e Código Tributário Nacional. 4. ed. São Paulo: Saraiva. p. 411.\nGOMES, Marcus Lívio. A Interpretação da Legislação Tributária: instrumentos para a unificação de critério administrativo em matéria tributária. São Paulo: Quartier Latin, 2010. p. 56.\nJUSTEN FILHO, Marçal. O ISS na Constituição. São Paulo: Revista dos Tribunais, 1985. p. 80.\nLEMKE, Gisele. Imposto de Renda. Os conceitos de renda e de disponibilidade econômica e jurídica. São Paulo: Dialética, 1998. p. 60. \nMACEDO, Alberto et al. ISS - O Conceito Econômico de Serviços Já Foi Jurisdicizado Há Tempos Também pelo Direito Privado. In: XII Congresso Nacional de Estudos Tributários - Direito Tributário e os Novos Horizontes do Processo. São Paulo: Editora Noeses, 2015. p. 71-79.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 32. ed. São Paulo: Malheiros, 2011. p. 412.\nMORAES, Bernardo Ribeiro de. Doutrina e Prática do Imposto Sobre Serviços. 3. tir. São Paulo: Revista dos Tribunais, 1984. p. 42 e 43.\nOLIVEIRA, Gustavo da Gama Vital de. Federalismo fiscal, jurisdição constitucional e conflitos de competência em matéria tributária: o papel da lei complementar. In: GOMES, Marcus Lívio; VELLOSO, Andrei Pitten. (Org.). Sistema constitucional tributário: dos fundamentos teóricos aos hard cases tributários. Estudos em homenagem ao Ministro Luiz Fux. Porto Alegre: Livraria do Advogado, 2014. p. 199 e 200.\nRIBEIRO, Ricardo Lodi. A Capacidade Contributiva como manifestação da Justiça Fiscal no Estado Social e Democrático de Direito. In: QUEIROZ, Luís Cesar Souza de; GOMES, Marcus Lívio (Org.). Tributação, Direitos Fundamentais e Desenvolvimento. Rio de Janeiro: GZ Editora, 2014. p. 51.\nSCHOUERI, Luís Eduardo. Direito Tributário. 5. ed. São Paulo: Saraiva, 2015. p. 275.\nTORRES, Ricardo Lobo. Normas de Interpretação e Integração do Direito Tributário. 4. ed. Rio de Janeiro: Renovar, 2006. p. 145.\nVELLOSO, Andrei Pitten. Conceitos e Competências Tributárias. São Paulo: Dialética, 2005. p. 85, 99 e 100.","ministro_facet":["LUIZ FUX"],"processo_numero":651703,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur364341","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extensão na extradição, nos termos do voto do Relator. Presidência do Senhor Ministro Gilmar Mendes. Ausentes, justificadamente, os Senhores Ministros Celso de Mello e Ricardo Lewandowski. 2ª Turma, 14.2.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur364341","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur364341","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Extn","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extensão em extradição executória. Governo da Itália. Possibilidade. Precedentes. Pedido instruído com os documentos necessários a sua análise. Atendimento aos requisitos da Lei nº 6.815/80 e do Tratado de Extradição firmado entre a República Federativa do Brasil e a República Italiana. Crimes de tráfico e de associação para o tráfico de entorpecentes (arts. 73 e 74, § 1, do Decreto do Presidente da República nº 309/1990) praticados de forma continuada por nacional da Itália em seu território. Competência do Estado requerente. Dupla tipicidade. Reconhecimento. Equivalência aos tipos penais de tráfico e de associação para o tráfico de drogas previstos nos arts. 12 e 14 da Lei nº 6.368/76 em vigor à época dos fatos. Prescrição das pretensões punitiva e executória. Não ocorrência, tanto sob a óptica da legislação alienígena, quanto sob a óptica da legislação penal brasileira. Ausência de conotação política do delito praticado. Vedação do art. 77 da Lei nº 6.815/80 afastada. Requisitos da dupla punibilidade satisfeito. Pedido de extensão deferido na condição de que o Estado requerente assuma formalmente o compromisso de que as penas privativas de liberdade a serem cumpridas pelo extraditando não ultrapassem o limite máximo de 30 (trinta) anos (CP, art. 75).\n\n\n\n    1. A pacífica jurisprudência do Supremo Tribunal Federal autoriza a análise do pedido de extensão formulado após o deferimento do pedido de extradição, desde que os crimes relacionados sejam diversos daqueles que motivaram o pedido inicial e que eles tenham sido cometidos em data anterior ao pleito extradicional.\n\n\n\n    2. O Estado requerente possui competência para instruir e julgar os fatos narrados na nota verbal, pois os crimes imputados ao extraditando foram praticados por nacional da Itália em seu território entre os anos de 1999 a 2001, estando esse caso em perfeita consonância com o disposto no art. 78, inciso I, da Lei nº 6.815/80 e no art. XI do tratado específico.\n\n\n\n    3. Os crimes também não possuem conotação política, afastando-se, portanto, a vedação do art. 77 da Lei nº 6.815/80.\n\n\n\n    4. O pedido foi instruído com os documentos necessários a sua análise, trazendo, inclusive, detalhes pormenorizados quanto à indicação concreta sobre o local, a data, a natureza e as circunstâncias dos fatos delituosos. Portanto, em perfeita consonância com as regras do art. 11 do tratado bilateral e do art. 80, caput, da Lei nº 6.815/80.\n\n\n\n    5. Os delitos que fundamentam o pedido de extensão atendem ao requisito da dupla tipicidade. Trata-se de tráfico e de associação para o tráfico de drogas previstos e punidos pelo estado requerente nos arts. 73 e 74, § 1, do Decreto do Presidente da República n. 309/1990, os quais correspondem aos delitos tipificados nos arts. 12 e 14 da Lei nº 6.368/76 em vigor à época dos fatos.\n\n\n\n    6. Não ocorrência da prescrição da pretensão punitiva e executória, consoante tanto os textos legais apresentados pelo Estado requerente quanto a legislação penal brasileira (CP, art. 109, incisos I e III). \n\n\n\n    7. Requisito da dupla punibilidade preenchido (art. III, c, do tratado bilateral e no art. 77, VI, da Lei nº 6.815/80).\n\n\n\n    8. Em consonância com o disposto no art. 75 do Código Penal, o pedido de extradição deve ser deferido com a condição de que o Estado requerente assuma, em caráter formal, o compromisso de que as penas privativas de liberdade a serem cumpridas pelo extraditando não ultrapassem o limite máximo de 30 (trinta) anos, por força do que estabelece o art. 75 do Código Penal brasileiro.\n\n\n\n    9. Extensão deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12544637","externo_seq_objeto_incidente":4581050,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-047  DIVULG 10-03-2017  PUBLIC 13-03-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=943&classe=Ext","is_colac":false,"titulo":"Ext 943 Extn","documental_legislacao_citada_texto":["LEG-FED   LEI-006368      ANO-1976\n          ART-00012 ART-00014\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00006 ART-00078 INC-00001 \n          ART-00080 \"CAPUT\"\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1989\n          ART-00003 LET-C NÚMERO-1 LET-B \n          ART-00011\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00071 ART-00075 ART-00109 INC-00001 \n          INC-00003 ART-00110 ART-00117 ART-00119\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A RE­PÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A RE­PÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000497      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-03-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CARACTERIZAÇÃO, PENA CONGLOBADA, INDICAÇÃO, TOTALIDADE, PENA, AUSÊNCIA, SEPARAÇÃO, PENA-BASE, ACRÉSCIMO, DECORRÊNCIA, CRIME CONTINUADO, CONSEQUÊNCIA, IMPOSSIBILIDADE, APRECIAÇÃO, PRESCRIÇÃO, CADA, CRIME.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=943&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-Extn","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PEDIDO DE EXTENSÃO)\nExt 814 (TP), Ext 716 extensão. \n(EXTRADIÇÃO, PENA CONGLOBADA)\nExt 1434 (2ªT). \n- Legislação estrangeira citada: Arts. 73 e 74, §§ 1º, 2º e 3º, do Decreto do Presidente da República Italiana nº 309/1990. Arts. 81, 157 e 172 do Código Penal Italiano.\nNúmero de páginas: 20.\nAnálise: 23/03/2017, JRS.\nRevisão: 04/04/2017, KBP.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : CIRO SCOGNAMILIO OU CIRO SCOGNAMIGLIO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":364341,"documental_tese_texto":null,"procedencia_geografica_completo":"ITA - REPÚBLICA ITALIANA","processo_codigo_completo":"Ext 943 Extn","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTENSÃO NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":943,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370239","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PE","is_questao_ordem":false,"acordao_ata":"Após o relatório do Senhor Ministro Carlos Velloso, o julgamento foi adiado em virtude do adiantado da hora. Ausente, justificadamente, neste relatório, o Senhor Ministro Nelson Jobim. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 26.11.2003. \r\n\n Decisão: Após o voto do Senhor Ministro Carlos Velloso, Relator, julgando improcedente a ação direta, o Tribunal, resolvendo questão de ordem suscitada pelo Presidente, Ministro Sepúlveda Pertence, por decisão unânime, admitiu o julgamento da ação de inconstitucionalidade, em pauta, malgrado a decisão tomada na ADI nº 1.851-4/AL. Em seguida, o julgamento foi suspenso em virtude do adiantado da hora. Ausentes, justificadamente, os Senhores Ministros Maurício Corrêa, Presidente, e Nelson Jobim. Falou pelo requerente o Dr. Sérgio Augusto Santana Silva, Procurador do Estado. Plenário, 27.11.2003. \r\n\n                  Decisão: Chamado o feito para dar prosseguimento ao julgamento, antecipou o pedido de vista o Senhor Ministro Nelson Jobim. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 03.12.2003.\r\n\n                  Decisão: Após o voto do Senhor Ministro Presidente, julgando procedente a ação, indicou adiamento o Senhor Ministro Cezar Peluso. Ausente, justificadamente, neste julgamento, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Nelson Jobim. Plenário, 17.08.2005. \r\n\n                 Decisão: Após os votos dos Senhores Ministros Nelson Jobim, Eros Grau, Gilmar Mendes, Sepúlveda Pertence e Ellen Gracie (Presidente), julgando procedente a ação direta, e dos votos dos Senhores Ministros Carlos Velloso (Relator), Cezar Peluso, Joaquim Barbosa, Marco Aurélio e Celso de Mello, julgando-a improcedente, foi o julgamento suspenso para colher o voto de desempate do Senhor Ministro Carlos Britto, ausente ocasionalmente. Não votam o Senhor Ministro Ricardo Lewandowski, por suceder ao Senhor Ministro Carlos Velloso, e a Senhora Ministra Cármen Lúcia, por suceder ao Senhor Ministro Nelson Jobim. Plenário, 07.02.2007.\r\n\n                  Decisão: O Tribunal resolveu questão de ordem, suscitada pelo Senhor Ministro Carlos Britto, no sentido de sobrestar o julgamento da presente ação direta de inconstitucionalidade para que este seja realizado em conjunto com o RE nº 593.849-MG, da relatoria do Senhor Ministro Ricardo Lewandowski, no qual foi reconhecida a existência de repercussão geral da questão constitucional suscitada. Ausentes, nesta deliberação, o Senhor Ministro Gilmar Mendes (Presidente) e, justificadamente, os Senhores Ministros Celso de Mello e Eros Grau. Presidência do Senhor Ministro Cezar Peluso (Vice-Presidente). Plenário, 17.12.2009.    \r\n\n                 Decisão: Colhido o voto do Ministro Roberto Barroso, o Tribunal, por maioria, julgou improcedente a ação direta, vencidos os Ministros Nelson Jobim, Eros Grau, Gilmar Mendes, Sepúlveda Pertence e Ellen Gracie. Não votam os Ministros Edson Fachi, Teori Zavascki, Rosa Weber, Luiz Fux, Dias Toffoli, Ricardo Lewandowski e Cármen Lúcia, por sucederem, respectivamente, os Ministros Joaquim Barbosa, Cezar Peluso (Relator), Ellen Gracie, Eros Grau, Sepúlveda Pertence, Carlos Velloso e Nelson Jobim. Ausente, justificadamente, o Ministro Celso de Mello, com voto proferido em assentada anterior. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 19.10.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370239","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pernambuco","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370239","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. TRIBUTÁRIO. COMPATIBILIDADE DO INC. II DO ART. 19 DA LEI 11.408/1996 DO ESTADO DE PERNAMBUCO COM O § 7° DO ART. 150 DA CONSTITUIÇÃO FEDERAL, QUE AUTORIZA A RESTITUIÇÃO DE QUANTIA COBRADA A MAIOR NAS HIPÓTESES DE SUBSTITUIÇÃO TRIBUTÁRIA PARA FRENTE EM QUE A OPERAÇÃO FINAL RESULTOU EM VALORES INFERIORES ÀQUELES UTILIZADOS PARA EFEITO DE INCIDÊNCIA DO ICMS. ADI JULGADA IMPROCEDENTE.\n\n\n\n    I – Com base no § 7° do art. 150 da Constituição Federal, é constitucional exigir-se a restituição de quantia cobrada a maior, nas hipóteses de substituição tributária para frente em que a operação final resultou em valores inferiores àqueles utilizados para efeito de incidência do ICMS.\n\n\n\n    II – Constitucionalidade do inc. II do art. 19 da Lei 11.408/1996 do Estado de Pernambuco.\n\n\n\n    III - Ação Direta de Inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13120658","externo_seq_objeto_incidente":2025496,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-143  DIVULG 29-06-2017  PUBLIC 30-06-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2675&classe=ADI","is_colac":false,"titulo":"ADI 2675","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   CF      ANO-1988\n          ART-00034 PAR-00008 ART-00102 PAR-00002 \n          ART-00150 INC-00001 PAR-00007 ART-00155 \n          PAR-00002 LET-G\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000003      ANO-1993\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00007 PAR-00003\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00028 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00096 PAR-00003 REDAÇÃO DADA PELA EMR-26/2008\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000026      ANO-2008\n                EMENDA REGIMENTAL\n\n","LEG-FED   CNV-000013      ANO-1997\n          CLÁUSULA-2\n                CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-EST   LEI-006374      ANO-1989\n          ART-0066B INCLUÍDO PELA LEI-9176/1995\n          ART-0066B INC-00001 INCLUÍDO PELA LEI-9716/1995\n          ART-0066B INC-00002 INCLUÍDO PELA LEI-9176/1995\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-009176      ANO-1995\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-011408      ANO-1996\n          ART-00019 INC-00002\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   DEC-045490      ANO-2000\n          ART-00265\n                DECRETO, SP"],"publicacao_data":"2017-06-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM 1: INCOMPATIBILIDADE, DECISÃO ANTERIOR, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- QUESTÃO DE ORDEM, MIN. SEPÚLVEDA PERTENCE: VEDAÇÃO, CONVÊNIO, RESTITUIÇÃO, PAGAMENTO A MAIOR. PREVISÃO, LEI ESTADUAL, DIREITO, RESTITUIÇÃO, PAGAMENTO A MAIOR. RECONHECIMENTO, DECISÃO ANTERIOR, SUPREMO TRIBUNAL FEDERAL (STF), IMPROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, QUESTIONAMENTO, CONVÊNIO. EQUIVALÊNCIA, IMPROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, DECLARAÇÃO DE CONSTITUCIONALIDADE, LEI, ATO NORMATIVO IMPUGNADO. CONSIDERAÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DÚPLICE. EXISTÊNCIA, RISCO, CONTRARIEDADE, DECISÃO ANTERIOR, HIPÓTESE, DECLARAÇÃO DE CONSTITUCIONALIDADE, LEI ESTADUAL, CASO CONCRETO. VINCULAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), DECLARAÇÃO DE INCONSTITUCIONALIDADE, MOMENTO ANTERIOR. POSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), REEXAME, DECLARAÇÃO DE CONSTITUCIONALIDADE, MOMENTO ANTERIOR, HIPÓTESE, MODIFICAÇÃO, SITUAÇÃO, FATO, INTERPRETAÇÃO, DIREITO. INEXISTÊNCIA, VINCULAÇÃO, LEGISLADOR, DECLARAÇÃO DE INCONSTITUCIONALIDADE, MOMENTO ANTERIOR, LIMITAÇÃO, EFICÁCIA ERGA OMNES, EFEITO VINCULANTE, DISPOSITIVO, DECISÃO, CONTROLE ABSTRATO. POSSIBILIDADE, PROSSEGUIMENTO, JULGAMENTO, CASO CONCRETO, DECORRÊNCIA, DIVERSIDADE, OBJETO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CARLOS VELLOSO: POSSIBILIDADE, PROSSEGUIMENTO, JULGAMENTO. AUSÊNCIA, VINCULAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), DECISÃO, OBJETO, JULGAMENTO ANTERIOR. EXTENSÃO, EFEITO VINCULANTE, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), ÓRGÃO, PODER JUDICIÁRIO, PODER EXECUTIVO. INEXISTÊNCIA, VINCULAÇÃO, PODER LEGISLATIVO, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), CONTROLE ABSTRATO. POSSIBILIDADE, REVISÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE. IMPOSSIBILIDADE, REVISÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: NECESSIDADE, OBSERVÂNCIA, LIMITES DA COISA JULGADA, PROCESSO OBJETIVO. LIMITAÇÃO, ALCANCE, DECLARAÇÃO DE CONSTITUCIONALIDADE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, ATO NORMATIVO IMPUGNADO. INEXISTÊNCIA, ÓBICE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, HIPÓTESE, APRECIAÇÃO, MATÉRIA, MOMENTO ANTERIOR.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: OCORRÊNCIA, ALTERAÇÃO, COMPOSIÇÃO, TRIBUNAL, COMPARAÇÃO, MOMENTO, PROFERIMENTO, DECISÃO ANTERIOR.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. AYRES BRITTO, MIN. ELLEN GRACIE: INEXISTÊNCIA, LIMITAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), INTERPRETAÇÃO, CONSTITUIÇÃO FEDERAL.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PREVISÃO, CONSTITUIÇÃO FEDERAL, EFICÁCIA ERGA OMNES, DECISÃO DE MÉRITO, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE. IMPOSSIBILIDADE, SUPERAÇÃO, CONVALIDAÇÃO, INCONSTITUCIONALIDADE, LEI, HIPÓTESE, TRIBUNAL, REJEIÇÃO, IMPUGNAÇÃO. POSSIBILIDADE, REAPRECIAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, OBJETO, DECLARAÇÃO DE CONSTITUCIONALIDADE, HIPÓTESE, MUTAÇÃO CONSTITUCIONAL, HIPÓTESE, ALTERAÇÃO, SITUAÇÃO, FATO. APLICABILIDADE, CLÁUSULA, REBUS SIC STANTIBUS, HIPÓTESE, DECISÃO JUDICIAL, RELAÇÃO JURÍDICA CONTINUATIVA. EXAURIMENTO, EFICÁCIA, DECISÃO JUDICIAL, HIPÓTESE, MODIFICAÇÃO, NORMA, NOVA DEFINIÇÃO JURÍDICA, MATÉRIA. AUSÊNCIA, VINCULAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO DETERMINANTE, DECISÃO ANTERIOR. IMPOSSIBILIDADE, CORTE CONSTITUCIONAL, RENÚNCIA, ATRIBUIÇÃO, DESENVOLVIMENTO, CONSTITUIÇÃO. DESCABIMENTO, RECLAMAÇÃO, HIPÓTESE, REEDIÇÃO, REPRISTINAÇÃO, LEI, OBJETO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, CONFORMIDADE, CONSTITUIÇÃO FEDERAL DE 1967, CONSTITUIÇÃO FEDERAL DE 1988. EXISTÊNCIA, EFEITO VINCULANTE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- QUESTÃO DE ORDEM 2: SOBRESTAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- QUESTÃO DE ORDEM, MIN. AYRES BRITTO: SOBRESTAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, FINALIDADE, JULGAMENTO CONJUNTO, RECURSO EXTRAORDINÁRIO, OBJETO, REPERCUSSÃO GERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CARLOS VELLOSO: CABIMENTO, RESTITUIÇÃO, EXCESSO, QUANTIA PAGA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), HIPÓTESE, OCORRÊNCIA, FATO GERADOR PRESUMIDO, MENOR EXTENSÃO. POSSIBILIDADE, RESTITUIÇÃO, PAGAMENTO A MAIOR, RISCO, ENRIQUECIMENTO SEM CAUSA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CEZAR PELUSO: PREVISÃO, NORMA CONSTITUCIONAL, RESTITUIÇÃO, QUANTIA PAGA, HIPÓTESE, AUSÊNCIA, REALIZAÇÃO, FATO GERADOR PRESUMIDO. ALUSÃO, CONSTITUIÇÃO FEDERAL, DEFINIÇÃO JURÍDICA, FATO GERADOR. COMPOSIÇÃO, VALOR ECONÔMICO, DEFINIÇÃO JURÍDICA, FATO GERADOR. IMPOSSIBILIDADE, DESCONSIDERAÇÃO, VALOR ECONÔMICO, FATO GERADOR. CONSIDERAÇÃO, SUBSTITUIÇÃO TRIBUTÁRIA, FORMA, ANTECIPAÇÃO, PAGAMENTO, FORMA, GARANTIA, PAGAMENTO. ÔNUS, CONTRIBUINTE, COMPROVAÇÃO, PAGAMENTO INDEVIDO, TRIBUTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: CONSTITUCIONALIDADE, PREVISÃO, LEGISLAÇÃO LOCAL, DEVOLUÇÃO, DIFERENÇA, VALOR REAL, VALOR PRESUMIDO, OPERAÇÃO, HIPÓTESE, SUBSTITUIÇÃO TRIBUTÁRIA. ADMISSIBILIDADE, CORREÇÃO, DISTORÇÃO, VALOR, TRIBUTO, HIPÓTESE, REDUÇÃO, BASE DE CÁLCULO, FATO GERADOR. INAPLICABILIDADE, EXIGÊNCIA, DELIBERAÇÃO, TOTALIDADE, ESTADO-MEMBRO, DISTRITO FEDERAL, FINALIDADE, RECONHECIMENTO, DIREITO, RESTITUIÇÃO, PAGAMENTO A MAIOR, FUNDAMENTO, DESCARACTERIZAÇÃO, CONCESSÃO, BENEFÍCIO FISCAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PREVISÃO, NORMA CONSTITUCIONAL, SUJEIÇÃO, DATA DE RECOLHIMENTO, CONDIÇÃO RESOLUTIVA. NECESSIDADE, APURAÇÃO, MOMENTO POSTERIOR, VALOR PRESUMIDO, OBJETO, ANTECIPAÇÃO, VALOR REAL, DECORRÊNCIA, CIRCULAÇÃO, MERCADORIA. IMPOSSIBILIDADE, SEPARAÇÃO, RECOLHIMENTO, TRIBUTO, OCORRÊNCIA, FATO GERADOR. IMPOSSIBILIDADE, POTENCIALIZAÇÃO, FICÇÃO JURÍDICA, FINALIDADE, ATENDIMENTO, REGRA TÉCNICA, ARRECADAÇÃO, RISCO, ENRIQUECIMENTO SEM CAUSA, PODER PÚBLICO. ADMISSIBILIDADE, RESTITUIÇÃO, DIFERENÇA, CONTRIBUINTE, HIPÓTESE, PAGAMENTO A MAIOR. POSSIBILIDADE, EXIGÊNCIA, PODER PÚBLICO, VALOR REAL, TRIBUTO, INCIDÊNCIA, NEGÓCIO JURÍDICO. CONSIDERAÇÃO, RECOLHIMENTO ANTECIPADO, FORMA, APROXIMAÇÃO, CÁLCULO, AUSÊNCIA, CARÁTER DEFINITIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DEVER, PODER PÚBLICO, RESTITUIÇÃO, EXCESSO, RISCO, OFENSA, CLÁUSULA, DIREITO FUNDAMENTAL, CAPACIDADE ECONÔMICA, CONTRIBUINTE; VEDAÇÃO, ENRIQUECIMENTO SEM CAUSA; LEGALIDADE. CABIMENTO, RESTITUIÇÃO, SUBSTITUIÇÃO TRIBUTÁRIA PARA FRENTE, HIPÓTESE, INOCORRÊNCIA, FATO GERADOR PRESUMIDO, HIPÓTESE, PAGAMENTO A MAIOR, FATO GERADOR. NECESSIDADE, OBSERVÂNCIA, PODER PÚBLICO, CONSTITUIÇÃO FEDERAL, MATÉRIA TRIBUTÁRIA. COMPETÊNCIA, PODER JUDICIÁRIO, TUTELA, CONTRIBUINTE, CONTRARIEDADE, ABUSO, PODER PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONSTITUCIONALIDADE, LEGISLAÇÃO LOCAL, PREVISÃO, RESTITUIÇÃO, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), HIPÓTESE, PAGAMENTO A MAIOR. SUPERAÇÃO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF). DESCABIMENTO, MODULAÇÃO DE EFEITOS, CASO CONCRETO. JULGAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONFORMIDADE, TESE, REPERCUSSÃO GERAL.\n\n- VOTO VENCIDO, MIN. EROS GRAU: PROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DESCABIMENTO, COMPLEMENTAÇÃO, RESTITUIÇÃO, PAGAMENTO ANTECIPADO, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), FUNDAMENTO, PRINCÍPIO DA LEGALIDADE. CONSIDERAÇÃO, SUBSTITUIÇÃO TRIBUTÁRIA, MECANISMO, CONTROLE, PAGAMENTO, TRIBUTO, ADMINISTRAÇÃO TRIBUTÁRIA, FINALIDADE, COIBIÇÃO, SONEGAÇÃO, TRIBUTO. POSSIBILIDADE, RESTITUIÇÃO, QUANTIA PAGA, HIPÓTESE, AUSÊNCIA, REALIZAÇÃO, FATO GERADOR PRESUMIDO, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. CONSIDERAÇÃO, SUBSTITUTO TRIBUTÁRIO, SUJEITO PASSIVO, OBRIGAÇÃO TRIBUTÁRIA. INOCORRÊNCIA, FATO GERADOR PRESUMIDO, CONFIGURAÇÃO, CONDIÇÃO RESOLUTIVA, SUBSTITUIÇÃO TRIBUTÁRIA. DESCABIMENTO, ARGUMENTO, CARACTERIZAÇÃO, CONFISCO. INEXISTÊNCIA, SIMILARIDADE, SUBSTITUIÇÃO TRIBUTÁRIA, IMPOSTO DE RENDA RETIDO NA FONTE. CONSIDERAÇÃO, RESTITUIÇÃO, PAGAMENTO A MAIOR, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), FORMA, ENRIQUECIMENTO SEM CAUSA, SUBSTITUTO TRIBUTÁRIO, DECORRÊNCIA, TRANSFERÊNCIA, VALOR, IMPOSTO, ADQUIRENTE.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: PROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. IMPOSSIBILIDADE, DESCARACTERIZAÇÃO, INSTITUTO JURÍDICO, SUBSTITUIÇÃO TRIBUTÁRIA.\n\n- VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE: IMPOSSIBILIDADE, EXIGÊNCIA, FISCALIZAÇÃO, MOMENTO, CIRCULAÇÃO DE MERCADORIA, RISCO, OFENSA, INSTITUTO JURÍDICO, SUBSTITUIÇÃO TRIBUTÁRIA. CONSIDERAÇÃO, FICÇÃO JURÍDICA, EXISTÊNCIA, AUTONOMIA, ÂMBITO ESTADUAL, MATÉRIA TRIBUTÁRIA, FUNDAMENTO, ÂMBITO NACIONAL, REGULAMENTAÇÃO, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS). COMPETÊNCIA, UNIÃO, LEGISLAÇÃO, NORMA GERAL, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO. PREVISÃO, CONVÊNIO, OBJETO, JULGAMENTO ANTERIOR, VEDAÇÃO, RESTITUIÇÃO, FINALIDADE, MINIMIZAÇÃO, GUERRA FISCAL, ESTADO-MEMBRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2675&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ICMS, SUBSTITUIÇÃO TRIBUTÁRIA PARA FRENTE)\nRE 213396 (2ªT), ADI 1851 (TP), ADI 1073 (TP). \n(DECISÃO, ADC, ADI, EFEITO VINCULANTE)\nADI 1373 (TP). \n(AUSÊNCIA, VINCULAÇÃO, STF, DECISÃO, JULGAMENTO ANTERIOR)\nADI 27 (TP), ADI 29 (TP), ADI 813 (TP). \n- Legislação estrangeira citada: § 31, n. 2, Lei orgânica do Tribunal Constitucional alemão.\n- Veja RE 593849 RG, ADI 2675, ADI 2777 e ADI 1671 do STF.\n- Veja Informativo 125 (Pet 1466) do STF.\n- Decisão estrangeira citada: Caso \"Panhandle Oil Co. vs. State of Mississippi Ex Rel. Knox\" (277 U.S. 218).\nNúmero de páginas: 115.\nAnálise: 08/08/2017, JSF.\nRevisão: 21/08/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE PERNAMBUCO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370239,"documental_tese_texto":null,"procedencia_geografica_completo":"PE - PERNAMBUCO","processo_codigo_completo":"ADI 2675","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-10-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARRETO, Aires Fernando. Substituição Tributária e Restituição de Diferenças de Base de Cálculo. Revista Dialética de Direito Tributário n. 84, set. 2002. p. 31, item 7.\nDERZI, Misabel Abreu Machado. Construindo o Direito Tributário na Constituição - Uma Análise da Obra do Ministro Carlos Mário Velloso. Del Rey, 2004. p. 188.\nGRAU, Eros Roberto. Ensaio e discurso sobre a interpretação/aplicação do direito. 3. ed. São Paulo: Malheiros, 2005. p. 39 e 104-105. \n______. Entidades da Administração Indireta. Enciclopédia Saraiva do Direito. v. 32. p. 301.\nGRECO, Marco Aurélio. Substituição Tributária - Antecipação do Fato Gerador.  2. ed. Malheiros, 2001. p. 31, item 2.2.3. \n______. O direito posto e o direito pressuposto. 6. ed. São Paulo: Malheiros, 2005. p. 246 et seg.\nMACHADO, Hugo de Brito. Aspectos fundamentais do ICMS. 2. ed. Dialética, 1999. p. 128-129, item 7.5.7.\nMELO, José Eduardo Soares de. ICMS - Teoria e Prática. 5. ed. Dialética, 2002. p. 172, item 3.5.2.\nSILVA, Paulo Roberto Coimbra e. A substituição tributária progressiva nos impostos plurifásicos e não-cumulativos. Belo Horizonte: Del Rey, 2001. p. 31.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":2675,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur371043","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"ES","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto da Ministra Rosa Weber (Relatora), vencido o Ministro Marco Aurélio, apreciando o tema 676 da repercussão geral, negou provimento ao recurso e fixou a seguinte tese: “A Emenda Constitucional nº 46/2005 não interferiu na propriedade da União, nos moldes do art. 20, VII, da Constituição da República, sobre os terrenos de marinha e seus acrescidos situados em ilhas costeiras sede de Municípios”. Ausentes, neste julgamento, os Ministros Luiz Fux e Gilmar Mendes. Falaram: pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça, Advogada-Geral da União, e, pela Procuradoria-Geral da República, o Vice-Procurador-Geral da República, Dr. José Bonifácio Borges de Andrada. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 27.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur371043","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Espírito Santo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur371043","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. BENS DA UNIÃO. ILHAS COSTEIRAS COM SEDE DE MUNICÍPIOS. TERRENOS DE MARINHA E SEUS ACRESCIDOS. APROVEITAMENTO POR PARTICULARES. FORO, LAUDÊMIO E TAXA DE OCUPAÇÃO. EXIGIBILIDADE. ART. 20, IV, DA CONSTITUIÇÃO DA REPÚBLICA. REDAÇÃO DADA PELA EMENDA CONSTITUCIONAL Nº 46/2005. INALTERADO O ART. 20, VII, DA CONSTITUIÇÃO DA REPÚBLICA. INTERPRETAÇÃO SISTEMÁTICA. PRIMADO DA ISONOMIA. TITULARIDADE DA UNIÃO.\n\n\n\n    1. Recurso extraordinário em que se pretende ver reconhecida a inexigibilidade do pagamento de foro, laudêmio e taxa de ocupação, tendo em vista o aproveitamento, por particulares, de terrenos de marinha e acrescidos localizados nas ilhas costeiras do Município de Vitória, Espírito Santo. Tema nº 676 de repercussão geral. Controvérsia sobre a situação dominial dos terrenos de marinha e seus acrescidos localizados em ilha costeira com sede de Município, à luz do art. 20, IV, da Constituição da República, após a promulgação da Emenda Constitucional nº 46/2005.\n\n\n\n    2. O domínio da União sobre as terras situadas nas ilhas litorâneas (art. 20, IV) foi reconhecido pelo Supremo Tribunal Federal no julgamento da ACO 317 (Relator Ministro Ilmar Galvão, Tribunal Pleno, DJ 20.11.1992), resguardada a legitimidade de eventual transferência da titularidade para os Estados, pelos meios regulares de direito (art. 26, II).\n\n\n\n    3. A alteração introduzida pela Emenda Constitucional nº 46/2005 criou, no ordenamento jurídico, exceção à regra geral então vigente sobre a propriedade das ilhas costeiras. Com a redação conferida ao art. 20, IV, da Constituição da República pelo constituinte derivado, deixaram de pertencer à União as ilhas costeiras em que sediados entes municipais, expressamente ressalvadas, no novo comando constitucional, as “áreas afetadas ao serviço público e a unidade ambiental federal e as referidas no art. 26, II”, que remanesceram no patrimônio federal.\n\n\n\n    4. Antes da Emenda Constitucional nº 46/2005, todos os imóveis situados nas ilhas costeiras que não pertencessem, por outro título, a Estado, Município ou particular, eram propriedade da União. Promulgada a aludida emenda, deixa de constituir título hábil a ensejar o domínio da União o simples fato de que situada determinada área em ilha costeira, se nela estiver sediado Município, não mais se presumindo a propriedade da União sobre tais terras, que passa a depender da existência de outro título que a legitime.\n\n\n\n    5. Controvérsia sobre a exegese de norma erigida pelo constituinte derivado. Interpretação sistemática do art. 20, IV e VII, da Constituição da República. Concepção hermenêutica da Constituição como um todo orgânico, conjunto coerente de normas, vinculantes e compatíveis entre si. A EC nº 46/2005 não alterou o regime patrimonial dos terrenos de marinha, tampouco dos potenciais de energia elétrica, dos recursos minerais, das terras tradicionalmente ocupadas pelos índios e de nenhum outro bem arrolados no art. 20 da CF.\n\n\n\n    6. Conformação do conteúdo e alcance da Emenda Constitucional nº 46/2005 ao primado da isonomia, princípio informador – a um só tempo – dos âmbitos de elaboração, interpretação e aplicação da lei. Ausente fator de discrímen a legitimar a geração de efeitos desuniformes, no tocante ao regramento dos terrenos de marinha e acrescidos, entre municípios insulares e continentais, incide sobre ambos, sem distinção, o art. 20, VII, da Constituição da República.\n\n\n\n    7. Tese firmada pelo Plenário do Supremo Tribunal Federal: Ao equiparar o regime jurídico-patrimonial das ilhas costeiras em que sediados Municípios àquele incidente sobre a porção continental do território brasileiro, a Emenda Constitucional nº 46/2005 não interferiu na propriedade da União, nos moldes do art. 20, VII, da Constituição da República, sobre os terrenos de marinha e seus acrescidos situados em ilhas costeiras sede de Municípios, incólumes as relações jurídicas daí decorrentes.\n\n\n\n    8. Conclusão que não implica afirmar ilegítimos inconformismos quanto à aplicação do regramento infraconstitucional pertinente e aos procedimentos adotados pela Secretaria de Patrimônio da União, matérias que, todavia, não integram o objeto deste apelo extremo e cujo exame refoge à competência extraordinária desta Corte. Procedem da legislação infraconstitucional as dificuldades práticas decorrentes (i) da opção legislativa de adotar a linha do preamar médio de 1831 como ponto de referência para medição dos terrenos de marinha (Decreto-lei nº 9.760/1946), e (ii) das transformações, naturais ou artificiais, ocorridas ao longo dos anos, como os aterramentos e as alterações do relevo acumuladas. Não guardam relação com a alteração promovida pela EC nº 46/2005, e não foram por ela solucionadas.\n\n\n\n    9. Recurso extraordinário conhecido e não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13278740","externo_seq_objeto_incidente":4039512,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-170  DIVULG 02-08-2017  PUBLIC 03-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=636199&classe=RE","is_colac":false,"titulo":"RE 636199","documental_legislacao_citada_texto":["LEG-IMP   RES      ANO-1823\n                RESOLUÇÃO DO IMPÉRIO\n\n","LEG-FED   CF      ANO-1891\n          ART-00034 REDAÇÃO ORIGINÁRIA\n          ART-00034 NÚMERO-29 REDAÇÃO ORIGINÁRIA\n          ART-00064\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00004 INC-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00018 ART-00020 INC-00001 INC-00002 \n          INC-00003 \n          ART-00020 INC-00004 REDAÇÃO ORIGINÁRIA\n          ART-00020 INC-00004 REDAÇÃO DADA PELA EMC-46/2005\n          ART-00020 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 INC-00010 INC-00011 \n          PAR-00002 ART-00024 ART-00026 INC-00002 \n          ART-00030 INC-00008 ART-00102 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00049 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000003      ANO-1926\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000046      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000038      ANO-1834\n          ART-00037 PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-00678\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-009636      ANO-1998\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00098 ART-00099 INC-00001 INC-00002 \n          INC-00003 ART-00100 ART-00101 ART-00102 \n          ART-00103 ART-02038 PAR-00002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013139      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-001318      ANO-1854\n                DECRETO-LEI\n\n","LEG-FED   DEL-000710      ANO-1938\n                DECRETO-LEI\n\n","LEG-FED   DEL-002490      ANO-1940\n                DECRETO-LEI\n\n","LEG-FED   DEL-003365      ANO-1941\n                LDUP-1941 LEI DE DESAPROPRIAÇÃO POR UTILIDADE PÚBLICA\n\n","LEG-FED   DEL-003437      ANO-1941\n                DECRETO-LEI\n\n","LEG-FED   DEL-003438      ANO-1941\n                DECRETO-LEI\n\n","LEG-FED   DEL-004120      ANO-1942\n                DECRETO-LEI\n\n","LEG-FED   DEL-005666      ANO-1943\n                DECRETO-LEI\n\n","LEG-FED   DEL-007278      ANO-1945\n                DECRETO-LEI\n\n","LEG-FED   DEL-007937      ANO-1945\n                DECRETO-LEI\n\n","LEG-FED   DEL-009760      ANO-1946\n          ART-00002 LET-A LET-B PAR-ÚNICO \n          ART-00003 ART-00004 ART-00064 PAR-00001 \n          PAR-00002\n                DECRETO-LEI\n\n","LEG-FED   DEL-009760      ANO-1946\n          ART-00004 ART-00064 PAR-00001 PAR-00002\n                DECRETO-LEI\n\n","LEG-FED   DEL-000147      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEL-000178      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEL-000200      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEL-000271      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEL-001310      ANO-1974\n                DECRETO-LEI\n\n","LEG-FED   DEL-001537      ANO-1977\n                DECRETO-LEI\n\n","LEG-FED   DEL-001561      ANO-1977\n                DECRETO-LEI\n\n","LEG-FED   DEL-001876      ANO-1981\n                DECRETO-LEI\n\n","LEG-FED   DEL-002398      ANO-1987\n                DECRETO-LEI\n\n","LEG-FED   DEL-002422      ANO-1998\n                DECRETO-LEI\n\n","LEG-FED   DEC-024643      ANO-1934\n                CA-1934 CÓDIGO DE ÁGUAS\n\n","LEG-FED   PEC-000575      ANO-1998\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000039      ANO-2001\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000015      ANO-2004\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000053      ANO-2007\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000016      ANO-2015\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000030      ANO-2015\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   EXM      \n                EXPOSIÇÃO DE MOTIVOS DA EMC-46/2005"],"publicacao_data":"2017-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUSÊNCIA, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL DE 1891, REFERÊNCIA, DOMÍNIO, ILHA. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1967, PROPRIEDADE, UNIÃO, ILHA OCEÂNICA, ILHA FLUVIAL, ILHA, ÁGUAS LACUSTRES. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, INTEGRAÇÃO, PATRIMÔNIO, UNIÃO, EXCLUSIVIDADE, ILHA OCEÂNICA, FUNDAMENTO, ENTENDIMENTO CONTRÁRIO, CONSEQUÊNCIA, DESCONSIDERAÇÃO, EXISTÊNCIA, DOMÍNIO, PARTICULAR, ESTADO-MEMBRO, MUNICÍPIO, ÂMBITO, ILHA COSTEIRA. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), MOMENTO ANTERIOR, EMENDA CONSTITUCIONAL, DOMÍNIO DA UNIÃO, TERRA DEVOLUTA, ÂMBITO, ILHA COSTEIRA. AUSÊNCIA, INTERESSE, UNIÃO, AÇÃO DE USUCAPIÃO, DOMÍNIO, ILHA COSTEIRA. CONFIGURAÇÃO, ENFITEUSE, UTILIZAÇÃO, BEM PÚBLICO, INTERMÉDIO, PARTICULAR. CARACTERIZAÇÃO, UNIÃO, PROPRIETÁRIO, TERRENO. CONFIGURAÇÃO, FORO, RENDA, RECEBIMENTO, UNIÃO. NECESSIDADE, COMUNICAÇÃO, UNIÃO, TRANSMISSÃO, BEM, CONSEQUÊNCIA, POSSIBILIDADE, UNIÃO, EXERCÍCIO, DIREITO, COMPRA. AUSÊNCIA, COMPRA, UNIÃO, NECESSIDADE, RECEBIMENTO, LAUDÊMIO. PROIBIÇÃO, CÓDIGO CIVIL DE 2002, CRIAÇÃO, NOVIDADE, ENFITEUSE, CARÁTER PRIVADO. NECESSIDADE, PARTICULAR, PAGAMENTO, TAXA DE OCUPAÇÃO, DECORRÊNCIA, APROVEITAMENTO, ÁREA, ÂMBITO FEDERAL, REGIME JURÍDICO, OCUPAÇÃO, AUSÊNCIA, NATUREZA TRIBUTÁRIA, CONFIGURAÇÃO, RECEITA ORIGINÁRIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO, RECURSO EXTRAORDINÁRIO, RESTABELECIMENTO, ENTENDIMENTO, SENTENÇA, PRIMEIRA INSTÂNCIA. IMPOSSIBILIDADE, CONCLUSÃO, CONTINUAÇÃO, PROPRIEDADE, UNIÃO, MOMENTO POSTERIOR, EMENDA CONSTITUCIONAL, TERRENO, ILHA COSTEIRA, SEDE, MUNICÍPIO. NECESSIDADE, UNIÃO, COBRANÇA, TERRENO DE MARINHA, DECORRÊNCIA, PRINCÍPIO UNIVERSAL DA LÓGICA DO TERCEIRO EXCLUÍDO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=636199&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DOMÍNIO, ILHA COSTEIRA, UNIÃO)\nACO 317 (TP). \n(ALCANCE, EXPRESSÃO, ILHA OCEÂNICA)\nRE 101037 (TP). \n- Decisões monocráticas citadas:\n(INTERESSE, UNIÃO, AÇÃO DE USUCAPIÃO, DOMÍNIO, ILHA COSTEIRA)\nRE 341140, AI 414554, AI 454492, AI 505076, RE 514344, RE 341584, RE 596853, RE 460766, RE 460401, RE 568973, RE 629398, AI 826751.\n(TAXA DE OCUPAÇÃO, NATUREZA TRIBUTÁRIA)\nAC 1105 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nTRF1: AC 0033328-91.2007.4.01.3400, TRF4: AC 5011831-56.2011.404.7200 e AC 2000.72.01.004674-0. \n- Veja arts. 51, 55 e 56 da Consolidação das Leis Civis.\n- Legislação estrangeira citada: Regimento da Fazenda do Reino de Portugal de 1516.\nNúmero de páginas: 68.\nAnálise: 02/10/2017, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : MUNICIPIO DE VITORIA \nPROC.(A/S)(ES) : FREDERICO MARTINS DE FIGUEIREDO DE PAIVA BRITTO \nAM. CURIAE.  : MUNICIPIO DE FLORIANOPOLIS \nPROC.(A/S)(ES) : PROCURADOR GERAL DO MUNICÍPIO DE FLORIANÓPOLIS \nAM. CURIAE.  : MUNICIPIO DE SAO VICENTE \nADV.(A/S)  : DANIEL WAGNER HADDAD E OUTRO(A/S)\nAM. CURIAE.  : MUNICÍPIO DE SÃO FRANCISCO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO FRANCISCO DO SUL \nAM. CURIAE.  : ORDEM DOS ADVOGADOS DO BRASIL - SEÇÃO DO ESPÍRITO SANTO - OAB-ES \nADV.(A/S)  : HOMERO JUNGER MAFRA E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO DA INDÚSTRIA DA CONSTRUÇÃO CIVIL DA GRANDE FLORIANÓPOLIS \nADV.(A/S)  : WALTOIR MENEGOTTO \nAM. CURIAE.  : CÂMARA MUNICIPAL DE VITÓRIA \nPROC.(A/S)(ES) : MARCELO SOUZA NUNES","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"676 - Situação dos terrenos de marinha localizados  em ilhas costeiras com sede de município, após o advento da  Emenda Constitucional 46/2005.","old_seq_sjur":371043,"documental_tese_texto":"A Emenda Constitucional nº 46/2005 não interferiu na propriedade da União, nos moldes do art. 20, VII, da Constituição da República, sobre os terrenos de marinha e seus acrescidos situados em ilhas costeiras sede de Municípios.","procedencia_geografica_completo":"ES - ESPÍRITO SANTO","processo_codigo_completo":"RE 636199","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"DI PIETRO, Maria Sylvia Zanella. Direito Administrativo. 27. ed. São Paulo: Atlas, 2014. p. 776.\n______. ______. 29. ed. Rio de Janeiro: Forense, 2016. p. 864.\nFRANCO, Renato. Terrenos de Marinha e Outros Estudos. Salvador: Escola de Aprendizagem Luiz Tarquínio, 1954. p. 101, 104, 105 e 106.\nGOMES, Orlando Apud MELLO, Celso Antônio Bandeira de Mello. Op Cit. Direitos reais. Rio de Janeiro: Forense, 1958. p. 941.\nJUSTEN FILHO, Marçal. Curso de direito administrativo. 9. ed.  São Paulo: Revista dos Tribunais, 2013. p. 1131.\nLOPES THIERS, Paulo Roberto. Localização geodésica da linha de preamar média com relação ao ano de 1831. Boletim Goiano de Geografia. v. 32, n. 1 (2012), p. 43.\nMELLO, Celso Antônio Bandeira de. O conteúdo jurídico do princípio da igualdade. 3. ed. São Paulo: Malheiros, 2004. p. 13, 22 e 47-8.\nMELLO, Celso Antonio Bandeira de. Curso de Direito Administrativo. 28. ed. São Paulo: Malheiros, 2011. p. 921.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo: Saraiva, 2007. p. 147.\nPESSOA, Epitácio. Terrenos de Marinha. Revista do Supremo Tribunal Federal. Rio de janeiro, outubro de 1921. v. 33. p. 276.\nRESENDE, Jair. Terrenos de Marinha. Rio: Oficinas Gráficas, 1937. p. 9.\nROCHA, Carmen Lúcia Antunes. O Princípio Constitucional da Igualdade. Belo Horizonte: Lê, 1990. p. 118.","ministro_facet":["ROSA WEBER"],"processo_numero":636199,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur216069","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Por unanimidade, a Turma julgou extinta a ordem de habeas corpus por inadequação da via processual. Por maioria de votos, concedeu a ordem, de ofício, nos termos do voto da Relatora, vencido o Senhor Ministro Marco Aurélio. Presidência do Senhor Ministro Dias Toffoli. 1ª Turma, 11.9.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur216069","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:19:16.115749","dg_unique":"sjur216069","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    HABEAS CORPUS. PROCESSO PENAL. SUBSTITUTIVO DO RECURSO CONSTITUCIONAL. INADEQUAÇÃO DA VIA ELEITA. TRÁFICO DE DROGAS. CRIME DO ART. 13 DA LEI Nº 6.368/1976. SUBSIDIARIEDADE. \n\n\n\n    1. O habeas corpus tem uma rica história, constituindo garantia fundamental do cidadão. Ação constitucional que é, não pode ser o writ amesquinhado, mas também não é passível de vulgarização, sob pena de restar descaracterizado como remédio heroico. Contra a denegação de habeas corpus por Tribunal Superior prevê a Constituição Federal remédio jurídico expresso, o recurso ordinário. Diante da dicção do art. 102, II, a, da Constituição da República, a impetração de novo habeas corpus em caráter substitutivo escamoteia o instituto recursal próprio, em manifesta burla do preceito constitucional. Precedente da Primeira Turma desta Suprema Corte. \n\n\n\n    2. No art. 13 da Lei nº 6.368/1976, o legislador antecipou o momento consumativo do crime de tráfico de drogas do art. 12 do mesmo diploma legal, na modalidade específica de produção ou preparo de drogas, tipificando a mera conduta de possuir ou guardar máquinas ou instrumentos destinados a essa finalidade. O crime em questão é, em regra, subsidiário e só se aplica quando não configurada a figura delitiva do art. 12 da Lei nº 6.368/1976.\n\n\n\n    3. Habeas corpus extinto sem resolução do mérito, mas com a concessão da ordem de ofício para exclusão da pena cominada ao crime do art. 13 da Lei nº 6.368/1976, sem prejuízo das demais condenações. Ordem estendida aos condenados na mesma situação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=2895244","externo_seq_objeto_incidente":3915199,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\r\nDJe-197 DIVULG 05-10-2012 PUBLIC 08-10-2012","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=104633&classe=HC","is_colac":false,"titulo":"HC 104633","documental_legislacao_citada_texto":["LEG-IMP   LIM-002033      ANO-1871\n          ART-00018 PAR-00001\n                LEI DO IMPÉRIO\n\n","LEG-IMP   LEI-089313      ANO-1830\n          ART-00183 ART-00184 ART-00185 ART-00186 \n          ART-00187 ART-00188\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL\n\n","LEG-IMP   LEI      ANO-1832\n          ART-00340\n                CÓDIGO DE PROCESSO CRIMINAL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00022 REDAÇÃO DADA PELA EMC--3-1926\n          ART-00072 PAR-00022\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003      ANO-1926\n                EMENDA CONSTITUCIONAL \r\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL \r\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00068 INC-00078 ART-00102 \n          INC-00002 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006368      ANO-1976\n          ART-00012 \"CAPUT\" ART-00013\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00034\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2012-10-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  EVOLUÇÃO HISTÓRICA, INSTITUTO JURÍDICO, HABEAS CORPUS, \r\nINADMISSIBILIDADE, HABEAS CORPUS, SUBSTITUIÇÃO, RECURSO ORDINÁRIO, \r\nMOTIVO, RISCO, OFENSA, PRINCÍPIO DA TAXATIVIDADE DOS RECURSOS, \r\nPRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: DESCABIMENTO, CONCESSÃO, HABEAS \r\nCORPUS DE OFÍCIO, OCORRÊNCIA, CONCURSO DE CRIMES, TRÁFICO DE \r\nENTORPECENTES, CRIME, FABRICAÇÃO, POSSE, EQUIPAMENTO, PREPARAÇÃO, \r\nENTORPECENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=104633&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 3536, HC 108715, HC 100946, HC 109956. \r\n- Veja  HC 144969 do STJ. \r\n- Legislação estrangeira citada: Magna Carta de 1215 da Inglaterra; \r\nHabeas Corpus Act, de 1679, artigo I, seção 9, da Constituição \r\nnorte-americana de 1787; Decreto-lei nº 35.043, de 20.10.1945 de \r\nPortugual. \r\n- Decisões estrangeiras citadas: Caso James Somerset da King's \r\nBench; Buschel's Case da Court of Common Pleas, de 1670; Acórdão \r\nde 26.04.1989, processo 10/89, BMJ 386, p. 422, do Superior Tribunal \r\nde Justiça português.\r\n- Termo(s) de resgate: Doutrina brasileira do habeas corpus.\r\nNúmero de páginas: 22\r\nAnálise: 17/10/2012, SEV.\r\nRevisão: 05/11/2012, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : IVO PESSOA CORREIA\r\nIMPTE.(S)           : PAULO MARZOLA NETO E OUTRO(A/S)\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":216069,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 104633","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2012-09-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BALTAZAR JR., José Paulo. Crimes federais 3. ed. Porto Alegre: \r\nLivraria do Advogado, 2008. p. 273.\r\nGUIMARÃES, Isaac Sabbá. Habeas Corpus: críticas e perspectivas.\r\n3. ed. Curitiba, Juruá, 2009, p. 165/81 e 228-229.\r\nHALLIDAY, Paul D. Habeas Corpus: From England to Empire.\r\nCambridge: Harvard University Press, 2010. p. 29, 174-175 e 235-236.\r\nKAMISAR, Yale et al. Modern Criminal Procedures: Cases, Comments,\r\nQuestions. 10. ed. St. Paul: West Group, 2002. p. 1585-628.\r\nLEVY, Leonard W. Origins of the Bill of Rights. New Haven and London: \r\nYale University Press. p. 44 e 52-53.\r\nPONTES DE MIRANDA, Francisco Cavalcanti. História e prática do \r\nhabeas corpus, primeira edição de 1916.\r\n_____. História e prática do Habeas Corpus. 3. ed. Campinas: \r\nBookseller, 2007. v. 1. p. 160-161.\r\nRODRIGUES, Leda Boechat. História do Supremo Tribunal Federal:\r\n1910-1926: doutrina brasileira do habeas corpus. 2. ed. Rio de Janeiro:\r\nCivilização brasileira, 1991, v. 3. p. 17.\r\nSTRAUS, Flávio Augusto Saraiva. A tutela da liberdade pessoal antes\r\nda instituição formal do habeas corpus no Brasil. In: PIOVESAN, Flávia,\r\nGRACIA, Maria (org.). Doutrinas essenciais: Direitos Humanos:\r\nInstrumentos e garantias de proteção. São Paulo: Revista dos Tribunais,\r\n2011. v. 5. p. 799-51.\r\nTRECHSEL, Stefan. Human Rights in Criminal Proceedings. Oxford\r\nUniversity Press, 2005. p. 462-495.","ministro_facet":["ROSA WEBER"],"processo_numero":104633,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}