{"result":{"took":718,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.91193,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370965","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, julgou procedente o pedido formulado para declarar a inconstitucionalidade da Lei nº 3.153/2005, do Estado do Mato Grosso do Sul, vencidos os Ministros Edson Fachin, Roberto Barroso e Rosa Weber. Falou pelo Estado do Mato Grosso do Sul o Dr. Ulisses Schwarz Viana, Procurador do Estado. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 03.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370965","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370965","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"LEGITIMIDADE – PROCESSO OBJETIVO – ACEL. A Associação Nacional das Operadoras Celulares possui legitimidade para ajuizar ação direta de inconstitucionalidade – Ação Direta de Inconstitucionalidade nº 3.846, relator ministro Gilmar Mendes, acordão publicado no Diário da Justiça de 14 de março de 2011.\n\n\n\n    TELEFONIA – CELULARES – PRESÍDIOS, CADEIAS PÚBLICAS, CENTROS DE DETENÇÃO, UNIDADES PRISIONAIS E SIMILARES – BLOQUEIO DE SINAL – COMPETÊNCIA NORMATIVA. Descabe ao Estado editar lei voltada a obrigar as empresas concessionárias de telefonia móvel a instalar equipamentos para interrupção de sinal de comunicação celular nos estabelecimentos prisionais da unidade da Federação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13269288","externo_seq_objeto_incidente":2471760,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-169  DIVULG 01-08-2017  PUBLIC 02-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3835&classe=ADI","is_colac":false,"titulo":"ADI 3835","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00006\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 ART-00005 INC-00010 \n          ART-00021 INC-00011 ART-00022 INC-00004 \n          ART-00023 INC-00001 ART-00024 INC-00001 \n          INC-00005 INC-00008 INC-00009 INC-00012 \n          PAR-00002 ART-00025 PAR-00001 PAR-00002 \n          ART-00030 INC-00001 INC-00002 ART-00034 \n          INC-00007 ART-00103 INC-00009 ART-00144 \n          ART-00170 INC-00005 ART-00175 INC-00004 \n          ART-00196 ART-00205 ART-00208 ART-00217 \n          TÍTULO-5 CAPÍTULO-3\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00004 \n          ART-00050 INC-00007 INCLUÍDO PELA LEI-11466/2007\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00002 PAR-ÚNICO ART-00008\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00001 PAR-ÚNICO ART-00060 PAR-00001 \n          ART-00075 ART-00160 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009998      ANO-2000\n          ART-00005 INC-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010792      ANO-2003\n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011466      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-0319A INCLUÍDO PELA LEI-11466/2007\n          ART-0349A INCLUÍDO PELA LEI-11466/2007\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RES-000308      ANO-2002\n          ITEM-1.2\n                RESOLUÇÃO DO CONSELHO DIRETOR DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   PEC-000033      ANO-2014\n                PROPOSTA DE EMENDA CONSTITUCIONAL, SENADO FEDERAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00005 ART-00135\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   LEI-003153      ANO-2005\n          ART-00001 ART-00002 ART-00003 ART-00004\n                LEI ORDINÁRIA, MS\n\n","LEG-EST   LEI-012684      ANO-2007\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-015829      ANO-2012\n          ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO\n                LEI ORDINÁRIA, SC\n\n","LEG-EST   LEI-013189      ANO-2014\n                LEI ORDINÁRIA, BA\n\n","LEG-EST   LEI-018293      ANO-2014\n          ART-00001\n                LEI ORDINÁRIA, PR\n\n","LEG-EST   LEI-004650      ANO-2015\n          ART-00001 ART-00002 ART-00003\n                LEI ORDINÁRIA, MS\n\n","LEG-DIS   LEI-003446      ANO-2004\n                LEI ORDINÁRIA, DF"],"publicacao_data":"2017-08-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DAS OPERADORAS DE CELULARES (ACEL). AUSÊNCIA, PREVISÃO, LEGISLAÇÃO, LIMITE MÍNIMO, NÚMERO, ASSOCIADO, FINALIDADE, RECONHECIMENTO, REPRESENTATIVIDADE, ÂMBITO NACIONAL. CONFIGURAÇÃO, PERTINÊNCIA TEMÁTICA. COMPETÊNCIA, UNIÃO FEDERAL, REGULAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO. REGULAMENTAÇÃO, AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES (ANATEL), BLOQUEIO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. DISTINÇÃO, CONCESSIONÁRIA, SERVIÇO DE TELECOMUNICAÇÃO, EMPRESA, RESPONSÁVEL, BLOQUEIO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. INCONSTITUCIONALIDADE, LEI ESTADUAL, INTERFERÊNCIA, FORMA DIRETA, SERVIÇO DE TELECOMUNICAÇÃO. EXIGÊNCIA, PADRONIZAÇÃO, NORMA, DECORRÊNCIA, INTERESSE GERAL. CONSAGRAÇÃO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, OBJETIVO, SOLUÇÃO, CONFLITO, COMPETÊNCIA, ENTE FEDERADO.\nPREVISÃO, REGIMENTO INTERNO, POSSIBILIDADE, DISCUSSÃO, MATÉRIA, MOMENTO POSTERIOR, VOTO, MINISTRO RELATOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: NECESSIDADE, ENTIDADE DE CLASSE, DEMONSTRAÇÃO, PERTINÊNCIA TEMÁTICA, ALCANCE, ÂMBITO NACIONAL, OBJETIVO, REPRESENTAÇÃO, CATEGORIA ECONÔMICA. LEGITIMIDADE, REPRESENTANTE, FRAÇÃO, CATEGORIA, AJUIZAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. NECESSIDADE, GARANTIA, ACESSO, MINORIA, CONTROLE CONCENTRADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: POSSIBILIDADE, ESTADO-MEMBRO, AJUIZAMENTO, AÇÃO JUDICIAL, DECORRÊNCIA, OMISSÃO LEGISLATIVA, UNIÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: CONSIDERAÇÃO, CONSTITUIÇÃO FEDERAL, RAMO DO DIREITO, FINALIDADE, DIVISÃO, COMPETÊNCIA, ENTE FEDERADO. CONFIGURAÇÃO, MULTIDISCIPLINARIDADE, CASO CONCRETO. ENVOLVIMENTO, LEI IMPUGNADA, DIREITO PENAL, DIREITO PROCESSUAL PENAL, EXECUÇÃO PENAL, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA. EXISTÊNCIA, DIFICULDADE, CARÁTER TÉCNICO, CARÁTER FINANCEIRO, FINALIDADE, IMPLEMENTAÇÃO, BLOQUEIO, TELEFONE CELULAR, ESTABELECIMENTO PENAL. RELEVÂNCIA, CONTROVÉRSIA, PRESTAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PREVISÃO, LEI FEDERAL, DEVER, ESTADO-MEMBRO, BLOQUEIO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. DESPROPORCIONALIDADE, ESTADO-MEMBRO, REPASSE, DEVER, CONCESSIONÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: IMPOSSIBILIDADE, ESTADO-MEMBRO, IMPOSIÇÃO, ÔNUS, CONCESSIONÁRIA, DECORRÊNCIA, AUSÊNCIA, PARTICIPAÇÃO, ESTADO-MEMBRO, CONTRATO, CONCESSÃO. IRRAZOABILIDADE, AFETAÇÃO, COMUNIDADE, OBJETIVO, BLOQUEIO, TELEFONE CELULAR, ESTABELECIMENTO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INTERFERÊNCIA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, ATRIBUIÇÃO, CONCESSIONÁRIA, ÔNUS, INSTALAÇÃO, MANUTENÇÃO, EQUIPAMENTO, BLOQUEIO, TELEFONE CELULAR, TOTALIDADE, ESTABELECIMENTO PENAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, MATÉRIA, DIREITO PROCESSUAL PENAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: IMPROCEDÊNCIA, PEDIDO. NOCIVIDADE, INGRESSO, UTILIZAÇÃO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. RELEVÂNCIA, FORMA, DISTRIBUIÇÃO, COMPETÊNCIA, ÂMBITO, FEDERAÇÃO. EXCESSO, CENTRALIZAÇÃO, COMPETÊNCIA, ESTADO BRASILEIRO. CONSOLIDAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, IMPOSSIBILIDADE, LEGISLAÇÃO ESTADUAL, CONTRAPOSIÇÃO, NORMA GERAL, UNIÃO FEDERAL, HIPÓTESE, COMPETÊNCIA CONCORRENTE. EXISTÊNCIA, DIFERENÇA, CONSTITUIÇÃO FEDERAL DE 1988, LEGISLAÇÃO ANTERIOR. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, COMPETÊNCIA, MUNICÍPIO, COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO, COMPETÊNCIA COMUM, COMPETÊNCIA SUPLETIVA. NECESSIDADE, SUPREMO TRIBUNAL FEDERAL (STF), CONSIDERAÇÃO, INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988. INCENTIVO, CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, COORDENAÇÃO, ENTE FEDERADO. CONFIGURAÇÃO, FEDERALISMO COOPERATIVO. INSUFICIÊNCIA, METODOLOGIA, SEPARAÇÃO, COMPETÊNCIA, ENTE FEDERADO, OBJETIVO, SOLUÇÃO, DIFICULDADE, SOCIEDADE, CONTEMPORANEIDADE. INSUFICIÊNCIA, DELIMITAÇÃO, COMPETÊNCIA, ENTE FEDERADO, FINALIDADE, VIABILIZAÇÃO, CONVIVÊNCIA, PLURALIDADE, REGIME JURÍDICO. COMPETÊNCIA, UNIÃO FEDERAL, LEGISLAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO. COMPETÊNCIA, TOTALIDADE, ENTE FEDERADO, GARANTIA, SEGURANÇA PÚBLICA. COMPETÊNCIA, UNIÃO FEDERAL, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO PENITENCIÁRIO, SEGURANÇA, SERVIÇO, CONSUMIDOR. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, MOMENTO, DEFINIÇÃO, COMPETÊNCIA, ENTE FEDERADO. ACOLHIMENTO, UNIÃO EUROPEIA (UE), PRINCÍPIO DA SUBSIDIARIEDADE, OBJETIVO, DELIMITAÇÃO, COMPETÊNCIA. UTILIZAÇÃO, UNIÃO EUROPEIA (UE), PRINCÍPIO DA PROPORCIONALIDADE, FINALIDADE, COMPLEMENTAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE. CONSIDERAÇÃO, ESTADO-MEMBRO, LABORATÓRIO, LEGISLAÇÃO. ALTERAÇÃO, INTERPRETAÇÃO, NORMA, DIVISÃO, COMPETÊNCIA, DECORRÊNCIA, TRANSFORMAÇÃO, SOCIEDADE. NECESSIDADE, FAVORECIMENTO, COLABORAÇÃO, ENTE FEDERADO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, REALIZAÇÃO, PLURALISMO, FEDERAÇÃO. INADMISSIBILIDADE, CENTRALIZAÇÃO, COMPETÊNCIA, PREJUÍZO, INTERESSE LOCAL, INTERESSE REGIONAL. NECESSIDADE, CONCRETIZAÇÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO. IMPOSSIBILIDADE, LEGISLAÇÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, ANIQUILAMENTO, COMPETÊNCIA ESTADUAL, LEGISLAÇÃO, SEGURANÇA PÚBLICA, DIREITO PENITENCIÁRIO, CONSUMO. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, CASO CONCRETO, DECORRÊNCIA, AUSÊNCIA, OFENSA, PRINCÍPIO DA SUBSIDIARIEDADE. POSSIBILIDADE, ESTADO-MEMBRO, LEGISLAÇÃO, INTEGRALIDADE, MATÉRIA, HIPÓTESE, AUSÊNCIA, NORMA GERAL, UNIÃO FEDERAL, HIPÓTESE, COMPETÊNCIA CONCORRENTE. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO PENITENCIÁRIO. CONSIDERAÇÃO, LEGISLAÇÃO, CRIME, FALTA GRAVE, UTILIZAÇÃO, FORNECIMENTO, TELEFONE CELULAR, ESTABELECIMENTO PENAL. EXIGÊNCIA, LEGISLAÇÃO, INSTALAÇÃO, EQUIPAMENTO, BLOQUEIO, SERVIÇO DE TELECOMUNICAÇÃO, INTERIOR, ESTABELECIMENTO PENAL. POSSIBILIDADE, ESTADO-MEMBRO, PREENCHIMENTO, LACUNA DA LEI. CONCLAMAÇÃO, LEI DE EXECUÇÃO PENAL, COLABORAÇÃO, TOTALIDADE, ENTE FEDERADO, EXECUÇÃO DA PENA. PREVISÃO, PROPOSTA DE EMENDA CONSTITUCIONAL, DISPOSIÇÃO EXPRESSA, OBJETIVO, RECONHECIMENTO, COMPETÊNCIA COMUM, ENTE FEDERADO, MATÉRIA, SEGURANÇA PÚBLICA. RECOMENDAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, PARTICULAR, SEGURANÇA PÚBLICA. POSSIBILIDADE, ESTADO-MEMBRO, REGULAÇÃO, FORMA, BLOQUEIO, SERVIÇO DE TELECOMUNICAÇÃO, INTERIOR, ESTABELECIMENTO PENAL. INOCORRÊNCIA, USURPAÇÃO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, MATÉRIA, SERVIÇO DE TELECOMUNICAÇÃO. DESCARACTERIZAÇÃO, QUEBRA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO, CONCESSÃO, SERVIÇO DE TELECOMUNICAÇÃO. PREVISÃO, LEGISLAÇÃO, CONSUMIDOR, DEVER, FORNECEDOR, SERVIÇO, GARANTIA, SEGURANÇA, SERVIÇO. IMPOSSIBILIDADE, CONCESSÃO, MEDIDA CAUTELAR, DECORRÊNCIA, AUSÊNCIA, FUMUS BONI JURIS, PERICULUM IN MORA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: IMPROCEDÊNCIA, PEDIDO. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, LEI IMPUGNADA. COMPLEXIDADE, CASO CONCRETO, DECORRÊNCIA, MULTIDISCIPLINARIDADE, MATÉRIA. EDIÇÃO, LEI IMPUGNADA, OBJETIVO, REGULAÇÃO, MATÉRIA, PENITENCIÁRIA, SEGURANÇA PÚBLICA. COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, MATÉRIA, DIREITO PENITENCIÁRIO. COMPETÊNCIA, ESTADO-MEMBRO, ATUAÇÃO, MATÉRIA, SEGURANÇA PÚBLICA. PREDOMINÂNCIA, INTERESSE, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA, CASO CONCRETO. AUSÊNCIA, DEFINIÇÃO, LEI FEDERAL, RESPONSÁVEL, INSTALAÇÃO, EQUIPAMENTO, BLOQUEIO, TELEFONE CELULAR. AUSÊNCIA, INCONSTITUCIONALIDADE MATERIAL, LEI IMPUGNADA. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA PROPORCIONALIDADE, GARANTIA DO DIREITO ADQUIRIDO. AUSÊNCIA, IMUNIDADE, CONTRATO, CONCESSÃO, FATO SUPERVENIENTE. SUJEIÇÃO, CONTRATO, MODIFICAÇÃO, REALIDADE, SOCIEDADE, ALTERAÇÃO, LEGISLAÇÃO. DESCABIMENTO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI IMPUGNADA, HIPÓTESE, INTERFERÊNCIA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO. CABIMENTO, REAJUSTE, TARIFA, INDENIZAÇÃO, CONCESSIONÁRIA, HIPÓTESE, COMPROMETIMENTO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: IMPROCEDÊNCIA, PEDIDO. PREVALÊNCIA, CASO CONCRETO, INTERESSE, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA.\n\n- TERMO(S) DE RESGATE: CRITÉRIO DA REALIZAÇÃO SUFICIENTE. CRITÉRIO DA MELHOR REALIZAÇÃO. PRESUMPTION AGAINST PRE-EMPTION. CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3835&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, ACEL, AJUIZAMENTO, ADI)\nADI 3846 (TP). \n(FEDERALISMO, ESTADO BRASILEIRO)\nADI 4060 (TP). \n(REPARTIÇÃO, COMPETÊNCIA, ENTE FEDERADO, ESTADO BRASILEIRO)\nADI 1278 (TP), RE 423560 (2ªT). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 4649 (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO PENITENCIÁRIO)\nADI 3916 (TP). \n(LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, AJUIZAMENTO, ADI)\nADI 4232 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, EXTRAPOLAÇÃO, NORMA GERAL)\nADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), Rp 1314 (TP), RE 73895 (TP), RE 65986 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, PROTEÇÃO, SAÚDE)\nRp 1153. \n(INTERFERÊNCIA, ESTADO-MEMBRO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 3322 (TP), ADI 3533 (TP), ADI 3846 (TP), ADI 4639 (TP). \n- Decisão monocrática citada:\n(LEGITIMIDADE ATIVA, ACEL, AJUIZAMENTO, ADI)\nADI 3501.\n- Decisão estrangeira citada: Associated Provincial Picture House Ltd. vs Wednesbury Corporation, [1948], 1 KB 223.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, Tratado de Lisboa e Protocolo de Amsterdam.\n- Veja ADI 3937, ADI 4861, ADI 4875, ADI 4924, ADI 5040, ADI 5059, ADI 5063, ADI 5098, ADI 5253, ADI 5327, ADI 5356, ADI 5399 e ADPF 347 do STF.\n- Veja art. 3º do Estatuto da Associação Nacional das Operadoras de Celulares (ACEL).\nNúmero de páginas: 102.\nAnálise: 05/09/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DAS OPERADORAS CELULARES - ACEL \nADV.(A/S)  : ANTÔNIO SÉRGIO ALTIERI DE MORAES PITOMBO E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO DO SUL \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE MATO GROSSO DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370965,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ADI 3835","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBERCOVICI, Gilberto. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States. Columbia Law Review, n. 332, Nova York, 1994.\nDIAS, Camila Caldeira Nunes. PCC Hegemonia nas Prisões e Monopólio da Violência. São Paulo: Saraiva, 2013. p. 93 e seguintes.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nHARBO, Tor-Inge. The Function of the Proportionality Principle in EU Law, European Law Journal, v. 16,\nn. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Federalismo e o Princípio da Subsidiariedade, Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Revista Justiça e Cidadania, n. 157, set. 2013.\nKUEHNE, Maurício. Lei de Execução Penal Anotada. 12. ed. Curitiba: Juruá, 2014. p. 55.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coord.). Vinte Anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 690.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nMORAIS, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nPIRES, Tiago Magalhães. As competências legislativas na Constituição de 88: uma releitura de sua interpretação e da solução dos seus conflitos à luz do direito constitucional contemporâneo. Dissertação (Mestrado)–Universidade do Estado do Rio de\nJaneiro.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reinforcing the Safeguards of Federalism? Cambridge Law\nJournal, Cambridge, v. 68, n. 3, p. 525-536, nov. 2009. p. 533.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477 e 779.\nSOUZA NETO, Cláudio Pereira. A Segurança Pública na Constituição Federal de 1988: Conceituação Constitucionalmente Adequada, Competências Federativas e Órgãos de Execução das Políticas. Revista de Direito do Estado, n. 8, 2007. p. 21-24.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, p. 999-1046, 2004.\nTSAKYRAKIS, Stavros. Proportionality: An assault on human rights? International Journal of Constitutional Law, Cambridge, v. 7, n. 3, 2009. p. 493.\nTUSHNET, Mark. Federalism and Liberalism. Cardozo Journal of International and Comparative Law, n. 329, Nova York, 1996.\nTUSHNET, Mark; JACKSON, Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press, 2014. (University Casebook Series). p. 1158.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10 e 16-17.\n______. Necessidades Falsas. São Paulo: Boitempo, 2005. p. 24.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":3835,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur372851","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Relator), que julgava improcedente o pedido formulado na ação, no que foi acompanhado pelos Ministros Roberto Barroso e Ricardo Lewandowski (Presidente), o julgamento foi suspenso. Falou pela Advocacia-Geral da União a Dra. Gracie Maria Fernandes Mendonça, Secretária-Geral de Contencioso. Plenário, 24.08.2016.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado, vencidos o Ministro Edson Fachin, que dava parcial procedência ao pedido, e os Ministros Marco Aurélio e Celso de Mello, que o julgavam procedente. Ausentes, justificadamente, os Ministros Ricardo Lewandowski (Presidente) e Roberto Barroso. Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 25.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur372851","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur372851","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Artigo 47, § 2º, da Lei nº 9.504/97 (Lei da Eleições), com a redação da Lei nº 13.165/15. Distribuição do tempo de propaganda eleitoral gratuita. Compreensão do princípio da igualdade em seu aspecto material. Legitimação popular das agremiações partidárias. Improcedência do pedido. \n\n\n\n    1. Os incisos I e II do § 2º do art. 47 da Lei nº 9.504/97, em consonância com a cláusula democrática e com o sistema proporcional, estabelecem regra de equidade, resguardando o direito de acesso à propaganda eleitoral das minorias partidárias e pondo em situação de benefício não odioso aquelas agremiações mais lastreadas na legitimidade popular. O tempo outorgado proporcionalmente à representatividade, embora dividido de forma distinta entre as agremiações, não nulifica a participação de nenhuma legenda concorrente. Precedente: ADI nº 4.430, de minha relatoria, Tribunal Pleno, DJ de 19/9/13.\n\n\n\n    2. A consideração, na distribuição do tempo de propaganda eleitoral gratuita, da representatividade dos seis maiores partidos políticos de determinada coligação formada para as eleições majoritárias (inciso I, do § 2º, do art. 47, da Lei nº 9.504/97) é critério que objetiva um equilíbrio na distribuição do tempo de horário eleitoral gratuito, evitando a concentração, em uma coligação majoritária, de dada quantidade de tempo que configura monopólio do horário ou a posse de tempo muito maior do que o dos outros candidatos adversários. Outrossim, ela desestimula a criação de legendas de ocasião, partidos políticos criados sem nenhuma motivação ideológica, com o único escopo de angariar tempo de propaganda eleitoral. \n\n\n\n    3. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13546332","externo_seq_objeto_incidente":4958243,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-202  DIVULG 05-09-2017  PUBLIC 06-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5491&classe=ADI","is_colac":false,"titulo":"ADI 5491","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00005 ART-00005 \n          \"CAPUT\" INC-00004 INC-00014 INC-00070 \n          LET-A ART-00017 \"CAPUT\" PAR-00003 \n          ART-00053 PAR-00003 ART-00055 PAR-00002 \n          PAR-00003 ART-00058 PAR-00001 ART-00103 \n          INC-00008 ART-00220\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-001079      ANO-1950\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008713      ANO-1993\n          ART-00071 ART-00072\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00048\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009100      ANO-1995\n          ART-00062\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00028 PAR-00012 INCLUÍDO PELA LEI-13165/2015\n          ART-00045 \"CAPUT\" \n          ART-00046 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" INC-00003 REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" PAR-00001 REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00046 PAR-00005 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 PAR-00001 \n          ART-00047 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 PAR-00002 INC-00001 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 PAR-00002 INC-00002 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 INC-00001 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 INC-00002 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00051\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012875      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000093      ANO-1970\n                RESOLUÇÃO - REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000017      ANO-1989\n                RESOLUÇÃO - APROVA O REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RES-023457      ANO-2015\n          ART-00032 \"CAPUT\" PAR-00005 PAR-00006 \n          ART-00033 INC-00001 LET-A LET-B \n          PAR-00001\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2017-09-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO DE ANTENA, INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, ISONOMIA, PARTIDO POLÍTICO, USO, PODER ECONÔMICO, ATIVIDADE PARTIDÁRIA. INTERNET, REDE SOCIAL, AUSÊNCIA, SUPERAÇÃO, RÁDIO, TELEVISÃO, IMPRENSA ESCRITA. EVOLUÇÃO, ORDENAMENTO JURÍDICO, PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO. CONSTITUIÇÃO FEDERAL, DISTINÇÃO, PARTIDO POLÍTICO, CRITÉRIO, REPRESENTATIVIDADE, CONGRESSO NACIONAL. CÂMARA DOS DEPUTADOS, REPRESENTAÇÃO, POVO. ELEIÇÃO, DEPUTADO FEDERAL, CRITÉRIO, AFERIÇÃO, LEGITIMIDADE POPULAR. ELEIÇÃO, PARLAMENTAR, SISTEMA ELEITORAL PROPORCIONAL. DISTINÇÃO, OBJETIVO, ELEIÇÃO MAJORITÁRIA, ELEIÇÃO PROPORCIONAL. ELEIÇÃO MAJORITÁRIA, EXPRESSÃO, MAIORIA, SOCIEDADE. ELEIÇÃO PROPORCIONAL, EXPRESSÃO, DIVERSIDADE, MEIO SOCIAL. MULTIPLICAÇÃO, NÚMERO, PARTIDO POLÍTICO, RISCO, COMPROMETIMENTO, DEMOCRACIA REPRESENTATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EVOLUÇÃO, LEGISLAÇÃO; JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), DIREITO DE ANTENA. PRINCÍPIO DA PARIDADE DE ARMAS, COMPATIBILIDADE, DISTINÇÃO, PARTIDO POLÍTICO, CANDIDATO. IGUALDADE DE OPORTUNIDADES, DIMINUIÇÃO, PESO, COLIGAÇÃO PARTIDÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INTERVENÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), DECISÃO, PODER LEGISLATIVO, INCONSTITUCIONALIDADE CHAPADA; EXTRAPOLAÇÃO, LIMITE CONSTITUCIONAL, DISCRICIONARIEDADE, LEGISLADOR; DEFEITO, FUNCIONAMENTO, DEMOCRACIA; EXCLUSÃO, MINORIA. JURISDIÇÃO CONSTITUCIONAL, ESTADO DEMOCRÁTICO DE DIREITO, EQUILÍBRIO, DEMOCRACIA, CONSTITUCIONALISMO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, CLÁUSULA DE BARREIRA (DIREITO ELEITORAL).\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: SISTEMA ELEITORAL, PRINCÍPIO, IGUALDADE DE OPORTUNIDADES, DEMOCRACIA, SISTEMA REPRESENTATIVO, PLURIPARTIDARISMO. PLURALISMO POLÍTICO, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE EXPRESSÃO, PROCESSO ELEITORAL. MANIPULAÇÃO, LEGISLAÇÃO, CONTRARIEDADE, DIREITO, PARTICIPAÇÃO POLÍTICA, MINORIA. DEMOCRACIA, LIBERDADE, CIRCULAÇÃO, IDEIA, CONVIVÊNCIA, DIVERSIDADE. IMUNIDADE PARLAMENTAR MATERIAL, PROCESSO ELEITORAL, PRINCÍPIO DA ISONOMIA. CONSTITUIÇÃO FEDERAL, REGULAÇÃO, PARTIDO POLÍTICO, ASSEGURAMENTO, ACESSO, CIDADÃO, EXERCÍCIO, PODER POLÍTICO. PARTIDO POLÍTICO, REGIME DE MONOPÓLIO, CANDIDATURA, CARGO ELETIVO. PARTIDO POLÍTICO, FUNÇÃO, INTERMEDIAÇÃO, SOCIEDADE CIVIL, PODER PÚBLICO. SUPREMO TRIBUNAL FEDERAL (STF), FUNÇÃO CONTRAMAJORITÁRIA. IMPORTÂNCIA, PRINCÍPIO MAJORITÁRIO, DECISÃO, PODER PÚBLICO. ESTADO DEMOCRÁTICO DE DIREITO, SUPRESSÃO, DIREITO FUNDAMENTAL, LIVRE EXERCÍCIO, IGUALDADE, LIBERDADE, PARTICIPAÇÃO POLÍTICA. EFETIVIDADE, ESTADO DEMOCRÁTICO DE DIREITO, DIREITO, OPOSIÇÃO, PROTEÇÃO, MINORIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEMOCRACIA, PRESERVAÇÃO, MINORIA. LEGISLAÇÃO ORDINÁRIA, OBSTÁCULO, CRIAÇÃO, FUNCIONAMENTO, PARTIDO POLÍTICO. CLÁUSULA DE BARREIRA (DIREITO ELEITORAL), EXIGIBILIDADE, NORMA CONSTITUCIONAL. PRINCÍPIO DA ISONOMIA, TRATAMENTO JURÍDICO, MAIORIA, MINORIA.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: REFORMA POLÍTICA. PROLIFERAÇÃO, PARTIDO POLÍTICO; COLIGAÇÃO PARTIDÁRIA, ELEIÇÃO PROPORCIONAL; LISTA ABERTA, ELEIÇÃO PROPORCIONAL.\n\n- TERMO(S) DE RESGATE: HIPERPARTIDARISMO. MAJORITY RULE, MINORITY RIGHTS. LEGENDA DE ALUGUEL. IGUALDADE DE CHANCES GRADUAL. LIVRE MERCADO DE IDEIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5491&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO)\nADI 1822 (1ªT), ADI 4430 (TP), ADI 4795 MC (TP). \n(DURAÇÃO, HORÁRIO, PROPAGANDA ELEITORAL GRATUITA)\nADI 1351 (TP), ADI 1354 (TP), ADI 4430 (TP), ADI 4795 MC (TP), ADI 5159 (TP). \n(PARLAMENTAR, DISPUTA, MANDATO ELETIVO, PRERROGATIVA, IMUNIDADE PARLAMENTAR)\nInq 1400 QO (TP). \n(AGREMIAÇÃO PARTIDÁRIA)\nADI 1063 MC (1ªT) - RTJ 178/22, ADI 1407 MC (1ªT) - RTJ 176/578. \n(PROTEÇÃO, DIREITO DAS MINORIAS, CONSTITUIÇÃO FEDERAL)\nMS 24831 (TP), MS 24849 (TP), MS 26441 (TP). \n(DOAÇÃO, PARTIDO POLÍTICO, ACIMA DO MÍNIMO LEGAL, PESSOA JURÍDICA)\nADI 4650 (TP). \n(SUSPENSÃO, EFEITO RETROATIVO, EFICÁCIA, DOAÇÃO)\nADI 5394 MC (TP). \n(DIREITO DE ANTENA)\nADI 4650 (TP), ADI 5105 (TP). \n(PRINCÍPIO DA ANTERIORIDADE, NOMENCLATURA, PARTIDO POLÍTICO)\nADI 1531 MC (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 491-76, Consulta 62-75. \nTJPR: RT 442/193. \n- Legislação estrangeira citada: art. 21, n. 1, da Lei Fundamental de Bonn, da Alemanha; Primeira Emenda à Constituição dos Estados Unidos da América.\n- Decisão estrangeira citada: Caso United States vs. Rosika Schwimmer, 279 U.S. 644 (1929), da Suprema Corte dos EUA.\n- Veja ADI 5423, ADI 5488, ADI 5487 e ADI 5577 do STF.\nNúmero de páginas: 195.\nAnálise: 21/11/2017, JRS.\nRevisão: 07/12/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : SOLIDARIEDADE \nADV.(A/S)  : TIAGO CEDRAZ LEITE OLIVEIRA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":372851,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5491","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"A BAND abre o período eleitoral: e o público vai participar perguntando aos candidatos. Band.com.br, 19 ago. 2016. Disponível em: http://www.band.uol.com.br/tv/noticias/100000819569/a-band-abreo-periodo-eleitoral.html.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros, 2008. p. 583-584.\nATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa, v. 96. p. 189-194.\nBINENBOJM, Gustavo. Debates eleitorais e democracia. O Globo, 23 ago. 2016.\nBRASIL. Tribunal Superior Eleitoral. Partidos políticos registrados no TSE. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/registrados-no-tse. Acesso em: 18 ago. 2016.\n______.______. Partido em Formação. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/partido-em-formacao. Acesso em: 22 ago. 2016.\n______.______. Justiça Eleitoral divulga representatividade dos partidos para efeito de debates e horário gratuito. Disponível em: http://www.tse.jus.br/imprensa/noticias-tse/2016/Agosto/justica-eleitoral-divulga-representatividade-dos-partidos-para-efeito-de-debates-e-horario-gratuito.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73.\nELY, John Hart. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980. p. 102-103.\nFERREIRA, Pinto. Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo I. p. 195-196, item 8.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. O Supremo Tribunal Federal na fronteira entre o Direito e a Política: alguns parâmetros de atuação. In: SARMENTO, Daniel (Coord.). Jurisdição Constitucional e Política. Rio de Janeiro: Forense, 2015. p. 37-72.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas, 2015. p. 122-123 e 423.\nGRIMM, Dieter. Constitution Adjudication and democracy. Israel Law Review, v. 33, 1999. p. 210.\nLEAL, Luciana Nunes. Candidato do PSOL à Prefeitura do Rio, Marcelo Freixo é barrado de debate da Band. O Estado de S.Paulo, São Paulo, 22 ago. 2016. Dispónível em: http://politica.estadao.com.br/noticias/eleicoes,candidato-do-psol-a-prefeitura-do-rio-marcelo-freixo-e-barrado-de-debate-da-band,10000071330.\nLINHARES, Carolina. Fora de debate, Erundina protesta em frente a TV e comenta evento pela internet. Folha de S. Paulo, São Paulo, 22 ago. 2016. Disponivel em: http://www1.folha.uol.com.br/poder/eleicoes-2016/2016/08/1805974-fora-de-debate-erundina-protesta-em-frente-a-tv-e-critica-adversarios.shtml.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 4. ed. Saraiva, 2012. p. 599, 602, 609, 611 e 631-641.\nMEZZAROBA, Orides. Introdução ao Direito Partidário Brasileiro. Rio de Janeiro: Lumen Juris, 2004. p. 238.\nMOREIRA, Vital. Constituição e Democracia. In: MAUÉS, Antonio G. Moreira (Org.). Constituição e Democracia. São Paulo: Max Limonad, 2001. p. 272.\nNASPOLINI, Samuel Dal-Farra. Pluralismo Político: subsídios para análise dos sistemas partidário e eleitoral brasileiros em face da Constituição Federal. Curitiba: Juruá, 2006. p. 243.\nOSORIO, Aline. Direito Eleitoral e Liberdade de Expressão. Dissertação (Mestrado)-Universidade do Estado do Rio de Janeiro, Rio de Janeiro.\nPAIM, Gustavo; PUMO, Caetano Cuervo Lo. Democracia, Igualdade de Oportunidades e o Horário Eleitoral Gratuito.\nREIS, Marisa Amaro dos. Cláusula de desempenho e fortalecimento dos sistemas representativo e partidário no Brasil. Estudos Eleitorais, v. 9, n. 1, jan./abr. 2014.\nSEN, Amartya. Ideia de Justiça. Tradução: Denise Bottmann e Ricardo Doninelli Mendes. São Paulo: Companhia das Letras, 2011. p. 15 e 358.\nTHAYER, James Bradley. The Origin and Scope of the American Doctrine of Constitutional Law. Harvard Law Review, v. 7, n. 3, p. 129-156, 1893. Disponível em: https://archive.org/details/jstor-1322284.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":5491,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370635","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, julgou procedente o pedido formulado e declarou a inconstitucionalidade da Lei nº 15.829/2012, do Estado de Santa Catarina, vencidos os Ministros Edson Fachin, Roberto Barroso e Rosa Weber. Falou pelo amicus curiae Federação Brasileira de Telecomunicações - FEBRATEL o Dr. Flávio Henriques Unes Pereira. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 03.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370635","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370635","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação direta de inconstitucionalidade. Constitucional. Repartição de competências. Lei 15.829/2012 do Estado de Santa Catarina, que determina às empresas operadoras do Serviço Móvel Pessoal a instalação de bloqueadores de sinais de radiocomunicações nos estabelecimentos penais. Alegação de violação aos artigos 21, IX; 22, IV; e 175, parágrafo único, I e II, da Constituição Federal. 2. Inconstitucionalidade formal. Ao ser constatada aparente incidência de determinado assunto a mais de um tipo de competência, deve-se realizar interpretação que leve em consideração duas premissas: a intensidade da relação da situação fática normatizada com a estrutura básica descrita no tipo da competência em análise e, além disso, o fim primário a que se destina essa norma, que possui direta relação com o princípio da predominância de interesses. Competência da União para explorar serviços de telecomunicação (art. 21, XI) e para legislar sobre telecomunicações (art. 22, IV). O Supremo Tribunal Federal tem firme entendimento no sentido da impossibilidade de interferência do Estado-membro nas relações jurídicas entre a União e as prestadoras dos serviços de telecomunicações. Em conformidade com isso, a jurisprudência vem reconhecendo a inconstitucionalidade de normas estaduais que tratam dos direitos dos usuários; do fornecimento de informações pessoais e de consumo a órgãos estaduais de segurança pública; e da criação de cadastro de aparelhos celulares roubados, furtados e perdidos no âmbito estadual. Precedentes. A Lei 15.829/2012, do Estado de Santa Catarina, trata de telecomunicações, na medida em que suprime a prestação do serviço atribuído pela CF à União, ainda que em espaço reduzido – âmbito dos estabelecimentos prisionais. Interferência considerável no serviço federal. Objetivo primordialmente econômico da legislação – transferência da obrigação à prestadora do serviço de telecomunicações. Invasão indevida da competência legislativa da União. 3. Ação direta julgada procedente para declarar a inconstitucionalidade da Lei 15.829/2012 do Estado de Santa Catarina.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13265367","externo_seq_objeto_incidente":4309303,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-168  DIVULG 31-07-2017  PUBLIC 01-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4861&classe=ADI","is_colac":false,"titulo":"ADI 4861","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00006\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 ART-00005 INC-00010 \n          ART-00021 INC-00009 INC-00011 ART-00022 \n          INC-00001 INC-00004 ART-00023 INC-00001 \n          ART-00024 INC-00001 INC-00005 INC-00006 \n          INC-00008 INC-00009 INC-00012 PAR-00002 \n          ART-00025 PAR-00001 PAR-00002 ART-00030 \n          INC-00001 INC-00002 ART-00034 INC-00007 \n          ART-00103 INC-00009 ART-00144 ART-00170 \n          INC-00005 ART-00175 PAR-ÚNICO INC-00001 \n          INC-00002 ART-00196 ART-00205 ART-00208 \n          ART-00217 TÍTULO-5 CAPÍTULO-3\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00004 ART-00050 INC-00007\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00002 PAR-ÚNICO ART-00008\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00060 PAR-00001 ART-00074 ART-00128 \n          ART-00130 \"CAPUT\" PAR-ÚNICO ART-00131\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009998      ANO-2000\n          ART-00005 INC-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010792      ANO-2003\n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011466      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-0319A INCLUÍDO PELA LEI-11466/2007\n          ART-0349A INCLUÍDO PELA LEI-11466/2007\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RES-000308      ANO-2002\n                RESOLUÇÃO DO CONSELHO DIRETOR DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   RES-000477      ANO-2007\n          ART-00004 ART-00005\n                RESOLUÇÃO DO CONSELHO DIRETOR DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   PEC-000033      ANO-2014\n                PROPOSTA DE EMENDA CONSTITUCIONAL, SENADO FEDERAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00005 ART-00135\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   LEI-003153      ANO-2005\n          ART-00001 ART-00002 ART-00003 ART-00004\n                LEI ORDINÁRIA, MS\n\n","LEG-EST   LEI-012684      ANO-2007\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-015829      ANO-2012\n          ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO \n          ART-00003\n                LEI ORDINÁRIA, SC\n\n","LEG-EST   LEI-013189      ANO-2014\n                LEI ORDINÁRIA, BA\n\n","LEG-EST   LEI-018293      ANO-2014\n          ART-00001\n                LEI ORDINÁRIA, PR\n\n","LEG-EST   LEI-004650      ANO-2015\n          ART-00001 ART-00002 ART-00003\n                LEI ORDINÁRIA, MS\n\n","LEG-DIS   LEI-003446      ANO-2004\n                LEI ORDINÁRIA, DF"],"publicacao_data":"2017-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DAS OPERADORAS DE CELULARES (ACEL). SUBMISSÃO, SERVIÇO, TELEFONIA MÓVEL, REGIME JURÍDICO, CARÁTER PRIVADO. EXIGÊNCIA, AUTORIZAÇÃO, UNIÃO FEDERAL, FINALIDADE, PRESTAÇÃO, SERVIÇO, TELEFONIA MÓVEL. POSSIBILIDADE, UNIÃO FEDERAL, FIXAÇÃO, CONDICIONAMENTO, PRESTAÇÃO, SERVIÇO, TELEFONIA MÓVEL. INEXISTÊNCIA, DIREITO ADQUIRIDO, PRESTADOR DE SERVIÇO, MANUTENÇÃO, CONDICIONAMENTO, MOMENTO, AUTORIZAÇÃO. POSSIBILIDADE, UNIÃO FEDERAL, CRIAÇÃO, CONDICIONAMENTO, MOMENTO POSTERIOR, AUTORIZAÇÃO. EXIGÊNCIA, REGRA DE TRANSIÇÃO. AUSÊNCIA, MENÇÃO, LEGISLAÇÃO FEDERAL, OBRIGAÇÃO, PRESTADOR DE SERVIÇO, TELEFONIA MÓVEL, REALIZAÇÃO, BLOQUEIO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. NECESSIDADE, ENTE FEDERADO, RESPONSÁVEL, ESTABELECIMENTO PENAL, CONTRATAÇÃO, SERVIÇO, BLOQUEIO, TELEFONE CELULAR. POSSIBILIDADE, ESTADO-MEMBRO, AJUIZAMENTO, AÇÃO JUDICIAL, DECORRÊNCIA, OMISSÃO LEGISLATIVA, UNIÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: NECESSIDADE, ENTIDADE DE CLASSE, DEMONSTRAÇÃO, PERTINÊNCIA TEMÁTICA, ALCANCE, ÂMBITO NACIONAL, OBJETIVO, REPRESENTAÇÃO, CATEGORIA ECONÔMICA. LEGITIMIDADE, REPRESENTANTE, FRAÇÃO, CATEGORIA, AJUIZAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. NECESSIDADE, GARANTIA, ACESSO, MINORIA, CONTROLE CONCENTRADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PREVISÃO, REGIMENTO INTERNO, POSSIBILIDADE, DISCUSSÃO, MATÉRIA, MOMENTO POSTERIOR, VOTO, MINISTRO RELATOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: CONSIDERAÇÃO, CONSTITUIÇÃO FEDERAL, RAMO DO DIREITO, FINALIDADE, DIVISÃO, COMPETÊNCIA, ENTE FEDERADO. CONFIGURAÇÃO, MULTIDISCIPLINARIDADE, CASO CONCRETO. ENVOLVIMENTO, LEI IMPUGNADA, DIREITO PENAL, DIREITO PROCESSUAL PENAL, EXECUÇÃO PENAL, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA. EXISTÊNCIA, DIFICULDADE, CARÁTER TÉCNICO, CARÁTER FINANCEIRO, FINALIDADE, IMPLEMENTAÇÃO, BLOQUEIO, TELEFONE CELULAR, ESTABELECIMENTO PENAL. RELEVÂNCIA, CONTROVÉRSIA, PRESTAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PREVISÃO, LEI FEDERAL, DEVER, ESTADO-MEMBRO, BLOQUEIO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. DESPROPORCIONALIDADE, ESTADO-MEMBRO, REPASSE, DEVER, CONCESSIONÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: IMPOSSIBILIDADE, ESTADO-MEMBRO, IMPOSIÇÃO, ÔNUS, CONCESSIONÁRIA, DECORRÊNCIA, AUSÊNCIA, PARTICIPAÇÃO, ESTADO-MEMBRO, CONTRATO, CONCESSÃO. IRRAZOABILIDADE, AFETAÇÃO, COMUNIDADE, OBJETIVO, BLOQUEIO, TELEFONE CELULAR, ESTABELECIMENTO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INTERFERÊNCIA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, ATRIBUIÇÃO, CONCESSIONÁRIA, ÔNUS, INSTALAÇÃO, MANUTENÇÃO, EQUIPAMENTO, BLOQUEIO, TELEFONE CELULAR, TOTALIDADE, ESTABELECIMENTO PENAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: IMPROCEDÊNCIA, PEDIDO. NOCIVIDADE, INGRESSO, UTILIZAÇÃO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. RELEVÂNCIA, FORMA, DISTRIBUIÇÃO, COMPETÊNCIA, ÂMBITO, FEDERAÇÃO. EXCESSO, CENTRALIZAÇÃO, COMPETÊNCIA, ESTADO BRASILEIRO. CONSOLIDAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, IMPOSSIBILIDADE, LEGISLAÇÃO ESTADUAL, CONTRAPOSIÇÃO, NORMA GERAL, UNIÃO FEDERAL, HIPÓTESE, COMPETÊNCIA CONCORRENTE. EXISTÊNCIA, DIFERENÇA, CONSTITUIÇÃO FEDERAL DE 1988, LEGISLAÇÃO ANTERIOR. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, COMPETÊNCIA, MUNICÍPIO, COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO, COMPETÊNCIA COMUM, COMPETÊNCIA SUPLETIVA. NECESSIDADE, SUPREMO TRIBUNAL FEDERAL (STF), CONSIDERAÇÃO, INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988. INCENTIVO, CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, COORDENAÇÃO, ENTE FEDERADO. CONFIGURAÇÃO, FEDERALISMO COOPERATIVO. INSUFICIÊNCIA, METODOLOGIA, SEPARAÇÃO, COMPETÊNCIA, ENTE FEDERADO, OBJETIVO, SOLUÇÃO, DIFICULDADE, SOCIEDADE, CONTEMPORANEIDADE. INSUFICIÊNCIA, DELIMITAÇÃO, COMPETÊNCIA, ENTE FEDERADO, FINALIDADE, VIABILIZAÇÃO, CONVIVÊNCIA, PLURALIDADE, REGIME JURÍDICO. COMPETÊNCIA, UNIÃO FEDERAL, LEGISLAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO. COMPETÊNCIA, TOTALIDADE, ENTE FEDERADO, GARANTIA, SEGURANÇA PÚBLICA. COMPETÊNCIA, UNIÃO FEDERAL, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO PENITENCIÁRIO, SEGURANÇA, SERVIÇO, CONSUMIDOR. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, MOMENTO, DEFINIÇÃO, COMPETÊNCIA, ENTE FEDERADO. ACOLHIMENTO, UNIÃO EUROPEIA (UE), PRINCÍPIO DA SUBSIDIARIEDADE, OBJETIVO, DELIMITAÇÃO, COMPETÊNCIA. UTILIZAÇÃO, UNIÃO EUROPEIA (UE), PRINCÍPIO DA PROPORCIONALIDADE, FINALIDADE, COMPLEMENTAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE. CONSIDERAÇÃO, ESTADO-MEMBRO, LABORATÓRIO, LEGISLAÇÃO. ALTERAÇÃO, INTERPRETAÇÃO, NORMA, DIVISÃO, COMPETÊNCIA, DECORRÊNCIA, TRANSFORMAÇÃO, SOCIEDADE. NECESSIDADE, FAVORECIMENTO, COLABORAÇÃO, ENTE FEDERADO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, REALIZAÇÃO, PLURALISMO, FEDERAÇÃO. INADMISSIBILIDADE, CENTRALIZAÇÃO, COMPETÊNCIA, PREJUÍZO, INTERESSE LOCAL, INTERESSE REGIONAL. NECESSIDADE, CONCRETIZAÇÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO. IMPOSSIBILIDADE, LEGISLAÇÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, ANIQUILAMENTO, COMPETÊNCIA ESTADUAL, LEGISLAÇÃO, SEGURANÇA PÚBLICA, DIREITO PENITENCIÁRIO, CONSUMO. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, CASO CONCRETO, DECORRÊNCIA, AUSÊNCIA, OFENSA, PRINCÍPIO DA SUBSIDIARIEDADE. POSSIBILIDADE, ESTADO-MEMBRO, LEGISLAÇÃO, INTEGRALIDADE, MATÉRIA, HIPÓTESE, AUSÊNCIA, NORMA GERAL, UNIÃO FEDERAL, HIPÓTESE, COMPETÊNCIA CONCORRENTE. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO PENITENCIÁRIO. CONSIDERAÇÃO, LEGISLAÇÃO, CRIME, FALTA GRAVE, UTILIZAÇÃO, FORNECIMENTO, TELEFONE CELULAR, ESTABELECIMENTO PENAL. EXIGÊNCIA, LEGISLAÇÃO, INSTALAÇÃO, EQUIPAMENTO, BLOQUEIO, SERVIÇO DE TELECOMUNICAÇÃO, INTERIOR, ESTABELECIMENTO PENAL. POSSIBILIDADE, ESTADO-MEMBRO, PREENCHIMENTO, LACUNA DA LEI. CONCLAMAÇÃO, LEI DE EXECUÇÃO PENAL, COLABORAÇÃO, TOTALIDADE, ENTE FEDERADO, EXECUÇÃO DA PENA. PREVISÃO, PROPOSTA DE EMENDA CONSTITUCIONAL, DISPOSIÇÃO EXPRESSA, OBJETIVO, RECONHECIMENTO, COMPETÊNCIA COMUM, ENTE FEDERADO, MATÉRIA, SEGURANÇA PÚBLICA. RECOMENDAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, PARTICULAR, SEGURANÇA PÚBLICA. POSSIBILIDADE, ESTADO-MEMBRO, REGULAÇÃO, FORMA, BLOQUEIO, SERVIÇO DE TELECOMUNICAÇÃO, INTERIOR, ESTABELECIMENTO PENAL. INOCORRÊNCIA, USURPAÇÃO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, MATÉRIA, SERVIÇO DE TELECOMUNICAÇÃO. DESCARACTERIZAÇÃO, QUEBRA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO, CONCESSÃO, SERVIÇO DE TELECOMUNICAÇÃO. PREVISÃO, LEGISLAÇÃO, CONSUMIDOR, DEVER, FORNECEDOR, SERVIÇO, GARANTIA, SEGURANÇA, SERVIÇO. IMPOSSIBILIDADE, CONCESSÃO, MEDIDA CAUTELAR, DECORRÊNCIA, AUSÊNCIA, FUMUS BONI JURIS, PERICULUM IN MORA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: IMPROCEDÊNCIA, PEDIDO. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, LEI IMPUGNADA. COMPLEXIDADE, CASO CONCRETO, DECORRÊNCIA, MULTIDISCIPLINARIDADE, MATÉRIA. EDIÇÃO, LEI IMPUGNADA, OBJETIVO, REGULAÇÃO, MATÉRIA, PENITENCIÁRIA, SEGURANÇA PÚBLICA. COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, MATÉRIA, DIREITO PENITENCIÁRIO. COMPETÊNCIA, ESTADO-MEMBRO, ATUAÇÃO, MATÉRIA, SEGURANÇA PÚBLICA. PREDOMINÂNCIA, INTERESSE, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA, CASO CONCRETO. AUSÊNCIA, DEFINIÇÃO, LEI FEDERAL, RESPONSÁVEL, INSTALAÇÃO, EQUIPAMENTO, BLOQUEIO, TELEFONE CELULAR. AUSÊNCIA, INCONSTITUCIONALIDADE MATERIAL, LEI IMPUGNADA. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA PROPORCIONALIDADE, GARANTIA DO DIREITO ADQUIRIDO. AUSÊNCIA, IMUNIDADE, CONTRATO, CONCESSÃO, FATO SUPERVENIENTE. SUJEIÇÃO, CONTRATO, MODIFICAÇÃO, REALIDADE, SOCIEDADE, ALTERAÇÃO, LEGISLAÇÃO. DESCABIMENTO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI IMPUGNADA, HIPÓTESE, INTERFERÊNCIA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO. CABIMENTO, REAJUSTE, TARIFA, INDENIZAÇÃO, CONCESSIONÁRIA, HIPÓTESE, COMPROMETIMENTO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: IMPROCEDÊNCIA, PEDIDO. PREVALÊNCIA, CASO CONCRETO, INTERESSE, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA.\n\n- TERMO(S) DE RESGATE: CRITÉRIO DA REALIZAÇÃO SUFICIENTE. CRITÉRIO DA MELHOR REALIZAÇÃO. PRESUMPTION AGAINST PRE-EMPTION. CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4861&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, ACEL, AJUIZAMENTO, ADI)\nADI 3846 (TP). \n(FEDERALISMO, ESTADO BRASILEIRO)\nADI 4060 (TP). \n(REPARTIÇÃO, COMPETÊNCIA, ENTE FEDERADO, ESTADO BRASILEIRO)\nADI 1278 (TP), RE 423560 (2ªT). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 4649 (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO PENITENCIÁRIO)\nADI 3916 (TP). \n(LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, AJUIZAMENTO, ADI)\nADI 4232 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, EXTRAPOLAÇÃO, NORMA GERAL)\nADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), Rp 1314 (TP), RE 73895 (TP), RE 65986 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, PROTEÇÃO, SAÚDE)\nRp 1153. \n(INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO JURÍDICA, PRESTADOR DE SERVIÇO, TELEFONIA)\nADI 2615 (TP), ADI 3322 (TP), ADI 3533 (TP), ADI 3846 (TP), ADI 4083 (TP), ADI 2337 MC (TP), ADI 4401 MC (TP), ADI 4369 MC-REF (TP), ADI 4533 MC (TP). \n- Decisões monocráticas citadas:\n(LEGITIMIDADE ATIVA, ACEL, AJUIZAMENTO, ADI)\nADI 3501.\n(INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO JURÍDICA, PRESTADOR DE SERVIÇO, TELEFONIA )\nADI 5253 MC.\n(DETERMINAÇÃO, ESTADO-MEMBRO, BLOQUEIO, TELEFONE CELULAR, ESTABELECIMENTO PENAL)\nADI 5356 MC.\n- Decisão estrangeira citada: Associated Provincial Picture House Ltd. vs Wednesbury Corporation, [1948], 1 KB 223.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, Tratado de Lisboa e Protocolo de Amsterdam.\n- Veja ADI 3835, ADI 3937, ADI 4875, ADI 4924, ADI 5040, ADI 5059, ADI 5063, ADI 5098, ADI 5253, ADI 5356, ADI 5327, ADI 5399 e ADPF 347 do STF.\nNúmero de páginas: 104.\nAnálise: 04/09/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO NACIONAL DAS OPERADORAS CELULARES - ACEL \nADV.(A/S)  : DAVID MARQUES MUNIZ RECHULSKI \nADV.(A/S)  : RICARDO KUPPER PAGES \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE SANTA CATARINA \nAM. CURIAE.  : FEDERACAO BRASILEIRA DE TELECOMUNICACOES - FEBRATEL \nADV.(A/S)  : FLÁVIO HENRIQUE UNES PEREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370635,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"ADI 4861","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBERCOVICI, Gilberto. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States. Columbia Law Review, n. 332, Nova York, 1994.\nDEGENHART, Christoph. Staatsrecht. 22. ed. Heidelberg, 2006. v. 1. p. 56-60.\nDIAS, Camila Caldeira Nunes. PCC Hegemonia nas Prisões e Monopólio da Violência. São Paulo: Saraiva, 2013. p. 93 e seguintes.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nHARBO, Tor-Inge. The Function of the Proportionality Principle in EU Law, European Law Journal, v. 16,\nn. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Federalismo e o Princípio da Subsidiariedade, Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Revista Justiça e Cidadania, n. 157, set. 2013.\nKUEHNE, Maurício. Lei de Execução Penal Anotada. 12. ed. Curitiba: Juruá, 2014. p. 55.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coord.). Vinte Anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 690.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nMORAIS, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nPIRES, Tiago Magalhães. As competências legislativas na Constituição de 88: uma releitura de sua interpretação e da solução dos seus conflitos à luz do direito constitucional contemporâneo. Dissertação (Mestrado)–Universidade do Estado do Rio de\nJaneiro.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reinforcing the Safeguards of Federalism? Cambridge Law\nJournal, Cambridge, v. 68, n. 3, p. 525-536, nov. 2009. p. 533.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477 e 779.\nSOUZA NETO, Cláudio Pereira. A Segurança Pública na Constituição Federal de 1988: Conceituação Constitucionalmente Adequada, Competências Federativas e Órgãos de Execução das Políticas. Revista de Direito do Estado, n. 8, 2007. p. 21-24.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, p. 999-1046, 2004.\nTSAKYRAKIS, Stavros. Proportionality: An assault on human rights? International Journal of Constitutional Law, Cambridge, v. 7, n. 3, 2009. p. 493.\nTUSHNET, Mark. Federalism and Liberalism. Cardozo Journal of International and Comparative Law, n. 329, Nova York, 1996.\nTUSHNET, Mark; JACKSON, Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press, 2014. (University Casebook Series). p. 1158.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10 e 16-17.\n______. Necessidades Falsas. São Paulo: Boitempo, 2005. p. 24.","ministro_facet":["GILMAR MENDES"],"processo_numero":4861,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370637","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, julgou procedente a presente ação, para declarar a inconstitucionalidade da Lei 8.866, de 11 de abril de 1994. Falou pela requerente, Confederação Nacional da Indústria, o Dr. Leonardo Estrela, e, pelo Ministério Público Federal, o Dr. José Bonifácio Borges de Andrada, Vice-Procurador-Geral da República. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 15.12.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370637","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370637","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação direta de inconstitucionalidade. 2. Medida Provisória 427, de 11.02.1994, reeditada pela Medida Provisória 449, de 17.03.1994, convertida na Lei 8.866, de 11.04.1994. Depositário infiel de valor pertencente à Fazenda Pública. 3. Inconstitucionalidade. Matéria pacificada no julgamento do RE 466.343, Rel. Min. Cezar Peluso. 4. Ação de depósito fiscal. Pagamento apenas em dinheiro. Violação aos princípios da proporcionalidade, do devido processo legal e do contraditório e da ampla defesa 5. Ação direta de inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13265420","externo_seq_objeto_incidente":1584564,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-168  DIVULG 31-07-2017  PUBLIC 01-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1055&classe=ADI","is_colac":false,"titulo":"ADI 1055","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00004 ART-00005 INC-00035 INC-00054 \n          INC-00055 INC-00057 PAR-00002 ART-00060 \n          PAR-00004 INC-00004 ART-00062 PAR-00001 \n          ART-00145 PAR-00001 ART-00146 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-01280 ART-01282 INC-00001 ART-01283\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00142 ART-00201 ART-00204\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-006830      ANO-1980\n          ART-00001 ART-00009 INC-00001 INC-00002 \n          INC-00003 INC-00004\n                LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-008397      ANO-1992\n          ART-00001 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008866      ANO-1994\n          ART-00001 PAR-00001 PAR-00002 ART-00002 \n          INC-00001 INC-00002 INC-00003 ART-00003 \n          PAR-ÚNICO ART-00004 INC-00001 INC-00002 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00005 ART-00006 ART-00007 \"CAPUT\" \n          PAR-ÚNICO ART-00008 ART-00009 ART-00010 \n          ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00645 ART-00647 INC-00001 ART-00648\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011033      ANO-2004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00007 PAR-00007\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00011\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   MPR-000427      ANO-1994\n                MEDIDA PROVISÓRIA -  REEDITADA PELA MPR-449/1994\n\n","LEG-FED   MPR-000449      ANO-1994\n                MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-8866/1994\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUV-000028      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEGITIMIDADE ATIVA, CONFEDERAÇÃO NACIONAL DA INDÚSTRIA (CNI), CONTROLE DE CONSTITUCIONALIDADE. EXISTÊNCIA, PERTINÊNCIA TEMÁTICA, DEPÓSITO, NATUREZA TRIBUTÁRIA. POSSIBILIDADE, APRECIAÇÃO, CONSTITUCIONALIDADE, MEDIDA PROVISÓRIA, CONVERSÃO, LEI. DESCABIMENTO, APRECIAÇÃO, PODER JUDICIÁRIO, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA, MATÉRIA TRIBUTÁRIA. PREVALÊNCIA, CRITÉRIO, ADMINISTRADOR PÚBLICO. REJEIÇÃO, ALEGAÇÃO, INCONSTITUCIONALIDADE, MEDIDA PROVISÓRIA, CASO CONCRETO. INEXISTÊNCIA, ABUSO DE PODER. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, PRISÃO CIVIL, DEPOSITÁRIO INFIEL. NECESSIDADE, AFERIÇÃO, COMPATIBILIDADE, LEI, PRINCÍPIO DA PROPORCIONALIDADE. CABIMENTO, CONTROLE JUDICIAL, ÂMBITO, DISCRICIONARIEDADE, PODER LEGISLATIVO, HIPÓTESE, INCONSTITUCIONALIDADE, ABUSO DE PODER. POSSIBILIDADE, LIMITAÇÃO, PODER DE LEGISLAR, FUNDAMENTO, CONSTITUIÇÃO FEDERAL. APLICAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE, SITUAÇÃO, CONFLITO. CONSIDERAÇÃO, OFENSA, PRINCÍPIO DA PROPORCIONALIDADE, OFENSA, DIREITO DE PROPRIEDADE, ENQUADRAMENTO, DEVEDOR, CONDIÇÃO, DEPOSITÁRIO INFIEL, FINALIDADE, COAÇÃO, PAGAMENTO, DÍVIDA FISCAL. NECESSIDADE, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. IMPOSSIBILIDADE, EXIGÊNCIA, DEPÓSITO PRÉVIO, VALOR DEVIDO, MOMENTO ANTERIOR, CONTESTAÇÃO, RISCO, REVELIA. EXISTÊNCIA, MULTIPLICIDADE, MECANISMO, COBRANÇA, DÍVIDA FISCAL, FAZENDA PÚBLICA. POSSIBILIDADE, LIMITAÇÃO, DIREITO DE PROPRIEDADE, DECORRÊNCIA, GARANTIA, PROPRIEDADE. EXISTÊNCIA, DEVER FUNDAMENTAL, PAGAMENTO, TRIBUTO, CONFORMIDADE, CAPACIDADE ECONÔMICA, CONTRIBUINTE, FINALIDADE, FINANCIAMENTO, POLÍTICA PÚBLICA. EXIGIBILIDADE, CONVERSÃO, AÇÃO DE DEPÓSITO, CARÁTER FISCAL, AÇÃO DE COBRANÇA, CASO CONCRETO, DECORRÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ADMISSIBILIDADE, PRISÃO CIVIL, HIPÓTESE, INADIMPLEMENTO, OBRIGAÇÃO, NATUREZA ALIMENTAR, CONFORMIDADE, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. CARACTERIZAÇÃO, TRATADO INTERNACIONAL, DIREITOS HUMANOS, NORMA SUPRALEGAL. APONTAMENTO, HIERARQUIA, TRATADO INTERNACIONAL, DIREITOS HUMANOS, ÂMBITO, DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, REPÚBLICA FRANCESA, REPÚBLICA HELÊNICA, REPÚBLICA FEDERATIVA DO BRASIL, REPÚBLICA DA ÁFRICA DO SUL. INEXIGIBILIDADE, LEI COMPLEMENTAR, CASO CONCRETO, FUNDAMENTO, AUSÊNCIA, DEFINIÇÃO, TRIBUTO, OBRIGAÇÃO, LANÇAMENTO TRIBUTÁRIO, CRÉDITO, PRESCRIÇÃO, DECADÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: AUSÊNCIA, PREJUDICIALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, DECORRÊNCIA, CONVERSÃO, MEDIDA PROVISÓRIA, LEI. IMPOSSIBILIDADE, CONVALIDAÇÃO, VÍCIO DE INCONSTITUCIONALIDADE, MEDIDA PROVISÓRIA, DECORRÊNCIA, CONVERSÃO, LEI, FUNDAMENTO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. INSUFICIÊNCIA, APROVAÇÃO, PODER LEGISLATIVO, ATRIBUIÇÃO, VALIDADE, LEI DE CONVERSÃO, DECORRÊNCIA, EXISTÊNCIA, VÍCIO DE ORIGEM. IMPOSSIBILIDADE, CONVALIDAÇÃO, VÍCIO FORMAL, VÍCIO MATERIAL, DECORRÊNCIA, SUPERVENIÊNCIA, EMENDA CONSTITUCIONAL. AUSÊNCIA, RESTRIÇÃO, INSTAURAÇÃO, CONTROLE CONCENTRADO, CONSTITUCIONALIDADE, SUPREMO TRIBUNAL FEDERAL (STF), QUALQUER MOMENTO. ENTENDIMENTO, CONVENÇÃO INTERNACIONAL, IDENTIDADE, NÍVEL HIERÁRQUICO, NORMA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. MARCO AURÉLIO: INOCORRÊNCIA, DERROGAÇÃO, CONSTITUIÇÃO FEDERAL, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. PREVISÃO, CONSTITUIÇÃO FEDERAL, POSSIBILIDADE, PRISÃO CIVIL, DEPOSITÁRIO INFIEL. SUPERAÇÃO, CÓDIGO DE PROCESSO CIVIL, MATÉRIA, DEPOSITÁRIO INFIEL, DECORRÊNCIA, RATIFICAÇÃO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, REPÚBLICA FEDERATIVA DO BRASIL. PREVISÃO, LEI, CASO CONCRETO, TRANSFORMAÇÃO, RESPONSÁVEL TRIBUTÁRIO, DEPOSITÁRIO INFIEL, DECORRÊNCIA, AUSÊNCIA, REALIZAÇÃO, DEPÓSITO, VALOR DEVIDO, MOMENTO ANTERIOR, CONTESTAÇÃO. INOBSERVÂNCIA, DEVIDO PROCESSO LEGAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1055&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO CIVIL, DEPOSITÁRIO INFIEL)\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP). \n(LEGITIMIDADE ATIVA AD CAUSAM, CONFEDERAÇÃO NACIONAL DA INDÚSTRIA (CNI), CONTROLE DE CONSTITUCIONALIDADE)\nADI 2609 (TP), ADI 4413 MC (TP). \n(CONSTITUCIONALIDADE, MEDIDA PROVISÓRIA, CONVERSÃO, LEI)\nADI 3330 (TP), ADI 4048 MC (TP), ADI 4049 MC (TP). \n(EXCEPCIONALIDADE, CONTROLE JURISDICIONAL, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA)\nADI 162 (TP), ADI 2736 (TP), RE 592377 (TP), RE 526353 AgR (1ªT), ADI 1753 MC (1ªT), ARE 704520 RG. \n(COBRANÇA, FAZENDA PÚBLICA, CRÉDITO TRIBUTÁRIO, DEVIDO PROCESSO LEGAL)\nADI 3453 (TP), ADI 4425 (TP). \n(CONVALIDAÇÃO, ATO NORMATIVO, CONTRARIEDADE, CONSTITUIÇÃO FEDERAL)\nRTJ 19/127, RE 49735 - RTJ 37/165, MS 17976 - RTJ 55/744, RE 93173 - RTJ 102/671. \n(PRAZO, CONTROLE DE CONSTITUCIONALIDADE, NORMA INCONSTITUCIONAL)\nADI 1247 (TP), ADI 4048 MC (TP), ADI 3090 MC (TP), ADI 3100 MC (TP), ADI 4049 MC (TP), ADI 652 QO  (TP) - RTJ 146/461. \n- Acórdão(s) citado(s) - outros tribunais:\nTRF3: AC 00068049520004036100, TRF4: AC 200071000054980 e AC 200070000046051, TRF5: AC 200405000163759. \n- Legislação estrangeira citada: Art. 25 da Constituição da Alemanha, art. 55 da Constituição da França, art. 28 da Constituiçãos da Grécia, art. 39, § 1º, Let. \"a\", Let. “b”, Let. \"c\", art. 234 da Constituição da África do Sul.\n- Decisão estrangeira citada: Government of the Republic of South Africa and Others vs\nGrootboom and Others (CCT11/00) [2000] ZACC 19; 2001 (1) SA\n46; 2000 (11) BCLR 1169 (4 October 2000), tradução livre, da Corte Constitucional sul-africana.\n- Veja Mensagem 45 de 1994 – CN (mensagem 98/94 na origem, Diário Oficial do Congresso Nacional de 4.3.1994. Disponível em http://imagem.camara.gov.br/dc_20.asp selCodColecaoCsv=J&Datain=04/3/1994&txpagina=1240&altura=700&larg ura=800#/. Pág. 1020/1022. Acesso em 14. dez. 2016.\n- Veja Comentário Geral n. 9, do Comitê de Direitos Econômicos, Sociais e Culturais, (E/C. 12/1998/24 (1998).\n- Veja Relatório sobre a implementação dos tratados de direitos humanos pelos tribunais dos Estados, da Comissão Europeia pela Democracia por meio do Direito (Comissão de Veneza), (CDL-AD(2014)036).\nNúmero de páginas: 69.\nAnálise: 15/09/2017, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DA INDÚSTRIA - CNI \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370637,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 1055","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-12-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALSTON, Philip. GOODMAN, Ryan. International Human Rights. Oxford: OUP, 2012. p. 1060-1061.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 11 ed. São Paulo: Saraiva, 2016. p. 223-226, 363-364 e 625-636.\nNABAIS José Casalta. O dever fundamental de pagar impostos. Coimbra: Almedina, 1998.\nRAMOS, André de Carvalho. Curso de direitos humanos. 2. ed. São Paulo: Saraiva, 2015. p. 409-410.\nNOWAK, Manfred. U.N. Covenant on Civil and Political Rights: CCPR Commentary. 2nd Edition. N.P. Engel, 2005. p. 255-258.","ministro_facet":["GILMAR MENDES"],"processo_numero":1055,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370670","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, deferiu a liminar para suspender a eficácia da Lei nº 13.269/2016, até o julgamento final desta ação, vencidos, em parte, os Ministros Edson Fachin, Rosa Weber, Dias Toffoli e Gilmar Mendes, que concediam a liminar para dar interpretação conforme. Falou pela requerente Associação Médica Brasileira o Dr. Carlos Magno Michaelis Júnior. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 19.05.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370670","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370670","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"SAÚDE – MEDICAMENTO – AUSÊNCIA DE REGISTRO. Surge relevante pedido no sentido de suspender a eficácia de lei que autoriza o fornecimento de certa substância sem o registro no órgão competente, correndo o risco, ante a preservação da saúde, os cidadãos em geral.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13194039","externo_seq_objeto_incidente":4966502,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-168  DIVULG 31-07-2017  PUBLIC 01-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5501&classe=ADI","is_colac":false,"titulo":"ADI 5501 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00002 ART-00005 \n          \"CAPUT\" PAR-00002 ART-00006 ART-00037 \n          INC-00019 ART-00058 PAR-00002 INC-00003 \n          PAR-00003 ART-00060 PAR-00004 INC-00003 \n          ART-00084 INC-00006 ART-00103 INC-00009 \n          ART-00170 \"CAPUT\" ART-00173 ART-00174 \n          ART-00175 ART-00196 ART-00197 ART-00198 \n          ART-00200 INC-00001 INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006360      ANO-1976\n          ART-00002 ART-00006 ART-00007 ART-00009 \n          ART-00010 ART-00012 ART-00016 INC-00002 \n          INC-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008080      ANO-1990\n          ART-00004 \"CAPUT\" ART-00006 INC-00001 \n          LET-A PAR-00001 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009782      ANO-1999\n          ART-00004 ART-00006 ART-00007 INC-00009 \n          ART-00008 \"CAPUT\" PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013269      ANO-2016\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          PAR-ÚNICO ART-00003 ART-00004 PAR-ÚNICO \n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00031 PAR-00003\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-INT   CVC      ANO-1996\n          ART-00010 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   PCT      ANO-1992\n          ART-00012 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B LET-C LET-D\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR.\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   RES-000466      ANO-2012\n                RESOLUÇÃO DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - ANVISA\n\n","LEG-FED   RES-000038      ANO-2013\n          ART-00002 INC-00010\n                RESOLUÇÃO DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - ANVISA"],"publicacao_data":"2017-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ASSEGURAMENTO, SUPREMO TRIBUNAL FEDERAL (STF), DIREITO À SAÚDE, DECORRÊNCIA, DEVER, PODER PÚBLICO, PROVIMENTO, MEDICAMENTO, TRATAMENTO DE SAÚDE, DOENTE. RESPONSABILIDADE SOLIDÁRIA, ENTE FEDERADO, FORNECIMENTO, MEDICAMENTO, TRATAMENTO MÉDICO, DECORRÊNCIA, DIREITO À SAÚDE, TOTALIDADE, CIDADÃO, HIPOSSUFICIENTE. NECESSIDADE, CUMPRIMENTO, PODER PÚBLICO, OBRIGAÇÃO, ASSEGURAMENTO, QUALIDADE, DROGA, DISTRIBUIÇÃO, PESSOA NATURAL, INTERMÉDIO, CONHECIMENTO CIENTÍFICO, APTIDÃO, AFASTAMENTO, PREJUDICIALIDADE, PESSOA NATURAL, OBJETIVO, CONCRETIZAÇÃO, DIREITO À SAÚDE. AUSÊNCIA, CUMPRIMENTO, DEVER CONSTITUCIONAL, TUTELA, SAÚDE, POPULAÇÃO, HIPÓTESE, PERMISSÃO, CONGRESSO NACIONAL, DISTRIBUIÇÃO, MEDICAMENTO, AUSÊNCIA, CONTROLE PREVENTIVO, FISCALIZAÇÃO SANITÁRIA. AUSÊNCIA, CASO CONCRETO, IRREGULARIDADE, INTERFERÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), ATRIBUIÇÃO, PODER EXECUTIVO, PODER LEGISLATIVO. NECESSIDADE, APROVAÇÃO, PRODUTO, MINISTÉRIO DA SAÚDE (MS), CONDIÇÃO, INDUSTRIALIZAÇÃO, COMERCIALIZAÇÃO, IMPORTAÇÃO. NECESSIDADE, REGISTRO, CONDIÇÃO, ACOMPANHAMENTO, AGÊNCIA REGULADORA, SEGURANÇA, EFICÁCIA, QUALIDADE, PRODUTO. PRESUNÇÃO, INADEQUAÇÃO, PRODUTO, HIPÓTESE, AUSÊNCIA, REGISTRO. OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, VIABILIZAÇÃO, CONGRESSO NACIONAL, DISTRIBUIÇÃO, MEDICAMENTO, DECORRÊNCIA, COMPETÊNCIA, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), AUTARQUIA, VINCULAÇÃO, MINISTÉRIO DA SAÚDE (MS), AUTORIZAÇÃO, DISTRIBUIÇÃO, MEDICAMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: LEGITIMIDADE ATIVA, ASSOCIAÇÃO MÉDICA BRASILEIRA (AMB), DECORRÊNCIA, ENTIDADE DE CLASSE, ÂMBITO NACIONAL; INTERLIGAÇÃO, FILIADO, IGUALDADE, ATIVIDADE PROFISSIONAL; PERTINÊNCIA TEMÁTICA, LEI IMPUGNADA, CORRELAÇÃO, OBJETIVO, ÂMBITO, SOCIEDADE, PARTE REQUERENTE. OFENSA, DIREITO À SAÚDE, AUTORIZAÇÃO, USO, FOSFOETANOLAMINA SINTÉTICA, MOMENTO ANTERIOR, COMPROVAÇÃO, SEGURANÇA, EFICÁCIA, CONSEQUÊNCIA, RISCO, SAÚDE, BEM ESTAR SOCIAL, VIDA, PESSOA NATURAL. CONFIGURAÇÃO, OFENSA, RESERVA DE ADMINISTRAÇÃO, DECORRÊNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, HIPÓTESE, AUTORIZAÇÃO, USO, FOSFOETANOLAMINA SINTÉTICA, AUSÊNCIA, CUMPRIMENTO, EXIGÊNCIA, LEI, REALIZAÇÃO, ANÁLISE CLÍNICA, REGISTRO, VIGILÂNCIA SANITÁRIA, FUNDAMENTO, IMPOSSIBILIDADE, INTERFERÊNCIA, ÂMBITO, POLÍTICA, PODER LEGISLATIVO, PROCEDIMENTO ADMINISTRATIVO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). CONFIGURAÇÃO, PERICULUM IN MORA, DECORRÊNCIA, PERMISSÃO, LEI IMPUGNADA, USO, FOSFOETANOLAMINA SINTÉTICA, AUSÊNCIA, COMPROVAÇÃO, SEGURANÇA, EFICÁCIA, QUALIDADE, OCORRÊNCIA, RISCO, SAÚDE, POPULAÇÃO. POSSIBILIDADE, CRESCIMENTO, DEMANDA, DECORRÊNCIA, TRANSMISSÃO, CIDADÃO, COMUNICAÇÃO, PODER PÚBLICO, INCENTIVO, USO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: EXISTÊNCIA, REGULAMENTAÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), HIPÓTESE, PACIENTE TERMINAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: EFEITO PRO FUTURO, DECISÃO, CASO CONCRETO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DEFERIMENTO PARCIAL, TUTELA, FINALIDADE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, RECONHECIMENTO, USO, FOSFOETANOLAMINA SINTÉTICA, RESTRIÇÃO, PACIENTE TERMINAL. IMPOSSIBILIDADE, INTERFERÊNCIA, PODER PÚBLICO, ÂMBITO PENAL, USO, CARÁTER PRIVADO, PRODUTO, APRESENTAÇÃO, EVENTUALIDADE, EFEITO, NOCIVIDADE, SAÚDE, PESSOA NATURAL, DECORRÊNCIA, AUTONOMIA PRIVADA. PERMISSÃO, USO, FOSFOETANOLAMINA SINTÉTICA, DECORRÊNCIA, AUSÊNCIA, LEI, PROIBIÇÃO, PRODUTO. IMPOSSIBILIDADE, LEGISLADOR, COMINAÇÃO DA PENA, DECORRÊNCIA, LIMITAÇÃO, PRINCÍPIO DA OFENSIVIDADE. POSSIBILIDADE, REGULAÇÃO, ÂMBITO ADMINISTRATIVO, USO. INDISPENSABILIDADE, PROTEÇÃO, SAÚDE, ATIVIDADE ESTATAL, CONTROLE, MEDICAMENTO. AUSÊNCIA, IMPEDIMENTO, REGULAÇÃO, PRODUTO, INTERMÉDIO, LEI, DECORRÊNCIA, AUSÊNCIA, COMPETÊNCIA PRIVATIVA, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), AUTORIZAÇÃO, COMERCIALIZAÇÃO, PRODUTO. IMPOSSIBILIDADE, SUPERAÇÃO, LEI, RESOLUÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), REFERÊNCIA, PROTEÇÃO, SAÚDE, HIPÓTESE, DERROGAÇÃO, NORMA, AUSÊNCIA, IGUALDADE, PROTEÇÃO, FUNDAMENTO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL. INCONSTITUCIONALIDADE MATERIAL, REGULAMENTAÇÃO, PODER LEGISLATIVO, AUSÊNCIA, ATRIBUIÇÃO, PRODUTO, IGUALDADE, GARANTIA, SEGURANÇA, DIVERSIDADE, PRODUTO, DESTINAÇÃO, SAÚDE, PESSOA NATURAL, FUNDAMENTO, INSUFICIÊNCIA, PROTEÇÃO, DIREITO À SAÚDE. POSSIBILIDADE, MITIGAÇÃO, RESTRIÇÃO, REFERÊNCIA, RESTRIÇÃO, SEGURANÇA, PRODUTO, DECORRÊNCIA, DIREITO, PRESERVAÇÃO, AUTODEFESA, VIDA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: AUSÊNCIA, VÍCIO DE INICIATIVA, LEI IMPUGNADA, DECORRÊNCIA, AUSÊNCIA, PRERROGATIVA, PODER EXECUTIVO, PODER DE LEGISLAR, MATÉRIA. POSSIBILIDADE, ALTERAÇÃO, LEGISLAÇÃO, REFERÊNCIA, SISTEMA ÚNICO DE SAÚDE (SUS), INCLUSÃO, INICIATIVA DE LEI, INTERMÉDIO, LEGISLADOR ORDINÁRIO.\n\n- TERMO(S) DE RESGATE: PÍLULA DO CÂNCER.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5501&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SAÚDE PÚBLICA, ESTADO, FORNECIMENTO, MEDICAMENTOS, TRATAMENTO MÉDICO, CIDADÃO)\nSTA 175 AgR (TP). \n(SUBSTÂNCIA PSICOTRÓPICA PROIBIDA, LIMITAÇÃO, PRINCÍPIO DA OFENSIVIDADE)\nRE 635659 RG. \n(LEGITIMIDADE, INTERVENÇÃO, ESTADO, ORDEM ECONÔMICA)\nADI 1668 MC (TP). \n(PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nARE 639337 AgR (2ªT), RTJ 185/794. \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, DELINEAMENTO, CONSTITUIÇÃO DA REPÚBLICA)\nADI 98 (1ªT), ADI 137 (1ªT), MS 23452 (1ªT), ADI 2911 (TP), ADI 3046 (TP), ADI 1296 MC (TP). \n(RESERVA DE ADMINISTRAÇÃO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nADI 969 (TP), ADI 3075 (TP), ADI 3343 (TP), ADI 2364 MC (1ªT), RE 427574 ED (2ªT). \n- Decisões monocráticas citadas:\n(SAÚDE PÚBLICA, ESTADO, FORNECIMENTO, MEDICAMENTOS, TRATAMENTO MÉDICO, CIDADÃO)\nAI 232469, AI 247900, AI 244087, STA 832.\n- Decisões estrangeiras citadas: Caso United States vs. Rutherford, 442, U.S. 5444, 555-56 (1979), Caso Abigail Alliance for Better Access to Developmental Drugs v. Von Eschenbach, 495 F. 3Ed 695 (D.C. Cir. 2008), da  Corte Suprema dos Estados Unidos.\nNúmero de páginas: 74.\nAnálise: 02/10/2017, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO MÉDICA BRASILEIRA \nADV.(A/S)  : CARLOS MAGNO DOS REIS MICHAELIS JR \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370670,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5501 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"AMARAL, Gustavo. Direito, escassez e escolha, 2001. p. 38-9.\nANVISA. disponível em: http://portal.anvisa.gov.br/wps/content/Anvisa+Portal/Anvisa/Inicio/Me\ndicamentos/Assunto+de+Interesse/Medicamentos+novos/Como+a+Anvisa+avalia+o+registro+de+medicamentos+novos+no+Brasil.\nBATTIS, Ulrich; GUSY, Cristoph. Einführung in das Staatsrecht, 1991. p. 223.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição, 2003. p. 739.\nCYRINO, André. Separação de Poderes, regulação e controle judicial: por um amicus curiae regulatório. Revista de Direito do Estado 11:229, 2008.\nCORREIA, Arícia Fernandes. Reserva de Administração e separação de Poderes. In: Luís Roberto Barroso (org.). A reconstrução democrática do direito público no Brasil. 2007. p. 596 et seq.\n______. Por uma releitura dos princípios da legalidade administrativa e da reserva de administração, mimeografado, 2008.\nCUTAIT, Raul. Câncer: esperança e ciência. Folha de São Paulo, São Paulo, 19 maio. 2016.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. São Paulo: Saraiva, 2010. p. 39.\nMENDES, Gilmar. Curso de Direito Constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 641.\nPIÇARRA, Nuno. A reserva de administração. Separata da Revista O Direito, 1990. p. 28.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":5501,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370634","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"Convertida a apreciação do referendo da cautelar em julgamento de mérito, o Tribunal, por maioria e nos termos do voto do Relator, julgou procedente o pedido formulado para declarar a inconstitucionalidade do art. 1º, caput e parágrafo único, e art. 2º, caput e parágrafo único, da Lei nº 13.189/2014, do Estado da Bahia, vencidos os Ministros Edson Fachin, Roberto Barroso e Rosa Weber. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 03.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370634","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370634","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Artigo 1º, caput e parágrafo único, e art. 2º, caput e parágrafo único, da Lei Estadual nº 13.189, de 4 de julho de 2014, do Estado da Bahia. Serviços de telecomunicações. Matéria de competência legislativa privativa da União. Norma que cria obrigação não prevista nos contratos de concessão celebrados entre a União e as concessionárias de serviços de telefonia móvel. Violação do art. 22, inciso IV, da Constituição Federal. Medida cautelar. Referendo. Conversão. Julgamento de mérito. Procedência da ação. \n\n\n\n    1. O Supremo Tribunal Federal já reconheceu a legitimidade ativa da Associação Nacional das Operadoras Celulares (ACEL) para o controle concentrado de constitucionalidade de leis que, a exemplo da que é impugnada na presente ação, estabeleciam obrigações para operadoras de serviço móvel de telefonia. Precedentes: ADI 4.715 MC, Rel. Min. Marco Aurélio, Tribunal Pleno, DJe de 19/8/13; ADI 3.846, Rel. Min. Gilmar Mendes, Tribunal Pleno, DJe de 15/3/11; ADI 5.356 MC, Rel. Min. Edson Fachin, decisão monocrática, DJe de 20/11/15. \n\n\n\n    2. A Lei nº 13.189, de 4 de julho de 2014, do Estado da Bahia, ao criar obrigação para as operadoras do serviço móvel pessoal, consistente na instalação e na manutenção de bloqueadores de sinais de radiocomunicações (BSR) nos estabelecimentos penais de todo o Estado, com o objetivo de impedir a comunicação por telefones móveis no interior dos referidos estabelecimentos, dispôs a respeito de serviços de telecomunicações, matéria da competência legislativa privativa da União, na forma do art. 22, inciso IV, da Constituição Federal. \n\n\n\n    3. O Supremo Tribunal Federal, em várias ocasiões, já afirmou a inconstitucionalidade de normas estaduais e distritais que impunham obrigações às concessionárias de telefonia, por configurar ofensa à competência privativa da União para legislar sobre telecomunicações. Precedentes: ADI 3.846/PE, Rel. Min. Gilmar Mendes, DJ de 15/3/11; ADI 3.322/DF, Rel. Min. Gilmar Mendes, DJ de 4/3/11; ADI 4.401/MG-MC, Rel. Min. Gilmar Mendes, DJ de 1º/10/10; ADI 2.615/SC-MC, Rel. Min. Nelson Jobim, DJ de 6/12/02. \n\n\n\n    4. A obrigação criada pela lei estadual questionada não está prevista nos contratos de concessão celebrados entre as empresas de serviços de telefonia móvel e a União, circunstância que evidencia, ainda mais, a interferência indevida do Estado em assunto de competência do ente federal. Precedente: ADI 3.533, Rel. Min. Eros Grau, DJ de 6/10/06.\n\n\n\n    5. Conversão do julgamento do referendo à medida cautelar em decisão de mérito. Ação julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13265386","externo_seq_objeto_incidente":4725635,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-168  DIVULG 31-07-2017  PUBLIC 01-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5253&classe=ADI","is_colac":false,"titulo":"ADI 5253","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00006\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 ART-00005 INC-00010 \n          ART-00021 INC-00011 ART-00022 INC-00004 \n          ART-00023 INC-00001 ART-00024 INC-00001 \n          INC-00005 INC-00008 INC-00009 INC-00012 \n          PAR-00002 ART-00025 PAR-00001 PAR-00002 \n          ART-00030 INC-00001 INC-00002 ART-00034 \n          INC-00007 ART-00103 INC-00009 ART-00144 \n          ART-00170 INC-00005 ART-00196 ART-00205 \n          ART-00208 ART-00217 TÍTULO-5 CAPÍTULO-3\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00004 ART-00050 INC-00007\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00002 PAR-ÚNICO ART-00008\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00060 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009998      ANO-2000\n          ART-00005 INC-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010792      ANO-2003\n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011466      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-0319A INCLUÍDO PELA LEI-11466/2007\n          ART-0349A INCLUÍDO PELA LEI-11466/2007\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RES-000308      ANO-2002\n                RESOLUÇÃO DO CONSELHO DIRETOR DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   PEC-000033      ANO-2014\n                PROPOSTA DE EMENDA CONSTITUCIONAL, SENADO FEDERAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00005 ART-00135\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   LEI-003153      ANO-2005\n          ART-00001 ART-00002 ART-00003 ART-00004\n                LEI ORDINÁRIA, MS\n\n","LEG-EST   LEI-012684      ANO-2007\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-015829      ANO-2012\n          ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO\n                LEI ORDINÁRIA, SC\n\n","LEG-EST   LEI-013189      ANO-2014\n          ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO\n                LEI ORDINÁRIA, BA\n\n","LEG-EST   LEI-018293      ANO-2014\n          ART-00001\n                LEI ORDINÁRIA, PR\n\n","LEG-EST   LEI-004650      ANO-2015\n          ART-00001 ART-00002 ART-00003\n                LEI ORDINÁRIA, MS\n\n","LEG-DIS   LEI-003446      ANO-2004\n                LEI ORDINÁRIA, DF"],"publicacao_data":"2017-08-01","documental_acordao_mesmo_sentido_lista_texto":"ADI 5327  PROCESSO ELETRÔNICO\n          JULG-03-08-2016  UF-PR  TURMA-TP  MIN-DIAS TOFFOLI N.PÁG-103\n          DJe-168  DIVULG 31-07-2017  PUBLIC 01-08-2017","documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: NECESSIDADE, ENTIDADE DE CLASSE, DEMONSTRAÇÃO, PERTINÊNCIA TEMÁTICA, ALCANCE, ÂMBITO NACIONAL, OBJETIVO, REPRESENTAÇÃO, CATEGORIA ECONÔMICA. LEGITIMIDADE, REPRESENTANTE, FRAÇÃO, CATEGORIA, AJUIZAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. NECESSIDADE, GARANTIA, ACESSO, MINORIA, CONTROLE CONCENTRADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PREVISÃO, REGIMENTO INTERNO, POSSIBILIDADE, DISCUSSÃO, MATÉRIA, MOMENTO POSTERIOR, VOTO, MINISTRO RELATOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: POSSIBILIDADE, ESTADO-MEMBRO, AJUIZAMENTO, AÇÃO JUDICIAL, DECORRÊNCIA, OMISSÃO LEGISLATIVA, UNIÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: CONSIDERAÇÃO, CONSTITUIÇÃO FEDERAL, RAMO DO DIREITO, FINALIDADE, DIVISÃO, COMPETÊNCIA, ENTE FEDERADO. CONFIGURAÇÃO, MULTIDISCIPLINARIDADE, CASO CONCRETO. ENVOLVIMENTO, LEI IMPUGNADA, DIREITO PENAL, DIREITO PROCESSUAL PENAL, EXECUÇÃO PENAL, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA. EXISTÊNCIA, DIFICULDADE, CARÁTER TÉCNICO, CARÁTER FINANCEIRO, FINALIDADE, IMPLEMENTAÇÃO, BLOQUEIO, TELEFONE CELULAR, ESTABELECIMENTO PENAL. RELEVÂNCIA, CONTROVÉRSIA, PRESTAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PREVISÃO, LEI FEDERAL, DEVER, ESTADO-MEMBRO, BLOQUEIO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. DESPROPORCIONALIDADE, ESTADO-MEMBRO, REPASSE, DEVER, CONCESSIONÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: IMPOSSIBILIDADE, ESTADO-MEMBRO, IMPOSIÇÃO, ÔNUS, CONCESSIONÁRIA, DECORRÊNCIA, AUSÊNCIA, PARTICIPAÇÃO, ESTADO-MEMBRO, CONTRATO, CONCESSÃO. IRRAZOABILIDADE, AFETAÇÃO, COMUNIDADE, OBJETIVO, BLOQUEIO, TELEFONE CELULAR, ESTABELECIMENTO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INTERFERÊNCIA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, ATRIBUIÇÃO, CONCESSIONÁRIA, ÔNUS, INSTALAÇÃO, MANUTENÇÃO, EQUIPAMENTO, BLOQUEIO, TELEFONE CELULAR, TOTALIDADE, ESTABELECIMENTO PENAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: IMPROCEDÊNCIA, PEDIDO. NOCIVIDADE, INGRESSO, UTILIZAÇÃO, TELEFONE CELULAR, INTERIOR, ESTABELECIMENTO PENAL. RELEVÂNCIA, FORMA, DISTRIBUIÇÃO, COMPETÊNCIA, ÂMBITO, FEDERAÇÃO. EXCESSO, CENTRALIZAÇÃO, COMPETÊNCIA, ESTADO BRASILEIRO. CONSOLIDAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, IMPOSSIBILIDADE, LEGISLAÇÃO ESTADUAL, CONTRAPOSIÇÃO, NORMA GERAL, UNIÃO FEDERAL, HIPÓTESE, COMPETÊNCIA CONCORRENTE. EXISTÊNCIA, DIFERENÇA, CONSTITUIÇÃO FEDERAL DE 1988, LEGISLAÇÃO ANTERIOR. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, COMPETÊNCIA, MUNICÍPIO, COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO, COMPETÊNCIA COMUM, COMPETÊNCIA SUPLETIVA. NECESSIDADE, SUPREMO TRIBUNAL FEDERAL (STF), CONSIDERAÇÃO, INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988. INCENTIVO, CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, COORDENAÇÃO, ENTE FEDERADO. CONFIGURAÇÃO, FEDERALISMO COOPERATIVO. INSUFICIÊNCIA, METODOLOGIA, SEPARAÇÃO, COMPETÊNCIA, ENTE FEDERADO, OBJETIVO, SOLUÇÃO, DIFICULDADE, SOCIEDADE, CONTEMPORANEIDADE. INSUFICIÊNCIA, DELIMITAÇÃO, COMPETÊNCIA, ENTE FEDERADO, FINALIDADE, VIABILIZAÇÃO, CONVIVÊNCIA, PLURALIDADE, REGIME JURÍDICO. COMPETÊNCIA, UNIÃO FEDERAL, LEGISLAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO. COMPETÊNCIA, TOTALIDADE, ENTE FEDERADO, GARANTIA, SEGURANÇA PÚBLICA. COMPETÊNCIA, UNIÃO FEDERAL, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO PENITENCIÁRIO, SEGURANÇA, SERVIÇO, CONSUMIDOR. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, MOMENTO, DEFINIÇÃO, COMPETÊNCIA, ENTE FEDERADO. ACOLHIMENTO, UNIÃO EUROPEIA (UE), PRINCÍPIO DA SUBSIDIARIEDADE, OBJETIVO, DELIMITAÇÃO, COMPETÊNCIA. UTILIZAÇÃO, UNIÃO EUROPEIA (UE), PRINCÍPIO DA PROPORCIONALIDADE, FINALIDADE, COMPLEMENTAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE. CONSIDERAÇÃO, ESTADO-MEMBRO, LABORATÓRIO, LEGISLAÇÃO. ALTERAÇÃO, INTERPRETAÇÃO, NORMA, DIVISÃO, COMPETÊNCIA, DECORRÊNCIA, TRANSFORMAÇÃO, SOCIEDADE. NECESSIDADE, FAVORECIMENTO, COLABORAÇÃO, ENTE FEDERADO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, REALIZAÇÃO, PLURALISMO, FEDERAÇÃO. INADMISSIBILIDADE, CENTRALIZAÇÃO, COMPETÊNCIA, PREJUÍZO, INTERESSE LOCAL, INTERESSE REGIONAL. NECESSIDADE, CONCRETIZAÇÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO. IMPOSSIBILIDADE, LEGISLAÇÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, ANIQUILAMENTO, COMPETÊNCIA ESTADUAL, LEGISLAÇÃO, SEGURANÇA PÚBLICA, DIREITO PENITENCIÁRIO, CONSUMO. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, CASO CONCRETO, DECORRÊNCIA, AUSÊNCIA, OFENSA, PRINCÍPIO DA SUBSIDIARIEDADE. POSSIBILIDADE, ESTADO-MEMBRO, LEGISLAÇÃO, INTEGRALIDADE, MATÉRIA, HIPÓTESE, AUSÊNCIA, NORMA GERAL, UNIÃO FEDERAL, HIPÓTESE, COMPETÊNCIA CONCORRENTE. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO PENITENCIÁRIO. CONSIDERAÇÃO, LEGISLAÇÃO, CRIME, FALTA GRAVE, UTILIZAÇÃO, FORNECIMENTO, TELEFONE CELULAR, ESTABELECIMENTO PENAL. EXIGÊNCIA, LEGISLAÇÃO, INSTALAÇÃO, EQUIPAMENTO, BLOQUEIO, SERVIÇO DE TELECOMUNICAÇÃO, INTERIOR, ESTABELECIMENTO PENAL. POSSIBILIDADE, ESTADO-MEMBRO, PREENCHIMENTO, LACUNA DA LEI. CONCLAMAÇÃO, LEI DE EXECUÇÃO PENAL, COLABORAÇÃO, TOTALIDADE, ENTE FEDERADO, EXECUÇÃO DA PENA. PREVISÃO, PROPOSTA DE EMENDA CONSTITUCIONAL, DISPOSIÇÃO EXPRESSA, OBJETIVO, RECONHECIMENTO, COMPETÊNCIA COMUM, ENTE FEDERADO, MATÉRIA, SEGURANÇA PÚBLICA. RECOMENDAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, PARTICULAR, SEGURANÇA PÚBLICA. POSSIBILIDADE, ESTADO-MEMBRO, REGULAÇÃO, FORMA, BLOQUEIO, SERVIÇO DE TELECOMUNICAÇÃO, INTERIOR, ESTABELECIMENTO PENAL. INOCORRÊNCIA, USURPAÇÃO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, MATÉRIA, SERVIÇO DE TELECOMUNICAÇÃO. DESCARACTERIZAÇÃO, QUEBRA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO, CONCESSÃO, SERVIÇO DE TELECOMUNICAÇÃO. PREVISÃO, LEGISLAÇÃO, CONSUMIDOR, DEVER, FORNECEDOR, SERVIÇO, GARANTIA, SEGURANÇA, SERVIÇO. IMPOSSIBILIDADE, CONCESSÃO, MEDIDA CAUTELAR, DECORRÊNCIA, AUSÊNCIA, FUMUS BONI JURIS, PERICULUM IN MORA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: IMPROCEDÊNCIA, PEDIDO. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, LEI IMPUGNADA. COMPLEXIDADE, CASO CONCRETO, DECORRÊNCIA, MULTIDISCIPLINARIDADE, MATÉRIA. EDIÇÃO, LEI IMPUGNADA, OBJETIVO, REGULAÇÃO, MATÉRIA, PENITENCIÁRIA, SEGURANÇA PÚBLICA. COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, MATÉRIA, DIREITO PENITENCIÁRIO. COMPETÊNCIA, ESTADO-MEMBRO, ATUAÇÃO, MATÉRIA, SEGURANÇA PÚBLICA. PREDOMINÂNCIA, INTERESSE, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA, CASO CONCRETO. AUSÊNCIA, DEFINIÇÃO, LEI FEDERAL, RESPONSÁVEL, INSTALAÇÃO, EQUIPAMENTO, BLOQUEIO, TELEFONE CELULAR. AUSÊNCIA, INCONSTITUCIONALIDADE MATERIAL, LEI IMPUGNADA. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA PROPORCIONALIDADE, GARANTIA DO DIREITO ADQUIRIDO. AUSÊNCIA, IMUNIDADE, CONTRATO, CONCESSÃO, FATO SUPERVENIENTE. SUJEIÇÃO, CONTRATO, MODIFICAÇÃO, REALIDADE, SOCIEDADE, ALTERAÇÃO, LEGISLAÇÃO. DESCABIMENTO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI IMPUGNADA, HIPÓTESE, INTERFERÊNCIA, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO. CABIMENTO, REAJUSTE, TARIFA, INDENIZAÇÃO, CONCESSIONÁRIA, HIPÓTESE, COMPROMETIMENTO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, CONTRATO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: IMPROCEDÊNCIA, PEDIDO. PREVALÊNCIA, CASO CONCRETO, INTERESSE, DIREITO PENITENCIÁRIO, SEGURANÇA PÚBLICA.\n\n- TERMO(S) DE RESGATE: CRITÉRIO DA REALIZAÇÃO SUFICIENTE. CRITÉRIO DA MELHOR REALIZAÇÃO. PRESUMPTION AGAINST PRE-EMPTION. CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5253&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, ACEL, AJUIZAMENTO, ADI)\nADI 3846 (TP), ADI 4715 MC (TP). \n(FEDERALISMO, ESTADO BRASILEIRO)\nADI 4060 (TP). \n(REPARTIÇÃO, COMPETÊNCIA, ENTE FEDERADO, ESTADO BRASILEIRO)\nADI 1278 (TP), RE 423560 (2ªT). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 4649 (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO PENITENCIÁRIO)\nADI 3916 (TP). \n(LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, AJUIZAMENTO, ADI)\nADI 4232 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, EXTRAPOLAÇÃO, NORMA GERAL)\nADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), Rp 1314 (TP), RE 73895 (TP), RE 65986 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, PROTEÇÃO, SAÚDE)\nRp 1153. \n(ESTADO-MEMBRO, DISTRITO FEDERAL, CRIAÇÃO, OBRIGAÇÃO, CONCESSIONÁRIA, TELEFONIA)\nADI 2615 (TP), ADI 3322 (TP), ADI 3533 (TP), ADI 3846 (TP), ADI 4401 MC (TP). \n- Decisões monocráticas citadas:\n(LEGITIMIDADE ATIVA, ACEL, AJUIZAMENTO, ADI)\nADI 3501, ADI 4875, ADI 5356 MC.\n- Decisão estrangeira citada: Associated Provincial Picture House Ltd. vs Wednesbury Corporation, [1948], 1 KB 223.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, Tratado de Lisboa e Protocolo de Amsterdam.\n- Veja ADI 3835, ADI 3937, ADI 4861, ADI 4875, ADI 4924, ADI 5040, ADI 5059, ADI 5063, ADI 5098, ADI 5327, ADI 5356, ADI 5399 e ADPF 347 do STF.\nNúmero de páginas: 101.\nAnálise: 04/09/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO NACIONAL DAS OPERADORAS CELULARES - ACEL \nPROC.(A/S)(ES) : FLÁVIO HENRIQUE UNES PEREIRA E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DA BAHIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DA BAHIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370634,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"ADI 5253","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBERCOVICI, Gilberto. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States. Columbia Law Review, n. 332, Nova York, 1994.\nDIAS, Camila Caldeira Nunes. PCC Hegemonia nas Prisões e Monopólio da Violência. São Paulo: Saraiva, 2013. p. 93 e seguintes.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nHARBO, Tor-Inge. The Function of the Proportionality Principle in EU Law, European Law Journal, v. 16,\nn. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Federalismo e o Princípio da Subsidiariedade, Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Revista Justiça e Cidadania, n. 157, set. 2013.\nKUEHNE, Maurício. Lei de Execução Penal Anotada. 12. ed. Curitiba: Juruá, 2014. p. 55.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coord.). Vinte Anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 690.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nMORAIS, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nPIRES, Tiago Magalhães. As competências legislativas na Constituição de 88: uma releitura de sua interpretação e da solução dos seus conflitos à luz do direito constitucional contemporâneo. Dissertação (Mestrado)–Universidade do Estado do Rio de\nJaneiro.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reinforcing the Safeguards of Federalism? Cambridge Law\nJournal, Cambridge, v. 68, n. 3, p. 525-536, nov. 2009. p. 533.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477 e 779.\nSOUZA NETO, Cláudio Pereira. A Segurança Pública na Constituição Federal de 1988: Conceituação Constitucionalmente Adequada, Competências Federativas e Órgãos de Execução das Políticas. Revista de Direito do Estado, n. 8, 2007. p. 21-24.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, p. 999-1046, 2004.\nTSAKYRAKIS, Stavros. Proportionality: An assault on human rights? International Journal of Constitutional Law, Cambridge, v. 7, n. 3, 2009. p. 493.\nTUSHNET, Mark. Federalism and Liberalism. Cardozo Journal of International and Comparative Law, n. 329, Nova York, 1996.\nTUSHNET, Mark; JACKSON, Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press, 2014. (University Casebook Series). p. 1158.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10 e 16-17.\n______. Necessidades Falsas. São Paulo: Boitempo, 2005. p. 24.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":5253,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373104","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), negando provimento ao recurso, no que foi acompanhado pelo Ministro Alexandre de Moraes, e o voto do Ministro Edson Fachin, dando provimento ao recurso, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pelo recorrente, Estado de Mato Grosso, o Dr. Lucas Dallamico, Procurador do Estado de Mato Grosso; e, pelo Sindicato dos Médicos do Distrito Federal - SINDMÉDICO/DF, o Dr. Alberto Pavie Ribeiro. Presidência da Ministra Cármen Lúcia. Plenário, 26.4.2017.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, vencido o Ministro Edson Fachin, apreciando o tema 377 da repercussão geral, negou provimento ao recurso e fixou a seguinte tese de repercussão geral: “Nos casos autorizados constitucionalmente de acumulação de cargos, empregos e funções, a incidência do art. 37, inciso XI, da Constituição Federal pressupõe consideração de cada um dos vínculos formalizados, afastada a observância do teto remuneratório quanto ao somatório dos ganhos do agente público”. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 27.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur373104","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373104","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"TETO CONSTITUCIONAL – ACUMULAÇÃO DE CARGOS – ALCANCE. Nas situações jurídicas em que a Constituição Federal autoriza a acumulação de cargos, o teto remuneratório é considerado em relação à remuneração de cada um deles, e não ao somatório do que recebido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13561815","externo_seq_objeto_incidente":3874667,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-203  DIVULG 06-09-2017  PUBLIC 08-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=612975&classe=RE","is_colac":false,"titulo":"RE 612975","documental_legislacao_citada_texto":["LEG-IMP   LIM-003353      ANO-1988\n          ART-00001 ART-00002\n                LEI DO IMPÉRIO\n\n","LEG-FED   CF      ANO-1946\n          ART-00185\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00097 INC-00001 INC-00002 INC-00003 \n          INC-00004 PAR-00001 PAR-00002 PAR-00003 \n          ART-00099 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 \"CAPUT\" \n          INC-00036 ART-00006 \n          ART-00037 REDAÇÃO ORIGINÁRIA\n          ART-00037 INC-00011 REDAÇÃO ORIGINÁRIA\n          ART-00037 INC-00011 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 INC-00011 REDAÇÃO DADA PELA EMC-41/2003\n          ART-00037 INC-00015 \n          ART-00037 INC-00016 REDAÇÃO ORIGINÁRIA\n          ART-00037 INC-00016 LET-A LET-B \n          LET-C INC-00017 \n          ART-00037 PAR-00010 INCLUÍDO PELA EMC-20/1998\n          ART-00037 PAR-00011 INCLUÍDO PELA EMC-47/2005\n          ART-00037 PAR-00012 INCLUÍDO PELA EMC-47/2005\n          ART-00040 PAR-00008 INCLUÍDO PELA EMC-20/1998\n          ART-00040 PAR-00011 INCLUÍDO PELA EMC-20/1998\n          ART-00060 PAR-00004 INC-00004 ART-00095 \n          INC-00003 PAR-ÚNICO INC-00001 ART-00119 \n          ART-00128 PAR-00005 INC-00002 LET-D\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00017 PAR-00001 PAR-00002\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020      ANO-1998\n          ART-00011\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000034      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000041      ANO-2003\n          ART-00001 ART-00008 ART-00009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000047      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000035      ANO-1979\n                LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00018 ART-00019 ART-00020 ART-00021 \n          ART-00022 ART-00023\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-001711      ANO-1952\n          ART-00184 INC-00003\n                EF-1952 ESTATUTO DOS FUNCIONÁRIOS PÚBLICOS CIVIS DA UNIÃO\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00010\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-000013      ANO-2006\n          ART-00006 REDAÇÃO DADA PELA RES-42/2007\n          ART-00008 INC-00002 LET-A INC-00003 \n          LET-D\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000014      ANO-2006\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000042      ANO-2007\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2017-09-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ACUMULAÇÃO, PROVENTO, TENENTE-CORONEL, POLÍCIA MILITAR, REMUNERAÇÃO, DENTISTA, SISTEMA ÚNICO DE SAÚDE (SUS), CASO CONCRETO. EVOLUÇÃO, CONSTITUIÇÃO FEDERAL, TETO REMUNERATÓRIO, SERVIDOR PÚBLICO; ACUMULAÇÃO DE CARGOS. TETO REMUNERATÓRIO, NATUREZA ÉTICA, PRINCÍPIO REPUBLICANO; PROTEÇÃO, PATRIMÔNIO PÚBLICO, RESPONSABILIDADE FISCAL, DESPESA COM PESSOAL. TETO REMUNERATÓRIO, MORALIDADE, PROPORCIONALIDADE, REMUNERAÇÃO, ATRIBUIÇÃO, CARGO PÚBLICO. INTERPRETAÇÃO LITERAL, INTERPRETAÇÃO SISTEMÁTICA, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. ACUMULAÇÃO DE CARGOS, MOMENTO ANTERIOR, EMENDA CONSTITUCIONAL 41 DE 2003, DIREITO ADQUIRIDO, IRREDUTIBILIDADE DE VENCIMENTOS, PRINCÍPIO DA SEGURANÇA JURÍDICA. ACUMULAÇÃO DE CARGOS, EFICIÊNCIA, ADMINISTRAÇÃO PÚBLICA. ACUMULAÇÃO REMUNERADA, PRINCÍPIO DA ISONOMIA, ENRIQUECIMENTO SEM CAUSA, PODER PÚBLICO. GRATUIDADE, PRESTAÇÃO DE SERVIÇO, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO. ACUMULAÇÃO REMUNERADA, CARGO, MINISTRO, SUPREMO TRIBUNAL FEDERAL (STF), TRIBUNAL SUPERIOR ELEITORAL (TSE). ACUMULAÇÃO REMUNERADA, MAGISTÉRIO, PROMOTOR DE JUSTIÇA, JUIZ. ACUMULAÇÃO REMUNERADA, VÍNCULO, DIVERSIDADE, ENTE FEDERADO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE SEM REDUÇÃO DE TEXTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: SERVIDOR PÚBLICO INATIVO, REINGRESSO, SERVIÇO PÚBLICO, INTERMÉDIO, CONCURSO PÚBLICO, MOMENTO ANTERIOR, EMENDA CONSTITUCIONAL 20 DE 1998, CARGO PÚBLICO INACUMULÁVEL. PROTEÇÃO, FUNCIONALISMO PÚBLICO, ESTABILIDADE, ADMINISTRAÇÃO PÚBLICA. INTERPRETAÇÃO LÓGICA, INTERPRETAÇÃO TELEOLÓGICA, INTERPRETAÇÃO SISTEMÁTICA, REGRA, TETO REMUNERATÓRIO, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, REGRA, IRREDUTIBILIDADE DE VENCIMENTOS. INTERPRETAÇÃO LITERAL, REGRA, TETO REMUNERATÓRIO, TRABALHO ESCRAVO, PRINCÍPIO DA ISONOMIA. TETO REMUNERATÓRIO, ACUMULAÇÃO DE CARGOS, MINISTRO, SUPREMO TRIBUNAL FEDERAL (STF), TRIBUNAL SUPERIOR ELEITORAL (TSE). SUSPEIÇÃO DO JUIZ, JUNTADA, AUTOS, PARECER, MINISTRO, CONDIÇÃO, ADVOGADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INTERPRETAÇÃO JURÍDICA, COMBINAÇÃO, NORMA, FATO. INTERPRETAÇÃO PRAGMÁTICA, INTERESSE PÚBLICO. LITERALIDADE, TEXTO, LIMITE MÍNIMO, ATUAÇÃO, INTÉRPRETE. EMENDA CONSTITUCIONAL 20 DE 1998, EMENDA CONSTITUCIONAL 41 DE 2003, TETO REMUNERATÓRIO, ACUMULAÇÃO REMUNERADA. DECLARAÇÃO DE INCONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL. DIREITO FUNDAMENTAL, CONTRAPRESTAÇÃO, TRABALHO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. DECISÃO ADMINISTRATIVA, SUPREMO TRIBUNAL FEDERAL (STF), TRIBUNAL DE CONTAS DA UNIÃO (TCU), CÁLCULO, TETO REMUNERATÓRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO ADQUIRIDO, REGIME JURÍDICO. INTERPRETAÇÃO TELEOLÓGICA, EMENDA CONSTITUCIONAL. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CONSELHO NACIONAL DE JUSTIÇA (CNJ), TETO REMUNERATÓRIO, MAGISTRADO, ACUMULAÇÃO DE CARGOS, JUSTIÇA ELEITORAL, MAGISTÉRIO. TETO REMUNERATÓRIO, ACUMULAÇÃO DE CARGOS, LESÃO, ECONOMIA PÚBLICA. DECLARAÇÃO DE INCONSTITUCIONALIDADE SEM REDUÇÃO DE TEXTO, EMENDA CONSTITUCIONAL, DIREITO INTERTEMPORAL. PRINCÍPIO DA CONCORDÂNCIA PRÁTICA, ACUMULAÇÃO DE CARGOS, TETO REMUNERATÓRIO. INTERPRETAÇÃO LITERAL, MUTAÇÃO CONSTITUCIONAL. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CONSTITUIÇÃO FEDERAL, SERVIÇO GRATUITO, ISONOMIA, EFICIÊNCIA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO. PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI:  PRINCÍPIO DA LEGALIDADE, PRINCÍPIO, VEDAÇÃO, ENRIQUECIMENTO SEM CAUSA, PODER PÚBLICO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. IMPEDIMENTO DO JUIZ, SUSPEIÇÃO DO JUIZ, PROCESSO OBJETIVO. RECURSO EXTRAORDINÁRIO, REPERCUSSÃO GERAL, PROCESSO OBJETIVO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: APLICAÇÃO, TETO REMUNERATÓRIO, SOMATÓRIO, REMUNERAÇÃO. IRREDUTIBILIDADE DE VENCIMENTOS, CONSIDERAÇÃO, VALOR NOMINAL, CONSONÂNCIA, LIMITE MÁXIMO, FIXAÇÃO, CONSTITUIÇÃO FEDERAL. AJUSTE, VALOR EXCEDENTE, TETO REMUNERATÓRIO, CONFORMIDADE, ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS (ADCT). AUSÊNCIA, DIREITO ADQUIRIDO, SERVIDOR PÚBLICO. EMENDA CONSTITUCIONAL 19 DE 1998, CRIAÇÃO, TETO REMUNERATÓRIO. EXTENSÃO, SERVIDOR PÚBLICO INATIVO, TETO REMUNERATÓRIO, INCLUSÃO, ACUMULAÇÃO REMUNERADA.\n\n- OBITER DICTUM, MIN. EDSON FACHIN: SERVIDOR PÚBLICO, ACUMULAÇÃO DE CARGOS, DIVERSIDADE, PESSOA JURÍDICA DE DIREITO PÚBLICO. \n\n- TERMO(S) DE RESGATE: PRINCÍPIO TRADICIONAL DO FUNCIONALISMO PÚBLICO, ABATE-TETO, PRAGMATISMO, DEONTOLOGIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=612975&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TETO REMUNERATÓRIO, VANTAGEM PESSOAL, SERVIDOR PÚBLICO)\nRE 606358 (TP). \n(ACUMULAÇÃO REMUNERADA, VENCIMENTO, APOSENTADORIA)\nMS 22182 (TP), HC 81729 (2ªT), RE 382389 (2ªT), RMS 24737 (1ªT), MS 24952 (TP), ADI 1691 MC (1ªT), RE 163204 (TP). \n(TETO REMUNERATÓRIO, VERBA REMUNERATÓRIA, SERVIDOR PÚBLICO)\nMS 24875 (TP), RE 609381 (TP). \n(IRREDUTIBILIDADE DE VENCIMENTOS)\nADI 1396 (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nCNJ: PP 445. \n- Decisão estrangeira citada: Decisão do Primeiro Senado do Tribunal Constitucional Federal Alemão, de 11 de junho de 1958 – 1 BvR 1/52, 45/52.\n - Veja RE 602043 do STF.\nNúmero de páginas: 102.\nAnálise: 10/11/2017, JSF.\nRevisão: 13/11/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nRECDO.(A/S)  : ISAAC NEPOMUCENO FILHO \nADV.(A/S)  : PEDRO HENRIQUE M NÓBREGA VAZ \nINTDO.(A/S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ESTADO DE ALAGOAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nINTDO.(A/S)  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nINTDO.(A/S)  : ESTADO DA BAHIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : ESTADO DO ESPIRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : ESTADO DE GOIAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nINTDO.(A/S)  : ESTADO DE MINAS GERAIS \nADV.(A/S)  : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nINTDO.(A/S)  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nINTDO.(A/S)  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nINTDO.(A/S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : SINDICATO DOS MÉDICOS DO DISTRITO FEDERAL - SINDMÉDICO - DF \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS MÉDICOS DO ESTADO DO CEARÁ - SIMEC \nADV.(A/S)  : FRANCISCO SANDRO GOMES CHAVES E OUTRO(A/S)\nINTDO.(A/S)  : FEDERAÇÃO NACIONAL DOS MÉDICOS - FENAM \nADV.(A/S)  : FÁBIO DE SOUZA LEME E OUTRO(A/S)\nINTDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"377 - Incidência do teto remuneratório no caso de acumulação de cargos públicos.","old_seq_sjur":373104,"documental_tese_texto":"Nos casos autorizados constitucionalmente de acumulação de cargos, empregos e funções, a incidência do art. 37, inciso XI, da Constituição Federal pressupõe consideração de cada um dos vínculos formalizados, afastada a observância do teto remuneratório quanto ao somatório dos ganhos do agente público.","procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"RE 612975","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CANOTILHO, J. J. Gomes de. Direito constitucional e teoria da Constituição. 2. ed. Coimbra: Almedina, 1998.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 30.  ed. São Paulo: Atlas, 2016. p. 701.\nGARCIA DE ENTERRÍA. Reflexiones sobre la ley e los princípios generales del derecho. Madri: Civitas, 1996. p. 30.\nMAXIMILIANO, Carlos. Hermenêutica e aplicação do direito. Rio de Janeiro: Forense, 1988. p. 1.\nMAZZUOLI, Valerio; ALVES, Waldir. Acumulação de cargos públicos. São Paulo: Revista dos Tribunais, 2013. p. 55.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. São Paulo: Malheiros, 27. ed. 2010. p. 277 e 334.\nMODESTO, Paulo. Teto Constitucional de Remuneração dos Agentes Públicos: uma crônica de mutações e Emendas Constitucionais. Revista Diálogo Jurídico, Salvador, v. 1, n. 3.\nMOREIRA NETO, Diogo de Figueiredo. Apontamentos sobre a Reforma Administrativa do Estado. Rio de Janeiro: Editora Renovar, 1999.\nOLIVEIRA, Rafael Carvalho Resende de. Curso de Direito Administrativo. 3. ed. São Paulo: Método, 2015. p. 685.\nRAO, Vicente. O direito e a vida dos direitos. São Paulo: Max Limonad, 1952. v. 2. p. 542.\nSCHWABE, Jürgen. Cinqüenta Anos de Jurisprudência do Tribunal Constitucional Alemão. Organização e introdução: MARTINS, Leonardo. Martins. Konrad-Adenauer-Stiftung. p. 877.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":612975,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur375630","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, resolveu questão de ordem no sentido de não admitir a desistência do mandado de segurança, e afirmou a impossibilidade de desistência de qualquer recurso após o reconhecimento de repercussão geral da questão constitucional, vencido o Ministro Marco Aurélio, que admitia a possibilidade de desistência. Em seguida, após o voto do Ministro Dias Toffoli (Relator), que conhecia em parte do recurso e, na parte conhecida, dava-lhe provimento para denegar a ordem, e o voto do Ministro Edson Fachin, que também conhecia em parte do recurso e, na parte conhecida, negava-lhe provimento, pediu vista dos autos o Ministro Roberto Barroso. Falaram, pela recorrente Fundação de Apoio à Escola Técnica - FAETEC, a Dra. Christina Aires Corrêa Lima, Procuradora do Estado do Rio de Janeiro, OAB/11.873; pelo recorrido, o Dr. José Luiz Wagner, e, pelos amici curiae Estado de São Paulo, o Dr. Pedro Ubiratan Escorel de Azevedo, OAB/SP 56.961; Federação Nacional dos Trabalhadores do Judiciário Federal e Ministério Público da União - FENAJUFE, o Dr. Cesar Britto, OAB/SE 1190; Federação de Sindicatos de Trabalhadores das Universidades Brasileiras - FASUBRA, o Dr. Claudio Santos, OAB/DF 10.081, e Federação Nacional dos Sindicatos de Trabalhadores em Saúde, Trabalho e Previdência Social - FENASPS, o Dr. Luís Fernando Silva, OAB/SC 9582. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Presidência do Ministro Ricardo Lewandowski. Plenário, 02.09.2015.\r\n\n                 Decisão: O Tribunal, apreciando o tema 531 da repercussão geral, por unanimidade, conheceu em parte do recurso, e, por maioria, na parte conhecida, deu-lhe provimento para denegar a ordem, vencidos os Ministros Edson Fachin, Rosa Weber, Marco Aurélio e Ricardo Lewandowski, que lhe negavam provimento. Em seguida, o Tribunal, por maioria, fixou tese nos seguintes termos: “A administração pública deve proceder ao desconto dos dias de paralisação decorrentes do exercício do direito de greve pelos servidores públicos, em virtude da suspensão do vínculo funcional que dela decorre, permitida a compensação em caso de acordo. O desconto será, contudo, incabível se ficar demonstrado que a greve foi provocada por conduta ilícita do Poder Público”, vencido o Ministro Edson Fachin. Não participaram da fixação da tese a Ministra Rosa Weber e o Ministro Marco Aurélio. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 27.10.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur375630","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur375630","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recurso extraordinário. Repercussão geral reconhecida. Questão de ordem. Formulação de pedido de desistência da ação no recurso extraordinário em que reconhecida a repercussão geral da matéria. Impossibilidade. Mandado de segurança. Servidores públicos civis e direito de greve. Descontos dos dias parados em razão do movimento grevista. Possibilidade. Reafirmação da jurisprudência do Supremo Tribunal Federal. Recurso do qual se conhece em parte, relativamente à qual é provido.\n\n\n\n    1. O Tribunal, por maioria, resolveu questão de ordem no sentido de não se admitir a desistência do mandado de segurança, firmando a tese da impossibilidade de desistência de qualquer recurso ou mesmo de ação após o reconhecimento de repercussão geral da questão constitucional.\n\n\n\n    2. A deflagração de greve por servidor público civil corresponde à suspensão do trabalho e, ainda que a greve não seja abusiva, como regra, a remuneração dos dias de paralisação não deve ser paga.\n\n\n\n    3. O desconto somente não se realizará se a greve tiver sido provocada por atraso no pagamento aos servidores públicos civis ou por outras situações excepcionais que justifiquem o afastamento da premissa da suspensão da relação funcional ou de trabalho, tais como aquelas em que o ente da administração ou o empregador tenha contribuído, mediante conduta recriminável, para que a greve ocorresse ou em que haja negociação sobre a compensação dos dias parados ou mesmo o parcelamento dos descontos.\n\n\n\n    4. Fixada a seguinte tese de repercussão geral: “A administração pública deve proceder ao desconto dos dias de paralisação decorrentes do exercício do direito de greve pelos servidores públicos, em virtude da suspensão do vínculo funcional que dela decorre, permitida a compensação em caso de acordo. O desconto será, contudo, incabível se ficar demonstrado que a greve foi provocada por conduta ilícita do Poder Público”.\n\n\n\n    5. Recurso extraordinário provido na parte de que a Corte conhece.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13866341","externo_seq_objeto_incidente":4255687,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-238  DIVULG 18-10-2017  PUBLIC 19-10-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=693456&classe=RE","is_colac":false,"titulo":"RE 693456","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n                CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00139\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00158\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00157 PAR-00007 ART-00158 INC-00021\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00007 INC-00026 ART-00009 PAR-00001 \n          PAR-00002 ART-00037 INC-00006 \n          ART-00037 INC-00007 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 INC-00009 ART-00039 PAR-00003 \n          ART-00061 PAR-00001 INC-00002 ART-00100 \n          ART-00142 INC-00004 ART-00175 PAR-ÚNICO \n          INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000038      ANO-1932\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004330      ANO-1964\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004497      \n          ART-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006620      ANO-1978\n                LSN-1978 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-007701      ANO-1988\n          ART-00002 INC-00001 LET-A\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007783      ANO-1989\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009 INC-00010 \n          INC-00011 ART-00011 ART-00014 ART-00015 \n          ART-00017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00022\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00044 INC-00001 ART-00116 INC-00010 \n          ART-00117 INC-00001 LET-D\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00006\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00267 PAR-00004 ART-00998 PAR-ÚNICO\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013300      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000151      ANO-1978\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE AS RELAÇÕES DE TRABALHO NA ADMINISTRAÇÃO PÚBLICA, FIRMADA EM 1978\n\n","LEG-FED   DEL-001237      ANO-1939\n                DECRETO-LEI\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00723 ART-00724\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-009070      ANO-1946\n                DECRETO-LEI\n\n","LEG-FED   DEL-001632      ANO-1978\n                DECRETO-LEI\n\n","LEG-FED   DLG-000206      ANO-2010\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 151 E A RECOMENDAÇÃO Nº 159 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE AS RELAÇÕES DE TRABALHO NA ADMINISTRAÇÃO PÚBLICA, FIRMADAS EM 1978\n\n","LEG-FED   DEC-000847      ANO-1890\n                CP-1890 CÓDIGO PENAL\n\n","LEG-FED   DEC-001480      ANO-1995\n                DECRETO\n\n","LEG-FED   DEC-007944      ANO-2013\n                DECRETO - PROMULGA A CONVENÇÃO Nº 151 E A RECOMENDAÇÃO Nº 159 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE AS RELAÇÕES DE TRABALHO NA ADMINISTRAÇÃO PÚBLICA, FIRMADAS EM 1978\n\n","LEG-FED   PJL-000710      ANO-2011\n          ART-00011\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000282      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000512      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000597      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000679      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-10-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: VOTO, MIN. LUIZ FUX: JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), RECURSO REPETITIVO, RECURSO EXTRAORDINÁRIO, SUJEIÇÃO, REPERCUSSÃO GERAL, CARÁTER OBJETIVO. TÉCNICA DE DECISÃO, JULGAMENTO, CASO CONCRETO, MATÉRIA, CARÁTER OBJETIVO. DESISTÊNCIA, RECURSO, INTERESSE TRANSINDIVIDUAL, DISPONIBILIDADE, PARTE PROCESSUAL.\n\n- QUESTÃO DE ORDEM: VOTO, MIN. ROBERTO BARROSO: DIREITO SUBJETIVO, PARTE PROCESSUAL, DESISTÊNCIA, RECURSO, AÇÃO ORIGINÁRIA, CONTINUAÇÃO, JULGAMENTO, TESE, PLENÁRIO.\n\n- QUESTÃO DE ORDEM: VOTO, MIN. TEORI ZAVASCKI: DESISTÊNCIA, MANIPULAÇÃO, JURISDIÇÃO.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. MARCO AURÉLIO: DESISTÊNCIA DA AÇÃO, RECURSO, PRESUNÇÃO, VÍCIO DE CONSENTIMENTO. DESISTÊNCIA, ADVOGADO, CAPACIDADE POSTULATÓRIA, PROCURAÇÃO COM PODER ESPECÍFICO.\n\n- PREQUESTIONAMENTO, DETERMINAÇÃO, TRIBUNAL DE ORIGEM, FORMA, PAGAMENTO, OFENSA, REGIME DE PRECATÓRIO. MANDADO DE SEGURANÇA, DECISÃO POR MAIORIA, CABIMENTO, EMBARGOS INFRINGENTES. EVOLUÇÃO, HISTÓRIA, GREVE. NORMA, GREVE, SERVIÇO PÚBLICO, ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO. PRECEDENTE, STF, EXERCÍCIO, DIREITO DE GREVE, DECLARAÇÃO, MORA, CONGRESSO NACIONAL, EDIÇÃO, NORMA REGULAMENTADORA, NORMA DE EFICÁCIA LIMITADA. MANDADO DE INJUNÇÃO, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA. DIREITO DE GREVE, DIREITO FUNDAMENTAL, ATO ILÍCITO. GREVE, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO, CONTRATAÇÃO TEMPORÁRIA. EXERCÍCIO, DIREITO DE GREVE, PROFISSIONAL, SEGURANÇA PÚBLICA. MANDADO DE INJUNÇÃO, EFICÁCIA ERGA OMNES. RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA, DIA TRABALHADO, COMPENSAÇÃO, GREVE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: DEVER, ADMINISTRAÇÃO PÚBLICA, DESCONTO DOS DIAS PARADOS, SERVIDOR PÚBLICO, INDEPENDÊNCIA, INSTAURAÇÃO, PROCEDIMENTO ADMINISTRATIVO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: SERVIDOR PÚBLICO, CONVENÇÃO COLETIVA DE TRABALHO, ACORDO COLETIVO DE TRABALHO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=693456&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MANDADO DE SEGURANÇA, DESISTÊNCIA)\nRE 167263 (1ªT), RE 669367 (TP), AO 1706 AgR-ED (TP), MS 29715 AgR-ED-ED (2ªT). \n(REPERCUSSÃO GERAL, OBJETIVAÇÃO, JULGAMENTO, RE)\nAC 2177 MC-QO (TP), AI 760358 QO (TP). \n(RE, PREQUESTIONAMENTO)\nARE 772836 AgR (2ªT), ARE 760820 AgR (1ªT). \n(GREVE, SERVIÇO PÚBLICO, STF, DECLARAÇÃO, MORA, CONGRESSO NACIONAL, EDIÇÃO, NORMA REGULAMENTADORA)\nMI 20. \n(MANDADO DE INJUNÇÃO, DIREITO DE GREVE, SERVIDOR PÚBLICO)\nMI 670 (TP), MI 708 (TP), MI 712 (TP). \n(GREVE, SERVIÇO PÚBLICO)\nMI 712 (TP). \n(GREVE, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO, CONTRATAÇÃO TEMPORÁRIA)\nRE 658026 (TP). \n(DIREITO DE GREVE, POLICIAL CIVIL)\nRcl 6568 (TP). \n(DESCONTO EM FOLHA DE PAGAMENTO, GREVE, SERVIDOR PÚBLICO CIVIL)\nMI 670 (TP). \n(MANDADO DE INJUNÇÃO, DIREITO DE GREVE, SERVIDOR PÚBLICO)\nMI 708 (TP), RE 456530 ED (2ªT), AI 824949 AgR (2ªT). \n(DIREITO DE GREVE, SERVIDOR PÚBLICO)\nRE 226966 (1ªT), RE 222532 (2ªT), ADI 3235 (TP). \n(GREVE, DESCONTO DOS DIAS PARADOS)\nRE 399338 AgR (1ªT), AI 824949 AgR (2ªT), Rcl 6200 AgR (2ªT). \n- Decisões monocráticas citadas:\n(MANDADO DE INJUNÇÃO, DIREITO DE GREVE, SERVIDOR PÚBLICO)\nRE 399338, RE 539042, RE 476314, RE 478936, RE 564762, RE 551549, Rcl 11536 MC, RMS 30939 AgR, Rcl 16535.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: ROMS 2873, AG 1373177, MS 15272, MS 26517, MS 17405, Pet 7920, AREsp 5351 AgRg, AREsp 132109, REsp 1173117 AgRg, RMS 22715, SS 2585 AgR, SLS 1577 AgR. \nTST: E-RR 383124, RR 2563300-09.2007.5.09.0005, RO 45500-42.2013.5.17.0000, RO 1000738-04.2014.5.02.0000,\nRO 1000229 73.2014.5.02.0000, RO 1000320-66.2014.5.02.0000, RO 198-91.2011.5.05.0000, RO 5659-94.2013.5.15.0000\nRO 5723-70.2014.5.15.0000, RO 52731-74.2012.5.02.0000, RO 18400-20.2010.5.17.0000, RO 3961820125150000. \n- Legislação estrangeira citada: Art. 181 da lei 85/1978 da Espanha; Art. 68 da lei orgânica 2/1986 da Espanha; Constituição de Weimar de 1919; Constituição mexicana de 1917; Diretiva 2014/42/EU, da União Europeia.\n- Veja Recomendação nº 159 da Organização Internacional do Trabalho (OIT), firmada em 1978.\n- Veja AI 853275 do STF.\nNúmero de páginas: 176.\nAnálise: 05/04/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : FUNDAÇÃO DE APOIO À ESCOLA TÉCNICA - FAETEC \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nRECDO.(A/S)  : RENATO BARROSO BERNABE E OUTRO(A/S)\nADV.(A/S)  : PAULO GUILHERME LUNA VENANCIO E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO DOS TRABALHADORES NO SERVIÇO PÚBLICO FEDERAL - CONDSEF \nADV.(A/S)  : VALMIR FLORIANO VIEIRA DE ANDRADE E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO DE SINDICATOS DE TRABALHADORES DAS UNIVERSIDADES BRASILEIRAS - FASUBRA \nADV.(A/S)  : JOÃO LUIZ ARZENO DA SILVA E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS SERVIDORES DO JUDICIARIO NOS ESTADOS-FENAJUD \nADV.(A/S)  : LEONARDO MILITAO ABRANTES \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS SINDICATOS DE TRABALHADORES EM SAÚDE,TRABALHO E PREVIDÊNCIA SOCIAL - FENASPS \nADV.(A/S)  : MARLUCE MACIEL BRITTO ARAGÃO E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES DO JUDICIÁRIO FEDERAL E MINISTÉRIO PÚBLICO DA UNIÃO - FENAJUFE \nADV.(A/S)  : CEZAR BRITTO E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"531 - Desconto nos vencimentos dos servidores públicos dos dias não trabalhados em virtude de greve.","old_seq_sjur":375630,"documental_tese_texto":"A administração pública deve proceder ao desconto dos dias de paralisação decorrentes do exercício do direito de greve pelos servidores públicos, em virtude da suspensão do vínculo funcional que dela decorre, permitida a compensação em caso de acordo. O desconto será, contudo, incabível se ficar demonstrado que a greve foi provocada por conduta ilícita do Poder Público.","procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 693456","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-10-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CASTRO, Pedro. Greve: fatos e significados. São Paulo: Ática, 1986.\nDEL VECCHIO, Giorgio. Leçons de philosophie du droit. Paris: Sirey, 1936, p. 297.\nFABEL, Luciana Machado Teixeira. Releitura conceitual e problematizada do Direito de Greve no Serviço Público Federal e as possíveis contribuições para a reflexão do Gestor Público com relação ao corte de ponto. Dissertação (mestrado) - FEAD - Centro de Gestão Empreendedora, Belo Horizonte, 2009. p. 39.\nJÉZE, Gaston. Grève de fonctionnaires publics. RDP, 1909. p. 500.\nMARÍN, Tomás Vidal. El derecho de sindicación y huelga. In: GUERRERO, José Luis García (Director). Los derechos fundamentales: la vida, la igualdad y los derechos de libertad. Valencia: Tirant Lo Blanch, 2013. p. 439.\nMELO, Raimundo Simão de. A greve no Direito Brasileiro. São Paulo: Ltr, 2003. p. 23.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo: Saraiva, 2010. p. 1394.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos serviços públicos. São Paulo: Saraiva, 1999. p. 364 e 353.\nUCHÔA, Marcelo Ribeiro. A greve no serviço público brasileiro. In: O Supremo Tribunal Federal e os casos difíceis. Florianópolis: Conceito, 2012. p. 250 e 251.\nZENIA, Cernov. Greve de servidores públicos. São Paulo: Ltr, 2011. p. 70 e 71.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":693456,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur374462","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em face da aposentadoria do Relator. Presidência do Senhor Ministro Joaquim Barbosa. Plenário, 26.11.2012.\r\n\n                 Decisão: Após o relatório, o julgamento foi suspenso. Ausentes a Ministra Cármen Lúcia, representando o Tribunal na Viagem de Estudos sobre Justiça Transicional, organizada pela Fundação Konrad Adenauer, em Berlim, entre os dias 5 e 9 de outubro de 2014, e na 100ª Sessão Plenária da Comissão Europeia para a Democracia pelo Direito (Comissão de Veneza), em Roma, nos dias 10 e 11 subsequentes, e o Ministro Dias Toffoli que, na qualidade de Presidente do Tribunal Superior Eleitoral, participa do VII Fórum da Democracia de Bali, na Indonésia, no período de 8 a 13 de outubro de 2014. Presidência do Ministro Ricardo Lewandowski. Plenário, 08.10.2014.\r\n\n                  Decisão: Após o voto do Ministro Roberto Barroso (Relator), dando parcial provimento ao recurso, o julgamento foi suspenso. Ausentes a Ministra Cármen Lúcia, representando o Tribunal na Viagem de Estudos sobre Justiça Transicional, organizada pela Fundação Konrad Adenauer, em Berlim, entre os dias 5 e 9 de outubro de 2014, e na 100ª Sessão Plenária da Comissão Europeia para a Democracia pelo Direito (Comissão de Veneza), em Roma, nos dias 10 e 11 subsequentes; o Ministro Dias Toffoli que, na qualidade de Presidente do Tribunal Superior Eleitoral, participa do VII Fórum da Democracia de Bali, na Indonésia, no período de 8 a 13 de outubro de 2014, e, justificadamente, o Ministro Teori Zavascki. Falaram, pelo recorrente Instituto Nacional do Seguro Social - INSS, o Dr. Marcelo de Siqueira Freitas, Procurador-Geral Federal; pelo amicus curiae Instituto Brasileiro de Direito Previdenciário - IBDP, a Dra. Gisele Kravchychyn, e, pelo amicus curiae Confederação Brasileira de Aposentados e Pensionistas - COBAP, o Dr. Gabriel Dornelles Marcolin, OAB/RS 76.643. Presidência do Ministro Ricardo Lewandowski. Plenário, 09.10.2014.\r\n\n                 Decisão: Após os votos dos Ministros Dias Toffoli e Teori Zavascki, que davam provimento integral ao recurso, pediu vista dos autos a Ministra Rosa Weber. Presidência do Ministro Ricardo Lewandowski. Plenário, 29.10.2014.\r\n\n                 Decisão: O Tribunal, apreciando o tema 503 da repercussão geral, por maioria, deu provimento ao recurso extraordinário, vencidos, em parte, os Ministros Roberto Barroso (Relator), Rosa Weber, Ricardo Lewandowski e Marco Aurélio. Redigirá o acórdão o Ministro Dias Toffoli. Em seguida, o Tribunal deliberou adiar a fixação da tese. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 26.10.2016.\r\n\n                       Decisão: O Tribunal fixou tese nos seguintes termos: “No âmbito do Regime Geral de Previdência Social (RGPS), somente lei pode criar benefícios e vantagens previdenciárias, não havendo, por ora, previsão legal do direito à 'desaposentação', sendo constitucional a regra do art. 18, § 2º, da Lei nº 8.213/91”. O Ministro Marco Aurélio não participou da fixação da tese. Ausentes, justificadamente, o Ministro Celso de Mello, e, nesta assentada, o Ministro Gilmar Mendes. Presidência da Ministra Cármen Lúcia. Plenário, 27.10.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur374462","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur374462","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Constitucional. Previdenciário. Parágrafo 2º do art. 18 da Lei 8.213/91. Desaposentação. Renúncia a anterior benefício de aposentadoria. Utilização do tempo de serviço/contribuição que fundamentou a prestação previdenciária originária. Obtenção de benefício mais vantajoso. Julgamento em conjunto dos RE nºs 661.256/sc (em que reconhecida a repercussão geral) e 827.833/sc. Recursos extraordinários providos.\n\n\n\n    1. Nos RE nºs 661.256 e 827.833, de relatoria do Ministro Luís Roberto Barroso, interpostos pelo INSS e pela União, pugna-se pela reforma dos julgados dos Tribunais de origem, que reconheceram o direito de segurados à renúncia à aposentadoria, para, aproveitando-se das contribuições vertidas após a concessão desse benefício pelo RGPS, obter junto ao INSS regime de benefício posterior, mais vantajoso. \n\n\n\n    2. A Constituição de 1988 desenhou um sistema previdenciário de teor solidário e distributivo. inexistindo inconstitucionalidade na aludida norma do art. 18, § 2º, da Lei nº 8.213/91, a qual veda aos aposentados que permaneçam em atividade, ou a essa retornem, o recebimento de qualquer prestação adicional em razão disso, exceto salário-família e reabilitação profissional.\n\n\n\n    3. Fixada a seguinte tese de repercussão geral no RE nº 661.256/SC: “[n]o âmbito do Regime Geral de Previdência Social (RGPS), somente lei pode criar benefícios e vantagens previdenciárias, não havendo, por ora, previsão legal do direito à ‘desaposentação’, sendo constitucional a regra do art. 18, § 2º, da Lei nº 8213/91”.\n\n\n\n    4. Providos ambos os recursos extraordinários (RE nºs 661.256/SC e 827.833/SC).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13687555","externo_seq_objeto_incidente":4157562,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-221  DIVULG 27-09-2017  PUBLIC 28-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=661256&classe=RE","is_colac":false,"titulo":"RE 661256","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n          ART-00153 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00153 PAR-00002 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 ART-00005 \"CAPUT\" \n          INC-00001 INC-00002 INC-00036 ART-00006 \n          ART-00007 INC-00024 ART-00037 \"CAPUT\" \n          ART-00040 \"CAPUT\" PAR-00018 INCLUÍDO PELA EMC-41/2003\n          ART-00097 ART-00149 \"CAPUT\" ART-00150 \n          INC-00001 INC-00003 ART-00193 ART-00194 \n          \"CAPUT\" PAR-ÚNICO INC-00001 INC-00005 \n          INC-00006 \n          ART-00195 \"CAPUT\" INC-00001 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 LET-A INCLUÍDO PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 LET-B INCLUÍDO PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00001 LET-C INCLUÍDO PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00002 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00195 \"CAPUT\" INC-00003 \n          ART-00195 \"CAPUT\" INC-00004 INCLUÍDO PELA EMC-42/2003\n          ART-00195 \"CAPUT\" PAR-00004 PAR-00005 \n          PAR-00006 \n          ART-00201 \"CAPUT\" REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 \n          ART-00201 \"CAPUT\" PAR-00001 REDAÇÃO DADA PELA EMC-47/2005\n          ART-00201 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00003 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00004 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00007 REDAÇÃO DADA PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00007 INC-00001 INCLUÍDO PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00007 INC-00002 INCLUÍDO PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00009 INCLUÍDO PELA EMC-20/1998\n          ART-00201 \"CAPUT\" PAR-00011 INCLUÍDO PELA EMC-20/1998\n          ART-00202 \"CAPUT\" PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000020      ANO-1998\n          ART-00009 INC-00002 LET-B PAR-00001 \n          INC-00001 LET-B\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000040      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000041      ANO-2003\n          ART-00004 \"CAPUT\"\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000047      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003807      ANO-1960\n          ART-00005 PAR-00003\n                LOPS-1960 LEI ORGÂNICA DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00481 ART-0543C PAR-00007 INC-00001 \n          ART-00557 PAR-0001A\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-005890      ANO-1973\n          ART-00012 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006210      ANO-1975\n          ART-00002 PAR-00001 PAR-00002 INC-00001 \n          INC-00002 PAR-00003 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006243      ANO-1975\n          ART-00001 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00025 ART-00103 PAR-00001\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008212      ANO-1991\n          ART-00012 INC-00001 LET-A LET-B \n          LET-C LET-D LET-E LET-F \n          LET-G LET-H LET-I LET-J \n          ART-00012 PAR-00004 INCLUÍDO PELA LEI-9032/1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n          ART-00001 ART-00010 ART-00011 INC-00001 \n          ART-00011 PAR-00003 INCLUÍDO PELA LEI-9032/1995\n          ART-00018 \"CAPUT\" INC-00001 LET-B \n          LET-C INC-00002 \n          ART-00018 \"CAPUT\" PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00018 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA LEI-9032/1995\n          ART-00018 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA LEI-9528/1997\n          ART-00025 INC-00003 INCLUÍDO PELA LEI-9876/1999\n          ART-00026 INC-00001 REDAÇÃO DADA PELA LEI-9876/1999\n          ART-00026 INC-00006 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 INC-00001 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00006 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00007 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00008 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00009 INCLUÍDO PELA LEI-9876/1999\n          ART-00029 PAR-00011 INCLUÍDO PELA LEI-13183/2015\n          ART-00029 PAR-00012 INCLUÍDO PELA LEI-13183/2015\n          ART-00029 PAR-00013 INCLUÍDO PELA LEI-13183/2015\n          ART-0029C INC-00001 INC-00002 ART-00046 \n          ART-00047 ART-00057 PAR-00009 PAR-00010 \n          ART-00067 REDAÇÃO DADA PELA LEI-9876/1999\n          ART-00081 REDAÇÃO ORIGINÁRIA\n          ART-00081 REVOGADO PEPA LEI-9032/1995\n          ART-00081 INC-00001 REVOGADO PEPA LEI-9032/1995\n          ART-00081 INC-00002 REVOGADO PEPA LEI-9032/1995\n          ART-00082 REDAÇÃO ORIGINÁRIA\n          ART-00082 REVOGADO PEPA LEI-9032/1995\n          ART-00083 \n          ART-00083 REDAÇÃO ORIGINÁRIA\n          ART-00094 PAR-00009 ART-00096 INC-00002 \n          INC-00003 ART-00098 \n          ART-00124 INC-00002 REDAÇÃO DADA PELA LEI-9032/1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008870      ANO-1994\n          ART-00024 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009032      ANO-1995\n          ART-00002 ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009528      ANO-1997\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009717      ANO-1998\n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009796      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009876      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013183      ANO-2015\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00006 PAR-00001\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00453\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000066      ANO-1966\n                DECRETO-LEI\n\n","LEG-FED   MPR-000664      ANO-2014\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000676      ANO-2015\n                MEDIDA PROVISÓRIA CONVERTIDA NA LEI-13183/2015\n\n","LEG-FED   DEC-003048      ANO-1999\n          ART-00020 PAR-00001 INCLUÍDO PELO DEC-6722/2008\n          ART-0181B INCLUÍDO PELO DEC-3265/1999\n          ART-0181B PAR-ÚNICO REDAÇÃO DADA PELO DEC-6208/2007\n                DECRETO\n\n","LEG-FED   DEC-003265      ANO-1999\n                DECRETO\n\n","LEG-FED   DEC-006208      ANO-2007\n                DECRETO\n\n","LEG-FED   DEC-006722      ANO-2008\n                DECRETO\n\n","LEG-FED   DEC-008443      ANO-2015\n                DECRETO\n\n","LEG-FED   INT-000045      ANO-2010\n          ART-00564 INC-00006 ART-00627\n                INSTRUÇÃO NORMATIVA DO PRESIDENTE DO INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS/PRES\n\n","LEG-FED   PJL-07154B      ANO-2002\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-002687      ANO-2007\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-005668      ANO-2009\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000091      ANO-2010\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000072      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-002567      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-002675      ANO-2011\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000172      ANO-2014\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000004      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000015      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000015      ANO-2015\n          ART-00006\n                PROJETO DE LEI DE CONVERSÃO - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-003541      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-003884      ANO-2015\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-005080      ANO-2016\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   SUV-000010      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000359      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-09-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROIBIÇÃO, LEI, APROVEITAMENTO, TEMPO DE SERVIÇO, CONCESSÃO DE APOSENTADORIA. CONSTITUIÇÃO FEDERAL, DESAPOSENTAÇÃO. ATRIBUIÇÃO, LEGISLAÇÃO ORDINÁRIA, CONTRIBUIÇÃO PREVIDENCIÁRIA, CONCESSÃO, BENEFÍCIO. DESAPOSENTAÇÃO, ATO ADMINISTRATIVO, PRINCÍPIO DA LEGALIDADE. CONCESSÃO DE APOSENTADORIA, ATO ADMINISTRATIVO, EFEITO PRO FUTURO. RESTITUIÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, ENRIQUECIMENTO SEM CAUSA. FATOR PREVIDENCIÁRIO, INCENTIVO, CONTRIBUIÇÃO PREVIDENCIÁRIA, DEMORA, APOSENTADORIA; ESCOLHA, CONTRIBUINTE, MOMENTO, APOSENTADORIA. FATOR PREVIDENCIÁRIO, REGIME PREVIDENCIÁRIO DE REPARTIÇÃO. DESAPOSENTAÇÃO, IMPREVISIBILIDADE, PARÂMETRO ATUARIAL, EXPECTATIVA, VIDA, BENEFICIÁRIO. EQUILÍBRIO ATUARIAL, PRINCÍPIO DA COMUTATIVIDADE (DIREITO PREVIDENCIÁRIO). DESAPOSENTAÇÃO, PRINCÍPIO DA SOLIDARIEDADE, OFENSA, ISONOMIA. REGULAMENTAÇÃO, DESAPOSENTAÇÃO, CONGRESSO NACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CARÁTER INSTITUCIONAL. PREVIDÊNCIA COMPLEMENTAR, RELAÇÃO CONTRATUAL. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), DIREITO SUBJETIVO, CUMPRIMENTO, REQUISITO, LEI. REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO, REGIME PREVIDENCIÁRIO DE REPARTIÇÃO. APOSENTADO, RETORNO, TRABALHO,CONTRIBUIÇÃO PARA CUSTEIO DA SEGURIDADE SOCIAL. REGIME PREVIDENCIÁRIO, PRINCÍPIO DA SOLIDARIEDADE. AUSÊNCIA, VINCULAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, CONTRAPRESTAÇÃO, BENEFÍCIO. FINANCIAMENTO, SEGURIDADE SOCIAL, SOCIEDADE, ADMINISTRAÇÃO PÚBLICA; CARÁTER CONTRIBUTIVO, COMPULSORIEDADE, RECOLHIMENTO, CONTRIBUIÇÃO PREVIDENCIÁRIA. RESTRIÇÃO, ACUMULAÇÃO, PROVENTO, SALÁRIO, COMPLEMENTAÇÃO, RENDA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PODER JUDICIÁRIO, AUMENTO, BENEFÍCIO PREVIDENCIÁRIO, PRINCÍPIO DA RESERVA LEGAL. ILEGITIMIDADE, PODER JUDICIÁRIO, SUPRIMENTO, SUPERAÇÃO, ATUAÇÃO, PODER LEGISLATIVO. COMPETÊNCIA LEGISLATIVA, LEGISLADOR ORDINÁRIO, REVISÃO, CÁLCULO, BENEFÍCIO PREVIDENCIÁRIO. AUSÊNCIA, VINCULAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, RECEBIMENTO, BENEFÍCIO. EXIGÊNCIA, FONTE DE CUSTEIO, CRIAÇÃO, BENEFÍCIO PREVIDENCIÁRIO, SERVIÇO, SEGURIDADE SOCIAL. TRIBUTAÇÃO, APOSENTADORIA, SERVIDOR PÚBLICO, PRINCÍPIO DA SOLIDARIEDADE, EQUILÍBRIO ATUARIAL, EQUIDADE, PARTICIPAÇÃO, CUSTEIO, DIVERSIDADE DA BASE DE FINANCIAMENTO. RESPONSABILIDADE, SOCIEDADE, FINANCIAMENTO, SEGURIDADE SOCIAL. PRINCÍPIO DA UNIVERSALIDADE DA COBERTURA, PRINCÍPIO DA UNIVERSALIDADE DO ATENDIMENTO, PRINCÍPIO DA DISTRIBUTIVIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: APOSENTADORIA, DIREITO SOCIAL, TRABALHADOR, BENEFÍCIO PECUNIÁRIO, DIREITO INDIVIDUAL, CARÁTER PERSONALÍSSIMO. DESAPOSENTAÇÃO, AUSÊNCIA, NORMA LEGAL. PROIBIÇÃO, LEI, APOSENTADORIA DUPLA, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). OBRIGATORIEDADE, CONTRIBUIÇÃO PREVIDENCIÁRIA, TRABALHADOR APOSENTADO, CONTRIBUIÇÃO PARA CUSTEIO DA SEGURIDADE SOCIAL, PRINCÍPIO DA SOLIDARIEDADE. CONTRIBUIÇÃO PREVIDENCIÁRIA, MELHORIA, BENEFÍCIO PREVIDENCIÁRIO, TRABALHADOR APOSENTADO. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CONTRIBUIÇÃO SOCIAL, CONTRAPRESTAÇÃO. REGIME DE CAIXA, REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO. DEVER, RECOLHIMENTO, CONTRIBUIÇÃO SOCIAL, INEXISTÊNCIA, CONTRATO BILATERAL. DESAPOSENTAÇÃO, DANO, EQUILÍBRIO ATUARIAL. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), VALOR, BENEFÍCIO PREVIDENCIÁRIO, INDEPENDÊNCIA, EXISTÊNCIA, DIVERSIDADE, RENDA, TRABALHADOR, FAVORECIMENTO, ANTECIPAÇÃO, APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO; BENEFÍCIO PREVIDENCIÁRIO, SEGURO, RISCO, MERCADO DE TRABALHO, GARANTIA, RENDA MENSAL VITALÍCIA. APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO, IDADE MÍNIMA. DESAPOSENTAÇÃO, ESTÍMULO, ACUMULAÇÃO, APOSENTADORIA PROPORCIONAL, REMUNERAÇÃO. MANIPULAÇÃO, FATOR PREVIDENCIÁRIO, SEGURADO, PRINCÍPIO DA ISONOMIA. COMPETÊNCIA, LEGISLADOR, ELABORAÇÃO, CRITÉRIO, RECÁLCULO, APOSENTADORIA, GARANTIA, EQUILÍBRIO ATUARIAL. DIREITO COMPARADO, TRABALHADOR APOSENTADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: EMENDA CONSTITUCIONAL 20 DE 1998, EQUILÍBRIO ATUARIAL, RECEITA, CUSTO, CONCESSÃO, BENEFÍCIO. FATOR PREVIDENCIÁRIO, CRITÉRIO, CÁLCULO, BENEFÍCIO, REDUÇÃO, DÉFICIT, REGIME PREVIDENCIÁRIO. REGIME PREVIDENCIÁRIO DE REPARTIÇÃO, PRINCÍPIO DA SOLIDARIEDADE. DIFERENÇA, REGIME PREVIDENCIÁRIO DE REPARTIÇÃO, REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO. REGIME PREVIDENCIÁRIO DE CAPITALIZAÇÃO, PREVIDÊNCIA PRIVADA, FUNDO DE PENSÃO. ÔNUS, REGIME PREVIDENCIÁRIO, REVISÃO, BENEFÍCIO PREVIDENCIÁRIO, RENÚNCIA, APOSENTADORIA, RETORNO, MERCADO DE TRABALHO. OMISSÃO LEGISLATIVA, PRINCÍPIO DA LEGALIDADE. VEDAÇÃO, RENÚNCIA, APOSENTADORIA, CONCESSÃO DE APOSENTADORIA, MOMENTO POSTERIOR. DESAPOSENTAÇÃO, PRINCÍPIO DA LEGALIDADE. PRINCÍPIO DA DISTRIBUTIVIDADE. PRINCÍPIO DA UNIVERSALIDADE DA COBERTURA, PRINCÍPIO DA UNIVERSALIDADE DO ATENDIMENTO. REPERCUSSÃO SOCIAL, ATO LEGISLATIVO, MATÉRIA PREVIDENCIÁRIA. REVERSIBILIDADE, LEGISLAÇÃO, ESTABILIDADE, JURISDIÇÃO CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DESAPOSENTAÇÃO, REAPOSENTAÇÃO. EVOLUÇÃO, LEGISLAÇÃO, CONTRIBUIÇÃO PARA CUSTEIO DA SEGURIDADE SOCIAL. DESAPOSENTAÇÃO, MATÉRIA INFRACONSTITUCIONAL. ATUAÇÃO, ADMINISTRADOR PÚBLICO, PRINCÍPIO DA LEGALIDADE. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CARÁTER INSTITUCIONAL, AUSÊNCIA, PREVALÊNCIA, VONTADE. DESAPOSENTAÇÃO, ANULAÇÃO, ATO JURÍDICO PERFEITO. VEDAÇÃO, LEGISLAÇÃO PREVIDENCIÁRIA, CONCESSÃO, BENEFÍCIO, TRABALHADOR APOSENTADO. SUBMISSÃO, SEGURIDADE SOCIAL, LEI, REGIME JURÍDICO, DIREITO PÚBLICO. VEDAÇÃO, PODER JUDICIÁRIO, DEFINIÇÃO, REGRA, REAPOSENTAÇÃO. APOSENTADORIA, CONTAGEM DE TEMPO DE CONTRIBUIÇÃO, RECÁLCULO, BENEFÍCIO, APRECIAÇÃO, FATO, PROVA. CONSTITUCIONALIDADE, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO INATIVO, NATUREZA TRIBUTÁRIA, EXAÇÃO. PRINCÍPIO DA SOLIDARIEDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. REGIME PREVIDENCIÁRIO DE REPARTIÇÃO, PRINCÍPIO DA CONTRAPARTIDA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: OBRIGATORIEDADE, VINCULAÇÃO, TRABALHADOR, INICIATIVA PRIVADA, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). DESAPOSENTAÇÃO, LEGISLAÇÃO ESPECÍFICA. PRINCÍPIO DA ISONOMIA, EQUILÍBRIO ATUARIAL. CRITÉRIO, CÁLCULO, PROVENTO, AFERIÇÃO, IDADE, EXPECTATIVA, VIDA, MOMENTO, AQUISIÇÃO, APOSENTADORIA. DESAPOSENTAÇÃO, LACUNA DA LEI, PREVISÃO, LEGISLAÇÃO ANTERIOR, PECÚLIO. REGIME PREVIDENCIÁRIO, LIMITAÇÃO, ATUAÇÃO, LEGISLADOR. PRESTAÇÃO PREVIDENCIÁRIA, BASE DE CÁLCULO, SALÁRIO-DE-CONTRIBUIÇÃO. IMUNIDADE, APOSENTADO, CONTRIBUIÇÃO SOCIAL. DEVER, RECOLHIMENTO, CONTRIBUIÇÃO SOCIAL, PERMANÊNCIA, ATIVIDADE PROFISSIONAL. ESTRUTURAÇÃO, REGIME PREVIDENCIÁRIO, FATOR PREVIDENCIÁRIO, LIMITAÇÃO, REVISÃO, BENEFÍCIO PREVIDENCIÁRIO, PRAZO DECADENCIAL, DEZ ANOS. RECEBIMENTO, PROVENTO, REGIME PREVIDENCIÁRIO, RESTITUIÇÃO, VALOR. CÁLCULO, APOSENTADORIA, IDADE, EXPECTATIVA, VIDA, MOMENTO, PRIMEIRO, VÍNCULO. EQUILÍBRIO ATUARIAL. EXIGÊNCIA, LEI, AUMENTO, REDUÇÃO, ALÍQUOTA, CONTRIBUIÇÃO SOCIAL, EMPREGADO, EMPREGADOR. AUSÊNCIA, IDADE MÍNIMA, CONCESSÃO DE APOSENTADORIA. DESAPOSENTAÇÃO, EFEITO FINANCEIRO, DECURSO DE PRAZO, CENTO E OITENTA DIAS, PUBLICAÇÃO, ACÓRDÃO, AUSÊNCIA, INICIATIVA LEGISLATIVA. CONCESSÃO DE APOSENTADORIA, ATO JURÍDICO PERFEITO. VEDAÇÃO, VENIRE CONTRA FACTUM PROPRIUM. VALIDADE, COBRANÇA, CONTRIBUIÇÃO SOCIAL, APOSENTADO, RETORNO, TRABALHO. VALIDADE, COBRANÇA, CONTRIBUIÇÃO SOCIAL, SERVIDOR PÚBLICO INATIVO, AUSÊNCIA, DIREITO ADQUIRIDO. PRINCÍPIO DA ISONOMIA. PRINCÍPIO DA SOLIDARIEDADE, EQUIDADE, DISTRIBUIÇÃO, ÔNUS, REGIME PREVIDENCIÁRIO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: CONVERSÃO, APOSENTADORIA PROPORCIONAL, PROVENTO INTEGRAL, APOSENTADORIA, INTERMÉDIO, DESAPOSENTAÇÃO. DISTINÇÃO, DESAPOSENTAÇÃO, REAPOSENTAÇÃO. CONTEXTO HISTÓRICO, DESAPOSENTAÇÃO, REAPOSENTAÇÃO, REFORMA PREVIDENCIÁRIA. MOTIVAÇÃO, RETORNO, APOSENTADO, MERCADO DE TRABALHO. APOSENTADORIA, IDADE MÍNIMA, FATOR PREVIDENCIÁRIO. REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), CARÁTER INSTITUCIONAL, NORMA COGENTE, COMPULSORIEDADE, VINCULAÇÃO. TRABALHADOR APOSENTADO, SEGURADO OBRIGATÓRIO. PRINCÍPIO DA SOLIDARIEDADE. AUTONOMIA, CUSTEIO, PRESTAÇÃO PREVIDENCIÁRIA. PRINCÍPIO DA RESERVA LEGAL, ATUALIZAÇÃO, SALÁRIO-DE-CONTRIBUIÇÃO. PRINCÍPIO DA CONTRAPARTIDA. DESTINAÇÃO, CONTRIBUIÇÃO PREVIDENCIÁRIA, PAGAMENTO, PRESTAÇÃO, SEGURADO, INCLUSÃO, APOSENTADO, RETORNO, TRABALHO. REGIME PREVIDENCIÁRIO DE REPARTIÇÃO. NÃO INCIDÊNCIA, CONTRIBUIÇÃO SOCIAL, APOSENTADORIA, PENSÃO, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS). IRREVERSIBILIDADE, APOSENTADORIA, ABUSO, PODER REGULAMENTAR, RESTRIÇÃO, LIBERDADE, APOSENTADO. RENÚNCIA, APOSENTADORIA, JURIDICIDADE ADMINISTRATIVA. MOMENTO, REQUERIMENTO, APOSENTADORIA, DIREITO DISPONÍVEL. RENÚNCIA, ATO UNILATERAL. ATO JURÍDICO PERFEITO. RENÚNCIA, APOSENTADORIA, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. PREVIDÊNCIA SOCIAL, DIREITO FUNDAMENTAL, DIREITO SOCIAL. CONTAGEM RECÍPROCA DO TEMPO DE CONTRIBUIÇÃO, GARANTIA, PRESTAÇÃO PREVIDENCIÁRIA, DIVERSIDADE, REGIME PREVIDENCIÁRIO. CONTAGEM RECÍPROCA DO TEMPO DE CONTRIBUIÇÃO, COMPENSAÇÃO, CARÁTER FINANCEIRO, REGIME GERAL DE PREVIDÊNCIA SOCIAL (RGPS), REGIME PREVIDENCIÁRIO, SERVIDOR PÚBLICO. SEMELHANÇA, DESAPOSENTAÇÃO, REVERSÃO, SERVIDOR PÚBLICO INATIVO, EXIGÊNCIA, CONTRIBUIÇÃO PREVIDENCIÁRIA. REVERSÃO, EXTINÇÃO, APOSENTADORIA. DESAPOSENTAÇÃO, DEVOLUÇÃO, VALOR, RECEBIMENTO, APOSENTADO, EQUILÍBRIO ATUARIAL, PRINCÍPIO DA ISONOMIA. PRINCÍPIO DA UNIVERSALIDADE DA COBERTURA, PRINCÍPIO DA UNIVERSALIDADE DO ATENDIMENTO. JURISPRUDÊNCIA, APLICAÇÃO, LEGISLAÇÃO VIGENTE, CUMPRIMENTO, REQUISITO, APOSENTADORIA. SEGURADO OBRIGATÓRIO, CONTRIBUIÇÃO PARA CUSTEIO DA SEGURIDADE SOCIAL. DESAPOSENTAÇÃO, RECÁLCULO, PROVENTO, ÂMBITO, REGIME PRÓPRIO DE PREVIDÊNCIA SOCIAL.\n\n- TERMO(S) DE RESGATE: JUSTIÇA COMUTATIVA, JUSTIÇA DISTRIBUTIVA, JUSTIÇA INTERGERACIONAL. MODELO DE POUPANÇA DE CARÁTER VIRTUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=661256&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- O RE 661256 foi objeto de embargos de declaração acolhidos com efeitos modificativos.\n- Acórdão(s) citado(s):\n(RGPS, RENÚNCIA, BENEFÍCIO, APOSENTADORIA)\nAI 851605 AgR (1ªT), RE 661256 RG. \n(CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO INATIVO)\nADI 3104 (TP), ADI 3105 (TP), ADI 3128 (TP), RE 437640 (1ªT), RE 424055 AgR (2ªT), AI 397337 AgR (2ªT), ADI 2010 MC, ADI 1441 MC (TP), ADI 1430 MC (TP). \n(APOSENTADO, RETORNO, ATIVIDADE, PRINCÍPIO DA UNIVERSALIDADE, CUSTEIO, PREVIDÊNCIA SOCIAL)\nRE 437640 (1ªT). \n(PRAZO DECADENCIAL, REVISÃO, BENEFÍCIO PREVIDENCIÁRIO)\nRE 626489 (TP). \n(INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO, FUNCIONÁRIO PÚBLICO)\nRE 110431 (2ªT) - RTJ 119/329, RE 109428 (1ªT) - RTJ 123/681, AI 117511 AgR (2ªT) - RTJ 123/372, RTJ 75/481. \n(PRINCÍPIO DA SOLIDARIEDADE)\nRE 414816 AgR (1ªT), AI 724582 AgR (2ªT), AI 764794 AgR (1ªT), ARE 672673 AgR (1ªT). \n(REGIME PREVIDENCIÁRIO, CÁLCULO, RENDA MENSAL INICIAL, DIREITO ADQUIRIDO, MELHOR BENEFÍCIO)\nRE 630501 (TP). \n(CONCESSÃO, BENEFÍCIO DE PRESTAÇÃO CONTINUADA, IDOSO, PORTADOR DE DEFICIÊNCIA)\nRcl 4374 (TP). \n(EX-CELETISTA, CONTAGEM ESPECIAL DE TEMPO DE SERVIÇO, DIREITO ADQUIRIDO)\nRE 255827 (1ªT), RE 333246 AgR (1ªT), RE 455479 AgR (1ªT), AI 598630 AgR (2ªT), ADI 1664 MC, RE 603581 AgR (1ªT). \n(PRINCÍPIO DA RESERVA LEGAL)\nRE 567360 ED (2ªT). \n(BENEFÍCIO PREVIDENCIÁRIO, REVISÃO)\nRE 415454 (TP), RE 416827 (TP), RE 495042 (TP), RE 499157 (2ªT), RE 567360 ED (2ªT). \n(DESAPOSENTAÇÃO, MATERIA INFRACONSTITUCIONAL)\nADI 4277 (TP). \n(RENÚNCIA, APOSENTADORIA, MATÉRIA INFRACONSTITUCIONAL, OFENSA INDIRETA)\nARE 793709 ED (1ªT). \n(NATUREZA TRIBUTÁRIA, SEGURIDADE SOCIAL)\nADI 1664 MC, ADC 8 MC (TP), ADI 1664 MC. \n(REVISÃO, BENEFÍCIO PREVIDENCIÁRIO, LEGISLAÇÃO INFRACONSTITUCIONAL, OFENSA INDIRETA)\nAI 773078 AgR (1ªT), RE 643925 AgR (1ªT), ARE 827066 AgR (1ªT). \n(CONTROLE DE CONSTITUCIONALIDADE, SEPARAÇÃO DOS PODERES)\nHC 76543 (1ªT), AI 138344 AgR (1ªT). \n- Decisões monocráticas citadas:\n(RGPS, RENÚNCIA, BENEFÍCIO, APOSENTADORIA)\nAI 220803, AI 545274, RE 442480, RE 576466, RE 656268, RE 643963.\n(RENÚNCIA, APOSENTADORIA, MATÉRIA INFRACONSTITUCIONAL, OFENSA INDIRETA)\nAI 851605.\n(CONTROLE DE CONSTITUCIONALIDADE, SEPARAÇÃO DOS PODERES)\nRE 782801.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1334488, REsp 1515929, REsp 663336. \n- Decisão estrangeira citada: BVerfG, 1 BvR 79/09, decisão de 03.06.2014, do Tribunal Constitucional alemão.\n- Veja RE 381367, 827833 do STF.\nNúmero de páginas: 348.\nAnálise: 27/03/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nRECDO.(A/S)  : VALDEMAR RONCAGLIO \nADV.(A/S)  : ADILSON VIEIRA MACABU E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO PREVIDENCIÁRIO- IBDP \nADV.(A/S)  : GISELE LEMOS KRAVCHYCHYN E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIAO \nAM. CURIAE.  : CONFEDERAÇÃO BRASILEIRA DE APOSENTADOS E PENSIONISTAS - COBAP \nADV.(A/S)  : GABRIEL DORNELLES MARCOLIN","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"503 - Conversão de aposentadoria proporcional em aposentadoria integral por meio do instituto da desaposentação.","old_seq_sjur":374462,"documental_tese_texto":"No âmbito do Regime Geral de Previdência Social - RGPS, somente lei pode criar benefícios e vantagens previdenciárias, não havendo, por ora, previsão legal do direito à 'desaposentação' ou à ‘reaposentação’, sendo constitucional a regra do art. 18, § 2º, da Lei nº 8.213/91. Obs.: Redação da tese aprovada no julgamento do RE 661256 ED-segundos, realizado em 06/02/2020.","procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 661256","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-10-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AFFONSO, Julia. Justiça Federal autoriza desaposentação. Estadão, 8 maio 2016. Disponível em: http://politica.estadao.com.br/blogs/fausto-macedo/justica-federal-autoriza-desaposentacao. Acesso em: 7 out. 2016.\nAMADO, García apud PULIDO, Carlos Bernal. El neoconstitucionalismo a debate. Bogotá: Instituto de Estudios Constitucionales, 2006. p. 17.\nARAÚJO, Isabella Borges de. Desaposentação no Direito Brasileiro. Revista de Previdência Social, São Paulo, v. 31, n. 317, abr. 2007. p. 341-350.\nASSOCIAÇÃO BRASILEIRA DAS ENTIDADES FECHADAS DE PREVIDÊNCIA COMPLEMENTAR; INSTITUTO CULTURAL DE SEGURIDADE SOCIAL; SINDICATO NACIONAL DAS ENTIDADES FECHADAS DE PREVIDÊNCIA COMPLEMENTAR. A ideia de que o Fator impõe um ônus escorchante é falsa. Revista Fundos de Pensão, São Paulo, ano 29, n. 362, p. 57-59, mar. 2010. p. 59.\nBALERA, Wagner. A Seguridade Social na Constituição de 1988. 4. ed. São Paulo: LTr, 2006. p. 36, 48 e 58-59. \nBARBOSA, Rui apud ROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 412 e 413.\nBARÃO, Gisele. Desaposentadoria incentiva revisão no sistema previdenciário brasileiro: A maior dúvida diz respeito à devolução ou não do benefício já recebido pelo segurado. STF ainda tem de se manifestar. Gazeta do Povo, 06 dez. 2012. Disponível em: http://www.gazetadopovo.com.br/vida-publica/justica-direito/desaposentadoria-incentivarevisao-no-sistema-previdenciario-brasileiro-27iisjfre0fcxfmduktb4zxam. Acesso em: 24 jul. 2015.\nBAUMAN, Zygmunt. Modernidade Líquida. Rio de Janeiro: Zahar, 2001.\nBRAMANTE, Ivani Contini. Desaposentação e nova aposentadoria. Revista de Previdência Social, São Paulo, ano XXV, n. 244, março 2001. p. 150-155.\nBRASIL. Blog do Planalto – Presidência da República. Disponível em: http://blog.planalto.gov.br/assunto/fator-previdenciario/. Acesso em: 3 ago. 2015.\nBRASIL. Ministério da Previdência Social. Congresso II: MPS é contrário à desaposentação no modelo atual. Disponível em: http://www.previdencia.gov.br/2013/08/congresso-ii-mps-e-contrario-a-desaposentacao-no-modelo-atual/. Acesso em: 4 jul. 2015.\nBRASIL. Ministério da Previdência Social. Aposentadoria: Novas regras por tempo de contribuição já estão em vigor. Disponível em: http://www.previdencia.gov.br/2015/06/servico-novas-regras-para-aposentadoria-por-tempo-de-contribuicao-ja-estao-em-vigor/. Acesso em 24 ago. 2015.\nBRASIL. Ministério da Previdência Social. Secretaria de Políticas de Previdência Social. Coordenação-Geral de Estatística, Demografia e Atuária. Boletim Estatístico da Previdência Social, v. 21, n. 07. Disponível em: http://www.previdencia.gov.br/wpcontent/uploads/2016/09/beps_16.07.pdf. Acesso em: 28.9.2016.\nBRASIL. Senado Federal. Congresso mantém veto à desaposentação. Senado notícias. Disponível em: http://www12.senado.leg.br/noticias/materias/2015/12/15/congressomantem-veto-a-projeto-que-altera-formula-para-aposentadoria. Acesso em: 30 set. 2016.\nBRASIL. Ministério da Previdência Social. Secretaria de Políticas de Previdência Social. Coordenação-Geral de Estatística, Demografia e Atuária. Boletim Estatístico da Previdência Social, v. 21, n. 07. Disponível em: http://www.previdencia.gov.br/wpcontent/uploads/2016/09/beps_16.07.pdf. Acesso em: 28 set. 2016.\nBRASIL. Ministério do Trabalho e Previdência Social. Instituto Nacional do Seguro Social. Empresa de Tecnologia e Informações da Previdência Social. Anuário Estatístico da Previdência Social, Brasília, v. 23, 2014.\nBRASIL. Supremo Tribunal Federal. A Constituição e o Supremo. 4. ed. Brasília: Secretaria de Documentação, 2011. Disponível em: http://www.stf.jus.br/arquivo/cms/publicacaoLegislacaoAnotada/anexo/constituicao. Acesso em: 18 ago. 2015.\nCANOTILHO, J.J. Gomes. Direito Constitucional. p. 1236.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 27. ed. São Paulo: Atlas S.A. 2014. p. 733-734 e 735.\nCASTRO, Carlos Alberto Pereira de; LAZZARI, João Batista. Manual de direito previdenciário. 5. ed. São Paulo: LTr, 2004. p. 20-21, 31-32, 41 e 97.\n______.______. 13. ed. São Paulo: Conceito Editorial, 2011. p. 112 e 121.\n______.______. 5. ed. São Paulo: Ltr, 2013, p. 134, 139, 155, 688, 677-678 e 1097-1098. \nCASTRO , Wilton. Desaposentação: AGU estima impacto de R$ 181 bi e pede ao STF suspensão de ações. AGU, 13 abr. 2016. Disponível em: http://www.agu.gov.br/page/content/detail/id_conteudo/398586. Acesso em: 4 abr. 2016.\nCOELHO, Hamilton Antônio Coelho. Desaposentação: um novo instituto? Revista de Previdência Social, ano XXIII, n. 229, nov. 1999.\nCOIMBRA, J.R. Feijó. Direito Previdenciário Brasileiro. 10. ed.  Rio de Janeiro: Edições Trabalhistas, 1999. p. 12, 56 e 124.\nCOLNAGO, Lorena de Mello Rezende. Desaposentação. Revista de Previdência Social, v. 29, n. 301, p. 784-802, dez. 2005.\nCOMPARATO, Fabio Konder. A afirmação histórica dos direitos humanos. São Paulo: Saraiva, 2007. p. 65.\nCORREIA, Marcus Orione Gonçalves; CORREIA, Érica Paula Barcha. Curso de Direito da Seguridade Social. 7. ed. São Paulo: Saraiva, 2013. p. 325. \nCORREIA, Marcus Orione Gonçalves. Despensão: mais que um neologismo, uma realidade. Revista de Previdência Social, ano XXXIII, n. 347, out. 2009.\nCOSTANZI, Rogério Nagamine. Evolução e situação atual das aposentadorias por tempo de contribuição. Informe da Previdência Social, Brasília, v. 23, n. 9, out. 2011.\nCUNHA, Luiz Claudio Flores da. Princípios de Direito Previdenciário na Constituição da República de 1988. Direito Previdenciário: Aspectos Materiais, Processuais e Penais. Porto Alegre: Livraria do Advogado, 1999. p. 39.\nCUNHA FILHO, Roseval Rodrigues da. Desaposentação e nova aposentadoria. Revista de Previdência Social, ano XXVII, n. 274, set. 2003. p. 785.\nDELGADO, Gabriela Neves. Direitos humanos dos trabalhadores: perspectiva de análise a partir dos princípios internacionais do direito do trabalho e do direito previdenciário. Revista TST, Brasília, v. 77, n. 3, jul./set. 2011.\nDEMO, Roberto Luís. Aposentadoria. Direito disponível. Desaposentação. Indenização ao sistema previdenciário. Revista de Previdência Social, ano XXVI, n. 263, out. 2002. p. 887, 888 e 890.\nDEPARTAMENTO INTERSINDICAL DE ESTATÍSTICA E ESTUDOS SOCIOECONÔMICOS. Nota Técnica nº 130, 2013. Fator Previdenciário: por que mudar? Disponível em:\nhttp://www.dieese.org.br/notatecnica/2013/notaTec130fatorPrevidenciario.pdf. Acesso em: 25 ago. 2015.\nDESAPOSENTAÇÃO ameaça as contas da Previdência Social. Correio Brasiliense, 9 maio 2016. Disponível em: http://www.correiobraziliense.com.br/app/noticia/economia/2016/05/09/internas_economia,530980/desaposentacao-ameaca-as-contas-da-previdencia.shtml. Acesso em: 7 out. 2016.\nELY, John Hart. Democracy and Distrust. A Theory of Judicial Review. Cambridge: Harvard University Press, 1980.\nGNATA, Noa Piata Bassfeld. Refundando a solidariedade social no direito previdenciário. Disponível em: http://www.teses.usp.br/teses/disponiveis/2/2138/tde-09122014-134818/ptbr.php. Acesso em 3 ago. 2015.\n______. Refundando a solidariedade social no direito previdenciário. \nGUERZONI FILHO, Gilberto. Eficiência Política, Consistência Atuarial e Ajuste Fiscal: Comentários sobre a Emenda Constitucional nº 41/03. In: MODESTO, Paulo (Org.). Reforma da Previdência: Análise e crítica da Emenda Constitucional 41/2003. Belo Horizonte: Fórum, 2004. p. 182.\nHÄBERLE, Peter. Pluralismo y constitución: estudios de teoría constitucional de la sociedad abierta. Estudio preliminar y traducción de Emilio Mikunda-Franco. Madrid: Tecnos, 2002. p. 68.\nHARDIN, Garrett. The Tragedy of the Commons. American Association for the Advencemente of Sciente. v. 162.\nHORVATH JÚNIOR, Miguel. Direito previdenciário. 7. ed. São Paulo: Quartier Latin, 2008. p. 15-17, 61, 62, 63, 77, 109, 111-112 e 172.\nIBRAHIM, Fábio Zambitte.  Desaposentação o Caminho Para Uma Melhor Aposentadoria. 5. ed. Impetus, 2011. p. 87-89, 97, 99 e 144.\n______. Curso de Direito Previdenciário. 16. ed. Rio de Janeiro: Impetus, 2011. p. 33. \n______.______. 17. ed. Niterói: Impetus, 2012. p. 29, 30, 48, 65 e 728.\n______.______.  19. ed. Niterói: Impetus, 2014. p. 35.\nKERTZMAN, Ivan. Curso prático de direito previdenciário. 2. ed. Salvador: JusPodivm, 2006. p. 24.\nLARENZ, Karl. Metodologia da ciência do direito. Lisboa: Fundação Calouste Gulbenkian, 1997. p. 525.\nLAZZARI; João Batista; CASTRO, Carlos Alberto Pereira de. Manual de Direito Previdenciário. 11. ed. Conceito. p. 762.\n______. 13. ed. São Paulo: Conceito, 2011. p. 873.\n______. Manual de Direito Previdenciário. p. 146-147.\nLEITE, João Antônio Guilembernardt Pereira. Curso elementar de direito previdenciário. São Paulo : Ltr, 1977. p. 21, 53 e 124.\nLEONE, Max. Justiça corrige aposentadoria em 27%. O Dia, 5 out. 2016. Disponível em: http://odia.ig.com.br/economia/2016-10-05/justica-corrige-aposentadoria-em-27.html. Acesso em: 7 out. 2016.\nLIMA. Diana Vaz de. Contabilidade aplicada aos regimes próprios de previdência social. Brasília: MPS, 2005, p. 11-12. Disponível em: http://www.ieprev.com.br/arq/Contab_aplicada_regimes_proprios_MPS.pdf. Acesso em: 19 ago. 2015.\nLIMA, Valter. Nova regra faz STF julgar desaposentação. EBC Radioagência Nacional, Brasília, 07 jul. 2015. Disponível em: http://radioagencianacional.ebc.com.br/geral/audio/2015-07/nova-regra-faz-stf-julgardesaposentacao. Acesso em:  14 out. 2016.\nLOBATO, Monteiro. O Pica-pau Amarelo e a Reforma da Natureza. São Paulo: Brasiliense, 1964. (Obras Completas de Monteiro Lobato, 2ª Série, Literatura Infantil, v. 12). p. 196-198.\nMARQUES, Rosa Maria; BATICH, Mariana; MENDES, Áquilas. Previdência Social Brasileira: Um balanço da reforma. 2003. p. 114, 115 e 116. Disponível em: http://www.scielo.br/pdf/spp/v17n1/v17n1a10.pdf. Acesso em: 18 set. 2015.\nMARTINEZ, Wladimir Novaes. A seguridade social na Constituição Federal. 2. ed. São Paulo: LTr, 1992. p. 29 e 35.\n______. Aposentação, Desaposentação e Complementação. Repertório IOB de jurisprudência, n. 14/97, Caderno 2, 1997. p. 269.\n______. Desaposentação. 2. ed. São Paulo: Ltr, 2009. p. 24, 32, 61, 62-63, 64-65, 83, 108, 112, 117, 118 e 124.\n______. Curso de direito previdenciário. 3. ed. São Paulo: LTr, 2010. p. 33, 35 e 97.\n______. Princípios de direito previdenciário. 6. ed. São Paulo: Ltr, 2015.\nMELLO, Celso Antônio Bandeira de. Ato Administrativo e Direito dos Administrados. Revista dos Tribunais, 1981, p. 86, 94, 104, 106-111, 107, 108, 109, 116 e 119.\nMENEGUIN, F. B.; NERY, P. F. Fator Previdenciário ou Fórmula 85/95? A construção de uma alternativa. Brasília: Núcleo de Estudos e Pesquisas/CONLEG/Senado, maio/2015. Boletim Legislativo n. 31, de 2015. Disponível em: www.senado.leg.br/estudos. Acesso em: 25 maio 2015.\nMORAES, Marcelo Viana Estevão de. A Lei de Responsabilidade Fiscal e a Previdência dos Servidores Públicos Municipais. Coleção Previdência Social. Brasília: Ministério da Previdência e Assistência Social, MPAS/SPS, 2001. v. 2. p. 59.\nNERY, Pedro Fernando. A decisão de R$ 70 bilhões: sobre constitucionalidade, ausência de omissão legislativa e riscos fiscais da desaposentadoria. Núcleo de Estudos e Pesquisas/CONLEG/Senado. Brasília: outubro/2014. Boletim do Legislativo n. 15, de 2014. Disponível em:www.senado.leg.br/estudos. Acesso em: 13 set. 2015.\nNOVAES, André Santos. Possibilidade de Desaposentação. In: MARTINEZ, Wladimir Novaes (Coord.). Temas Atuais de Previdência Social. Homenagem a Celso Barroso Leite. São Paulo: LTR, 2003.\nPEREIRA. Eduardo Ferreira. Desaposentação: análise a partir de princípios constitucionais. Revista da AGU, Brasília, ano X, n. 30, out./dez. 2011. p. 152-153.\nPEREIRA, Rayanne Illis Neiva; LIMA, Diana Vaz de. Uma discussão sobre o impacto da desaposentação nas despesas do RGPS: O preço das aposentadorias precoces. Advances in Scientific and Applied Accounting, São Paulo. v. 8, n. 3. p. 323 e 324.\nPIERDONÁ, Zélia Luiza. Contribuições para a Seguridade Social. São Paulo: Ltr, 2003. p. 61-63 e 83.\nPOSNER, Richard. The economic approach to law. Texas Law Review, 53. p. 778.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 418, 422, 427, 428, 433.\nROCHA, Daniel Machado da. O Direito Fundamental à Previdência Social na perspectiva dos Princípios constitucionais diretivos do sistema previdenciário brasileiro. Porto Alegre: Livraria do Advogado, 2004.\nROCHA, Daniel Machado da; BALTAZAR JUNIOR, José Paulo. Comentários à Lei de Benefícios da Previdência Social. 10. ed. rev. atual. Porto Alegre: Livraria do Advogado: Esmafe, 2011. p. 31, 51, 111, 127, 158-167, 227, 228 e 313.\nSANTOS, Milton. Por uma outra globalização: do pensamento único à consciência universal. 17. ed. Rio de Janeiro: Record, 2008. p. 4.\nSARLET, Ingo Wolfgang. A eficácia dos direitos fundamentais. 8. ed. Porto Alegre: Livraria do Advogado,  rev. e atual, 2007. p. 332.\nSAMENTO, Daniel. Direitos fundamentais e relações privadas. Rio de Janeiro: Lumen Juris, 2006. p. 295.\nSAVARIS, José Antônio. Direito Material Previdenciário. Noções Elementares. 6. ed. rev. atual. ampl. Curitiba: Alteridade, 2016. p. 542-543 e 554.\nSARAIVA FILHO, Oswaldo Othon de Pontes. Contribuição Previdenciária de Aposentados e Pensionistas do Setor Público. In: MODESTO, Paulo (Org.). Reforma da Previdência: Análise e crítica da Emenda Constitucional 41/2003. Belo Horizonte: Fórum, 2004. p. 285-287.\nSCOCUGLIA, Livia. Desaposentação não obriga devolução de valores já recebidos. Consultor Jurídico, 1 maio 2014. Disponível em: http://www.conjur.com.br/2014-mai-01/desaposentacao-nao-obriga-segurado-devolver-valores-recebidos-anteriormente. Acesso em: 7 out. 2016.\nSERAU JÚNIOR, Marco Aurélio. Desaposentação. 5. ed. rev., atual. e ampl. Rio de Janeiro: Forense, 2014. p. 16, 30, 39, 58-60, 67, 83-85 e 95.  \nSILVA, Elisa Maria Corrêa. Inconstitucionalidade da Desaposentação. Belo Horizonte: Fórum, 2014. p. 40-41, 42, 41, 60, 100, 101, 115, 116 e 117.\nSIMM, Zeno. Os Direitos Fundamentais e a Seguridade Social. São Paulo. LTr: 2005. p. 119-122.\nTAVARES, Marcelo Leonardo. Direito Previdenciário. 9. ed. Rio de Janeiro: Lumen Juris, 2007. p. 372.\n______.______. 16. ed. Niterói: Impetus, 2015. p. 4-5.\n______. Direito Previdenciário: regime geral de previdência social e regras constitucionais dos regimes próprios de previdência social. 11. ed. Niterói: Impetus, 2009. p. 121.\nTHULLEN, Peter. Técnicas Actuariales de la Seguridad Social: Regímenes de las Pensiones de Invalidez, de Vejez y de Sobrevivientes. OIT. Informes, ed. Española, 1995. Ministerio de Trabajo y Seguridad Social. p. 231.\n______. Chamada de trabalho artigos científicos. Revista Jurídica da Presidência, ano 10, v. 1,  mar. 2010. Disponível em: https://revistajuridica.presidencia.gov.br/index.php/saj. Acesso em: 6 out. 2016.\nUGATTI, Uendel Domingues. O princípio constitucional da contrapartida na seguridade social. São Paulo: LTr, 2003. p. 106.\nVALENTE, Edson. Desaposentação já vira realidade na Justiça brasileira. Folha de S. Paulo, São Paulo, 4 jul. 2016. Disponível em: http://www1.folha.uol.com.br/mercado/2016/07/1788231-desaposentacao-ja-vira-realidade-na-justica-brasileira.shtml. Acesso em: 7 out. 2016.\nWENDHAUSEN, Helena Mizushima. Aspectos controversos da desaposentação. Revista Síntese Trabalhista, São Paulo, v. 218, p. 26-33, ago. 2007.\nZIMMERMANN, Cirlene Luiza. Desaposentação: a vedação constitucional da simulação de renúncia à aposentadoria e as propostas para a legalização do recálculo do benefício. Juris Plenum: Previdenciária, Caxias do Sul, v. 1, n. 1, fev. 2013. p. 33-55.","ministro_facet":["ROBERTO BARROSO","DIAS TOFFOLI"],"processo_numero":661256,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur375712","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":true,"acordao_ata":"A Turma, por votação unânime, resolvendo questão de ordem suscitada pelo Relator, homologou, nos termos da Convenção de Extradição entre os Estados membros da Comunidade dos Países de Língua Portuguesa (Artigo 19), a declaração de concordância manifestada, expressamente, pelo extraditando, com assistência técnico-jurídica de seu Advogado, com o consequente deferimento do pedido extradicional e determinação de comunicação imediata ao Senhor Presidente da República, para fins de entrega extradicional do súdito estrangeiro ao Estado requerente, desde que observadas, por este, as restrições que lhe foram impostas (detração penal e execução da pena eventualmente aplicada, respeitado o limite máximo de 30 anos de prisão). Prosseguindo no julgamento, a Turma, também por unanimidade, acolheu a proposta de delegação de competência aos Relatores que a integram, autorizando-os a julgarem, monocraticamente, se assim o entenderem pertinente, processos extradicionais em cujo âmbito ocorra a possibilidade, fundada em norma constante de convenção ou tratado internacionais, de aplicação do regime de extradição voluntária ou simplificada, ouvida, previamente, a Procuradoria-Geral da República, nos termos e para os efeitos indicados no voto do Relator. Ausentes, justificadamente, os Senhores Ministros Dias Toffoli e Edson Fachin. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 9.5.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur375712","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur375712","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO","is_processo_antigo":false,"ementa_texto":"E M E N T A: QUESTÃO DE ORDEM – EXTRADIÇÃO PASSIVA DE CARÁTER INSTRUTÓRIO – PEDIDO QUE SE APOIA NA CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA – CONCORDÂNCIA DO EXTRADITANDO – POSSIBILIDADE – EXCEPCIONAL INAPLICABILIDADE, AO CASO, DO ENTENDIMENTO JURISPRUDENCIAL DESTA SUPREMA CORTE QUE NÃO CONFERE EFICÁCIA JURÍDICA A TAL ANUÊNCIA – CRITÉRIO DIVERSO ADOTADO NO ÂMBITO DE REFERIDA CONVENÇÃO MULTILATERAL (ARTIGO 19) – PRECEDÊNCIA JURÍDICA, QUANTO À SUA APLICABILIDADE, EM RAZÃO DO PRINCÍPIO DA ESPECIALIDADE, SOBRE O ORDENAMENTO POSITIVO INTERNO DO BRASIL – “PACTA SUNT SERVANDA” – PRECEDENTES – IMPUTAÇÃO PENAL POR SUPOSTA PRÁTICA DOS CRIMES DE “FURTO QUALIFICADO”, DE “ROUBO” E DE “HOMICÍDIO QUALIFICADO” – DELITOS COMUNS, DESVESTIDOS DE CARÁTER POLÍTICO, QUE ENCONTRAM CORRESPONDÊNCIA TÍPICA NA LEGISLAÇÃO PENAL BRASILEIRA – OBSERVÂNCIA, DE OUTRO LADO, DO CRITÉRIO DA DUPLA PUNIBILIDADE – INOCORRÊNCIA DA CONSUMAÇÃO DA PRESCRIÇÃO PENAL EM FACE DAS LEGISLAÇÕES DO BRASIL E DA REPÚBLICA PORTUGUESA – QUESTÃO DE ORDEM RESOLVIDA NO SENTIDO DE HOMOLOGAR A DECLARAÇÃO DE CONSENTIMENTO, SUBSCRITA COM ASSISTÊNCIA TÉCNICO-JURÍDICA DE ADVOGADO, E DE AUTORIZAR, COMO EFEITO CONSEQUENCIAL, A ENTREGA IMEDIATA DO EXTRADITANDO AO ESTADO REQUERENTE – DELEGAÇÃO DE COMPETÊNCIA AOS JUÍZES QUE INTEGRAM A SEGUNDA TURMA DO SUPREMO TRIBUNAL FEDERAL PARA APRECIAREM, MONOCRATICAMENTE, EM CASOS FUTUROS, PLEITOS EXTRADICIONAIS, QUANDO O SÚDITO ESTRANGEIRO, COM APOIO EM NORMA CONVENCIONAL,  MANIFESTAR CONCORDÂNCIA, DE MODO EXPRESSO E VOLUNTÁRIO, COM O PEDIDO, DESDE QUE ASSISTIDO, TECNICAMENTE, POR ADVOGADO OU POR DEFENSOR PÚBLICO – A HOMOLOGAÇÃO JUDICIAL, PELO SUPREMO TRIBUNAL FEDERAL, DE DECLARAÇÃO DE CONSENTIMENTO DO EXTRADITANDO EQUIVALERÁ, PARA TODOS OS EFEITOS, À DECISÃO FINAL DO PROCESSO DE EXTRADIÇÃO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13878896","externo_seq_objeto_incidente":5183957,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-239  DIVULG 19-10-2017  PUBLIC 20-10-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1476&classe=Ext","is_colac":false,"titulo":"Ext 1476 QO","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00078 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1991\n          ART-00013 ITEM-1 ITEM-2 ITEM-3 \n          ITEM-4 ITEM-5\n                TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA\n\n","LEG-INT   CVC      ANO-2005\n          ART-00010 ITEM-3 ART-00014 ITEM-1 \n          ART-00019 ART-00025 ITEM-1\n                CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00002 INC-00003 \n          ART-00111 INC-00001 ART-00116 ART-00117 \n          ART-00121 PAR-00002 ART-00155 PAR-00004 \n          ART-00157 \"CAPUT\" PAR-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000096      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA\n\n","LEG-FED   DLG-000045      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA\n\n","LEG-FED   DEC-001325      ANO-1994\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA\n\n","LEG-FED   DEC-007935      ANO-2013\n                DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA"],"publicacao_data":"2017-10-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1476&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-QO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CONCORDÂNCIA, EXTRADITANDO)\nExt 314 (TP) - RTJ 64/22, Ext 346 (TP) - RTJ 85/7, Ext 352, Ext 509 (TP) - RTJ 132/137, Ext 592 (TP) - RTJ 153/741, Ext 605 (TP) - RTJ 155/59, Ext 786 (1ªT) - RTJ 177/566, Ext 1407 (2ªT), Ext 1016 (TP) - RTJ 198/855. \n(CONFLITO DE NORMAS, TRATADO DE EXTRADIÇÃO, ESTATUTO DO ESTRANGEIRO)\nHC 51977 (TP) - RTJ 70/333, HC 58727 (TP) - RTJ 100/1030, Ext 583 (TP) - RTJ 154/26, Ext 662 (1ªT) - RTJ 164/420, RT 554/434. \n(REQUISITO, PEDIDO, EXTRADIÇÃO)\nExt 1015 (TP). \n(PRINCÍPIO DO JUIZ NATURAL)\nHC 73801 (1ªT) - RTJ 169/557, HC 79865 (1ªT) - RTJ 179/378, HC 81963 (2ªT) - RTJ 193/357. \n(EXTRADIÇÃO, PRINCÍPIO DA DUPLA TIPICIDADE)\nExt 665 (1ªT) - RTJ 162/452, Ext 789 (1ªT) - RTJ 176/73, Ext 1004 (TP). \n(COMUTAÇÃO DA PENA)\nExt 855 (TP), Ext 944 (TP), Ext 985 (TP), Ext 1103 (TP). \n- Legislação estrangeira citada: art. 131; art. 132, n. 1 e n. 2, alíneas “g” e “j”; art. 203, n. 1; art. 204, n. 1, alínea “f”, e n. 2,  alínea “e”; art. 210, n. 1, do Código Penal Português.\nNúmero de páginas: 25.\nAnálise: 16/03/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : ROGÉRIO MIGUEL CORREIA HENRIQUES MONIZ \nADV.(A/S)  : DOMINICI SAVIO RAMOS COELHO MORORO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":375712,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1476 QO","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CELSO DE MELLO"],"processo_numero":1476,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}