{"result":{"took":110,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":86.04929,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur186157","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"A Turma, por indicação do Ministro Marco Aurélio, decidiu afetar o processo a julgamento do Tribunal Pleno. Unânime. Falaram: o Dr. João Alberto Simões Pires Franco, Defensor Público da União, pelo paciente; e o Dr. Edson Oliveira de Almeida, Subprocurador-Geral da República, pelo Ministério Público Federal. Ausente, justificadamente, o Ministro Ricardo Lewandowski. 1ª Turma, 22.09.2009. \r\nDecisão: Após o voto do Senhor Ministro Ayres Britto (Relator), que concedia parcialmente a ordem e declarava incidentalmente a inconstitucionalidade da expressão “vedada a conversão em penas restritivas de direitos”, constante do § 4º do artigo 33, e da expressão “vedada a conversão de suas penas em restritivas de direitos”, constante do artigo 44, ambas da Lei nº 11.343/2006, pediu vista dos autos o Senhor Ministro Joaquim Barbosa. Falaram, pelo paciente, o Dr. João Alberto Simões Pires Franco, Defensor Público Federal e, pelo Ministério Público Federal, o Dr. Roberto Monteiro Gurgel Santos, Procurador-Geral da República. Ausente, justificadamente, neste julgamento, o Senhor Ministro Gilmar Mendes (Presidente). Presidência do Senhor Ministro Cezar Peluso (Vice-Presidente). Plenário, 18.03.2010. \nDecisão: Após os votos dos Senhores Ministros Ayres Britto (Relator), Dias Toffoli, Ricardo Lewandowski, Gilmar Mendes e Ministro Cezar Peluso (Presidente), concedendo parcialmente a ordem, e os votos dos Senhores Ministros Joaquim Barbosa, Cármen Lúcia, Ellen Gracie e Marco Aurélio, denegando a ordem, o julgamento foi suspenso para aguardar o voto do Senhor Ministro Celso de Mello (licenciado). O Tribunal, por unanimidade, deferiu liminar. Plenário, 26.08.2010. \nDecisão: O Tribunal, por maioria e nos termos do voto do Relator, concedeu parcialmente a ordem, contra os votos dos Senhores Ministros Joaquim Barbosa, Cármen Lúcia, Ellen Gracie e Marco Aurélio. Votou o Presidente, Ministro Cezar Peluso. Ausentes, com votos proferidos na assentada anterior, os Senhores Ministros Joaquim Barbosa, licenciado, e Ricardo Lewandowski, ocasionalmente. Plenário, 01.09.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur186157","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur186157","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: HABEAS CORPUS. TRÁFICO DE DROGAS. ART. 44 DA LEI 11.343/2006: IMPOSSIBILIDADE DE CONVERSÃO DA PENA PRIVATIVA DE LIBERDADE EM PENA RESTRITIVA DE DIREITOS. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE. OFENSA À GARANTIA CONSTITUCIONAL DA INDIVIDUALIZAÇÃO DA PENA (INCISO XLVI DO ART. 5º DA CF/88). ORDEM PARCIALMENTE CONCEDIDA. \n\n\n1. O processo de individualização da pena é um caminhar no rumo da personalização da resposta punitiva do Estado, desenvolvendo-se em três momentos individuados e complementares: o legislativo, o judicial e o executivo. Logo, a lei comum não tem a força de subtrair do juiz sentenciante o poder-dever de impor ao delinqüente a sanção criminal que a ele, juiz, afigurar-se como expressão de um concreto balanceamento ou de uma empírica ponderação de circunstâncias objetivas com protagonizações subjetivas do fato-tipo. Implicando essa ponderação em concreto a opção jurídico-positiva pela prevalência do razoável sobre o racional; ditada pelo permanente esforço do julgador para conciliar segurança jurídica e justiça material. \n\n\n\n\n2. No momento sentencial da dosimetria da pena, o juiz sentenciante se movimenta com ineliminável discricionariedade entre aplicar a pena de privação ou de restrição da liberdade do condenado e uma outra que já não tenha por objeto esse bem jurídico maior da liberdade física do sentenciado. Pelo que é vedado subtrair da instância julgadora a possibilidade de se movimentar com certa discricionariedade nos quadrantes da alternatividade sancionatória. \n\n\n\n\n3. As penas restritivas de direitos são, em essência, uma alternativa aos efeitos certamente traumáticos, estigmatizantes e onerosos do cárcere. Não é à toa que todas elas são comumente chamadas de penas alternativas, pois essa é mesmo a sua natureza: constituir-se num substitutivo ao encarceramento e suas seqüelas. E o fato é que a pena privativa de liberdade corporal não é a única a cumprir a função retributivo-ressocializadora ou restritivo-preventiva da sanção penal. As demais penas também são vocacionadas para esse geminado papel da retribuição-prevenção-ressocialização, e ninguém melhor do que o juiz natural da causa para saber, no caso concreto, qual o tipo alternativo de reprimenda é suficiente para castigar e, ao mesmo tempo, recuperar socialmente o apenado, prevenindo comportamentos do gênero. \n\n\n\n\n4. No plano dos tratados e convenções internacionais, aprovados e promulgados pelo Estado brasileiro, é conferido tratamento diferenciado ao tráfico ilícito de entorpecentes que se caracterize pelo seu menor potencial ofensivo. Tratamento diferenciado, esse, para possibilitar alternativas ao encarceramento. É o caso da Convenção Contra o Tráfico Ilícito de Entorpecentes e de Substâncias Psicotrópicas, incorporada ao direito interno pelo Decreto 154, de 26 de junho de 1991. Norma supralegal de hierarquia intermediária, portanto, que autoriza cada Estado soberano a adotar norma comum interna que viabilize a aplicação da pena substitutiva (a restritiva de direitos) no aludido crime de tráfico ilícito de entorpecentes. \n\n\n\n\n5. Ordem parcialmente concedida tão-somente para remover o óbice da parte final do art. 44 da Lei 11.343/2006, assim como da expressão análoga “vedada a conversão em penas restritivas de direitos”, constante do § 4º do art. 33 do mesmo diploma legal. Declaração incidental de inconstitucionalidade, com efeito ex nunc, da proibição de substituição da pena privativa de liberdade pela pena restritiva de direitos; determinando-se ao Juízo da execução penal que faça a avaliação das condições objetivas e subjetivas da convolação em causa, na concreta situação do paciente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=97256&classe=HC","externo_seq_objeto_incidente":2653717,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-247 DIVULG 15-12-2010 PUBLIC 16-12-2010\nEMENT VOL-02452-01 PP-00113\nRTJ VOL-00220-01 PP-00402\nRT v. 100, n. 909, 2011, p. 279-333","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=97256&classe=HC","is_colac":false,"titulo":"HC 97256","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00001 INC-00003 ART-00005 INC-00035 \r\n          INC-00042 INC-00043 INC-00044 INC-00046 \r\n          LET-A LET-B LET-C LET-D \r\n          LET-E INC-00047 LET-A INC-00051 \r\n          INC-00054 INC-00055 INC-00057 INC-00061\r\n          ART-00037 PAR-00004 ART-00060 PAR-00004 \r\n          INC-00004 ART-00084 INC-00019\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-002848      ANO-1940\r\n          ART-00033 ART-00044 INC-00001 INC-00002 \r\n          INC-00003 PAR-00001 PAR-00002 PAR-00003 \r\n          PAR-00004 PAR-00005 ART-00059 INC-00001 \r\n          INC-00004 ART-00077 ART-00083 ART-00092\r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-006368      ANO-1976\r\n           REVOGADA PELA LEI-11343/2006\r\n                LTX-1976 LEI DE TÓXICOS\r\n","LEG-FED   LEI-008072      ANO-1990\r\n           ART-00001 INC-00001 INC-00002 INC-00003\r\n           INC-00004 INC-00005 INC-00006 INC-00007\r\n           INC-0007B \r\n           ART-00002 PAR-00001 REDAÇÃO DADA PELA LEI-11464/2007\r\n                LCH-1990 LEI DE CRIMES HEDIONDOS\r\n","LEG-FED   LEI-009714      ANO-1998\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00033 \"CAPUT\" PAR-00001 PAR-00004 \r\n          ART-00034 ART-00035 ART-00036 ART-00037\r\n          ART-00044 \"CAPUT\" PAR-ÚNICO\r\n                LTX-2006 LEI DE TÓXICOS\r\n","LEG-FED   LEI-011464      ANO-2007\r\n          LEI ORDINÁRIA\r\n","LEG-FED   DEC-000154      ANO-1991\r\n          ART-00003 PAR-00004 LET-C\r\n          DECRETO"],"publicacao_data":"2010-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  AFETAÇÃO, JULGAMENTO, HABEAS CORPUS, PLENÁRIO, SUPREMO TRIBUNAL \r\nFEDERAL (STF), APRECIAÇÃO, CAUSA DE PEDIR, INCONSTITUCIONALIDADE, \r\nNORMA, PROIBIÇÃO, SUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE, PENA \r\nRESTRITIVA DE DIREITO, CRIME, TRÁFICO DE ENTORPECENTES. CONSTITUIÇÃO \r\nFEDERAL, IMPOSIÇÃO, LEI ORDINÁRIA, PREVISÃO, IGUALDADE, CRIME HEDIONDO, \r\n\r\n\r\n\r\n\r\nEQUIPARAÇÃO. CONSTITUIÇÃO FEDERAL, IMPOSIÇÃO, LIMITAÇÃO MATERIAL, LEI \r\nDOS CRIMES HEDIONDOS, PROIBIÇÃO, CONCESSÃO, BENEFÍCIO, GRAÇA, FIANÇA, \r\nANISTIA, AUSÊNCIA, PROIBIÇÃO, CONVERSÃO, PENA PRIVATIVA DE LIBERDADE, \r\nPENA RESTRITIVA DE DIREITO. IMPOSSIBILIDADE, LEGISLADOR ORDINÁRIO, \r\nIMPOSIÇÃO, RESTRIÇÃO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL. \r\nGARANTIA, INDIVIDUALIZAÇÃO DA PENA, PREVISÃO, CONSTITUIÇÃO FEDERAL, \r\nMOMENTO ANTERIOR, FIXAÇÃO, ESPÉCIE, PENA. CONSTITUIÇÃO FEDERAL, \r\nPRIORIDADE, LIBERDADE (DIREITO PENAL), CARACTERIZAÇÃO, PRISÃO, \r\nEXCEPCIONALIDADE. GARANTIA, INDIVIDUALIZAÇÃO DA PENA, CARACTERIZAÇÃO, \r\nCONTENÇÃO, PODER DE LEGISLAR.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. GILMAR MENDES: OCORRÊNCIA, \r\nINCONGRUÊNCIA, LEI DE TÓXICOS, PERMISSÃO, REDUÇÃO, PENA, CRIME DE MENOR \r\n\r\n\r\n\r\n\r\n\r\nPOTENCIAL OFENSIVO, IMPEDIMENTO, SUBSTITUIÇÃO, PENA CORPORAL, PENA \r\nRESTRITIVA DE DIREITO. LEGISLADOR, DEVER, OBSERVÂNCIA, PRINCÍPIO DA \r\nRESERVA LEGAL PROPORCIONAL.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. CEZAR PELUSO: IMPOSSIBILIDADE, LEI, \r\n\r\n\r\n\r\n\r\n\r\nIMPEDIMENTO, JUIZ, ESCOLHA, PENA, ADEQUAÇÃO, CASO CONCRETO, UNICIDADE, \r\nREFERÊNCIA, NATUREZA JURÍDICA, CRIME, MOTIVO, AUSÊNCIA, CONFIGURAÇÃO, \r\nCRITÉRIO, INDIVIDUALIZAÇÃO DA PENA. NECESSIDADE, CARACTERIZAÇÃO, \r\nGRAVIDADE DO CRIME.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. CELSO DE MELLO: VIABILIDADE, \r\nSUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE, PENA RESTRITIVA DE DIREITO, \r\nHIPÓTESE, PREENCHIMENTO, REQUISITO OBJETIVO, REQUISITO SUBJETIVO, \r\nPREVISÃO, CÓDIGO PENAL. IMPOSSIBILIDADE, LEGISLADOR, SUBSTITUIÇÃO, \r\nJUIZ, AFERIÇÃO, CASO CONCRETO, CONVERSÃO, PENA. NECESSIDADE, \r\nCONDICIONAMENTO, ATIVIDADE, PODER PÚBLICO, PRINCÍPIO DA RAZOABILIDADE, \r\nPRINCÍPIO DA PROPORCIONALIDADE, FINALIDADE, CONTENÇÃO, EXCESSO, PODER \r\nPÚBLICO.\r\n\r\n- VOTO VENCIDO,  MIN. JOAQUIM BARBOSA: DENEGAÇÃO, HABEAS CORPUS. CÓDIGO \r\n\r\n\r\n\r\n\r\n\r\nPENAL, PREVISÃO, VEDAÇÃO, SUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE, \r\nPENA RESTRITIVA DE DIREITO, VARIEDADE, SITUAÇÃO. ORDENAMENTO JURÍDICO, \r\nAUSÊNCIA, OUTORGA, JUIZ, APRECIAÇÃO, CABIMENTO, SUBSTITUIÇÃO, PENA, \r\nTOTALIDADE, CASO CONCRETO. POSSIBILIDADE, APLICAÇÃO, PENA ALTERNATIVA, \r\nHIPÓTESE, PREVISÃO, LEI. CONSTITUIÇÃO FEDERAL, PREVISÃO, CABIMENTO, \r\nLEI ORDINÁRIA, REGULAÇÃO, INDIVIDUALIZAÇÃO DA PENA, DEVER, OBSERVÂNCIA, \r\n\r\n\r\n\r\n\r\nJUIZ, CASO CONCRETO. VEDAÇÃO, LEI, SUBSTITUIÇÃO, PENA, CRIME, TRÁFICO \r\nDE ENTORPECENTES, CARACTERIZAÇÃO, LIMITAÇÃO, ATUAÇÃO, JUIZ, APLICAÇÃO \r\nDA PENA, AUSÊNCIA, EXTINÇÃO, POSSIBILIDADE, INDIVIDUALIZAÇÃO DA PENA. \r\nDISPOSITIVO, CONSTITUIÇÃO FEDERAL, VEDAÇÃO, FIANÇA, GRAÇA, ANISTIA, \r\nCRIME HEDIONDO, AUSÊNCIA, IMPEDIMENTO, LEGISLADOR ORDINÁRIO, PREVISÃO, \r\nDIVERSIDADE, VEDAÇÃO. POSSIBILIDADE, APLICAÇÃO, PENA RESTRITIVA DE \r\nDIREITO, CARACTERIZAÇÃO, POLÍTICA CRIMINAL, DEPENDÊNCIA, DELIBERAÇÃO, \r\nPODER LEGISLATIVO, OBEDIÊNCIA, PRINCÍPIO DA PROPORCIONALIDADE.\r\n\r\n- VOTO VENCIDO,  MIN. ELLEN GRACIE: DENEGAÇÃO, HABEAS CORPUS. \r\nIMPOSSIBILIDADE, SUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE, PENA \r\nRESTRITIVA DE DIREITO, HIPÓTESE, COMETIMENTO, \r\n\r\nCRIME, TRÁFICO DE ENTORPECENTES, MOMENTO POSTERIOR, VIGÊNCIA, LEI DE \r\nTÓXICOS. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA RESERVA ABSOLUTA DE LEI \r\n\r\n\r\n\r\nFORMAL, MATÉRIA CRIMINAL.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: INDEFERIMENTO, HABEAS CORPUS, \r\nAUSÊNCIA, CONFLITO, CONSTITUIÇÃO FEDERAL, LEI, PROIBIÇÃO, SUBSTITUIÇÃO, \r\n\r\n\r\n\r\n\r\n\r\nPENA, TRÁFICO DE ENTORPECENTES.  ADEQUAÇÃO, LEI DE TÓXICOS, REGRA \r\nCONSTITUCIONAL, PREVISÃO, TRÁFICO DE ENTORPECENTES, CRIME INAFIANÇÁVEL.\r\nOCORRÊNCIA, INCONGRUÊNCIA, FATO, RÉU, PRISÃO, PERÍODO, DURAÇÃO, \r\nPROCESSO, MOMENTO POSTERIOR, CONDENAÇÃO, OCORRÊNCIA, SUBSTITUIÇÃO, PENA \r\n\r\n\r\n\r\n\r\n\r\nPRIVATIVA DE LIBERDADE, PENA RESTRITIVA DE DIREITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=97256&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: ADI 1063, HC 82959 - Tribunal Pleno, \r\nHC 85894 - Tribunal Pleno, HC 89976, HC 90871, HC 91600, \r\nHC 93857, HC 96149, HC 100590, HC 100888, HC 102678;\r\nRTJ 160/140, RTJ 176/578.\r\n- Decisões monocráticas citadas: HC 101205 MC, HC 103308 MC, \r\nHC 103459 MC.\r\nNúmero de páginas: 101.\r\nAnálise: 28/01/2011, SOF.\r\nRevisão: 02/02/2011, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : ALEXANDRO MARIANO DA SILVA\r\nIMPTE.(S)           : DEFENSORIA PÚBLICA DA UNIÃO\r\nPROC.(A/S)(ES)      : DEFENSOR PÚBLICO-GERAL FEDERAL\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":186157,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"HC 97256","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2010-09-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. \r\nMalheiros, 1993. p. 352-355, item 11.\r\nCALEGARI, André Luís; WEDY, Miguel Tedesco (Coord.). Lei de Drogas:\r\nAspectos Polêmicos à Luz da Dogmática Penal e da Política Criminal. \r\nLivraria do Advogado, 2008. p. 156-169.\r\nFERREIRA FILHO, Manoel Gonçalves. Direitos Humanos Fundamentais.\r\nSaraiva, 1995. p. 111-112, item 14.\r\nFIGUEIREDO, Lúcia Valle. Curso de Direito Administrativo. 2. ed.\r\nMalheiros, 1995. p. 46, item 3.3.\r\nFRANCO, Alberto Silva. Crimes Hediondos. 6. ed. São Paulo: RT, 2007. \r\np. 75-77, 195-196.\r\nFRANZOI, Sandro Marcelo Paris. A Inconstitucional Vedação da \r\nSubstituição da Pena a Traficante na Nova Lei de Tóxicos. Revista\r\nIOB de Direito Penal e Processual Penal. v. 10, p. 19-28. \r\nLUISI, Luiz. Os Princípios Constitucionais Penais. 2. ed. Porto \r\nAlegre: Sergio Antonio Fabris Editor, 2003. p. 52-53, 55.\r\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo.\r\n4. ed. Malheiros, 1993. p. 56-57, itens 18-19.\r\nNUCCI, Guilherme de Souza. Individualização da Pena. 2. ed. São\r\nPaulo: Editora Revista dos Tribunais, 2007. p. 33, 38.\r\n_____. Leis penais e processuais penais comentadas. 4. ed. \r\np. 382.\r\nPEREIRA, Geraldo Lopes. Possiblidade de Substituição da Pena \r\nPrivativa de Liberdade por Restritiva de Direitos no Tráfico. \r\nQUEIROZ, Paulo. Vedação de Pena Restritiva de Direito na Nova\r\nLei de Drogas.\r\nSTUMM, Raquel Denize. Princípio da Proporcionalidade no \r\nDireito Constitucional Brasileiro. Livraria do Advogado Editora,\r\n1995. p. 159-170.\r\nTHUMS, Gilberto; PACHECO, Vilmar. Nova Lei de Drogas. Verbo\r\nJurídico, 2007. p. 290-291, item 3.2.","ministro_facet":["AYRES BRITTO"],"processo_numero":97256,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur185300","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, desproveu o recurso de agravo. Votou o Presidente. Ausentes, justificadamente, o Senhor Ministro Cezar Peluso (Presidente), em representação junto ao Conselho Constitucional, Conselho de Estado, ao Secretário de Estado para a Justiça e à Escola Nacional de Administração – ENA, da França, e à Comissão Européia para Democracia através do Direito (Comissão de Veneza), para participação na 84ª Sessão Plenária e preparação do Segundo Congresso da Conferência Internacional sobre Justiça Constitucional, a Senhora Ministra Ellen Gracie, o Senhor Ministro Joaquim Barbosa e, neste julgamento, o Senhor Ministro Gilmar Mendes. Presidiu o julgamento o Senhor Ministro Ayres Britto (Vice-Presidente). Plenário, 14.10.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur185300","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur185300","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-ED-EDv-AgR","is_processo_antigo":false,"ementa_texto":"EMBARGOS DE DIVERGÊNCIA – AGRAVO REGIMENTAL – INADEQUAÇÃO. Há de distinguir-se, sob o ângulo do cabimento dos embargos de divergência, situação jurídica a envolver o julgamento do próprio extraordinário daquela na qual esteja em jogo a apreciação de agravo de instrumento, isso considerado acórdão formalizado por força de agravo regimental.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=563464&classe=AI-AgR-ED-EDv-AgR","externo_seq_objeto_incidente":3697574,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-228 DIVULG 26-11-2010 PUBLIC 29-11-2010\r\nEMENT VOL-02440-01 PP-00123","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=563464&classe=AI","is_colac":false,"titulo":"AI 563464 AgR-ED-EDv-AgR","documental_legislacao_citada_texto":null,"publicacao_data":"2010-11-29","documental_acordao_mesmo_sentido_lista_texto":"ARE 725982 AgR-AgR-ED-EDv-AgR PROCESSO ELETRÔNICO\n          JULG-18-03-2015  UF-SP  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-005\n          DJe-069  DIVULG 13-04-2015  PUBLIC 14-04-2015\n \nAI 835242 AgR-ED-EDv-AgR ACÓRDÃO ELETRÔNICO\n          JULG-28-05-2014  UF-CE  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-005\n          DJe-117  DIVULG 17-06-2014  PUBLIC 18-06-2014\n \nAI 810593 AgR-segundo-ED-EDv-AgR ACÓRDÃO ELETRÔNICO\n          JULG-19-09-2013  UF-PE  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-005\n          DJe-202  DIVULG 10-10-2013  PUBLIC 11-10-2013\n \nAI 491003 AgR-ED-EDv-AgR\n          JULG-14-10-2010  UF-SP  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-005 \n          DJe-234  DIVULG 02-12-2010  PUBLIC 03-12-2010\n          EMENT VOL-02444-01  PP-00141","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=563464&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR-ED-EDv-AgR","documental_observacao_texto":"Número de páginas: 5.\r\nAnálise: 07/12/2010, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : ROBERTO EUSTAQUIO MOREIRA E OUTRO\r\nADV.(A/S)           : HÉLIO JOSÉ FIGUEIREDO E OUTRO(A/S)\r\nAGDO.(A/S)          : INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS\r\nADV.(A/S)           : ROGÉRIO EMÍLIO DA COSTA MOREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":185300,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"AI 563464 AgR-ED-EDv-AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2010-10-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NOS EMB.DIV. NOS EMB.DECL. NO AG.REG. NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":563464,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur185934","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, deferiu o pedido de extradição. Ausentes, neste julgamento, os Senhores Ministros Celso de Mello, Ellen Gracie, Gilmar Mendes e Joaquim Barbosa. Presidiu o julgamento o Senhor Ministro Cezar Peluso. Plenário, 25.11.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur185934","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur185934","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E MENTA: EXTRADIÇÃO. REPÚBLICA ITALIANA. TRATADO ESPECÍFICO. TRÁFICO ILÍCITO INTERNACIONAL DE DROGAS E ASSOCIAÇÃO PARA O TRÁFICO. DUPLA TIPICIDADE. AUSÊNCIA DE PRESCRIÇÃO. PRESENTES OS REQUISITOS FORMAIS E MATERIAIS PARA O DEFERIMENTO DO PEDIDO. LIMITE DE TRINTA ANOS DE RECLUSÃO PARA O CASO DE CONDENAÇÃO. COMPROMISSO FORMAL. INQUÉRITO INSTAURADO NO BRASIL. POSSIBILIDADE DE DEFERIMENTO DO PEDIDO. ENTREGA CONDICIONADA À DISCRICIONARIEDADE DO GOVERNO BRASILEIRO. \n\n\n\n\nI – Há dupla tipicidade nos crimes de tráfico ilícito internacional de drogas e associação para a prática desse crime. \n\n\n\n\nII – Ausência de prescrição sob a perspectiva de ambas as legislações. \n\n\n\n\nIII – Presentes os requisitos formais do pedido. \n\n\n\n\nIV – Extradição deferida, observada, no caso de condenação pelos crimes que motivaram o pedido, a detração do período que o extraditando permaneceu preso no Brasil. \n\n\n\n\nV – Necessidade de compromisso formal do Estado requerente em unificar as penas eventualmente impostas ao requerido, de modo que o tempo máximo de cumprimento da reprimenda não ultrapasse trinta anos de reclusão, nos termos do art. 75, § 1º, do Código Penal brasileiro. \n\n\n\n\nVI – A existência de inquérito policial instaurado em desfavor do nacional belga no Brasil, por fatos diversos dos que basearam o pedido de extradição, não obsta o seu deferimento, ficando a execução do pleito condicionada à discricionariedade do Governo brasileiro, nos termos do art. 89 da Lei 6.815/1980 e do art. 15 do Tratado de Extradição. \n\n\n\n\nVII – Os objetos e valores eventualmente apreendidos com o extraditando, relacionados aos crimes pelos quais é pedida a extradição, deverão ser entregues às autoridades italianas, nos termos do art. 18 do Tratado específico.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1197&classe=Ext","externo_seq_objeto_incidente":3867129,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-241 DIVULG 10-12-2010 PUBLIC 13-12-2010\r\nEMENT VOL-02449-01 PP-00022\r\nRJTJRS v. 46, n. 279, 2011, p. 38-45","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1197&classe=Ext","is_colac":false,"titulo":"Ext 1197","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00075 PAR-00001 \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00077 INC-00007 ART-00078 INC-00001\r\n          ART-00080 ART-00089   \r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00033 ART-00035 ART-00040 INC-00001\r\n                LTX-2006 LEI DE TÓXICOS\r\n","LEG-INT   TTD      ANO-1989  \r\n          ART-00003 ART-00006 ART-00010 ART-00011 \r\n          ART-00015 ART-00018\r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ITÁLIA\r\n","LEG-FED   DLG-000078      ANO-1992\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ITÁLIA  \r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-000863      ANO-1993\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ITÁLIA\r\n          DECRETO"],"publicacao_data":"2010-12-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1197&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: art. 73 e 74 do Decreto do Presidente da República \r\nItaliana 309, de 9 de outubro de 1990.\r\nNúmero de páginas: 14.\r\nAnálise: 15/12/2010, IMC.\r\nRevisão: 15/12/2010, SEV.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DA ITÁLIA\r\nEXTDO.(A/S)         : GILBERTO DI LORETO OU DI LORETO OU DI LORETO GILBERTO N. HENSIES\r\nADV.(A/S)           : SÉRGIO ADRIANO RIBEIRO SOBREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":185934,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA ITALIANA","processo_codigo_completo":"Ext 1197","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2010-11-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1197,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur219897","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Negado provimento, unânime. -1ª T., 27.05.77.","is_repercussao_geral_merito":false,"relator_processo_nome":"CUNHA PEIXOTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur219897","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur219897","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"AGRAVO REGIMENTAL EM AGRAVO DE INSTRUMENTO - AÇÃO QUE, VERSANDO MATÉRIA PERTINENTE A LOCAÇÃO COM VALOR INFERIOR À ALÇADA REGIMENTAL, NÃO ENSEJOU OFENSA A NORMA CONSTITUCIONAL - RECURSO EXTRAORDINÁRIO INCABÍVEL.\r\nAgravo regimental improvido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=69948&classe=AI-AgR","externo_seq_objeto_incidente":null,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 24-02-1978 PP-00751  EMENT VOL-01085-01 PP-00127","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=69948&classe=AI","is_colac":false,"titulo":"AI 69948 AgR","documental_legislacao_citada_texto":null,"publicacao_data":"1978-02-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=69948&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"Número de páginas: 5.\r\nAlteração: 27/11/2012, BHB.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.: COMPANHIA INTERNACIONAL DE SEGUROS\r\nADVS.: FLORIANO DA MATTA BARCELLOS, FERNANDO BONFIM FILHO, MARCOS HEUSI NETTO E OUTRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":219897,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"AI 69948 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"1977-05-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":null,"ministro_facet":["CUNHA PEIXOTO"],"processo_numero":69948,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur190575","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PA","is_questao_ordem":false,"acordao_ata":"Habeas corpus conhecido em parte e, nesta parte, indeferida a ordem, nos termos do voto do Relator. Decisão unânime. Falou, pelo paciente, o Dr. Omar Saré. Ausente, justificadamente, neste julgamento, o Senhor Ministro Ayres Britto. 2ª Turma, 15.03.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur190575","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pará","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur190575","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas Corpus. 2. Prisão. Alegada falta de fundamentação da decisão proferida pelo Juízo da 3ª Vara Federal da Seção Judiciária do Pará. Inocorrência. 3. Pedido de prisão domiciliar considerado o grave estado de saúde do paciente. Falta de situação excepcional a justificar o pleito. Estado de saúde estável. 4. Habeas corpus parcialmente conhecido e, nesta parte, indeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=105304&classe=HC","externo_seq_objeto_incidente":3942067,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-067 DIVULG 07-04-2011 PUBLIC 08-04-2011","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=105304&classe=HC","is_colac":false,"titulo":"HC 105304","documental_legislacao_citada_texto":["LEG-FED   DEL-003689      ANO-1941\r\n          ART-00312   \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\n","LEG-FED   LEI-007210      ANO-1984\r\n          ART-00117   \r\n                LEP-1984 LEI DE EXECUÇÃO PENAL\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00044   \r\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2011-04-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  FATO, PACIENTE, INTEGRANTE, ORGANIZAÇÃO CRIMINOSA, FINALIDADE, \r\nTRÁFICO INTERNACIONAL DE ENTORPECENTES, QUANTIDADE, APREENSÃO, \r\nFUNDAMENTAÇÃO, SUFICIÊNCIA, DECRETAÇÃO, PRISÃO PREVENTIVA, GARANTIA, \r\nORDEM PÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=105304&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 93115, RHC 94358, HC 98675, HC 100185.\r\n- Veja HC 153204 do STJ.\r\nNúmero de páginas: 11.\r\nAnálise: 14/04/2011, IMC.\r\nRevisão: 18/04/2011, MMR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : EMILIO SANTIAGO VARELA \r\nIMPTE.(S)           : ANTÔNIO JOSÉ DANTAS RIBEIRO \r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":190575,"documental_tese_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"HC 105304","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2011-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"FERNANDES, Antônio Scarance. Processo Penal Constitucional.\r\nSão Paulo: Editora Revista dos Tribunais, 2002. p. 302.\r\nOLIVEIRA, Eugênio Pacelli de. Curso de Processo Penal. 4. ed.\r\nrev. atual. e ampl. Belo Horizonte: Del Rey, 2005. p. 410.","ministro_facet":["GILMAR MENDES"],"processo_numero":105304,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur190700","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto da Relatora, conheceu e negou provimento ao recurso extraordinário. Votou o Presidente. Ausentes, justificadamente, o Senhor Ministro Cezar Peluso (Presidente), em representação junto ao Conselho Constitucional, Conselho de Estado, ao Secretário de Estado para a Justiça e à Escola Nacional de Administração – ENA, da França, e à Comissão Européia para Democracia através do Direito (Comissão de Veneza), para participação na 84ª Sessão Plenária e preparação do Segundo Congresso da Conferência Internacional sobre Justiça Constitucional, e a Senhora Ministra Ellen Gracie. Falou pela interessada o Dr. Wladimir Sérgio Reale e, pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça. Presidiu o julgamento o Senhor Ministro Ayres Britto (Vice-Presidente). Plenário, 13.10.2010.","is_repercussao_geral_merito":true,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur190700","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Acre","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur190700","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL. PREVIDENCIÁRIO. RECEPÇÃO CONSTITUCIONAL DO ART. 1º, INC. I, DA LEI COMPLEMENTAR N. 51/1985. ADOÇÃO DE REQUISITOS E CRITÉRIOS DIFERENCIADOS PARA A CONCESSÃO DE APOSENTADORIA A SERVIDORES CUJAS ATIVIDADES NÃO SÃO EXERCIDAS EXCLUSIVAMENTE SOB CONDIÇÕES ESPECIAIS QUE PREJUDIQUEM A SAÚDE OU A INTEGRIDADE FÍSICA. 1. Reiteração do posicionamento assentado no julgamento da Ação Direta de Inconstitucionalidade n. 3.817, Relatora a Ministra Cármen Lúcia, da recepção do inc. I do art. 1O da Lei Complementar n. 51/1985 pela Constituição. 2. O Tribunal a quo reconheceu, corretamente, o direito do Recorrido de se aposentar na forma especial prevista na Lei Complementar 51/1985, por terem sido cumpridos todos os requisitos exigidos pela lei. 3. Recurso extraordinário ao qual se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=567110&classe=RE","externo_seq_objeto_incidente":2566159,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"REPERCUSSÃO GERAL - MÉRITO\r\nDJe-068 DIVULG 08-04-2011 PUBLIC 11-04-2011\r\nEMENT VOL-02500-02 PP-00298","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=567110&classe=RE","is_colac":false,"titulo":"RE 567110","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00040 PAR-00004 REDAÇÃO DADA PELA EMC-20/1998\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000020      ANO-1998\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LCP-000051      ANO-1985\r\n          ART-00001 INC-00001  \r\n          LEI COMPLEMENTAR\r\n","LEG-FED   SUMSTF-000279  \r\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2011-04-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. GILMAR MENDES: NECESSIDADE, \r\nEXERCÍCIO, CARGO DE NATUREZA ESTRITAMENTE POLICIAL, RECONHECIMENTO, \r\nAPOSENTADORIA ESPECIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=567110&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão citado: ADI 3817 - Tribunal Pleno.\nNúmero de páginas: 16.\nAnálise: 14/04/2011, SEV.\nRevisão: 18/04/2011, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)           : INSTITUTO DE PREVIDÊNCIA DO ESTADO DO ACRE - ACREPREVIDÊNCIA\r\nADV.(A/S)           : ANNA KARINA SANTIAGO MACHADO DE ALMEIDA\r\nRECDO.(A/S)         : CARLOS ALBERTO DA SILVA\r\nADV.(A/S)           : JOEL BENVINDO RIBEIRO E OUTRO(A/S)\r\nINTDO.(A/S)         : ASSOCIAÇÃO DOS DELEGADOS DE POLÍCIA DO BRASIL - ADEPOL/BRASIL\r\nADV.(A/S)           : WLADIMIR SÉRGIO REALE\r\nINTDO.(A/S)         : SINDIPOL - SINDICATO DOS POLICIAIS CIVIS DE LONDRINA E REGIÃO\r\nADV.(A/S)           : AUGUSTO JONDRAL FILHO\r\nINTDO.(A/S)         : FEDERAÇÃO NACIONAL DOS POLICIAIS RODOVIÁRIOS FEDERAIS - FENAPRF\r\nADV.(A/S)           : EMANUEL SANTOS DE LIMA\r\nINTDO.(A/S)         : SINDICATO DOS POLICIAIS RODOVIÁRIOS FEDERAIS - MINAS GERAIS - SINPRF/MG\r\nADV.(A/S)           : JOÃO LUIZ ARZENO DA SILVA E OUTRO(A/S)\r\nINTDO.(A/S)         : SINDICATO DOS POLICIAIS RODOVIÁRIOS FEDERAIS NO ESTADO DO PARANÁ - SINPRF/PR\r\nADV.(A/S)           : JOÃO LUIZ ARZENO DA SILVA E OUTRO(A/S)\r\nINTDO.(A/S)         : SINDICATO DOS POLICIAIS RODOVIÁRIOS FEDERAIS DO ESTADO DO RIO GRANDE DO SUL - SINPRF/RS\r\nADV.(A/S)           : JOÃO LUIZ ARZENO DA SILVA E OUTRO(A/S)\r\nINTDO.(A/S)         : ASSOCIAÇÃO NACIONAL DOS DELEGADOS DE POLÍCIA FEDERAL - ADPF\r\nADV.(A/S)           : ANTÔNIO TORREÃO BRAZ FILHO E OUTRO(A/S)\r\nINTDO.(A/S)         : ASSOCIAÇÃO NACIONAL DOS PERITOS CRIMINAIS - APCF\r\nADV.(A/S)           : ANTÔNIO TORREÃO BRAZ FILHO E OUTRO(A/S)\r\nINTDO.(A/S)         : SINDICATO DAS CLASSES POLICIAIS CIVIS NO ESTADO DO PARANÁ - SINCLAPOL\r\nADV.(A/S)           : NAOTO YAMASAKI E OUTRO(A/S)\r\nINTDO.(A/S)         : FEDERAÇÃO INTERESTADUAL DOS POLICIAIS CIVIS DA REGIÃO CENTRO-OESTE - FEIPOL CENTRO-OESTE/NORTE\r\nADV.(A/S)           : IASNAYA CRISTINA CARDOSO LEITE E OUTRO(A/S)\r\nINTDO.(A/S)         : UNIÃO\r\nADV.(A/S)           : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"26 - Concessão de aposentadoria especial a policiais civis nos termos da Lei Complementar nº 51/95.","old_seq_sjur":190700,"documental_tese_texto":"O inciso I do artigo 1º da Lei complementar 51/1985 foi recepcionado pela Constituição Federal de 1988.\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"AC - ACRE","processo_codigo_completo":"RE 567110","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2010-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":567110,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur193812","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Retirado de pauta ante a aposentadoria do Senhor Ministro Eros Grau (Relator). Ausente, licenciado, o Senhor Ministro Joaquim Barbosa. Presidência do Senhor Ministro Cezar Peluso. Plenário, 04.08.2010. \r\n\n     Decisão: O Tribunal, por maioria e nos termos do voto da Relatora, deferiu parcialmente o pedido de extradição, contra o voto do Senhor Ministro Marco Aurélio. Ausentes, justificadamente, os Senhores Ministros Celso de Mello e Joaquim Barbosa. Falou pelo extraditando o Dr. Carlos Gustavo Gonçalves de Souza. Presidiu o julgamento o Senhor Ministro Cezar Peluso. Plenário, 19.05.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur193812","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur193812","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. PRISÃO PREVENTIVA DECRETADA PELA JUSTIÇA ARGENTINA. TRATADO ESPECÍFICO: REQUISITOS ATENDIDOS. EXTRADITANDO INVESTIGADO PELOS CRIMES DE HOMICÍDIO QUALIFICADO PELA TRAIÇÃO (“HOMICÍDIO AGRAVADO POR ALEIVOSIA E POR EL NUMERO DE PARTICIPES”) E SEQÜESTRO QUALIFICADO (“DESAPARICIÓN FORZADA DE PERSONAS”): DUPLA TIPICIDADE ATENDIDA. EXTINÇÃO DA PUNIBILIDADE DOS CRIMES DE HOMICÍDIO PELA PRESCRIÇÃO: PROCEDÊNCIA. CRIME PERMANENTE DE SEQÜESTRO QUALIFICADO: INEXISTÊNCIA DE PRESCRIÇÃO. ALEGAÇÕES DE AUSÊNCIA DE DOCUMENTAÇÃO, CRIME MILITAR OU POLÍTICO, TRIBUNAL DE EXCEÇÃO E EVENTUAL INDULTO: IMPROCEDÊNCIA. EXTRADIÇÃO PARCIALMENTE DEFERIDA. \n\n\n1. O pedido formulado pela República da Argentina atende aos pressupostos necessários ao seu deferimento parcial, nos termos da Lei n. 6.815/80 e do Tratado de Extradição específico. \n\n\n\n\n2. Ressalvada a categórica prescrição dos crimes de homicídio descritos no presente pedido de extradição, o Estado Requerente dispõe de competência jurisdicional para processar e julgar os demais crimes imputados ao Extraditando, que teria sido autor de atos que supostamente configuram o tipo penal de “desaparecimento forçado de pessoas”, estando o caso em perfeita consonância com o disposto no art. 78, inc. I, da Lei n. 6.815/80 e com o princípio de direito penal internacional da territorialidade da lei penal. \n\n\n\n\n3. Inexistência de irregularidades formais. \n\n\n\n\n4. Requisito da dupla tipicidade, previsto no art. 77, inc. II, da Lei n. 6.815/1980 satisfeito: fato delituoso imputado ao Extraditando correspondente, no Brasil, ao crime de sequestro qualificado, previsto no art. 148, § 1º, inc. III, do Código Penal. \n\n\n\n\n5. Art. 77, inc. VI, da Lei n. 6.815/80: ocorrência de prescrição da pena referente aos crimes de homicídio qualificado, sob a análise da legislação brasileira. \n\n\n\n\n6. Crime de seqüestro qualificado: de natureza permanente, prazo prescricional começa a fluir a partir da cessação da permanência e não da data do início do seqüestro. Precedentes. \n\n\n\n\n7. Extraditando processado por fatos que não constituem crimes políticos e militares, mas comuns. \n\n\n\n\n8. A jurisprudência deste Supremo Tribunal Federal tem reiteradamente assinalado que, na ação de extradição, não se confere ao Supremo Tribunal competência para indagar sobre o mérito da pretensão deduzida pelo Estado requerente ou sobre o contexto probatório em que a postulação extradicional apóia-se. Precedentes. \n\n\n\n\n9. Extraditando que não será julgado por tribunal de exceção, notadamente porque o objetivo do presente pedido extradicional é o processamento e julgamento do Extraditando pelo Poder Judiciário argentino, plenamente capaz de assegurar aos réus, em juízo criminal, a garantia plena de um julgamento imparcial, justo e regular. \n\n\n\n\n10. Extraditando não indultado. \n\n\n\n\n11. Extradição parcialmente deferida pelos crimes de “desaparecimento forçado de pessoas”, considerada a dupla tipicidade do crime de “seqüestro qualificado”, ressalvado que, na eventual hipótese de condenação do Extraditando pelo desaparecimento ou seqüestro de FERNANDO GABRIEL PIEROLA, JULIO ANDRES PEREIRA, ROBERTO HORACIO YEDRO e REYNALDO AMALIO ZAPATA SOÑEZ, não concorrerá para a pena o eventual fim ou motivo político dos crimes; devendo ser efetuada a detração do tempo de prisão, ao qual foi submetido no Brasil, em razão desse pedido, nem podendo lhe ser aplicada a pena de prisão perpétua.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1150&classe=Ext","externo_seq_objeto_incidente":2648124,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-116 DIVULG 16-06-2011 PUBLIC 17-06-2011\r\nEMENT VOL-02546-01 PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1150&classe=Ext","is_colac":false,"titulo":"Ext 1150","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00061 INC-00002 LET-I ART-00109 \r\n          INC-00001 ART-00111 ART-00121 PAR-00002\r\n          INC-00004 ART-00148 PAR-00001 INC-00003  \r\n                CP-1940 CÓDIGO PENAL\r","LEG-FED   DEL-003689      ANO-1941\r\n          ART-00366   \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00077 INC-00002 INC-00006 INC-00007 \r\n          ART-00078 INC-00001 ART-00080   \r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r","LEG-INT   TTD      ANO-1961\r\n          ART-00003 PAR-00002 PAR-00003 PAR-00004\r\n          TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ARGENTINA\r\n","LEG-FED   DLG-000085      ANO-1964\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\r\n          ARGENTINA\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-062979      ANO-1968\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL\r\n          E ARGENTINA\r\n          DECRETO\r\n","LEG-INT   TTD      ANO-1998\r\n          ART-00005 NÚMERO-1 NÚMERO-2 LET-C\r\n          INC-00002 INC-00003 INC-00005 ART-00006 \r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE OS PAÍSES PARTE DO MERCOSUL,\r\n          DA BOLÍVIA E DA REPÚBLICA DO CHILE\r\n","LEG-FED   DEL-000065      ANO-2003\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE OS PAÍSES PARTE \r\n          DO MERCOSUL,DA BOLÍVIA E DA REPÚBLICA DO CHILE\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-005867      ANO-2006\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE OS PAÍSES PARTE \r\n          DO MERCOSUL, DA BOLÍVIA E DA REPÚBLICA DO CHILE\r\n          DECRETO"],"publicacao_data":"2011-06-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: ILEGITIMIDADE, PEDIDO, EXTRADIÇÃO, \r\n\r\n\r\nCARACTERIZAÇÃO, FATO, CRIME POLÍTICO, AUSÊNCIA, DUPLA TIPICIDADE, \r\nCRIME, DESAPARECIMENTO, PESSOA NATURAL, AUSÊNCIA, EQUIVALÊNCIA, \r\nSEQUESTRO, DESAPARECIMENTO. OCORRÊNCIA, PRESCRIÇÃO, DECORRÊNCIA, \r\nRECONHECIMENTO, MORTE PRESUMIDA, PESSOA NATURAL, CARACTERIZAÇÃO, \r\nHOMICÍDIO, CRIME INSTANTÂNEO. IMPOSSIBILIDADE, PERSECUÇÃO PENAL, \r\nTERRITÓRIO NACIONAL, DECORRÊNCIA, LEI DE ANISTIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1150&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 669, Ext 866, Ext 897, Ext 974.\r\n- Veja PPE 615 e HC 80993 do STF.\r\n- Legislação estrangeira citada: art. 80, inciso 2º, inciso \r\n6º, art. 141, art. 142, inciso 5º do Código Penal \r\nArgentino.\r\nNúmero de páginas: 57.\r\nAnálise: 27/06/2011, SEV.\r\nRevisão: 03/08/2011, MMR.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DA ARGENTINA\r\nEXTDO.(A/S)         : NORBERTO RAUL TOZZO\r\nADV.(A/S)           : CARLOS GUSTAVO GONÇALVES DE SOUZA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":193812,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA ARGENTINA","processo_codigo_completo":"Ext 1150","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2011-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1150,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur191963","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Negado provimento ao agravo regimental. Decisão unânime. Ausentes, justificadamente, neste julgamento, o Senhor Ministro Celso de Mello e a Senhora Ministra Ellen Gracie. 2ª Turma, 08.02.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur191963","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur191963","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL EM AGRAVO DE INSTRUMENTO. AÇÃO DE COBRANÇA. SOBRESTADIA DE CONTÊINER. CONTROVÉRSIA DECIDIDA EXCLUSIVAMENTE À LUZ DA LEGISLAÇÃO INFRACONSTITUCIONAL E DO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. INCIDÊNCIA DA SÚMULA 279/STF. ALEGAÇÃO DE AFRONTA A GARANTIAS CONSTITUCIONAIS DO PROCESSO. OFENSA REFLEXA. \n\n\n1. Caso em que entendimento diverso do adotado pelo aresto impugnado demandaria o reexame da legislação ordinária aplicada à espécie e a análise dos fatos e provas constantes dos autos. Providências vedadas na instância recursal extraordinária. \n\n\n\n\n2. Violação à Magna Carta de 1988, se existente, apenas ocorreria de modo reflexo ou indireto, o que não autoriza a abertura da via recursal extraordinária. \n\n\n\n\n3. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=701364&classe=AI-AgR","externo_seq_objeto_incidente":3870588,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-087 DIVULG 10-05-2011 PUBLIC 11-05-2011\r\nEMENT VOL-02519-02 PP-00190","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=701364&classe=AI","is_colac":false,"titulo":"AI 701364 AgR","documental_legislacao_citada_texto":["LEG-FED   SUMSTF-000279  \r\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2011-05-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  DESCABIMENTO, RECURSO EXTRAORDINÁRIO, REEXAME, MATÉRIA DE FATO, \r\nMATÉRIA DE PROVA, INDENIZAÇÃO, MOTIVO, INADIMPLEMENTO CONTRATUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=701364&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"- Acórdãos citados: AI 517643 AgR, AI 451268 AgR, AI 477815 AgR, AI 478260 AgR, AI 546068 AgR, AI 556165 AgR, RE 425734 AgR, RE 491923 AgR.\r\nNúmero de páginas: 7.\r\nAnálise: 26/05/2011, GVS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : DANIELE E SANCHES COMÉRCIO, IMPORTAÇÃO E EXPORTAÇÃO LTDA\r\nADV.(A/S)           : JOSELI SILVA GIRON BARBOSA E OUTRO(A/S)\r\nAGDO.(A/S)          : ITATRANS LOGÍSTICA INTERNACIONAL S/A\r\nADV.(A/S)           : CRISTINA WADNER D'ANTONIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":191963,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"AI 701364 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2011-02-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":null,"ministro_facet":["AYRES BRITTO"],"processo_numero":701364,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur193266","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma denegou a ordem de habeas corpus, nos termos do voto do Relator. Unânime. Não participou, justificadamente, deste julgamento, o Senhor Ministro Luiz Fux. Presidência da Senhora Ministra Cármen Lúcia. 1ª Turma, 26.4.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur193266","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur193266","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA \n\n\n  \n\n\n\n\nHabeas corpus. Processual Penal. Tráfico ilícito de entorpecentes. Alegação de caracterização da transnacionalidade do delito. Dilação probatória. Inadequação da via eleita. Prisão em flagrante mantida na sentença condenatória. Direito de apelar em liberdade. Fundamentação idônea. Precedentes. Writ denegado. \n\n\n\n\n1. Compete à Justiça Federal o julgamento dos crimes de tráfico internacional de drogas. Entretanto, nem o simples fato de alguns corréus serem estrangeiros, nem a eventual origem externa da droga, são motivos suficientes para o deslocamento da competência para a Justiça Federal. \n\n\n\n\n2. Somente a partir da análise profunda do material probatório poderia ser infirmada a conclusão das instâncias ordinárias quanto à não caracterização da transnacionalidade do delito, medida incabível na via do habeas corpus. \n\n\n\n\n3. Não configura constrangimento ilegal a sentença penal condenatória que, ao manter a prisão em flagrante delito, veda ao paciente a possibilidade de recorrer em liberdade, com fundamento em uma ou mais hipóteses previstas no art. 312 do CPP. \n\n\n\n\n4. Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=103945&classe=HC","externo_seq_objeto_incidente":3882947,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-107 DIVULG 03-06-2011 PUBLIC 06-06-2011","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=103945&classe=HC","is_colac":false,"titulo":"HC 103945","documental_legislacao_citada_texto":["LEG-FED   DEL-003689      ANO-1941\r\n          ART-00312   \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\n\r","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00044   \r\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2011-06-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  PACIENTE, INTEGRANTE, QUADRILHA, ENVOLVIMENTO, TRÁFICO, GRANDE \r\nQUANTIDADE, ENTORPECENTE, INDICAÇÃO, NECESSIDADE, MANUTENÇÃO, PRISÃO \r\nPREVENTIVA, ASSEGURAMENTO, ORDEM PÚBLICA. ÂMBITO, CRIME, PREVISÃO, LEI \r\nDE TÓXICOS, APELAÇÃO EM LIBERDADE, CARACTERIZAÇÃO, EXCEPCIONALIDADE, \r\nCONSEQUÊNCIA, AUSÊNCIA, ILEGALIDADE, MANUTENÇÃO, RÉU PRESO, MOMENTO, \r\nAPELAÇÃO, HIPÓTESE, PERMANÊNCIA, PRISÃO, DURAÇÃO, INSTRUÇÃO CRIMINAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=103945&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: HC 82625, HC 84097, HC 89824, HC 91470,\r\nHC 92612, HC 92776, HC 92839, HC 92870, HC 97296, HC 98130,\r\nHC 98464, HC 101483.\r\n- Veja HC 150123 do STJ.\r\nNúmero de páginas: 17.\r\nAnálise: 14/06/2011, IMC.\r\nRevisão: 21/06/2011, ACG.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : JORGE EVANGELISTA DE QUADROS \r\nIMPTE.(S)           : HÉCTOR LUIZ BORECKI CARRILLO \r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":193266,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 103945","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2011-04-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":103945,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur192376","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Ministro Dias Toffoli, que lavrará o acórdão, deu provimento ao recurso de agravo, contra o voto do Senhor Ministro Marco Aurélio (Relator), que lhe negava. Votou o Presidente. Ausentes, justificadamente, o Senhor Ministro Cezar Peluso (Presidente), em representação junto ao Conselho Constitucional, Conselho de Estado, ao Secretário de Estado para a Justiça e à Escola Nacional de Administração – ENA, da França, e à Comissão Européia para Democracia através do Direito (Comissão de Veneza), para participação na 84ª Sessão Plenária e preparação do Segundo Congresso da Conferência Internacional sobre Justiça Constitucional, a Senhora Ministra Ellen Gracie e, neste julgamento, o Senhor Ministro Gilmar Mendes. Presidiu o julgamento o Senhor Ministro Ayres Britto (Vice-Presidente). Plenário, 13.10.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur192376","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:17:03.782822","dg_unique":"sjur192376","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA  \n\n\n  \n\n\n\n\nAGRAVO REGIMENTAL NA RECLAMAÇÃO – ADMINISTRATIVO E PROCESSUAL CIVIL – DISSÍDIO ENTRE SERVIDOR E O PODER PÚBLICO – ADI nº 3.395/DF-MC – CABIMENTO DA RECLAMAÇÃO – INCOMPETÊNCIA DA JUSTIÇA DO TRABALHO. \n\n\n\n\n1. A reclamação é meio hábil para conservar a autoridade do Supremo Tribunal Federal e a eficácia de suas decisões. Não se reveste de caráter primário ou se transforma em sucedâneo recursal quando é utilizada para confrontar decisões de juízos e tribunais que afrontam o conteúdo do acórdão do STF na ADI nº 3.395/DF-MC. \n\n\n\n\n2. Compete à Justiça comum pronunciar-se sobre a existência, a validade e a eficácia das relações entre servidores e o poder público fundadas em vínculo jurídico-administrativo. É irrelevante a argumentação de que o contrato é temporário ou precário, ainda que haja sido extrapolado seu prazo inicial, bem assim se o liame decorre de ocupação de cargo comissionado ou função gratificada. \n\n\n\n\n3. Não descaracteriza a competência da Justiça comum, em tais dissídios, o fato de se requerer verbas rescisórias, FGTS e outros encargos de natureza símile, dada a prevalência da questão de fundo, que diz respeito à própria natureza da relação jurídico-administrativa, posto que desvirtuada ou submetida a vícios de origem, como fraude, simulação ou ausência de concurso público. Nesse último caso, ultrapassa o limite da competência do STF a investigação sobre o conteúdo dessa causa de pedir específica. \n\n\n\n\n4. Agravo regimental provido para declarar a competência da Justiça comum.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=5989&classe=Rcl-AgR","externo_seq_objeto_incidente":3660974,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-093 DIVULG 17-05-2011 PUBLIC 18-05-2011\r\nEMENT VOL-02524-01 PP-00036","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5989&classe=Rcl","is_colac":false,"titulo":"Rcl 5989 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00114 INC-00001 REDAÇÃO DADA PELA EMC-00045/2004  \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000045      ANO-2004\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LCP-000075      ANO-1993\r\n          LEI COMPLEMENTAR"],"publicacao_data":"2011-05-18","documental_acordao_mesmo_sentido_lista_texto":"Rcl 9751 AgR\r\n          JULG-14-10-2010  UF-BA  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-011 \r\n          RAC-DIAS TOFFOLI\r\n          DJe-093  DIVULG 17-05-2011  PUBLIC 18-05-2011\r\n          EMENT VOL-02524-01  PP-00047","documental_indexacao_texto":"- VIDE EMENTA.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: DESPROVIMENTO, AGRAVO REGIMENTAL. \r\nCOMPETÊNCIA, JUSTIÇA DO TRABALHO, JULGAMENTO, AÇÃO CIVIL PÚBLICA, \r\nMATÉRIA, ENVOLVIMENTO, RELAÇÃO DE TRABALHO. CARÁTER PRECÁRIO, \r\nJULGAMENTO, MEDIDA CAUTELAR, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, \r\nDISTINÇÃO, ALEGAÇÃO, DESCRIÇÃO, PETIÇÃO INICIAL, RECLAMAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5989&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdãos citados: Rcl 9625 AgR - Tribunal Pleno, Rcl 9836 AgR - Tribunal Pleno.\r\n- Veja ADI 3395 MC - Tribunal Pleno do STF.\r\nNúmero de páginas: 11.\r\nAnálise: 24/05/2011, KBP.\r\nRevisão: 25/05/2011, ACG.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : MUNICÍPIO DE NOVA IGUAÇU \r\nADV.(A/S)           : CARLOS RAPOSO E OUTRO(A/S)\r\nAGDO.(A/S)          : JUÍZA DO TRABALHO DA 2ª VARA DO TRABALHO DE NOVA IGUAÇU (AÇÃO CIVIL PÚBLICA Nº 01450-2002-222-01-00-8) \r\nAGDO.(A/S)          : PRESIDENTE DO TRIBUNAL REGIONAL DO TRABALHO DA 1ª REGIÃO (RECURSO DE REVISTA NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ORDINÁRIO NA AÇÃO CIVIL PÚBLICA Nº 01450-2002-222-01-00-8) \r\nINTDO.(A/S)         : MINISTÉRIO PÚBLICO DO TRABALHO \r\nINTDO.(A/S)         : COOPSAÚDE - COOPERATIVA DE ATIVIDADE NA ÁREA DE SAÚDE \r\nADV.(A/S)           : STÉFANO EGMONT BALTZ E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":192376,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"Rcl 5989 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2010-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO","DIAS TOFFOLI"],"processo_numero":5989,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}