{"result":{"took":476,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur427219","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AL","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 899 da repercussão geral, negou provimento ao recurso extraordinário, mantendo-se a extinção do processo pelo reconhecimento da prescrição, nos termos do voto do Relator. Foi fixada a seguinte tese: \"É prescritível a pretensão de ressarcimento ao erário fundada em decisão de Tribunal de Contas\". Os Ministros Roberto Barroso, Edson Fachin e Gilmar Mendes acompanharam o Relator com ressalvas. Falaram: pela recorrente, a Dra. Izabel Vinchon Nogueira de Andrade, Secretária-Geral de Contencioso da Advocacia-Geral da União; e, pela recorrida, o Dr. Georghio Alessandro Tomelin. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019). Plenário, Sessão Virtual de 10.4.2020 a 17.4.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427219","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Alagoas","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur427219","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL E ADMINISTRATIVO. REPERCUSSÃO GERAL. EXECUÇÃO FUNDADA EM ACÓRDÃO PROFERIDO PELO TRIBUNAL DE CONTAS DA UNIÃO. PRETENSÃO DE RESSARCIMENTO AO ERÁRIO. ART. 37, § 5º, DA CONSTITUIÇÃO FEDERAL. PRESCRITIBILIDADE.\n\n\n\n    1. A regra de prescritibilidade no Direito brasileiro é exigência dos princípios da segurança jurídica e do devido processo legal, o qual, em seu sentido material, deve garantir efetiva e real proteção contra o exercício do arbítrio, com a imposição de restrições substanciais ao poder do Estado em relação à liberdade e à propriedade individuais, entre as quais a impossibilidade de permanência infinita do poder persecutório do Estado.\n\n\n\n    2. Analisando detalhadamente o tema da “prescritibilidade de ações de ressarcimento”, este SUPREMO TRIBUNAL FEDERAL concluiu que, somente são imprescritíveis as ações de ressarcimento ao erário fundadas na prática de ato de improbidade administrativa doloso tipificado na Lei de Improbidade Administrativa – Lei 8.429/1992 (TEMA 897). Em relação a todos os demais atos ilícitos, inclusive àqueles atentatórios à probidade da administração não dolosos e aos anteriores à edição da Lei 8.429/1992, aplica-se o TEMA 666, sendo prescritível a ação de reparação de danos à Fazenda Pública.\n\n\n\n    3. A excepcionalidade reconhecida pela maioria do SUPREMO TRIBUNAL FEDERAL no TEMA 897, portanto, não se encontra presente no caso em análise, uma vez que, no processo de tomada de contas, o TCU não julga pessoas, não perquirindo a existência de dolo decorrente de ato de improbidade administrativa, mas, especificamente, realiza o julgamento técnico das contas à partir da reunião dos elementos objeto da fiscalização e apurada a ocorrência de irregularidade de que resulte dano ao erário, proferindo o acórdão em que se imputa o débito ao responsável, para fins de se obter o respectivo ressarcimento. \n\n\n\n    4. A pretensão de ressarcimento ao erário em face de agentes públicos reconhecida em acórdão de Tribunal de Contas prescreve na forma da Lei 6.830/1980 (Lei de Execução Fiscal).\n\n\n\n    5. Recurso Extraordinário DESPROVIDO, mantendo-se a extinção do processo pelo reconhecimento da prescrição. Fixação da seguinte tese para o TEMA 899: “É prescritível a pretensão de ressarcimento ao erário fundada em decisão de Tribunal de Contas”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753077365","externo_seq_objeto_incidente":4046531,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-157  DIVULG 23-06-2020  PUBLIC 24-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=636886&classe=RE","is_colac":false,"titulo":"RE 636886","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00042 INC-00044 ART-00007 \n          INC-00029 ART-00037 PAR-00004 PAR-00005 \n          ART-00070 PAR-ÚNICO ART-00071 INC-00002 \n          INC-00003 INC-00006 PAR-00003 ART-00102 \n          INC-00003 LET-A ART-00231 PAR-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003164      ANO-1957\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-003502      ANO-1958\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004320      ANO-1964\n          ART-00039 REDAÇÃO DADA PELO DEL-1735/1979\n          ART-00039 PAR-00001 INCLUÍDO PELO DEL-1735/1979\n          ART-00039 PAR-00002 INCLUÍDO PELO DEL-1735/1979\n          ART-00039 PAR-00003 \n          ART-00039 PAR-00004 INCLUÍDO PELO DEL-1735/1979\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004717      ANO-1965\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00174\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-0543B\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006830      ANO-1980\n          ART-00001 ART-00002 ART-00040 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004\n                LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-007347      ANO-1985\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002 PAR-00001\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00023 INC-00001 INC-00002 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008443      ANO-1992\n          ART-00001 INC-00001 PAR-00001 ART-00006 \n          ART-00007 PAR-ÚNICO ART-00008 PAR-00001 \n          PAR-00002 PAR-00003 ART-00010 PAR-00001 \n          ART-00019 ART-00023 INC-00003 LET-B \n          ART-00024\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009873      ANO-1999\n          ART-00001 PAR-00001 PAR-00002 ART-0001A \n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00202 INC-00001\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00240 PAR-00001 ART-00802 PAR-ÚNICO \n          ART-00921 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 ART-00924 \n          INC-00005 ART-01035 PAR-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-000200      ANO-1967\n          ART-00093\n                DECRETO-LEI\n\n","LEG-FED   DEL-001735      ANO-1979\n                DECRETO-LEI\n\n","LEG-FED   DEL-002300      ANO-1986\n                DECRETO-LEI\n\n","LEG-FED   DEC-020910      ANO-1932\n                DECRETO\n\n","LEG-FED   INT-000071      ANO-2012\n          ART-00006 INC-00001 INC-00002\n                INSTRUÇÃO NORMATIVA DO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-FED   SUV-000003      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   CNV-000014      ANO-1988\n                CONVÊNIO DO MINISTÉRIO DA CULTURA E O PROJETO EDUCAR QUILOMBO"],"publicacao_data":"2020-06-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL, TRIBUNAL DE CONTAS DA UNIÃO (TCU), AUXÍLIO, CONGRESSO NACIONAL, CONTROLE EXTERNO, FISCALIZAÇÃO CONTÁBIL, FISCALIZAÇÃO FINANCEIRA, FISCALIZAÇÃO ORÇAMENTÁRIA, FISCALIZAÇÃO OPERACIONAL, FISCALIZAÇÃO PATRIMONIAL, UNIÃO FEDERAL. TRIBUNAL DE CONTAS, ATIVIDADE JURISDICIONAL. EXIGÊNCIA, PROCESSO JUDICIAL, INIBIÇÃO, ARBITRARIEDADE, PODER PÚBLICO. TESE, IMPRESCRITIBILIDADE, PREJUÍZO, EXERCÍCIO, DIREITO DE DEFESA. ORDENAMENTO JURÍDICO BRASILEIRO, PRINCÍPIO DA PRESCRITIBILIDADE, ESSENCIALIDADE, SEGURANÇA JURÍDICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ADMINISTRAÇÃO PÚBLICA, CONFRONTO, INTERESSE PRIMÁRIO DA ADMINISTRAÇÃO PÚBLICA, INTERESSE SECUNDÁRIO DA ADMINISTRAÇÃO PÚBLICA, PREVALÊNCIA, INTERESSE PRIMÁRIO DA ADMINISTRAÇÃO PÚBLICA. DECADÊNCIA ADMINISTRATIVA, APOSENTADORIA, INÍCIO, CONTAGEM DE PRAZO, REGISTRO, PROCESSO ADMINISTRATIVO, TRIBUNAL DE CONTAS DA UNIÃO (TCU). ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS, DECISÃO, SEGURANÇA JURÍDICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=636886&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPRESCRITIBILIDADE, RESSARCIMENTO, ERÁRIO, IMPROBIDADE ADMINISTRATIVA)\nRE 852475 RG. \n(PRESCRIÇÃO, REPARAÇÃO DE DANO, FAZENDA PÚBLICA, ILÍCITO CIVIL)\nRE 669069 (TP). \n(EXIGÊNCIA, PROCESSO JUDICIAL, INIBIÇÃO, ARBITRARIEDADE, PODER PÚBLICO)\nHC 73338 (1ªT). \n(IMPRESCRITIBILIDADE, RESSARCIMENTO, ERÁRIO, CONDENAÇÃO, TRIBUNAL DE CONTAS)\nMS 26210 (TP), RE 608831 AgR (2ªT), RE 578428 AgR (2ªT), AI 712435 AgR (1ªT), RE 646741 AgR (2ªT), MS 32569 (1ªT). \n(DECADÊNCIA ADMINISTRATIVA, APOSENTADORIA, INÍCIO, CONTAGEM DE PRAZO, REGISTRO, PROCESSO ADMINISTRATIVO, TCU)\nMS 24781 (TP). \n(ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS, DECISÃO, SEGURANÇA JURÍDICA)\nHC 82959 (TP), CC 7204 (TP), RE 522897 (TP), Inq 687 QO (1ªT). \n(TESE, IMPRESCRITIBILIDADE, PREJUÍZO, EXERCÍCIO, DIREITO DE DEFESA)\nRE 669069 (TP). \n- Decisão monocrática citada:\n(IMPRESCRITIBILIDADE, RESSARCIMENTO, ERÁRIO, CONDENAÇÃO, TRIBUNAL DE CONTAS)\nAI 833799.\n- Decisões estrangeiras citadas: Caso Plessy vs. Ferguson, 1986; caso Brown vs. Board of Education, 1954; caso Mapp vs. Ohio, 1961; caso Linkletter vs. Walker, 1965; caso Wolf vs. Colorado, 1949, todos da Suprema Corte Americana; caso BVerfGE 33, 1 (12), da Corte Constitucional alemã.\n- Legislação estrangeira citada: quarta emenda da Constituição norte-americana de 1787.\n- Veja Tema 666, Tema 897 e Tema 899 do STF.\n- Veja art. 7, XXVI, art. 8, XXVI e art. 44, § 4º, do Projeto de Constituição (A) da Comissão de Sistematização; art. 8, XXIX e art. 38, § 5º, do Projeto de Constituição (B); substitutivo 2 do relator do Projeto de Constituição (A) da Comissão de Sistematização.\nNúmero de páginas: 71.\nAnálise: 08/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : VANDA MARIA MENEZES BARBOSA \nADV.(A/S)  : GEORGHIO ALESSANDRO TOMELIN \nADV.(A/S)  : MICHEL BERTONI SOARES \nADV.(A/S)  : FERNANDA AMORIM SANNA \nADV.(A/S)  : RAFAEL BONASSA FARIA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"899 - Prescritibilidade da pretensão de ressarcimento ao erário fundada em decisão de Tribunal de Contas.","old_seq_sjur":427219,"documental_tese_texto":"É prescritível a pretensão de ressarcimento ao erário fundada em decisão de Tribunal de Contas.","procedencia_geografica_completo":"AL - ALAGOAS","processo_codigo_completo":"RE 636886","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALESSI, Renato. Instituciones de derecho administrativo. Barcelona: Bosch, 1970. p. 185-187, tomo I.\nÁVILA, Humberto. Segurança jurídica: entre permanência, mudança e realização no direito tributário. 2. ed. São Paulo: Malheiros, 2012. p. 41-42.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 23. ed. São Paulo: Lumen Juris, 2010. p. 1.094. \nCOELHO, Inocêncio Mártires. Interpretação Constitucional. Porto Alegre: Sergio Antonio Fabris, 1997, cap. 4.\nCOTRIM NETO. O Tribunal de Contas e o aperfeiçoamento do Estado de Direito. Revista de Informação Legislativa, Brasília, Senado Federal, ano 19, n 76, out./dez. 1982. p. 153.\nCRETELLA JÚNIOR, José. Naturezas das decisões do Tribunal de Contas. Revista de Informação Legislativa, Brasília, Senado Federal, ano 24, n. 94, abr./jun. 1987. p. 183.\n______. Manual de Direito Administrativo . 4. ed. Rio de Janeiro: Forense, 1989. p. 49.\nDONADIO, Ana Hilda de Almeida. Tribunal de contas : competência, ação fiscalizadora e princípios norteadores. 1993. Dissertação (Mestrado) Fadusp, São Paulo.\nFERNANDES, Flávio Sátiro. Prestação de contas: instrumento de transparência da Administração. Revista de Informação Legislativa, Brasília, Senado Federal, ano 32, n. 127, jul./set. 1995. p. 161.\nFREITAS, José Ferreira de. Tribunais de Contas e a Constituição Federal de 1988. Cadernos de Direito Constitucional e Ciência Política, Revista dos Tribunais, São Paulo, ano 2, n. 6, jan./mar. 1994. p. 80. \nHABERLE, Peter. Zeit und Verfassung. In: DREIR, Ralf (Org.); SCHWEGMANN, Friedrich. Probleme der\nVerfassungsinterpretation. Nomos: Baden-Baden, 1976. p. 295-296, p. 300, p. 312-313 e p. 517.\nLARENZ, Karl. Metodologia da Ciência do Direito. 3. ed. Lisboa: 1997. p. 495 e p. 498-500.\nLAUBÉ, Vitor Rolf. Considerações acerca da conformação constitucional do Tribunal de Contas, Revista de Informação Legislativa, Brasília, Senado Federal, ano 29, n. 113, jan./mar. 1992. p. 307.\nLIMA, Christina Aires Corrêa. O Princípio da Nulidade das Leis Inconstitucionais. 2000. Dissertação (Mestrado) UnB. p. 84\nMARANHÃO, Jarbas. A Constituição de 1988 e o Tribunal de Contas. Revista de Informação Legislativa, Brasília, Senado Federal, ano 30, n. 119, jul./set. 1993. p. 255.\nMARINHO, Josaphat. A função de controle do Congresso Nacional. Revista de Informação Legislativa, Brasília, Senado Federal, ano 14, n. 53, jan./mar. 1977. p. 17.\nMELLO, José Luís Anhaia. O papel dos tribunais de contas e o desenvolvimento nacional. Revista de Informação Legislativa, Brasília, Senado Federal, ano 7, n 28, out./dez. 1970. p. 55.\nPONDÉ, Lafayette. Controle dos atos da administração pública. Revista de Informação Legislativa, Brasília, Senado Federal, ano 35, n. 139, jul./set. 1998. p. 131.\nRODRIGUES, Walton Alencar. O dano causado ao erário por particular e instrumento da tomada de contas especia l. Revista do Tribunal de Contas da União, Brasília, v. 29, n. 77, jul./set. 1998. p. 2 et seq.\nSANTOS, Arides Leite. Tomada de Contas Especial, O exercício do contraditório perante o Tribunal de Contas da União. 2. ed. rev. atual. São Paulo: Scorteccci, 2018. p. 110-111.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2008. p. 755.\nSOARES, Rosineth Monteiro. Fiscalização e controle do Executivo pelo Legislativo. Revista de Informação Legislativa, Brasília, Senado Federal, ano 26, n. 101, jan./mar. 1989. p. 147.\nTORRES, Ricardo Lobo. O Tribunal de Contas e o controle da legalidade, economicidade e legitimidade. Revista de Informação Legislativa, Brasília, Senado Federal, ano 31, n. 121, jan./mar. 1994. p. 265.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":636886,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur427220","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 999 da repercussão geral, extinguiu o processo, com julgamento de mérito, em relação ao Espólio de Orleir Messias Cameli e a Marmud Cameli Ltda, com base no art. 487, III, b, do Código de Processo Civil de 2015, ficando prejudicado o recurso extraordinário, nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes, Marco Aurélio e Dias Toffoli (Presidente), que davam provimento ao recurso. O Ministro Roberto Barroso acompanhou o Relator com ressalvas. Foi fixada a seguinte tese: \"É imprescritível a pretensão de reparação civil de dano ambiental”. Falou, pela assistente, o Dr. Antonio Rodrigo Machado de Sousa. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019) Plenário, Sessão Virtual de 10.4.2020 a 17.4.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427220","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Acre","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur427220","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. TEMA 999. CONSTITUCIONAL. DANO AMBIENTAL. REPARAÇÃO. IMPRESCRITIBILIDADE.\n\n\n\n    1. Debate-se nestes autos se deve prevalecer o princípio da segurança jurídica, que beneficia o autor do dano ambiental diante da inércia do Poder Público; ou se devem prevalecer os princípios constitucionais de proteção, preservação e reparação do meio ambiente, que beneficiam toda a coletividade.\n\n\n\n    2. Em nosso ordenamento jurídico, a regra é a prescrição da pretensão reparatória. A imprescritibilidade, por sua vez, é exceção. Depende, portanto, de fatores externos, que o ordenamento jurídico reputa inderrogáveis pelo tempo.\n\n\n\n    3. Embora a Constituição e as leis ordinárias não disponham acerca do prazo prescricional para a reparação de danos civis ambientais, sendo regra a estipulação de prazo para pretensão ressarcitória, a tutela constitucional a determinados valores impõe o reconhecimento de pretensões imprescritíveis.\n\n\n\n    4. O meio ambiente deve ser considerado patrimônio comum de toda humanidade, para a garantia de sua integral proteção, especialmente em relação às gerações futuras. Todas as condutas do Poder Público estatal devem ser direcionadas no sentido de integral proteção legislativa interna e de adesão aos pactos e tratados internacionais protetivos desse direito humano fundamental de 3ª geração, para evitar prejuízo da coletividade em face de uma afetação de certo bem (recurso natural) a uma finalidade individual.\n\n\n\n    5. A reparação do dano ao meio ambiente é direito fundamental indisponível, sendo imperativo o reconhecimento da imprescritibilidade no que toca à recomposição dos danos ambientais. \n\n\n\n    6. Extinção do processo, com julgamento de mérito, em relação ao Espólio de Orleir Messias Cameli e a Marmud Cameli Ltda, com base no art. 487, III, b do Código de Processo Civil de 2015, ficando prejudicado o Recurso Extraordinário. Afirmação de tese segundo a qual É imprescritível a pretensão de reparação civil de dano ambiental.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753077366","externo_seq_objeto_incidente":4130104,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-157  DIVULG 23-06-2020  PUBLIC 24-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=654833&classe=RE","is_colac":false,"titulo":"RE 654833","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 PAR-00003 ART-00005 \"CAPUT\" \n          INC-00005 INC-00010 INC-00042 INC-00044 \n          INC-00055 INC-00073 PAR-00002 ART-00021 \n          ART-00022 ART-00023 ART-00024 ART-00037 \n          PAR-00005 ART-00170 INC-00006 ART-00183 \n          PAR-00003 ART-00191 PAR-ÚNICO ART-00216 \n          INC-00005 ART-00225 \"CAPUT\" PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 ART-00231 \"CAPUT\" PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          PAR-00006 PAR-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000096      ANO-2017\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-00177 ART-00179\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-004717      ANO-1965\n          ART-00021\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006001      ANO-1973\n          ART-00022 PAR-ÚNICO ART-00023 ART-00024 \n          PAR-00001 PAR-00002\n                EI-1973 ESTATUTO DO ÍNDIO\n\n","LEG-FED   LEI-006453      ANO-1977\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006831      ANO-1981\n          ART-00002 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006938      ANO-1981\n          ART-00003 INC-00003 LET-A LET-B \n          LET-C LET-D LET-E ART-00004 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 ART-00014 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007347      ANO-1985\n          ART-00013 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007802      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00027\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00023 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009008      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009966      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00189 ART-00205 ART-02028\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011105      ANO-2005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011284      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012651      ANO-2012\n          ART-00007 PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00487 INC-00003 LET-B ART-00998 \n          PAR-ÚNICO ART-01034\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-2013\n                CONVENÇÃO DE MINAMATA SOBRE MERCÚRIO, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM KUMAMOTO, EM 10 DE OUTUBRO DE 2013\n\n","LEG-FED   DLG-000099      ANO-2017\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE MINAMATA SOBRE MERCÚRIO, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM KUMAMOTO, EM 10 DE OUTUBRO DE 2013\n\n","LEG-FED   DEC-020910      ANO-1932\n          ART-00001\n                DECRETO\n\n","LEG-FED   DEC-009470      ANO-2018\n                DECRETO - PROMULGA A CONVENÇÃO DE MINAMATA SOBRE MERCÚRIO, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM KUMAMOTO, EM 10 DE OUTUBRO DE 2013\n\n","LEG-FED   SUMSTF-000711      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000623      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2020-06-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESISTÊNCIA, RECURSO, REPERCUSSÃO GERAL. PROTEÇÃO, MEIO AMBIENTE, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988. PRINCÍPIO DO POLUIDOR-PAGADOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: IMPRESCRITIBILIDADE, RESSARCIMENTO, LESÃO AO ERÁRIO. DIREITO, MEIO AMBIENTE, DIREITO DIFUSO. MEIO AMBIENTE, PATRIMÔNIO PÚBLICO. TERRA INDÍGENA, PROPRIEDADE, UNIÃO FEDERAL, DIREITO PÚBLICO. DANO AMBIENTAL, ESPÉCIE, LESÃO AO ERÁRIO. TERRA INDÍGENA, COMUNIDADE INDÍGENA, DIREITO AO PERTENCIMENTO. DANO AMBIENTAL, EXISTÊNCIA, COMUNIDADE INDÍGENA, DIREITO DA PERSONALIDADE, ÍNDIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PRAZO PRESCRICIONAL, AÇÃO COLETIVA, AÇÃO INDIVIDUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: REFORMATIO IN PEJUS, FUNDAMENTO DIVERSO. DIREITO, MEIO AMBIENTE, ESSENCIALIDADE, INDISPONIBILIDADE, DIREITO TRANSINDIVIDUAL, SOLIDARIEDADE, IMPRESCRITIBILIDADE.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: DIREITO AMBIENTAL, PRINCÍPIO DA SOLIDARIEDADE INTERGERACIONAL. SUPRESSÃO, LACUNA DA LEI, INTERPRETAÇÃO SISTEMÁTICA. REPARAÇÃO DE DANO, DANO AMBIENTAL, OBRIGAÇÃO PROPTER REM. DISPOSIÇÃO EXPRESSA, HIPÓTESE, IMPRESCRITIBILIDADE. TERMO INICIAL, PRESCRIÇÃO, DATA, CONSTATAÇÃO, DANO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRESCRIÇÃO QUINQUENAL, AÇÃO POPULAR, IMPROBIDADE ADMINISTRATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=654833&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MEIO AMBIENTE, DIREITO FUNDAMENTAL, TERCEIRA GERAÇÃO)\nMS 22164 (TP), ADI 1856 (TP), ADPF 101 (TP), ADI 4029 (TP), ADI 4066 (TP), ADI 3540 MC (TP), ADI 4983 (TP), ADI 4988 (TP), STA 773 AgR (TP), ARE 955846 AgR (2ªT). \n(IMPRESCRITIBILIDADE, RESSARCIMENTO, DANO AO ERÁRIO)\nRE 669069 (TP), RE 852475 (TP). \n(DEMARCAÇÃO, TERRA INDÍGENA)\nPet 3388 (TP). \n(PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO AMPLA DEFESA, NORMA INFRACONSTITUCIONAL)\nARE 748371 RG. \n(REFORMATIO IN PEJUS, FUNDAMENTO DIVERSO)\nAI 621047 AgR (1ªT), RE 540591 AgR (1ªT). \n- Decisão monocrática citada:\n(PROTEÇÃO, MEIO AMBIENTE)\nARE 1044168.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1120117, REsp 1248981. \n- Legislação estrangeira citada: Princípio 1, da Declaração de Estocolmo das Nações Unidas sobre o Ambiente Humano, de 197; art. 24, da Constituição sul-africana; art. 66, n. 2, letra \"d\", da Constituição portuguesa; art. 74, da Constituição polaca de 1997; art. 20º-A, da Constituição alemã; art. 127º, da Constituição venezuelana; art. 61º, n. 1, da Constituição timorense; Carta Francesa do Meio Ambiente de 2008; art. 39º, n. 2, da Constituição angolana.\r\n- Decisão estrangeira citada: caso do Povo Indígena Kichwa de Sarayaku, da Corte Interamericana de Direitos Humanos.\r\n- Veja Declaração do Rio sobre Meio Ambiente e Desenvolvimento (Rio-92).\r\n- Veja Princípio 1, da Declaração da Conferência da ONU sobre o Meio Ambiente, em Estocolmo, na Suécia em 1972.\r\n\nNúmero de páginas: 126.\nAnálise: 02/02/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ORLEIR MESSIAS CAMELI E OUTRO(A/S)\nADV.(A/S)  : ADEMIR COELHO ARAUJO E OUTRO(A/S)\nADV.(A/S)  : CAPUTO, BASTOS E SERRA ADVOGADOS \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : FUNAI - FUNDAÇÃO NACIONAL DO ÍNDIO \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nINTDO.(A/S)  : ABRAHÃO CÂNDIDO DA SILVA \nADV.(A/S)  : VERA ELIZA MULLER \nASSIST.(S)  : ASSOCIAÇÃO ASHANINKA DO RIO AMÔNIA - APIWTXA \nADV.(A/S)  : ANTONIO RODRIGO MACHADO DE SOUSA \nAM. CURIAE.  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"999 - Imprescritibilidade da pretensão de reparação civil de dano ambiental.","old_seq_sjur":427220,"documental_tese_texto":"É imprescritível a pretensão de reparação civil de dano ambiental.","procedencia_geografica_completo":"AC - ACRE","processo_codigo_completo":"RE 654833","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ANTUNES, Paulo de Bessa. Prescrição em matéria ambiental. Disponível em: https://direitoambiental.com/prescricao-em-materiaambiental. Acesso em: 4 set. 2019.\r\nÁVILA, Humberto. Segurança jurídica: entre permanência, mudança e realização no direito tributário. 2. ed. São Paulo: Malheiros, 2012. p. 41 e 42.\r\nDIDIER JR., Fredie; ZANETI JR., Hermes. Curso de Direito Processual Civil: Processo Coletivo. 10. ed. Salvador: JusPodivm, 2016. v. 4. p. 287–88.\r\nGAGLIANO, Pablo Stolze; PAMPLONA FILHO, Rodolfo. Manual de direito civil. 3. ed. São Paulo: Saraiva Educação, 2019. p. 221.\r\nMAZZILLI, Hugo Nigro. A defesa dos interesses difusos em juízo. 30. ed. São Paulo: Saraiva, 2017. p. 744-745.\r\nMILARÉ, Édis. A constitucionalização do direito do ambiente. In: 30 anos da CF e o direito brasileiro. Rio de Janeiro: Forense, 2018. p. 408 e 481.\r\nMIRANDA, Jorge. Responsabilidade Intergeracional. Disponível em: https://www.uninter.com/iusgentium/index.php/iusgentium/article/view/237/184. Acesso em: 5 set. 2019.\r\nMONTEIRO, Washinton de Barros; PINTO, Ana Cristina de Barros Monteiro França. Curso de Direito Civil: Parte Geral. 44 ed. São Paulo: Saraiva. v. 1. p. 363.\r\nMORAES, Alexandre. Direito Constitucional. 33. ed. p. 892.\r\nTESHEINER. José Maria Rosa. Direito Ambiental e Prescrição.\r\nTHOMÉ, Romeu. Manual de direito ambiental, 8. ed. Salvador: Juspodivm, 2018. p. 72.\r\nTINOCO, Lívia Nascimento. Ação civil de reparação ambiental e prescrição sob a perspectiva do pacto transgeracional constitucional. In: ROCHA, João Carlos de Carvalho; HENRIQUES FILHO, Tarcísio Humberto Parreiras; CAZETTA, Ubiratan. Política nacional do meio ambiente: 25 anos da lei n. 6.938/81. Belo Horizonte: Del Rei, 2007. p. 324.\r\nVITORELLI, Edilson. Estatuto do Índio: Lei 6.004/1973. 3. ed. Salvador: Juspodivm, 2016. p. 189-190.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":654833,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur409042","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, indeferiu o pedido de extradição e revogou a decisão que determinou o comparecimento da extraditanda, em juízo, para informar e justificar suas atividades, procedendo a devolução do passaporte à requerida, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 9.8.2019 a 15.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur409042","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur409042","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA DINAMARCA. NÃO ATENDIMENTO AO REQUISITO DA DUPLA TIPICIDADE (INCISO II DO ARTIGO 82 DA LEI 13.445/2017). FATOS IMPUTADOS À EXTRADITANDA QUE CORRESPONDEM A INFRAÇÃO ADMINISTRATIVA PREVISTA NO ARTIGO 251 DO ESTATUTO DA CRIANÇA E DO ADOLESCENTE. IMPOSSIBILIDADE DE CONSIDERAÇÃO DAS INFRAÇÕES ADMINISTRATIVAS PARA FINS DE EXTRADIÇÃO. PEDIDO INDEFERIDO.\n\n\n\n    1. Os fatos imputados à extraditanda correspondem, no direito pátrio, à infração administrativa prevista no artigo 251 do Estatuto da Criança e do Adolescente, e não ao crime tipificado no artigo 249 do Código Penal. Precedente desta CORTE.\n\n\n\n    2. A infração prevista no artigo 251 do ECA tem natureza jurídica administrativa. Por não constituírem crime, as infrações administrativas não podem ser consideradas para fins de extradição, conforme exige o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/2017.\n\n\n\n    3. Pedido de extradição indeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750628342","externo_seq_objeto_incidente":5368650,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-186  DIVULG 26-08-2019  PUBLIC 27-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1535&classe=Ext","is_colac":false,"titulo":"Ext 1535","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00083 PAR-00001 LET-A LET-B \n          ITEM-1 ITEM-2 PAR-00002 ART-00084 \n          INC-00001 INC-00002 ART-00085 ART-00251\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00002\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00249 PAR-00001 PAR-00002\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2019-08-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1535&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITO, EXTRADIÇÃO)\nExt 667 (1ªT). \n(PRINCÍPIO DA RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n(GUARDA DE MENOR, SUBTRAÇÃO DE INCAPAZES, EXTRADIÇÃO)\nExt 1354 (2ªT). \n- Legislação estrangeira citada: itens n. 1 e n. 2, do art. 215, item n. 2, do art. 261, do Código Penal Dinamarquês.\nNúmero de páginas: 14.\nAnálise: 06/08/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA DINAMARCA \nEXTDO.(A/S)  : LISBETH MARKUSSEN \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":409042,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1535","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-08-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ISHIDA, Válter Kanji. A infração administrativa no Estatuto da Criança e do Adolescente. 2. ed. São Paulo: Atlas, 2015. p. 20-23.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1535,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur397305","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PE","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Eros Grau (Relator), julgando procedente a ação, pediu vista dos autos o Senhor Ministro Joaquim Barbosa. Ausentes, justificadamente, os Senhores Ministros Carlos Velloso e Cezar Peluso. Falaram, pela requerente, Confederação Nacional dos Trabalhadores na Indústria-CNTI, o Dr. Walter Ribeiro Valente Júnior; pela Associação Brasileira dos Expostos ao Amianto-ABREA, o Dr. Mauro de Azevedo Menezes e, pela requerida, Assembléia Legislativa do Estado de Pernambuco, o Dr. Donald Armelin. Presidência do Senhor Ministro Nelson Jobim. Plenário, 26.10.2005. \n\n\n\n                  Decisão: Renovado o pedido de vista do Senhor Ministro Joaquim Barbosa, justificadamente, nos termos do § 1º do artigo 1º da Resolução nº 278, de 15 de dezembro de 2003. Presidência do Senhor Ministro Nelson Jobim. Plenário, 08.02.2006.\r\n\n                 Decisão: Após o voto do Ministro Edson Fachin, que julgava improcedente o pedido formulado na ação, pediu vista dos autos o Ministro Dias Toffoli. Impedido o Ministro Roberto Barroso. Não vota o Ministro Luiz Fux, sucessor do Ministro Eros Grau (Relator). Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 23.11.2016.\r\n\n                       Decisão: Após o voto do Ministro Dias Toffoli, no sentido de se declarar incidentalmente a inconstitucionalidade do art. 2º da Lei federal nº 9.055/1995 e julgar improcedente a ação direta, de modo a se declarar a constitucionalidade formal e material da lei estadual questionada, o julgamento foi suspenso. Impedido o Ministro Roberto Barroso. Não vota o Ministro Luiz Fux, sucessor do Ministro Eros Grau. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 10.8.2017.\r\n\n                       Decisão: O Tribunal, por maioria, julgou improcedente a ação, com a declaração incidental de inconstitucionalidade do art. 2º da Lei 9.055/1995, vencidos os Ministros Eros Grau (Relator) e Marco Aurélio. Nesta assentada, o Ministro Edson Fachin reajustou seu voto para acompanhar o Ministro Dias Toffoli. Não votou o Ministro Luiz Fux, por suceder o Ministro Eros Grau. Impedido o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Redator para o acórdão o Ministro Dias Toffoli. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 30.11.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"EROS GRAU","ods_onu":["3","8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur397305","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pernambuco","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur397305","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Lei nº 12.589/2004 do Estado de Pernambuco. Proibição da fabricação, do comércio e do uso de materiais, elementos construtivos e equipamentos constituídos por amianto ou asbesto. Produção e consumo, proteção do meio ambiente e proteção e defesa da saúde. Competência legislativa concorrente. Impossibilidade de a legislação estadual disciplinar matéria de forma contrária à lei geral federal. Lei Federal nº 9.055/1995. Autorização de extração, industrialização, utilização e comercialização do amianto da variedade crisotila. Processo de inconstitucionalização. Alteração nas relações fáticas subjacentes à norma jurídica. Natureza cancerígena do amianto crisotila e inviabilidade de seu uso de forma efetivamente segura. Existência de matérias-primas alternativas. Ausência de revisão da legislação federal, como determina a Convenção nº 162 da OIT. Inconstitucionalidade superveniente da Lei Federal nº 9.055/1995. Competência legislativa plena dos estados. Constitucionalidade da Lei estadual nº 12.589/2004. Improcedência da ação. \n\n\n\n    1. A Lei nº 12.589/2004, do Estado de Pernambuco, proíbe a fabricação, o comércio e o uso de materiais, elementos construtivos e equipamentos constituídos por amianto ou asbesto, versando sobre produção e consumo (art. 24, V, CF/88), proteção do meio ambiente (art. 24, VI) e proteção e defesa da saúde (art. 24, XII, CF/88). Dessa forma, compete, concorrentemente, à União a edição de normas gerais e aos estados suplementar a legislação federal no que couber (art. 24, §§ 1º e 2º, CF/88). Somente na hipótese de inexistência de lei federal é que os estados exercerão a competência legislativa plena (art. 24, § 3º, CF/88). \n\n\n\n    2. A Constituição de 1988 estabeleceu uma competência concorrente não cumulativa, na qual há expressa delimitação dos modos de atuação de cada ente federativo, os quais não se sobrepõem. Compete à União editar as normas gerais (art. 24, § 1º), não cabendo aos estados contrariar ou substituir o que definido em norma geral, mas sim o suplementar (art. 24, § 2º). Se, por um lado, a norma geral não pode impedir o exercício da competência estadual de suplementar as matérias arroladas no art. 24, por outro, não se pode admitir que a legislação estadual possa adentrar a competência da União e disciplinar a matéria de forma contrária à norma geral federal, desvirtuando o mínimo de unidade normativa almejado pela Constituição Federal. A inobservância dos limites constitucionais impostos ao exercício da competência concorrente implica a inconstitucionalidade formal da lei.\n\n\n\n    3. O art. 1º da Lei Federal nº 9.055/1995 proibiu a extração, a produção, a industrialização, a utilização e a comercialização de todos os tipos de amianto, com exceção da crisotila. Em seu art. 2º, a lei autorizou a extração, a industrialização, a utilização e a comercialização do amianto da variedade crisotila (asbesto branco) na forma definida na lei. Assim, se a lei federal admite, de modo restrito, o uso do amianto, em tese, a lei estadual não poderia proibi-lo totalmente, pois, desse modo, atuaria de forma contrária à prescrição da norma geral federal. Nesse caso, não há norma suplementar, mas norma contrária/substitutiva à lei geral, em detrimento da competência legislativa da União. \n\n\n\n    4. No entanto, o art. 2º da Lei Federal nº 9.055/1995 passou por um processo de inconstitucionalização, em razão da alteração nas relações fáticas subjacentes à norma jurídica, e, no momento atual, não mais se compatibiliza com a Constituição de 1988. Se, antes, tinha-se notícia dos possíveis riscos à saúde e ao meio ambiente ocasionados pela utilização da crisotila, falando-se, na época da edição da lei, na possibilidade do uso controlado dessa substância, atualmente, o que se observa é um consenso em torno da natureza altamente cancerígena do mineral e da inviabilidade de seu uso de forma efetivamente segura, sendo esse o entendimento oficial dos órgãos nacionais e internacionais que detêm autoridade no tema da saúde em geral e da saúde do trabalhador.\n\n\n\n    5. A Convenção nº 162 da Organização Internacional do Trabalho, de junho de 1986, prevê, dentre seus princípios gerais, a necessidade de revisão da legislação nacional sempre que o desenvolvimento técnico e o progresso no conhecimento científico o requeiram (art. 3º, § 2). A convenção também determina a substituição do amianto por material menos danoso, ou mesmo seu efetivo banimento, sempre que isso se revelar necessário e for tecnicamente viável (art. 10). Portanto, o Brasil assumiu o compromisso internacional de revisar sua legislação e de substituir, quando tecnicamente viável, a utilização do amianto crisotila.\n\n\n\n    6. Quando da edição da lei federal, o país não dispunha de produto qualificado para substituir o amianto crisotila. No entanto, atualmente, existem materiais alternativos. Com o advento de materiais recomendados pelo Ministério da Saúde e pela ANVISA e em atendimento aos compromissos internacionais de revisão periódica da legislação, a Lei federal nº 9.055/1995 – que, desde sua edição, não sofreu nenhuma atualização -, deveria ter sido revista para banir progressivamente a utilização do asbesto na variedade crisotila, ajustando-se ao estágio atual do consenso em torno dos riscos envolvidos na utilização desse mineral.\n\n\n\n    7. (i) O consenso dos órgãos oficiais de saúde geral e de saúde do trabalhador em torno da natureza altamente cancerígena do amianto crisotila, (ii) a existência de materiais alternativos à fibra de amianto e (iii) a ausência de revisão da legislação federal revelam a inconstitucionalidade superveniente (sob a óptica material) da Lei Federal nº 9.055/1995, por ofensa ao direito à saúde (art. 6º e 196, CF/88), ao dever estatal de redução dos riscos inerentes ao trabalho por meio de normas de saúde, higiene e segurança (art. 7º, inciso XXII, CF/88), e à proteção do meio ambiente (art. 225, CF/88).\n\n\n\n    8. Diante da invalidade da norma geral federal, os estados-membros passam a ter competência legislativa plena sobre a matéria, nos termos do art. 24, § 3º, da CF/88. Tendo em vista que a Lei nº 12.589/2004, do Estado de Pernambuco, proíbe a utilização do amianto crisotila nas atividades que menciona, em consonância com os preceitos constitucionais (em especial, os arts. 6º, 7º, inciso XXII; 196 e 225 da CF/88) e com os compromissos internacionais subscritos pelo Estado brasileiro, não incide ela no mesmo vício de inconstitucionalidade material da legislação federal.\n\n\n\n    9. Ação direta julgada improcedente, com a declaração incidental de inconstitucionalidade do art. 2º da Lei 9.055/1995, com efeito erga omnes e vinculante.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749053935","externo_seq_objeto_incidente":2258857,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-019  DIVULG 31-01-2019  PUBLIC 01-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3356&classe=ADI","is_colac":false,"titulo":"ADI 3356","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00006\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 ART-00005 PAR-00003 \n          ART-00006 ART-00007 INC-00022 ART-00021 \n          ART-00022 INC-00008 INC-00012 INC-00027 \n          ART-00023 INC-00002 INC-00006 ART-00024 \n          INC-00005 INC-00006 INC-00012 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00025 \n          PAR-00001 PAR-00002 ART-00030 INC-00001 \n          INC-00002 INC-00008 ART-00034 INC-00007 \n          ART-00061 PAR-00001 ART-00170 INC-00006 \n          ART-00196 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006514      ANO-1977\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006938      ANO-1981\n          ANEXO-8 INCLUÍDO PELA LEI-10165/2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008742      ANO-1993\n          ART-00020 PAR-00003\n                LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009055      ANO-1995\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          ART-00002 PAR-ÚNICO \n          ART-00003 PAR-00001 VETADO\n          ART-00003 PAR-00002 PAR-00003 ART-00004 \n          ART-00005 PAR-ÚNICO ART-00006 ART-00007 \n          PAR-00001 PAR-00002 ART-00008 ART-00009 \n          PAR-ÚNICO ART-00010 ART-00011 PAR-ÚNICO \n          ART-00012 VETADO\n          ART-00013 ART-00014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009976      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010165      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011105      ANO-2005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011516      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011934      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000139      ANO-1974\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-INT   CVC-000162      ANO-1986\n          ART-00003 PAR-00001 PAR-00002 ART-00010 \n          LET-A LET-B ART-00015 PAR-00001 \n          PAR-00002\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-INT   ACO      ANO-1994\n          ART-00003 ITEM-4\n                ACORDO GERAL SOBRE TARIFAS E COMÉRCIO - GATT\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00068\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00154\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000051      ANO-1989\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DLG-000003      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-FED   DEC-000126      ANO-1991\n          ART-00010 LET-A LET-B\n                DECRETO - PROMULGA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DEC-000157      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-FED   DEC-002350      ANO-1997\n                DECRETO\n\n","LEG-FED   DEC-003048      ANO-1999\n          ANEXO-4 ITEM-1.0.0 ITEM-1.02 ITEM-4.0.1\n                DECRETO\n\n","LEG-FED   RES-000007      ANO-1987\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000019      ANO-1996\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000001      ANO-2002\n                RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000307      ANO-2002\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   PRT-003214      ANO-1978\n                PORTARIA DO MINISTRO DE ESTADO DO TRABALHO\n\n","LEG-FED   PRT-000001      ANO-1991\n                PORTARIA DO DEPARTAMENTO DE SEGURANÇA E SAÚDE DO TRABALHADOR DO MINISTÉRIO DO TRABALHO E DA PREVIDÊNCIA SOCIAL - DSST/MTPS\n\n","LEG-FED   PRT-000008      ANO-2004\n          ART-00003 INC-00001 INC-00002 LET-A \n          LET-B LET-C INC-00003 INC-00004 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F\n                PORTARIA INTERMINISTERIAL DOS MINISTÉRIOS DE ESTADO DO TRABALHO E EMPREGO, DA SAÚDE, DA PREVIDÊNCIA SOCIAL, DO MEIO AMBIENTE, DO DESENVOLVIMENTO, INDÚSTRIA E COMÉRCIO EXTERIOR, E DE MINAS E ENERGIA\n\n","LEG-FED   PRT-001851      ANO-2006\n                PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PRT-000009      ANO-2014\n                PORTARIA INTERMINISTERIAL DOS MINISTROS DE ESTADO DO TRABALHO E EMPREGO, DA SAÚDE E DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00134 PAR-00002\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   NR-000015      ANO-1978\n          ANEXO-12 INCLUÍDO PELA PRT-1/1991\n                NORMA REGULAMENTADORA DO MINISTRO DE ESTADO DO TRABALHO - APROVADA PELA PRT-3214/1978\n\n","LEG-EST   CES      ANO-1989\n          ART-00019 PAR-00001\n                CONSTITUIÇÃO ESTADUAL, PE\n\n","LEG-EST   LEI-003579      ANO-2001\n                LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-010813      ANO-2001\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-011643      ANO-2001\n                LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012589      ANO-2004\n          ART-00001 ART-00002 ART-00003 PAR-00001 \n          PAR-00002 ART-00004 ART-00005\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-012684      ANO-2007\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   DEC-041788      ANO-2002\n                DECRETO, SP\n\n","LEG-MUN   LEI-013113      ANO-2001\n                LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP"],"publicacao_data":"2019-02-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, COMPETÊNCIA CONCORRENTE, HIERARQUIA, ATO NORMATIVO, ENTE FEDERADO. DEFINIÇÃO, NORMA GERAL, DOUTRINA. TEXTO CONSTITUCIONAL, CONFLITO APARENTE DE NORMAS, NORMA GERAL, NORMA SUPLEMENTAR. INVASÃO, COMPETÊNCIA, COMPETÊNCIA CONCORRENTE, INCONSTITUCIONALIDADE FORMAL. SEGURANÇA JURÍDICA, REGRA, FIXAÇÃO, COMPETÊNCIA. CAUSA DE PEDIR ABERTA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INCONSTITUCIONALIDADE PROGRESSIVA. EVOLUÇÃO, CONHECIMENTO CIENTÍFICO, MATÉRIA, CARÁTER TÉCNICO. COMPROMISSO, ÂMBITO INTERNACIONAL, REVISÃO, LEI NACIONAL. BANIMENTO, USO, AMIANTO, DIREITO COMPARADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, SECESSÃO. DISTRIBUIÇÃO, COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO, ESTADO BRASILEIRO, CENTRALIZAÇÃO, DESCENTRALIZAÇÃO. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, DOUTRINA, JURISPRUDÊNCIA, STF. FEDERALISMO, CONTROLE DE CONSTITUCIONALIDADE, LEI ESTADUAL. SOLUÇÃO, CONFLITO, DISTRIBUIÇÃO, COMPETÊNCIA, JURISPRUDÊNCIA, STF. FEDERALISMO COOPERATIVO. DISTINÇÃO, COMPETÊNCIA COMUM, COMPETÊNCIA CONCORRENTE. COMPETÊNCIA COMUM, COMPETÊNCIA CONCORRENTE, COMPETÊNCIA RESIDUAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, CARÁTER GERAL, UNIÃO FEDERAL, INTERESSE REGIONAL, ESTADO-MEMBRO, INTERESSE LOCAL, MUNICÍPIO. INTERPRETAÇÃO CONSTITUCIONAL, SOLUÇÃO, CONFLITO DE COMPETÊNCIA, ENTE FEDERADO. PRINCÍPIO DA SUBSIDIARIEDADE, ORDENAMENTO JURÍDICO BRASILEIRO, DOUTRINA, DIREITO COMPARADO. ALCANCE, DEFINIÇÃO, PRINCÍPIO DA PROPORCIONALIDADE. PRINCÍPIO DA SUBSIDIARIEDADE, PRINCÍPIO DA PROPORCIONALIDADE, DELIMITAÇÃO, COMPETÊNCIA CONCORRENTE. EVOLUÇÃO, SOCIEDADE, ESTRUTURAÇÃO, ESTADO-MEMBRO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, ENTE FEDERADO; POTENCIALIZAÇÃO, CONTEÚDO NORMATIVO, DIREITO FUNDAMENTAL; EFETIVIDADE, PLURALISMO. CENTRALIZAÇÃO, COMPETÊNCIA, PREJUÍZO, INTERESSE REGIONAL, INTERESSE LOCAL, PROTEÇÃO, SAÚDE. EXERCÍCIO, COMPETÊNCIA LEGISLATIVA, COORDENAÇÃO, COLABORAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE, VÍCIO FORMAL. LEI FEDERAL, NORMA GERAL, ATUAÇÃO, ESTADO-MEMBRO, CARÁTER SUBSIDIÁRIO. COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, POLÍTICA PÚBLICA, PRINCÍPIO DA PRECAUÇÃO, SAÚDE PÚBLICA, MEIO AMBIENTE. AUSÊNCIA, VEDAÇÃO, UTILIZAÇÃO, AMIANTO CRISOTILA, LEI FEDERAL. PRINCÍPIO DA LIVRE INICIATIVA, LIVRE COMÉRCIO. LEGITIMIDADE, RESTRIÇÃO, LIVRE COMÉRCIO, PROTEÇÃO, SAÚDE, MEIO AMBIENTE, COMPETÊNCIA CONCORRENTE, CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT). RISCO, SAÚDE, USO, EQUIPAMENTO DE PROTEÇÃO, PRINCÍPIO DA PRECAUÇÃO. CONFLITO, DIREITO ECONÔMICO, EXPLORAÇÃO MINERAL, DIREITO À SAÚDE, MEIO AMBIENTE. DIRETRIZ, ÂMBITO INTERNACIONAL, POLÍTICA PÚBLICA, USO, AMIANTO. ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), SEGURANÇA, USO, AMIANTO. PODER JUDICIÁRIO, POLÍTICA PÚBLICA. DIREITO À SAÚDE, REDUÇÃO, RISCO, EXPLORAÇÃO, AMIANTO, TRANSPARÊNCIA, PODER PÚBLICO, ELABORAÇÃO, POLÍTICA PÚBLICA. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. OMISSÃO PARCIAL, PODER LEGISLATIVO, INSUFICIÊNCIA, PROTEÇÃO, SAÚDE. EVOLUÇÃO, REGULAÇÃO, PROIBIÇÃO, USO, AMIANTO.\n\n- VOTO VENCIDO, MIN. EROS GRAU: USURPAÇÃO DE COMPETÊNCIA, MÉRITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INCONSTITUCIONALIDADE FORMAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO EMPRESARIAL.\n\n- TERMO(S) DE RESGATE: CONDOMÍNIO POLÍTICO NACIONAL. PRESUMPTION AGAINST PRE-EMPTION, CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3356&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JURISPRUDÊNCIA, STF, AMIANTO)\nADI 2396 (TP), ADI 2656 (TP), ADI 4066 (TP). \n(REPARTIÇÃO DAS COMPETÊNCIAS)\nADI 1278 (TP), ADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3165 (TP), RE 423560 (2ªT), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), ADI 5356 (TP), Rp 1314 (TP), RE 73895 (TP).\n(FEDERALISMO, ESTADO BRASILEIRO)\nADI 4060 (TP). \n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO)\nRp 1153 - RTJ 115/1008, ADI 3937 (TP). \n(PRINCÍPIO DA PRECAUÇÃO)\nADPF 101 (TP), RE 627189 (TP). \n(PROIBIÇÃO DE PROTEÇÃO INSUFICIENTE)\nHC 104410 (2ªT). \n(LIBERAÇÃO, MEDICAMENTO)\nADI 5501 MC (TP). \n(INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, LEI, LICITAÇÃO)\nADI 927 MC (TP). \n(COMPETÊNCIA LEGISLATIVA, ORGANISMO GENETICAMENTE MODIFICADO)\nADI 3035 (TP), ADI 3645 (TP). \n(CAUSA DE PEDIR ABERTA, CONTROLE CONCENTRADO)\nRcl 4374 (TP). \n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE)\nRcl 4374 (TP), ADI 4029 (TP). \n(INCONSTITUCIONALIDADE PROGRESSIVA)\nRE 135328 (2ªT). \n- Decisões monocráticas citadas:\n(REPARTIÇÃO DAS COMPETÊNCIAS)\nRE 730721, RE 634248.\n- Decisão estrangeira citada: Associated Provincial Picture House Ltd. vs Wednesbury Corporation, [1948], 1 KB 223.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, Tratado de Lisboa; Decreto N. 1133, de 24 de Dezembro de 1996, da França.\n- Veja ADI 3356, ADI 3937 e ADPF 109 do STF.\nNúmero de páginas: 120.\nAnálise: 08/03/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA - CNTI \nADV.(A/S)  : CLÉA MARIA GONTIJO CORRÊA DE BESSA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE PERNAMBUCO \nADV.(A/S)  : ARNOLDO WALD E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DOS EXPOSTOS AO AMIANTO - ABREA \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS \nAM. CURIAE.  : INSTITUTO BRASILEIRO DO CRISOTILA \nADV.(A/S)  : CARLOS MÁRIO DA SILVA VELLOSO FILHO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":397305,"documental_tese_texto":null,"procedencia_geografica_completo":"PE - PERNAMBUCO","processo_codigo_completo":"ADI 3356","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2017-11-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 2000. p. 147.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States. Columbia Law Review, Nova York, n. 332, 1994.\nBERCOVICI, Gilberto. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96.\n______. O federalismo no Brasil e os limites da competência legislativa e administrativa: memórias e pesquisas. Revista Jurídica, Brasília: Presidência da República, v. 10, n. 90, abr./maio. 2008. p. 7 e 8.\nCARVALHO, Cláudio Viveiros. Amianto. Brasília: Consultoria Legislativa da Câmara dos Deputados, 2009. Disponível em: http://www2.camara.leg.br/atividade-legislativa/estudos-e-notas-tecnicas/publicacoes-da-consultoria-legislativa/areas-da-conle/tema19/H-Coord_Legislativa-Setex-Internet-2008_15042.pdf. p. 53-54.\nETERNIT: Justiça do trabalho determina substituição do amianto em fábrica no Rio. Istoé, 27 mar. 2017. Disponível em: https://istoe.com.br/eternit-justica-do-trabalho-determina-substituicao-do-amianto-em-fabrica-no-rio/.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nFERRAZ, Tércio Sampaio. Normas gerais e competência concorrente – uma exegese do art. 24 da Constituição Federal. Revista Trimestral de Direito Público, n. 7. São Paulo: Malheriros, 1994. p. 19.\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. São Paulo: Malheiros, 2015. p. 201.\nHARBO, Tor-Inge. The Function of the Proportionality Principle. EU Law, European Law Journal, v. 16, n. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Federalismo e o Princípio da Subsidiariedade. Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\n______. Estudos de Direito Constitucional. Belo Horizonte: Del Rey, 1995. p. 419.\n______. Direito Constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 303.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Revista Justiça e Cidadania, n. 157, set. 2013.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional.\nMENDES, Gilmar. O Apelo ao Legislador – Appellentscheidung – na Práxis da Corte Constitucional Alemã. Revista de informação legislativa, v. 29, n. 114, abr./jun. 1992.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coords.). Vinte Anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 690.\nMEDINA, Marcelo Borges de Mattos. Constituição e Realidade: a influência das transformações sociais na jurisdição constitucional. Rio de Janeiro: Renovar, 2011. p. 47.\nMORAIS, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada. O problema da conceituação das normas gerais. Revista de Informação Legislativa, Brasília, ano 25, n. 100, out./dez. 1988. p. 159-160.\nORGANIZACIÓN MUNDIAL DE LA SALUD. Eliminación de las enfermedades relacionadas con el amianto. Disponível em: http://apps.who.int/iris/bitstream/10665/69481/1/WHO_SDE_OEH_06.03_spa.pdf.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477 e 794.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reiforcing the Safeguards of Federalism? Cambridge Law Journal, Cambridge, v. 68, n. 3, nov. 2009. p. 525-536.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, 2004. p. 999-1046.\nTUSHNET, Mark; JACKSON Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press University Casebook Series, 2014. p. 1158.\n______. Federalism and Liberalism. 4 Cardozo Journal of International and Comparative Law, Nova York, n. 329, 1996.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10, 16-17.","ministro_facet":["EROS GRAU","DIAS TOFFOLI"],"processo_numero":3356,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur405676","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 24.5.2019 a 30.5.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur405676","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur405676","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. RECURSO INTERPOSTO NO ÂMBITO DE SUSPENSÃO DE LIMINAR E SEGURANÇA DECIDIDA PELO SUPERIOR TRIBUNAL DE JUSTIÇA. SUPERAÇÃO EXCEPCIONAL DA SÚMULA 735/STF POR DECISÃO COLEGIADA DA PRIMEIRA TURMA. CONTROLE DE LEGALIDADE. MATÉRIA DE ÍNDOLE ESSENCIALMENTE INFRACONSTITUCIONAL. COMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA PARA PROFERIR A DECISÃO RECORRIDA. REQUERIMENTO DE ATRIBUIÇÃO DE EFEITOS EX NUNC À SUSPENSÃO DA LIMINAR. PRECARIEDADE INVIABILIDADE DOS PEDIDOS. AGRAVO INTERNO DESPROVIDO.\n\n\n\n    1. A verificação dos requisitos para a concessão da medida de contracautela enseja a necessidade de análise fático-probatória dos autos, providência descabida nessa sede processual (Súmula nº 279/STF).\n\n\n\n    2. In casu, a aferição da correção do controle de legalidade empreendido por agência reguladora acarreta a necessária apreciação de matéria de índole infraconstitucional (Lei nº 8.987/1995 e Lei nº 9.074/1995), medida que ultrapassa os estreitos limites do recurso extraordinário.\n\n\n\n    3. Nesse sentido, descabe cogitar “ofensa direta aos dispositivos constitucionais mencionados nem de terem sido eles os fundamentos adotados na decisão liminar que se buscou suspender, como demonstram julgados deste Supremo Tribunal pelos quais inadmitidos recursos extraordinários nos quais apontado, com fundamento nos dispositivos constitucionais indicados pela reclamante, situação de desequilíbrio econômico-financeiro de contrato decorrente de licitação, por demandarem avaliação do contexto fático-probatório (Recurso Extraordinário n. 880.451-AgR/MS, Relator Ministro Gilmar Mendes, Segunda Turma, DJ 9.6.2015; Recurso Extraordinário com Agravo n. 713.314-AgR/DF, Relator o Ministro Ricardo Lewandowski, Segunda Turma, DJ 11.3.2013; Recurso Extraordinário 591.730 AgR/MG, Relator o Ministro Gilmar Mendes, Segunda Turma, DJ 2.4.2012; Recurso Extraordinário com Agravo n. 704.572/MT, Relator o Ministro Joaquim Barbosa, decisão monocrática, DJe 28.8.2012; Agravo Regimental no Recurso Extraordinário com Agravo n. 808.236, Relator o Ministro Gilmar Mendes, Segunda Turma, DJe 17.4.2015; e Agravo Regimental em Recurso Extraordinário com Agravo n. 909.529, Relator o Ministro Edson Fachin, Primeira Turma, DJe 24.11.2015), seja pela exigência de análise da legislação infraconstitucional (Recurso Extraordinário n. 576.437AgR/MG, Relatora a Ministra Rosa Weber, Primeira Turma, DJ 1º.7.2015; Agravo Regimental no Recurso Extraordinário com Agravo n. 849.439/RJ, Relatora a Ministra Rosa Weber, Primeira Turma, DJe 16.3.2015; Agravo Regimental no Agravo de Instrumento n. 796.125/MG, Relator o Ministro Dias Toffoli, Primeira Turma, DJe 18.11.2014; Agravo Regimental no Recurso Extraordinário n. 742.570/DF, Relator o Ministro Gilmar Mendes, Segunda Turma, DJe 15.8.2013 e RE 422.049-AgR/MG, Relatora a Ministra Ellen Gracie, Segunda Turma, DJ 3.12.2010).” (Rcl 23.871, rel. Min. Cármen Lúcia).\n\n\n\n    4. Agravo interno desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750060810","externo_seq_objeto_incidente":5285624,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-123  DIVULG 07-06-2019  PUBLIC 10-06-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=993585&classe=RE","is_colac":false,"titulo":"RE 993585 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000191      ANO-1936\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004348      ANO-1964\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008437      ANO-1992\n          ART-00004 \"CAPUT\" PAR-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008987      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009074      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009427      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009494      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012016      ANO-2009\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00296 PAR-ÚNICO ART-00297 PAR-ÚNICO \n          ART-00520 INC-00002\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-001608      ANO-1939\n                CPC-1939 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000735      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-06-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONTROLE JUDICIAL, ATO ADMINISTRATIVO, AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA (ANEEL). COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), JULGAMENTO, SUSPENSÃO DE LIMINAR, MATÉRIA INFRACONSTITUCIONAL. CONTRACAUTELA, JUÍZO DE DELIBAÇÃO. EFEITO RETROATIVO, CONTRACAUTELA. EVOLUÇÃO, HISTÓRIA, LEGISLAÇÃO, CONTRACAUTELA. CARÁTER PRECÁRIO, TUTELA PROVISÓRIA; RISCO, REVOGAÇÃO, MODIFICAÇÃO, QUALQUER MOMENTO. TUTELA PROVISÓRIA, SEGURANÇA JURÍDICA, CONFIANÇA. TERMO INICIAL, PRODUÇÃO DE EFEITOS, CONTRACAUTELA, COINCIDÊNCIA, TERMO INICIAL, PRODUÇÃO DE EFEITOS, DECISÃO, OBJETO, SUSPENSÃO. CÓDIGO DE PROCESSO CIVIL DE 2015, APLICAÇÃO SUBSIDIÁRIA, TUTELA PROVISÓRIA, REGRA, CUMPRIMENTO DE SENTENÇA. MODIFICAÇÃO, ANULAÇÃO, SENTENÇA, MOMENTO POSTERIOR, CUMPRIMENTO DE SENTENÇA; PREVISÃO, CÓDIGO DE PROCESSO CIVIL DE 2015, RESTITUIÇÃO, PARTE PROCESSUAL, SITUAÇÃO, MOMENTO ANTERIOR. RECLAMAÇÃO, QUESTIONAMENTO, COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), JULGAMENTO, SUSPENSÃO DE LIMINAR, MATÉRIA CONSTITUCIONAL. DELIMITAÇÃO, AUTONOMIA, PODER NORMATIVO, AGÊNCIA REGULADORA. CRIAÇÃO, AGÊNCIA REGULADORA, REFORMULAÇÃO, FUNÇÃO, LEI FORMAL, PRINCÍPIO DA LEGALIDADE, ESTADO DE DIREITO. TRANSFORMAÇÃO, ATIVIDADE ESTATAL, SATISFAÇÃO, NECESSIDADE, CIDADÃO. EXIGÊNCIA, CONHECIMENTO TÉCNICO, ÓRGÃO ESTATAL, URGÊNCIA, ATUAÇÃO, AUTORIDADE PÚBLICA. LEI-QUADRO. CAPACIDADE, INSTITUIÇÃO, PODER JUDICIÁRIO, LIMITAÇÃO, ALCANCE, CONTROLE JUDICIAL, ATO, AGÊNCIA REGULADORA. DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA, DELEGAÇÃO, PODER NORMATIVO, AGÊNCIA REGULADORA. DEFERÊNCIA, PODER JUDICIÁRIO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES.\n\n- TERMO(S) DE RESGATE: FATOR DE INDISPONIBILIDADE (FID), MECANISMO DE REALOCAÇÃO DA ENERGIA (MRE).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=993585&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RE, CONTROLE DE LEGALIDADE, MATÉRIA INFRACONSTITUCIONAL)\nARE 1043044 AgR (2ªT), ARE 1130536 AgR (1ªT). \n(CONTRACAUTELA, JUÍZO DE DELIBAÇÃO)\nSS 5049 AgR-ED (TP). \n- Decisão monocrática citada:\n(RE, SUSPENSÃO DE LIMINAR, EQUILÍBRIO ECONÔMICO-FINANCEIRO, REEXAME, FATO, PROVA)\nRcl 23871.\n- Decisões estrangeiras citadas: Caso Panama Oil e Caso Schechter da Suprema Corte norte-americana.\nNúmero de páginas: 22.\nAnálise: 18/06/2020, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : SANTO ANTONIO ENERGIA S.A. \nADV.(A/S)  : LUIZ ALBERTO BETTIOL E OUTRO(A/S)\nAGDO.(A/S)  : AGENCIA NACIONAL DE ENERGIA ELETRICA - ANEEL \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nAGDO.(A/S)  : ASSOCIACAO BRASILEIRA DE GERACAO DE ENERGIA LIMPA - ABRAGEL E OUTRO(A/S)\nADV.(A/S)  : JULIÃO SILVEIRA COELHO \nAGDO.(A/S)  : ASSOCIAÇÃO BRASILEIRA DE DISTRIBUIDORES DE ENERGIA ELÉTRICA - ABRADEE \nADV.(A/S)  : MARCIO VIEIRA SOUTO COSTA FERREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":405676,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 993585 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-05-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARABI, Abhner Youssif Mota. A tensão institucional entre Judiciário e Legislativo: controle de constitucionalidade, diálogo e a legitimidade da atuação do Supremo Tribunal Federal. Curitiba: Editora Prismas, 2015. p. 48.\nARAGÃO, Alexandre Santos de. A concepção pós-positivista do princípio da legalidade. Revista de Direito Administrativo, v. 236, 2005. p. 12.\n______. Agências reguladoras e a evolução do Direito Administrativo Econômico. Rio de Janeiro: Forense, 2004. p. 408.\nBARBOSA, Joaquim. Agências Reguladoras: a ‘metamorfose’ do Estado e da democracia: uma reflexão de direito constitucional e comparado. In: BINENBOJM, Gustavo (Org.). Agências Reguladoras e Democracia. Rio de Janeiro: Lumen Juris, 2006. p. 21.\nCHEMERINSKY, Erwin. Constitutional Law: Principles and Policies. Nova Iorque: Wolters Kluwer, 2011. p. 335.\nFUX, Luiz. Mandado de Segurança. Rio de Janeiro: Forense, 2010.\nJUSTEN FILHO, Marçal. O direito das agências reguladoras independentes. São Paulo: Dialética, 2002. p. 364.\nSTEWART, Richard. The Reformation of American Administrative Law. Harvard Law Review, v. 88. p. 1695-1697.\nSUNSTEIN, Cass; VERMEULE, Adrian. Interpretation and Institutions. Chicago: University of Chicago, 2002. (John M. Olin Law & Economics Working Paper, n. 156; Public Law and Legal Theory Working Paper, n. 28).","ministro_facet":["LUIZ FUX"],"processo_numero":993585,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur398963","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao recurso de agravo, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 15.2.2019 a 21.2.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur398963","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur398963","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: INQUÉRITO INSTAURADO CONTRA MEMBRO  DO CONGRESSO NACIONAL – SUPOSTA PRÁTICA DO DELITO DE FALSIDADE IDEOLÓGICA ELEITORAL (LEI Nº 4.737/65, ART. 350), CUJA ALEGADA OCORRÊNCIA, EMBORA VERIFICADA NO CURSO DO MANDATO LEGISLATIVO, COM ESTE NÃO GUARDA QUALQUER RELAÇÃO DE PERTINÊNCIA – FATO, PORTANTO, ABSOLUTAMENTE ESTRANHO ÀS ATRIBUIÇÕES INERENTES AO OFÍCIO PARLAMENTAR – JULGAMENTO PLENÁRIO DO SUPREMO TRIBUNAL FEDERAL SOBRE A QUESTÃO DA PRERROGATIVA DE FORO (AP 937-QO/RJ) – CESSAÇÃO DA COMPETÊNCIA PENAL ORIGINÁRIA DESTE TRIBUNAL, NO PRESENTE CASO, EM FACE DA APLICABILIDADE DO PRECEDENTE EM REFERÊNCIA – REMESSA DOS AUTOS À JUSTIÇA ELEITORAL – JURISPRUDÊNCIA PACÍFICA NO ÂMBITO DA COLENDA SEGUNDA TURMA DESTA SUPREMA CORTE (AP 577-AgR/RO, REL. MIN. RICARDO LEWANDOWSKI – INQ 4.399-AgR/DF, REL. MIN. RICARDO LEWANDOWSKI – INQ 4.428- -QO/DF, REL. MIM. GILMAR MENDES, v.g.) – A PRERROGATIVA DE FORO NO SISTEMA CONSTITUCIONAL BRASILEIRO – LEGITIMIDADE DA INTERPRETAÇÃO CONSTITUCIONAL DO PLENÁRIO DO SUPREMO TRIBUNAL FEDERAL A RESPEITO DA MATÉRIA: DOUTRINA E OUTROS PRECEDENTES – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749260110","externo_seq_objeto_incidente":5526257,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-041  DIVULG 27-02-2019  PUBLIC 28-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4403&classe=Inq","is_colac":false,"titulo":"Inq 4403 AgR","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00164 INC-00002\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00056 INC-00001 ART-00102 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00350\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   SUMSTF-000004      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000394      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000398      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-02-28","documental_acordao_mesmo_sentido_lista_texto":"Inq 4417 AgR ACÓRDÃO ELETRÔNICO\n          JULG-22-02-2019  UF-DF  TURMA-02  MIN-CELSO DE MELLO N.PÁG-025\n          DJe-045  DIVULG 06-03-2019  PUBLIC 07-03-2019","documental_indexacao_texto":"- OMISSÃO, DOAÇÃO ELEITORAL, PRESTAÇÃO DE CONTAS, CAMPANHA ELEITORAL. CRÍTICA, AMPLIAÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA ISONOMIA. TENDÊNCIA, EXTINÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, DIREITO COMPARADO. EVOLUÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, PARLAMENTAR, TEXTO CONSTITUCIONAL. INTERPRETAÇÃO CONSTITUCIONAL, FORÇA NORMATIVA DA CONSTITUIÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE. FUNÇÃO, STF, GUARDA, CONSTITUIÇÃO. CARÁTER DEFINITIVO, INTERPRETAÇÃO CONSTITUCIONAL, STF. CRÍTICA, SOCIEDADE, DECISÃO, STF. PLURALIDADE, DEBATE, INTERPRETAÇÃO CONSTITUCIONAL, PRINCÍPIO DEMOCRÁTICO. FORO POR PRERROGATIVA DE FUNÇÃO, LICENÇA, PARLAMENTAR, EXERCÍCIO DE CARGO PÚBLICO, PODER EXECUTIVO. FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO ESTRITA, PRINCÍPIO DO JUIZ NATURAL. PERDA, FORO POR PRERROGATIVA DE FUNÇÃO, ENCERRAMENTO, MANDATO PARLAMENTAR. \n\n- TERMO(S) DE RESGATE: MONOPÓLIO DA ÚLTIMA PALAVRA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4403&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ALCANCE, FORO POR PRERROGATIVA DE FUNÇÃO)\nAP 937 QO (TP). \n(COMPETÊNCIA, FALSIDADE IDEOLÓGICA ELEITORAL)\nInq 4399 AgR (2ªT), AP 577 AgR (2ªT), Inq 4428 QO (2ªT). \n(INSTITUTO JURÍDICO, FORO POR PRERROGATIVA DE FUNÇÃO)\nAP 470 (TP). \n(FUNÇÃO, STF, INTERPRETAÇÃO, CONSTITUIÇÃO)\nMS 26603 (TP), RE 203498 AgR (2ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, LICENÇA, PARLAMENTAR, EXERCÍCIO DE CARGO PÚBLICO, PODER EXECUTIVO)\nInq 104 (TP) - RTJ 99/477, Inq 105 QO (TP) - RTJ 99/487. \n(PRINCÍPIO DO JUIZ NATURAL)\nInq 457 - RTJ 149/692, HC 73801 (1ªT) - RTJ 169/557, AI 177313 AgR (1ªT), HC 79865 (2ªT) - RTJ 179/378, RTJ 160/1056. \n(FORO POR PRERROGATIVA DE FUNÇÃO, EX-TITULAR DE MANDATO ELETIVO, EX-SERVIDOR PÚBLICO)\nRE 546609 (TP), Inq 2231 AgR (TP), Inq 687 QO  (TP) - RTJ 179/912, AP 226 (TP) - RTJ 76/18. \n(FORO POR PRERROGATIVA DE FUNÇÃO, NATUREZA JURÍDICA)\nHC 33440 (TP). \n- Legislação estrangeira citada: Constituição da Argentina de 1853; Constituição da Bolívia de 2009; Constituição da Colômbia de 1991; Constituição da Espanha de 1978; Constituição dos Estados Unidos da América de 1787; Constituição da França de 1958; Constituição de Portugal de 1976.\nNúmero de páginas: 23.\nAnálise: 09/05/2019, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : VICENTE PAULO DA SILVA \nADV.(A/S)  : ALBERTO MOREIRA RODRIGUES E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":398963,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4403 AgR","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2019-02-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO INQUÉRITO","documental_doutrina_texto":"ALEIXO, Pedro. Imunidades Parlamentares. Belo Horizonte, 1961. p. 59-65.\nBARBALHO, João. Constituição Federal Brasileira. Senado Federal, 1992. p. 64 e 303-304.\nBARROSO, Luís Roberto. O Controle de Constitucionalidade no Direito Brasileiro. 7. ed. Saraiva, 2016. p. 392, item 2.\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. Saraiva, 1995. v. 4. Tomo I. p. 187.\nBINENBOJM, Gustavo. A Nova Jurisdição Constitucional Brasileira. 2. ed. Renovar, 2004.\nCAMPOS, Francisco. Direito Constitucional. Freitas Bastos, 1956. v. 2. p. 403.\nCLÈVE, Clèmerson Merlin. A Fiscalização Abstrata de Constitucionalidade no Direito Brasileiro. Revista dos Tribunais, 1995. p. 215-218, item 3.\nCOELHO, Inocêncio Mártires. As Idéias de Peter Häberle e a Abertura da Interpretação Constitucional no Direito Brasileiro. Revista de Direito Administrativo, n. 211, p. 125-134.\nCRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense Universitária, 1991. v. 5. p. 2624-2625, item 204.\nDOTTI, René Ariel. Curso de Direito Penal – Parte Geral. Forense, 2001. p. 398, item 25.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1990. v. 2. p. 625.\nLIMA, Rosah Russomano de Mendonça. O Poder Legislativo na República. Freitas Bastos, 1960. p. 140-141, item 2.\nMEDINA, Damares. Amicus Curiae: Amigo da Corte ou Amigo da Parte? Saraiva, 2010.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 2. ed. Celso Bastos, 1999. p. 503-504.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 – com a Emenda nº 1, de 1969. 2. ed. Revista dos Tribunais, 1970. Tomo III, p. 10 e 43.\nMORAES, Alexandre de. Jurisdição Constitucional e Tribunais Constitucionais. Atlas, 2000. p. 64-81.\n______. Constituição do Brasil Interpretada e Legislação Constitucional. 2. ed. Atlas, 2003. p. 109, item 2.8.\nPALU, Oswaldo Luiz. Controle de Constitucionalidade. Revista dos Tribunais, 1999. p. 50-57.\nSTEVENSON, Ritinha Alzira; FERRAZ JR., Tercio Sampaio; DINIZ, Maria Helena. Constituição de 1988: Legitimidade, Vigência e Eficácia: Supremacia. Atlas, 1989. p. 98-104.\nTAVARES, André Ramos. Tribunal e Jurisdição Constitucional. Celso Bastos, 1998. p. 8-11, item 2, e P. 71-94.\nZAVASCKI, Teori Albino. Ação Rescisória em Matéria Constitucional. Revista de Direito Renovar, v. 27, p. 153-174, 2003.","ministro_facet":["CELSO DE MELLO"],"processo_numero":4403,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur403802","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, indeferiu a medida liminar e, desde logo, converteu o julgamento da cautelar em julgamento definitivo para julgar improcedente a arguição de descumprimento de preceito fundamental, nos termos do voto do Relator, vencidos o Ministro Edson Fachin apenas no tocante à conversão, acompanhando o Relator no indeferimento da liminar, e os Ministros Ricardo Lewandowski e Marco Aurélio, que concediam a medida liminar e, desde logo, convertiam o julgamento em definitivo para, nos termos de seus votos, julgar procedente a arguição de descumprimento de preceito fundamental. Afirmaram suspeição os Ministros Celso de Mello e Rosa Weber. Falaram: pelo requerente, o Dr. Daniel Antonio de Moraes Sarmento; pelo amicus curiae Partido dos Trabalhadores - PT, o Dr. Eugênio José Guilherme de Aragão; pelo amicus curiae Partido Comunista do Brasil - PC DO B, a Dra. Maria Claudia Bucchianeri; pela Advocacia-Geral da União, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União; e, pela Procuradoria-Geral da República, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Presidência do Ministro Dias Toffoli. Plenário, 26.9.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur403802","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur403802","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional Eleitoral. Cancelamento de título decorrente da sua não apresentação ao procedimento de revisão eleitoral. Violação ao princípio democrático e ao direito de voto. Inocorrência.\n\n\n\n    1. O exercício do direito de voto é componente essencial da democracia representativa. O alistamento eleitoral e sua revisão periódica são indispensáveis para que esse direito seja exercido de maneira ordenada e segura.\n\n\n\n    2. A revisão eleitoral é estabelecida em lei e se destina a atualizar o alistamento eleitoral previsto na Constituição. Também o cancelamento de título não apresentado à revisão tem base legal. Inexiste qualquer elemento que sugira ter havido direcionamento, quer na revisão eleitoral, quer no cancelamento de títulos.\n\n\n\n    3. Tendo lastro constitucional e legal, e não tendo havido vício na sua concretização, inexiste violação à democracia, à soberania popular, à cidadania ou ao direito de voto em decorrência do cancelamento do título de eleitor que não comparece ao procedimento de revisão eleitoral.\n\n\n\n    4. Tampouco é legítimo falar em violação à igualdade. Tal como o alistamento eleitoral, a revisão eleitoral é exigida de todos sem discriminação.\n\n\n\n    5. Não há violação à proporcionalidade. A medida é adequada e necessária, não havendo meio substitutivo com eficácia equivalente. Tampouco há base para afirmar que o benefício de se evitarem fraudes e outros comprometimentos à regularidade do voto é menos importante do que a participação dos que não atenderam ao chamado da Justiça Eleitoral.\n\n\n\n    6. Não há perigo na demora, tal como alegado pelo requerente. A Lei 7.444/1985 está em vigor há mais de 30 anos. A biometria está sendo implementada há quase 11 anos. O procedimento de revisão e de cadastramento biométrico obrigatório é acompanhado pelo Ministério Público e pelos partidos políticos. O ajuizamento tardio da ação, às vésperas da eleição e após tantos anos, compromete a alegação de urgência.\n\n\n\n    7. Há, contudo, gravíssimo periculum in mora inverso que obsta o deferimento da cautelar. O restabelecimento dos títulos cancelados para o primeiro ou o segundo turno do pleito de 2018 comprometeria o calendário eleitoral, segundo informações da presidência do TSE, colocaria em risco a higidez das eleições e poderia interferir sobre o seu resultado final.\n\n\n\n    8. Indeferimento da cautelar por ausência de plausibilidade do direito alegado, por falta de perigo na demora e pelo gravíssimo periculum inverso que a medida ensejaria. Encaminhamento pela conversão do julgamento da cautelar em julgamento do mérito, dada a suficiente instrução do feito e a importância de encerrar o debate antes do conhecimento do resultado das eleições. \n\n\n\n    9. Improcedência da ação. Tese de julgamento: “É válido o cancelamento do título do eleitor que, convocado por edital, não comparecer ao processo de revisão eleitoral, em virtude do que dispõe o art. 14, caput e §1º, da Constituição de 1988”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749828733","externo_seq_objeto_incidente":5550743,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-102  DIVULG 15-05-2019  PUBLIC 16-05-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=541&classe=ADPF","is_colac":false,"titulo":"ADPF 541","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00070\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00014 \"CAPUT\" INC-00001 INC-00002 \n          INC-00003 PAR-00001 INC-00001 INC-00002 \n          LET-A LET-B LET-C ART-00015 \n          ART-00028 \"CAPUT\" ART-00077\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00023 INC-00009 ART-00071 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-004961      ANO-1966\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007444      ANO-1985\n          ART-00001 ART-00002 ART-00003 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00091 ART-00092 INC-00001 INC-00002 \n          INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n          ART-00005 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00145 PAR-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013444      ANO-2017\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          INC-00003 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-021538      ANO-2003\n          ART-00058 PAR-00001 INC-00001 INC-00002 \n          INC-00003 ART-00062 PAR-00002 ART-00063 \n          ART-00066 ART-00067 ART-00073 PAR-ÚNICO \n          ART-00074 \"CAPUT\" PAR-00002 ART-00075 \n          PAR-ÚNICO\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-022688      ANO-2007\n          ART-00002 \"CAPUT\"\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023061      ANO-2009\n          ART-00002 \"CAPUT\"\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023335      ANO-2011\n          ART-00003 \"CAPUT\"\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023440      ANO-2015\n          ART-00001 ART-00003 \"CAPUT\" ART-00009 \n          PAR-00001 PAR-00002 PAR-00003\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2019-05-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ALISTAMENTO ELEITORAL, CARÁTER PERSONALÍSSIMO. INTEGRIDADE, DIREITO, VOTO, PERIODICIDADE, REVISÃO, RECADASTRAMENTO, ALISTAMENTO ELEITORAL. DELEGAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), TRIBUNAL REGIONAL ELEITORAL (TRE), ÔNUS, DEFINIÇÃO, LOCAL, REVISÃO, ALISTAMENTO ELEITORAL. FISCALIZAÇÃO, PARTIDO POLÍTICO, REVISÃO, ALISTAMENTO ELEITORAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: ALISTAMENTO ELEITORAL, REQUISITO, NATUREZA CONSTITUCIONAL. RECADASTRAMENTO, TRANSPARÊNCIA, ELEIÇÃO. DEVER, ELEITOR, RECADASTRAMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PRESUNÇÃO, CONSTITUCIONALIDADE, LEI IMPUGNADA. PERIGO DE DANO INVERSO, SEGURANÇA JURÍDICA, PROCESSO ELEITORAL. CONTEXTO HISTÓRICO, SEGURANÇA JURÍDICA, PROCESSO ELEITORAL. PROTEÇÃO, CADASTRO DE ELEITORES, IGUALDADE, PARTICIPAÇÃO POLÍTICA. ALISTAMENTO ELEITORAL, SUFRÁGIO UNIVERSAL, ESTADO DEMOCRÁTICO DE DIREITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CONSTITUIÇÃO FEDERAL, ATO NORMATIVO PRIMÁRIO, OBRIGATORIEDADE, ALISTAMENTO ELEITORAL. DISTINÇÃO, TUTELA DE URGÊNCIA, TUTELA, CARÁTER SATISFATIVO. PERIGO DE DANO INVERSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DIREITO, DEVER, VOTO. DIREITO, VOTO, DIREITO FUNDAMENTAL, DIREITO POLÍTICO. MEDIDA CAUTELAR, CONTROLE ABSTRATO, PROPORCIONALIDADE, DANO, ATO NORMATIVO IMPUGNADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: APERFEIÇOAMENTO, SEGURANÇA, TRANSPARÊNCIA, PROCESSO ELEITORAL. LIMITAÇÃO, SUFRÁGIO UNIVERSAL, ALISTAMENTO ELEITORAL. CANCELAMENTO, TÍTULO ELEITORAL, CONSEQUÊNCIA, DESCUMPRIMENTO, CONVOCAÇÃO, JUSTIÇA ELEITORAL.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: CANCELAMENTO, MULTIPLICIDADE, TÍTULO ELEITORAL, SOBERANIA POPULAR. CANCELAMENTO, TÍTULO ELEITORAL, MAIORIA, HIPOSSUFICIENTE. DIREITO, VOTO, DIREITO FUNDAMENTAL, PROXIMIDADE, ELEIÇÃO, PERICULUM IN MORA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRINCÍPIO DA RESERVA LEGAL. COMPETÊNCIA LEGISLATIVA, PODER LEGISLATIVO, TRIBUNAL SUPERIOR ELEITORAL (TSE). SUFRÁGIO UNIVERSAL, DIREITO, CIDADANIA. INTERPRETAÇÃO CONSTITUCIONAL, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE).\n\n- TERMO(S) DE RESGATE:  PRINZIP VERANTWORTUNG.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=541&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUSPEIÇÃO, FORO ÍNTIMO, CONTROLE ABSTRATO)\nADI 3345 (TP). \n(DIREITO, VOTO, ALISTAMENTO ELEITORAL)\nADI 4467 MC (TP). \n(PERIGO DE DANO INVERSO)\nADI 2163 (TP), ADI 2435 MC (TP), ADI 107 MC (TP). \n(EFICÁCIA, SEGURANÇA, PROCESSO ELEITORAL)\nADI 5889 MC (TP). \n- Decisão estrangeira citada: Comentário Geral n. 25 sobre o Direito de Voto, em seu parágrafo 11, do Comitê de Direitos Humanos; Caso Bush vs. Gore, da Suprema Corte americana.\n- Veja ADPF 144 do STF.\nNúmero de páginas: 126.\nAnálise: 22/10/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : DANIEL ANTONIO DE MORAES SARMENTO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : PARTIDO DOS TRABALHADORES - PT \nADV.(A/S)  : EUGÊNIO JOSÉ GUILHERME DE ARAGÃO \nAM. CURIAE.  : PARTIDO COMUNISTA DO BRASIL - PC DO B \nADV.(A/S)  : PAULO MACHADO GUIMARAES","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":403802,"documental_tese_texto":"É válido o cancelamento do título do eleitor que, convocado por edital, não comparecer ao processo de revisão eleitoral, em virtude do que dispõe o art. 14, caput e §1º, da Constituição de 1988.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 541","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-09-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BRASIL. Tribunal Regional Eleitoral da Bahia. Bahia encerra, com êxito, revisão biométrica em 51 municípios, 31 jan. 2018. Disponível em: http://www.tre-ba.jus.br/imprensa/noticias-treba/2018/Janeiro/bahia-encerra-com-exito-revisao-biometrica-em-51-municipios. Acesso em: 25 set. 2018.\n______. Tribunal Superior Eleitoral. Detalhamento da Biometria na Justiça Eleitoral. Disponível em: http://www.justicaeleitoral.jus.br/arquivos/tsedetalhamento-da-biometria-na-justica-eleitoral.\n______.______. Faltam 21 dias: cadastramento biométrico completa 10 anos e alcança mais de 87\nmilhões de eleitores. Brasília, 16 set. 2018. Disponível em: http://www.tse.jus.br/imprensa/noticias-tse/2018/Setembro/faltam-21-\ndias-cadastramento-biometrico-completa-10-anos-e-alcanca-a-mais-de-87-milhoes-de-eleitores.\nCARVALHO, José Murilo de. Cidadania no Brasil: o longo caminho. Rio de Janeiro: Civilização Brasileira, 2001. p. 33-35 e 146-147.\nGOMES, José Jairo. Direito Eleitoral. p. 187.\nINTERNATIONAL INSTITUTE FOR DEMOCRACY AND ELECTORAL ASSISTANCE (International IDEA). Voter Turnout Database. Disponível em: https://www.idea.int/data-tools/data/voterturnout. Acesso em: 25 set. 2018.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":541,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur399163","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao recurso de agravo, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 15.2.2019 a 21.2.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. MARCO AURÉLIO","id":"sjur399163","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur399163","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: AÇÃO PENAL INSTAURADA CONTRA MEMBRO  DO CONGRESSO NACIONAL – SUPOSTAS PRÁTICAS DELITUOSAS CUJA OCORRÊNCIA TERIA OCORRIDO EM MOMENTO QUE PRECEDEU A DIPLOMAÇÃO DO CONGRESSISTA EM CAUSA – FATOS, PORTANTO, ABSOLUTAMENTE ESTRANHOS ÀS ATRIBUIÇÕES INERENTES AO OFÍCIO PARLAMENTAR – JULGAMENTO PLENÁRIO DO SUPREMO TRIBUNAL FEDERAL SOBRE A QUESTÃO DA PRERROGATIVA DE FORO (AP 937-QO/RJ) – CESSAÇÃO DA COMPETÊNCIA PENAL ORIGINÁRIA DESTA SUPREMA CORTE, NO PRESENTE CASO, EM FACE DA APLICABILIDADE DO PRECEDENTE EM REFERÊNCIA – A PRERROGATIVA DE FORO NO SISTEMA CONSTITUCIONAL BRASILEIRO – LEGITIMIDADE DA INTERPRETAÇÃO CONSTITUCIONAL DO PLENÁRIO DO SUPREMO TRIBUNAL FEDERAL A RESPEITO DA MATÉRIA: DOUTRINA E OUTROS PRECEDENTES – ALEGADA PRESCRIÇÃO DA PRETENSÃO PUNITIVA DO ESTADO – QUESTÃO QUE DEVE SER APRECIADA PELO JUÍZO CONSTITUCIONALMENTE COMPETENTE – MANIFESTAÇÃO DA DOUTA PROCURADORIA-GERAL DA REPÚBLICA PELO NÃO PROVIMENTO DO RECURSO – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749286211","externo_seq_objeto_incidente":5478599,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-044  DIVULG 01-03-2019  PUBLIC 06-03-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1020&classe=AP","is_colac":false,"titulo":"AP 1020 AgR","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00164 INC-00002\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00056 INC-00001 ART-00102 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00202\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00089 ART-00096 INC-00001\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00107 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00397 INC-00004\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000356      ANO-2008\n                RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000004      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000394      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000398      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-03-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CRÍTICA, AMPLIAÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA ISONOMIA. TENDÊNCIA, EXTINÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, DIREITO COMPARADO. EVOLUÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, PARLAMENTAR, TEXTO CONSTITUCIONAL. INTERPRETAÇÃO CONSTITUCIONAL, FORÇA NORMATIVA DA CONSTITUIÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE. FUNÇÃO, STF, GUARDA, CONSTITUIÇÃO. CARÁTER DEFINITIVO, INTERPRETAÇÃO CONSTITUCIONAL, STF. CRÍTICA, SOCIEDADE, DECISÃO, STF. PLURALIDADE, DEBATE, INTERPRETAÇÃO CONSTITUCIONAL, PRINCÍPIO DEMOCRÁTICO. FORO POR PRERROGATIVA DE FUNÇÃO, LICENÇA, PARLAMENTAR, EXERCÍCIO DE CARGO PÚBLICO, PODER EXECUTIVO. FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO ESTRITA, PRINCÍPIO DO JUIZ NATURAL. PERDA, FORO POR PRERROGATIVA DE FUNÇÃO, ENCERRAMENTO, MANDATO PARLAMENTAR. PERDA, FORO POR PRERROGATIVA DE FUNÇÃO, CESSAÇÃO, COMPETÊNCIA, STF, RECONHECIMENTO, PRESCRIÇÃO. PRESCRIÇÃO, EXTINÇÃO DA PUNIBILIDADE. PRESCRIÇÃO, ABSOLVIÇÃO SUMÁRIA. PRESCRIÇÃO, CERTIDÃO DE ANTECEDENTE CRIMINAL. PRESCRIÇÃO, PERDA DO OBJETO, PROCESSO PENAL. PRESCRIÇÃO, PRIMARIEDADE. PRESCRIÇÃO, NON BIS IN IDEM. PERDA, FORO POR PRERROGATIVA DE FUNÇÃO, JULGAMENTO INICIADO, STF.\n\n- TERMO(S) DE RESGATE: MONOPÓLIO DA ÚLTIMA PALAVRA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1020&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ALCANCE, FORO POR PRERROGATIVA DE FUNÇÃO)\nAP 937 QO (TP). \n(INSTITUTO JURÍDICO, FORO POR PRERROGATIVA DE FUNÇÃO)\nAP 470 (TP). \n(FORO POR PRERROGATIVA DE FUNÇÃO, NATUREZA JURÍDICA)\nHC 33440 (TP). \n(FUNÇÃO, STF, INTERPRETAÇÃO, CONSTITUIÇÃO)\nMS 26603 (TP), RE 203498 AgR (2ªT). \n(PRINCÍPIO DO JUIZ NATURAL)\nInq 457 - RTJ 149/692, HC 73801 (1ªT) - RTJ 169/557, AI 177313 AgR (1ªT), HC 79865 (2ªT) - RTJ 179/378, RTJ 160/1056. \n(FORO POR PRERROGATIVA DE FUNÇÃO, EX-TITULAR DE MANDATO ELETIVO, EX-SERVIDOR PÚBLICO)\nRE 546609 (TP), Inq 2231 AgR (TP), AP 226 (TP) - RTJ 76/18, Inq 687 QO (TP) - RTJ 179/912. \n(DECLINAÇÃO DE COMPETÊNCIA, PENDÊNCIA, MATÉRIA)\nPet 7709 (2ªT). \n(PRESCRIÇÃO, BIS IN IDEM, PROCESSO PENAL)\nAI 859704 AgR (2ªT). \n(PERDA, PRERROGATIVA DE FORO, CESSAÇÃO, COMPETÊNCIA, STF)\nInq 2277 (TP). \n(ADITAMENTO DA DENÚNCIA)\nHC 137637 (1ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, LICENÇA, PARLAMENTAR, EXERCÍCIO DE CARGO PÚBLICO, PODER EXECUTIVO)\nInq 104 (TP) - RTJ 99/477, Inq 105 QO (TP) - RTJ 99/487. \n- Decisões monocráticas citadas:\n(DECLINAÇÃO DE COMPETÊNCIA, PENDÊNCIA, MATÉRIA)\nInq 4408 AgR.\n(PERDA, PRERROGATIVA DE FORO, COMPETÊNCIA, RECONHECIMENTO, PRESCRIÇÃO)\nAP 1009.\n- Legislação estrangeira citada: Constituição de 1853, da Argentina; Constituição de 2009, da Bolívia; Constituição Política de 1991, da Colômbia; Constituição de 1978, da Espanha; Constituição de 1787, dos Estados Unidos da América; Constituição de 1958, da França; Constituição de 1947, da Itália; Constituição de 1976, de Portugal.\nNúmero de páginas: 23.\nAnálise: 10/05/2019, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : LUIZ CARLOS CAETANO \nADV.(A/S)  : JOSÉ ORLANDO ROCHA DE CARVALHO E OUTRO(A/S)\nADV.(A/S)  : CASSIANO DE SOUZA CARVALHO FELIPE \nADV.(A/S)  : SÉRGIO LUÍS TEIXEIRA DA SILVA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":399163,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"AP 1020 AgR","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2019-02-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA AÇÃO PENAL","documental_doutrina_texto":"ALEIXO, Pedro. Imunidades Parlamentares. Belo Horizonte, 1961. p. 59-65.\nBARBALHO, João. Constituição Federal Brasileira. Senado Federal, 1992. p. 64 e 303-304.\nBARROSO, Luís Roberto. O Controle de Constitucionalidade no Direito Brasileiro. 7. ed. Saraiva, 2016. p. 392, item 2.\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. Saraiva, 1995. v. 4. Tomo I. p. 187.\nBINENBOJM, Gustavo. A Nova Jurisdição Constitucional Brasileira. 2. ed. Renovar, 2004.\nCAMPOS, Francisco. Direito Constitucional. Freitas Bastos, 1956. v. 2. p. 403.\nCLÈVE, Clèmerson Merlin. A Fiscalização Abstrata de Constitucionalidade no Direito Brasileiro. Revista dos Tribunais, 1995. p. 215-218, item 3.\nCOELHO, Inocêncio Mártires. As Idéias de Peter Häberle e a Abertura da Interpretação Constitucional no Direito Brasileiro. Revista de Direito Administrativo, v. 211, p. 125-134.\nCRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense Universitária, 1991. v. 5. p. 2.624-2.625, item 204.\nDOTTI, René Ariel. Curso de Direito Penal: Parte Geral. Forense, 2001. p. 398, item 25.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1990. v. 2. p. 625.\nLIMA, Rosah Russomano de Mendonça. O Poder Legislativo na República. Freitas Bastos, 1960. p. 140-141, item 2.\nMEDINA, Damares. Amicus Curiae: Amigo da Corte ou Amigo da Parte? Saraiva, 2010.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 2. ed. Celso Bastos, 1999. p. 503-504.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 – com a Emenda nº 1, de 1969. 2. ed. Revista dos Tribunais, 1970. Tomo III, p. 10 e 43. \nMORAES, Alexandre de. Jurisdição Constitucional e Tribunais Constitucionais. Atlas, 2000. p. 64-81.\n______. Constituição do Brasil Interpretada e Legislação Constitucional. 2. ed. Atlas, 2003. p. 109, item 2.8.\nPALU, Oswaldo Luiz. Controle de Constitucionalidade. Revista dos Tribunais, 1999. p. 50-57.\nSTEVENSON, Ritinha Alzira; FERRAZ JR., Tercio Sampaio; DINIZ, Maria Helena. Constituição de 1988: Legitimidade, Vigência e Eficácia: Supremacia. Atlas, 1989. p. 98-104.\nTAVARES, André Ramos. Tribunal e Jurisdição Constitucional. Celso Bastos, 1998. p. 8-11, item 2, e p. 71-94.\nZAVASCKI, Teori Albino. Ação Rescisória em Matéria Constitucional. Revista de Direito Renovar, v. 27, p. 153-174, 2003.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1020,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur398266","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SE","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal do art. 30, § 8º, II, da Constituição do Estado de Sergipe, nos termos do voto do Relator. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Presidência do Ministro Dias Toffoli. Plenário, 19.12.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur398266","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Sergipe","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur398266","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. EMENDA CONSTITUCIONAL 46/2015 DO ESTADO DE SERGIPE. APOSENTADORIA COMPULSÓRIA DOS SERVIDORES ESTADUAIS E MUNICIPAIS. COMPETÊNCIA DA UNIÃO. ART. 40, § 1º, II, DA CONSTITUIÇÃO FEDERAL. MATÉRIA RESERVADA À LEI COMPLEMENTAR FEDERAL. AÇÃO DIRETA JULGADA PROCEDENTE. \n\n\n\n    1. É competência da União disciplinar a aposentadoria compulsória dos servidores públicos, especialmente no tocante aos limites de idade, nos termos do art. 40, § 1º, II, da Constituição Federal. Precedentes.\n\n\n\n    2. Ação Direta de Inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749149328","externo_seq_objeto_incidente":4947815,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-030  DIVULG 13-02-2019  PUBLIC 14-02-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5486&classe=ADI","is_colac":false,"titulo":"ADI 5486","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 ART-00024 INC-00012 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00030 \n          INC-00001 \n          ART-00040 PAR-00001 INC-00002 REDAÇÃO DADA PELA EMC-88/2015\n          ART-00093 \"CAPUT\" ART-00103 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000088      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000152      ANO-2015\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00002 INC-00009\n                LEI ORDINÁRIA\n\n","LEG-EST   CES      ANO-1989\n                CONSTITUIÇÃO ESTADUAL, PI\n\n","LEG-EST   CES      ANO-1989\n                CONSTITUIÇÃO ESTADUAL, MA\n\n","LEG-EST   CES      ANO-1989\n          ART-00030 INC-00003 REDAÇÃO DADA PELA EMC-46/2015\n          ART-00030 PAR-00008 INCLUÍDO PELA EMC-46/2015\n          ART-00030 PAR-00008 INC-00001 INCLUÍDO PELA EMC-46/2015\n          ART-00030 PAR-00008 INC-00002 INCLUÍDO PELA EMC-46/2015\n          ART-00030 PAR-00008 INC-00003 INCLUÍDO PELA EMC-46/2015\n          ART-00030 PAR-00008 INC-00004 INCLUÍDO PELA EMC-46/2015\n          ART-00030 PAR-00008 INC-00005 INCLUÍDO PELA EMC-46/2015\n                CONSTITUIÇÃO ESTADUAL, SE\n\n","LEG-EST   EMC-000046      ANO-2015\n                EMENDA CONSTITUCIONAL, SE"],"publicacao_data":"2019-02-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE DA PARTE, CONFEDERAÇÃO SINDICAL, ENTIDADE DE CLASSE,REPRESENTAÇÃO, CATEGORIA PROFISSIONAL, CATEGORIA, EMPRESA; REPRESENTAÇÃO, TOTALIDADE, CATEGORIA; CARÁTER NACIONAL, REPRESENTATIVIDADE; PERTINÊNCIA TEMÁTICA, FINALIDADE, INSTITUIÇÃO, OBJETO, IMPUGNAÇÃO. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB). FEDERALISMO, DISTRIBUIÇÃO, COMPETÊNCIA, EVOLUÇÃO, HISTÓRIA, DIREITO COMPARADO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. COMPETÊNCIA LEGISLATIVA, PREVIDÊNCIA SOCIAL, PROTEÇÃO, DEFESA, SAÚDE, NORMA GERAL, UNIÃO FEDERAL, NORMA SUPLEMENTAR, ESTADO-MEMBRO, MUNICÍPIO. REGRA CONSTITUCIONAL, APOSENTADORIA, NORMA DE REPRODUÇÃO OBRIGATÓRIA, CONSTITUIÇÃO ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5486&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE DA PARTE, CONFEDERAÇÃO SINDICAL, ENTIDADE DE CLASSE)\nADI 4230 AgR (TP), ADI 4294 AgR (TP), ADI 5320 AgR (TP), ADI 4722 AgR (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB))\nADI 396 (TP), ADI 2608 MC (TP), ADC 12 MC (TP), ADI 1303 MC (1ªT). \n(CONSTITUIÇÃO ESTADUAL, APOSENTADORIA COMPULSÓRIA)\nADI 4696 (TP), ADI 4698 MC (TP). \n(REGRA CONSTITUCIONAL, APOSENTADORIA, NORMA DE REPRODUÇÃO OBRIGATÓRIA, CONSTITUIÇÃO ESTADUAL)\nADI 101 (TP), ADI 4698 (TP), ADI 755 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 22.\nAnálise: 10/05/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS - AMB \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nREQDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SERGIPE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":398266,"documental_tese_texto":null,"procedencia_geografica_completo":"SE - SERGIPE","processo_codigo_completo":"ADI 5486","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-12-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5486,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur476049","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que negava provimento ao agravo regimental, no que foi acompanhado pelo Ministro Gilmar Mendes, e do voto divergente do Ministro Nunes Marques, que dava provimento ao agravo, para restabelecer o acórdão do Superior Tribunal de Justiça que declarou “a competência do Juízo da 9ª Vara Federal da Seção Judiciária de Minas Gerais, para processar e julgar a ação penal n. 0003237-65.2019.8.13.0090, anulando o recebimento da denúncia e demais atos decisórios praticados na Justiça estadual de Minas Gerais”, pediu vista dos autos o Ministro André Mendonça. Afirmou suspeição o Ministro Ricardo Lewandowski. Falou, pelo Agravado, o Dr. Jarbas Soares Júnior, Procurador-Geral de Justiça do Estado de Minas Gerais. Segunda Turma, Sessão Virtual de 7.10.2022 a 17.10.2022.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao agravo regimental, para restabelecer o acórdão do Superior Tribunal de Justiça que declarou “a competência do Juízo da 9ª Vara Federal da Seção Judiciária de Minas Gerais, para processar e julgar a ação penal n. 0003237- 65.2019.8.13.0090, anulando o recebimento da denúncia e demais atos decisórios praticados na Justiça estadual de Minas Gerais”, nos termos do voto do Ministro Nunes Marques, Redator para o acórdão, vencido o Ministro Edson Fachin (Relator). Reajustou o voto o Ministro Gilmar Mendes. Afirmou suspeição o Ministro Ricardo Lewandowski. Segunda Turma, Sessão Virtual de 9.12.2022 a 16.12.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"NUNES MARQUES","revisor_processo_nome":null,"id":"sjur476049","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur476049","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. ROMPIMENTO DA BARRAGEM EM BRUMADINHO/MG. HOMICÍDIOS QUALIFICADOS E CRIMES AMBIENTAIS. DENÚNCIA RECEBIDA PELA JUSTIÇA COMUM DO ESTADO DE MINAS GERAIS. SUPOSTAS DECLARAÇÕES FALSAS SOBRE A ESTABILIDADE DA BARRAGEM E ALEGADAS OMISSÕES DOLOSAS DE INFORMAÇÕES ESSENCIAIS À POLÍTICA NACIONAL DE SEGURANÇA DE BARRAGENS. CONDUTAS QUE OFENDERAM DE MODO DIRETO E ESPECÍFICO A ATIVIDADE FISCALIZATÓRIA DE AUTARQUIA FEDERAL RESPONSÁVEL. COMPETÊNCIA DA JUSTIÇA FEDERAL RECONHECIDA PELO SUPERIOR TRIBUNAL DE JUSTIÇA. PROVIMENTO MONOCRÁTICO DO RECURSO EXTRAORDINÁRIO PELO MINISTRO RELATOR PARA RESTABELECER O ACÓRDÃO DO TRIBUNAL LOCAL QUE HAVIA MANTIDO A COMPETÊNCIA DA JUSTIÇA ESTADUAL MINEIRA. RECURSO DE AGRAVO INTERNO INTERPOSTO. NÃO VIOLAÇÃO AO SISTEMA ACUSATÓRIO E À INDEPENDÊNCIA FUNCIONAL DO MINISTÉRIO PÚBLICO. CONFIGURADA A COMPETÊNCIA DA JUSTIÇA FEDERAL PARA PROCESSAR E JULGAR O CASO A PARTIR DOS ELEMENTOS EXTRAÍDOS DA PRÓPRIA DENÚNCIA (ART. 109, IV, DA CF/1988). CONEXÃO PROBATÓRIA VERIFICADA. APLICAÇÃO DO VERBETE N. 122 DA SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA. REUNIÃO DOS PROCESSOS PERANTE A JUSTIÇA FEDERAL. CONFLITO DE COMPETÊNCIA NÃO CONHECIDO POR VÍCIOS FORMAIS. AUSÊNCIA DE FIXAÇÃO DE COMPETÊNCIA. TRAMITAÇÃO DE AÇÃO CÍVEL DE REPARAÇÃO DE DANOS NA JUSTIÇA ESTADUAL MINEIRA. INDEPENDÊNCIA DAS INSTÂNCIAS. PRINCÍPIO DA CONSUNÇÃO NO DELITO DE FALSIFICAÇÃO DE DOCUMENTO. CRIME-MEIO. INVIABILIDADE. EXAME A SER REALIZADO PELO JUÍZO FEDERAL COMPETENTE. RECURSO DE AGRAVO PROVIDO.\n\n\n\n    1. A jurisprudência do Supremo Tribunal Federal admite, excepcionalmente, o reenquadramento jurídico realizado pelo magistrado dos fatos narrados na peça acusatória, sobretudo em caso de alteração de competência (HC 113.598, ministro Gilmar Mendes).\n\n\n\n    2. A denúncia narra evidente preocupação da União na consecução da Política Nacional de Segurança de Barragens, sobretudo após o desastre de Mariana/MG (“caso Samarco”), em contexto bastante similar ao dos presentes autos.\n\n\n\n    3. Ofensa direta e específica a serviço fiscalizatório prestado por autarquia federal em virtude de falsificação e do uso de documentos que atestavam a estabilidade da barragem de Brumadinho/MG.\n\n\n\n    4. O interesse da União em processar e julgar o feito em questão e o prejuízo ao exercício da fiscalização federal extraídos da própria denúncia possuem aptidão para atrair a competência da Justiça Federal (art. 109, IV, da CF/1988).\n\n\n\n    5. A conexão pode, excepcionalmente, ser aplicada como critério de modificação de competência. Precedentes. Doutrina.\n\n\n\n    6. Conflito de competência não conhecido pelo Superior Tribunal de Justiça com fundamento em questões formais por consequência lógica não fixa a competência. Precedente.\n\n\n\n    7. A tramitação de feito cível na Justiça estadual não é óbice ao reconhecimento da competência da Justiça Federal para processar e julgar os crimes conexos, em razão da independência das instâncias. Precedente.\n\n\n\n    8. O crime-meio ocorre quando praticado pelo agente como caminho necessário para atingir o fim (mais gravoso) almejado. No caso, os crimes de falso constituem parte significativa e essencial da imputação realizada na própria denúncia, cabendo ao juízo competente a decisão relativa à aplicação à espécie do princípio da consunção.\n\n\n\n    9. Agravo interno provido para restabelecer-se o acórdão do Superior Tribunal de Justiça que declarou “a competência do Juízo da 9ª Vara Federal da Seção Judiciária de Minas Gerais, para processar e julgar a ação penal n. 0003237-65.2019.8.13.0090, anulando o recebimento da denúncia e demais atos decisórios praticados na Justiça estadual de Minas Gerais”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=766227278","externo_seq_objeto_incidente":6425747,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 14-03-2023  PUBLIC 15-03-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1378054&classe=RE","is_colac":false,"titulo":"RE 1378054 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00038 LET-D\n    INC-00053 ART-00020 INC-00009 ART-00022\n    INC-00012 ART-00023 INC-00006 ART-00109\n    INC-00004 INC-00006 ART-00176 \"CAPUT\"\n    ART-00225 PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00003 ART-00063 ART-00068 PAR-ÚNICO\n    ART-00069 ART-0069A PAR-00001 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012334 ANO-2010\n    ART-00005 INC-00003 ART-00016 INC-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00315 ART-00515 INC-00006\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013575 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00018 ART-00091 ART-0091A ART-00092\n    ART-00299 ART-00304\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00018 ART-00041 ART-00076 INC-00001\n    INC-00003 ART-00078 INC-00002 ART-00081\n    \"CAPUT\" ART-00114 ART-00383 ART-00418\n    ART-00419\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   PRT-070389 ANO-2017\n    ART-00003 ART-00013 PAR-00002 ART-00016\n    PAR-00003\n    PORTARIA DO DEPARTAMENTO NACIONAL DE PRODUÇÃO MINERÁRIA - DNPM\n\n","LEG-FED   SUMSTJ-000122\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   SUMSTJ-000150\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2023-03-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ANDRÉ MENDONÇA: COMPETÊNCIA, JUSTIÇA FEDERAL, TAXATIVIDADE. IMPACTO AMBIENTAL, PROCESSO, MINERAÇÃO, CONFIGURAÇÃO, MATÉRIA, INTERESSE, UNIÃO FEDERAL. CONEXÃO, CRIME, COMPETÊNCIA, JUSTIÇA FEDERAL, PERPETUATIO JURISDICTIONIS. LESÃO, FORMA DIRETA, INTERESSE, UNIÃO FEDERAL, FISCALIZAÇÃO, SEGURANÇA, BARRAGEM. FIXAÇÃO, COMPETÊNCIA, JUSTIÇA FEDERAL, PRINCÍPIO DA SEGURANÇA JURÍDICA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DENÚNCIA, FUNÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA. DENÚNCIA, FORMA, ALEGAÇÕES FINAIS, DIFICULDADE, IDENTIFICAÇÃO, CADA, CONDUTA, POSSIBILIDADE, OFENSA, DEVIDO PROCESSO LEGAL. TEORIA DO CRIME, DOLO EVENTUAL. GESTÃO, RISCO, COMPANHIA VALE DO RIO DOCE (CVRD), IMPEDIMENTO, RECONHECIMENTO, DOLO EVENTUAL. RESPONSABILIDADE PENAL, PESSOA JURÍDICA, RESTRIÇÃO, CRIME AMBIENTAL. IMPOSSIBILIDADE, RESPONSABILIDADE PENAL, PESSOA JURÍDICA, HOMICÍDIO, FALSIFICAÇÃO, OMISSÃO, DOCUMENTO PÚBLICO, INAPLICABILIDADE, PRINCÍPIO DA CONSUNÇÃO. COMPETÊNCIA, PODER JUDICIÁRIO, DOMÍNIO, CARÁTER TÉCNICO, TEORIA DO CRIME, DEFINIÇÃO, REQUISITO, EXISTÊNCIA, DOLO EVENTUAL, CASO CONCRETO. FUNÇÃO CONTRAMAJORITÁRIA, PODER JUDICIÁRIO. OMISSÃO, FALSIFICAÇÃO, DOCUMENTO PÚBLICO, CASO CONCRETO, AUSÊNCIA, CONFIGURAÇÃO, CRIME-MEIO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INEXISTÊNCIA, CASO CONCRETO, OBJETIVO, OFENSA, INTERESSE, UNIÃO FEDERAL. CRIME, FALSIFICAÇÃO, DOCUMENTO PÚBLICO, NECESSIDADE, COMPROVAÇÃO, VONTADE, LESÃO, BEM, PATRIMÔNIO, INTERESSE, UNIÃO FEDERAL. CORRELAÇÃO, ÂMBITO CÍVEL, ÂMBITO PENAL. INAPLICABILIDADE, REGRA, CONEXÃO, MODIFICAÇÃO, COMPETÊNCIA ABSOLUTA, INEXISTÊNCIA, CONFLITO DE COMPETÊNCIA, OFENSA, PRINCÍPIO DO JUIZ NATURAL. INAPLICABILIDADE, REGRA, CONEXÃO, MODIFICAÇÃO, COMPETÊNCIA, TRIBUNAL DO JÚRI, JULGAMENTO, CRIME DOLOSO CONTRA A VIDA.\n\n- TERMO(S) DE RESGATE: GERENCIAMENTO DE RISCOS, CONTROLE DE RISCOS, GESTÃO DE RISCOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1378054&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMENDATIO LIBELLI)\nHC 87324 (1ªT), HC 113598 (2ªT). \n(IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, AGRAVO INTERNO)\nARE 1250728 AgR (1ªT). \n(COMPETÊNCIA, JUSTIÇA FEDERAL, TAXATIVIDADE)\nRE 300244 (2ªT), HC 81916 (2ªT), RE 349189 (1ªT), RE 513446 (2ªT), HC 112489 (1ªT), HC 113167 (1ªT), RE 1231125 ED-AgR (2ªT), RE 166943 (1ªT). \n(CONFLITO DE COMPETÊNCIA, JUSTIÇA ESTADUAL, JUSTIÇA FEDERAL)\nHC 70581 (2ªT), HC 95291 (2ªT). \n(FALSIFICAÇÃO, DOCUMENTO PÚBLICO, COMPETÊNCIA, JUSTIÇA FEDERAL)\nRE 411690 (2ªT), HC 85773 (2ªT), RE 468783 (1ªT). \n(CONEXÃO, COMPETÊNCIA ABSOLUTA)\nCC 7033 (1ªT), RE 398042 (1ªT), Pet 6820 AgR-ED (2ªT), Inq 4435 AgR-quarto (TP). \n(INDEPENDÊNCIA, INSTÂNCIA PENAL, JUÍZO CÍVEL)\nRE 736351 AgR (1ªT). \n(PRINCÍPIO DO JUIZ NATURAL)\nMS 27021 (1ªT). \n(CONEXÃO, CRIME, COMPETÊNCIA, JUSTIÇA FEDERAL, PERPETUATIO JURISDICTIONIS)\nHC 100154 (1ªT). \n(FUNÇÃO, DENÚNCIA)\nHC 192204 (2ªT). \n(RESPONSABILIZAÇÃO, PESSOA JURÍDICA, CRIME AMBIENTAL)\nRE 548181 (1ªT). \n(CRIME AMBIENTAL, DIFERENÇA, RESPONSABILIDADE, PESSOA JURÍDICA, DIRIGENTE)\nHC 83554 (2ªT). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, JUSTIÇA FEDERAL, TAXATIVIDADE)\nACO 1983, RHC 119959.\n(POLÍTICA, SEGURANÇA, BARRAGEM, REJEITOS, CRIAÇÃO, AGÊNCIA NACIONAL DE MINERAÇÃO)\nMI 7091.\n- Acórdão(s) citado(s) - outros tribunais:\n(COMPETÊNCIA, JUSTIÇA FEDERAL, TAXATIVIDADE)\nSTJ: CC 129055. \n(CONFLITO DE COMPETÊNCIA, JUSTIÇA ESTADUAL, JUSTIÇA FEDERAL)\nSTJ: CC 129055. \n(POLÍTICA, SEGURANÇA, BARRAGEM, REJEITOS, CRIAÇÃO, AGÊNCIA NACIONAL DE MINERAÇÃO)\nTCU: TC nº 001.783/2019-0. \n- Veja RE 1384414 AgR do STF.\n- Legislação estrangeira citada: Disaster Mitigation Act, de 2000, dos Estados Unidos da América.\nNúmero de páginas: 185.\nAnálise: 19/04/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : FELIPE FIGUEIREDO ROCHA \nADV.(A/S)  : EUGENIO PACELLI DE OLIVEIRA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":476049,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 1378054 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-12-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AVENA, Norberto. Processo Penal. 14. ed. rev. atual. e ampl. Rio de Janeiro: Método, 2022. p. 621 e 653.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal. São Paulo: Saraiva, 2022. v. 1. p. 275-278.\nBRASIL. Ministério Público Federal. Caso Brumadinho. Disponível em: https://www.mpf.mp.br/mg/sala-de-imprensa/noticias-brumadinho. Acesso em: 31 mar. 2023.\nBRASIL. Ministério Público Federal. MPF e DPU ajuízam ação para reparações individuais a indígenas atingidos pelo desastre da mina do Córrego do Feijão. Disponível em: https://www.mpf.mp.br/mg/sala-de-imprensa/noticias-mg/mpf-e-dpu-ajuizam-acao-para-reparacoes-individuais-a-indigenas-atingidos-pelo-desastre-da-mina-do-corrego-do-feijao. Acesso em: 21 mar. 2023.\nBRASIL. Universidade Federal do ABC. O que é e para que serve uma barragem de rejeitos? 8 fev. 2019. Disponível em: https://www.ufabc.edu.br/artigos/o-que-e-e-para-que-serve-uma-barragem-de-rejeitos. Acesso em: 21 mar. 2023.\nCAYETTE, Jean-Louis. Introdução à Economia da Incerteza. Tradução: Maria Adelaide Assis de Almeida. Lisboa: Instituto Piaget, 2011.\nCOSTA, Giovani Gláucio de Oliveira. Estatística Aplicada à Informática e às Novas Tecnologias. Rio de Janeiro: Ciência Moderna, 2014.\nDEZEM, Guilherme madeira. Curso de Processo Penal. São Paulo: Revista dos Tribunais, 2019. p. 415-417.\nGOMES, José Jairo. Crimes eleitorais e processo penal eleitoral. 2. ed. São Paulo: Atlas, 2016. p. 325.\nKUHN, Thomas. A Estrutura das Revoluções científicas. São Paulo: Perspectiva, 2011.\nMARCON, Adelino. O Princípio do Juiz Natural no Processo Penal. Curitiba: Juruá, 2004.\nMARTINELLI, João Paulo Orsini; BEM, Leonardo Schmitt de. Direito penal, parte geral. Belo Horizonte: D’Plácido, 2022. p. 611-615.\nMATIDA, Janaína. Standards de prova: a modéstia necessária a juízes e o abandono da prova por convicção. In: Arquivos da resistência: ensaios e anais do VII Seminário Nacional do IBADPP. Florianópolis: Tirant lo blanch, 2019.\nMÉTRAUX, Jean-Claude. Técnicas para a elaboração de lutos coletivos. Tradução: Andrezza Dantas da Silva. Curitiba: Travessa dos Editores, 2009.\nMIRANDA, Maria Geralda de et al. Dossiê Brumadinho: impactos do maior desastre humano e ambiental do Brasil. Rio de Janeiro: Letra Capital, 2021.\nNOSCHANG, Patricia Grazziotin et al. O Controle de Convencionalidade como Instrumento Protetor do Maio Ambiente na Perspectiva. Direito ambiental e socioambientalismo I. Florianópolis: CONPEDI, 2020. p. 164-182.\nNUCCI, Guilherme de Souza. Código de Processo Penal comentado. 15. ed. rev. atual. e ampl. Rio de Janeiro: Forense, 2016.\nPOPPER, Karl. Conjecturas e Refutações. Brasília: UNB, 1980.\nQUINTÃO, André (org.). Opção pelo risco: Causas e consequências da tragédia de Brumadinho: a CPI da ALMG. Belo Horizonte: Scriptum, 2021. p. 80.\nSARLET, Ingo Wolfgang Sarlet; STRECK, Lenio Luiz; MENDES, Gilmar Ferreira (org.). Comentários à Constituição do Brasil. 2. ed. São Paulo: Saraiva Educação, 2018.\nSHECAIRA, Sérgio Salomão. Responsabilidade Penal da pessoa jurídica. Rio de Janeiro: Elsevier, 2011. p. 190-191.\nSILVA, Rodrigo Faucz Pereira e; AVELAR, Daniel Ribeiro Surdi de. Manual do Tribunal do Júri. São Paulo: Thomson Reuters Brasil, 2021.\nSOUZA, Maria Claudia da Silva Antunes de; ARMADA, Charles Alexandre Souza. Desastres ambientais de Mariana e Brumadinho em face ao Estado Socioambiental de Direito. In: RESENDE, Elcio Nacur; VASCONCELOS, Juniro; BOY, Jayro. Responsabilidade Civil por dano ao meio ambiente: diálogos e tendências. Rio de Janeiro: Lumen Juris. 2020. p. 848.\nTASSE, Adel El. Manual de Direito Penal – Parte Geral. Florianópolis: Tirant lo blanch, 2018. p. 200.\nTAVARES, Juarez. Apresentação: WUNDERLICH, Alexandre; RUIVO, Marcelo Almeida; CARVALHO, Salo de. Dolo eventual: imputação e determinação da pena. Porto Alegre: Livraria do Advogado, 2022. p. 8.\nVALLE, Juliano Keller do. Processo Penal de Consenso na Tutela do meio Ambiente: o realinhamento das funções acusatórias a partir da atribuição da economia da confiança. Tese (Doutorado em Direito), UNIVALI, 2022. p. 147.","ministro_facet":["EDSON FACHIN","NUNES MARQUES"],"processo_numero":1378054,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}