{"result":{"took":281,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur393470","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente a ação direta para declarar a inconstitucionalidade formal do art. 2º, VI e VII, da Lei Complementar 527/2010 do Estado de Santa Catarina, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 11.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur393470","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur393470","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. USURPAÇÃO DE COMPETÊNCIA DA UNIÃO. DIREITO DO TRABALHO. VIOLAÇÃO AOS ARTIGOS 20, I, E 21, XXI, DA CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. \n\n\n\n     2. Os dispositivos legais em análise (art. 2º, VI e VII, da LC 527/2010 do Estado de Santa Catarina), ao disciplinarem penalidades contra condutas discriminatórias praticadas em relações de trabalho, invadem esfera de competência legislativa privativa da União (CF, art. 22, I).\n\n\n\n    3. Da mesma forma, a previsão de atribuição de sanções pelo Poder Público Estadual no caso de infração aos dispositivos impugnados também contraria a competência exclusiva da União para organizar, manter e executar a inspeção do trabalho (CF, art. 21, XXIV).\n\n\n\n    4. Ação Direta de Inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748531305","externo_seq_objeto_incidente":4756515,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-230  DIVULG 26-10-2018  PUBLIC 29-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5307&classe=ADI","is_colac":false,"titulo":"ADI 5307","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00020 INC-00001 ART-00021 INC-00024 \n          ART-00022 INC-00001 ART-00024 ART-00030 \n          INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-EST   LEI-000527      ANO-2010\n          ART-00002 INC-00006 INC-00007\n                LEI ORDINÁRIA, SC"],"publicacao_data":"2018-10-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO, FEDERALISMO, DESCENTRALIZAÇÃO, DISTRIBUIÇÃO, CARÁTER FORMAL, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA CONCORRENTE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, CARÁTER MATERIAL, COMPETÊNCIA LEGISLATIVA, TRADIÇÃO CULTURAL, HISTÓRIA, CONCENTRAÇÃO, MATÉRIA, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5307&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO, DIREITO DO TRABALHO)\nADI 953 (TP), ADI 2487 (TP), ADI 3165 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 12.\nAnálise: 05/12/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":393470,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5307","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-10-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nLEVI, Lucio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5307,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur392964","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao recurso ordinário, nos termos do voto do Relator. Falou, pela recorrente, o Dr. Rodrigo Castor de Mattos. Presidência do Ministro Edson Fachin. 2ª Turma, 6.2.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur392964","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur392964","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA \n\n\n\n    Recurso ordinário em habeas corpus. Constitucional. Processual penal. Associação criminosa. Falsidade ideológica. Fraude a licitações. Crimes praticados contra a administração pública e o sistema financeiro. Condenação. Interceptação telefônica alegadamente baseada em suposta denúncia anônima. Ausência de investigação preliminar. Não ocorrência. Demonstração nos autos de que a autoridade policial procedeu a diligências prévias para colher subsídios sobre eventual ocorrência de crimes. Impropriedade do habeas corpus para analisar a suficiência ou não das diligências para tanto. Procedimento devidamente fundamentado e em consonância com a jurisprudência da Suprema Corte. Precedentes. Afirmada inexistência de indícios razoáveis da autoria e participação nas supostas infrações penais. Aventada possibilidade de apuração de condutas ilícitas por meios diversos (art. 2º, incisos I e II, da Lei nº 9.296/96). Matéria que exige aprofundado revolvimento fático-probatório, o qual a via estreita do habeas corpus não admite. Precedentes. Excesso de prazo e ilegalidade das prorrogações da interceptação telefônica além do lapso temporal previsto na lei de regência. Não ocorrência. Possibilidade de se prorrogar o prazo de autorização para essa medida por períodos sucessivos quando a intensidade e a complexidade das condutas delitivas investigadas assim o demandarem. Precedentes. Interceptação telemática e prorrogações. Mencionada incompatibilidade do parágrafo único do art. 1º da Lei nº 9.296/96 com o art. 5º, inciso XII, da Constituição Federal. Inconstitucionalidade não verificada. Inexistência no ordenamento jurídico constitucional vigente de garantias individuais de ordem absoluta. Doutrina e precedentes. Exceção constitucional ao sigilo que alcança as comunicações de dados telemáticos, visto que cláusula tutelar da inviolabilidade não pode constituir instrumento de salvaguarda de práticas ilícitas (HC nº 70.814/SP, Primeira Turma, Relator o Ministro Celso de Mello, DJ de 24/6/94). Recurso ordinário não provido.\n\n\n\n    1. A aventada tese de que as interceptações telefônicas baseadas em denúncia teoricamente anônima não prospera, pois, não obstante o fato de a denúncia ter sido devidamente identificada como sendo proveniente do Instituto de Defesa dos Direitos Humanos (IDDEHA), por intermédio de seu Presidente Paulo Cezar Pedron, ficou demonstrado nos autos que a autoridade policial procedeu a diligências preliminares, com fins de colher subsídios sobre eventual ocorrência de crimes, não sendo o habeas corpus a via adequada à análise da suficiência ou não das diligências para tanto. \n\n\n\n    2. O pleito de interceptação telefônica foi baseado em diligência prévia, além de informações recebidas do Ministério da Justiça e de dados fornecidos pela Controladoria Geral da União (CGU).\n\n\n\n    3. O procedimento está em consonância com o entendimento da Suprema Corte segundo o qual a denúncia anônima, por si só, não serve para fundamentar a instauração de inquérito, mas, a partir dela, poderá a autoridade competente realizar diligências preliminares para apurar a veracidade das informações obtidas anonimamente e, então, instaurar o procedimento investigatório propriamente dito.\n\n\n\n    4. Insubsistência das teses de que inexistiriam indícios razoáveis da autoria ou da participação nas supostas infrações penais, bem como haveria a possibilidade de apuração de tais condutas por meios diversos (art. 2º, incisos I e II, da Lei nº 9.296/96), pois tais questões constituem matéria que exige aprofundado revolvimento fático-probatório, o qual a via estreita do habeas corpus não comporta. \n\n\n\n    5. Segundo entendimento da Corte, o reconhecimento da ausência de indícios quanto à autoria do fato, implica exame aprofundado de fatos e provas, inadmissível na via sumaríssima do habeas corpus (RHC nº 126.207-AgR/RS, Segunda Turma, Relator o Ministro Celso de Mello, DJe de 1º/2/17).\n\n\n\n    6. Registre-se, de qualquer modo, que a decisão proferida pelo Juízo processante autorizando a interceptação telefônica (fls. 186 a 190) foi devidamente fundamentada, sendo os elementos constantes dos autos suficientes para afastar os argumentos da defesa de que não haveria indícios razoáveis de autoria e materialidade delitiva para se determinar a medida invasiva ou de que as provas pudessem ser colhidas por outros meios disponíveis.\n\n\n\n    7. O Supremo Tribunal Federal já decidiu pela licitude da “interceptação telefônica, determinada em decisão judicial fundamentada, quando necessária, como único meio de prova, à apuração de fato delituoso” (Inq nº 2.424/RJ, Pleno, Relator o Ministro Cezar Peluso, DJe de 26/3/10).\n\n\n\n    8. Inexiste excesso de prazo ou ilegalidade nas prorrogações da interceptação telefônica além do lapso temporal previsto na lei de regência, pois, além de justificadas as subsequentes prorrogações, o magistério jurisprudencial da Corte legitimou a possibilidade de se prorrogar o prazo de autorização para essa medida por períodos sucessivos quando a intensidade e a complexidade das condutas delitivas investigadas assim o demandarem, sendo igualmente dispensável prévia instauração de inquérito para tanto (RHC nº 118.055/PR, Primeira Turma, de minha relatoria, DJe de 3/11/11).\n\n\n\n    9. A interceptação telemática e as suas prorrogações não padecem de vício de incostitucionalidade.\n\n\n\n    10. O Supremo Tribunal, em julgamento paradigmático, reconheceu, já sob a égide do ordenamento constitucional vigente, que o sigilo de correspondência não é absoluto, tendo esta Corte conferido validade à interceptação da correspondência remetida pelos sentenciados, “eis que a cláusula tutelar da inviolabilidade do sigilo epistolar não pode constituir instrumento de salvaguarda de praticas ilícitas” (HC nº 70.814/SP, Primeira Turma, Relator o Ministro Celso de Mello, DJ de 24/6/94).\n\n\n\n    11. Em face da concepção constitucional moderna de que inexistem garantias individuais de ordem absoluta, mormente com escopo de salvaguardar práticas ilícitas (v.g. HC nº 70.814/SP), a exceção constitucional ao sigilo alcança as comunicações de dados telemáticos, não havendo que se cogitar de incompatibilidade do parágrafo único do art. 1º da Lei nº 9.296/96 com o art. 5º, inciso XII, da Constituição Federal. Precedente e doutrina. \n\n\n\n    12. Recurso ordinário ao qual se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748467158","externo_seq_objeto_incidente":4905003,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-223  DIVULG 18-10-2018  PUBLIC 19-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=132115&classe=RHC","is_colac":false,"titulo":"RHC 132115","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00012\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004117      ANO-1962\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00089\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009296      ANO-1996\n          ART-00001 PAR-ÚNICO ART-00002 INC-00001 \n          INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00288 ART-00299 ART-00312 ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RES-000217      ANO-2016\n          ART-00010 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 INC-00010 INC-00011 \n          PAR-00001 PAR-00002 PAR-00003 ART-00018 \n          ART-00019\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2018-10-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERCEPTAÇÃO TELEFÔNICA, UTILIDADE, OBTENÇÃO, PROVA. REPÚBLICA ITALIANA, LEGISLAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, SIGILO, CORRESPONDÊNCIA POSTAL, CORRESPONDÊNCIA ELETRÔNICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=132115&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, REEXAME, FATO, PROVA)\nRHC 126207 AgR (2ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, MEIO DE PROVA, INDISPENSABILIDADE)\nInq 2424 (TP), HC 105527 (2ªT), RHC 125217 AgR (1ªT), HC 136503 (2ªT). \n(PRORROGAÇÃO, PRAZO, INTERCEPTAÇÃO TELEFÔNICA)\nHC 83515 (TP), RHC 88371 (2ªT), HC 99619 (1ªT), HC 106225 (1ªT), RE 625263 RG, RHC 118055 (1ªT). \n(DIREITO, SIGILO, CORRESPONDÊNCIA POSTAL)\nHC 70814 (1ªT). \n(INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA ANÔNIMA)\nHC 98345 (1ªT), HC 106152 (1ªT), HC 109598 AgR (2ªT), HC 133148 (2ªT). \n(CARÁTER ABSOLUTO, DIREITO, GARANTIA)\nPET 577 QO (TP). \n- Legislação estrangeira citada: art. 15, da Constituição Italiana.\nNúmero de páginas: 38.\nAnálise: 30/11/2018, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : LILIAN DE OLIVEIRA LISBOA \nADV.(A/S)  : RODRIGO CASTOR DE MATTOS E OUTRO(A/S)\nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":392964,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RHC 132115","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2018-02-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"CAPEZ, Fernando. Curso de direito penal: legislação penal especial. 9. ed. São Paulo: Saraiva, 2014. p. 417-472.\nGOMES, Luiz Flávio. Interceptação telefônica: lei 9.296, de 24.07.96. São Paulo: Revista dos Tribunais: 1997. p. 173-174.\nNUCCI, Guilherme de Souza. Código de Processo Penal comentado. 10. ed. São Paulo: Revista dos Tribunais, 2011. p. 378.\n______. Leis Penais e processuais penais comentadas. 5. ed. São Paulo: Revista dos Tribunais, 2010. p. 802.\n______. ______. 6. ed. São Paulo: Revista dos Tribunais, 2012. p. 372.\nSTRECK, Lenio. As Interceptações Telefônicas e os Direitos Fundamentais: Constituição, Cidadania, Violência: Lei 9.296/96 e seus reflexos penais e processuais. Porto Alegre: Livraria do Advogado, 1997. p. 42-44.\nTONINI, Paolo. A prova no processo penal italiano. Tradução: Alexandra Martins; e Daniela Mróz. São Paulo: Revista dos Tribunais, 2002. p. 248-249.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":132115,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur100919","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":true,"acordao_ata":"Após o voto do Ministro Moreira Alves, Relator, que resolvia a questão de ordem dando pela incompetência desta Corte e determinando a remessa dos autos à Justiça de 1º Grau competente, nos termos do seu voto, o julgamento foi adiado em razão do pedido de vista do Ministro Sepúlveda Pertence. Ausentes, justificadamente, os Ministros Celso de Mello, Presidente, Carlos Velloso e Marco Aurélio. Presidiu o julgamento o Ministro Moreira Alves (RISTF, art. 37, I). Plenário, 30.10.97.                \r\nDecisão : Após o voto do Sr. Ministro Sepúlveda Pertence, acolhendo a proposta de cancelamento da Súmula nº 394/STF mas propondo a edição de nova súmula a dizer que “cometido o crime no exercício do cargo ou a pretexto de exercer, prevalece a competência por prerrogativa de função, ainda que o inquérito ou a ação penal sejam iniciados após a cessação daquele exercício funcional”, no que foi acompanhado pelo Sr. Ministro Nelson Jobim, o julgamento foi suspenso em virtude do pedido de vista formulado pelo Sr. Ministro Carlos Velloso. Ausente, justificadamente, o Sr. Ministro Celso de Mello (Presidente). Presidiu o julgamento o Sr. Ministro Carlos Velloso (Vice-Presidente). Plenário, 12.5.99.             \r\nDecisão : Prosseguindo no julgamento, o Tribunal, resolvendo questão de ordem suscitada pelo Relator, por unanimidade, cancelou a Súmula nº 394-STF, e, por maioria, vencidos os Senhores Ministros Sepúlveda Pertence, Nelson Jobim, Ilmar Galvão e Néri da Silveira, recusou proposta de edição de nova súmula, nos termos do voto do primeiro dos vencidos. Decidiu-se, ainda, por unanimidade, que continuam válidos todos os atos praticados e decisões proferidas pelo Supremo Tribunal Federal, com base na Súmula nº 394. É dizer, a presente decisão tem efeito ex nunc. Em conseqüência, determinou-se a remessa dos autos à Justiça de 1º grau, nos termos do voto do Senhor Ministro Relator. Votou o Presidente. Plenário, 25.8.99.","is_repercussao_geral_merito":false,"relator_processo_nome":"MOREIRA ALVES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur100919","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur100919","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO-QO","is_processo_antigo":false,"ementa_texto":"EMENTA: Ação Penal. Questão de ordem sobre a competência desta Corte\npara prosseguir no processamento dela. Cancelamento da súmula 394.\n      - Depois de cessado o exercício da função, não deve manter-se o\nforo por prerrogativa de função, porque cessada a investidura a que\nessa prerrogativa é inerente, deve esta cessar por não tê-la estendido\nmais além a própria Constituição.\n        Questão de ordem que se resolve no sentido de se declarar a\nincompetência desta Corte para prosseguir no processamento desta ação\npenal, determinando-se a remessa dos autos à Justiça comum de primeiro\ngrau do Distrito Federal, ressalvada a validade dos atos processuais\nnela já praticados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=313&classe=AP-QO-QO","externo_seq_objeto_incidente":null,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 09-11-2001 PP-00043  EMENT VOL-02051-01 PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=313&classe=AP","is_colac":false,"titulo":"AP 313 QO-QO","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1824\n          ART-00026 ART-00027 ART-00028 ART-00047\n          PAR-00003\n          CF-1824 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1891\n          CF-1891 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n          ART-00059 INC-00001 ART-00062 INC-00001\n          INC-00002 ART-00088 ART-00092 ART-00100\n          ART-00101 INC-00001 LET-A LET-B\n          LET-C ART-00104 INC-00002 ART-00108 ART-00119\n          INC-00007 ART-00124 INC-00009 INC-00012\n          CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n          CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n          ART-00119 INC-00001 LET-A\n","LEG-FED   CF       ANO-1988\n          ART-00003 INC-00003 ART-00005 \"CAPUT\"\n          INC-00001 ART-00007 INC-00030 INC-00031\n          INC-00032 INC-00034 ART-00027 PAR-00001\n          ART-00029 INC-00010 ART-00043 ART-00055\n          INC-00002 ART-00086 ART-00096 INC-00003\n          ART-00102 INC-00001 LET-B LET-C ART-00105\n          INC-00001 LET-A ART-00109 INC-00001 LET-A\n          INC-00004 ART-00150 INC-00002 ART-00151\n          INC-00002 ART-00170 INC-00007\n          CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-003689    ANO-1941\n          ART-00041 ART-00043\n          CPP-1941 CÓDIGO DE PROCESSO PENAL\n","LEG-FED   LEI-005869    ANO-1973\n          ART-00087\n          CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-001079      ANO-1950\n","LEG-FED   LEI-003258      ANO-1959\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00005 \"CAPUT\"\n","LEG-FED   AIT-000002      ANO-1965\n          ART-00016 INC-00001\n","LEG-FED   AIT-000005      ANO-1968\n          ART-00005 INC-00001\n","LEG-FED   SUMSTF-000394\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   SUMSTF-000396\n           SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   SUMSTF-000397\n           SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   SUMSTF-000398\n           SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   SUMSTF-000546\n           SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2001-11-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: CANCELAMENTO, SÚMULA, INCOMPETÊNCIA, (STF),\nPROSSEGUIMENTO, JULGAMENTO, INQUÉRITO, AUSÊNCIA, MANUTENÇÃO, FORO,\nPRERROGATIVA, FUNÇÃO,CESSAÇÃO, INVESTIDURA .INCOMPETÊNCIA, (STF),\nJULGAMENTO, EX-MEMBRO, EX-TITULAR, CONGRESSO NACIONAL, PRESIDENTE,\nVICE-PRESIDENTE, PROCURADOR-GERAL DA REPÚBLICA, MINISTRO DE ESTADO,\nAUTORIDADE, MANDATÁRIO, PERDA, EXERCÍCIO, CARGO, MANDATO.\n- QUESTÃO DE ORDEM: POSTERIORIDADE, EXERCÍCIO, FUNÇÃO,\nIMPOSSIBILIDADE, MANUTENÇÃO,FORO, RAZÃO, PRERROGATIVA DE FUNÇÃO.\nDETERMINAÇÃO, REMESSA, AUTOS,JUSTIÇA DE 1º GRAU.\n- QUESTÃO DE ORDEM: RETROSPECTIVA HISTÓRICA, JULGAMENTO,\nPRERROGATIVA DE FORO.AUSÊNCIA, MANUTENÇÃO, TESE, ENUNCIADO,\nÉGIDE, CONSTITUIÇÃO FEDERAL DE 1988.\n- QUESTÃO DE ORDEM: EXISTÊNCIA, PRERROGATIVA DE FORO, OBJETIVO,\nGARANTIA, EXERCÍCIO, CARGO, MANDATO, JUSTIFICATIVA, INTERESSE PÚBLICO,\nEXERCÍCIO, PODER DA UNIÃO, IMPOSSIBILIDADE, AFASTAMENTO, AUTORIDADE,\nAUSÊNCIA, PRISÃO PREVENTIVA, EXISTÊNCIA, EXIGÊNCIA, \"LICENÇA PARA\nPROCESSAR\". AUSÊNCIA, INTERESSE PRIVADO, OCUPANTE, CARGO, INTERESSE\nPÚBLICO, EXERCÍCIO, CARGO, NECESSIDADE, INDEPENDÊNCIA.\n- QUESTÃO DE ORDEM: IMPOSSIBILIDADE, INTERPRETAÇÃO AMPLIATIVA,\nPRERROGATIVA DE FORO, JULGAMENTO, DENÚNCIA, EXISTÊNCIA, ISENÇÃO, JUIZ,\nTRIBUNAL \"A QUO\".  POSSIBILIDADE, JULGAMENTO, CONTROLE DIFUSO DE\nCONSTITUCIONALIDADE, (STF), DECISÃO, TRIBUNAL \"A QUO\" . POSSIBILIDADE,\nJULGAMENTO, CONTROLE DE LEGALIDADE, (STJ).\n- QUESTÃO DE ORDEM: EXISTÊNCIA, ACUSAÇÃO, ANTERIORIDADE, OCORRÊNCIA,\nFATO, EXERCÍCIO, FUNÇÃO, DESLOCAMENTO, COMPETÊNCIA,  (STF), DURAÇÃO,\nEXERCÍCIO, CARGO, MANDATO, POSTERIORIDADE,  CESSAÇÃO, EXERCÍCIO,\nAUSÊNCIA, MANUTENÇÃO, JURISDIÇÃO ESPECIAL.\n- QUESTÃO DE ORDEM: DEBATE, COMPETÊNCIA CONSTITUCIONAL, COMPETÊNCIA\nREAL, INDEPENDÊNCIA, JUIZ, TRIBUNAL \"A QUO\", POSSIBILIDADE DE RECURSO,\nTRIBUNAIS SUPERIORES, TRANSPARÊNCIA, VISIBILIDADE, JULGAMENTO.\n- FUNDAMENTAÇÃO DIVERSA, QUESTÃO DE ORDEM, (MIN. SYDNEY SANCHES),\nAUSÊNCIA, ATRIBUIÇÃO, CONSTITUIÇÃO FEDERAL DE 1946, COMPETÊNCIA\nORIGINÁRIA, (STF), JULGAMENTO, DEPUTADO, SENADOR, CRIME COMUM,\nEXERCÍCIO, MANDATO. INEXISTÊNCIA, MANUTENÇÃO, PRERROGATIVA DE FORO,\nPOSTERIORIDADE, EXERCÍCIO, CARGO,\nMANDATO, CONSTITUIÇÃO FEDERAL DE 1946, CONSTITUIÇÃO FEDERAL DE 1967,\nEMENDA CONSTITUCIONAL Nº 1 DE 1969.HISTÓRICO, PRERROGATIVA DE FORO,\nDEPUTADO, SENADOR. POSSIBILIDADE, MODIFICAÇÃO, PRERROGATIVA DE FORO,\nGARANTIA, EXERCÍCIO, CARGO, MANDATO, AUSÊNCIA, PROTEÇÃO, OCUPANTE,\nEX-OCUPANTE.\n- FUNDAMENTAÇÃO DIVERSA, QUESTÃO DE ORDEM, (MIN. SYDNEY SANCHES), \r\nIMPOSSIBILIDADE,\nINTERPRETAÇÃO AMPLIATIVA, PRIVILÉGIO, PRERROGATIVA DE FORO, OBJETIVO,\nCONSTITUIÇÃO FEDERAL, IGUALDADE, CIDADÃO COMUM.\n- FUNDAMENTAÇÃO DIVERSA, QUESTÃO DE ORDEM, (MIN. SYDNEY SANCHES),\nMANUTENÇÃO, VALIDADE,\nATO, DECISÃO,(STF), BASE, SÚMULA REVOGADA . ATRIBUIÇÃO, EFEITO \"EX\nNUNC\", REVOGAÇÃO, ENUNCIADO.\n- FUNDAMENTAÇÃO DIVERSA, QUESTÃO DE ORDEM,(MIN. CARLOS VELLOSO),\nEXISTÊNCIA, PRIVILÉGIO, PRERROGATIVA DE FUNÇÃO, ESCOLHA, FORO, OFENSA,\nPRINCÍPIO DA IGUALDADE, PRINCÍPIO REPUBLICANO, PRINCÍPIO DEMOCRÁTICO .\n- FUNDAMENTAÇÃO DIVERSA, QUESTÃO DE ORDEM,(MIN. MARCO AURÉLIO),\nAUSÊNCIA, COMPETÊNCIA,\nRAZÃO, PESSOA, ÂNGULO MATERIAL, COMPETÊNCIA FUNCIONAL, COMPETÊNCIA\nHIERÁRQUICA, COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO. DEFINIÇÃO,\nCOMPETÊNCIA, INTERESSE, ESTADO, CASO, FUNÇÃO, AUSÊNCIA, MOTIVAÇÃO,\nPESSOA NATURAL, OFENSA, PRINCÍPIO, ESTADO DEMOCRÁTICO DE DIREITO,\nLIBERDADE, ISONOMIA.\n- VOTO VENCIDO, QUESTÃO DE ORDEM, (MIN. SEPÚLVEDA PERTENCE),\nPROPOSIÇÃO, EDIÇÃO, NOVA\nSÚMULA, MANUTENÇÃO, COMPETÊNCIA, PRERROGATIVA, FUNÇÃO, POSTERIORIDADE,\n\nCESSAÇÃO, EXERCÍCIO FUNCIONAL. EXISTÊNCIA, DIREITO\nCOMPARADO, PRERROGATIVA, FUNÇÃO. POSSIBILIDADE, CRIAÇÃO, HIPÓTESE,\nPRERROGATIVA DE FORO, CONSTITUIÇÃO BRASILEIRA, LEI PROCESSUAL FEDERAL,\nCONSTITUIÇÃO ESTADUAL, LEI DE VIGÊNCIA DA JUSTIÇA ELEITORAL, RESSALVA,\nCOMPETÊNCIA, JÚRI. IMPOSSIBILIDADE, CARACTERIZAÇÃO, EXCEPCIONALIDADE,\nPRERROGATIVA, FUNÇÃO, RESTRIÇÃO, EXPANSÃO SISTEMÁTICA, LEI\nFUNDAMENTAL,MINISTRO, (STF) .\n- VOTO VENCIDO, QUESTÃO DE ORDEM, (MIN. SEPÚLVEDA PERTENCE),\nEXISTÊNCIA, PRERROGATIVA, FORO, PROTEÇÃO, EXERCÍCIO, CARGO, AUSÊNCIA,\nPRIVILÉGIO, TITULAR, EX-OCUPANTE. TITULAR, PODER EXECUTIVO, EXERCÍCIO,\nMANDATO, EXIGÊNCIA, ADMISSÃO,\nACUSAÇÃO, DOIS TERÇOS, CÂMARA DOS DEPUTADOS. EXISTÊNCIA, IMUNIDADE\nFORMAL, MEMBRO,CONGRESSO  NACIONAL. POSSIBILIDADE, ATRIBUIÇÃO, CRIME,\nOPINIÕES, PALAVRAS, VOTOS, MEMBRO,\nCONGRESSO NACIONAL, EXERCÍCIO, FUNÇÃO,\nEXISTÊNCIA, IMUNIDADE REAL. EXISTÊNCIA, CARGO, CARACTERÍSTICA,\nDEMISSÃO \"AD NUTUM\", MINISTRO DE ESTADO, BENEFICIÁRIO, FORO,\nPRERROGATIVA, FUNÇÃO, DEPENDÊNCIA, VONTADE, CHEFE, PODER EXECUTIVO.\n- VOTO VENCIDO,  QUESTÃO DE ORDEM, (MIN. SEPÚLVEDA PERTENCE),\nAUSÊNCIA, INTERESSE,ACUSADO, JULGAMENTO, TRIBUNAL, POSSIBILIDADE,\nMODIFICAÇÃO, RÉU,COMPETÊNCIA, EXONERAÇÃO, RENÚNCIA, APOSENTADORIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=313&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-QO-QO","documental_observacao_texto":"Acórdãos citados: HC 3340, AP 241 (RTJ-85/1), AP 241 (RTJ-87/349),  Ext\n347 (RTJ-86/1), Inq 427 QO (RTJ-148/26), Inq 427 QO-QO (RTJ-148/58), QC\n427 QO, Rcl 473 (RTJ-22/47), Inq 687 QO, HC 32097,HC 33440, HC 35301\n(RTJ-4/63), HC 68409, HC 39682 (RTJ-6/408), HC 40382, HC 40398, HC\n40400, HC 42108 (RTJ-32/614), HC 69156 (RTJ-140/932);\nRTJ 22/50,RTJ-148/61.\nLegislação estrangeira citada:Constituição dos\nEstados Unidos (art. III, Seção 2); Constituição da Argentina (atual\nart. 100); Constituição da Espanha, arts. 71, 4 e 102, 1 e Ley Orgânica\ndel Poder Judicial, art. 57, 2º e 3º; Constituição da França, art. 67;\nConstituição da Itália, arts. 96 e 134; Constituição de Portugal, art.\n133, 4 e Código de Processo Penal de Portugal, arts. 11, 1 a e 2 a e\n12.1, a; Constituição da Venezuela, art. 215, 1º e 2º.\nNúmero de páginas: (118). Análise:(COF). Revisão:(ANA).\nInclusão: 04/04/02, (MLR).\nAlteração: 10/04/02, (MLR).\r\nAlteração: 20/03/2018, CLS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR     : MINISTÉRIO PÚBLICO FEDERAL\nASSIST.   : INSTITUTO DE PREVIDÊNCIA DOS CONGRESSISTAS - IPC\nADVDO.    : LEOPOLDO CÉSAT FONTENELE\nRÉU       : PAULO GUSTAVO COUTINHO DE FARIA\nADVDO.    : JOSÉ ALBERTO MARCHESE\nRÉU       : ANTÔNIO AUGUSTO ARAÚJO DE FARIA GUEDES\nRÉU       : ROLAND PHILIPP MALIMPENSA\nRÉU       : SIDNEI SANT'ANA DE CASTRO\nADVDOS.   : ANTÔNIO CLÁUDIO MARIZ DE OLIVEIRA E OUTROS\nRÉU       : FERNANDO OROTAVO LOPES DA SILVA JÚNIOR\nRÉU       : NEWTON KLEBER DE THUIN\nADVDO.    : RICARDO JOSÉ GOUVÊIA BARBOSA\nRÉU       : MÁRCIO VALADARES DE LACERDA ROCHA\nADVDOS.   : ORLANDO VAZ E OUTROS\nRÉU       : HUMBERTO LEITE PINTO PENTAGNA\nADVDOS.   : ALCINO GUEDES DA SILVA E OUTROS\nRÉU       : ROLANDO  DE CARVALHO FILHO\nADVDO.    : CARLOS VICTOR MUZZI\nADVDOS.   : MARCO PAOLO PICININ E OUTRO\nRÉU       : ODAIR DE ANDRADE PINTO BERNARDES\nADVDO.    : SÉRGIO GONZAGA DUTRA\nADVDO.    : RUY MEIRELLES MAGALHÃES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":100919,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 313 QO-QO","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"1999-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDA QUESTÃO DE ORDEM NA AÇÃO PENAL","documental_doutrina_texto":"AUTOR: TARQUÍNIO BRÁULIO DE SOUZA AMARANTE\nOBRA: O DIREITO\nEDITORA: REVISTA MENSAL DE LEGISLAÇÃO, DOUTRINA E JURISPRUDÊNCIA\nANO: V-1877  VOL: 14  PÁG.: 226\nAUTOR: FREDERICO MARQUES\nOBRA: ELEMENTO DE PROCESSO PENAL\nEDITORA: FORENSE   ANO: 1961   VOL: I  PÁG.: 207\nAUTOR: EDGARD COSTA\nOBRA: OS GRANDES JULGAMENTOS DO STF\nEDITORA:  ANO: 1964   VOL: I  PÁG.: 350","ministro_facet":["MOREIRA ALVES"],"processo_numero":313,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur382073","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Luiz Fux. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 6.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur382073","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur382073","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA BÉLGICA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 12.445/2017) E DO TRATADO BILATERAL VIGENTE ENTRE AS PARTES. CONCURSO DE JURISDIÇÕES. COMPETÊNCIA INTERNACIONAL CONCORRENTE E AUSÊNCIA DE DEFLAGRAÇÃO, EM SOLO NACIONAL, DA PERSECUTIO CRIMINIS SOBRE OS MESMOS FATOS OBJETO DA EXTRADIÇÃO. POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. INSTAURAÇÃO DE PROCESSO PENAL, NO BRASIL, POR FATOS ALHEIOS AOS QUE MOTIVARAM O PLEITO EXTRADICIONAL. INEXISTÊNCIA DE ÓBICE AO SEU DEFERIMENTO. IMPUTAÇÃO DOS CRIMES DE “IMPORTAÇÃO, TRÁFEGO E POSSE DE ESTUPEFACIENTES, EM ASSOCIAÇÃO” E PARTICIPAÇÃO NUMA ORGANIZAÇÃO CRIMINAL”. DUPLA TIPICIDADE CONFIGURADA. AUSÊNCIA DOS TEXTOS LEGAIS DO ESTADO REQUERENTE SOBRE PRESCRIÇÃO. IRRELEVÂNCIA, DIANTE DA GRAVIDADE DOS FATOS E DA DATA EM QUE FORAM PRATICADOS. NEGATIVA DE AUTORIA POR FALTA DE PROVAS. QUESTÃO INSINDICÁVEL POR ESTA CORTE. ADOÇÃO, NO BRASIL, DO SISTEMA BELGA OU DA CONTENCIOSIDADE LIMITADA. PRECEDENTES. FAMÍLIA BRASILEIRA. APLICAÇÃO DO ENUNCIADO 421 DA SÚMULA DO STF. CONVERSÃO DA PRISÃO PREVENTIVA EM DOCIMILIAR. IMPOSSIBILIDADE. INOCORRÊNCIA DE SITUAÇÃO EXCEPCIONAL QUE AUTORIZE A FLEXIBILIZAÇÃO DA MEDIDA. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017. \n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é que é cidadão filipino e belga. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 12.445, de 24 de maio de 2017) e do tratado bilateral vigente entre as partes, promulgado, no Brasil, pelo Decreto 41.909, de 29 de julho de 1957.\n\n\n\n    2. Embora os crimes imputados ao extraditando não estejam previstos no Tratado bilateral entre aqueles passíveis de extradição – esta CORTE já decidiu que o acordo complementar ao referido tratado, realizado por troca de notas, não tem significado no direito interno (Ext 905, Rel. Min. JOAQUIM BARBOSA, Pleno, DJ de 22/4/2005) –, tal lacuna é colmatada com o socorro tanto da Convenção das Nações Unidas Contra o Tráfico Ilícito de Entorpecentes e Substâncias Psicotrópicas quanto da Convenção de Palermo, ratificadas por ambos os países e promulgadas, no Brasil, pelos Decretos 154, de 26 de junho de 1991, e 5.015, de 12 de março de 2004, respectivamente.\n\n\n\n    3. A Convenção Única de Nova York sobre Entorpecentes, promulgada, em solo pátrio, pelo Decreto 54.216/1964, instituiu competência internacional concorrente para a repressão do delito de tráfico internacional de drogas. Assim, o Estado da Bélgica tem competência para processar e julgar o acusado pela prática do crime de importação de entorpecentes, o que não anula a atuação punitiva do Estado brasileiro sobre a conduta de exportar a mesma substância. Precedentes. \n\n\n\n    4. Não há óbice ao deferimento do pedido, quando, presente o concurso de jurisdições entre o Estado requerente e o Brasil para a repressão dos ilícitos objeto do processo de extradição, não houver sido deflagrada a persecutio criminis no território nacional sobre os mesmos fatos. \n\n\n\n    5. A existência de processos penais deflagrados contra o extraditando, no Brasil, por fatos alheios aos que motivaram o pleito extradicional, não inibe o seu deferimento. A execução imediata da medida, porém, sujeita-se ao crivo do Governo brasileiro, que, em juízo discricionário, poderá entregar desde logo o estrangeiro ao Estado requerente ou deixar para fazê-lo após a conclusão dos processos ou o cumprimento das respectivas penas. \n\n\n\n    6. Os fatos delituosos imputados ao extraditando correspondem, no direito pátrio, aos crimes de tráfico de drogas (art. 33, caput, da Lei 11.343/2006) e de associação para o tráfico (art. 35, caput, da Lei 11.343/2006), aos quais se aplica o disposto no art. 40, I, da Lei 11.343/2006, em razão da transnacionalidade do delito. Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/2017.\n\n\n\n    7. Embora não constem dos autos a cópia dos textos legais belgas relativos à prescrição, é lícito presumir a sua não ocorrência, tendo em vista o curto espaço de tempo transcorrido desde a data dos fatos e a elevada quantidade de pena cominada, na legislação alienígena, aos delitos em apreço (Ext 634, Rel. Min. FRANCISCO REZEK, Plenário, DJ de 15/9/1995; Ext 576, Rel. Min. MOREIRA ALVES, Plenário, DJ de 1/10/1993; Ext 554, Rel. Min. MOREIRA ALVES, Plenário, DJ de 26/2/1993; Ext 426, Rel. Min. RAFAEL MAYER, Plenário, DJ de 18/10/1985). \n\n\n\n    8. O sistema belga – ou de contenciosidade limitada – que rege o processo de extradição passiva, no Brasil (art. 91, §1º, da Lei de Migração), não autoriza a análise, pelo SUPREMO TRIBUNAL FEDERAL, de questões atinentes à avaliação do material probatório produzido na investigação em curso no Estado requerente. \n\n\n\n    9. O fato de o extraditando ser casado com brasileira e possuir filhos sob sua dependência não impede a sua retirada compulsória do território nacional, consoante a sólida jurisprudência desta CORTE, cristalizada no enunciado 421 de sua Súmula.\n\n\n\n    10. A prisão preventiva do extraditando destina-se, em sua precípua função instrumental, a assegurar a execução de eventual ordem de extradição (Ext nº 579-QO, Tribunal Pleno, Rel. Min. CELSO DE MELLO, DJ de 10/9/93), assegurando-se, desta forma, que o Brasil honrará compromissos assumidos com Estados estrangeiros (Ext 1414 AgR/DF, Rel. Min. LUIZ FUX, Primeira Turma, DJe de 2/3/2016). Não se faz presente, nos autos, nenhuma circunstância excepcional que autorize a flexibilização da medida. \n\n\n\n    11. Pedido deferido, ficando condicionada a entrega (a) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017; e (b) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.455/2017, ressalvada, nessa hipótese, a possibilidade de execução imediata da decisão, por força de decisão discricionária do Presidente da República.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14525547","externo_seq_objeto_incidente":5168316,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-053  DIVULG 19-03-2018  PUBLIC 20-03-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1499&classe=Ext","is_colac":false,"titulo":"Ext 1499","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00051 INC-00052 ART-00084 \n          INC-00007 INC-00012\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00003 ART-00084 PAR-ÚNICO \n          ART-00089\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00012 ART-00016\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\" ART-00035 \"CAPUT\" \n          ART-00040 INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00002 INC-00003 INC-00004 \n          ART-00084 ART-00086 ART-00091 PAR-00001 \n          ART-00095 \"CAPUT\" ART-00096\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1953\n          ART-00003 LET-D ART-00005 LET-A\n                TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO DE JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-INT   CVC      ANO-1961\n          ART-00036 NÚMERO-1 NÚMERO-2 LET-A \n          ITEM-1\n                CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-INT   CVC      ANO-1988\n          ART-00006 NÚMERO-2 NÚMERO-3\n                CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-INT   CVC      ANO-2000\n          ART-00002 LET-B ART-00005 NÚMERO-1 \n          LET-A ITEM-1 ART-00016 INC-00001\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00312\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000026      ANO-1956\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO DE JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   DLG-000005      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DLG-000192      ANO-1991\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-041909      ANO-1957\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO DE JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   DEC-054216      ANO-1964\n                DECRETO - PROMULGA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEC-000154      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-005015      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-03-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO, BRASILEIRO NATURALIZADO, TRÁFICO DE ENTORPECENTES. PRISÃO PREVENTIVA, EXTRADITANDO, RISCO, FUGA, DUPLA NACIONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1499&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TROCA DE NOTAS DIPLOMÁTICAS)\nExt 905 (TP). \n(EXTRADIÇÃO, PRESCRIÇÃO)\nExt 426 (TP), Ext 554 (TP), Ext 576 (TP), Ext 634 (TP). \n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nHC 80993 (1ªT), Ext 783 AgR (TP), Ext 1121 AgR (TP), PPE 760 AgR (1ªT), Ext 1414 AgR (1ªT), Ext 579 QO (TP), Ext 785 QO (TP). \n(REQUISTO, EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT), Ext 667 (TP). \n(EXTRADIÇÃO, COMPETÊNCIA CONCORRENTE, TRÁFICO INTERNACIONAL DE DROGAS)\nExt 962 (TP), Ext 1023 (TP), Ext 1127 (TP), Ext 1126 (TP), Ext 1370 (1ªT). \n(EXTRADIÇÃO, CUMPRIMENTO DA PENA, TERRITÓRIO NACIONAL)\nExt 855 (TP). \n(ENTREGA, EXTRADITANDO, ATO DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA)\nExt 1114 (TP), Ext 1085 PET-AV (TP), Ext 1146 ED (TP), Rcl 11243 (TP). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n(PROCESSO DE EXTRADIÇÃO, CONTENCIOSIDADE LIMITADA)\nExt 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP). \n(SÚMULA 421/STF)\nExt 669 (TP), Ext 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT). \n(EXTRADIÇÃO, PERSECUÇÃO PENAL, TERRITÓRIO NACIONAL)\nExt 683 (TP), Ext 1100 (TP), Ext 1197 (TP). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n- Legislação estrangeira citada: Art. 2º bis, § 3º, letra \"b\" da Lei de 24/2/1921 da Bélgica; art. 323 do Código Penal da Bélgica.\nNúmero de páginas: 28.\nAnálise: 13/06/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA BÉLGICA \nEXTDO.(A/S)  : ANTONIO SALAZAR NUEZ \nADV.(A/S)  : GERSON DE OLIVEIRA FACIOLA DE SOUZA E OUTRO(A/S)\nADV.(A/S)  : CARLOS JOSE MARQUES DUARTE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":382073,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1499","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1499,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur422870","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto do Relator. Ausentes, por motivo de licença médica, o Ministro Celso de Mello e, justificadamente, o Ministro Ricardo Lewandowski. Presidência da Ministra Cármen Lúcia. 2ª Turma, 17.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur422870","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur422870","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição executória de cidadão italiano. 2. Disposições do Tratado de Extradição entre a República Federativa do Brasil e a República Italiana, firmado em 17 de outubro de 1989 e promulgado pelo Decreto 863, de 9 de julho de 1993, e da Lei 13.445/2017 (Lei de Migração); 3. Estrangeiro procurado na Itália para cumprir pena de 13 (treze) anos de prisão pelo cometimento dos crimes de tráfico internacional de entorpecentes. 4. Prisão para fins de extradição decretada. 5. Parecer da Procuradoria-Geral da República pela procedência do pedido de extradição. 6. Fatos suficientemente descritos na sentença. Condutas devidamente individualizadas. 7. Competência do Estado estrangeiro para processar e julgar o extraditando. 8. Não acolhimento da alegação de revelia. 9. Deferimento do pedido de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752524157","externo_seq_objeto_incidente":5816154,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-101  DIVULG 24-04-2020  PUBLIC 27-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1612&classe=Ext","is_colac":false,"titulo":"Ext 1612","documental_legislacao_citada_texto":["LEG-FED   LEI-006368      ANO-1976\n          ART-00012\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 REVOGADO PELA LEI-13445/2017\n          ART-00077 INC-00003 REVOGADO PELA LEI-13445/2017\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00002 INC-00003\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1969\n          ART-00002 NÚMERO-1\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-INT   CVC      ANO-1961\n          ART-00036 NÚMERO-1 NÚMERO-2 LET-A \n          ITEM-1\n                CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00110 ART-00117 \n          INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000005      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-054216      ANO-1964\n                DECRETO - PROMULGA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989"],"publicacao_data":"2020-04-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DUPLA TIPICIDADE. COMPETÊNCIA INTERNACIONAL, COMPETÊNCIA CONCORRENTE, REPRESSÃO DO CRIME, TRÁFICO DE DROGAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1612&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PERSECUÇÃO PENAL, TERRITÓRIO NACIONAL)\nExt 683 (TP), Ext 962 (TP), Ext 1023 (TP), Ext 1127 (TP), Ext 1126 (TP), Ext 1370 (1ªT). \n(EXTRADIÇÃO, REVELIA, EXTRADITANDO)\nExt 604, Ext 917 (TP), Ext 1405 (1ªT). \n- Legislação estrangeira citada: Art. 73 § 1º e § 6º, da Lei italiana; art. 80 § 2º, do decreto 309/1990, do Presidente da República italiana, art. 172, do Código Penal italiano.\n- Decisão estrangeira citada: Sentença 810/2001, do Tribunal de Bari da Itália.\nNúmero de páginas: 11.\nAnálise: 19/10/2020, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : FERNANDO GUARINO OU FERDINANDO GUARINO \nADV.(A/S)  : JOÃO VITOR SERRA NETTO PANHOZA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":422870,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1612","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-03-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1612,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur424784","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, concedeu a ordem para determinar que o Tribunal de Justiça do Distrito Federal e dos Territórios analise o mérito da impetração lá formulada (HC 0720862-52.2018.8.07.0000), visto que a realização do acordo de transação penal não é motivo legítimo para a sua perda de objeto. Além disso, para evitar a perda de objeto pela extinção da punibilidade, manteve a suspensão de pagamento da última parcela acordada na transação penal, nos termos da liminar anteriormente deferida, até o julgamento do mérito do habeas corpus no TJDFT, tudo nos termos do voto do Relator. Falou, pelo paciente, o Dr. Pedro Machado de Almeida Castro e, pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques, Subprocuradora-Geral da República. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 17.12.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur424784","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur424784","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Penal e Processual Penal. 2. A celebração de acordo de transação penal não acarreta a perda de objeto de habeas corpus em que se alega atipicidade da conduta e ausência de justa causa.\n\n\n\n    3. Embora o sistema penal negocial possa acarretar aprimoramentos positivos em certas hipóteses, a barganha no processo penal inevitavelmente gera riscos relevantes aos direitos fundamentais do imputado e deve ser estruturada de modo limitado, para evitar a imposição de penas pelo Estado de forma ilegítima.\n\n\n\n    4. Ainda que consentidos pelo imputado, os acordos penais precisam ser submetidos à homologação judicial, pois o julgador deve realizar controle sobre a legitimidade da persecução penal, de modo que casos de manifesta atipicidade da conduta narrada, extinção da punibilidade do imputado ou evidente inviabilidade da denúncia por ausência de justa causa acarretem a não homologação da proposta.\n\n\n\n    5. Portanto, não há perda de objeto do habeas corpus em que se alega a atipicidade da conduta e a falta de justa causa para a persecução penal, ao passo que, se concedido, inviabiliza-se a manutenção do acordo de transação penal, ainda que consentido pelo imputado.\n\n\n\n    6. Precedente desta Segunda Turma no sentido de que constitui constrangimento ilegal “a mera intimação para comparecimento à audiência preliminar para proposta de transação penal, se o fato é atípico” (HC 86.162, Rel. Min. Carlos Velloso, Segunda Turma, DJ 3.2.2006).\n\n\n\n    7. Ordem concedida para determinar a análise do mérito da impetração, visto que a realização do acordo de transação penal não é motivo legítimo para a sua perda de objeto.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752691288","externo_seq_objeto_incidente":5790781,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-123  DIVULG 18-05-2020  PUBLIC 19-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=176785&classe=HC","is_colac":false,"titulo":"HC 176785","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00098 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008072      ANO-1990\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00076 PAR-00003\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-INT   CVC      ANO-2000\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-INT   CVC      ANO-2003\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO¿BRASIL EM 9 DE DEZEMBRO DE 2003.¿\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00129 PAR-00006\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO APROVA A¿CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DLG-000348      ANO-2005\n                DECRETO LEGISLATIVO APROVA A CONVENÇÃO¿DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-005015      ANO-2004\n                DECRETO PROMULGA A CONVENÇÃO¿DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-005687      ANO-2006\n                DECRETO PROMULGA A CONVENÇÃO¿DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003¿\n\n","LEG-FED   RES-000181      ANO-2017\n                RESOLUÇÃO, DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP\n\n","LEG-FED   RES-000183      ANO-2018\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MONISTÉRIO PÚBLICO - CNMP\n\n","LEG-FED   PJL-008045      ANO-2010\n                PROJETO DE LEI\n\n","LEG-FED   PJL-000236      ANO-2012\n                PROJETO DE LEI\n\n","LEG-FED   PJL-010372      ANO-2018\n                PROJETO DE LEI"],"publicacao_data":"2020-05-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: TRANSAÇÃO PENAL, NATUREZA JURÍDICA, DECISÃO HOMOLOGATÓRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DESCUMPRIMENTO, CLÁUSULA, TRANSAÇÃO PENAL, PROPOSITURA, AÇÃO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=176785&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONSTRANGIMENTO ILEGAL, INTIMAÇÃO, AUDIÊNCIA, PRELIMINAR, ATIPICIDADE)\nHC 86162 (2ªT). \n(TRANSAÇÃO PENAL, NATUREZA JURÍDICA, DECISÃO HOMOLOGATÓRIA)\nRE 795567 (TP). \n(DESCUMPRIMENTO, CLÁUSULA, TRANSAÇÃO PENAL, PROPOSITURA, AÇÃO PENAL)\nRE 581201 AgR (2ªT). \n- Legislação estrangeira citada: art. (B) (3) das Regras Federais do Processo Penal norte-americano.\n- Veja ADI 5790 do STF.\nNúmero de páginas: 30.\nAnálise: 23/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : ADRIANO ROCHA RAMOS \nIMPTE.(S)  : PEDRO MACHADO DE ALMEIDA CASTRO \nIMPTE.(S)  : OCTAVIO AUGUSTO DA SILVA ORZARI \nIMPTE.(S)  : VINICIUS ANDRE DE SOUSA \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":424784,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 176785","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-12-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"ALMEIDA, Vera Ribeiro de. Transação penal e penas alternativas. Uma pesquisa empírica nos Juizados Especiais Criminais do Rio de Janeiro. Rio de Janeiro: Lumen Juris, 2014. p. 151 e p. 158.\nALSCHULER, Albert W. The changing plea bargaining debate. California Law Review, n. 69, 1981. p. 715. \nANZILIERO, Dineia Largo. Descaminhos da informalização da justiça penal no Brasil: entusiasmo e crise nos Juizados Especiais Criminais. Dissertação (Mestrado em Ciências Criminais) - Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, 2008. p. 150-155.\nDERVAN, Lucian E.; EDKINS, Vanessa. The innocent defendant’s dilemma: an innovative empirical study of plea bargaining’s innocence problem. Journal of Criminal Law and Criminology, v. 103, n. 1, p. 1-48, maio 2012.\nFEELEY, Malcolm M. The process is the punishment. Handling cases in a lower criminal court. New York: Russell Sage, 1992. p. 199-243.\nFINKELSTEIN, Michael O. A statistical analysis of guilty plea practices in the federal courts. Harvard Law Review, v. 89, n. 2, p. 293-315, dez. 1975.  \nKARAM, Maria Lúcia. Juizados Especiais Criminais. Revista dos Tribunais, 2004. p. 34-49. \nLANGBEIN, John H. Torture and plea bargaining. The University of Chicago Law Review, v. 46, n. 1, 1978. p. 12-13.","ministro_facet":["GILMAR MENDES"],"processo_numero":176785,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425515","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"ES","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que julgava procedente o pedido formulado na ação direta para declarar a inconstitucionalidade da Lei nº. 10.309, de 8.12.2014, do Estado do Espírito Santo, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 8.11.2019 a 19.11.2019.\r\n\n           Decisão: O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto reajustado da Relatora, vencido parcialmente o Ministro Alexandre de Moraes. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019). Plenário, Sessão Virtual de 10.4.2020 a 17.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425515","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Espírito Santo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425515","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL. LEI N. 10.309/2014 DO ESPÍRITO SANTO. REGULAMENTAÇÃO DA VENDA DE BEBIDAS ALCOÓLICAS EM ESTÁDIOS E ARENAS DESPORTIVAS. COMPETÊNCIA CONCORRENTE DA UNIÃO, DOS ESTADOS E DO DISTRITO FEDERAL EM MATÉRIA DE CONSUMO. ART. 13-A DO ESTATUTO DO TORCEDOR. NORMA GERAL. AUSÊNCIA DE AFRONTA AO PRINCÍPIO DA PROPORCIONALIDADE E AO DIREITO FUNDAMENTAL À SEGURANÇA. PRECEDENTE DESTE SUPREMO TRIBUNAL: ADI N. 6.193. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752757973","externo_seq_objeto_incidente":4723952,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-130  DIVULG 26-05-2020  PUBLIC 27-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5250&classe=ADI","is_colac":false,"titulo":"ADI 5250","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00002 ART-00003 \n          ART-00005 \"CAPUT\" INC-00032 INC-00054 \n          ART-00023 INC-00001 ART-00024 INC-00005 \n          INC-00009 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 ART-00030 INC-00001 ART-00217\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009615      ANO-1988\n          ART-00042 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-010671      ANO-2003\n          ART-00001 INC-00001 ART-0001A ART-00002 \n          ART-0013A INC-00002 ART-0039A ART-0041B\n                LEI ORDINÁRIA - ESTATUTO DE DEFESA DO TORCEDOR\n\n","LEG-FED   LEI-012299      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-006117      ANO-2007\n                DECRETO\n\n","LEG-FED   PRT-001195      ANO-2008\n                PORTARIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA - MJSP\n\n","LEG-FED   PJL-000451      ANO-1995\n                PROJETO DE LEI\n\n","LEG-FED   PJL-004869      ANO-2009\n                PROJETO DE LEI\n\n","LEG-EST   LEI-013749      ANO-2009\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-010309      ANO-2014\n          ART-00001 PAR-ÚNICO ART-00002 INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00003 \n          INC-00001 INC-00002 INC-00003 ART-00004\n                LEI ORDINÁRIA, ES"],"publicacao_data":"2020-05-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEI ESTADUAL, COMPETÊNCIA SUPLEMENTAR, FIXAÇÃO, CRITÉRIO, VENDA, BEBIDA ALCOÓLICA, ESTÁDIO DE FUTEBOL, INEXISTÊNCIA, INVASÃO, COMPETÊNCIA, UNIÃO FEDERAL. LEI ESTADUAL, EXIGÊNCIA, ALVARÁ, FORNECEDOR; LIMITAÇÃO, DURAÇÃO, VENDA; EXIGÊNCIA, SEGURANÇA, EMBALAGEM; VEDAÇÃO, VENDA, MENOR. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PROTEÇÃO, AUTONOMIA, ESTADO-MEMBRO, PREVENÇÃO, SECESSÃO. DISTRIBUIÇÃO, COMPETÊNCIA, CONCILIAÇÃO, INTERESSE, ENTE FEDERADO, REFORÇO, FEDERALISMO COOPERATIVO. FEDERALISMO, ESTADO BRASILEIRO, INADEQUAÇÃO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, SOLUÇÃO, CONFLITO, MULTIDISCIPLINARIDADE. FEDERALISMO, CONFLITO DE COMPETÊNCIA, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO, ENTE FEDERADO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, MUNICÍPIO, COMPETÊNCIA, NORMA, INTERESSE LOCAL.\nFEDERALISMO, DESCENTRALIZAÇÃO, PROTEÇÃO, DIREITO FUNDAMENTAL. PRINCÍPIO DA SUBSIDIARIEDADE, FEDERALISMO, RESTRIÇÃO, PODER DE LEGISLAR, LEI, DEFINIÇÃO, ÂMBITO, ATUAÇÃO, ENTE FEDERADO. POSSIBILIDADE, \nREGULAMENTAÇÃO, ESTATUTO DO TORCEDOR, LEGISLADOR ESTADUAL, ORGANIZAÇÃO, EVENTO ESPORTIVO. ESTATUTO DO TORCEDOR, INEXISTÊNCIA, DISPOSIÇÃO EXPRESSA, PROIBIÇÃO, BEBIDA ALCOÓLICA. DECRETO, AUSÊNCIA, CORRELAÇÃO, VIOLÊNCIA, ESTÁDIO DE FUTEBOL, CONSUMO, BEBIDA ALCOÓLICA. PREVENÇÃO, VIOLÊNCIA, COMPLEXIDADE, DIRETRIZ, POLÍTICA PÚBLICA. POLISSEMIA, PALAVRA, BEBIDA, ESTATUTO DO TORCEDOR. COMPETÊNCIA, LEI ESTADUAL, EDIÇÃO, NORMA, CONTENÇÃO, VIOLÊNCIA, ESTÁDIO DE FUTEBOL.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: AFASTAMENTO, PRELIMINAR, IMPUGNAÇÃO GENÉRICA. EVOLUÇÃO, FEDERALISMO, COLABORAÇÃO, ENTE FEDERADO, UNIÃO FEDERAL. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA, PREVALÊNCIA, NORMA, LOCAL, MUNICÍPIO, EQUILÍBRIO, FEDERAÇÃO. CONSTITUINTE ORIGINÁRIO, DISTRIBUIÇÃO, MATÉRIA, CONSUMO, DESPORTO, UNIÃO FEDERAL, COMPETÊNCIA LEGISLATIVA, EDIÇÃO, NORMA, INTERESSE, CARÁTER GERAL, POSSIBILIDADE, ENTE FEDERADO, COMPLEMENTAÇÃO. COMPETÊNCIA CONCORRENTE CUMULATIVA, FIXAÇÃO, NÍVEL SUPERIOR, UNIÃO FEDERAL, NORMA GERAL, ENTE FEDERADO, COMPLEMENTAÇÃO. COMPETÊNCIA SUPLEMENTAR. TENDÊNCIA, JURISPRUDÊNCIA, STF, VALIDAÇÃO, INICIATIVA, ESTADO-MEMBRO, COMPETÊNCIA CONCORRENTE, RELAÇÃO DE CONSUMO. LEI IMPUGNADA, AUSÊNCIA, LIMITAÇÃO, VARIAÇÃO, BEBIDA ALCOÓLICA, PERMISSÃO, CARÁTER GERAL, CONSUMO, BEBIDA ALCOÓLICA, ESTÁDIO DE FUTEBOL, DESRESPEITO, PRINCÍPIO DA RAZOABILIDADE. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, EXCLUSÃO, AUTORIZAÇÃO, COMERCIALIZAÇÃO, CONSUMO, ALTO TEOR ALCOÓLICO, ESTÁDIO. \n\n- TERMO(S) DE RESGATE: PRESUMPTION AGAINST PRE-EMPTION, VERBA CUM EFFECTU SUNT ACCIPIENDA, CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5250&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, COMPETÊNCIA CONCORRENTE, INCOMPATIBILIDADE, LEI NACIONAL, LEI ESTADUAL, OFENSA INDIRETA)\nADI 2344 QO (TP). \n(ADI, CONTRARIEDADE, DIVISÃO, COMPETÊNCIA LEGISLATIVA, APRECIAÇÃO, NORMA INFRACONSTITUCIONAL)\nADI 2903 (TP). \n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, COMERCIALIZAÇÃO, BEBIDA ALCOÓLICA, ESTÁDIO DE FUTEBOL)\nADI 6193 (TP). \n(CONFLITO DE COMPETÊNCIA, ATO NORMATIVO, MULTIDISCIPLINARIDADE)\nADPF 109 (TP), ADI 5356 (TP). \n(ADI, IMPUGNAÇÃO GENÉRICA)\nADI 1708 (TP). \n(ADI, ÔNUS, FUNDAMENTAÇÃO, IMPUGNAÇÃO ESPECÍFICA, ATO NORMATIVO)\nADI 708 (TP), ADI 1775 (TP), ADI 2213 MC (TP), ADI 561 MC (TP), ADI 5287 (TP), ADI 259 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, RELAÇÃO DE CONSUMO, ABANDONO, CENTRALIZAÇÃO, COMPETÊNCIA DA UNIÃO)\nADI 2663 (TP), ADPF 109 (TP), ADI 4306 (TP), ADI 5462 (TP), ADI 5745 (TP). \n(ESTATUTO DO TORCEDOR, CONSTITUCIONALIDADE, CARÁTER GERAL)\nADI 2937 (TP). \n(INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO)\nADI 1150 (TP), ADI 1600 (TP), ADI 1719 (TP), ADI 3046 (TP), ADI 1344 MC (TP), ADI 1510 MC (TP). \n- Decisão monocrática citada:\n(ADI, ÔNUS, FUNDAMENTAÇÃO, IMPUGNAÇÃO ESPECÍFICA, ATO NORMATIVO)\nADI 514.\n- Legislação estrangeira citada: Constituição norte-americana de 1787; art. 10 da Constituição de Weimar.\n- Veja ADI 6195 do STF.\nNúmero de páginas: 51.\nAnálise: 27/04/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO ESPÍRITO SANTO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DO ESPÍRITO SANTO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425515,"documental_tese_texto":null,"procedencia_geografica_completo":"ES - ESPÍRITO SANTO","processo_codigo_completo":"ADI 5250","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. 3. ed. São Paulo: Atlas, 2005. p. 97.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria Geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87 e 230.\nCOOLEY, Thomas Mcintyre. The general principles of constitucional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nDUVERGER, Maurice. Droit constitutionnel er institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nGORDILHO, Agustín. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHAMILTON. The Federalist papers, n. 9.\nHORTA, Raul Machado. Direito Constitucional. 4. ed. rev. atual. Belo Horizonte: Del Rey, 2003. p. 356.\n______. Estruturação da federação. Revista de Direito Público, n. 81. p. 83 et seq.\n______. Estudos de direito constitucional. Belo Horizonte: Del Rey, 1995. p. 366.\n______. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq.\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97 e 841.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra Editora, 1990. p. 13-13.\nMORAES, Alexandre de. Direito constitucional. 35. ed. São Paulo: Atlas, 2019. p. 351.\nNEPOMUCENO, Jdaielson Alves de Moura et al. Alcohol and violent behavior among football spectators: An empirical assessment of Brazilian's criminalization. International Journal of Law, Crime and Justice, v. 51, p. 32-44, 2017.\nRÁO, Vicente. O direito e a vida dos direitos. São Paulo: Max Limonad. v. 2. p. 542.\nREALE, Minguel. Lições preliminares de Direito. São Paulo: Saraiva, 1985. p. 168.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSALINAS, Jesus Gonzales. Notas sobre algunos de los puntos de referencia entre ley, regulamento y acto administrativo. Revista de Administración Pública, n. 120. 1989.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 30. ed. Malheiros: São Paulo, 2008. p. 481.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":5250,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425819","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade do § 5º do art. 162 da Lei Orgânica do Município de Foz do Iguaçu, acrescido pela Emenda n. 47/2018, nos termos do voto da Relatora. Plenário, Sessão Virtual de 1.5.2020 a 8.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["4","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425819","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425819","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONVERSÃO EM JULGAMENTO DEFINITIVO. LEI ORGÂNICA DO MUNICÍPIO DE FOZ DO IGUAÇU. PROIBIÇÃO DE APLICAÇÃO DA “IDEOLOGIA DE GÊNERO, DO TERMO “GÊNERO” OU “ORIENTAÇÃO SEXUAL” NAS INSTITUIÇÕES DA REDE MUNICIPAL DE ENSINO. INVASÃO DA COMPETÊNCIA PRIVATIVA DA UNIÃO PARA LEGISLAR SOBRE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL. AFRONTA AO PRINCÍPIO DA ISONOMIA, AO DIREITO FUNDAMENTAL DE LIBERDADE DE CÁTEDRA E À GARANTIA DO PLURALISMO DE IDEIAS. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL JULGADA PROCEDENTE.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752833807","externo_seq_objeto_incidente":5496114,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=526&classe=ADPF","is_colac":false,"titulo":"ADPF 526","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00009 INC-00054 \n          ART-00019 INC-00001 ART-00022 INC-00024 \n          PAR-ÚNICO ART-00024 INC-00009 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00030 \n          INC-00002 ART-00102 PAR-00001 ART-00205 \n          ART-00206 INC-00001 INC-00002 INC-00003 \n          ART-00214 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00001 ART-00002 ART-00003 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00010 INC-00011 INC-00012 INC-00013 \n          ART-00009 INC-00001 PAR-00001 ART-00012 \n          INC-00001 INC-00009 INC-00010 INC-00011 \n          ART-00013 INC-00001 ART-00022 ART-00026 \n          PAR-00001 PAR-00003 PAR-00004 PAR-00009 \n          PAR-00010 ART-00027 INC-00001 INC-00002 \n          INC-00003 INC-00004\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-013005      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00001\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00026\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-MUN   EMC-000047      ANO-2018\n                EMENDA CONSTITUCIONAL DO MUNICÍPIO DE FOZ DO IGUAÇU, PR\n\n","LEG-MUN   LOM      ANO-1990\n          ART-00002 ART-00003 ART-00162 PAR-00005\n                LEI ORGÂNICA DO MUNICÍPIO DE FOZ DO IGUAÇU, PR"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA GERAL, EDUCAÇÃO, ENSINO. CONSELHO NACIONAL DE EDUCAÇÃO (CNE), FUNÇÃO NORMATIVA, SUPERVISÃO. AUTONOMIA, ESCOLA, ELABORAÇÃO, PROPOSTA, CARÁTER PEDAGÓGICO, PARTICIPAÇÃO, DOCÊNCIA. PRINCÍPIO DA PROTEÇÃO INTEGRAL À CRIANÇA E AO ADOLESCENTE. PROIBIÇÃO, DISCRIMINAÇÃO, DECORRÊNCIA, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DEMOCRACIA, ESTADO DE DIREITO. DIREITO DAS MINORIAS. COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO, MATÉRIA, EDUCAÇÃO. DIRETRIZ, EDUCAÇÃO, DESENVOLVIMENTO, ESTUDANTE, EXERCÍCIO, CIDADANIA, QUALIFICAÇÃO PARA O TRABALHO, PRINCÍPIO, LIBERDADE DE APRENDER, LIBERDADE DE ENSINAR, PESQUISA CIENTÍFICA, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, CARÁTER PEDAGÓGICO, CONSIDERAÇÃO HUMANITÁRIA, PROMOÇÃO, CIÊNCIA E TECNOLOGIA. AUSÊNCIA, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MATÉRIA, CURRÍCULO, CONTEÚDO PROGRAMÁTICO, METODOLOGIA, ENSINO. INCONSTITUCIONALIDADE FORMAL, LEI MUNICIPAL. LIBERDADE DE EXPRESSÃO, PROIBIÇÃO, CENSURA PRÉVIA. LIBERDADE DE EXPRESSÃO, DIREITO DE RESPOSTA. DEMOCRACIA REPRESENTATIVA. PROTEÇÃO, DIREITO FUNDAMENTAL, LIBERDADE, ORIENTAÇÃO SEXUAL, IDENTIDADE DE GÊNERO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: OBRIGATORIEDADE, OBSERVÂNCIA, PRINCÍPIO, LIBERDADE DE ENSINAR, PLURALISMO, IDEIA, CARÁTER PEDAGÓGICO, FOMENTO, LIBERDADE, TOLERÂNCIA. PRINCÍPIO DO PLURALISMO POLÍTICO, VEDAÇÃO, TRATAMENTO DISCRIMINATÓRIO, LIBERDADE DE INFORMAÇÃO, LIBERDADE DE CÁTEDRA, TOLERÂNCIA, DEBATE, IDEIA. DIREITO À IGUALDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, AUTONOMIA PRIVADA. COMPROMISSO, NORMA CONSTITUCIONAL, NORMA INTERNACIONAL, IGUALDADE. DIREITO FUNDAMENTAL, PROIBIÇÃO, EXCESSO. DEVER, PODER PÚBLICO, POLÍTICA PÚBLICA, IGUALDADE, MEDIDA EDUCATIVA, CONSCIÊNCIA REFLEXIVA, IDENTIDADE DE GÊNERO, SEXUALIDADE. JURISPRUDÊNCIA, DIREITO COMPARADO, EDUCAÇÃO, ORIENTAÇÃO SEXUAL, ESCOLA PÚBLICA, DIREITO DA PERSONALIDADE, AUTODETERMINAÇÃO, MENOR.\n\n- TERMO(S) DE RESGATE: ESTADOS TOTALITÁRIOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=526&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONVERSÃO, MEDIDA CAUTELAR, DECISÃO DEFINITIVA, MÉRITO)\nADI 5566 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DEFINIÇÃO, LDB)\nADI 2501 (TP), ADI 3713 (TP), ADI 2667 MC (TP), ADI 5091 (TP). \n(LIBERDADE DE APRENDER, LIBERDADE DE ENSINAR, LIBERDADE DE EXPRESSÃO)\nADI 5577 (TP), ADPF 457 (TP). \n(DISCRIMINAÇÃO SEXUAL, UNIÃO HOMOAFETIVA)\nADI 4277 (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, LDB)\nADI 1399 (TP), ADI 3098 (TP), ADI 4060 (TP), ADI 2667 MC (TP), ADI 5341 MC-Ref (TP). \n(CRIMINALIZAÇÃO, HOMOFOBIA, TIPO PENAL, PRECONCEITO DE RAÇA)\nADO 26 (TP). \n- Decisões monocráticas citadas:\n(LIBERDADE DE APRENDER, LIBERDADE DE ENSINAR, LIBERDADE DE EXPRESSÃO)\nADI 5537 MC, ADPF 465 MC, ADPF 548 MC, ADPF 467 MC, ADPF 600, ADPF 462 MC, ADPF 457 MC.\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DEFINIÇÃO, LDB)\nADI 3699.\n- Legislação estrangeira citada: Art. 1 e art. 2, da Declaração Universal dos Direitos Humanos.\n- Decisões estrangeiras citadas: S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6, do Tribunal Constitucional Espanhol; Caso Kingsley Pictures Corp. vs. Regents, 360 U.S 684, 688-89, 1959, da Suprema Corte dos Estados Unidos; Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos; BVERFGE 47, 46, da Alemanha.\n- Veja a alínea “i” do Parecer Consultivo OC-24/2017 da Corte Interamericana de Direitos Humanos.\n- Veja Princípios de Yogyakarta sobre a Aplicação da Legislação Internacional de Direitos Humanos em relação à Orientação Sexual e Identidade de Gênero, de 2006 (princípio n. 1 e princípio n. 2).\nNúmero de páginas: 57.\nAnálise: 16/03/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO COMUNISTA DO BRASIL \nADV.(A/S)  : PAULO MACHADO GUIMARAES E OUTRO(A/S)\nINTDO.(A/S)  : CAMARA MUNICIPAL DE FOZ DO IGUACU \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425819,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADPF 526","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 12-13.\nBERNS, Walter. A Constituição assegura esses direitos? In: Vários autores. A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 285.\nBESSETTE, Joseph M. Democracia deliberativa: o princípio da maioria no governo republicano. In: A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 305 et seq.\nBOBBIO, Norberto. Igualdad y libertad. Barcelona: Paidós, 1993. p. 117.\nBOM, Pierre. La légitimité du conseil constitucionnel français. In: Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 143 et seq.\nCARDINALI, Daniel Carvalho. A escola como instrumento do dever constitucional de enfrentamento da homofobia: potencialidade e tensões. Revista Publicum. Rio de Janeiro. v. 3. n. 1. 2017. p. 158 e 166.\nCERRI, Augusto. Corso di giustizia costituzionale. 2. ed. Milão: Giuffrè, 1997. p. 17.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norte-americana. Martins Fontes, 2006. \nFURLANI, Jimena. Existe ‘ideologia de gênero’?. Disponível em: http://apublica.org/2016/08/existe-ideologia-de-genero.\nGOLDWIN, Robert A.; SCHAMBRA, William A. (Orgs.). A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 305. \nHÄBERLE, Peter. Die Verfassung des Pluralismus: Studien zur Verfassungstheorie der offenen Gesellschaft. Königstein: Athenäum, 1980. p. 5 e 6.\nHORTA, Raul Machado. Direito Constitucional. 5. ed. Belo Horizonte: Del Rey, 2010. p. 309.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 14. p. 435.\nLIONÇO, Tatiana; DINIZ, Débora. Homofobia e educação: um desafio ao silêncio. Brasília: LetrasLivres, Universidade de Brasília, 2009.\nLUCHAIRE, François. Le conseil constitutionnel. Paris: Economica, 1980. p. 19 et seq.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. p. 96.\nMIRANDA, Jorge. Nos dez anos de funcionamento do tribunal constitucional. In: Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra Editora, 1995. p. 95.\nORGANIZAÇÃO DAS NAÇÕES UNIDAS. Nascidos Livres e Iguais: Orientação sexual e identidade de Gênero no Regime Internacional de Direitos Humanos.\nRAWLS, John. Liberalismo Político: elementos básicos. p. 56.\nRIVERO, Jean. A modo de sintesis. In: Vários autores. Tribunales constitucionales europeus y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984. p. 666 et seq.\nSARMENTO, Daniel. A Igualdade Étnico-Racial no Direito Constitucional Brasileiro: Discriminação ‘De Facto’, Teoria do Impacto Desproporcional e Ação Afirmativa. In: SARMENTO, Daniel. Livres e Iguais: Estudos de Direito Constitucional. Rio de Janeiro: Lumen Juris, 2006. p. 141.\nSILVA, José Afonso da. SILVA, Curso de Direito Constitucional Positivo. 30. ed. São Paulo: Malheiros, 2008. p. 481.\n______. Comentário Contextual à Constituição. São Paulo: Malheiros, 2010. p. 280.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.\nZAGREBELSKY, Gustavo. El derecho ductil: ley, derechos y justicia. Trad. Marina Gercón. Madrid: Trotta, 1995. p. 13.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":526,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425831","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade formal e material da Lei nº 1.516/2015 do Município de Novo Gama - GO, nos termos do voto do Relator. O Ministro Edson Fachin acompanhou o Relator com ressalvas. Falou, pelo amicus curiae, a Dra. Andressa Regina Bissolotti dos Santos. Plenário, Sessão Virtual de 17.4.2020 a 24.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["4","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425831","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425831","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. DIREITO CONSTITUCIONAL. LEI 1.516/2015 DO MUNICÍPIO DE NOVO GAMA – GO. PROIBIÇÃO DE DIVULGAÇÃO DE MATERIAL COM INFORMAÇÃO DE IDEOLOGIA DE GÊNERO EM ESCOLAS MUNICIPAIS. USURPAÇÃO DE COMPETÊNCIA PRIVATIVA LEGISLATIVA DA UNIÃO. DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (ART. 22, XXIV, CF). VIOLAÇÃO AOS PRINCÍPIOS ATINENTES À LIBERDADE DE APREENDER, ENSINAR, PESQUISAR E DIVULGAR O PENSAMENTO A ARTE E O SABER (ART. 206, II, CF), E AO PLURALISMO DE IDEIAS E DE CONCEPÇÕES PEDAGOGICAS (ART. 206, III, CF). PROIBIÇÃO DA CENSURA EM ATIVIDADES CULTURAIS E LIBERDADE DE EXPRESSÃO (ART. 5º, IX, CF). DIREITO À IGUALDADE (ART. 5º, CAPUT, CF). DEVER ESTATAL NA PROMOÇÃO DE POLÍTICAS PÚBLICAS DE COMBATE À DESIGUALDADE E À DISCRIMINAÇÃO DE MINORIAS. INCONSTITUCIONALIDADE FORMAL E MATERIAL RECONHECIDAS. PROCEDÊNCIA.\n\n\n\n    1. Compete privativamente à União legislar sobre diretrizes e bases da educação nacional (CF, art. 22, XXIV), de modo que os Municípios não têm competência legislativa para a edição de normas que tratem de currículos, conteúdos programáticos, metodologia de ensino ou modo de exercício da atividade docente. A eventual necessidade de suplementação da legislação federal, com vistas à regulamentação de interesse local (art. 30, I e II, CF), não justifica a proibição de conteúdo pedagógico, não correspondente às diretrizes fixadas na Lei de Diretrizes e Bases da Educação Nacional (Lei 9.394/1996). Inconstitucionalidade formal.\n\n\n\n    2. O exercício da jurisdição constitucional baseia-se na necessidade de respeito absoluto à Constituição Federal, havendo, na evolução das Democracias modernas, a imprescindível necessidade de proteger a efetividade dos direitos e garantias fundamentais, em especial das minorias.\n\n\n\n    3. Regentes da ministração do ensino no País, os princípios atinentes à liberdade de aprender, ensinar, pesquisar e divulgar o pensamento, a arte e o saber (art. 206, II, CF) e ao pluralismo de ideias e de concepções pedagógicas (art. 206, III, CF), amplamente reconduzíveis à proibição da censura em atividades culturais em geral e, consequentemente, à liberdade de expressão (art. 5º, IX, CF), não se direcionam apenas a proteger as opiniões supostamente verdadeiras, admiráveis ou convencionais, mas também aquelas eventualmente não compartilhada pelas maiorias.\n\n\n\n    4. Ao aderir à imposição do silêncio, da censura e, de modo mais abrangente, do obscurantismo como estratégias discursivas dominantes, de modo a enfraquecer ainda mais a fronteira entre heteronormatividade e homofobia, a Lei municipal impugnada contrariou um dos objetivos fundamentais da República Federativa do Brasil, relacionado à promoção do bem de todos (art. 3º, IV, CF), e, por consequência, o princípio segundo o qual todos são iguais perante a lei, sem distinção de qualquer natureza (art. 5º, caput, CF). \n\n\n\n    5. A Lei 1.516/2015 do Município de Novo Gama – GO, ao proibir a divulgação de material com referência a ideologia de gênero nas escolas municipais, não cumpre com o dever estatal de promover políticas de inclusão e de igualdade, contribuindo para a manutenção da discriminação com base na orientação sexual e identidade de gênero. Inconstitucionalidade material reconhecida.\n\n\n\n    6. Arguição de descumprimento de preceito fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752834386","externo_seq_objeto_incidente":5192888,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=457&classe=ADPF","is_colac":false,"titulo":"ADPF 457","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00009 INC-00054 \n          ART-00019 INC-00001 ART-00022 INC-00024 \n          PAR-ÚNICO ART-00024 INC-00009 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00030 \n          INC-00001 INC-00002 ART-00102 INC-00001 \n          LET-A PAR-00001 ART-00103 INC-00006 \n          ART-00125 PAR-00002 ART-00205 ART-00206 \n          INC-00001 INC-00002 INC-00003 ART-00214\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00002 ART-00003 INC-00002 INC-00003 \n          INC-00004\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-013005      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00001\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00026\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   LEI-001516      ANO-2015\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006\n                LEI ORDINÁRIA DO MUNICÍPIO DE NOVO GAMA, GO\n\n","LEG-MUN   LOM      ANO-1990\n                LEI ORGÂNICA DO MUNICÍPIO DE FOZ DO IGUAÇU, PR\n\n","LEG-MUN   LEI-003491      ANO-2015\n          ART-00002 \"CAPUT\" ART-00003 \"CAPUT\"\n                LEI ORDINÁRIA DO MUNICÍPIO DE IPATINGA, MG"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, INADMISSIBILIDADE, LEI MUNICIPAL, ATO NORMATIVO MUNICIPAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DISCUSSÃO, POLÍTICA, ENSINO, GÊNERO, ESCOLA. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, EDUCAÇÃO, ENSINO. LIBERDADE DE EXPRESSÃO, ASPECTOS, MANIFESTAÇÃO, CIDADÃO; PROIBIÇÃO, INTERVENÇÃO, PODER PÚBLICO, CENSURA PRÉVIA. LIBERDADE DE EXPRESSÃO, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL, DIREITO DE RESPOSTA. STF, PROIBIÇÃO, DISCRIMINAÇÃO, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: RECONHECIMENTO, IDENTIDADE DE GÊNERO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. STF, SUSPENSÃO, EFICÁCIA, LEI MUNICIPAL, PROIBIÇÃO, REFERÊNCIA, IDEOLOGIA, GÊNERO, MATERIAL DIDÁTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: NORMA, ESTADO-MEMBRO, MUNICÍPIO, INVIOLABILIDADE, NORMA GERAL, UNIÃO FEDERAL. CRIMINALIZAÇÃO, HOMOFOBIA, TIPO PENAL, PRECONCEITO DE RAÇA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=457&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, INADMISSIBILIDADE, LEI MUNICIPAL, ATO NORMATIVO MUNICIPAL)\nADI 347 (TP), RE 94039 (2ªT) - RTJ 102/749, RE 99987 (2ªT) - RTJ 124/266, RE 99267 (1ªT) - RTJ 124/612, RE 93313 (1ªT) - RTJ 104/724, Rcl 337 (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 186 (TP), ADPF 17 AgR (TP), ADPF 3 QO (TP). \n(COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, EDUCAÇÃO, ENSINO)\nADI 3098 (TP), ADI 4060 (TP), ADI 5341 MC-Ref (TP). \n(STF, PROIBIÇÃO, DISCRIMINAÇÃO, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL)\nADI 4277 (TP). \n(IDENTIDADE DE GÊNERO)\nADI 4275 (TP). \n(CRIMINALIZAÇÃO, HOMOFOBIA, TIPO PENAL, PRECONCEITO DE RAÇA)\nADO 26 (TP). \n(LIBERDADE DE ENSINAR, LIBERDADE DE EXPRESSÃO)\nADI 5577 (TP), ADPF 548 (TP). \n(NORMA, ESTADO-MEMBRO, MUNICÍPIO, INVIOLABILIDADE, NORMA GERAL, UNIÃO FEDERAL)\nADI 1399 (TP), ADI 2667 MC (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 12, ADPF 13, ADPF 15.\n(STF, SUSPENSÃO, EFICÁCIA, LEI MUNICIPAL, PROIBIÇÃO, REFERÊNCIA, IDEOLOGIA, GÊNERO, MATERIAL DIDÁTICO)\nADI 5537 MC, ADPF 526 MC, ADPF 467 MC, ADPF 600.\n(ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DISCUSSÃO, POLÍTICA, ENSINO, GÊNERO, ESCOLA)\nADPF 526 MC, ADPF 467, ADPF 600, ADPF 462 MC.\n- Legislação estrangeira citada: Art. 1 e art. 2, da Declaração Universal dos Direitos Humanos.\n- Decisões estrangeiras citadas: S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6, do Tribunal Constitucional Espanhol; Caso Kingsley Pictures Corp. vs. Regents, 360 U.S 684, 688-89, 1959, da Suprema Corte dos Estados Unidos; Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos; Caso BVERFGE 47, 46, da Alemanha.\n- Veja Tópico 1, Tópico 2, Tópico 3, Tópico 4 e Tópico 5, do documento Nascidos Livres e Iguais – Orientação sexual e identidade de Gênero no Regime Internacional de Direitos Humanos, da ONU.  \n- Veja a alínea “i” do Parecer Consultivo OC-24/2017 da Corte Interamericana de Direitos Humanos.\n- Veja Princípios de Yogyakarta sobre a Aplicação da Legislação Internacional de Direitos Humanos em relação à Orientação Sexual e Identidade de Gênero, de 2006 (princípioS n. 1 e n. 2).\n\nNúmero de páginas: 53.\nAnálise: 23/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE NOVO GAMA \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE NOVO GAMA \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE NOVO GAMA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : GRUPO DIGNIDADE - PELA CIDADANIA DE GAYS, LÉSBICAS E TRANSGÊNEROS \nADV.(A/S)  : ANDRESSA REGINA BISSOLOTTI DOS SANTOS E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425831,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ADPF 457","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 12-13.\nBERNS, Walter. A Constituição assegura esses direitos?. In: A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 285.\nBESSETTE, Joseph M. Democracia deliberativa: o princípio da maioria no governo republicano. In: A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 305 et seq.\nBOBBIO, Norberto. Igualdad y libertad. Barcelona: Paidós, 1993. p. 117. \nBOM, Pierre. La légitimité du conseil constitucionnel français. In: Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 143 et seq.\nCARDINALI, Daniel Carvalho. A escola como instrumento do dever constitucional de enfrentamento da homofobia: potencialidade e tensões. Revista Publicum. Rio de Janeiro. v. 3. n. 1. 2017. p. 158 e 166.\nCERRI, Augusto. Corso di giustizia costituzionale. 2. ed. Milão: Giuffrè, 1997. p. 17.\nDWORKIN, Ronald O direito da liberdade. A leitura moral da Constituição norte-americana. Martins Fontes: 2006.\nFACHIN, Luiz Edson; PIANOVSKI RUZYK, Carlos Eduardo. Princípio da Dignidade Humana: Direito Civil. In:\nTORRES, Ricardo Lobo; KATAOKA, Eduardo Takemi; GALDINO, Flávio(Org.). Dicionário de Princípios Jurídicos. Rio de Janeiro: Elsevier, 2011. p. 314.\nFURLANI, Jimena. Existe ‘ideologia de gênero’?. Disponível em: http://apublica.org/2016/08/existe-ideologia-de-genero.\nGOLDWIN, Robert A.; SCHAMBRA, William A. (Orgs.). A constituição norte-americana. Rio de Janeiro:\nForense Universitária, 1986. p. 305. \nHÄBERLE, Peter. Die Verfassung des Pluralismus: Studien zur Verfassungstheorie der offenen Gesellschaft. Königstein: Athenäum, 1980. p. 5 e 6.\nHORTA, Raul Machado. Direito Constitucional. 5. ed. Belo Horizonte: Del Rey, 2010. p. 309.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland, 2000, capítulo 14. p. 435.\nLIONÇO, Tatiana; DINIZ, débora. Homofobia e educação: um desafio ao silêncio. Brasília: LetrasLivres, Unibersidade de Brasília, 2009.\nLUCHAIRE, François. Le conseil constitutionnel. Paris: Economica, 1980. p. 19 et seq.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. p. 96.\nMIRANDA, Jorge. Nos dez anos de funcionamento do tribunal constitucional. In: Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 95.\nRAWLS, John. Liberalismo Político: elementos básicos. p. 56.\nRIVERO, Jean. A modo de sintesis. In: Tribunales constitucionales europeus y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984. p. 666 et seq.\nSARMENTO, Daniel. A Igualdade Étnico-Racial no Direito Constitucional Brasileiro: Discriminação ‘De Facto’, Teoria do Impacto Desproporcional e Ação Afirmativa. In: SARMENTO, Daniel (Coord.). Livres e Iguais: Estudos de Direito Constitucional. Rio de Janeiro: Lumen Juris, 2006. p. 141.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 30. ed. São Paulo: Malheiros, 2008.\np. 481.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland, 2000, capítulo 15.\nZAGREBELSKY, Gustavo. El derecho ductil: ley, derechos y justicia. Trad. Marina Gercón. Madrid: Trotta, 1995. p. 13.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":457,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425979","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":false,"acordao_ata":"Apresentado o feito em mesa, o julgamento foi adiado em virtude do adiantado da hora. Ausentes, justificadamente, os Senhores Ministros Ilmar Galvão e Moreira Alves, e, nesta assentada, o Senhor Ministro Marco Aurélio, Presidente. Presidência do Senhor Ministro Néri da Silveira. Plenário, 22.04.2002.\n\n\n\n                     Decisão: O Tribunal determinou a retirada do processo da pauta do plenário em face da aposentadoria do Relator. Decisão unânime. Ausentes, justificadamente, o Senhor Ministro Nelson Jobim, e, neste julgamento, o Senhor Ministro Maurício Corrêa. Presidência do Senhor Ministro Marco Aurélio. Plenário, 08.5.2002.\r\n\n           Decisão: O Tribunal, por unanimidade, tornou definitiva apenas em parte a liminar deferida e julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade apenas do art. 1º, III, e da expressão “priorizar as empresas instaladas no Estado e”, contida no art. 3º, caput, da Lei nº 64/1993 do Estado do Amapá, nos termos do voto da Relatora. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 28.2.2020 a 5.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["8","12","14"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425979","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425979","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI Nº 64/1993, DO ESTADO DO AMAPÁ. PESCA INDUSTRIAL DE ARRASTO DE CAMARÕES E APROVEITAMENTO COMPULSÓRIO DA FAUNA ACOMPANHANTE. NORMAS INCIDENTES SOBRE PESCA, PROTEÇÃO DO MEIO AMBIENTE E RESPONSABILIDADE POR DANO AO MEIO AMBIENTE. COMPETÊNCIA CONCORRENTE. ARTA. 5º, CAPUT, 19, III, 22, I E XI, 24, VI E VIII, 170, VI, 178, E 225, § 1º, V e VII, E § 3º, DA CONSTITUIÇÃO DA REPÚBLICA. PRECEDENTES. PROCEDÊNCIA PARCIAL.\n\n\n\n    1. Ao disciplinar, no âmbito do Estado federado, a pesca industrial de arrasto de camarões e o aproveitamento compulsório da fauna acompanhante, a Lei nº 64/1993 do Estado do Amapá veicula normas incidentes sobre pesca, proteção do meio ambiente e responsabilidade por dano ao meio ambiente, matérias a respeito das quais, a teor do art. 24, VI e VIII, da CF, compete à União, aos Estados e ao Distrito Federal legislar concorrentemente.\n\n\n\n    2. No modelo federativo brasileiro, estabelecida pela União a arquitetura normativa da Política Nacional de Desenvolvimento Sustentável da Pesca (hoje consubstanciada na Lei nº 11.959/2009), aos Estados compete, além da supressão de eventuais lacunas, a previsão de normas destinadas a complementar a norma geral e a atender suas peculiaridades locais, respeitados os critérios (i) da preponderância do interesse local, (ii) do exaurimento dos efeitos dentro dos respectivos limites territoriais – até mesmo para prevenir conflitos entre legislações estaduais potencialmente díspares – e (iii) da vedação da proteção insuficiente. Precedente: ADI 3829/RS, Relator Ministro Alexandre de Moraes, em 11.4.2019, DJe 17.5.2019.\n\n\n\n    3. Não se confunde a competência da União, dos Estados e do Distrito Federal para legislar concorrentemente sobre pesca e proteção do meio-ambiente (art. 24, VI, da CF) com a competência privativa da União para legislar sobre embarcações (arts. 22, I e XI, e 178 da CF). Ao condicionar o emprego de embarcações estrangeiras arrendadas, na pesca industrial de arrasto de camarões, à satisfação de exigências relativas à transferência de tecnologia e inovações, o art. 1º, III, da Lei nº 64/1993 exorbita da competência estadual, invadindo a competência privativa da União para legislar sobre embarcações.\n\n\n\n    4. Ao orientarem o controle do esforço de pesca em consideração ao poder de pesca, o desempenho das embarcações e o volume da fauna acompanhante desperdiçada, estipularem limites de aproveitamento da fauna acompanhante à pesca industrial de arrasto de camarões e veicularem normas destinadas à mitigação do impacto ambiental da atividade, os arts. 1º, § 2º, e 2º, §§ 1º e 2º, da Lei nº 64/1993 mantêm-se dentro dos limites da competência legislativa concorrente do Estado (art. 24, VI, da CF), além de consonantes com o postulado da proporcionalidade e os imperativos de preservação e defesa do meio ambiente mediante o controle do emprego de técnicas, métodos e práticas potencialmente danosos à fauna (arts. 170, VI, e 225, § 1º, V e VII, da CF) e não destoam das normas gerais sobre a matéria objeto da legislação federal (Lei nº 11.959/2009). Precedente: ADI 2030/SC, Relator Ministro Gilmar Mendes, em 09.8.2017, DJ 17.10.2018.\n\n\n\n    5. É inconstitucional a previsão de tratamento privilegiado às empresas instaladas no Estado do Amapá, por afronta ao princípio da isonomia em seu aspecto federativo (arts. 5º, caput e I, e 19, III, da Constituição Federal).\n\n\n\n    6. Ação direta julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752869001","externo_seq_objeto_incidente":1561990,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-140  DIVULG 04-06-2020  PUBLIC 05-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=861&classe=ADI","is_colac":false,"titulo":"ADI 861","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" ART-00002 ART-00005 \n          \"CAPUT\" INC-00001 INC-00002 INC-00013 \n          ART-00019 INC-00003 ART-00022 INC-00001 \n          INC-00011 ART-00024 INC-00006 INC-00008 \n          PAR-00001 PAR-00003 ART-00034 INC-00004 \n          ART-00145 INC-00001 ART-00170 INC-00006 \n          ART-00178 REDAÇÃO ORIGINÁRIA\n          ART-00178 INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00178 INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00178 INC-00003 REDAÇÃO ORIGINÁRIA\n          ART-00178 INC-00004 REDAÇÃO ORIGINÁRIA\n          ART-00178 PAR-00001 REDAÇÃO ORIGINÁRIA\n          ART-00178 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00178 PAR-00003 REDAÇÃO ORIGINÁRIA\n          ART-00225 PAR-00001 INC-00005 INC-00007 \n          PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000007      ANO-1995\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-011959      ANO-2009\n          ART-00001 INC-00001 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-EST   LEI-000064      ANO-1993\n          ART-00001 \"CAPUT\" INC-00001 INC-00002 \n          INC-00003 PAR-00001 PAR-00002 ART-00002 \n          PAR-00001 PAR-00002 ART-00003 \"CAPUT\" \n          INC-00001 LET-A LET-B LET-C \n          LET-D LET-E LET-F INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00004 \n          ART-00005\n                LEI ORDINÁRIA, AP"],"publicacao_data":"2020-06-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO FEDERATIVO, CRITÉRIO, INTERPRETAÇÃO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO. COMPETÊNCIA CONCORRENTE, CONSTITUIÇÃO FEDERAL DE 1988, CONCRETIZAÇÃO, FEDERALISMO DE EQUILÍBRIO, GARANTIA, AUTONOMIA, ENTE FEDERADO. FEDERALISMO COOPERATIVO, GARANTIA, EFETIVIDADE, EXERCÍCIO, FUNÇÃO, PODER PÚBLICO. DISTINÇÃO, CONSTITUIÇÃO FEDERAL, COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, NORMA GERAL, ESTADO-MEMBRO, NORMA ESPECÍFICA. CONSTITUIÇÃO, REPÚBLICA DA ÍNDIA, COMPETÊNCIA CONCORRENTE, COMPETÊNCIA PLENA, UNIÃO FEDERAL, ESTADO-MEMBRO. DIFICULDADE, DEFINIÇÃO JURÍDICA, NORMA GERAL. DOUTRINA, INEXISTÊNCIA, DISTINÇÃO, NORMA GERAL, NORMA ESPECÍFICA, PRINCÍPIO DA SUBSIDIARIEDADE. COMPETÊNCIA CONCORRENTE, EXISTÊNCIA, LIMITAÇÃO, ATUAÇÃO.\n\n- VOTO, MIN. MARCO AURÉLIO: NECESSIDADE, SUBMISSÃO, PROCESSO, JULGAMENTO, ÓRGÃO COLEGIADO. SESSÃO DE JULGAMENTO VIRTUAL, INVIABILIDADE, SUSTENTAÇÃO ORAL, PREJUÍZO, DEVIDO PROCESSO LEGAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=861&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, PESCA, PROTEÇÃO, MEIO AMBIENTE)\nADI 3829 (TP). \n(COMPETÊNCIA CONCORRENTE, UNIÃO, NORMA GERAL)\nADI 1245 (TP), ADI 2903 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, CONTROLE, IMPACTO AMBIENTAL)\nADI 2030 (TP). \n- Decisão monocrática citada:\n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, PESCA, PROTEÇÃO, MEIO AMBIENTE)\nADI 6218 MC.\n- Decisão estrangeira citada: Caso Jacobellis vs. Ohio, de 1964, da Suprema Corte dos Estados Unidos da América.\n- Legislação estrangeira citada: art. 254 da Constituição da República da Índia; Primeira Emenda da Constituição dos Estados Unidos da América.\nNúmero de páginas: 29.\nAnálise: 05/03/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAPA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425979,"documental_tese_texto":null,"procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"ADI 861","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BERCOVICI, Gilberto. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004.\nCAMBI, Eduardo. Normas Gerais e a Fixação da Competência Concorrente na Federação Brasileira. Revista de\nProcesso, v. 92, out. 1998. p. 244.\nHIPONA, Agostinho de. Confissões.\nHORTA, Raul Machado. Estrutura da Federação. Revista de Direito Público, v. 81, jan./mar. 1987. p. 52.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais. Revista de Informação Legislativa. Brasília, ano 25, n. 100, out./dez. 1998.","ministro_facet":["ROSA WEBER"],"processo_numero":861,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}