{"result":{"took":556,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":85.88548,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429625","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio, Edson Fachin, Ricardo Lewandowski e Rosa Weber. Falaram: pelo interessado Congresso Nacional, o Dr. Anderson de Oliveira Noronha, Advogado do Senado Federal; e, pelo amicus curiae Central Única dos Trabalhadores - CUT, o Dr. Ricardo Quintas Carneiro. Plenário, Sessão Virtual de 5.6.2020 a 15.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429625","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur429625","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação Direta de Inconstitucionalidade. 2. Lei Federal 13.429/2017. Trabalho temporário. Prestação de serviço a terceiros. 3. Terceirização da atividade-meio e da atividade-fim. Terceirização na administração pública. 4. Ausência de inconstitucionalidade formal e material. Precedentes: ADPF 324, Rel. Min. Roberto Barroso, e RE-RG 958.252, Rel. Min. Luiz Fux. 5. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753557482","externo_seq_objeto_incidente":5163507,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-208  DIVULG 20-08-2020  PUBLIC 21-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5685&classe=ADI","is_colac":false,"titulo":"ADI 5685","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 \"CAPUT\" \n          INC-00002 ART-00007 \"CAPUT\" ART-00008 \n          INC-00030 ART-00037 ART-00061 \"CAPUT\" \n          ART-00064 \"CAPUT\" PAR-00001 PAR-00002 \n          PAR-00003 ART-00084 INC-00003 ART-00170 \n          \"CAPUT\" ART-00193 TÍTULO-4 CAPÍTULO-1 \n          SEÇÃO-8\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005645      ANO-1970\n          ART-00003 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006019      ANO-1974\n          ART-00002 ART-0004A ART-0005A ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007102      ANO-1983\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00024 INC-00024\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-008863      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008987      ANO-1995\n          ART-00025 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00094 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013429      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000155      ANO-1981\n          ART-00003 INC-00001 ART-00020\n                CONVENÇÃO SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00002 PAR-00001 PAR-00002 ART-00003 \n          PAR-ÚNICO ART-00009 ART-00455\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000200      ANO-1967\n          ART-00010 PAR-00007\n                DECRETO-LEI\n\n","LEG-FED   DLG-000002      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 155, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-001254      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO Nº 155, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   PJL-004302      ANO-1998\n                PROJETO DE LEI\n\n","LEG-FED   RGI      ANO-1989\n          ART-00104 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 ART-00105 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-ÚNICO\n                REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS\n\n","LEG-FED   MSG-000389      ANO-2003\n                MENSAGEM DO PRESIDENTE DA REPÚBLICA\n\n","LEG-FED   SUMTST-000256      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000331      \n          ITEM-1 ITEM-2 ITEM-3 ITEM-4 \n          ITEM-5 ITEM-6\n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2020-08-21","documental_acordao_mesmo_sentido_lista_texto":"ADI 5686  PROCESSO ELETRÔNICO\n          JULG-16-06-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-104\n          DJe-208  DIVULG 20-08-2020  PUBLIC 21-08-2020\n \nADI 5687  PROCESSO ELETRÔNICO\n          JULG-16-06-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-110\n          DJe-208  DIVULG 20-08-2020  PUBLIC 21-08-2020\n \nADI 5695  PROCESSO ELETRÔNICO\n          JULG-16-06-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-104\n          DJe-208  DIVULG 20-08-2020  PUBLIC 21-08-2020\n \nADI 5735  PROCESSO ELETRÔNICO\n          JULG-16-06-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-111\n          DJe-208  DIVULG 20-08-2020  PUBLIC 21-08-2020","documental_indexacao_texto":"- COMPETÊNCIA CONCORRENTE. TRAMITAÇÃO, PROJETO DE LEI, CONFORMIDADE, REGIMENTO INTERNO, CÂMARA DOS DEPUTADOS. APRECIAÇÃO, PODER JUDICIÁRIO, REGIMENTO INTERNO, CASA LEGISLATIVA, MATÉRIA INTERNA CORPORIS. CONSTITUIÇÃO FEDERAL, DIREITO DO TRABALHADOR, RELAÇÃO DE EMPREGO. DIREITO SUBJETIVO, EMPREGADO. ENTENDIMENTO, STF, CONSTITUCIONALIDADE, TERCEIRIZAÇÃO, ETAPA, CADEIA PRODUTIVA. TERCEIRIZAÇÃO, ATIVIDADE-MEIO, ATIVIDADE-FIM. EVOLUÇÃO, ESCRAVIDÃO, RELAÇÃO DE EMPREGO. DESCENTRALIZAÇÃO, ATIVIDADE ECONÔMICA. CUSTO, TRANSAÇÃO, EMPRESA. EFICIÊNCIA. SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST), CRITÉRIO, ATIVIDADE-MEIO, ATIVIDADE-FIM. JURISPRUDÊNCIA, TRIBUNAL SUPERIOR DO TRABALHO (TST), POSSIBILIDADE, TERCEIRIZAÇÃO, ATIVIDADE-FIM, PERMISSÃO, CONCESSÃO DE SERVIÇO PÚBLICO; ORGANIZAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO. RECUSA, APLICAÇÃO, LEI, TRIBUNAL SUPERIOR DO TRABALHO (TST), ATIVISMO JUDICIAL. DIREITO COMPARADO, ATIVISMO JUDICIAL. NECESSIDADE, FLEXIBILIZAÇÃO, RELAÇÃO DE TRABALHO. REFORMA TRABALHISTA, REDUÇÃO, DESEMPREGO. CONSIDERAÇÃO, VALORIZAÇÃO, TRABALHO, DESENVOLVIMENTO, CARÁTER ECONÔMICO, FUNÇÃO SOCIAL. DIREITO DO TRABALHO, CONTRAPOSIÇÃO, EMPREGADO, EMPREGADOR. PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, PRINCÍPIO DA LIVRE INICIATIVA. IMPOSSIBILIDADE, UTILIZAÇÃO, TRABALHO TEMPORÁRIO, ADMINISTRAÇÃO PÚBLICA, FRAUDE, EXIGÊNCIA, CONCURSO PÚBLICO. POSSIBILIDADE, CONTRATAÇÃO, TRABALHO TEMPORÁRIO, ATENDIMENTO, INTERESSE PÚBLICO, EFICIÊNCIA, NATUREZA ADMINISTRATIVA. DESCENTRALIZAÇÃO, ADMINISTRAÇÃO PÚBLICA, CONTRATAÇÃO, ORGANIZAÇÃO SOCIAL, DISPENSA DE LICITAÇÃO. AUSÊNCIA, INVESTIDURA, CARGO PÚBLICO, INTERMÉDIO, TERCEIRIZAÇÃO, ATIVIDADE. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA, TERCEIRIZAÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROCESSO LEGISLATIVO, PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES. INCONSTITUCIONALIDADE FORMAL, LEI IMPUGNADA. EVOLUÇÃO, DIREITO DO TRABALHO, PROTEÇÃO, HIPOSSUFICIENTE. TERCEIRIZAÇÃO, ATIVIDADE-MEIO, ADMINISTRAÇÃO PÚBLICA. TERCEIRIZAÇÃO, ATIVIDADE PRIVADA, TRABALHO TEMPORÁRIO. TERCEIRIZAÇÃO, SERVIÇO, VIGILANTE, EMPRESA DE TRANSPORTE, VALOR, ÂMBITO, BANCO. SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST), RESTRIÇÃO, POSSIBILIDADE, TERCEIRIZAÇÃO. EXCEPCIONALIDADE, TERCEIRIZAÇÃO, DIREITO DO TRABALHO. CONSTITUIÇÃO FEDERAL DE 1988, PROTEÇÃO DO TRABALHADOR. RESTRIÇÃO, LIBERAÇÃO, TERCEIRIZAÇÃO, PRINCÍPIO, PROTEÇÃO, ÂMBITO, DIREITO DO TRABALHO. VULNERABILIDADE, DIREITO DO TRABALHADOR, AUSÊNCIA, VÍNCULO DE EMPREGO, EMPRESA TOMADORA DE SERVIÇOS. TRATAMENTO DISCRIMINATÓRIO, EMPREGADO TERCEIRIZADO, AUSÊNCIA, GARANTIA, ISONOMIA, REMUNERAÇÃO. LIMITAÇÃO, TERCEIRIZAÇÃO, LIBERDADE DE REUNIÃO, PRINCÍPIO DA LIBERDADE SINDICAL, MECANISMO, OBTENÇÃO, MELHORIA, CONDIÇÃO SOCIOECONÔMICA, TRABALHADOR RURAL, TRABALHADOR URBANO. EMPREGADO TERCEIRIZADO, AUSÊNCIA, INTEGRANTE, CATEGORIA PROFISSIONAL, EMPRESA TOMADORA DE SERVIÇOS. CONFIGURAÇÃO, RELAÇÃO DE TRABALHO, INTEGRAÇÃO, TRABALHADOR, ORGANIZAÇÃO, EMPRESA; PESSOALIDADE; CONTINUIDADE, VÍNCULO DE EMPREGO, DECURSO DE TEMPO. PRINCÍPIO DA IMPESSOALIDADE, ADMINISTRAÇÃO PÚBLICA. EXIGÊNCIA, CONCURSO PÚBLICO, FORMA, INGRESSO, CARGO PÚBLICO. POSSIBILIDADE, CONTRATAÇÃO, SERVIÇO, ATIVIDADE-MEIO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONSOLIDAÇÃO DAS LEIS DO TRABALHO, TERCEIRIZAÇÃO. JURISPRUDÊNCIA, TRIBUNAL SUPERIOR DO TRABALHO (TST), INCOMPATIBILIDADE, TERCEIRIZAÇÃO, ATIVIDADE-FIM, EMPRESA, DISTORÇÃO, RELAÇÃO DE TRABALHO. PRINCÍPIO DA LEGALIDADE. PRINCÍPIO DA SEPARAÇÃO DOS PODERES. DIFERENÇA, TERCEIRIZAÇÃO, INTERMEDIAÇÃO, MÃO-DE-OBRA. VEDAÇÃO, JUSTIÇA DO TRABALHO, INTERMEDIAÇÃO, MÃO-DE-OBRA, CONFORMIDADE, INTERPRETAÇÃO, SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST). PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: INCONSTITUCIONALIDADE FORMAL, LEI IMPUGNADA. CONTEXTO HISTÓRICO, TERCEIRIZAÇÃO. UTILIZAÇÃO, TERCEIRIZAÇÃO, ALTERNATIVA, AUMENTO, EFICIÊNCIA, PRODUTIVIDADE, COMPETITIVIDADE, EMPRESA. SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST), TERCEIRIZAÇÃO, ATIVIDADE-MEIO, VEDAÇÃO, FRAUDE, ÂMBITO TRABALHISTA. EXTENSÃO, TERCEIRIZAÇÃO, ATIVIDADE-MEIO, INICIATIVA PRIVADA, EMPRESA ESTATAL, CONFORMIDADE, LEGISLAÇÃO, ADMINISTRAÇÃO PÚBLICA. EVOLUÇÃO, JURISPRUDÊNCIA, RESPONSABILIDADE SUBSIDIÁRIA, EMPRESA TOMADORA DE SERVIÇOS, OBRIGAÇÃO TRABALHISTA. TERCEIRIZAÇÃO, DIREITO COMPARADO. CONSIDERAÇÃO, OFENSA, RELAÇÃO DE EMPREGO, TERCEIRIZAÇÃO, ATIVIDADE-FIM. PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST), VEDAÇÃO, TERCEIRIZAÇÃO, ATIVIDADE-FIM. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA LIVRE INICIATIVA, LIBERDADE DE CONTRATAR. EXCEPCIONALIDADE, SUBCONTRATAÇÃO, CONSOLIDAÇÃO DAS LEIS DO TRABALHO. DISTORÇÃO, RELAÇÃO DE EMPREGO, TERCEIRIZAÇÃO. OBSERVÂNCIA, STF, VEDAÇÃO, SUJEIÇÃO, TRABALHADOR, CONDIÇÃO DEGRADANTE DE TRABALHO. LIBERAÇÃO, TERCEIRIZAÇÃO, ATIVIDADE-FIM, AUMENTO, CARÁTER PRECÁRIO, TRABALHO.\n\n- TERMO(S) DE RESGATE: FORDISMO. INTERNALIZAÇÃO, EXTERNALIZAÇÃO. MODELO DE TRABALHO INFORMAL, INFORMALIDADE, TRABALHO FORMAL. ORIENTAÇÃO MARXISTA. CONFLITO DISTRIBUTIVO. DEMONIZAÇÃO DO CAPITAL. PRINCÍPIO-ESPERANÇA, PRINCÍPIO-RESPONSABILIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5685&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TERCEIRIZAÇÃO, MÃO-DE-OBRA, ATIVIDADE-MEIO, ATIVIDADE-FIM)\nADPF 324 (TP), RE 958252 (TP). \n(CONTROLE JUDICIAL, ATO INTERNA CORPORIS, CASA LEGISLATIVA)\nMS 33705 AgR (TP), MS 34040 AgR (TP), MS 35581 AgR (TP). \n(TERCEIRIZAÇÃO, OBSERVÂNCIA, PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA)\nADI 1923 (TP). \n(CONTRATO TEMPORÁRIO, TERCEIRIZAÇÃO, ADMINISTRAÇÃO PÚBLICA, REGRA, CONCURSO PÚBLICO)\nADI 890 (TP). \n(ADPF, QUESTIONAMENTO, DECISÃO JUDICIAL)\nADPF 249 AgR (TP). \n(ADPF, IMPUGNAÇÃO, SÚMULA)\nADPF 80 AgR (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(CRITÉRIO, ATIVIDADE-MEIO, ATIVIDADE-FIM)\nTST: E-ED-RR-1521- 87.2010.5.05.0511, E-RR-1419-44.2011.5.10.0009, E-ED-RR-234600-14.2009.5.09.0021, E-ED-RR-2707-41.2010.5.12.0030. \n- Decisão estrangeira citada: Caso Lochner vs. New York da Suprema Corte Americana.\n- Legislação estrangeira citada: Bakeshop Act, lei do estado de Nova Iorque, de 1895.\n- Veja art. 23, § 2, da Declaração Universal dos Direitos Humanos de 1948.\n- Veja item 13.a da Recomendação n. 198/2006 da Organização Internacional do Trabalho - OIT.\nNúmero de páginas: 112.\nAnálise: 18/08/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : KAMILA RODRIGUES ROSENDA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO FEDERAL EM GOIÁS - SINJUFEGO \nAM. CURIAE.  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO FEDERAL DE RONDÔNIA E ACRE - SINDIJUFE-ROAC \nAM. CURIAE.  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO FEDERAL E DO MINISTÉRIO PÚBLICO DA UNIÃO NO MATO GROSSO DO SUL - SINDJUFE/MS \nAM. CURIAE.  : SINDICATO NACIONAL SERVIDORES DO PLANO ESPECIAL DE CARGOS DA POLÍCIA FEDERAL - SINPECPF \nAM. CURIAE.  : ASSOCIAÇÃO DOS OFICIAIS DE JUSTIÇA-AVALIADORES FEDERAIS DA JUSTIÇA DO TRABALHO DA 2ª REGIÃO - AOJUSTRA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS AGENTES DE SEGURANÇA DO PODER JUDICIÁRIO DA UNIÃO - AGEPOLJUS \nAM. CURIAE.  : SINDICATO NACIONAL DOS SERVIDORES DO MINISTERIO DAS RELACOES EXTERIORES - SINDITAMARATY \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES DO PODER JUDICIÁRIO FEDERAL NO ESTADO DE MINAS GERAIS - SITRAEMG \nAM. CURIAE.  : SINDICATO DOS SERVIDORES DA JUSTIÇA FEDERAL DO ESTADO DO RIO DE JANEIRO - SISEJUFE/RJ \nAM. CURIAE.  : SINDICATO NACIONAL DOS PERITOS FEDERAIS AGRÁRIOS - SINDPFA \nAM. CURIAE.  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO DO ESTADO DA BAHIA - SINPOJUD \nADV.(A/S)  : RUDI MEIRA CASSEL \nAM. CURIAE.  : CEBRASSE - CENTRAL BRASILEIRA DO SETOR DE SERVICOS \nADV.(A/S)  : PERCIVAL MARICATO \nAM. CURIAE.  : FEDERACAO BRASILEIRA DE TELECOMUNICACOES - FEBRATEL \nADV.(A/S)  : FLAVIO HENRIQUE UNES PEREIRA \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DAS EMPRESAS DE SERVIÇOS E LIMPEZA AMBIENTAL \nADV.(A/S)  : CELITA OLIVEIRA SOUSA \nAM. CURIAE.  : UNIÃO BRASILEIRA DOS AGRARISTAS UNIVERSITÁRIOS - UBAU \nADV.(A/S)  : ROGERIO OLIVEIRA ANDERSON \nAM. CURIAE.  : CENTRAL ÚNICA DOS TRABALHADORES - CUT \nADV.(A/S)  : JOSE EYMARD LOGUERCIO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DA INDÚSTRIA - CNI \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM EDIFÍCIOS E CONDOMÍNIOS - CONATEC \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA DA CONSTRUÇÃO E DO MOBILIÁRIO - CONTRICOM \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429625,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5685","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-06-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BAUMAN, Zygmunt. Liquid Times.\nBRASIL. Instituto Brasileiro de Geografia e Estatística. Informalidade e comércio contribuem para queda no desemprego. Disponível em: https://agenciadenoticias.ibge.gov.br/agencia-noticias/2012-agencia-de-noticias/noticias/19163-informalidade-e-comercio-contribuem-para-queda-no-desemprego.\nCAMPOS, Carlos Alexandre de Azevedo. Dimensões do ativismo judicial do STF. p. 57.\nCAMPOS, Roberto. A utopia social. A lanterna na popa. v. 2. p. 1205.\nCARELLI, Rodrigo de Lacerda. Terceirização e intermediação de mão-de-obra na administração pública. Revista LTR: Legislação do Trabalho, v. 67, n. 6, p. 687, jun. 2003.\nCOASE, Ronald. A firma, o Mercado e o Direito. p. 63.\nDELGADO, Gabriela Neves et al. Os limites constitucionais da terceirização. São Paulo: LTr, 2014. p. 156.\n______.______. 2. ed. São Paulo: LTr, 2015. p. 77.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. São Paulo: LTr, 2002. p. 418.\n______.______. São Paulo: LTr, 2017. p. 543-544.\nDUTRA, Renata Queiroz. Direitos fundamentais à proteção da subjetividade no trabalho e emancipação coletiva. In: DELGADO, Gabriela Neves; PEREIRA, Ricardo José Macêdo Britto (Org.). Trabalho, Constituição e Cidadania: a dimensão coletiva dos direitos sociais trabalhistas. São Paulo: LTr, 2014. p. 221.\nENGISCH, Karl. Introdução ao pensamento jurídico. p. 54.\nHÄBERLE, Peter. El Estado Constitucional. Tradução: Héctor Fix-Fierro. México D.F: Universidad Autónoma de México, 2001. p. 7.\nMARTINS FILHO, Ives Gandra da Silva. A Reforma Trabalhista no Brasil. p. 13.\nMIRANDA, Fernando Hugo R. A questão das cadeias produtivas no âmbito do direito do trabalho e os limites da racionalidade da Súmula n. 331/TST.\nOIT. World Employment Social Outlook: Trends 2018. p. 17.\nPEREIRA, Ricardo José Macêdo Britto. Terceirização, a CLT e a Constituição. Disponível em: http://trabalho-constituicao-cidadania.blogspot.com/2013/. Acesso em: 20 ago. 2018.\nPIKETTY, Thomas. O Capital no Século XXI.\nPORTO, Lorena Vasconcelos. A Terceirização na Reforma Trabalhista e a Violação às Normas Internacionais de Proteção ao Trabalho. Revista do Tribunal Regional do Trabalho da 3ª Região, Belo Horizonte, v. 63, n. 96, jul./dez. 2017. p. 177.\nRAND, Ayn. A revolta de Atlas.\nTHE WORLD BANK. Policies to reduce informal employment: an international survey. p. 10.","ministro_facet":["GILMAR MENDES"],"processo_numero":5685,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur431523","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 28.8.2020 a 4.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur431523","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur431523","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. CRIME DE DANO DIRETO OU INDIRETO A UNIDADES DE CONSERVAÇÃO. ART. 40 DA LEI 9.605/1998. PRINCÍPIO DA INSIGNIFICÂNCIA. INVIABILIDADE. SUBSTITUIÇÃO DA PENA PRIVATIVA DE LIBERDADE POR RESTRITIVAS DE DIREITOS. REPRIMENDA ESTATAL ADEQUADA E SUFICIENTE. \n\n\n\n    AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753838833","externo_seq_objeto_incidente":5976495,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=188693&classe=HC","is_colac":false,"titulo":"HC 188693 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009605      ANO-1998\n          ART-00040 PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009985      ANO-2000\n          ART-00007 ART-00008 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-099274      ANO-1990\n          ART-00027\n                DECRETO\n\n","LEG-FED   PRT-000443      ANO-2014\n                PORTARIA DO MINISTÉRIO DO MEIO AMBIENTE - MMA"],"publicacao_data":"2020-09-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO PENAL, CONDUTA CRIMINOSA, RISCO, LESÃO, BEM JURÍDICO, DESNECESSIDADE, OCORRÊNCIA, LESÃO. PROTEÇÃO, BEM, MEIO AMBIENTE. CONSTITUIÇÃO FEDERAL, MEIO AMBIENTE EQUILIBRADO, BEM DE USO COMUM DO POVO. DIREITO INTERNACIONAL, REGULAMENTAÇÃO, PROTEÇÃO, MEIO AMBIENTE. EXPLORAÇÃO, RECURSOS AMBIENTAIS, POLUIÇÃO, DEGRADAÇÃO AMBIENTAL, PRINCÍPIO DA PRECAUÇÃO. STF, DETERMINAÇÃO, PODER PÚBLICO, DEFINIÇÃO, ÁREA DE PROTEÇÃO AMBIENTAL, FAUNA, FLORA, CONFIGURAÇÃO, DIREITO, MEIO AMBIENTE EQUILIBRADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=188693&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEVER, PODER PÚBLICO, DEFINIÇÃO, TERRITÓRIO, PROTEÇÃO, FAUNA, FLORA)\nADI 1952 MC (TP). \n(PODER PÚBLICO, ADOÇÃO, PROVIDÊNCIA, COIBIÇÃO, LESÃO, MEIO AMBIENTE EQUILIBRADO)\nRE 134297 (1ªT). \n(PRINCÍPIO DA DEFESA DO MEIO AMBIENTE)\nMS 22164 (TP). \n(PRINCÍPIO DA INSIGNIFICÂNCIA, CRIME AMBIENTAL)\nRHC 125566 (2ªT). \n(HC, REEXAME, FATO, PROVA)\nHC 127287 (1ªT), HC 134445 AgR (1ªT), HC 135748 (2ªT), HC 135956 (2ªT), HC 136622 AgR (1ªT). \nNúmero de páginas: 15.\nAnálise: 13/08/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ELEANDRO CESAR FRANCA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":431523,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 188693 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-09-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"KLEMM, Cyrille de. Les elements de l’environnement. L’ecologie et la loi: le statut juridique de l’ environnement. Paris: L’Harmattan, 1989. p. 100.\nMORAES, Alexandre de. Direito Constitucional. 33. ed. São Paulo: Atlas, 2017. p. 892-894.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":188693,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur431859","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, acolheu parcialmente os embargos de declaração apenas para sanar erro material para que se reconheça a constitucionalidade da forma de ressarcimento prevista no dispositivo legal a partir de 1.9.1998, com a retificação da tese de repercussão geral, a constar nos seguintes termos: “É constitucional o ressarcimento previsto no art. 32 da Lei 9.656/98, o qual é aplicável aos procedimentos médicos, hospitalares ou ambulatoriais custeados pelo SUS e posteriores a 1.9.1998, assegurados o contraditório e a ampla defesa, no âmbito administrativo, em todos os marcos jurídicos”, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Impedido o Ministro Roberto Barroso. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur431859","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur431859","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-terceiros","is_processo_antigo":false,"ementa_texto":"Embargos de declaração em recurso extraordinário. 2. Sujeito passivo do ressarcimento ao SUS. Ressarcimento previsto em lei ordinária. Validade. 3. Violação à irretroatividade das normas jurídicas, ao direito adquirido, ao ato jurídico perfeito e à coisa julgada. Inocorrência. 4. Fixação de tabela de ressarcimento. Matéria infraconstitucional. 5. Estabelecimento de procedimentos de cobrança. Vedado ao Poder Judiciário. 6. Erro material no termo inicial para aplicação do ressarcimento nos termos do art. 32 da lei nº 9.656/98. 8. Embargos de declaração parcialmente acolhidos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753837213","externo_seq_objeto_incidente":5482038,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=597064&classe=RE","is_colac":false,"titulo":"RE 597064 ED-terceiros","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00199 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009656      ANO-1998\n          ART-00032 PAR-00008 ART-00036\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01022\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2020-09-17","documental_acordao_mesmo_sentido_lista_texto":"RE 597064 ED-terceiros-ED PROCESSO ELETRÔNICO\n          JULG-23-11-2020  UF-RJ  TURMA-TP  MIN-GILMAR MENDES N.PÁG-010\n          DJe-285  DIVULG 02-12-2020  PUBLIC 03-12-2020","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=597064&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-ED-terceiros","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, REEXAME, MATÉRIA)\nAI 808362 AgR-ED (2ªT), AI 674130 AgR-ED-ED-ED (1ªT). \n(IMPOSTO DE RENDA DE PESSOA FÍSICA (IRPF), CORREÇÃO MONETÁRIA, TABELA)\nARE 986252 AgR (2ªT). \nNúmero de páginas: 16.\nAnálise: 09/11/2020, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : NOSSA SAÚDE OPERADORA DE PLANOS PRIVADOS DE ASSISTÊNCIA À SAÚDE LTDA \nADV.(A/S)  : LUIZ CARLOS DA ROCHA \nEMBTE.(S)  : AMIL ASSISTENCIA MEDICA INTERNACIONAL S.A. \nADV.(A/S)  : RAFAEL BARROSO FONTELLES E OUTRO(A/S)\nEMBTE.(S)  : IRMANDADE DO HOSPITAL DE NOSSA SENHORA DAS DORES \nADV.(A/S)  : AUREANE RODRIGUES DA SILVA E OUTRO(A/S)\nEMBDO.(A/S)  : AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nINTDO.(A/S)  : SOCIEDADE COOPERATIVA DE SERVIÇOS MÉDICOS E HOSPITALARES DE CURITIBA LTDA - UNIMED CURITIBA \nADV.(A/S)  : FABIO ARTIGAS GRILLO E OUTRO(A/S)\nINTDO.(A/S)  : UNIMED DE TATUÍ - COOPERATIVA DE TRABALHO MÉDICO \nADV.(A/S)  : JOSÉ GERALDO JARDIM MUNHÓZ \nINTDO.(A/S)  : CAIXA DE ASSISTENCIA DOS FUNCIONARIOS DO BANCO DO NORDESTE DO BRASIL \nADV.(A/S)  : LEONARDO RUFINO CAPISTRANO \nINTDO.(A/S)  : HAPVIDA ASSISTÊNCIA MÉDICA LTDA \nADV.(A/S)  : LEONARDO RUFINO CAPISTRANO \nAM. CURIAE.  : UNIMED BELO HORIZONTE COOPERATIVA DE TRABALHO MEDICO \nADV.(A/S)  : BARROSO, MUZZI, BARROS, GUERRA E ASSOCIADOS - ADVOCACIA E CONSULTORIA EMPRESARIAL \nADV.(A/S)  : PAULA REGINA GUERRA DE RESENDE COURI \nADV.(A/S)  : LILIANE NETO BARROSO \nAM. CURIAE.  : UNIMED NORTE FLUMINENSE COOPERATIVA DE TRABALHO MÉDICO \nADV.(A/S)  : ROSMALEN TINOCO NOVAES \nAM. CURIAE.  : IRMANDADE DE SANTA CASA DE MISERICORDIA DE ARARAS. \nADV.(A/S)  : LUIZ SERGIO LEONARDI FILHO \nAM. CURIAE.  : UNIMED RS - FEDERAÇÃO DAS COOPERATIVAS MÉDICAS DO RIO GRANDE DO SUL LTDA \nADV.(A/S)  : MARCO TÚLIO DE ROSE E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DE SAÚDE SUPLEMENTAR- FENASAÚDE \nADV.(A/S)  : GUSTAVO BINENBOJM","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":431859,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 597064 ED-terceiros","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"TERCEIROS EMB.DECL. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":597064,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434522","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou improcedente a arguição de descumprimento de preceito fundamental para: 1) declarar a recepção dos arts. 38, 39 e 41 do Decreto nº 20.931/32 e dos arts. 13 e 14 do Decreto nº 24.492/34; e 2) realizar apelo ao legislador federal para apreciar o tema, tendo em conta a formação superior reconhecida pelo Estado aos tecnólogos e bacharéis em optometria, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio, Edson Fachin, Roberto Barroso e Celso de Mello. Falaram: pelo interessado Conselho Brasileiro de Oftalmologia - CBO, o Dr. Gabriel Ramalho Lacombe; e, pelo interessado Conselho Federal de Medicina - CFM, o Dr. José Alejandro Bullon Silva. Plenário, Sessão Virtual de 19.6.2020 a 26.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434522","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur434522","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação de arguição de descumprimento de preceito fundamental. 2. Artigos 38, 39 e 41 do Decreto 20.931/32 e artigos 13 e 14 do Decreto 24.492/34. 3. Optometristas com atuação prática mitigada. Proibição de instalação de consultórios e procedência na avaliação de acuidade visual de pacientes. Vedação à confecção e comercialização de lentes de contato sem prescrição médica. 4. Limitações ao exercício da profissão. Supostas violações aos art. 1º, incisos III (dignidade da pessoa humana) e IV (livre iniciativa, isonomia e liberdade ao exercício de trabalho, ofício e profissão); art. 3º, inciso I; art. 5º, caput, incisos II, XIII, XXXV, LIV, LVI, §§1º e 2º; art. 60, § 4º, inciso IV (segurança jurídica, proporcionalidade e razoabilidade); art. 6º, caput, e art. 196 (direito à saúde, no que tange à prevenção), todos da Constituição Federal. 5. Incidência do art. 5º, inciso XIII, da Constituição Federal de 1988. Reserva legal qualificada pela necessidade de qualificação profissional. Atividade com potencial lesivo. Limitação por imperativos técnico-profissionais, referentes à saúde pública. Ausência de violação à liberdade profissional, à proporcionalidade e à razoabilidade. Ponderação de princípios promovida pelo legislador. Inexistência de violação à preceito fundamental. 6. Normas recepcionadas pelas Constituições posteriores às legislações e pela Constituição Federal de 1988. 7. Ação de arguição de descumprimento de preceito fundamental julgada improcedente, declarando a recepção dos arts. 38, 39 e 41 do Decreto 20.931/32 e arts. 13 e 14 do Decreto 24.492/34, e realizando apelo ao legislador federal para apreciar o tema.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754150596","externo_seq_objeto_incidente":2595967,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-254  DIVULG 20-10-2020  PUBLIC 21-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=131&classe=ADPF","is_colac":false,"titulo":"ADPF 131","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00004 ART-00003 \n          INC-00001 ART-00005 \"CAPUT\" INC-00002 \n          INC-00013 INC-00035 INC-00054 INC-00056 \n          PAR-00001 PAR-00002 ART-00006 \"CAPUT\" \n          ART-00060 PAR-00004 INC-00004 ART-00066 \n          PAR-00001 ART-00102 PAR-00001 ART-00103 \n          INC-00009 ART-00170 INC-00004 INC-00007 \n          INC-00008 ART-00195 ART-00196 ART-00199 \n          ART-00205 ART-00209 ART-00214 INC-00004 \n          INC-00005 ART-00216\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00002 INC-00001 ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012842      ANO-2013\n          ART-00004 INC-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-020931      ANO-1932\n          ART-00038 ART-00039 ART-00041\n                DECRETO\n\n","LEG-FED   DEC-024492      ANO-1934\n          ART-00013 ART-00014\n                DECRETO\n\n","LEG-FED   PRT-000397      ANO-2002\n                PORTARIA DO MINISTÉRIO DO TRABALHO - MT\n\n","LEG-FED   PJL-000268      ANO-2002\n                PROJETO DE LEI\n\n","LEG-FED   PJL-000234      ANO-2010\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   MSG-000287      ANO-2013\n                MENSAGEM"],"publicacao_data":"2020-10-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PROCURAÇÃO COM PODER ESPECÍFICO. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, REPRESENTATIVIDADE ADEQUADA, PREENCHIMENTO, REQUISITO, ALCANCE, ÂMBITO NACIONAL; DELIMITAÇÃO, ASPECTO SUBJETIVO, ASSOCIAÇÃO; PERTINÊNCIA TEMÁTICA; COMPATIBILIDADE, ALCANCE, REPRESENTAÇÃO, ASSOCIAÇÃO, ATO IMPUGNADO. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, SOCIEDADE CIVIL. ATO NORMATIVO SECUNDÁRIO, REVOGAÇÃO, ATO NORMATIVO PRIMÁRIO, DECRETO, FORÇA DE LEI. PROFISSÃO, JORNALISTA, TEORIA, RESTRIÇÃO, DIREITO FUNDAMENTAL. CONSTITUIÇÃO FEDERAL DE 1967, PROFISSÃO, CORRETOR, IMÓVEL. CONSTITUIÇÃO FEDERAL DE 1967, ALCANCE, LIBERDADE, EXERCÍCIO PROFISSIONAL. RESTRIÇÃO, LIBERDADE, EXERCÍCIO PROFISSIONAL, OFENSA, NÚCLEO ESSENCIAL, NORMA CONSTITUCIONAL, EXCEÇÃO, ATIVIDADE, POTENCIALIDADE LESIVA. CONSTITUIÇÃO, PRINCÍPIO DA RESERVA LEGAL, ATIVIDADE PROFISSIONAL, POTENCIALIDADE LESIVA, ATIVIDADE, VINCULAÇÃO, SAÚDE PÚBLICA. INCONSTITUCIONALIDADE PROGRESSIVA, LEI.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEGISLAÇÃO, RESTRIÇÃO, ANIQUILAMENTO, AUTONOMIA, EXERCÍCIO PROFISSIONAL, DESCONFORMIDADE, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESCABIMENTO, STF, SOLICITAÇÃO, PODER LEGISLATIVO, APRECIAÇÃO, MATÉRIA, INOCUIDADE, DECISÃO, AUSÊNCIA, ATIVIDADE LEGISLATIVA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: VALIDADE, CRIAÇÃO, ENSINO SUPERIOR, OPTOMETRIA, DELIMITAÇÃO, ATIVIDADE, OPTOMETRIA, MÉDICO.\n\n- TERMO(S) DE RESGATE: IN DUBIO PRO SALUTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=131&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, PROCURAÇÃO COM PODER ESPECÍFICO)\nADI 2187 QO (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, PREENCHIMENTO, REQUISITO)\nADI 4912 (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, SOCIEDADE CIVIL)\nADI 4029 (TP), ADI 4815 (TP). \n(ATO NORMATIVO SECUNDÁRIO, REVOGAÇÃO, ATO NORMATIVO PRIMÁRIO, DECRETO, FORÇA DE LEI)\nADI 533 MC (TP). \n(PROFISSÃO, JORNALISTA, TEORIA, RESTRIÇÃO, DIREITO FUNDAMENTAL)\nRE 511961 (TP). \n(CONSTITUIÇÃO FEDERAL DE 1967, PROFISSÃO, CORRETOR, IMÓVEL)\nRE 70563 (TP). \n(CONSTITUIÇÃO FEDERAL DE 1967, ALCANCE, LIBERDADE, EXERCÍCIO PROFISSIONAL)\nRp 930 (TP). \n(ESTRIÇÃO, LIBERDADE, EXERCÍCIO PROFISSIONAL, OFENSA, NÚCLEO ESSENCIAL, NORMA CONSTITUCIONAL, EXCEÇÃO, ATIVIDADE, POTENCIALIDADE LESIVA)\nRE 414426 (TP), RE 795467 RG (TP). \n(CONSTITUIÇÃO, PRINCÍPIO DA RESERVA LEGAL, ATIVIDADE PROFISSIONAL, POTENCIALIDADE LESIVA, ATIVIDADE, VINCULAÇÃO, SAÚDE PÚBLICA)\nRE 271286 AgR (2ªT). \n(INCONSTITUCIONALIDADE PROGRESSIVA, LEI)\nRE 147776 (2ªT). \n(LEGISLAÇÃO, RESTRIÇÃO, ANIQUILAMENTO, AUTONOMIA, EXERCÍCIO PROFISSIONAL, DESCONFORMIDADE, CONSTITUIÇÃO FEDERAL)\nRp 1056 (TP). \n(ANACRONISMO, DECRETO, PROIBIÇÃO, OPTOMETRISTA, ENFERMEIRO, MASSAGISTA, ORTOPEDISTA, ATENDIMENTO, CLIENTE)\nRMS 26199 (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\n(VALIDADE, CRIAÇÃO, ENSINO SUPERIOR, OPTOMETRIA)\nSTJ: MS 9469, REsp 975322. \n- Decisões estrangeiras citadas: BVerfGE 16, 130, de 1963, do Tribunal Constitucional alemão.\n- Legislação estrangeira citada: art. 282 da Constituição portuguesa; art. 38, 39, §1º, 2º período e 81, da Lei Fundamental alemã e Lei Gesetz zur Änderung des Bundeswahlgesetzes, de 14 de fevereiro de 1964, da Alemanha.\n- Veja Código 0-58 da Classificação Internacional Uniforme de Ocupação.\n\nNúmero de páginas: 70.\nAnálise: 29/09/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONSELHO BRASILEIRO DE ÓPTICA E OPTOMETRIA - CBOO \nADV.(A/S)  : ADALGISA ROCHA CAMPOS \nINTDO.(A/S)  : CONSELHO FEDERAL DE MEDICINA - CFM \nADV.(A/S)  : GISELLE CROSARA LETTIERI GRACINDO E OUTRO(A/S)\nINTDO.(A/S)  : CONSELHO BRASILEIRO DE OFTALMOLOGIA - CBO \nADV.(A/S)  : JOSE ALEJANDRO BULLON SILVA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434522,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 131","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BRÜNECK, Rupp v. Darf das Bundesverfassungsgericht an den Ge setzgeber appellieren? 1970. p. 372.\nENTERRÍA, Garcia de. Justicia Constitucional. p. 13.\nGUSY, Christoph. Parlamentarischer Gesetzgeber und Bundesverfassungsgericht. Berlim, 1985. p. 211.\nHÄBERLE, Peter. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken, in: Die Verfassung des Pluralismus. Königstein, 1980. p. 3, 6, 7, 9 e 10.\nMEDEIROS, Rui. A Decisão de Inconstitucionalidade. p. 703-794 e 716.\nSCHLAICH, Klaus. Das Bundesverfassungsgericht. 1985. p. 182.\nZAGREBELSKY, Gustavo.  El Derecho Dúctil . Ley, derechos, justicia. Tradução: Marina Gascón.\n3. ed. Madrid: Trotta S.A., 1999. p. 13.","ministro_facet":["GILMAR MENDES"],"processo_numero":131,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435467","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por unanimidade, julgou improcedente a ação direta, nos termos do voto do Relator. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur435467","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435467","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: AÇÃO DIRETA DE INCONSTITUCIONALIDADE – ARTIGO 7º, INCISO XXXIII, DA CONSTITUIÇÃO FEDERAL, NA REDAÇÃO DADA PELA EC Nº 20/98 – PROIBIÇÃO DE QUALQUER TRABALHO A MENORES DE 16 (DEZESSEIS) ANOS, SALVO NA CONDIÇÃO DE APRENDIZ, A PARTIR DOS 14 (QUATORZE) ANOS – ALEGADA TRANSGRESSÃO AOS DIREITOS FUNDAMENTAIS DOS ADOLESCENTES SUPOSTAMENTE MOTIVADA PELA ELEVAÇÃO DO LIMITE ETÁRIO MÍNIMO (DE 14 PARA 16 ANOS) DE OBSERVÂNCIA NECESSÁRIA PARA EFEITO DE AQUISIÇÃO DA PLENA CAPACIDADE JURÍDICO-LABORAL – INOCORRÊNCIA DO ALEGADO VÍCIO DE INCONSTITUCIONALIDADE – A EVOLUÇÃO JURÍDICA DAS FORMAS DE TRATAMENTO LEGISLATIVO DISPENSADO À CRIANÇA E AO ADOLESCENTE: DA FASE DA ABSOLUTA INDIFERENÇA À DOUTRINA DA PROTEÇÃO INTEGRAL – ABOLIÇÃO DA EXPLORAÇÃO DO TRABALHO INFANTIL DE CARÁTER ESTRITAMENTE ECONÔMICO E ELEVAÇÃO PROGRESSIVA DA IDADE MÍNIMA DE ADMISSÃO PARA O TRABALHO E O EMPREGO – OBSERVÂNCIA DOS COMPROMISSOS FIRMADOS PELO BRASIL NO PLANO INTERNACIONAL (CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA, CONVENÇÃO OIT Nº 138, CONVENÇÃO OIT Nº 182 E META 8.7 DA AGENDA 2030 PARA O DESENVOLVIMENTO SUSTENTÁVEL) E NECESSIDADE DE RESPEITO AOS POSTULADOS QUE INFORMAM A DOUTRINA DA PROTEÇÃO INTEGRAL (CF, ART. 227) – PROFISSIONALIZAÇÃO E PROTEÇÃO NO TRABALHO – DIREITOS CONSTITUCIONAIS, DE ÍNDOLE SOCIAL, TITULARIZADOS PELA CRIANÇA E PELO ADOLESCENTE (CF, ART. 227, “CAPUT”) – POSSIBILIDADE DE EXERCÍCIO DE ATIVIDADES PROFISSIONAIS INFANTOJUVENIS DE CARÁTER PREDOMINANTEMENTE SÓCIOEDUCATIVO, DESDE QUE OBSERVADO, SEMPRE, O RESPEITO À CONDIÇÃO PECULIAR DE PESSOA EM DESENVOLVIMENTO (CF, ART. 227, §3º, V) – VOCAÇÃO PROTETIVA DO POSTULADO CONSTITUCIONAL QUE VEDA O RETROCESSO SOCIAL – MAGISTÉRIO DA DOUTRINA – AÇÃO DIRETA JULGADA IMPROCEDENTE, COM O CONSEQUENTE RECONHECIMENTO DA PLENA VALIDADE CONSTITUCIONAL DO ART. 7º, INCISO XXXIII, DA CONSTITUIÇÃO DA REPÚBLICA, NA REDAÇÃO DADA PELA EC Nº 20/98.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754212134","externo_seq_objeto_incidente":1788525,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-258 DIVULG 26-10-2020 PUBLIC 27-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2096&classe=ADI","is_colac":false,"titulo":"ADI 2096","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00121 PAR-00001 LET-D\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00137 LET-K ART-00157 INC-00009\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00158 INC-00010 ART-00165 INC-00010\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00003 INC-00003 \n          INC-00004 ART-00007 INC-00033 ART-00060 \n          PAR-00004 INC-00004 ART-00204 INC-00002 \n          ART-00227 \"CAPUT\" PAR-00003 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000020      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006697      ANO-1979\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00002 ART-00149 INC-00002\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-009615      ANO-1998\n          ART-00029 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011788      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000138      ANO-1973\n          ART-00001 ART-00002 INC-00003 ART-00003\n                CONVENÇÃO SOBRE A IDADE MÍNIMA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-1989\n          ART-00049 INC-00001\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA \n\n","LEG-INT   CVC-000182      ANO-1999\n          ART-00002 ART-00003 LET-A LET-B \n          LET-C LET-D\n                CONVENÇÃO SOBRE A PROIBIÇÃO DAS PIORES FORMAS DE TRABALHO INFANTIL E A AÇÃO IMEDIATA PARA SUA ELIMINAÇÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E POLÍTICOS\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003597      ANO-2000\n                DECRETO-LEI - PROMULGA A CONVENÇÃO N. 182, SOBRE A PROIBIÇÃO DAS PIORES FORMAS DE TRABALHO INFANTIL E A AÇÃO IMEDIATA PARA SUA ELIMINAÇÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEL-004134      ANO-2002\n                DECRETO-LEI - PROMULGA A CONVENÇÃO N. 138, SOBRE IDADE MÍNIMA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000178      ANO-1999\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO N. 182, SOBRE A PROIBIÇÃO DAS PIORES FORMAS DE TRABALHO INFANTIL E A AÇÃO IMEDIATA PARA SUA ELIMINAÇÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000179      ANO-1999\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO N. 138, SOBRE IDADE MÍNIMA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-016272      ANO-1923\n                DECRETO\n\n","LEG-FED   DEC-17943A      ANO-1927\n          ART-00026 ART-00028 ART-00029 ART-00030 \n          ART-00068 ART-00078\n                DECRETO\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   ETT      \n          ART-00001 ART-00002 LET-C ART-00003 \n          LET-B LET-E LET-F\n                ESTATUTO DA CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DA INDÚSTRIA - CNTI"],"publicacao_data":"2020-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA (CNTI). CONTROLE DE CONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL. DIREITO DA CRIANÇA E DO ADOLESCENTE, DIREITO FUNDAMENTAL DE SEGUNDA DIMENSÃO. DIREITO SOCIAL, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2096&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, CNTI)\nADI 1515 (TP), ADI 3206 (TP), ADI 3356 (TP), ADI 3470 (TP), ADI 2149 MC (TP), ADI 1282 QO (TP), ADI 5018 (TP), ADI 944 MC (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL)\nADI 939 (TP) - RTJ 151/755, ADI 3685 (TP), ADI 829 (TP) - RTJ 156/451, HC 18178. \n(PRINCÍPIO DA PROTEÇÃO INTEGRAL À CRIANÇA E AO ADOLESCENTE)\nRR 75700. \n(DIREITO DA CRIANÇA E DO ADOLESCENTE, DIREITO FUNDAMENTAL DE SEGUNDA DIMENSÃO)\nMS 22164 (TP) - RTJ 164/158. \n- Acórdão(s) citado(s) - outros tribunais:\n(PRINCÍPIO DA PROTEÇÃO INTEGRAL À CRIANÇA E AO ADOLESCENTE)\nTST: AIRR 1280, AIRR 98040, RR 589, RR 136400. \n- Legislação estrangeira citada: \"Illinois Juvenile Court Act of 1899\", dos Estados Unidos da América.\nNúmero de páginas: 48.\nAnálise: 11/01/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA - CNTI \r\nADV.(A/S)           : UBIRACY TORRES CUÓCO \r\nINTDO.(A/S)         : CONGRESSO NACIONAL \r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435467,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2096","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALVES, Roberto Barbosa. Estatuto da Criança e do Adolescente Comentado. Cury, Munir (Coord.). 12. ed. Malheiros, 2012. p. 23-34.\nAMIN, Andrea Rodrigues. Curso de Direito da Criança e do Adolescente. MACIEL, Kátia Regina Ferreira Lobo Andrade (Coord.). 12. ed. Saraiva, 2019. p. 49-59 e 60-66.\nARRUDA, Kátia Magalhães. A Eliminação do Trabalho Infantil e a Efetivação do Direito à Infância. In: SARLET, Ingo Wolfgang; VIEIRA, Luiz; FRAZÃO, Ana de Oliveira (Coord.). Diálogos entre o Direito do Trabalho e o Direito Constitucional. Saraiva, 2014. p. 625-638.\nBACHOF, Otto. Normas Constitucionais Inconstitucionais? Coimbra: Atlandida, 1977. p. 54.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Fundamentos da Constituição. Coimbra, 1991. p. 289.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 4. ed. Almedina, 1987. p. 756-758.\nCOELHO, Bernardo Leôncio Moura. O Bloco de Constitucionalidade e a Proteção à Criança. In: Revista de Informação Legislativa, nº 123, p. 259-266, 1994.\nDINIZ, Maria Helena. Norma Constitucional e Seus Efeitos. Saraiva, 1989. p. 97.\nFERREIRA FILHO, Manoel Gonçalves. Poder Constituinte e Direito Adquirido. RDA, n. 210, p. 1-9.\nFULLER, Paulo Henrique Aranda. Estatuto da Criança e do Adolescente Comentado. RT, 2017. p. 32-39. item 1.\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil e na Alemanha. Sergio Antonio Fabris, 2002. p. 40.\nLIBERATI, Wilson Donizeti. Comentários ao Estatuto da Criança e do Adolescente. Malheiros, 2014. p. 17-18. item 1.\nMACHADO, Marta de Toledo. A Proteção Constitucional de Crianças e Adolescentes e os Direitos Humanos. p. 176-178, item n. 7.2.1, 2003. \nMARTINS, Juliane Caravieri; MONTAL, Zélia Maria Cardoso. Diálogos entre Doutrina e Proteção Integral e o Direito Fundamental ao Trabalho Digno de Adolescentes. IN: Revista de Direito Constitucional e Internacional. v. 103. RT, 2017. p. 30-32. item 4.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. 1. ed. Brasília Jurídica, 2002. p. 127-128. \nMÉNDEZ, Emilio García. Infância e Cidadania na América Latina. Hucitec, 1998. p. 26 e 71. item 1.\nMIRANDA, Jorge. Manual de Direito Constitucional. tomo II. 2. ed. Coimbra, 1988. p. 165.\nMIRANDA, Jorge. Manual de Direito Constitucional. tomo II. 2. ed. Coimbra, 1988. p. 287-294. item 72.\nMOREIRA, Vital. Constituição e Revisão Constitucional. Lisboa: Caminho, 1990. p. 107.\nPAULA, Paulo Afonso Garrido. Direito da Criança e do Adolescente e Tutela Jurisdicional Diferenciada. RT, 2002. p. 26. item 1.4.\nROSSATO, Luciano Alves; LÉPORE, Paulo Eduardo. Direitos Trabalhistas das Crianças, Adolescentes e Jovens. RT, 201. p. 48. item 1.\nSARAIVA, João Batista Costa. Adolescente em Conflito com a Lei - da Indiferença à Proteção Integral. 4. ed. Livraria do Advogado, 2013. p. 22 e 54-58. item 1.\nSARLET, Ingo W. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988. IN: Interesse Público. n. 12. Notadez: 2001. p. 91-97.\nSILVA, José Afonso. Curso de Direito Constitucional Positivo. 5. ed. RT, 1989. p. 58-60.\nSILVA, Fernando Antônio do Amaral; CURY, Munir. Estatuto da Criança e do Adolescente Comentado. Cury, Munir (Coord.). 12. ed. Malheiros, 2012. p. 17-19.\nTAVARES, José de Farias. Comentários ao Estatuto da Criança e do Adolescente. 7. ed. Forense, 2010. p. 10-12.\nVERONESE, Joasiane Rose Petry; ROSSETO, Geralda Magella de Faria. Direitos Fundamentais da Criança e do Adolescente. IN: Direito da Criança e do Adolescente. 2. ed. Lumen Juris, 2019. p. 67-104.\nZUBA, Thais Maria Riedel de Resende. O Direito Previdenciário e o Princípio da Vedação do Retrocesso. LTr, 2013. p. 107-139.","ministro_facet":["CELSO DE MELLO"],"processo_numero":2096,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur438224","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, negando provimento ao agravo regimental, mas concedendo ordem de habeas corpus de ofício, no que foi acompanhado pela Ministra Cármen Lúcia, e do voto do Ministro Teori Zavascki que acompanhou a negativa de provimento mas não a concessão de ofício da ordem, o julgamento foi suspenso em virtude do pedido de vista formulado pelo Ministro Gilmar Mendes. Prosseguindo, a Turma, à unanimidade, por sugestão do Relator, restabeleceu, até julgamento final, os efeitos da liminar anteriormente deferida pelo Ministro Presidente. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 22.09.2015.\r\n\n           Decisão: A Turma, por unanimidade, negou provimento ao agravo regimental, mas concedeu a ordem de habeas corpus, de ofício, para o fim de: i) determinar o trancamento do inquérito policial nº 0007029-14.2011.403.6106, em trâmite na 4ª Vara Federal de São José do Rio Preto; ii) tornar sem efeito o indiciamento do jornalista Allan de Abreu Aio, excluindo-se a referência a esse ato de quaisquer registros ou assentamentos constantes de distribuidor criminal ou instituto de identificação; e iii) ordenar o desentranhamento e a inutilização de todos os dados obtidos mediante indevido afastamento dos sigilos telefônicos de Allan de Abreu Aio e da Empresa de Publicidade Rio Preto Ltda. (Diário da Região), nos termos do voto do Relator, com ressalvas do Ministro Gilmar Mendes.  Não votou neste julgamento o Ministro Edson Fachin por suceder o Ministro Teori Zavascki. Segunda Turma, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur438224","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur438224","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravo regimental na reclamação. ADPF nº 130/DF. Direito Constitucional e Direito Penal. Inquérito Policial. Imputação do art. 10 da Lei nº 9.296/96. Afastamento do sigilo de dados telefônicos de jornalista e de empresa que edita periódico. Sigilo da fonte (art. 5º, XIV, CF). Inexistência da exigida aderência inequívoca entre o objeto do ato reclamado e o conteúdo da decisão paradigma. Inadmissibilidade da reclamação. Precedentes. Não provimento do agravo regimental. Constrangimento ilegal flagrante configurado. Hipótese de concessão de habeas corpus de ofício. Quebra de segredo de justiça sem autorização judicial (art. 10, segunda parte, da Lei nº 9.296/96). Crime que admite duas modalidades: intrusão (acesso indevido) e revelação. Publicação, por veículo de imprensa, do conteúdo sigiloso de conversações telefônicas interceptadas por ordem judicial. Conduta que, em tese, se subsume formalmente na modalidade revelação. Hipótese, contudo, de crime próprio, que somente pode ser cometido por quem tenha legítimo acesso ao procedimento de interceptação telefônica. Atipicidade manifesta da conduta do jornalista. Afastamento do sigilo de dados telefônicos do jornalista e da empresa que edita o periódico. Inadmissibilidade no caso concreto. Violação do sigilo de fonte (art. 5º, XIV, CF). Prova ilícita (art. 5º, LVI, CF e art. 157, CPP). Concessão, de ofício, de ordem de habeas corpus, para determinar o trancamento do inquérito policial e a inutilização dos dados obtidos mediante afastamento do sigilo telefônico.\n\n\n\n    1. A exceção constitucional à inviolabilidade “[d]o sigilo da correspondência e das comunicações telegráficas, de dados e das comunicações telefônicas” (art. 5º, XII, da CF/88) para os profissionais e as sociedades empresárias vinculadas à atividade de imprensa não foi objeto da ADPF nº 130/DF.\n\n\n\n    2. Ausência de decisão vinculante da Suprema Corte na ADPF nº 130/DF ou mesmo de fundamentos determinantes expendidos nesse julgado que corroborem o entendimento de que a garantia do sigilo da fonte jornalística (inciso XIV do art. 5º da CF/88) consiste em “regra constitucional” e, portanto, “não comporta nenhuma exceção”.\n\n\n\n    3. Para que seja admitido o manejo da reclamação constitucional, exige-se a presença de aderência inequívoca do objeto do ato reclamado ao conteúdo da decisão paradigma, o que não ocorreu na espécie.\n\n\n\n    4. Não provimento do agravo regimental.\n\n\n\n    5. Presença de flagrante constrangimento ilegal, que autoriza a concessão, de ofício, de ordem de habeas corpus.\n\n\n\n    6. O crime de quebra de sigilo bancário (art. 10 da Lei Complementar nº 105/01) comporta duas modalidades: intrusão (acesso indevido) e revelação, conforme já assentou o Supremo Tribunal Federal (Pet nº 3.898/DF, Pleno, Relator o Ministro Gilmar Mendes, DJe de 18/12/09).\n\n\n\n    7. Como a ação nuclear (“quebrar”) de ambos os crimes é idêntica, a quebra de segredo de justiça sem autorização judicial (art. 10, segunda parte, da Lei nº 9.296/96) admite essas mesmas modalidades.\n\n\n\n    8. A quebra de segredo de justiça na modalidade revelação constitui crime próprio, que somente pode ser praticado por quem legitimamente tenha acesso ao procedimento de interceptação telefônica, o que não é o caso de jornalista.\n\n\n\n    9. Inexistência, na espécie, de indícios mínimos de que o jornalista, ao publicar o conteúdo do procedimento de interceptação telefônica, tenha concorrido para a intrusão ou para a violação do segredo de justiça por quem tinha o dever de resguardá-lo, razão por que é atípica a conduta a ele imputada.\n\n\n\n    10. Nessas circunstâncias, é vedado, ante o sigilo constitucional de fonte (art. 5º, XIV, CF), ordenar-se o afastamento do sigilo telefônico do jornalista autor da matéria ou da empresa jornalística que a publicou a pretexto de se apurar a autoria do vazamento das informações sobre segredo de justiça.\n\n\n\n    11. Os dados obtidos mediante indevido afastamento de sigilo telefônico, com violação do sigilo de fonte, constituem prova ilícita, inadmissível no processo penal (art. 5º, LVI, CF e art. 157, CPP).\n\n\n\n    12. Ordem concedida de ofício para determinar o trancamento do inquérito policial, tornar sem efeito o indiciamento do jornalista e ordenar a inutilização dos dados obtidos mediante indevido afastamento do sigilo telefônico.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754653942","externo_seq_objeto_incidente":4847772,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-291  DIVULG 11-12-2020  PUBLIC 14-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=19464&classe=Rcl","is_colac":false,"titulo":"Rcl 19464 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00004 INC-00012 INC-00014\n    INC-00056 ART-00102 INC-00001 LET-L\n    ART-0103A PAR-00003 ART-00220 PAR-00001\n    PAR-00002 PAR-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000105 ANO-2001\n    ART-00010\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005250 ANO-1967\n    LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-009296 ANO-1996\n    ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00501\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00013\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00157\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2020-12-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUSÊNCIA, HOMOLOGAÇÃO, DESISTÊNCIA, DECORRÊNCIA, RELEVÂNCIA, MATÉRIA, EXISTÊNCIA, FLAGRANTE ILEGALIDADE. VEDAÇÃO, RECLAMAÇÃO, SUCEDÂNEO, RECURSO. LIBERDADE DE IMPRENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. IMPOSSIBILIDADE, COMETIMENTO, ATO ILÍCITO, OBTENÇÃO, INFORMAÇÃO SIGILOSA, FUNDAMENTO, LIBERDADE DE IMPRENSA. AUSÊNCIA, IMUNIDADE, JORNALISTA, COMETIMENTO DE CRIME, EXERCÍCIO PROFISSIONAL. IMPOSSIBILIDADE, INTERCEPTAÇÃO TELEFÔNICA, JORNALISTA, EXERCÍCIO, ATIVIDADE PROFISSIONAL.\n\n- VOTO, MIN. TEORI ZAVASCKI: IMPOSSIBILIDADE, APRECIAÇÃO, MATÉRIA DE FATO, ÂMBITO, RECLAMAÇÃO. IMPOSSIBILIDADE, ALEGAÇÃO, DESCONHECIMENTO, SIGILO TELEFÔNICO, DIVULGAÇÃO, MATÉRIA.\n\n- VOTO, MIN. GILMAR MENDES: RECLAMAÇÃO, ADERÊNCIA ESTRITA, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONSIDERAÇÃO, LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO, ÂMBITO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONSIDERAÇÃO, COMUNICAÇÃO SOCIAL, DIREITO DA PERSONALIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. LIBERDADE DE IMPRENSA, DIREITO INDIVIDUAL, DEMOCRACIA. LIBERDADE DE IMPRENSA, GARANTIA, SIGILO DA FONTE. IMPORTÂNCIA, MATÉRIA, CRIMINALIZAÇÃO, ATIVIDADE, JORNALISTA. PROTEÇÃO, ÂMBITO INTERNACIONAL, LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO. EXCEPCIONALIDADE, LIMITAÇÃO, LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO, GARANTIA, DIVERSIDADE, VALOR CONSTITUCIONAL. IMPOSSIBILIDADE, UTILIZAÇÃO, COAÇÃO, FINALIDADE, CONSTRANGIMENTO, ATUAÇÃO, PROFISSIONAL, JORNALISTA, FUNDAMENTO, SIGILO DA FONTE, VEDAÇÃO, CENSURA. AUSÊNCIA, OBRIGAÇÃO, COLABORAÇÃO, JORNALISTA, FINALIDADE, INVESTIGAÇÃO, VAZAMENTO, INFORMAÇÃO. LEGITIMIDADE, QUEBRA DE SIGILO, DADO, JORNALISTA, IDENTIFICAÇÃO, AUTORIA DO CRIME, QUEBRA, SEGREDO DE JUSTIÇA, REPASSE, TRANSCRIÇÃO, INTERCEPTAÇÃO TELEFÔNICA.\n\n- TERMO(S) DE RESGATE: NÚCLEO DE PROTEÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=19464&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CRIME, QUEBRA DE SIGILO BANCÁRIO, MODALIDADE)\nPet 3898 (TP). \n(RECLAMAÇÃO, AUSÊNCIA DE ADERÊNCIA ESTRITA, DECISÃO PARADIGMA, LIBERDADE DE IMPRENSA)\nRcl 9068 AgR (TP), Rcl 9428 (TP), Rcl 16761 AgR (1ªT), Rcl 16389 AgR (TP), Rcl 16492 AgR (2ªT), Rcl 17196 AgR (2ªT). \n(LIBERDADE DE EXPRESSÃO, AUSÊNCIA, CARÁTER ABSOLUTO)\nARE 891647 ED (2ªT). \n(LIBERDADE DE IMPRENSA, SIGILO DA FONTE)\nADPF 130 (TP), RE 511961 (TP), Rcl 19464 AgR (2ªT). \n- Decisões monocráticas citadas:\n(LIBERDADE DE IMPRENSA, SIGILO DA FONTE)\nInq 870, Rcl 21504 MC-AgR, ADPF 601 MC.\n(RECLAMAÇÃO, OFENSA, LIBERDADE DE IMPRENSA)\nRcl 21504 MC-AgR.\n- Veja ADPF 130 do STF.\n- Veja art. 19 da Declaração Universal dos Direitos da Pessoa Humana, de 1948.\nNúmero de páginas: 63.\nAnálise: 02/12/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ASSOCIAÇÃO NACIONAL DOS JORNAIS \nADV.(A/S)  : GUSTAVO BINENBOJM E OUTRO(A/S)\nAGDO.(A/S)  : EMPRESA DE PUBLICIDADE RIO PRETO S/A \nADV.(A/S)  : LUIZ ROBERTO FERRARI \nAGDO.(A/S)  : ALLAN DE ABREU AIO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : TRIBUNAL REGIONAL FEDERAL 3ª REGIÃO \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":438224,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Rcl 19464 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2020-10-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"CAPEZ, Fernando. Curso de direito penal: legislação penal especial. 9. ed. São Paulo: Saraiva, 2014. v. 4. p. 497.\nGOMES, Luiz Flávio. Interceptação telefônica: Lei 9.296, de 24.07.96. São Paulo: Revista dos Tribunais, 1997. p. 244-246.\nGRECO FILHO, Vicente. Interceptação telefônica – considerações sobre a Lei nº 9.296, de 24 de julho de 1996. 2. ed. São Paulo: Saraiva, 2006. p. 67-68.\nPIEROTH; SCHLINK. Grundrechte: Staatsrecht II. 14. ed. Heidelberg: C. F. Müller, 1998. p. 50.\nSILVA, José Afonso da. Curso de Direito Constitucional positivo. 38. ed. São Paulo: Malheiros, 2015. p. 249.\nVIEIRA, Ana Lúcia Menezes. O sigilo da fonte de informação jornalística como limite à prova no processo penal. 2012. Tese (Doutorado) - Universidade de São Paulo, 2012. p. 193 e 207.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":19464,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451864","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição condicionada (i) ao juízo discricionário do Presidente da República de adiantamento da entrega antes do cumprimento da sentença aqui imposta; (ii) compromisso formal do Estado requerente de não aplicar penas vedadas pelo direito brasileiro, em especial a prisão perpétua (art. 5º, XLVII, b, da CF); (iii) compromisso formal do Estado requerente de observar o tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro à época dos fatos, 30 (trinta) anos (art. 75, do CP); e (iv) compromisso formal do Estado requerente de detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil, nos termos do voto do Relator, com ressalvas do Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 13.8.2021 a 20.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451864","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur451864","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DO REINO UNIDO E ESCÓCIA. REGULARIDADE FORMAL. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO.\n\n\n\n    1.  O pedido de entrega em extradição requerido, para fins de processamento pela prática de diversos crimes, formulado pelo Governo do Reino Unido, atende aos requisitos formais previstos no Tratado de Extradição firmado entre Brasil e Reino Unido da Grã-Bretanha, em 18.06.1995, e promulgado pelo Decreto 2.347, de 10.10.1997.\n\n\n\n    2.  Quanto à dupla tipicidade, os crimes pelos quais o extraditando será processado estão previstos na legislação brasileira: organização criminosa (art. 2º, caput e §§ 2º, 3º 4º da Lei 12850/13), tráfico internacional de drogas e associação para o tráfico internacional de drogas (arts. 33 e 35, combinados com o art. 40, I da Lei 11.343/2006), lesão corporal de natureza grave (art. 129, §2º, III, do CP), lavagem de dinheiro (art. 1º, caput e §§ 1º e 4º da Lei 9.613/98), adulteração de sinal identificador de veículos (art. 311 do Código Penal), e posse ou porte ilegal de armas de fogo de uso restrito (art. 16, caput, e § 1º da Lei 10.826/13).\n\n\n\n    3.   Quanto à dupla punibilidade, os fatos ocorreram entre janeiro de 2011 e janeiro de 2018, de modo que não atingidos pela prescrição, de acordo com as legislações britânicas e brasileiras. O extraditando praticou diversos crimes, em concurso de agentes. Nesses casos, a legislação do Estado Requerente prevê que a prática dos crimes pelos quais o extraditando é acusado é imprescritível. Os diversos crimes praticados tem, de acordo com a legislação brasileira, prazos prescricionais entre 12 e 20 anos, não estando, portanto, alcançados pela prescrição.\n\n\n\n    4.  O crime pelo qual se pretende a extradição não tem conotação política (art. 82-VII da Lei 13.445/17); sua apuração é de competência exclusiva do estado requerente (art. 82-III da Lei 13.445/17). A pena máxima é superior a 2 anos (art. 82-IV da Lei 13.445/17) e o extraditando não tem nacionalidade brasileira (art. 82-1 da Lei 13.445/17).\n\n\n\n    5.  Extradição deferida, condicionada (i) ao juízo discricionário do Presidente da República de adiantamento da entrega antes do cumprimento da sentença aqui imposta; (ii) ao compromisso formal do Estado requerente de (ii.i) não aplicar penas vedadas pelo direito brasileiro, em especial a prisão perpétua (art. 5º, XLVII, b, da CF); (ii.ii) observar o tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro à época dos fatos, 30 (trinta) anos (art. 75, do CP); e (ii.iii) detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757072692","externo_seq_objeto_incidente":5998594,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-174  DIVULG 31-08-2021  PUBLIC 01-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1641&classe=Ext","is_colac":false,"titulo":"Ext 1641","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    LET-B INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001 \"CAPUT\" PAR-00001 PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 ART-00035 ART-00040 INC-00001\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-010826 ANO-2013\n    ART-00016 \"CAPUT\" PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00002 \"CAPUT\" PAR-00002 PAR-00003\n    PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00001 INC-00003 INC-00004\n    INC-00007 ART-00087 PAR-00002 PAR-00003\n    ART-00092 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1995\n    TRATADO DE EXTRADIÇÃO, CELEBRADO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00075 ART-00109 INC-00001\n    INC-00002 INC-00003 ART-00129 PAR-00002\n    INC-00003 ART-00311\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG\n    DECRETO LEGISLATIVO  - APROVA O TRATADO DE EXTRADIÇÃO, CELEBRADO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE\n\n","LEG-FED   DEC-002347 ANO-1997\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, CELEBRADO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE"],"publicacao_data":"2021-09-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUTONOMIA, PROCESSO EM CURSO, JUSTIÇA BRASILEIRA, PROCESSO DE EXTRADIÇÃO. DEVER, IMPUGNAÇÃO, SENTENÇA PENAL CONDENATÓRIA, RECURSO, TRIBUNAL REGIONAL FEDERAL (TRF). PROCESSO DE EXTRADIÇÃO, EXCLUSÃO, APRECIAÇÃO, MÉRITO, IMPUTAÇÃO DE CRIME. DEVER, ESTADO REQUERENTE, OBSERVÂNCIA, LIMITE MÁXIMO, TRINTA ANOS, PENA, LEI DE MIGRAÇÃO. FATO ANTERIOR, PACOTE ANTICRIME, IRRETROATIVIDADE, LEI PENAL MAIS RÍGIDA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ALEXANDRE DE MORAES: PROCESSO DE EXTRADIÇÃO, PACOTE ANTICRIME, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE, LEI PROCESSUAL PENAL, APLICAÇÃO IMEDIATA. INAPLICABILIDADE, PRINCÍPIO DA IRRETROATIVIDADE DA LEI.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1641&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1505 (1ªT), Ext 1645 (1ªT), Ext 1648 (1ªT). \n(EXTRADIÇÃO PASSIVA, COMPROMISSO, ESTADO REQUERENTE, OBSERVÂNCIA, LIMITE MÁXIMO, TRINTA ANOS, PENA)\nExt 1462 (1ªT), Ext 1564 (1ªT). \n(EXTRADIÇÃO, PROCESSO PENAL EM CURSO, JUSTIÇA BRASILEIRA)\nExt 885 (TP), Ext 1114 (TP), Ext 1597 (1ªT). \n- Decisão monocrática citada:\n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1661.\nNúmero de páginas: 16.\nAnálise: 01/06/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO REINO UNIDO \nEXTDO.(A/S)  : JAMES JOSEPH WHITE OU JAMES WHITE OU JAMIE SMITH OU SVENS KLAVE OU CHRISTOPHER LLOYD \nADV.(A/S)  : VALTER MACHADO CARDOSO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451864,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1641","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1641,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435644","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; pelo amicus curie Associação dos Magistrados Brasileiros - AMB, o Dr. Alberto Pavie Ribeiro; pelo amicus curie Defensoria Pública da União, o Dr. Gabriel Faria Oliveira, Defensor Público-Geral Federal; pelo amicus curie Defensoria Pública Geral do Estado do Rio De Janeiro, o Dr. Pedro Paulo Lourival Carriello, Defensor Público do Estado; pelo amicus curie Defensoria Pública do Estado de Minas Gerais, a Dra. Alessa Pagan Veiga, Defensora Pública do Estado; pelo amicus curie Instituto Brasileiro de Ciências Criminais - IBCCRIM, o Dr. Maurício Stegemann Dieter; pelo amicus curiae Instituto de Garantias Penais - IGP, o Dr. Marcelo Turbay Freiria; e, pelo amicus curiae Instituto de Defesa do Direito de Defesa - Márcio Thomaz Bastos - IDDD, o Dr. Fábio Tofic Simantob. Não participou, justificadamente, deste julgamento, a Ministra Rosa Weber. Presidência do Ministro Dias Toffoli. Plenário, 21.11.2018.\r\n\n                 Decisão: Após o voto do Ministro Roberto Barroso, Relator, que julgava parcialmente procedente a ação direta, e do voto do Ministro Alexandre de Moraes, que a julgava improcedente, o julgamento foi suspenso. Presidência do Ministro Dias Toffoli. Plenário, 28.11.2018.\r\n\n                       Decisão: Após os votos dos Ministros Roberto Barroso, Relator, e Edson Fachin, que referendavam a cautelar e julgavam parcialmente procedente a ação direta; e dos votos dos Ministros Alexandre de Moraes, Rosa Weber, Ricardo Lewandowski, Marco Aurélio, Gilmar Mendes e Celso de Mello, que não referendavam a cautelar e julgavam improcedente a ação, pediu vista dos autos o Ministro Luiz Fux. Em seguida, após o voto do Ministro Gilmar Mendes, propondo questão de ordem no sentido de revogar a cautelar anteriormente deferida, no que foi acompanhado pelos Ministros Alexandre de Moraes, Marco Aurélio e Celso de Mello; e dos votos dos Ministros Roberto Barroso, Relator, Edson Fachin, Rosa Weber, Luiz Fux e Cármen Lúcia, que rejeitavam a proposta, mantendo os termos da cautelar, pediu vista da questão de ordem o Ministro Dias Toffoli (Presidente). Plenário, 29.11.2018.\r\n\n                       Decisão: O Tribunal, por maioria, não referendou a cautelar, revogando-a, e julgou improcedente a ação direta, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Roberto Barroso (Relator), Edson Fachin, Luiz Fux e Cármen Lúcia. Em seguida, julgou prejudicada a questão de ordem. Presidência do Ministro Dias Toffoli. Plenário, 09.05.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur435644","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur435644","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO PENAL E PROCESSO PENAL. INDULTO. COMPETÊNCIA PRIVATIVA DO PRESIDENTE DA REPÚBLICA (CF, ART. 84, XII) PARA DEFINIR SUA CONCESSÃO A PARTIR DE REQUISITOS E CRITÉRIOS DE CONVENIÊNCIA E OPORTUNIDADE. PODER JUDICIÁRIO APTO PARA ANALISAR A CONSTITUCIONALIDADE DA CONCESSÃO, SEM ADENTRAR NO MÉRITO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.\n\n\n\n    1. A Constituição Federal, visando, principalmente, a evitar o arbítrio e o desrespeito aos direitos fundamentais do homem, previu a existência dos Poderes do Estado, independentes e harmônicos entre si, repartindo entre eles as funções estatais. \n\n\n\n    2. Compete ao Presidente da República definir a concessão ou não do indulto, bem como seus requisitos e a extensão desse verdadeiro ato de clemência constitucional, a partir de critérios de conveniência e oportunidade.\n\n\n\n    3. A concessão de indulto não está vinculada à política criminal estabelecida pelo legislativo, tampouco adstrita à jurisprudência formada pela aplicação da legislação penal, muito menos ao prévio parecer consultivo do Conselho Nacional de Política Criminal e Penitenciária, sob pena de total esvaziamento do instituto, que configura tradicional mecanismo de freios e contrapesos na tripartição de poderes.\n\n\n\n    4. Possibilidade de o Poder Judiciário analisar somente a constitucionalidade da concessão da clementia principis, e não o mérito, que deve ser entendido como juízo de conveniência e oportunidade do Presidente da República, que poderá, entre as hipóteses legais e moralmente admissíveis, escolher aquela que entender como a melhor para o interesse público no âmbito da Justiça Criminal.\n\n\n\n    5. Ação Direta de Inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754291421","externo_seq_objeto_incidente":5336271,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5874&classe=ADI","is_colac":false,"titulo":"ADI 5874","documental_legislacao_citada_texto":["LEG-IMP   CF ANO-1824\n    ART-00098 ART-00101 INC-00008 INC-00009\n    CONSTITUIÇÃO FEDERAL\n\n","LEG-IMP   IMP ANO-1827\n    ART-00009\n    LEI DO IMPÉRIO DE 11 DE AGOSTO DE 1827\n\n","LEG-FED   CF ANO-1891\n    ART-00034 PAR-00026 PAR-00027 PAR-00028\n    ART-00048 PAR-00006 ART-00052 PAR-00002\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC ANO-1926\n    EMENDA CONSTITUCIONAL DE 3 DE SETEMBRO DE 1926\n\n","LEG-FED   CF ANO-1934\n    ART-00040 LET-E ART-00056 PAR-00003\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00074 LET-N ART-00075\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00066 INC-00005 ART-00087 INC-00019\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00043 INC-00008 ART-00081 INC-00022\n    ART-00083 INC-00020\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00002 ART-00005\n    \"CAPUT\" INC-00039 INC-00043 INC-00044\n    INC-00046 INC-00051 INC-00052 INC-00054\n    ART-00036 PAR-00001 ART-00037 \"CAPUT\"\n    PAR-00004 ART-00048 INC-00004 INC-00008\n    INC-00009 INC-00010 INC-00011 ART-00049\n    INC-00001 INC-00005 INC-00009 ART-00051\n    INC-00001 ART-00052 INC-00001 INC-00002\n    ART-00057 INC-00003 INC-00004 ART-00058\n    PAR-00003 ART-00060 PAR-00004 INC-00003\n    ART-00062 PAR-00001 INC-00001 LET-B\n    ART-00063 ART-00066 PAR-00004 ART-00071\n    ART-00073 PAR-00002 INC-00001 ART-00084\n    INC-00007 INC-00009 INC-00010 INC-00012\n    INC-00014 ART-00089 INC-00007 ART-00093\n    INC-00001 LET-D INC-00002 ART-00096\n    INC-00001 LET-F ART-00097 ART-00101\n    INC-00008 INC-00009 PAR-ÚNICO ART-00102\n    INC-00001 LET-A ART-00104 PAR-ÚNICO\n    ART-00113 ART-00121 ART-00124 PAR-ÚNICO\n    ART-00129 PAR-00001 ART-00136 PAR-00004\n    ART-00137\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000135 ANO-2010\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCT-000009 ANO-1945\n    LEI CONSTITUCIONAL\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00003 ART-00061 ART-00187 ART-00188\n    ART-00190 ART-00191 ART-00192 ART-00193\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008666 ANO-1993\n    LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009455 ANO-1997\n    LTT-1997 LEI DE TORTURA\n\n","LEG-FED   LEI-009613 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010 ART-00022\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 PAR-00004\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012846 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1996\n    ART-00013 PAR-00001 LET-A ART-00030\n    PAR-00005\n    CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00033 PAR-00002 ART-00051 ART-00083\n    INC-00001 ART-00096 PAR-ÚNICO ART-00107\n    INC-00002 ART-00215 ART-0216A ART-0217A\n    ART-00218 ART-0218A ART-0218B ART-00312\n    ART-00316 ART-00317 ART-00332 ART-00333\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00734 ART-00735 ART-00736 ART-00737\n    ART-00738 ART-00739 ART-00740 ART-00741\n    ART-00742\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00004\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000152 ANO-2002\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-024351 ANO-1934\n    ART-00003\n    DECRETO\n\n","LEG-FED   DEC-020082 ANO-1945\n    ART-00001 ART-00002 ART-00003\n    DECRETO\n\n","LEG-FED   DEC-025732 ANO-1948\n    DECRETO\n\n","LEG-FED   DEC-027156 ANO-1949\n    DECRETO\n\n","LEG-FED   DEC-048136 ANO-1960\n    ART-00001 ART-00002 ART-00003\n    DECRETO\n\n","LEG-FED   DEC-052377 ANO-1963\n    DECRETO\n\n","LEG-FED   DEC-076550 ANO-1975\n    DECRETO\n\n","LEG-FED   DEC-078800 ANO-1976\n    DECRETO\n\n","LEG-FED   DEC-080603 ANO-1977\n    DECRETO\n\n","LEG-FED   DEC-082589 ANO-1978\n    DECRETO\n\n","LEG-FED   DEC-084848 ANO-1980\n    DECRETO\n\n","LEG-FED   DEC-086643 ANO-1981\n    DECRETO\n\n","LEG-FED   DEC-087833 ANO-1982\n    ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO\n    ART-00003 PAR-ÚNICO ART-00004 INC-00001\n    INC-00002 ART-00005 ART-00006 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 PAR-ÚNICO ART-00007 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 ART-00008 PAR-00001 PAR-00002\n    PAR-00003 ART-00009 ART-00010 PAR-ÚNICO\n    ART-00011 ART-00012\n    DECRETO\n\n","LEG-FED   DEC-089097 ANO-1983\n    DECRETO\n\n","LEG-FED   DEC-090570 ANO-1984\n    ART-00004\n    DECRETO\n\n","LEG-FED   DEC-092056 ANO-1985\n    DECRETO\n\n","LEG-FED   DEC-093886 ANO-1986\n    DECRETO\n\n","LEG-FED   DEC-095290 ANO-1987\n    DECRETO\n\n","LEG-FED   DEC-096035 ANO-1988\n    DECRETO\n\n","LEG-FED   DEC-097164 ANO-1988\n    ART-00001 INC-00001 INC-00002 LET-A\n    LET-B ART-00002 INC-00001 INC-00002\n    ART-00003 INC-00001 INC-00002 LET-A\n    LET-B LET-C LET-D LET-E\n    LET-F LET-G LET-H LET-I\n    LET-J LET-K LET-L LET-M\n    ART-00004 ART-00005 INC-00001 LET-A\n    LET-B INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 ART-00006 ART-00007\n    ART-00008 PAR-ÚNICO ART-00009 ART-00010\n    DECRETO\n\n","LEG-FED   DEC-097576 ANO-1989\n    DECRETO\n\n","LEG-FED   DEC-098389 ANO-1989\n    DECRETO\n\n","LEG-FED   DEC-099915 ANO-1990\n    DECRETO\n\n","LEG-FED   DEC-000245 ANO-1991\n    DECRETO\n\n","LEG-FED   DEC-000668 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000953 ANO-1993\n    DECRETO\n\n","LEG-FED   DEC-001242 ANO-1994\n    DECRETO\n\n","LEG-FED   DEC-001645 ANO-1995\n    DECRETO\n\n","LEG-FED   DEC-001860 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-002002 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-002365 ANO-1997\n    DECRETO\n\n","LEG-FED   DEC-002838 ANO-1998\n    DECRETO\n\n","LEG-FED   DEC-003226 ANO-1999\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-003667 ANO-2000\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-004011 ANO-2001\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-004410 ANO-2002\n    DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-004495 ANO-2002\n    ART-00001 INC-00001 INC-00004 ART-00007\n    PAR-00002\n    DECRETO\n\n","LEG-FED   DEC-004904 ANO-2003\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-005295 ANO-2004\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-005620 ANO-2005\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-005993 ANO-2006\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-006294 ANO-2007\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-006706 ANO-2008\n    ART-00001\n    DECRETO\n\n","LEG-FED   DEC-007046 ANO-2009\n    ART-00001 INC-00001 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-007420 ANO-2010\n    ART-00001 INC-00001 INC-00002 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-007648 ANO-2011\n    ART-00001 INC-00001 INC-00002 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-007873 ANO-2012\n    ART-00001 INC-00001 INC-00002 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-008172 ANO-2013\n    ART-00001 INC-00001 INC-00002\n    DECRETO\n\n","LEG-FED   DEC-008380 ANO-2014\n    ART-00001 INC-00001 INC-00002\n    DECRETO\n\n","LEG-FED   DEC-008615 ANO-2016\n    ART-00001 INC-00001 INC-00002 ART-00007\n    DECRETO\n\n","LEG-FED   DEC-009246 ANO-2017\n    ART-00001 INC-00001 ART-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 INC-00008 INC-00009\n    PAR-00001 INC-00001 ART-00003 ART-00008\n    INC-00001 INC-00002 INC-00003 INC-00004\n    ART-00010 PAR-ÚNICO INC-00001 INC-00002\n    ART-00011 INC-00001 INC-00002 INC-00003\n    INC-00004\n    DECRETO\n\n","LEG-FED   DEC-009706 ANO-2019\n    ART-00001 INC-00001 INC-00002 INC-00003\n    ART-00002 ART-00004 PAR-ÚNICO ART-00005\n    INC-00002 ART-00006\n    DECRETO\n\n","LEG-FED   RES-000181 ANO-2017\n    ART-00018\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP\n\n","LEG-FED   PRT-000075 ANO-2012\n    ART-00001 INC-00001\n    PORTARIA DO MINISTÉRIO DA FAZENDA - MF\n\n","LEG-FED   SUV-000037\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1891\n    ART-00027\n    CONSTITUIÇÃO ESTADUAL, SP"],"publicacao_data":"2020-11-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA HARMONIA ENTRE OS PODERES, ESTADO DEMOCRÁTICO DE DIREITO, SISTEMA DE FREIOS E CONTRAPESOS. NATUREZA JURÍDICA, CONTEXTO HISTÓRICO, INDULTO. LIMITE CONSTITUCIONAL, INDULTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INDULTO, MECANISMO, POLÍTICA CRIMINAL, LIBERDADE, CHEFE DO PODER EXECUTIVO, EXTINÇÃO, DIMINUIÇÃO, PUNIBILIDADE, CONDENADO. INDULTO, PERMANÊNCIA, EFEITO CONDENATÓRIO. INDULTO, DOUTRINA, DIREITO COMPARADO. PRINCÍPIO DA MÁXIMA EFETIVIDADE, FORÇA NORMATIVA DA CONSTITUIÇÃO, CONTROLE JUDICIAL, ATO POLÍTICO, INDULTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: ATO POLÍTICO, CONTROLE JUDICIAL. INDULTO, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA. PRESUNÇÃO, LEGITIMIDADE, ATO ADMINISTRATIVO. SISTEMA PRISIONAL BRASILEIRO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONTROLE JUDICIAL, RESTRIÇÃO, LIMITE CONSTITUCIONAL, INDULTO. IMPOSSIBILIDADE, PODER JUDICIÁRIO, CONTROLE, POLÍTICA CRIMINAL. ABUSO, INTERPRETAÇÃO CONSTITUCIONAL. DIFERENÇA, JUDICIALIZAÇÃO, ATIVISMO JUDICIAL, ESTADO DEMOCRÁTICO DE DIREITO. COMPETÊNCIA, PODER EXECUTIVO, IMPLEMENTAÇÃO, DELIMITAÇÃO, POLÍTICA CRIMINAL. INDULTO, PENA ALTERNATIVA, REGIME PRISIONAL MENOS GRAVOSO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA PROPORCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: INDULTO, CONSTITUCIONALISMO. INDULTO, PRERROGATIVA CONSTITUCIONAL, PODER DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA. LIMITAÇÃO MATERIAL, INDULTO, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL. PRESUNÇÃO RELATIVA, LEGITIMIDADE, DECRETO PRESIDENCIAL, ÔNUS DA PROVA, DESVIO DE PODER. SISTEMA CARCERÁRIO, ESTADO DE COISAS INCONSTITUCIONAL.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: EXECUÇÃO PENAL, REGIME PRISIONAL, ORDENAMENTO JURÍDICO BRASILEIRO. EXECUÇÃO PENAL, CRIMES DO COLARINHO BRANCO. INDULTO COLETIVO, DIREITO COMPARADO. INDULTO, DERROGAÇÃO, POLÍTICA CRIMINAL. PRINCÍPIO DA RESERVA LEGAL, EFETIVIDADE, DIREITO PENAL. INDULTO, INTERPRETAÇÃO SISTEMÁTICA, NORMA PENAL. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. IMPOSSIBILIDADE, PODER EXECUTIVO, MEDIDA PROVISÓRIA, MATÉRIA CRIMINAL. LEGITIMIDADE, ATO, PODER PÚBLICO, ESTADO DEMOCRÁTICO DE DIREITO. ATO DISCRICIONÁRIO, RAZOABILIDADE, PROPORCIONALIDADE, FINALIDADE, EFICIÊNCIA, PRINCÍPIO DA ECONOMICIDADE. SENTENÇA SUBSTITUTIVA. INDULTO, CORRUPÇÃO, MORALIDADE ADMINISTRATIVA, PROBIDADE ADMINISTRATIVA. VIOLÊNCIA, CRIME, CORRUPÇÃO, DANO, SOCIEDADE. INCONSTITUCIONALIDADE, FIXAÇÃO, INDULTO, PRAZO, LIMITE INFERIOR, LIVRAMENTO CONDICIONAL. AUSÊNCIA, FINALIDADE, INDULTO, PENA DE MULTA. CONSIDERAÇÃO, MINUTA, CONSELHO PENITENCIÁRIO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INDULTO, SENTENÇA PENAL CONDENATÓRIA, TRÂNSITO EM JULGADO. INDULTO, REFERÊNCIA, CONDENADO. FINALIDADE, INDULTO, IMPOSSIBILIDADE, EXTENSÃO, PENA ACESSÓRIA, LIVRAMENTO CONDICIONAL, PENA DE MULTA.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: INDULTO, MECANISMO, SUPERAÇÃO, CRISE POLÍTICA, CRISE ECONÔMICA. CONTROLE DE CONSTITUCIONALIDADE, DECRETO PRESIDENCIAL, ATO NORMATIVO PRIMÁRIO, ABSTRAÇÃO, CARÁTER GERAL. PODER JUDICIÁRIO, CONCRETIZAÇÃO, COMPROMISSO, NATUREZA CONSTITUCIONAL. FUNÇÃO SOCIAL, HISTÓRIA, INDULTO, DIREITO COMPARADO. DIFERENÇA, ANISTIA, GRAÇA, INDULTO. INCONSTITUCIONALIDADE, DECRETO PRESIDENCIAL, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA; USURPAÇÃO DE COMPETÊNCIA, FUNÇÃO LEGISLATIVA, DEFINIÇÃO, PENA EM ABSTRATO, FUNÇÃO JURISDICIONAL, APLICAÇÃO, PENA CONCRETA; PRINCÍPIO REPUBLICANO, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA IMPESSOALIDADE; PRINCÍPIO DA ISONOMIA, ARBITRARIEDADE, CONCESSÃO, BENEFÍCIO, DESVIO DE PODER; PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. INDULTO, CONDENADO, AUSÊNCIA, TRÂNSITO EM JULGADO, USURPAÇÃO DE COMPETÊNCIA, CONGRESSO NACIONAL, CONCESSÃO, ANISTIA. \n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: ESTUDO, CONCESSÃO, INDULTO, ORDENAMENTO JURÍDICO BRASILEIRO. INDULTO, POLÍTICA PÚBLICA, ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA CARCERÁRIO. DECRETO PRESIDENCIAL, AUSÊNCIA, LIMITE MÁXIMO, PENA, CONCESSÃO, INDULTO, SENSAÇÃO DE IMPUNIDADE, INSEGURANÇA. COSTUME, ORDENAMENTO JURÍDICO BRASILEIRO, INTERPRETAÇÃO, LIMITE CONSTITUCIONAL, INDULTO. COMPETÊNCIA, PODERES DA REPÚBLICA, INTERPRETAÇÃO SISTEMÁTICA, NORMA CONSTITUCIONAL. PRINCÍPIO DA RESERVA LEGAL, DIREITO PENAL, VEDAÇÃO, PODER EXECUTIVO, EDIÇÃO, MEDIDA PROVISÓRIA, MATÉRIA CRIMINAL. CONTROLE JUDICIAL, ATO POLÍTICO. PRINCÍPIO DA PROPORCIONALIDADE, PONDERAÇÃO DE PRINCÍPIOS, GRAVIDADE DO CRIME, PENA CONCRETA. SENSAÇÃO DE IMPUNIDADE, CRIMES DO COLARINHO BRANCO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. INDULTO, FINALIDADE, REINGRESSO, CONDENADO, SOCIEDADE, GARANTIA, JUSTIÇA, CASO CONCRETO. DESVIO DE PODER. INDISPENSABILIDADE, ADIMPLEMENTO, PENA DE MULTA, OBTENÇÃO, BENEFÍCIO, SISTEMA CARCERÁRIO. INCOMPATIBILIDADE, SUSPENSÃO CONDICIONAL DO PROCESSO (SURSIS PROCESSUAL), ANTECIPAÇÃO, EXTINÇÃO DA PUNIBILIDADE.\n\n- TERMO(S) DE RESGATE: DIFERENÇA, JUDICIALIZAÇÃO, ATIVISMO JUDICIAL. PRINCÍPIO DA GARANTIA DA OPERACIONALIDADE DA JUSTIÇA PENAL. ENFORCEMENT. CONTROLE DE CONSTITUCIONALIDADE, SITUAÇÃO, ANOMIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5874&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA, INDULTO)\r\nRHC 71400 (1ªT), HC 71860 (2ªT) - RTJ 161/523, ADI 1231 (TP), HC 73753 (1ªT), HC 74272 (1ªT), HC 74683 (1ªT), HC 77676 (1ªT), HC 81565 (1ªT), HC 82296 (2ªT), HC 84829 (1ªT), HC 90364 (TP), HC 96431 (2ªT), ADI 2795 MC (TP).\r\n(LIMITE CONSTITUCIONAL, INDULTO, CRIME, PROCESSO DE EXTRADIÇÃO)\r\nExt 1435 (2ªT).\r\n(SUSPENSÃO CONDICIONAL DO PROCESSO (SURSIS PROCESSUAL), INDULTO)\r\nHC 129209 (2ªT).\r\n(CONTROLE JUDICIAL, INDULTO)\r\nRHC 71400 (1ªT), HC 81565 (1ªT), HC 81810 (TP), HC 90364 (TP), AI 701673 AgR (1ªT), RE 628658 (TP).\r\n(INDULTO, GRAÇA, EFEITO CONDENATÓRIO)\r\nRT 409/304, RT 466/401, RT 513/423.\r\n(PRESUNÇÃO RELATIVA, LEGITIMIDADE, ATO ADMINISTRATIVO, ÔNUS DA PROVA)\r\nADI 1935 (TP), SL 610 AgR (TP), RE 158543 (2ªT), SS 3717 AgR (TP).\r\n(SISTEMA CARCERÁRIO, ESTADO DE COISAS INCONSTITUCIONAL)\r\nRE 592581 (TP), ADPF 347 MC (TP).\r\n(CONTROLE DE CONSTITUCIONALIDADE, DECRETO PRESIDENCIAL)\r\nADI 3239 (TP), ADI 4661 MC (TP), ADI 4874 (TP).\r\n(PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE)\r\nHC 104410 (2ªT).\r\n(PROGRESSÃO DE REGIME PRISIONAL, ADIMPLEMENTO, PENA DE MULTA)\r\nEP 16 ProgReg-AgR (TP).\r\n(EXECUÇÃO PENAL, CRIMES DO COLARINHO BRANCO)\r\nAP 470 (TP).\r\n(INDULTO, SENTENÇA PENAL CONDENATÓRIA, TRÂNSITO EM JULGADO)\r\nHC 22760.\r\n(CONTROLE JUDICIAL, ATO POLÍTICO)\r\nMS 3557 (TP), MS 26441 (TP).\r\n- Decisões monocráticas citadas:\r\n(FINALIDADE, INDULTO)\r\nADI 2795.\r\n(CONTROLE JUDICIAL, DESVIO DE PODER, ATO ADMINISTRATIVO)\r\nMS 34070 MC.\r\n- Veja ADI 5790 do STF.\n- Legislação estrangeira citada: art. 2, seção 2, cláusula 1, da Constituição dos Estados Unidos; art. 60, n. 1 e 2, da Constituição da Alemanha; art. 99, n. 5, da Constituição da Argentina; art. 110 da Constituição da Bélgica; art. 32, n. 16, da Constituição do Chile; art. 150, n. 17, da Constituição da Colômbia; art. 78 da Constituição da Coréia do Sul; art. 88 da Constituição de Cuba; art. 24 da Constituição da Dinamarca; art. 62, letra i, da Constituição da Espanha; art. 2, seção 2, cláusula 1, da Constituição dos Estados Unidos; art. 122 da Constituição da Holanda; art. 31, n. 1, n. 2, letra j, n. 8, n. 3, letra j, da Constituição de Hungria; art. 72 da Constituição da Índia; art. 38 da Constituição de Luxemburgo; art. 17 da Constituição da França; art. 89, inc. 14, da Constituição do México; art. 20 da Constituição da Noruega; art. 238 da Constituição do Paraguai; art. 118, n. 21, da Constituição do Peru; art. 134, letra f, da Constituição de Portugal; art. 13 da Constituição da Suécia; art. 173 da Constituição da Suíça; art. 85 da Constituição do Uruguai.\n- Decisões estrangeiras citadas: Caso Estados Unidos vs. Butler, de 1936; 297 US 1, de 1937; Caso United States vs. Wilson, 32 US 150, de 1833; Caso Ex parte Garland, 71 US 4, wall 333 de 1866; Caso Biddle vs. Perovich, 274 US 480, de 1927; Caso Ex-parte Phillip Grossman, 267 US 87, de 1925, da Suprema Corte norte-americana ; Caso Howell vs. McAuliffe, de 2016, da Suprema Corte da Virgínia, Estados Unidos; BVerfGE 51, 324 (345), do Tribunal Constitucional Federal alemão.\nNúmero de páginas: 318.\nAnálise: 28/10/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA GERAL DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : GAETS - GRUPO DE ATUAÇÃO DA ESTRATÉGICA DA DEFENSORIA PÚBLICA NOS TRIBUNAIS SUPERIORES \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS - AMB \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO BRASILEIRO DE CIÊNCIAS CRIMINAIS - IBCCRIM \nADV.(A/S)  : MAURÍCIO STEGEMANN DIETER E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO DE GARANTIAS PENAIS - IGP \nADV.(A/S)  : RODRIGO DE BITTENCOURT MUDROVITSCH \nADV.(A/S)  : GUSTAVO TEIXEIRA GONET BRANCO \nADV.(A/S)  : FELIPE FERNANDES DE CARVALHO \nAM. CURIAE.  : CONECTAS DIREITOS HUMANOS \nADV.(A/S)  : MARCOS ROBERTO FUCHS E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MEMBROS DO MINISTÉRIO PÚBLICO - CONAMP \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO DE DEFESA DO DIREITO DE DEFESA - MÁRCIO THOMAZ BASTOS (IDDD) \nADV.(A/S)  : DOMITILA KOHLER E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435644,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5874","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ACKERMAN, Bruce. The new separation of powers. Harvard Law Review, v. 113, n. 3, jan. 2000. p. 639-640.\nACKERMAN, Bruce. The Rise of World Constitutionalism. Virginia Law Review, v. 83, n. 4, p. 771-797, 1997.\nALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2008. p. 94, 114 e 442-451.\nALVES, Reinaldo Rossano. Punir e Perdoar: análise da política pública na edição dos decretos de indulto. Lumen Juris, 2016. p. 198.\nANTUNES, José Pinto. Da limitação dos poderes. 1951. Tese (Cátedra) – Fadusp, São Paulo, 1951.\nBADENI, Gregorio. Tratado de Derecho Constitucional. 2. ed. Buenos Aires: La Ley, 2006. tomo 2. p. 1728-1732.\nBARACHO, José Alfredo de Oliveira. Aspecto da teoria geral do processo constitucional: teoria da separação de poderes e funções do Estado. Revista de Informação Legislativa, Brasília, Senado Federal, ano 19, n. 76, out./dez. 1982. p. 97.\nBARBOSA, Licinio. Direito de Execução Penal. Século XXI, 2001. p. 85, item 3.\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira. São Paulo: Saraiva, 1933. v. 3. p. 257.\nBARBOSA, Ruy. Ruínas de um Governo. Guanabara, 1931.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1997. v. 4. p. 316.\nBLACKSTONE, William. Commentaries on the Law and the England. 1769.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 14. ed. São Paulo: Malheiros, 2004. p. 445.\nBONDY, William. The Separation of Governmental Powers. In: History and Theory in the Constitutions. New York: Columbia College, 1986.\nBRUNO, Aníbal. Direito penal - Parte Geral. 3. ed. Rio de Janeiro: Forense, 1967. Tomo 3. p. 204-205.\nCAETANO, Marcelo. Direito constitucional. 2. ed. Rio de Janeiro: Forense, 1987. v. 1. p. 244.\nCAMPOS, Bidart; ZARINI, Helio Juan. Derecho Constitucional. Buenos Aires: Astrea, 1992. p. 689.\nCANOTILHO, JJ. Gomes; MOREIRA, Vital. Os Poderes do Presidente da República. Coimbra: Coimbra Editora, 1991.\nCANOTILHO, J.J. Gomes et al. Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 1254.\nCAPEZ, Fernando. Curso de Direito Penal. Saraiva, 2000. v. 1. p. 537, item 48.2.\nCARVALHO FILHO, Aloysio de. Comentários ao Código Penal. 5. ed. Forense, 1979. v. 4. p. 186-187 e 201-202, item 65 e item 71, nota de rodapé 303.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 12. ed. Lumen Juris, 2005. p. 116, item 2.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 25. ed. Atlas, 2012. p. 118-119, item 5.\nCARVALHO, Raquel Melo Urbano de. Direito Administrativo: Parte geral, intervenção do Estado e estrutura da administração. JusPODIVM, 2008. p. 383-389, item 2.5.\nCARVALHO, Salo. O indulto e as penas restritivas de direito. Boletim IBCCRIM, n. 142, set. 2004. p. 2-3.\nCHAPUS, René. Droit administratif général .6. ed. Paris: Montchrestien, 1992. Tomo 1. p. 775\nCHEVALLIER, Jacques. L’Etat de droit. Paris: Montchrestien, 1992. p. 12.\nCÍCERO, Marco Túlio. Manual do candidato às eleições.\nCONSELHO NACIONAL DO MINISTÉRIO PÚBLICO. A Visão do Ministério Público sobre o Sistema Prisional Brasileiro. 2013.\nCOSTA JUNIOR, Paulo José da. Comentários ao Código Penal. 6. ed. Saraiva, 2000. p. 322, item 4.\nCRETELLA JÚNIOR, José apud CINTRA, Antonio Carlos Araújo. Motivo e Motivação do Ato Administrativo. São Paulo: Revista dos Tribunais, 1979. p. 53, nota 45.\nCRETELLA JÚNIOR, José. Comentários à Constituição brasileira de 1988. Rio de Janeiro: Forense Universitária, 1997. p. 2909-2910.\nDICEY, Albert Venn. Introduction to the Study of the Law of the Constitution. 10. ed. London: Macmillan.\nDI PIETRO, Maria Sylvia Zanella. Direito Administrativo. 20. ed. Atlas, 2007. p. 182-184, item 7.6.1.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nDUKER, William F. The President's Power to Pardon: A Constitutional History. Wm. & Mary L. Rev., v. 18, n. 3,  1976. p. 475 e 525-526.\nENGELMANN; LEAL. Art. 84, XII. In: CANOTILHO, J.J. Gomes et al. Comentários à Constituição do Brasil. 2. ed. Saraiva, 2018. p. 1343.\nELLIS, Joseph J. The Supreme Court was never meant to be political. The Wall Street Journal, set. 2018.\nFAGUNDES, Miguel Seabra. O controle dos atos administrativos pelo Poder Judiciário. São Paulo: Saraiva, 1984 p. 131.\nFAGUNDES, Miguel Seabra. O controle dos atos administrativos pelo Poder Judiciário. Rio de Janeiro: Forense, 2010. p. 87.\nFALCÃO, Alcino Pinto . Constituição Federal anotada. Freitas Bastos. v. 2. p. 214.\nFARIA, Bento de. Código de Processo Penal. Rio de Janeiro: Record Editora, 1960. v. 3. p. 74.\nFARIA, Edimur Ferreira de. Curso de Direito Administrativo Positivo. 6. ed. Del Rey, 2007. p. 263-264, item 7.4.\nFELDENS, Luciano. Deveres de proteção penal na perspectiva dos tribunais internacionais de direito humanos; Direitos fundamentais e justiça. Rio Grande do Sul: HS Editora, 2007. p. 222.\nFERNÁNDEZ, Tomas-Ramon. Arbitrariedad y discrecionalidad. Madri: Civitas, 1991. p. 115.\nFERRAZ, Anna Cândida da Cunha. Conflito entre poderes: o poder congressual de sustar atos normativos do poder executivo. São Paulo: Revista dos Tribunais, 1994. p. 2021.\nFERREIRA, Pinto. Comentários à Constituição brasileira.  São Paulo: Saraiva, 1992. v. 2 .p. 574 et seq.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1992. v. 3. p. 579.\nFIGUEIREDO, Lúcia Valle. Curso de Direito Administrativo. 9. ed. Malheiros, 2008. p. 203-204, item 5.1.4.\nFRANCO, Alberto Silva; STOCO, Rui. Código Penal e sua interpretação: doutrina e jurisprudência. 8. ed. São Paulo: Revista dos Tribunais, 2007. p. 514.\nGARCIA, Basileu. Instituições de Direito Penal. São Paulo: Max Limonad, 1956. v. 1, Tomo 2.\nGARCIA, Basileu. Instituições de Direito Penal. 4. ed. São Paulo: Max Limonad, 1962. v. 1, Tomo 2. p. 672.\nGASPARINI, Diogenes. Direito Administrativo. Saraiva, 1989. p. 44-45 e p. 63, item 7.1 e item 4.\nGORDILLO, Augustin. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHABER, Carolina; ABRAMOVAY, Pedro. O decreto de indulto e o papel do executivo na política criminal. Boletim IBCCRIM, n. 197, abr. 2009, p. 2.\nHAMILTON, Alexander; JAY, John; MADISON, James. O Federalista: um comentário à Constituição americana. Rio de Janeiro: Editora Nacional, 1959. p. 300-301.\nHAMILTON, Alexander. O federalista. Tradução: Ricardo Rodrigues Gama. Campinas: Russell Editores, 2003. p. 451-452.\nHAMILTON, Alexander. Federalist papers n. 74.\nHESPANHA, Antônio Manuel. Direito luso-brasileiro no antigo regime. Florianópolis: Fundação Boiteux, 2005. p. 450.\nINDULTO de Temer alcançaria apenas um dos 22 condenados na \"lava jato\". Conjur, 29 dez. 2017. Disponível em: https://www.conjur.com.br/2017-dez-29/indulto-alcancaria-apenas-22-condenados-lava-jato.\nJESUS, Damásio Evangelista de. Novíssimas Questões Criminais. 3. ed. Saraiva, 1999. p. 107.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 11. ed. Revista dos Tribunais, 2015. p. 431-434, item 7.15.4.5.\nKAPLAN, David. The most dangerous branch. 2018. p. 16.\nKALT, Brian C. Pardon me?: the constitutional case against presidential self-pardons. The Yale Law Journal, v. 106. p. 779, 781, 802 e 809.\nLANDAU, David A. Political Institutions and Judicial Role in Comparative Constitutional Law. Harvard International Law Journal, v. 51, n. 2, 2010.\nLANDES, William M.; POSNER, Richard A. The Economics of Presidential Pardons and Commutations. Journal of Legal Studies, v. 38,  2009. p. 61.\nLARENZ, Karl. Derecho justo: fundamentos de ética jurídica. Tradução: Luis Díez-Picazo. Madri: Civitas, 1985. p. 154.\nLAUBADÈRE, André de. Manuel de Droit Administratif. 9. ed. Paris: Librairie Générele de Droit et Jurisprudence, 1974. p. 92. \nLEAL, Victor Nunes. Problemas de direito público. Rio de Janeiro: Forense, 1960. p. 285.\nLESSA, Pedro. Do Poder Judiciário. Brasília: Senado Federal, 2003. p. 63-65.\nLOBATO, Monteiro. Reformador do Mundo.\nMADISON. Federalist papers n. 47.\nMALBERG, Carré de. Contribution a la Théorie Générale de L’État.  Paris: Sirey, 1922. Tomo 2. p. 527.\nMARINELA, Fernanda. Direito Administrativo. 10. ed. 2016. p. 341-342, item 3.5.\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira de 1891. Rio de Janeiro: 1918. p. 509-510.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 21. ed. Malheiros, 1996. p. 37.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 42. ed. Malheiros, 2016. p. 176, item 1.2.2.\nMELLO, Celso Antônio Bandeira de. Constituição Federal Anotada. 2. ed. Saraiva, 1986. p. 266.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 13. ed. Malheiros, 2001. p. 373, item 59.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. São Paulo: Malheiros, 2011. p. 406-408.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 29. ed. Malheiros, 2012. p. 410, item 46.\nMELLO, José Luiz de Anhaia. Da separação de poderes à guarda da Constituição: as cortes constitucionais. 1969. Tese (Cátedra) – Fadusp, São Paulo, 1969.\nMELLO, Oswaldo Aranha Bandeira de. Princípios gerais de direito administrativo. 2. ed. Forense: Rio de Janeiro, 1979. v. 1. p. 375-376.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal. 18. ed. Atlas, 2002. v. 1. p. 387, item 12.2.6.\nMIRANDA, Pontes de. Comentários à Constituição da República dos Estados Unidos do Brasil. Guanabara, 1934. tomo 1. p. 573, item 2.\nMIRANDA, Pontes de. Comentários à Constituição de 1946. 3. ed. Rio de Janeiro: Borsoi, 1960. Tomo 3. p. 119.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 (arts. 73-128). 3. ed. Rio de Janeiro: Editor Borsoi, 1970. Tomo 3; . p. 118-119.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 com a Emenda nº 1 de 1969. 2. ed. Revista dos Tribunais, 1970. Tomo 3. p. 346, item 23.\nMONTORO, Franco. Introdução à ciência do direito. 25. ed. São Paulo: Revista dos Tribunais, 1999. p. 348-349.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 9. ed. São Paulo: Atlas, 2003.\nMORAES, Railda Saraiva de. O poder de graça. Rio de Janeiro: Forense, 1979. p. 43 e 71, item 13 e item 20.\nNORONHA, Magalhães. Direito Penal. 31. ed. Saraiva, 1995. v. 1. p. 342, item 219.\nPESTANA, Márcio. Direito Administrativo Brasileiro. 2. ed. Campus Jurídico, 2010. p. 273, item 9.4.5.\nPETERS, Anne. Corruption as a violation of international human rights. Max Planck Institute for Comparative Public Law & International Law, n. 2016-2018, p. 8-9, 5 jul. 2016.\nPIÇARRA, Nuno. A separação dos poderes como doutrina e princípio constitucional. Coimbra: Coimbra, 1989.\nPLATÃO. República.\nPOUND, Roscoe. Liberdade e garantias constitucionais. Ibrasa: São Paulo, 1976. p. 70-71, 72-79 e 83.\nOMMATI, Fides. Dos freios e contrapesos entre os Poderes. Revista de Informação Legislativa, Brasília, Senado Federal, ano 14, n. 55, jul./set. 1977. p. 55.\nRIBEIRO, Rodrigo. O indulto presidencial: origens, evolução e perspectivas. RBCCrim, v. 23, n. 117, nov./dez. 2015. p. 428.\nRIGAUX, François. A lei dos juízes. Martins Fontes: 2003. p. 71 e 326-327.\nROCA, Javier García. Separación de poderes y disposiciones del ejecutivo com rango de ley: mayoria, minorías, controles. Cadernos de Direito Constitucional e Ciência Política, Revista dos Tribunais, São Paulo, ano 7, n. 27, abr./jun. 1999. p. 7.\nRODRIGUES, Marilene Talarico Martins. Tripartição de poderes na Constituição de 1988. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 3, n. 11, abr./jun. 1995. p. 16.\nROIG, Rodrigo Duque. Execução Penal: teoria crítica. 4. ed. Saraiva, 2018. p. 533 e 548.\nROSATTI, Horacio. Tratado de Derecho Constitucional. 2. ed. Buenos Aires: Rubinzal Culzoni, 2017. tomo 2. p. 393-394.\nSÁ FILHO, Francisco. Relações entre Poderes do Estado. Rio de Janeiro: Borsoi, 1959. p. 284.\nSANTOS, Márcia Walquíria Batista dos. Separação de poderes: evolução até à Constituição de 1988: considerações. Revista de Informação Legislativa, Brasília, Senado Federal, ano 29, n. 115, jul./set. 1999. p. 209.\nSARLET, Ingo Wolfgang. Direitos fundamentais, deveres de proteção e proporcionalidade: notas a respeito da aplicação das categorias da proibição de excesso e de insuficiência em matéria penal. Controle de Constitucionalidade e Direito Fundamentais. Rio de Janeiro: Lumen Juris, 2010. p. 156.\nSCALIA, Antonin. Reflections on Law, Faith, and Life Wall Lived. Crown, 2017. p. 3-4.\nSCURR, Ruth. Pureza Fatal.\nSEBBA, Leslie. Criminology: the pardoning power - a World survey. Journal of Criminal Law and Criminology, v. 68, 1977.\nSHAVELL, Steven. Foundations of Economic Analysis of Law. Harvard University Press, 2004. p. 504.\nSILVA, Haroldo Caetano da. Manual da Execução Penal. Bookseller, 2001. p. 318, item 21.3.\nSILVA, José Afonso da. Comentários contextual à Constituição. 9. ed. São Paulo: Malheiros, 2014. p. 495.\nSLAPPER, Gary; KELLY, David. O sistema jurídico inglês. Forense: Rio de Janeiro, 2011. p. 24.\nSOUZA JÚNIOR, José Geraldo. Reflexões sobre o princípio da separação de poderes: o “parti pris” de Montesquieu. Revista de Informação Legislativa, Brasília, Senado Federal, ano 17, n. 68, out./dez. 1980. p. 15.\nSTRECK, Lenio. A dupla face do princípio da proporcionalidade: da proibição de execesso (übermassverbot) à proibição de proteção deficiente (untermassverbot) ou de como não há blindagem contra normas penais inconstitucionais. Revista da Ajuris, ano 32, n. 97, mar. 2005. p. 176-177 e 179-180.\nSTRECK, Lenio. Jurisdição Constitucional. 5. ed. Forense, 2018.\nTAVARES, José De Farias. A divisão de poderes e o constitucionalismo brasileiro. Revista de Informação Legislativa, Brasília, Senado Federal, ano 17, n. 65, jan./mar. 1980. p. 53.\nTRANSPARÊNCIA INTERNACIONAL. Judicial Clemency and Corruption. out. 2017.\nVEDEL, Georges. Droit administratif. Paris: Presses Universitaires de France, 1973. p. 318 e 320.","ministro_facet":["ROBERTO BARROSO","ALEXANDRE DE MORAES"],"processo_numero":5874,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435834","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, indeferiu a ordem, nos termos do voto do Relator, com ressalvas do Ministro Luís Roberto Barroso. Não participou deste julgamento a Ministra Rosa Weber. Primeira Turma, Sessão Virtual de 16.10.2020 a 23.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur435834","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur435834","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS – REVISÃO CRIMINAL — ÓBICE — INEXISTÊNCIA. Em jogo a liberdade de ir e vir, cabível é o habeas, ainda que o ato impugnado desafie revisão criminal.\n\n\n\n    TRÁFICO DE DROGAS – CONSUMAÇÃO. O tráfico de drogas consuma-se com a prática de qualquer dos núcleos do tipo.\n\n\n\n    PENA-BASE – CIRCUNSTÂNCIAS JUDICIAIS. Ante circunstâncias judiciais negativas, cabe a fixação da pena-base acima do mínimo legal. \n\n\n\n    PENA – DOSIMETRIA – SOBREPOSIÇÃO – AUSÊNCIA. O contexto criminoso norteia a fixação da pena, consideradas as fases, não cabendo concluir pela sobreposição.\n\n\n\n    PENA – CAUSA DE DIMINUIÇÃO – TRÁFICO DE ENTORPECENTES – INADEQUAÇÃO. Ante integração a organização criminosa, surge inadequada a observância da causa de diminuição de pena do artigo 33, § 4º, da Lei nº 11.343/2006.\n\n\n\n    PENA – CAUSA DE AUMENTO – TRÁFICO INTERNACIONAL. A observância da causa de aumento alusiva ao caráter transnacional do tráfico de entorpecentes não exige efetiva transposição de divisas, sendo suficiente demonstração da destinação ao exterior – artigo 40, inciso I, da Lei nº 11.343/2006.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754300101","externo_seq_objeto_incidente":5250163,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-266  DIVULG 05-11-2020  PUBLIC 06-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=147182&classe=HC","is_colac":false,"titulo":"HC 147182","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 PAR-00004 ART-00040 INC-00001 \n          ART-00042\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2020-11-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RESSALVA DE ENTENDIMENTO, MIN. ROBERTO BARROSO: HABEAS CORPUS, SUBSTITUIÇÃO, REVISÃO CRIMINAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=147182&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HABEAS CORPUS, SUBSTITUIÇÃO, REVISÃO CRIMINAL)\nHC 177602 AgR (1ªT), HC 179479 AgR (2ªT). \nNúmero de páginas: 8.\nAnálise: 12/03/2021, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : GUILHERME MORAIS MACHADO \nIMPTE.(S)  : SERGIO GUIMARAES RIERA \nIMPTE.(S)  : VICTOR GONTIJO VIEIRA \nADV.(A/S)  : MARCIO LUIZ SILVA \nADV.(A/S)  : GLAUCIA ALVES CORREIA \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435834,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 147182","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":147182,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434604","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que deferia a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Bruno Lunardi Gonçalves; pelo amicus curiae Associação Direitos Humanos em Rede, o Dr. Gabriel de Carvalho Sampaio; pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 19.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, conheceu da arguição de descumprimento de preceito fundamental, vencido o Ministro Marco Aurélio, que entendia a via inadequada. No mérito, por maioria, deferiu a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio, que indeferia a cautelar. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 20.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434604","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434604","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO FUNDAMENTAL. ATIVIDADE DE INTELIGÊNCIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA. PRODUÇÃO E DISSEMINAÇÃO DE DOSSIÊ COM INFORMAÇÕES DE SERVIDORES FEDERAIS E ESTADUAIS INTEGRANTES DE MOVIMENTO ANTIFASCISMO E DE PROFESSORES UNIVERSITÁRIOS. DESVIO DE FINALIDADE. LIBERDADES DE EXPRESSÃO, REUNIÃO E ASSOCIAÇÃO. MEDIDA CAUTELAR DEFERIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754179572","externo_seq_objeto_incidente":5967455,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=722&classe=ADPF","is_colac":false,"titulo":"ADPF 722 MC","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00005\n    ART-00005 \"CAPUT\" INC-00004 INC-00009\n    INC-00010 INC-00012 INC-00016 INC-00017\n    INC-00023 INC-00025 INC-00035 INC-00055\n    ART-00037 ART-00060 PAR-00004 INC-00004\n    ART-00102 PAR-00001 ART-00103 INC-00008\n    ART-00220\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004341 ANO-1964\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004717 ANO-1965\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009612 ANO-1998\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00008 ART-00010 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00003 INC-00002 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009883 ANO-1999\n    ART-00001 PAR-00001 PAR-00002 PAR-00003\n    ART-00002 PAR-00001 ART-00003 PAR-ÚNICO\n    ART-00006 ART-00009 PAR-00001 PAR-00002\n    ART-0009A PAR-00001 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00031 PAR-00001 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 ART-00004\n    INC-00003 ART-00005 INC-00002 ART-00011\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00013 ART-00015 ART-00016\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00021 ART-00022\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00004\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000880 ANO-2019\n    ART-00002 INC-00016\n    PORTARIA DO MINISTÉRIO DE JUSTIÇA DE SEGURANÇA PÚBLICA - MJSP"],"publicacao_data":"2020-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, STF, LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, PROPOSITURA, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PETIÇÃO INICIAL, FUNDAMENTO, MATÉRIA JORNALÍSTICA. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO. AUSÊNCIA, SUBSTITUIÇÃO, JURISDIÇÃO CONSTITUCIONAL, STF, INSTAURAÇÃO, SINDICÂNCIA, MINISTÉRIO DA JUSTIÇA (MJ), APURAÇÃO, RESPONSABILIDADE ADMINISTRATIVA, COMPARECIMENTO, MINISTRO DA JUSTIÇA, COMISSÃO MISTA, CONGRESSO NACIONAL, FINALIDADE, ESCLARECIMENTO, FATO, OBJETO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. AUSÊNCIA, NEGAÇÃO, ADVOGADO-GERAL DA UNIÃO, EXISTÊNCIA, RELATÓRIO, INFORMAÇÃO SIGILOSA, CASO CONCRETO. GARANTIA, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, DIREITO À INTIMIDADE, INVIOLABILIDADE, VIDA PRIVADA, DIREITO À HONRA. DEVER, PODER JUDICIÁRIO, IMPEDIMENTO, LESÃO A DIREITO, AMEAÇA A DIREITO. CARACTERIZAÇÃO, DESVIO DE PODER, UTILIZAÇÃO, ABUSO, PODER PÚBLICO, OBTENÇÃO, INFORMAÇÃO, SERVIDOR PÚBLICO, MOTIVAÇÃO, CARÁTER POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DISCUSSÃO, LIMITAÇÃO, ATUAÇÃO, MINISTÉRIO DA JUSTIÇA (MJ), COLETA, DADO, FINALIDADE, INVESTIGAÇÃO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. RETIRADA, INFORMAÇÃO, INTERNET, CASO CONCRETO. IMPOSSIBILIDADE, FISCALIZAÇÃO, PODER PÚBLICO, MANIFESTAÇÃO, CARÁTER POLÍTICO, CRENÇA RELIGIOSA, IDEOLOGIA, SERVIDOR PÚBLICO. DESVIO DE PODER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ACESSO À JUSTIÇA, FUNDAMENTO, DEMOCRACIA. VALOR PROBATÓRIO, MATÉRIA JORNALÍSTICA, ÂMBITO, COGNIÇÃO SUMÁRIA. CONSIDERAÇÃO, DESVIO DE PODER, USO INDEVIDO, INFORMAÇÃO, NECESSIDADE, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA PUBLICIDADE, PRINCÍPIO DA EFICIÊNCIA. CARÁTER FORMAL, PROCEDIMENTO, INVESTIGAÇÃO, APURAÇÃO, DELITO, AUTORIA DO CRIME. CABIMENTO, ASSISTÊNCIA JURÍDICA, INVESTIGADO. LIMITAÇÃO, ATUAÇÃO, SERVIÇO, AGENTE DE INTELIGÊNCIA. INADMISSIBILIDADE, DISCURSO AUTORITÁRIO, ESTADO BRASILEIRO. PREVISÃO, CONSTITUIÇÃO FEDERAL, PUBLICIDADE, INVESTIGAÇÃO. RESTRIÇÃO, LEI, PUBLICIDADE, ATO PROCESSUAL. LEI DE ACESSO À INFORMAÇÃO PÚBLICA, GRAU, INFORMAÇÃO SIGILOSA. IMPOSSIBILIDADE, RESTRIÇÃO, ACESSO, INFORMAÇÃO, PODER JUDICIÁRIO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, PRESERVAÇÃO, SIGILO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONTRAPOSIÇÃO, EXERCÍCIO, ATIVIDADE, INVESTIGAÇÃO, AGENTE DE INTELIGÊNCIA, DIREITO À PRIVACIDADE, PROTEÇÃO, DADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INVESTIGAÇÃO, FINALIDADE, INTIMIDAÇÃO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ATO, PODER PÚBLICO. PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, NÚCLEO ESSENCIAL. LESÃO, PRECEITO FUNDAMENTAL, DEMOCRACIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, LIBERDADE DE REUNIÃO, DIREITO À PRIVACIDADE, DIREITO À INTIMIDADE, DIREITO À HONRA, DIREITO À IMAGEM, LIBERDADE DE CÁTEDRA, AUTONOMIA UNIVERSITÁRIA. ATIVIDADE TÍPICA DE ESTADO, SEGURANÇA PÚBLICA. CONFIGURAÇÃO, DESVIO DE PODER, EXERCÍCIO, ATO, CONTRARIEDADE, INTERESSE PÚBLICO. CONFIGURAÇÃO, DESVIO DE PODER, ADMINISTRAÇÃO PÚBLICA, UTILIZAÇÃO, MECANISMO, CARÁTER INSTITUCIONAL, DISSIMULAÇÃO, INFORMAÇÃO, VÍCIO, MATÉRIA, VÍCIO, MOTIVAÇÃO. PATRIMONIALISMO, SEPARAÇÃO, INTERESSE PÚBLICO, INTERESSE, CARÁTER PRIVADO. VEDAÇÃO, PROSELITISMO, PROGRAMAÇÃO DA EMISSORA, RADIODIFUSÃO COMUNITÁRIA. FILIAÇÃO PARTIDÁRIA, DIREITO COMPARADO. ADMISSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, FUNDAMENTO, SEGURANÇA NACIONAL, PROTEÇÃO, SAÚDE, INTEGRIDADE MORAL, LIBERDADE. IMPOSSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, FUNDAMENTO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. DIREITO À PRIVACIDADE, TECNOLOGIA DA INFORMAÇÃO. DIREITO DA PERSONALIDADE, DIREITO À PRIVACIDADE, DIREITO À AUTODETERMINAÇÃO INFORMATIVA. CONSIDERAÇÃO, DESVIO DE PODER, ELABORAÇÃO, RELATÓRIO, RECONHECIMENTO, ATO ILÍCITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), LIBERDADE DE EXPRESSÃO, LIBERDADE, OPINIÃO. CORRELAÇÃO, LIBERDADE DE EXPRESSÃO, DEMOCRACIA, PLURALISMO POLÍTICO. INVESTIGAÇÃO, OBJETIVO, INTIMIDAÇÃO, CENSURA. AUSÊNCIA, SIGILO, PODER JUDICIÁRIO. SURGIMENTO, HABEAS DATA, CONSTITUIÇÃO FEDERAL DE 1988, PROTEÇÃO, DIREITO À INFORMAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PRECEITO FUNDAMENTAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO, PLURALISMO POLÍTICO, PROTEÇÃO, DEMOCRACIA. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, CONTROLE, OMISSÃO, PODER PÚBLICO; RISCO, MULTIPLICAÇÃO, COMPORTAMENTO, PERSEGUIÇÃO POLÍTICA, IDEOLOGIA, DECORRÊNCIA, CRÍTICA, GOVERNO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). PROTEÇÃO, ÂMBITO INTERNACIONAL, LIBERDADE DE EXPRESSÃO, DIREITO DE EMITIR OPINIÃO. LIMITE CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO, AUSÊNCIA, DIREITO ABSOLUTO. IMPORTÂNCIA, LIBERDADE DE EXPRESSÃO, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, DIREITO COMPARADO. TENTATIVA, GOVERNO, VINCULAÇÃO, SERVIDOR PÚBLICO, PROFESSOR UNIVERSITÁRIO, TERRORISTA, AUSÊNCIA, INDÍCIO, ATIVIDADE ILÍCITA. VEDAÇÃO, CENSURA. IMPOSSIBILIDADE, INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO. EXISTÊNCIA, COMUNICAÇÃO, ÓRGÃO FEDERAL, ÂMBITO, SEGURANÇA PÚBLICA, INFORMAÇÃO, RELATÓRIO. NECESSIDADE, MOTIVAÇÃO, INVESTIGAÇÃO. POSSIBILIDADE, CONTROLE JUDICIAL, CONTROLE, CARÁTER POLÍTICO, PODER LEGISLATIVO, SITUAÇÃO, DESVIO DE PODER. PREVISÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, CONSTITUIÇÃO FEDERAL, LIMITAÇÃO, MECANISMO, INVESTIGAÇÃO. FUNÇÃO CONTRAMAJORITÁRIA, STF, OFENSA, DIREITO DAS MINORIAS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADEQUAÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. POSSIBILIDADE, IMPETRAÇÃO, HABEAS CORPUS, OBTENÇÃO, ACESSO À INFORMAÇÃO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). AUSÊNCIA, RISCO, RELATÓRIO, INFORMAÇÃO SIGILOSA.\n\n- TERMO(S) DE RESGATE: RELATÓRIO DE INTELIGÊNCIA. MOVIMENTO ANTIFASCISMO. SISTEMA BRASILEIRO DE INTELIGÊNCIA. ATIVIDADE DE INTELIGÊNCIA. PRIMEIRO DIREITO. DIREITO AO PROTESTO. COMISSÃO NACIONAL DA VERDADE. ATENTADO DO RIO CENTRO. CHILLING EFFECT. CULTURA DO MEDO. MARCATISMO. LIVRE MERCADO DE IDEIAS. ACESSO RESTRITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=722&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1096 MC (TP).\r\n(ADPF, PRESSUPOSTO DE ADMISSIBILIDADE, PRINCÍPIO DA SUBSIDIARIEDADE)\r\nADPF 99.\r\n(LIMITAÇÃO, DIREITO FUNDAMENTAL)\r\nADI 4066 (TP).\r\n(LIBERDADE DE EXPRESSÃO, DIREITO DE REUNIÃO)\r\nADPF 187 (TP), ADI 4451 (TP).\r\n(DESVIO DE PODER, AGENTE PÚBLICO, PODER-DEVER)\r\nADI 5468 (TP), ADPF 572 (TP).\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529 MC (TP).\r\n(VEDAÇÃO, PROSELITISMO)\r\nADI 2566 (TP).\r\n(EXERCÍCIO, DIREITO DE REUNIÃO)\r\nHC 4781 (TP).\r\n(INCONSTITUCIONALIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO)\r\nADI 1969 (TP).\r\n(DIREITO DE REUNIÃO, CONDIÇÃO, PARTICIPAÇÃO, POLÍTICA)\r\nADPF 187 (TP), AC 2695.\r\n(ADPF, REQUISITO, INTERESSE PÚBLICO)\r\nADPF 130 (TP), ADPF 33 (TP), ADPF 187 (TP), ADI 4815 (TP), ADPF 467 (TP), ADPF 548 (TP).\r\n(PLURALISMO POLÍTICO, FUNDAMENTO, REPÚBLICA FEDERATIVA DO BRASIL)\r\nADI 4277 (TP).\r\n(AGENTE INFILTRADO, INVESTIGAÇÃO, FATO CONCRETO)\r\nHC 147837 (2ªT).\r\n(ADPF, MEDIDA CAUTELAR)\r\nADI 4451 (TP).\r\n(DIREITO, VERDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\r\nADPF 153 (TP).\r\n- Decisões monocráticas citadas:\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1963.\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529.\r\n- Decisões estrangeiras citadas: Caso Pierce v. United States (1920), caso Gitlow v. New York (1925), caso Whitney v. California, caso Schenck v. United States, caso Abrams v. United States, caso Barenblatt v. United States, da Suprema Corte dos EUA. Caso Kasparov e Outros c. Rússia, caso Sergey Kuznetsov c. Rússia, caso Oya Ataman c. Turquia, caso Bukta e Outros c. Hungria, caso Fáber c. Hungria, caso Berladir e Outros c. Rússia, caso Malofeyeva c. Rússia, caso Navalnyy e Yashin c. Rússia, caso Kudrevicius e Outros c. Lituânia, do Tribunal Europeu dos Direitos Humanos. Caso CCT 32/18 Mlungwana e Outros c. O Estado, da Corte Constitucional da África do Sul. Caso Lüth, do Tribunal Constitucional da Alemanha.\n- Legislação estrangeira citada: Lei de Espionagem de 1917, dos Estados Unidos da América.\nNúmero de páginas: 144.\nAnálise: 18/11/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : BRUNO LUNARDI GONCALVES E OUTRO(A/S)\nINTDO.(A/S)  : MINISTRO DE ESTADO DA JUSTIÇA E SEGURANÇA PÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONFEDERACAO NACIONAL DAS CARREIRAS TIPICAS DE ESTADO \nADV.(A/S)  : CLAUDIO RENATO DO CANTO FARAG \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434604,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 722 MC","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"AGRA, Walbert de Moura. Comentário ao artigo 5º, LXXII. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F; SARLET, Ingo W; STRECK, Lenio (coord.) Comentários à Constituição do Brasil. São Paulo: Saraiva;Almedina, 2013. p. 486\nARENDT, Hannah. Origens do Totalitarismo: antissemitismo, imperialismo, totalitarismo. São Paulo: Companhia das Letras, 2012.\nBRANCO, Paulo Gonet; MENDES, Gilmar Ferreira. Curso de Direito Constitucional. São Paulo: Saraiva, 2015. p. 264.\nBERLIN, Isaiah. IN: Introdução à obra: MILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 47.\nBELTRÁN DE FELIPE, Miguel; GONZÁLEZ GARCÍA, Julio. Las sentencias básicas del Tribunal Supremo de los Estados Unidos de América. 2. ed. Madrid: Centro de Estudios Políticos y Constitucionales y Boletín Oficial del Estado, 2006.\nBINENBOJM, Gustavo. Liberdade Igual: O que é e por que importa. Rio de Janeiro: História Real, 2020. p. 34-35.\nCARVALHO NETTO, M. A sanção no procedimento legislativo. Belo Horizonte: Del Rey, 1992.\nCOHEN, Julie. What Privacy is For. Harvard Law Review, maio, 2013.\nFAORO, Raymundo. Os Donos do Poder: formação do patronato político brasileiro. São Paulo: Globo, 2001.\nFISS, Owen. State Activism and State Censorship. The Yale Law Journal, 1990. p. 2087-2088.\nGUIMARÃES, U. Discurso proferido na sessão de 5 de outubro de 1988, publicado no DANC de 5 de outubro de 1988, p. 14380-14382.\nGODOY, Miguel Gualano. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012. p. 161.\nGOLDMAN, Alvin I; BAKER, Daniel. Free Speech, Fake News, and Democracy. First Amendment Law Review, v. 18, n. 1, 2019. p. 68.\nHÄBERLE, Peter. Die Verfassung des Pluralismus: Studien zur Verfassungstheorie der offenen Gesellschaft. Königstein: Athenäum, 1980. p. 5 e 6.\nHESSE, Bedeutung der Grundrechte, in: BENDA, Ernst; Maihofer, Werner e Vogel, Hans-Jochen, Handbuch des Verfassungsrechts. Berlin, 1995, v. I, p. 127.\nHESSE, Konrad. Grundzüge des Verfassungsrechts der Bundesrepublik Deutschland. Heidelberg: C. F. Müller, 1995, p. 112 \nKREBS, Walter. Freiheitsschutz durch Grundrechte, IN: JURA. p. 617, 1988.\nLEVITSKY, Steven; WAY, Lucan A. The Rise of Competitive Authoritarianism. Journal of Democracy. v. 13. n. 2. p. 53.\nLESSIG, Lawrence. Reading the Constitution in Cyberspace. 45 emory L. J. v. 45, n. 3.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\nMENDES, Gilmar Ferreira. Arguição de Descumprimento de Preceito Fundamental: comentários à Lei n. 9.882, de 3.12.1999. 2. ed. São Paulo: Saraiva, 2011. p. 19.\nMILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 29.\nPAIXÃO, Cristiano. Direito, política, autoritarismo e democracia no Brasil. Revista Iberoamericana de Filosofía, Política y Humanidades, año 13, n. 26, 2011. p. 158.\nPIEROTH; SCHLINK. Grundrechte: Staatsrecht II. 14. ed. Heidelberg: C. F. Müller, 1998. p. 50.\nRAWLS, John. Liberalismo Político: elementos básicos. p. 56.\nPOSNER, Richard A. The Right to Privacy. Georgia Law Review. v. 12. n. 3, 1978.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 441-442.\nSCHULZ, Wolfgang; HOBOKEN, Joris van. Human Rights and Encryption. Paris: UNESCO Publishing, 2016.\nSUNSTEIN, Cass R. Falsehoods and the First Amendment. Disponível em: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3426765.>. p. 17 e 176.\nWARREN, Samuel D.; BRANDEIS, Luis D. The Right to Privacy. Harvard Law Review, v. 5, December 15, 1890.\nWATANABE, Kazuo. Cognição no processo civil. 4. ed. São Paulo: Saraiva, 2012. p. 95.\nZAGREBELSKY, Gustavo. El derecho ductil: ley, derechos y justicia. Tradução: Marina Gercón. Madrid: Trotta, 1995. p. 13.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":722,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}