{"result":{"took":410,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":85.08075,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432184","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, entendeu cabível a ação direta de inconstitucionalidade por omissão, vencido o Ministro Marco Aurélio (Relator). Em seguida, por maioria e nos termos dos votos proferidos, julgou prejudicado o pedido, vencido, neste ponto, o Ministro Edson Fachin, que entendia pelo prosseguimento da ação para análise futura do mérito. Redigirá o acórdão o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 30.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["1"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur432184","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432184","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Ref","is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional. Ação direta por omissão. Mora legislativa na fixação de renda básica emergencial. Perda do objeto. \n\n\n\n    1. Ação direta de inconstitucionalidade por omissão, em que se discute mora legislativa do Poder Público referente à fixação de renda mínima ao trabalhador durante a pandemia da COVID-19. \n\n\n\n    2. O requerente postula a concessão de renda emergencial básica, no valor de R$ 300 per capita, pelo período de 6 meses, aos trabalhadores afetados pela pandemia. Acontece que a Lei nº 13.982/2020 já estabeleceu auxílio emergencial no valor de R$ 600, pelo período de 3 meses, aos trabalhadores que preencham os requisitos determinados pela lei. Não há, portanto, interesse em agir na presente ADO. \n\n\n\n    3. Prejuízo da ação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753889567","externo_seq_objeto_incidente":5884771,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=56&classe=ADO","is_colac":false,"titulo":"ADO 56 Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00003 \n          ART-00005 INC-00078 PAR-00003 ART-00006 \n          \"CAPUT\" ART-00093 INC-00009 ART-00170\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008742      ANO-1993\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 LET-A \n          LET-B LET-C PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 PAR-00008 PAR-00009 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00011 PAR-00012 ART-00003 PAR-ÚNICO \n          ART-00004 PAR-ÚNICO INC-00001 INC-00002 \n          ART-00005 ART-00006 ART-00007\n                LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00004 ART-0012B INC-00001 ART-0012C \n          ART-0012F PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013982      ANO-2020\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00011 NÚMERO-1 ART-00015\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00011 NÚMERO-1\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   PLT      ANO-1988\n          ART-00012\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. MARCO AURÉLIO: AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO, MANIFESTAMENTE IMPROCEDENTE. IMPOSSIBILIDADE, FIXAÇÃO, PROGRAMA RENDA BÁSICA EMERGENCIAL, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CARACTERIZAÇÃO, MANIFESTAMENTE IMPROCEDENTE, IMPROCEDÊNCIA LIMINAR DO PEDIDO, DOUTRINA. HISTÓRIA, DIREITO FUNDAMENTAL, DIREITO SOCIAL, DIREITO COMPARADO. DEVER DE LEGISLAR, POLÍTICA PÚBLICA, RENDA FAMILIAR, ERRADICAÇÃO DA POBREZA, REDUÇÃO, DESIGUALDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PROGRAMA RENDA BÁSICA EMERGENCIAL, APRECIAÇÃO, MÉRITO. DIFERENÇA, PATRIMÔNIO, PROPRIEDADE. PROPOSIÇÃO LEGISLATIVA, INCONSTITUCIONALIDADE, OMISSÃO LEGISLATIVA. MEDIDA CAUTELAR, INCONSTITUCIONALIDADE POR OMISSÃO.\n\n- TERMO(S) DE RESGATE: PATRIMÔNIO MÍNIMO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=56&classe=ADO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADO-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, OMISSÃO LEGISLATIVA)\nADI 3682 (TP), ADO 26 (TP). \n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, MANIFESTAMENTE IMPROCEDENTE)\nADI 4071 AgR (TP). \n(MEDIDA CAUTELAR, INCONSTITUCIONALIDADE POR OMISSÃO)\nADI 267 MC (TP), ADI 1387 MC (TP), ADI 1458 MC (TP), ADI 361 MC (TP). \n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 466343 (TP). \n- Legislação estrangeira citada: Lei Fundamental de Bonn de 1949, da Alemanha; preâmbulo da constituição francesa de 1946, artigos 25, n.1, da Declaração Universal dos Direitos Humanos.\n- Decisão estrangeira citada: Décision 74-54 DC, Interruption volontaire de la grossesse, 15/01/1979, da França.\n- Veja ADO 26 e AP 672 do STF.\nNúmero de páginas: 50.\nAnálise: 19/08/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : LUIZ CARLOS ORMAY JUNIOR \nADV.(A/S)  : RAFAEL ECHEVERRIA LOPES \nADV.(A/S)  : MOARA SILVA VAZ DE LIMA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DA CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DO SENADO FEDERAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432184,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADO 56 Ref","processo_classe_processual_unificada_classe_sigla":"ADO","julgamento_data":"2020-04-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO","documental_doutrina_texto":"FACHIN, Luiz Edson. Estatuto Jurídico do Patrimônio Mínimo. 2. ed. Rio de Janeiro: Renovar, 2006. p. 1 e 44.\nMARINONI, Luiz Guilherme. Controle de constitucionalidade. In: Marinoni, Luiz Guilherme et al (Coord.). Curso de Direito Constitucional. 7. ed. São Paulo: Saraiva, 2018.\nSARLET, I. W. A Eficácia dos Direitos Fundamentais. Porto Alegre: Livraria do Advogado, 1988. p. 292-5.\nWEBER, Albrecht. L’État social et les droits sociaux en RFA. RFDC, v. 12, p. 677-693, 1995.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":56,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435485","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Relator, que negava provimento ao agravo regimental, pediu vista o Ministro Gilmar Mendes. Segunda Turma, Sessão Virtual de 13.9.2019 a 19.9.2019.\r\n\n           Decisão: A Turma, por empate, deu parcial provimento ao agravo regimental para declarar a nulidade da sentença condenatória proferida nos autos do processo penal 2002.70.00.00078965-2, por violação à imparcialidade do julgador, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, no que foi acompanhado pelo Ministro Ricardo Lewandowski, vencidos os Ministros Edson Fachin (Relator) e Cármen Lúcia. Ausente, justificadamente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Gilmar Mendes. 2ª Turma, 25.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur435485","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435485","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Penal e Processual Penal. Imparcialidade judicial e sistema acusatório.\n\n\n\n    Postura ativa e abusiva do julgador no momento de interrogatório de réus colaboradores. Atuação em reforço da tese acusatória, e não limitada ao controle de homologação do acordo. As circunstâncias particulares do presente caso demonstram que o juiz se investiu na função persecutória ainda na fase pré-processual, violando o sistema acusatório. \n\n\n\n    Imparcialidade judicial como base fundamental do processo. Sistema acusatório e separação das funções de investigar, acusar e julgar. Pressuposto para imparcialidade e contraditório efetivos. Precedente: ADI 4.414, Plenário, Rel. Min. Luiz Fux, j. 31.5.2012.\n\n\n\n    Agravo regimental parcialmente provido para declarar a nulidade da sentença condenatória proferida por violação à imparcialidade do julgador.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754213731","externo_seq_objeto_incidente":5555930,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-258 DIVULG 26-10-2020 PUBLIC 27-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=144615&classe=RHC","is_colac":false,"titulo":"RHC 144615 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00063\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009034      ANO-1995\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00004 PAR-00007 INC-00001 INC-00002 \n          INC-00003 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 INC-00001\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 PAR-00001\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00095 INC-00001 ART-00156 INC-00002 \n          ART-00157 ART-00234 ART-00252 INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00254 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 ART-00404 ART-00499 \n          ART-00502\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-00095\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   CET      ANO-2008\n          ART-00008\n                CÓDIGO DE ÉTICA DA MAGISTRATURA NACIONAL"],"publicacao_data":"2020-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- MAGISTRADO, DEPOIMENTO, COLABORADOR, MOMENTO, ASSINATURA, ACORDO DE COLABORAÇÃO PREMIADA. MOMENTO POSTERIOR, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL, OFERECIMENTO, ALEGAÇÕES FINAIS, JUIZ, DETERMINAÇÃO, EX OFFICIO, JUNTADA, DOCUMENTO, UTILIZAÇÃO, INFORMAÇÃO, FUNDAMENTAÇÃO, CONDENAÇÃO. IMPARCIALIDADE DO JUIZ, CONSTITUIÇÃO FEDERAL, TRATADO INTERNACIONAL. IMPARCIALIDADE DO JUIZ, PROCESSO PENAL, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, CONTRADITÓRIO. STF, IMPOSSIBILIDADE, JULGADOR, COLETA, PROVA. PRINCÍPIO DA PARIDADE DE ARMAS, JUÍZO CRIMINAL. PROTEÇÃO, IMPARCIALIDADE DO JUIZ, CAUSA DE SUSPEIÇÃO, CAUSA DE IMPEDIMENTO. JURISPRUDÊNCIA, STF, LIMITE DE ATUAÇÃO, JULGADOR, HOMOLOGAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA. DESENTRANHAMENTO, PROVA ILÍCITA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: OFENSA, GARANTIA FUNDAMENTAL, CIDADÃO, MAIOR GRAVIDADE, CORRUPÇÃO. ESTADO DEMOCRÁTICO DE DIREITO, IMPARCIALIDADE, PRINCÍPIO DA PARIDADE DE ARMAS, PRINCÍPIO DO JUIZ NATURAL. ORDENAMENTO JURÍDICO, AUSÊNCIA, AUTORIZAÇÃO, MAGISTRADO, PARTICIPAÇÃO, NEGOCIAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA. CASO CONCRETO, JUIZ, EXERCÍCIO, FUNÇÃO, ÓRGÃO, COMPETÊNCIA, INVESTIGAÇÃO, ACUSAÇÃO. PARCIALIDADE, JUIZ; AUSÊNCIA, HIPÓTESE, SUSPEIÇÃO, IMPEDIMENTO. NULIDADE ABSOLUTA, PROCESSO, PRINCÍPIO PAS DE NULLITÉ SANS GRIEF.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: HIPÓTESE, IMPEDIMENTO, CÓDIGO DE PROCESSO PENAL, TAXATIVIDADE, IMPOSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA. ATUAÇÃO, JULGADOR, DERIVAÇÃO, INVESTIDURA, FUNÇÃO JURISDICIONAL; INCORREÇÃO, EXERCÍCIO, ATIVIDADE JURISDICIONAL. MAGISTRADO, AUSÊNCIA, JUÍZO DE VALOR, FATO, MOMENTO, AUDIÊNCIA. PARTICIPAÇÃO, JUIZ, ACORDO DE COLABORAÇÃO PREMIADA, AUSÊNCIA, IDENTIDADE, HIPÓTESE, IMPEDIMENTO, ATUAÇÃO, MEMBRO, MINISTÉRIO PÚBLICO, AUTORIDADE POLICIAL; NECESSIDADE, HOMOLOGAÇÃO, JUIZ, VERIFICAÇÃO, REGULARIDADE, LEGALIDADE, VOLUNTARIEDADE, ACORDO. STF, JURISPRUDÊNCIA, PRECEDENTE, CONDUÇÃO, ATUAÇÃO, PROCESSO, JUIZ, MEMBRO, MINISTÉRIO PÚBLICO, PREVENÇÃO, INEFICIÊNCIA, ATUAÇÃO, PODER JUDICIÁRIO, MULTIPLICIDADE, INTERCORRÊNCIA, PROCESSO. INEFICIÊNCIA, JUSTIÇA, INCENTIVO, CORRUPÇÃO, AUMENTO, DESIGUALDADE. DEVER, CONSTITUIÇÃO FEDERAL, DEMOCRACIA, EXTINÇÃO, CORRUPÇÃO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: CONDENAÇÃO, PACIENTE, COMETIMENTO DE CRIME, LAVAGEM DE DINHEIRO, CONTRARIEDADE, SISTEMA FINANCEIRO NACIONAL (SFN). IMPOSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA, HIPÓTESE, IMPEDIMENTO, CÓDIGO DE PROCESSO PENAL. JUIZ, INQUIRIÇÃO, COLABORADOR, MOMENTO POSTERIOR, ACORDO DE COLABORAÇÃO PREMIADA, FINALIDADE, APRECIAÇÃO, REGULARIDADE, LEGALIDADE, VOLUNTARIEDADE. ATUAÇÃO, JUIZ, DETERMINAÇÃO, JUNTADA, DOCUMENTO, AUTORIZAÇÃO EXPRESSA, CÓDIGO DE PROCESSO PENAL.\n\n- TERMO(S) DE RESGATE: NEUTRALIDADE METAFÍSICA. PRINCÍPIOS DE CONDUTA JUDICIAL DE BANGALORE, CÓDIGO JUDICIAL, ÂMBITO GLOBAL, ELABORAÇÃO, GRUPO DE INTEGRIDADE JUDICIAL, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=144615&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SISTEMA ACUSATÓRIO, IMPARCIALIDADE DO JUIZ, SEPARAÇÃO, FUNÇÃO)\nADI 4414 (TP). \n(ATUAÇÃO, JUIZ, DIFERENÇA, EXCESSO, IMPARCIALIDADE)\nHC 95518 (2ªT). \n(HIPÓTESE, IMPEDIMENTO, CÓDIGOD DE PROCESSO PENAL, TAXATIVIDADE)\nAP 470 (TP), Inq 2280 (TP), HC 92893 (TP), HC 94641 (2ªT), HC 97544 (2ªT), AImp 4 AgR (TP), RHC 170540 AgR (2ªT). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, INDEPENDÊNCIA, PODER JUDICIÁRIO)\nADI 5316 MC (TP). \n(INCONSTITUCIONALIDADE, POSSIBILIDADE, JUIZ, COLETA, PROVA)\nADI 1570 (TP), ADI 4414 (TP). \n(DIFERENÇA, SUSPEIÇÃO, IMPEDIMENTO)\nHC 77622 (1ªT). \nNúmero de páginas: 69.\nAnálise: 15/12/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"ADV.(A/S)           : EDUARDO DE VILHENA TOLEDO \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nAGTE.(S)            : PAULO ROBERTO KRUG \r\nAGDO.(A/S)          : MINISTÉRIO PÚBLICO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435485,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RHC 144615 AgR","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2020-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"BACHMAIER WINTER, Lorena. Imparcialidad Judicial y Libertad de Expresión de Jueces y Magistrados. Thomson, 2008. p. 19.\nCINTRA, Antonio Carlos de Araujo; GRINOVER, Ada Pellegrini; DINAMARCO, Cândido Rangel. Teoria Geral do Processo. 31. ed. Malheiros, 2014. p. 165.\nCORDERO, Franco. Procedimiento Penal. v. 1. Temis, 2000. p. 23.\nEYMERICH, Nicolau. Manual dos Inquisidores. Fundação Universidade de Brasília, 1993. p. 113-209.\nFERNANDES, Antonio Scarance. Processo Penal Constitucional. RT, 2012. p. 134.\nFERRAJOLI, Luigi. Direito e Razão. 4. ed. RT, 2014. p. 535.\nFERRUA, Paolo. Il giusto processo. 3. ed. Zanichelli, 2012. p. 103.\nFIGUEIREDO DIAS, Jorge de. Direito Processual Penal. Coimbra, 1974. p. 315\nGOMES FILHO, Antonio Magalhães. A motivação das decisões penais. RT, 2013. p. 32.\nLIMA, Renato Brasileiro. Manual de Processo Penal. 2. ed. Salvador: JusPodium, 2014. p. 1145-1146.\nLOPES JR., Aury. Direito Processual Penal. Saraiva, 2012. p. 127\nNUCCI, Guilherme de Souza. Código de Processo Penal comentado. 15. ed. Rio de Janeiro: Forense, p. 647.\nNUCCI, Guilherme de Souza, Manual de Processo Penal e Execução Penal. 9. ed. Revista dos Tribunais, p. 545.\nMAYA, André M. Imparcialidade e processo penal. Lumen Juris, 2011. p. 56-72.\nPITOMBO, Antônio S. M. Imparcialidade da Jurisdição. Singular, 2018. p. 48.\nTHUMS, Gilberto. Sistemas Processuais Penais. Lumen Juris, 2006. p. 259.\nVIEIRA, Renato S. Do juiz. In: CPP Comentado. RT, 2018. p. 254.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":144615,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435628","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em razão da aposentadoria do Relator. Presidência do Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 06.08.2014.\r\n\n                       Decisão:  Após os votos dos Ministros Edson Fachin, Relator, Luiz Fux, Ricardo Lewandowski e Celso de Mello, que julgavam improcedente a ação direta; e dos votos dos Ministros Alexandre de Moraes, Roberto Barroso, Rosa Weber e Marco Aurélio, que a julgavam procedente, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Ausentes, justificadamente, os Ministros Gilmar Mendes e Cármen Lúcia. Plenário, 8.11.2018.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade integral da Lei nº 12.258/2005 do Estado do Rio Grande do Sul, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Luiz Fux, Ricardo Lewandowski e o Ministro Celso de Mello, que não participou deste julgamento, por motivo de licença médica, mas proferiu voto em assentada anterior. Plenário, Sessão Virtual de 4.9.2020 a 14.9.2020 (Sessão iniciada na Presidência do Ministro Dias Toffoli e finalizada na Presidência do Ministro Luiz Fux).","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur435628","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435628","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. USURPAÇÃO DE COMPETÊNCIA DA UNIÃO. DIREITO DO TRABALHO. VIOLAÇÃO AO ART. 20, I DA CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito.\n\n\n\n    2. A Lei 12.258/2005, do Estado do Rio Grande do Sul, ao definir o que seria uma revista íntima por empregador em desfavor do empregado, proibindo-a, fixa norma de caráter geral de Direito do Trabalho, matéria de competência exclusiva da União (CF, art. 22, I).\n\n\n\n    3. A vedação à revista íntima por empregador foi tratada em Lei federal (art. 373-A, CLT) e, embora dirigida exclusivamente às trabalhadoras, teve sua eficácia estendida aos trabalhadores por interpretação jurisprudencial da Justiça do Trabalho. A existência de norma federal a dispor sobre a tutela dos direitos à intimidade, à honra e à dignidade da pessoa na relação de trabalho, afasta a competência concorrente pelos Estados na forma do art. 24, CF, impedida norma estadual que altere os limites do texto da Lei federal e de sua interpretação.\n\n\n\n    4. Importância material da tutela da honra, da intimidade e da dignidade da pessoa humana, como valores fundamentais decorrentes da Constituição Federal, não prevalece sobre a inconstitucionalidade formal por usurpação de competência exclusiva da União, especialmente quando a tutela àqueles valores constitucionais se dê de forma indireta. Precedentes: ADI 5.307, ADI 2.487.\n\n\n\n    5. Ação Direta de Inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754286401","externo_seq_objeto_incidente":2317079,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3559&classe=ADI","is_colac":false,"titulo":"ADI 3559","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          INC-00004 ART-00005 \"CAPUT\" INC-00001 \n          INC-00010 INC-00078 PAR-00001 ART-00020 \n          INC-00001 ART-00021 ART-00022 INC-00001 \n          ART-00023 INC-00001 ART-00024 ART-00025 \n          PAR-00001 ART-00030 INC-00001 ART-00093 \n          INC-00009 ART-00103 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009799      ANO-1999\n          ART-0001A SEÇÃO-1 ART-0373A INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013271      ANO-2016\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          ART-00003 ART-00004\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00001 ART-00002 ART-00026\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-0373A INC-00006\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   PJL-000583      ANO-2007\n                PROJETO DE LEI\n\n","LEG-FED   SUV-000013      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   ENU-000015      \n                ENUNCIADO APROVADO NA 1ª JORNADA DE DIREITO MATERIAL E PROCESSUAL NA JUSTIÇA DO TRABALHO\n\n","LEG-EST   LEI-012258      ANO-2005\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003\n                LEI ORDINÁRIA, RS"],"publicacao_data":"2020-11-05","documental_acordao_mesmo_sentido_lista_texto":"ADI 6036  PROCESSO ELETRÔNICO\n          JULG-16-09-2020  UF-RS  TURMA-TP  MIN-EDSON FACHIN N.PÁG-045\n          DJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: STF, JURISPRUDÊNCIA, CENTRALIZAÇÃO, PRINCÍPIO FEDERATIVO. INCOMPATIBILIDADE, LEGISLAÇÃO ESTADUAL, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INCONSTITUCIONALIDADE FORMAL. LEI ESTADUAL, AUSÊNCIA, DESTINAÇÃO, PROIBIÇÃO, VEDAÇÃO, EMPREGADOR, EMPRESA TOMADORA DE SERVIÇOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CONTROVÉRSIA, RELAÇÃO JURÍDICA, ÂMBITO TRABALHISTA. CONSOLIDAÇÃO DAS LEIS DO TRABALHO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CASO CONCRETO, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: INCONSTITUCIONALIDADE MATERIAL, AUSÊNCIA. PRECEDENTE, STF, INCONSTITUCIONALIDADE, LEI ESTADUAL, PROIBIÇÃO, REVISTA PESSOAL, EMPREGADO. VÍCIO FORMAL, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, DISTRIBUIÇÃO, COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, REFORÇO, FEDERALISMO COOPERATIVO. MULTIDISCIPLINARIDADE, PREVALÊNCIA, INTERPRETAÇÃO, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO. PRINCÍPIO DA SUBSIDIARIEDADE. DIREITO DE PREFERÊNCIA. FEDERALISMO, DESCENTRALIZAÇÃO, POLÍTICA, REALIZAÇÃO, DIREITO FUNDAMENTAL. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO À IGUALDADE, DIREITO À INTIMIDADE. ESTADO FEDERATIVO, OBJETIVO, REDUÇÃO, DESIGUALDADE. LEI IMPUGNADA, VINCULAÇÃO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL.CONSTITUIÇÃO, DIRIGENTE. PODER JUDICIÁRIO, ATUAÇÃO, POLÍTICAS PÚBLICAS. TEXTO CONSTITUCIONAL, OBSERVÂNCIA, MUDANÇA, SOCIEDADE. COMPATIBILIDADE, ATUAÇÃO,JURISPRUDÊNCIA, STF. POSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA, LEGISLAÇÃO ESTADUAL, \nPROTEÇÃO, RELAÇÃO DE TRABALHO, PROTEÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, INVIOLABILIDADE, DIREITO À INTIMIDADE, IGUALDADE, HOMEM, MULHER.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: LEI ESTADUAL, REPRODUÇÃO, CONSTITUIÇÃO FEDERAL, CONSONÂNCIA, LEI FEDERAL. INEXISTÊNCIA, INVASÃO, COMPETÊNCIA, UNIÃO FEDERAL. DESNECESSIDADE, ELIMINAÇÃO, LEI ESTADUAL.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: COMPETÊNCIA COMUM, UNIÃO FEDERAL, ESTADO-MEMBRO, MUNICÍPIO, DEVER CONSTITUCIONAL, GUARDA, CONSTITUIÇÃO. COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO, EVOLUÇÃO, DIREITO, ESTADOS UNIDOS DA AMÉRICA. INEXISTÊNCIA, CONSTITUIÇÃO FEDERAL, VEDAÇÃO, ESTADO-MEMBRO, DEFESA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA.\n\n- TERMO(S) DE RESGATE: presumption against pre-emption, odiosa restringenda favorabilia amplianda.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3559&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PREDOMINÂNCIA, USURPAÇÃO DE COMPETÊNCIA, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, TUTELA, HONRA, INTIMIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nADI 2487 (TP), ADI 5307 (TP). \n(INTERPRETAÇÃO, FEDERALISMO, RESOLUÇÃO, CONFLITO DE COMPETÊNCIA, DIVERSIDADE, PAUTA TEMÁTICA)\nADPF 109 (TP), ADI 5356 (TP). \n(ADMISSÃO, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO, NORMA, DECORRÊNCIA, CONSTITUIÇÃO)\nADC 41 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO)\nADI 3559 (TP). \n(INCOMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO, USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL, )\nADI 2487 (TP), ADI 5307 (TP). \n(INCOMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO, PROIBIÇÃO, REVISTA PESSOAL, USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL, )\nADI 2947 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(EXTENSÃO, APLICAÇÃO DA LEI, PROIBIÇÃO, REVISTA PESSOAL, FUNCIONÁRIO, HOMEM)\nTST: RR 164685520115190008, E-ED-RR 90340-49.2007.5.05.0464. \n- Legislação estrangeira citada: Constituição de 1787, dos Estados Unidos da América.\n- Veja ADI 953 MC, ADI 953 e ADI 2947 do STF.\nNúmero de páginas: 47.\nAnálise: 19/10/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435628,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 3559","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBOSA, Rui. Oração aos moços.\nMAXIMILIANO, Carlos. Hermenêutica do Direito.\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97.\nPIRES, Thiago Magalhães. Federalismo e Democracia: Parâmetros para a Definição das Competências Federativas. Porto Alegre.\nSARLET, Ingo Wolfgand. Dignidade (da pessoa) humana e direitos fundamentais na Constituição Federal de 1988. 10. ed. Porto Alegre: Livraria do Advogado, 2015. p. 70-71.\nYOUNG, Ernest A. Federal Preemption and State Autonomy. In: EPSTEIN, Richard A.; GREVE, Michael S. Federal Preemption. States’ Powers, National Interests. Washington: The AEI Press, 2007. p. 254.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":3559,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436268","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que: a) deferia parcialmente a cautelar para conferir interpretação conforme à Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, deve-se levar em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, com especial destaque para as orientações da Organização Mundial de Saúde; bem como (ii) dos princípios constitucionais da precaução e da prevenção; b) conferia, ainda, interpretação conforme à Constituição ao art. 1º, § 1º, da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade à qual compete a decisão deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades médicas e sanitárias, reconhecidas nacional e internacionalmente; (ii) da observância dos princípios constitucionais da precaução e da prevenção; e c) firmava as seguintes teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde ou ao meio ambiente equilibrado, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades médicas e sanitárias, internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Bruno Lunardi Gonçalves; e, pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 20.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, analisou a medida cautelar, vencido, preliminarmente, o Ministro Marco Aurélio, que entendia pela inadequação da ação direta. Na sequência, por maioria, deferiu parcialmente a cautelar para: a) conferir interpretação conforme à Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, deve-se levar em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente conhecidas; bem como (ii) dos princípios constitucionais da precaução e da prevenção; e b) conferir, ainda, interpretação conforme à Constituição ao art. 1º da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade à qual compete a decisão deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades reconhecidas nacional e internacionalmente; (ii) da observância dos princípios constitucionais da precaução e da prevenção. Foram firmadas as seguintes teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”. Tudo nos termos do voto do Relator. Ficaram vencidos os Ministros Alexandre de Moraes e Carmen Lúcia, que concediam a medida cautelar em maior extensão, e o Ministro Marco Aurélio, que a concedia para suspender a eficácia da Medida Provisória até o julgamento final do feito. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 21.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436268","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436268","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"Ementa: Direito administrativo. Ações Diretas de Inconstitucionalidade. Responsabilidade civil e administrativa de Agentes Públicos. Atos relacionados à pandemia de COVID-19. Medida Provisória nº 966/2020. Deferimento parcial da cautelar. \n\n\n\n    1. Ações diretas de inconstitucionalidade que questionam a limitação da responsabilidade civil e administrativa dos agentes públicos às hipóteses de “erro grosseiro” e de “dolo”, com base no art. 28 da Lei de Introdução às Normas do Direito Brasileiro e na Medida Provisória nº 966/2020. Alegação de violação aos arts. 37, §§ 4º, 5º e 6º da Constituição, ao princípio republicano e ao princípio da probidade e da eficiência administrativa. Exame, em sede cautelar, limitado à MP 966/2020, em relação à qual, efetivamente, se configura o perigo na demora, diante do contexto da pandemia.\n\n\n\n    2. Decisões administrativas relacionadas à proteção à vida, à saúde e ao meio ambiente devem observar standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas. Precedentes: ADI 4066, Rel. Min. Rosa Weber, j. 24.08.2017; e RE 627189, Rel. Min. Dias Toffoli, j. 08.06.2016. No mesmo sentido, a Lei nº 13.979/2020 (art. 3º, § 1º), que dispôs sobre as medidas para o enfrentamento da pandemia de COVID-19, norma já aprovada pelo Congresso Nacional, previu que as medidas de combate à pandemia devem ser determinadas “com base em evidências científicas e em análises sobre as informações estratégicas em saúde”.\n\n\n\n    3. Tais decisões administrativas sujeitam-se, ainda, aos princípios constitucionais da precaução e da prevenção, que impõem juízo de proporcionalidade e a não adoção, a priori, de medidas ou protocolos a respeito dos quais haja dúvida sobre impactos adversos a tais bens jurídicos. Nesse sentido: ADI 5592, Rel. p/ acórdão Min. Edson Fachin, j. 11.02.2019; RE 627189, Rel. Min. Dias Toffoli, j. 08.06.2016.\n\n\n\n    4. Cautelar parcialmente deferida, para conferir interpretação conforme a Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, leva-se em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; bem como (ii) dos princípios constitucionais da precaução e da prevenção. \n\n\n\n    5. Confere-se, igualmente, interpretação conforme a Constituição ao art. 1º da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade a quem compete decidir deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção.\n\n\n\n    6. Teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754359227","externo_seq_objeto_incidente":5912273,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6421&classe=ADI","is_colac":false,"titulo":"ADI 6421 MC","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00002 ART-00005 INC-00005 \n          INC-00010 INC-00024 INC-00025 INC-00035 \n          INC-00054 INC-00075 ART-00018 ART-00034 \n          INC-00007 LET-A ART-00037 \"CAPUT\" \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          ART-00062 ART-00070 ART-00071 ART-00075\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00009 ART-00010 ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013655      ANO-2018\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979      ANO-2020\n          ART-00003 INC-00001 INC-00002 INC-00003 \n          LET-A LET-B LET-C LET-D \n          LET-E INC-00004 INC-00005 INC-00006 \n          LET-A LET-B INC-00007 INC-00008 \n          LET-A LET-B PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00028\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-001950      ANO-2000\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 62\n\n","LEG-FED   MPR-000926      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000961      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000966      ANO-2020\n          ART-00001 \"CAPUT\" INC-00001 INC-00002 \n          PAR-00001 INC-00001 INC-00002 PAR-00002 \n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 ART-00004\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000006      ANO-2020\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-009830      ANO-2019\n          ART-00012 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 PAR-00006 PAR-00007 \n          PAR-00008 ART-00014\n                DECRETO\n\n","LEG-FED   DEC-010212      ANO-2020\n          ART-00042 ART-00043 NÚMERO-1 LET-A \n          LET-B NÚMERO-2 LET-A LET-B \n          LET-C NÚMERO-3 NÚMERO-4 NÚMERO-5 \n          NÚMERO-6 NÚMERO-7 NÚMERO-8\n                DECRETO\n\n","LEG-FED   PJL-010887      ANO-2018\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD"],"publicacao_data":"2020-11-12","documental_acordao_mesmo_sentido_lista_texto":"ADI 6425 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6427 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6428 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-140\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6431 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-140\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6424 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6422 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","documental_indexacao_texto":"- CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA. CONTEXTO HISTÓRICO, EDIÇÃO, MEDIDA PROVISÓRIA, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). CRISE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), INFLUÊNCIA, ORDENAMENTO JURÍDICO. CRISE, SAÚDE, PANDEMIA, EQUIVALÊNCIA, NÚMERO, MORTE, GUERRA, CARÁTER CIVIL, ESTADOS UNIDOS DA AMÉRICA. PANDEMIA, CRISE ECONÔMICA, QUEBRA, EMPRESA, DESEMPREGO; AUXÍLIO, SITUAÇÃO EMERGENCIAL, MULTIPLICIDADE, TRABALHADOR, CARÁTER INFORMAL. PANDEMIA, CRISE, CARÁTER FISCAL, AMEAÇA, COFRES PÚBLICOS. DEFINIÇÃO, POLÍTICAS PÚBLICAS, CONTENÇÃO, PANDEMIA, OBSERVÂNCIA; CORRELAÇÃO, RESTRIÇÃO, CIRCULAÇÃO, PESSOA NATURAL, CRISE ECONÔMICA; UTILIZAÇÃO, MEDICAMENTO, EFICÁCIA, SEGURANÇA, CONTROVÉRSIA, COMUNIDADE CIENTÍFICA. MEDIDA PROVISÓRIA, AUSÊNCIA, PROTEÇÃO, IMUNIDADE, AGENTE PÚBLICO, ATO ILÍCITO, IMPROBIDADE ADMINISTRATIVA. STF, OBSERVÂNCIA, REGRA TÉCNICA, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). INSEGURANÇA, ADMINISTRADOR, DECISÃO, MOMENTO, PANDEMIA, TEMOR, RESPONSABILIZAÇÃO. MEDIDA PROVISÓRIA, PROTEÇÃO, ADMINISTRADOR, IDONEIDADE. VEROSSIMILHANÇA DA ALEGAÇÃO, NECESSIDADE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, MEDIDA PROVISÓRIA; PERICULUM IN MORA, PANDEMIA, RELEVÂNCIA, CRIAÇÃO, INCENTIVO, ADEQUAÇÃO, ATUAÇÃO, AGENTE PÚBLICO. MINISTRO, ECONOMIA, COGITAÇÃO, EMISSÃO, PAPEL-MOEDA, SOLUÇÃO, SITUAÇÃO, PANDEMIA; INFLAÇÃO. CABIMENTO, CONGRESSO NACIONAL, DELIMITAÇÃO, PRAZO, MEDIDA PROVISÓRIA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: STF, EXCEPCIONALIDADE, INCONSTITUCIONALIDADE CHAPADA, TERATOLOGIA, APRECIAÇÃO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA. REGRA, REPÚBLICA, RESPONSABILIDADE, AGENTE PÚBLICO, DERIVAÇÃO, PRINCÍPIO REPUBLICANO, REGRA, CARÁTER ESPECÍFICO, TEXTO CONSTITUCIONAL; OBSERVÂNCIA, LEGISLADOR. REGULAMENTAÇÃO, INTERPRETAÇÃO, CONSTITUIÇÃO FEDERAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, AGENTE PÚBLICO. RESPONSABILIDADE OBJETIVA, TEORIA DO RISCO ADMINISTRATIVO. RESPONSABILIZAÇÃO, CARÁTER GENÉRICO, DISCRICIONARIEDADE, LEGISLADOR, DEFINIÇÃO, CONDUTA, DOLO, CULPA. SUSPENSÃO, PARCIALIDADE, EFICÁCIA, ARTIGO, MEDIDA PROVISÓRIA, AGENTE PÚBLICO, OBRIGATORIEDADE, POSSIBILIDADE, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA. SUSPENSÃO, ARTIGO, MEDIDA PROVISÓRIA, EXCLUDENTE DE ILICITUDE, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, DOLO, ERRO GROSSEIRO, ATO, CONFRONTO, EFEITO, PANDEMIA. CLÁUSULA ABERTA, AUSÊNCIA, RAZOABILIDADE, PROPORCIONALIDADE.\n\n- VOTO, MIN. EDSON FACHIN: RESPONSABILIZAÇÃO, PODER PÚBLICO, CONSTITUIÇÃO FEDERAL, ESTADO DEMOCRÁTICO DE DIREITO. MEDIDA PROVISÓRIA, IMPOSSIBILIDADE, DERROGAÇÃO, LEI, IMPROBIDADE ADMINISTRATIVA, DISPOSITIVO, RESPONSABILIZAÇÃO, SERVIDOR PÚBLICO, CÓDIGO PENAL. DECISÃO, GESTOR, LEGALIDADE, GARANTIA, DIREITO FUNDAMENTAL; DEMOCRACIA, FEDERALISMO COOPERATIVO, SOLIDARIEDADE, PRINCÍPIO DA PREVENÇÃO, PRINCÍPIO DA PRECAUÇÃO. STF, MATÉRIA, PROTEÇÃO, VIDA, SAÚDE, MEIO AMBIENTE, OBSERVÂNCIA, CONHECIMENTO CIENTÍFICO, REGRA TÉCNICA; HIPÓTESE, DÚVIDA, DECISÃO FAVORÁVEL, SAÚDE, POPULAÇÃO. PODER PÚBLICO, ELABORAÇÃO, POLÍTICA PÚBLICA, SAÚDE, TRANSPARÊNCIA, FUNDAMENTAÇÃO, DECISÃO. DEFINIÇÃO JURÍDICA, ERRO GROSSEIRO, CULPA GRAVE, OBSERVÂNCIA, INTERESSE PÚBLICO, DIREITO FUNDAMENTAL, AUSÊNCIA, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, ADMINISTRAÇÃO.\n\n- VOTO, MIN. ROSA WEBER: AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, MEDIDA PROVISÓRIA, ALEGAÇÃO, AUSÊNCIA, REQUISITO, RELEVÂNCIA, URGÊNCIA; SITUAÇÃO EMERGENCIAL, PANDEMIA. RESPONSABILIZAÇÃO, AGENTE PÚBLICO, OMISSÃO, INSUFICIÊNCIA, CONDUTA, CONTROLE, CORONA VIRUS DISEASE 2019 (COVID-19), DEBATE, ÂMBITO INTERNACIONAL; REPERCUSSÃO SOCIAL, ECONOMIA. DADO, CONHECIMENTO CIENTÍFICO, DETERMINAÇÃO, ATO, INÉRCIA, GESTOR, MOTIVAÇÃO, VINCULAÇÃO.\n\n- VOTO, MIN. LUIZ FUX: MEDIDA PROVISÓRIA, PREVISÃO, CRITÉRIO, JUIZ, INTERPRETAÇÃO, ERRO GROSSEIRO. EXACERBAÇÃO, ÔNUS DA PROVA, AFERIÇÃO, RESPONSABILIDADE, AGENTE PÚBLICO. ADMINISTRADOR, IMPERÍCIA, NEGLIGÊNCIA, IMPRUDÊNCIA, CARACTERIZAÇÃO, CULPA, ERRO GROSSEIRO. STF, PROTEÇÃO, CONSTITUIÇÃO, DIREITO FUNDAMENTAL, DIREITO À SAÚDE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO. AGENTE PÚBLICO, DECISÃO, RISCO, RESULTADO, EQUIPARAÇÃO, DOLO EVENTUAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, RESPONSABILIDADE PENAL.\n\n- VOTO, MIN. CÁRMEN LÚCIA: CONSTITUIÇÃO FEDERAL, PODER PÚBLICO, RESPONSABILIDADE OBJETIVA, NEXO DE CAUSALIDADE; SERVIDOR PÚBLICO, RESPONSABILIDADE, CARÁTER SUBJETIVO, DOLO, CULPA. MEDIDA PROVISÓRIA, AFIRMAÇÃO, NEXO DE CAUSALIDADE, CONDUTA, DANO, AUSÊNCIA, RESPONSABILIZAÇÃO, AGENTE PÚBLICO, EXCLUSÃO, RESPONSABILIDADE.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: AGENTE PÚBLICO, OBSERVÂNCIA, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). AGENTE PÚBLICO, OBSERVÂNCIA, RECOMENDAÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), ORGANIZAÇÃO DOS ESTADOS AMERICANOS (OEA), COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS (CIDH), ELABORAÇÃO, POLÍTICAS PÚBLICAS, CONTROLE, EFEITO, CARÁTER ECONÔMICO, PANDEMIA. PRAZO, MEDIDA PROVISÓRIA. RESPONSABILIDADE, AGENTE PÚBLICO, DOLO, CULPA, DIREITO DE REGRESSO, ADMINISTRAÇÃO PÚBLICA. MEDIDA PROVISÓRIA, GRAU DE CULPA, ERRO GROSSEIRO, PROTEÇÃO, ATUAÇÃO, SERVIDOR PÚBLICO, PERÍODO, PANDEMIA. LOTAÇÃO, UNIDADE DE TERAPIA INTENSIVA (UTI), MÉDICO, ESCOLHA, PACIENTE, TRATAMENTO MÉDICO, SEGURANÇA, AUSÊNCIA, RESPONSABILIZAÇÃO, ATO.\n\n- VOTO, MIN. GILMAR MENDES: DESCABIMENTO, PODER JUDICIÁRIO, AVALIAÇÃO, REQUISITO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA; PRINCÍPIO DA SEPARAÇÃO DOS PODERES. SEGURANÇA JURÍDICA, AGENTE PÚBLICO, CONFRONTO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), PREVALÊNCIA, JUÍZO, ADMINISTRADOR PÚBLICO. EXCEPCIONALIDADE, HIPÓTESE, ABUSO, ORIENTAÇÃO, STF, REJEIÇÃO, ALEGAÇÃO, INCONSTITUCIONALIDADE FORMAL, OFENSA, ARTIGO, REQUISITO, MEDIDA PROVISÓRIA. RESPONSABILIDADE CIVIL DO ESTADO, TEORIA DO RISCO ADMINISTRATIVO. TEORIA DA DUPLA GARANTIA, PRINCÍPIO DA IMPESSOALIDADE. LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO, MEDIDA PROVISÓRIA, QUALIDADE, CULPA, RESPONSABILIDADE, AGENTE PÚBLICO. INTERPRETAÇÃO, MEDIDA PROVISÓRIA, AGENTE PÚBLICO, DECISÃO, INOBSERVÂNCIA, REGRA TÉCNICA, RECOMENDAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), POSSIBILIDADE, CONFIGURAÇÃO, IMPERÍCIA, GESTOR, ERRO GROSSEIRO. RESPONSABILIZAÇÃO, PAGAMENTO, BENEFÍCIO, SITUAÇÃO EMERGENCIAL. NECESSIDADE, ALTERAÇÃO, REGIME JURÍDICO, RESPONSABILIZAÇÃO, IMPROBIDADE ADMINISTRATIVA; SEGURANÇA JURÍDICA. PROJETO DE LEI, SUSPENSÃO, CONDUTA CULPOSA, IMPROBIDADE ADMINISTRATIVA. PROPORCIONALIDADE, SANÇÃO.\n\n- VOTO, MIN. MARCO AURÉLIO: MEDIDA PROVISÓRIA, NECESSIDADE, APROVAÇÃO, CONGRESSO NACIONAL. STF, SUBSTITUIÇÃO, CONGRESSO NACIONAL, PRESIDENTE DA REPÚBLICA; EXCEPCIONALIDADE, DANO IRREPARÁVEL. INADEQUAÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, NECESSIDADE, ATUAÇÃO, CONGRESSO NACIONAL. SUSPENSÃO, ATO NORMATIVO, EDIÇÃO, PRESIDENTE DA REPÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6421&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(DIREITO À VIDA, DIREITO À SAÚDE, MEIO AMBIENTE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\r\nADPF 101 (TP), RE 627189 (TP), ADI 5592 (TP).\r\n(LIMITAÇÃO, RESPONSABILIDADE, AGENTE PÚBLICO, HIPÓTESE, ERRO GROSSEIRO, DOLO)\r\nADI 534 MC (TP), ADI 2674 MC-AgR (TP), ADPF 541 (TP).\r\n(CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA)\r\nADI 162, ADI 2736 (TP), ADI 3994 (TP), RE 592377 (TP), RE 526353 AgR (1ªT), ADI 1753 MC (TP), ARE 704520 (TP), RE 1100057 AgR (1ªT), RE 1222118 AgR (2ªT).\r\n(TEORIA DA DUPLA GARANTIA, RESPONSABILIDADE, ESTADO)\r\nRE 228977 (2ªT), RE 327904 (1ªT), RE 344133 (1ªT), AI 522832 AgR (2ªT), RE 470996 AgR (2ªT), RE 842846 (TP), ARE 908331 AgR (2ªT), RE 1027633 (TP).\r\n(COMPETÊNCIA, JUÍZO DE PRIMEIRO GRAU, AÇÃO DE IMPROBIDADE ADMINISTRATIVA, AGENTE POLÍTICO)\r\nRcl 3004 AgR (1ªT).\r\n(PROTEÇÃO, VIDA, SAÚDE, MEIO AMBIENTE, REGRA TÉCNICA, CONHECIMENTO CIENTÍFICO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS))\r\nADI 4066 (TP), RE 627189 (TP).\r\n(RESPONSABILIDADE, AGENTE PÚBLICO, DOLO, CULPA, AÇÃO REGRESSIVA)\r\nRE 1027633 (TP).\r\n- Decisões monocráticas citadas:\r\n(DIREITO À VIDA, DIREITO À SAÚDE, MEIO AMBIENTE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\r\nADI 5292.\r\n(DECISÃO, AGENTE PÚBLICO, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, ANÁLISE, INFORMAÇÃO, SAÚDE)\r\nADI 6343 MC.\r\n- Legislação estrangeira citada: Art. 15 e art. 43, das Regulações Internacionais sobre Saúde (International Health Regulations) de 2005.\n- Veja ADI 6422, ADI 6424, ADI 6425, ADI 6427, ADI 6428 e ADI 6431 do STF.\n- Veja art. 21 e art. 22, da constituição da Organização Mundial da Saúde.\nNúmero de páginas: 140.\nAnálise: 01/09/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : LEVI BORGES DE OLIVEIRA VERISSIMO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":436268,"documental_tese_texto":"I - Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção;\nII - A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6421 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandra. Princípio da precaução: Manual de instruções. Revista do Centro de Estudos de Direito do Ordenamento, do Urbanismo e do Ambiente, n. 02, 2008.\nBANCO Mundial prevê queda de 5% do PIB do Brasil este ano. Agência Brasil, 13 abr. 2020. Disponível em:\nhttps://agenciabrasil.ebc.com.br/economia/noticia/2020-04/bancomundial-preve-queda-de-5-do-pib-do-brasil-este-ano. Acesso em: 18 maio 2020.\nBINENBOJM, Gustavo; SUNDFELD, Carlos Ari. Uma lei geral inovadora para o Direito Público. Portal Jota, 31 out. 2017.\nBINENBOJM, Gustavo; CYRINO, André. O art. 28 da LNDB: A cláusula geral do erro administrativo. Rev.\nDireito Administrativo, p. 203-224, nov. 2018. p. 205.\nBOGDANDY, Armin von; VILLARREAL, Pedro A. International Law on Pandemic Response: a First Stocktaking in Light of the Coronavirus Crisis. MPIL Research Paper Series, n. 2020-07.\nBRASIL. Ministério da Saúde. COVID-19: Painel Coronavírus. Disponível em: https://covid.saude.gov.br/. Acesso em: 18 maio 2020.\nBYANYIMA, Winnie. Coronavírus mostra a necessidade de uma saúde gratuita para todas as pessoas. Disponível em: Disponível em: https://nacoesunidas.org/artigo-coronavirus-mostra-a-necessidadede-\numa-saude-gratuita-para-todas-as-pessoas-agora/.\nCARVALHO FILHO. José dos Santos. Manual de Direito Administrativo. 30. ed. rev., atual. e ampl. São Paulo: Atlas, 2016. p. 615.\nCOVID-19 Dashboard by de Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU). Disponível em: https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda\n7594740fd40299423467b48e9ecf6/https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6/. Acesso em: 18 maio 2020.\nDIONÍSIO, Pedro de Hollanda. O direito ao erro do administrador público no Brasil: contexto, fundamentos e parâmetros. Rio de Janeiro: GZ, 2019.\nJURUENA, Marcos. Dorme tranquilo quem indefere. In: MASCARENHAS, Rodrigo Tostes de Alencar. O medo e o Ato Administrativo. Revista Colunistas, Direito do Estado, n. 289, 2016.\nKOUROUTAKIS, Antonios. Inaction as a State Response to the Coronavirus Outbreak. IACL-AIDC Blog (24 March 2020). Disponível em: https://blog-iacl-aidc.org/2020-posts/2020/3/24/inaction-asa-state-response-to-the-coronavirus-outbreak.\nHÄBERLE, Peter. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. Die Verfassung des Pluralismus, Königstein/TS, 1980. p. 3.\nLEWANDOWSKI, Enrique Ricardo. Reflexões em torno do principio republicano. Revista da Faculdade de Direito, Universidade de Sao Paulo, v. 100, 2005. p. 194 e 506-526.\nLIMA, Bruna; CARDIN, Maria Eduarda. Bolsonaro jogará assinatura de protocolo da cloroquina no colo de militar. Correio Braziliense, 15 maio 2020. Disponível em: https://www.correiobraziliense.com.br/app/noticia/politica/2020/05/15/interna_politica,855303/bolsonaro-jogara-assinatura-de-protocolo-dacloroquina-no-colo-de-mili.shtml.\nMADEIRO, Carlos. Chances, sobrevida e capacidade: como se escolhem pacientes na fila de UTI. Folha de S.Paulo, 05 maio 2020. Disponível em: https://noticias.uol.com.br/saude/ultimas-noticias/ redacao/2020/05/05/chances-sobrevida-e-idade-como-e-a-escolha-de-pacientes-na-fila-de-uti.htm?cmpid=copiaecola.\nMAIA, Gustavo. Bolsonaro diz que protocolo do Ministério da Saúde sobre cloroquina deve ser alterado nesta sexta. O Globo, 15.05.2020. Disponível em: \nhttps://oglobo.globo.com/sociedade/coronavirus/bolsonaro-diz-queprotocolo-do-ministerio-da-saude-sobre-cloroquina-deve-ser-alterado-nesta-sexta-1-24428437. Acessos em: 18 maio 2020.\nMARQUES NETO, Floriano; FREITAS, Rafael Véras. O artigo 28 da nova LINDB: um regime jurídico para o\nadministrador honesto, maio de 2018. Consultor Jurídico. 25 de maio de 2019.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 32 ed. São Paulo: Malheiros, 2015. p. 1064.\nMENDES, Gilmar Ferreira. A Reforma Monetária de 1990: Problemática Jurídica da Chamada ‘Retenção dos Ativos Financeiros'. Revista de Direito Administrativo. Rio de Janeiro, out./dez. 1991.\nMIRRA, Álvaro Luiz Valery. Ação civil pública ambiental: aspectos da tutela jurisdicional de precaução relacionada à questão das mudanças climáticas. In: PALMA, Carol Manzoli; SACCOMANO NETO, Francisco;\nOLIVEIRA, Taísa Cristina Sibinelli de (Org.). Direito ambiental: efetividade e outros desafios: estudos em homenagem a Paulo Affonso Leme Machado. São Paulo: Lex Magister, 2012. p 41-47.\nOTTA, Lu Aiko; GRANER, Fabio. PIB deve cair 4,7% em 2020, prevê Ministério da Economia. Valor Investe, Brasília, 13.05.2020. Disponível em: https://valorinveste.globo.com/mercados/brasil-epolitica/\nnoticia/2020/05/13/pib-deve-cair-470percent-em-2020-preveministerio-da-economia.ghtml.\nPALMA, Juliana Bonacorsi de. Quem e o administrador medio do TCU?.  Portal Jota. Disponível em: https://www.jota.info/opiniao-eanalise/colunas/controle-publico/quem-e-o-administrador-medio-\ndo-tcu-22082018.\nPIETRO, Maria Sylvia Zanella di. Direito Administrativo. São Paulo: Atlas, 2009. p. 644.\nPOCOCK, J.G.A. The Machiavellian moment: Florentine political thought and the Atlantic republican tradition. Princeton University Press, 1975. p. 506-526.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 6 ed. São Paulo: Malheiros, 2009. p. 349.\nSUÁREZ-MUTIS, Martha Cecília. Nota Técnica: Orientações sobre o uso da Cloroquina para tratamento de pacientes infectados comSARSCoV-2, agente etiológico da Covid-19. Fiocruz, Fundação Oswaldo Cruz.\nDisponível em: https://portal.fiocruz.br/sites/portal.fiocruz.br/files/documentos/orientaco\nes_sobre_a_cloroquina_nota_tecnica_.pdf. Acesso em: 18 maio 2020.\nSUNSTEIN, Cass. The Laws of Fear: Beyond the Precautionary Principle. Cambridge University Press, 2005.\nTOSTA, Wilson. Protocolo sugere parametros para medicos escolherem quais pacientes com covid-19 terão prioridade. Estado de São Paulo.  Disponível em: https://saude.estadao.com.br/noticias/geral,protocolo-sugere-parametros-\npara-medicos-escolherem-quais-pacientes-com-covid-19-terao-prioridade,70003297367.\nVECINA, Gonzalo. O fim da pandemia, O Estado de S. Paulo, 20 maio 2020. Disponível em: https://saude.estadao.com.br/noticias/geral,ofim-da-pandemia,70003308334.\nWORLD HEALTH ORGANIZATION. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). Disponível em:\nhttps://bit.ly/2WCrm4ahttps://bit.ly/2WCrm4a.\n______. Strengthening preparedness for COVID-19 in cities and other urban settings: interim guidance for local authorities. Geneva: World Health Organization; 2020 (WHO/2019-nCoV/ Urban_preparedness/2020.1), p. 9.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6421,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur441266","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu dos embargos de declaração e negou-lhes provimento, nos termos do voto do Relator. Plenário, Sessão Virtual de 5.2.2021 a 12.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur441266","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur441266","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"EMBARGOS DECLARATÓRIOS – ACÓRDÃO – VÍCIO – INEXISTÊNCIA. Inexistindo, no acórdão formalizado, qualquer dos vícios que respaldam os embargos de declaração – omissão, contradição, obscuridade e erro material –, impõe-se o desprovimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755173097","externo_seq_objeto_incidente":6027147,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-037  DIVULG 26-02-2021  PUBLIC 01-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1090591&classe=RE","is_colac":false,"titulo":"RE 1090591 ED","documental_legislacao_citada_texto":null,"publicacao_data":"2021-03-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1090591&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-ED","documental_observacao_texto":null,"procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : DOCASUL ASSESSORIA, CONSULTORIA E COMERCIO INTERNACIONAL LTDA \nADV.(A/S)  : JOSE MESSIAS SIQUEIRA \nADV.(A/S)  : CRISTIANE ROMANO FARHAT FERRAZ \nADV.(A/S)  : DANIELLA ZAGARI GONCALVES \nEMBDO.(A/S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":441266,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 1090591 ED","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-02-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1090591,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur443017","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 12.2.2021 a 23.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur443017","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur443017","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. INTERPOSIÇÃO EM 09.10.2020. CONTROVÉRSIA RELATIVA À PRESCRIÇÃO E DANOS MORAIS. INAPLICABILIDADE DAS CONVENÇÕES INTERNACIONAIS DE VARSÓVIA E DE MONTREAL. TEMA 210. APLICAÇÃO DO CÓDIGO CIVIL E CÓDIGO DE DEFESA DO CONSUMIDOR. NECESSIDADE DE ANÁLISE PRÉVIA DE LEGISLAÇÃO INFRACONSTITUCIONAL E DO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. OFENSA REFLEXA. SÚMULA 279 DO STF. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. \n\n\n\n    1. O Tribunal de origem afastou, na demanda, a ocorrência da prescrição, apreciando a matéria à luz da legislação infraconstitucional pertinente. Portanto, a discussão relativa à garantia de observância das normas internacionais referentes à prescrição da pretensão indenizatória demandaria o reexame de legislação infraconstitucional, tornando oblíqua ou reflexa eventual ofensa à Constituição Federal.\n\n\n\n    2. Eventual divergência ao entendimento adotado pelo Tribunal a quo, quanto à configuração de danos morais, demandaria o reexame de fatos e provas constantes dos autos, tendo em vista a vedação contida na Súmulas 279 do STF.\n\n\n\n    3. O acórdão recorrido está em harmonia com a jurisprudência dominante desta Suprema Corte, porquanto observado o distinguishing entre o caso dos autos e o caso paradigma do Tema 210 da sistemática da repercussão geral, cuja abrangência restringe-se à limitação indenizatória de dano material, não há que se cogitar violação ao texto constitucional.\n\n\n\n    4. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755427936","externo_seq_objeto_incidente":6025850,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-057  DIVULG 24-03-2021  PUBLIC 25-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1268616&classe=ARE","is_colac":false,"titulo":"ARE 1268616 AgR","documental_legislacao_citada_texto":["LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-03-25","documental_acordao_mesmo_sentido_lista_texto":"RE 1355627 AgR PROCESSO ELETRÔNICO\n          JULG-07-02-2023  UF-RS  TURMA-02  MIN-EDSON FACHIN N.PÁG-015\n          DJe-s/n  DIVULG 10-02-2023  PUBLIC 13-02-2023\n \nRE 1266360 AgR-terceiro PROCESSO ELETRÔNICO\n          JULG-14-12-2021  UF-RJ  TURMA-02  MIN-EDSON FACHIN N.PÁG-014\n          DJe-017  DIVULG 31-01-2022  PUBLIC 01-02-2022\n \nRE 1332687 AgR PROCESSO ELETRÔNICO\n          JULG-04-11-2021  UF-SP  TURMA-02  MIN-EDSON FACHIN N.PÁG-010\n          DJe-224  DIVULG 11-11-2021  PUBLIC 12-11-2021\n \nRE 1301756 AgR PROCESSO ELETRÔNICO\n          JULG-27-09-2021  UF-DF  TURMA-02  MIN-EDSON FACHIN N.PÁG-011\n          DJe-197  DIVULG 01-10-2021  PUBLIC 04-10-2021\n \nARE 1186944 ED-AgR PROCESSO ELETRÔNICO\n          JULG-21-06-2021  UF-SP  TURMA-02  MIN-EDSON FACHIN N.PÁG-015\n          DJe-131  DIVULG 01-07-2021  PUBLIC 02-07-2021","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1268616&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRANSPORTE AEROVIÁRIO, DANO MORAL, REEXAME, FATO, PROVA)\nRE 1203826 AgR (2ªT), RE 1240833 AgR-EDv-AgR (TP). \n- Decisão monocrática citada:\n(TRANSPORTE AEROVIÁRIO, DANO MORAL, REEXAME, FATO, PROVA)\nRE 1221934 AgR-ED-EDv.\nNúmero de páginas: 11.\nAnálise: 10/06/2021, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : AMERICAN AIRLINES INC \nADV.(A/S)  : CARLA CHRISTINA SCHNAPP \nAGDO.(A/S)  : EDI CLEIA HIDELBRANDO BELING E OUTRO(A/S)\nADV.(A/S)  : ANGELINE KREMER GRANDO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":443017,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ARE 1268616 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2021-02-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1268616,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur443869","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 18.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Após o voto do Ministro Edson Fachin (Relator), que dava provimento ao recurso extraordinário, de modo a conceder a segurança, e fixava a seguinte tese (tema 1.021 da repercussão geral): “O administrador deve oferecer obrigações alternativas para que seja assegurada a liberdade religiosa ao servidor em estágio probatório”, o julgamento foi suspenso. Falaram: pela recorrente, a Dra. Patrícia Conceição Morais; pelo amicus curiae Associação Nacional de Juristas Evangélicos-ANAJURE, o Dr. Luigi Mateus Braga; pelo amicus curiae Confederação Israelita do Brasil - CONIB, o Dr. Fernando Kasinski Lottenberg; e, pela Procuradoria-Geral da República o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 19.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: Após o voto do Ministro Dias Toffoli, que negava provimento ao recurso e fixava tese; do voto do Ministro Nunes Marques, que negava provimento ao recurso extraordinário e propunha um acréscimo à tese do Ministro Dias Toffoli; do voto do Ministro Alexandre de Moraes, que dava provimento ao recurso e concedia a segurança, estabelecendo tese, no que foi acompanhado pela Ministra Cármen Lúcia; do voto do Ministro Roberto Barroso, que dava provimento ao recurso e estabelecia tese diversa; do voto da Ministra Rosa Weber, que, por ora, apenas dava provimento ao recurso; e do voto do Ministro Ricardo Lewandowski, que dava parcial provimento ao recurso e fixava tese, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 25.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão:  O Tribunal, por maioria, apreciando o tema 1.021 da repercussão geral, deu provimento ao recurso extraordinário, nos termos do voto do Relator, vencidos os Ministros Dias Toffoli, Nunes Marques, Gilmar Mendes e Marco Aurélio. Em seguida, por maioria, foi fixada a seguinte tese: “Nos termos do artigo 5º, VIII, da Constituição Federal é possível à Administração Pública, inclusive durante o estágio probatório, estabelecer critérios alternativos para o regular exercício dos deveres funcionais inerentes aos cargos públicos, em face de servidores que invocam escusa de consciência por motivos de crença religiosa, desde que presentes a razoabilidade da alteração, não se caracterize o desvirtuamento do exercício de suas funções e não acarrete ônus desproporcional à Administração Pública, que deverá decidir de maneira fundamentada”, vencidos os Ministros Dias Toffoli, Marco Aurélio, Gilmar Mendes e Nunes Marques. Nesta assentada o Ministro Ricardo Lewandowski reajustou seu voto. Presidência do Ministro Luiz Fux. Plenário, 26.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur443869","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur443869","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. DIREITO FUNDAMENTAL. LIBERDADE RELIGIOSA. OBJEÇÃO DE CONSCIÊNCIA. DEVER DO ADMINISTRADOR DE OFERECER OBRIGAÇÃO ALTERNATIVA PARA CUMPRIMENTO DE DEVERES FUNCIONAIS. RECURSO PROVIDO.\n\n\n\n    1. O princípio da laicidade não se confunde com laicismo. A separação entre Igreja e Estado não pode, portanto, implicar o isolamento daqueles que guardam uma religião à sua esfera privada. A neutralidade estatal não se confunde com indiferença religiosa. A indiferença gera posição antirreligiosa contrária à posição do pluralismo religioso típica de um Estado Laico.\n\n\n\n    2. O princípio da laicidade estatal deve ser interpretado de forma a coadunar-se com o dispositivo constitucional que assegura a liberdade religiosa, constante do art. 5º, VI, da Constituição Federal.\n\n\n\n    3. O direito à liberdade religiosa e o princípio da laicidade estatal são efetivados na medida em que seu âmbito de proteção abarque a realização da objeção de consciência. A privação de direito por motivos religiosos é vedada por previsão expressa na constituição. Diante da impossibilidade de cumprir obrigação legal imposta a todos, a restrição de direitos só é autorizada pela Carta diante de recusa ao cumprimento de obrigação alternativa.\n\n\n\n    4. A não existência de lei que preveja obrigações alternativas não exime o administrador da obrigação de ofertá-las quando necessário para o exercício da liberdade religiosa, pois, caso contrário, estaria configurado o cerceamento de direito fundamental, em virtude de uma omissão legislativa inconstitucional.\n\n\n\n    5. Tese aprovada pelo Plenário do Supremo Tribunal Federal: “Nos termos do art. 5º, VIII, da CRFB, é possível a Administração Pública, inclusive em estágio probatório, estabelecer critérios alternativos para o regular exercício dos deveres funcionais inerentes aos cargos públicos, em face de servidores que invocam escusa de consciência por motivos de crença religiosa, desde que presente a razoabilidade da alteração, não se caracterize o desvirtuamento no exercício de suas funções e não acarrete ônus desproporcional à Administração Pública, que deverá decidir de maneira fundamentada\". \n\n\n\n    6. Recurso extraordinário provido para conceder a segurança.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755554694","externo_seq_objeto_incidente":5326615,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-068  DIVULG 09-04-2021  PUBLIC 12-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1099099&classe=ARE","is_colac":false,"titulo":"ARE 1099099","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00179\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00011 PAR-00002\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00003 INC-00004 ART-00005 \"CAPUT\"\n    INC-00001 INC-00006 INC-00007 INC-00008\n    PAR-00002 ART-00015 INC-00004 ART-00019\n    INC-00001 ART-00037 \"CAPUT\" INC-00001\n    ART-00041 ART-00102 INC-00003 LET-A\n    ART-00143 PAR-00001 ART-00150 INC-00006\n    LET-B ART-00206 INC-00005 INC-00007\n    ART-00208 INC-00006 ART-00210 PAR-00001\n    ART-00213 ART-00226 PAR-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008239 ANO-1991\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009394 ANO-1996\n    ART-0007A INC-00001 INC-00002 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004\n    LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-013796 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00012 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC ANO-1969\n    ART-00031 NÚMERO-00003\n    CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969, COM RESERVA AOS ARTIGOS 25 E 66\n\n","LEG-INT   CVC ANO-2007\n    ART-00002 ART-00004 NÚMERO-00001 LET-F\n    ART-00005 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004 ART-00024 NÚMERO-00002 LET-C\n    NÚMERO-00005 ART-00027 NÚMERO-00001 LET-I\n    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA, ASSINADA EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-INT   PCT ANO-1966\n    ART-00018 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    ART-00027\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000186 ANO-2008\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DLG-000496 ANO-2009\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969, COM RESERVA AOS ARTIGOS 25 E 66\n\n","LEG-FED   DLG-000496 ANO-2009\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   DEC-00119A ANO-1890\n    DECRETO\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-006949 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-007030 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969, COM RESERVA AOS ARTIGOS 25 E 66\n\n","LEG-FED   DEC-007030 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   RES-000175 ANO-2013\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   PJL-002171 ANO-2003\n    PROJETO DE LEI\n\n","LEG-FED   RGI\n    ART-00106\n    REGIMENTO INTERNO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-EST   LEI-006140 ANO-1998\n    LEI ORDINÁRIA, PA"],"publicacao_data":"2021-04-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LIBERDADE DE RELIGIÃO, INTERPRETAÇÃO EVOLUTIVA. TRATADO INTERNACIONAL, DIREITOS HUMANOS, DENSIDADE NORMATIVA, NATUREZA CONSTITUCIONAL. LIBERDADE DE RELIGIÃO, PLURALISMO. ÂMBITO, PROTEÇÃO, LIBERDADE DE RELIGIÃO, AUSÊNCIA, RESTRIÇÃO, VIDA PRIVADA. CONCRETIZAÇÃO, LIBERDADE DE RELIGIÃO, COINCIDÊNCIA, CRENÇA RELIGIOSA, CONDUTA. OFENSA, LIBERDADE DE RELIGIÃO, NECESSIDADE, OPÇÃO, PROFISSÃO, CRENÇA RELIGIOSA. CONSTITUIÇÃO FEDERAL, VEDAÇÃO, PRIVAÇÃO, DIREITO, MOTIVO, CRENÇA RELIGIOSA. DEVER, ADMINISTRAÇÃO PÚBLICA, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL, EFICÁCIA PLENA, APLICAÇÃO IMEDIATA. DEVER, ADMINISTRAÇÃO PÚBLICA, MOTIVAÇÃO, FUNDAMENTAÇÃO IDÔNEA, LIMITAÇÃO, DIREITO FUNDAMENTAL. AFIRMAÇÃO, DIREITO DAS MINORIAS, GRUPO RELIGIOSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: OBJEÇÃO DE CONSCIÊNCIA, DESCUMPRIMENTO, PRESTAÇÃO ALTERNATIVA. RAZOABILIDADE, ALTERAÇÃO, DATA, HORÁRIO, CONCURSO PÚBLICO, CANDIDATO, OBJEÇÃO DE CONSCIÊNCIA, MOTIVO, CRENÇA RELIGIOSA, CONDIÇÃO, PRESERVAÇÃO, DIREITO À IGUALDADE. POSSIBILIDADE, ADMINISTRAÇÃO PÚBLICA, OFERECIMENTO, ALTERNATIVA, EXERCÍCIO, DEVER FUNCIONAL, PERÍODO, ESTÁGIO PROBATÓRIO, MOTIVO, OBJEÇÃO DE CONSCIÊNCIA, CRENÇA RELIGIOSA, CONDIÇÃO, RAZOABILIDADE, INEXISTÊNCIA, DESVIO DE FUNÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PONDERAÇÃO DE PRINCÍPIOS, LIBERDADE DE RELIGIÃO, INTERESSE, ADMINISTRAÇÃO PÚBLICA, CONCURSO PÚBLICO. PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO. DIREITO, CANDIDATO (CONCURSO PÚBLICO), MOTIVO, CRENÇA RELIGIOSA, REALIZAÇÃO, PROVA (CONCURSO PÚBLICO), DISTINÇÃO, DATA, HORÁRIO, CONDIÇÃO, INEXISTÊNCIA, ÔNUS, DESPROPORCIONALIDADE, ADMINISTRAÇÃO PÚBLICA, OFENSA, PRINCÍPIO DA ISONOMIA. DEVER, ADMINISTRADOR PÚBLICO, ALTERNATIVA, SERVIDOR PÚBLICO, ESTÁGIO PROBATÓRIO, CUMPRIMENTO, DEVER FUNCIONAL, OFENSA, CRENÇA RELIGIOSA, JUSTIFICATIVA, RECUSA, PROCEDIMENTO ADMINISTRATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DIMENSÃO INTERIOR DA LIBERDADE DE RELIGIÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO. DEVER, PODER PÚBLICO, CONCRETIZAÇÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO, AUSÊNCIA, IMPOSIÇÃO, CUSTO, DESPROPORCIONALIDADE, ADMINISTRAÇÃO PÚBLICA. PRINCÍPIO DA CONCORDÂNCIA PRÁTICA, DIREITO À IGUALDADE, RAZOABILIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: LIBERDADE DE RELIGIÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PLURALISMO. DIMENSÃO POSITIVA DO DIREITO À LIBERDADE DE RELIGIÃO, DIMENSÃO NEGATIVA DO DIREITO À LIBERDADE DE RELIGIÃO. DEVER, PODER PÚBLICO, CONCRETIZAÇÃO, LIBERDADE DE RELIGIÃO. OBJEÇÃO DE CONSCIÊNCIA, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO. OBJEÇÃO DE CONSCIÊNCIA, TITULAR, CARGO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CONFLITO APARENTE DE NORMAS, LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA, PLURALISMO, VEDAÇÃO, DISCRIMINAÇÃO, FORMA INDIRETA. DEVER, ADMINISTRAÇÃO PÚBLICA, FUNDAMENTO, PRINCÍPIO DA RAZOABILIDADE, DECISÃO FUNDAMENTADA, APRECIAÇÃO, CASO CONCRETO, CONFORMIDADE, INTERESSE PÚBLICO, LIBERDADE DE RELIGIÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE CONSCIÊNCIA, SERVIDOR PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: TEORIA DO IMPACTO DESPROPORCIONAL. REQUISITO, OBJEÇÃO DE CONSCIÊNCIA. DIREITO SUBJETIVO, SUBSTITUIÇÃO, DEVER, FUNDAMENTO, OBJEÇÃO DE CONSCIÊNCIA. CUMPRIMENTO, DEVER FUNCIONAL, PRESTAÇÃO ALTERNATIVA, FUNDAMENTO, OBJEÇÃO DE CONSCIÊNCIA, CRENÇA RELIGIOSA, CONCRETIZAÇÃO, LIBERDADE DE RELIGIÃO, CONCILIAÇÃO, EXERCÍCIO, DIREITO CONSTITUCIONAL, EDUCAÇÃO, TRABALHO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: INEXISTÊNCIA, DEVER, ADMINISTRAÇÃO PÚBLICA, PRESTAÇÃO ALTERNATIVA, DEVER FUNCIONAL, SERVIDOR PÚBLICO, ESTÁGIO PROBATÓRIO, FUNDAMENTO, LIBERDADE DE CONSCIÊNCIA, CRENÇA RELIGIOSA. POSSIBILIDADE, ADMINISTRAÇÃO PÚBLICA, AVALIAÇÃO, CONCILIAÇÃO, PEDIDO, SERVIDOR PÚBLICO, INTERESSE PÚBLICO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: LIBERDADE DE RELIGIÃO, DIREITO FUNDAMENTAL, PRIMEIRA GERAÇÃO, IMPOSIÇÃO, ABSTENÇÃO, ATUAÇÃO, PODER PÚBLICO, PROTEÇÃO, CULTO RELIGIOSO. ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DO CONCURSO PÚBLICO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA IMPESSOALIDADE. PRINCÍPIO DA EFICIÊNCIA, MELHORIA, QUALIDADE, SERVIÇO PÚBLICO, REDUÇÃO, CUSTO. INEXISTÊNCIA, PREVISÃO, LEI, INEXISTÊNCIA, DEVER, ADMINISTRAÇÃO PÚBLICA, PRESTAÇÃO ALTERNATIVA, SERVIDOR PÚBLICO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: DIFERENÇA, LIBERDADE DE RELIGIÃO, LIBERDADE DE CONSCIÊNCIA. ADMINISTRAÇÃO PÚBLICA, SUBMISSÃO, EXIGÊNCIA, CADA, CANDIDATO (CONCURSO PÚBLICO), RISCO, INVIABILIDADE, CONCURSO PÚBLICO, INTERESSE COLETIVO.\n\n- TERMO(S) DE RESGATE: ADAPTAÇÃO RAZOÁVEL. DEVER DE ACOMODAÇÃO RAZOÁVEL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1099099&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DO ESTADO LAICO)\nADI 2566 (TP), ADPF 54 (TP), ADI 3478 (TP), RE 494601 (TP), ADI 4439 (TP), ADI 5257 (TP), ARE 1249095 RG (TP). \n(LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA)\nADI 2806 (TP), STA 389 AgR (TP). \n- Decisão monocrática citada:\n(LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA)\nADI 3714.\n- Decisões estrangeiras citadas: Caso Folgero e Outros vs. Noruega, Caso Zengin vs. Turquia, Caso Kokkinakis vs. Grécia (14.307/88, 260 ECHR, §§ 31), Caso Ebrahimian vs. France, Caso Eweida e outros vs. Reino Unido, da Corte Europeia de Direitos Humanos; Caso A Última Tentação de Cristo, da Corte Interamericana de Direitos Humanos; Acórdão 545/2014, do Tribunal Constitucional de Portugal; Caso Sherbert vs. Verner, Caso Trans World Airlines Inc. vs. Hardison, de 1977, Caso Everson vs. Board of Education, de 1947, Caso Employment Div. vs. Smith, Caso Griggs vs. Duke Power Co., de 1971, da Suprema Corte dos estados Unidos da América.\n- Legislação estrangeira citada: art. 16 do Bill of Rights da Virgínia, dos Estados Unidos da América, de 1776; Primeira Emenda à Constituição norte-americana; Tratado de Paz de Vestfália, de 1648; art. 8º da Carta Africana de Direitos Humanos e dos Povos, de 1981; art. 4º da Lei Fundamental de Bonn; art. 9º da Convenção Europeia de Direitos Humanos.\n- Veja art. 18 da Declaração Universal dos Direitos Humanos, de 1948.\n- Veja arts. 3º, 4º, n. 1, e 6º, letra \"h\", da Declaração sobre a Eliminação de Todas as Formas de Intolerância e Discriminação Fundadas na Religião ou nas Convicções, de 1981.\n- Veja Comentário Geral nº 22/1993 do Comitê de Direitos Humanos sob o Pacto de Direitos Civis e Políticos da Organização das Nações Unidas.\nNúmero de páginas: 187.\nAnálise: 04/07/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MARGARETE DA SILVA MATEUS \nADV.(A/S)  : PATRICIA CONCEICAO MORAIS \nRECDO.(A/S)  : MUNICÍPIO DE SÃO BERNARDO DO CAMPO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO BERNARDO DO CAMPO \nAM. CURIAE.  : CENTRO BRASILEIRO DE ESTUDOS EM DIREITO E RELIGIÃO \nADV.(A/S)  : ANAISA ALMEIDA NAVES SORNA \nAM. CURIAE.  : CONFEDERAÇÃO ISRAELITA DO BRASIL -CONIB \nADV.(A/S)  : FERNANDO KASINSKI LOTTENBERG \nADV.(A/S)  : RONY VAINZOF \nADV.(A/S)  : ANDREA VAINER \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS EVANGÉLICOS - ANAJURE \nADV.(A/S)  : LUIGI MATEUS BRAGA \nADV.(A/S)  : UZIEL SANTANA DOS SANTOS \nADV.(A/S)  : ACYR DE GERONE \nADV.(A/S)  : RAÍSSA PAULA MARTINS","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1021 - Dever do administrador público de disponibilizar obrigação alternativa para servidor em estágio probatório cumprir deveres funcionais a que está impossibilitado em virtude de sua crença religiosa.","old_seq_sjur":443869,"documental_tese_texto":"Nos termos do artigo 5º, VIII, da Constituição Federal é possível à Administração Pública, inclusive durante o estágio probatório, estabelecer critérios alternativos para o regular exercício dos deveres funcionais inerentes aos cargos públicos, em face de servidores que invocam escusa de consciência por motivos de crença religiosa, desde que presentes a razoabilidade da alteração, não se caracterize o desvirtuamento do exercício de suas funções e não acarrete ônus desproporcional à Administração Pública, que deverá decidir de maneira fundamentada.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1099099","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2020-11-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"ALMEIDA, Guilherme Assis de. In: MORAES, Alexandre de et al. Constituição Federal Comentada. Rio de Janeiro: Forense. p. 64.\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira. São Paulo: Livraria Acadêmica, 1934. v. 5. p. 261-262 e 266-267.\nBARROSO, Luís Roberto. A dignidade da pessoa humana no direito constitucional contemporâneo: a construção de um conceito jurídico à luz da jurisprudência mundial. Fórum, 2012.\nCANOTILHO, JJ. Gomes; MOREIRA, Vital. Constituição da República Portuguesa Anotada. 1. ed. São Paulo: Brasileira, 2007. p. 609.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Constituição da República Portuguesa Anotada: art. 41. 4. ed. Coimbra: Coimbra, 2007. v. 1. p. 610, 616.\nCHIASSONI, Pierluigi. Liberdade de consciência e liberdade religiosa em um estado constitucional: como visa proteger, Revista Jurídica da Presidência, v. 19, n. 119, out./jan. 2018. p. 489-511.\nCORBO, Wallace. O direito à adaptação razoável e a teoria da discriminação indireta: uma proposta metodológica. RFD - Revista da Faculdade de Direito da UERJ, Rio de Janeiro, ano 34, 2018. p. 220.\nCRUZ, Álvaro Ricardo de Souza; DUARTE, Bernardo Augusto Ferreira; TEIXEIRA, Alessandra Sampaio. A laicidade para além de liberais e comunitaristas. Belo Horizonte: Arraes Editores, 2017.\nDALLARI, Dalmo de. A objeção de consciência e a ordem jurídica. Revista de Ciência Política, 2(2), 1968. p. 55.\nDWORKIN, Ronald. Levando os direitos a sério.\nDWORKIN, Ronald. A virtude Soberana: a teoria e a prática da igualdade. São Paulo: Martins Fontes, 2016. p. 158, 160.\nHABERMAS, Jürgen. Fé e Saber. São Paulo: Unesp, 2013. p. 15.\nHABERMAS, Jürgen. Religion in the Public Sphere. European Journal of Philosophy, v. 14, abr./2006, p. 12 e 18.\nHABERMAS, Jürgen; RATZINGER, Joseph. Dialética da secularização: sobre razão e religião. In: SCHULLER, Florian (org.). São Paulo: Ideias e Letras, 2017. p. 55.\nLOEWENSTEIN, Karl. Teoría de la Constitución. Barcelona: Ariel S.A, 1986. p. 23.\nMACHADO, Jônatas. Liberdade Religiosa numa comunidade constitucional inclusiva. Coimbra: Coimbra, 1996. p. 222.\nMACHADO, Jónatas E.M. A jurisprudência constitucional portuguesa diante das ameaças à liberdade religiosa. Boletim da Faculdade de Direito, Coimbra: Universidade de Coimbra, v. 82, 2006. p. 65, 67.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 24. ed. São Paulo: Malheiros, 1999. p. 85-86.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 17. ed. São Paulo: Malheiros, 2004. p. 87.\nMIRANDA, Jorge. Manual de Direito Constitucional. Coimbra: Coimbra, 1998. Tomo IV. p. 427.\nMORE, Thomas. A Utopia.\nMOTTA, Fabrício Macedo. Comentário ao artigo 37, I. In: CANOTILHO, J. J. Gomes et al. (coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 826.\nMOURA, Magno Alexandre F. Princípios Políticos Constitucionais Estruturantes da Liberdade Religiosa no Estado Brasileiro. In: PINTO, Hélio Pinheiro (coord). Constituição, Direitos Fundamentais e Política. Belo Horizonte: Fórum, 2017. p. 442.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos fundamentais. São Paulo: Saraiva, 2011. p. 247, 250.\nPINHEIRO, Douglas Antônio Rocha. Direito, Estado e Religião: a constituinte de 1987/1988 e a (re)construção da identidade religiosa do sujeito constitucional brasileiro. Dissertação (Mestrado) - Universidade de Brasília, Brasília, 2008. p. 122.\nPIOVESAN, Flávia (coord.). Direitos Humanos. Curitiba: Juruá, 2007. p. 24-25.\nPIRES, Thiago Magalhães. Entre a cruz e a espada: liberdade religiosa e laicidade do Estado no Brasil. Rio de Janeiro: Lumen Juris, 2018. p. 248 e 249.\nRANGEL, Ricardo Raemy. O Dever de Adaptação Razoável e a Discriminação por Motivo Religioso nas Relações de Trabalho. Revista Legislação do Trabalho, São Paulo, ano 77, n. 9.\nRAWLS, John. Political liberalism. New York: Columbia, 1993. p. 137.\nRAWLS, John. O Liberalismo Político. São Paulo: Ática, 2000. p. 274.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Saraiva, 1999. p. 144.\nRODRIGUES JUNIOR, Otávio Luiz. In: BONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (coord.). Comentários à Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. p. 100-101.\nRORTY, Richard. In: CRISÓSTOMO, José (org.). Filosofia, Racionalidade, Democracia: os debates Rorty & Habermas. São Paulo: UNESP, 2005. p. 85-92.\nSARLET, Ingo Wolfgang; WEINGARTNER NETO, Jayme. A liberdade religiosa aos trinta anos da Constituição Federal brasileira: uma análise com foco na jurisprudência do Supremo Tribunal Federal. In: BOLONHA, Carlos; OLIVEIRA, Fábio Corrêa Souza. 30 anos da Constituição de 1988: uma jornada democrática inacabada. Belo Horizonte: Fórum, 2019. p. 257-282.\nSARLET, Ingo Wolfgang; MITIDIERO, Daniel; MARINONI, Luiz Guilherme. Curso de Direito Constitucional. 9. ed. São Paulo: Saraiva Educação, 2020. p. 542.\nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 337, 464.\nTAVARES, André Ramos. O direito fundamental ao discurso religioso: divulgação da fé, proselitismo e evangelização. Disponível em: http://www.cjlp.org/direito_fundamental_discurso_religioso.html. Acesso em: 20 out. 2016.\nTRINDADE, Cançado. Tratado de Direito Internacional de Direitos Humanos. Porto Alegre: Sérgio Antonio Fabris, 1999. v. 2. p. 68.","ministro_facet":["EDSON FACHIN"],"processo_numero":1099099,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436717","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, desproveu o agravo regimental, nos termos do voto do Relator, vencido o Ministro Edson Fachin. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 14.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436717","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur436717","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Agravo regimental em reclamação. 2. Liberdade de expressão. Lei de imprensa. Inexistência de censura prévia ou de proibição de circulação de informações. ADPF 130. Ausência de similitude. Não cabimento. 3. Impossibilidade de utilização da reclamação como sucedâneo recursal. 4. Ausência de argumentos ou provas que possam influenciar a convicção do julgador. 5. Negado provimento ao agravo regimental.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754436106","externo_seq_objeto_incidente":5613597,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-276  DIVULG 19-11-2020  PUBLIC 20-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=32052&classe=Rcl","is_colac":false,"titulo":"Rcl 32052 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00010 INC-00078 PAR-00002\n    ART-00093 INC-00009 ART-00102 INC-00001\n    LET-L ART-00220 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250 ANO-1967\n    LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-013146 ANO-2015\n    ART-00084 ART-00087\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00013 NÚMERO-00002\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00019\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2020-11-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DISTINGUISHING. LIBERDADE DE EXPRESSÃO, PRESO, ESTABELECIMENTO PENAL FEDERAL DE SEGURANÇA MÁXIMA, LAUDO MÉDICO, DÚVIDA, SANIDADE MENTAL.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. CÁRMEN LÚCIA: PRIVAÇÃO, LIBERDADE DE LOCOMOÇÃO, AUSÊNCIA, CERCEAMENTO, LIBERDADE DE EXPRESSÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: COLISÃO DE DIREITOS FUNDAMENTAIS, LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO, DIREITO À INTIMIDADE, DIREITO À PRIVACIDADE. EXCEPCIONALIDADE, RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, CONTEÚDO JORNALÍSTICO, JURISPRUDÊNCIA. INTERESSE PÚBLICO, REALIZAÇÃO, ENTREVISTA, PRESO. AUTORIZAÇÃO, ENTREVISTA, JUÍZO DA EXECUÇÃO PENAL. POSSIBILIDADE, NOMEAÇÃO, CURADOR, PESSOA COM DEFICIÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=32052&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 7082 AgR (1ªT), Rcl 15956 ED (2ªT), Rcl 12851 AgR-segundo (1ªT), Rcl 17748 AgR (2ªT), Rcl 11463 AgR (1ªT), Rcl 21827 ED (1ªT), Rcl 25596 AgR (2ªT), Rcl 9977 ED (1ªT), Rcl 28262 AgR (2ªT). \n(LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO)\nRcl 21504 AgR (2ªT), Rcl 22328 (1ªT). \n- Decisão estrangeira citada: Caso Bédat vs. Suíça (Caso 56.925/08, Grande Câmara, julgamento de 29.03.2016), da Corte Europeia de Direitos Humanos.\n- Veja ADPF 130 do STF.\n\nNúmero de páginas: 38.\nAnálise: 10/11/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ABRIL COMUNICAÇÕES S/A \nADV.(A/S)  : ALEXANDRE FIDALGO \nAGDO.(A/S)  : NÃO INDICADO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : RELATOR DO MS Nº 5023960-45.2018.4.03.0000 DO TRIBUNAL REGIONAL FEDERAL DA 3ª REGIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436717,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"Rcl 32052 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2020-04-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":32052,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur437719","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 20.11.2020 a 27.11.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur437719","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur437719","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. TRÁFICO INTERNACIONAL DE ENTORPECENTES. NULIDADE. DEMONSTRAÇÃO DE PREJUÍZO. NECESSIDADE DE REEXAME DE PROVAS. INCIDÊNCIA DA SÚMULA 279/STF. COMPETÊNCIA DA JUSTIÇA FEDERAL. CONTROVÉRSIA INFRACONSTITUCIONAL. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\n\n\n\n    I – Nos termos da Súmula 523/STF, no processo penal, a falta de defesa constitui nulidade absoluta, no entanto, a sua deficiência apenas o anulará se houver prova de prejuízo para o réu. Inexistência de comprovação de dano ao agravante. \n\n\n\n    II – Conforme a Súmula 279/STF, é inviável, em recurso extraordinário, o reexame do conjunto fático-probatório constante dos autos. \n\n\n\n    III – É inadmissível o recurso extraordinário quando sua análise implica a revisão da interpretação de normas infraconstitucionais que fundamentam o acórdão recorrido, dado que apenas ofensa direta à Constituição Federal enseja a interposição do apelo extremo.\n\n\n\n    IV – O questionamento da interpretação dada pelo Juízo a quo às normas infraconstitucionais devem ser suscitadas via Recurso Especial. \n\n\n\n    V – Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754574364","externo_seq_objeto_incidente":6042602,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-286  DIVULG 03-12-2020  PUBLIC 04-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1094153&classe=RE","is_colac":false,"titulo":"RE 1094153 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00040\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01033\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000523\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-12-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1094153&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DECLARAÇÃO DE NULIDADE, DEMONSTRAÇÃO, PREJUÍZO)\nHC 85155 (2ªT), HC 108009 (1ªT), RHC 133931 AgR (2ªT), HC 177530 AgR (1ªT). \n(RE, REEXAME, FATO, PROVA, APRECIAÇÃO, MATÉRIA INFRACONSTITUCIONAL)\nAI 816586 AgR (1ªT), ARE 1042752 AgR (2ªT), ARE 1277281 AgR (TP). \nNúmero de páginas: 21.\nAnálise: 02/12/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : CARLOS ARIAS CABRAL \nADV.(A/S)  : AURY CELSO LIMA LOPES JUNIOR E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : EDSON EGAR CABRAL GARCIA \nINTDO.(A/S)  : MÁRCIO EDER CABRAL GARCIA \nADV.(A/S)  : SERGIO CANAN \nINTDO.(A/S)  : LUIZ ZANATTA \nADV.(A/S)  : JOAO AFONSO GASPARY SILVEIRA \nINTDO.(A/S)  : MARCIO APARECIDO MAITO \nINTDO.(A/S)  : CRISTIANE SIMONE DOS SANTOS \nADV.(A/S)  : CLEDY GONCALVES SOARES DOS SANTOS \nADV.(A/S)  : MAURICIO DEFASSI \nINTDO.(A/S)  : MARIA LUIZA DE SÁ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nINTDO.(A/S)  : JAIR EICHELBERGER \nADV.(A/S)  : RENATO YASUO MATSUMURA NAKAHARA \nINTDO.(A/S)  : JULIAN CESAR CALONGA MONTIEL \nINTDO.(A/S)  : VAGNER VENÂNCIO DA SILVA \nINTDO.(A/S)  : GILBERTO DONIZETTI SILVÉRIO \nINTDO.(A/S)  : DAVALOS BENITEZ PORFÍRIO \nINTDO.(A/S)  : RODRIGO AMARAL DOS SANTOS \nINTDO.(A/S)  : ARCENIO ARIAS DAVALOS \nINTDO.(A/S)  : ELISEU DOS SANTOS \nINTDO.(A/S)  : ELVIO ARIAS CABRAL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nINTDO.(A/S)  : ANIZIO GRIMARDI MORETTE \nADV.(A/S)  : RONALDO CAMILO \nINTDO.(A/S)  : ELIO RAMON ARIAS CABRAL \nADV.(A/S)  : HELIO IDERIHA JUNIOR \nINTDO.(A/S)  : LINO CHAPARRO \nADV.(A/S)  : WILSON ANDRE NERES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":437719,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 1094153 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-11-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1094153,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur453605","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"(AgR) O Tribunal, por unanimidade, negou provimento ao agravo, nos termos do voto do Relator, Ministro Luiz Fux (Presidente). Plenário, Sessão Virtual de 3.9.2021 a 14.9.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX (Presidente)","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur453605","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur453605","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO COM AGRAVO. PENAL. PROCESSO PENAL. CRIME TIPIFICADO NO ART. 22, PARÁGRAFO ÚNICO, DA LEI 7.492/86. ALEGADA VIOLAÇÃO DO DEVIDO PROCESSO LEGAL E DE ILICITUDE DAS PROVAS OBTIDAS POR MEIO COOPERAÇÃO JURÍDICA INTERNACIONAL. REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO ENGENDRADO NOS AUTOS. OFENSA REFLEXA. AGRAVO INTERNO DESPROVIDO.\n\n\n\n    1. O recurso extraordinário é instrumento de impugnação de decisão judicial inadequado para a valoração e exame minucioso do acervo fático-probatório engendrado nos autos, bem como para a análise de matéria infraconstitucional. Precedentes: ARE 1.175.278-AgR-Segundo, Primeira Turma, Rel. Min. Luiz Fux, DJe de 25/2/19; ARE 1.197.962–AgR, Tribunal Pleno, Rel. Min. Dias Toffoli (Presidente), DJe de 17/6/19; e ARE 1.017.861-AgR, Segunda Turma, Rel. Min. Gilmar Mendes, DJe de 5/6/17; ARE 1.048.461-AgR, Primeira Turma, Rel. Min Rosa Weber, DJe de 4/3/2020; e ARE 1.264.183-AgR, Primeira Turma, Rel. Min. Luiz Fux, DJe de 26/5/2020.\n\n\n\n    2. Agravo interno desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757523621","externo_seq_objeto_incidente":6219994,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-195  DIVULG 29-09-2021  PUBLIC 30-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1332665&classe=ARE","is_colac":false,"titulo":"ARE 1332665 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-007210 ANO-1984\n    ART-00066 INC-00002\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-007492 ANO-1986\n    ART-00022 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01042\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-09-30","documental_acordao_mesmo_sentido_lista_texto":"ARE 1332665 AgR-segundo PROCESSO ELETRÔNICO\n          JULG-15-09-2021  UF-SP  TURMA-TP  MIN-LUIZ FUX (Presidente) N.PÁG-014\n          DJe-196  DIVULG 30-09-2021  PUBLIC 01-10-2021","documental_indexacao_texto":"- RECURSO EXTRAORDINÁRIO, OFENSA, PRINCÍPIO DA LEGALIDADE, DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO, LIMITES DA COISA JULGADA, PRESTAÇÃO JURISDICIONAL, APRECIAÇÃO, NORMA INFRACONSTITUCIONAL, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA, JUÍZO DA EXECUÇÃO PENAL, AFERIÇÃO, CAUSA DE EXTINÇÃO DA PUNIBILIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1332665&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RE, REEXAME, FATO, PROVA)\nARE 1017861 AgR (2ªT), ARE 1048461 AgR (1ªT), RE 1038992 ED-AgR (1ªT), ARE 1175278 AgR-segundo (1ªT), ARE 1179765 AgR (2ªT), ARE 1264183 AgR (1ªT), ARE 1219366 AgR (2ªT). \n(RE, OFENSA, PRINCÍPIO DA LEGALIDADE, DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO, LIMITES DA COISA JULGADA, PRESTAÇÃO JURISDICIONAL, APRECIAÇÃO, NORMA INFRACONSTITUCIONAL, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL)\nARE 1143354 AgR (TP), ARE 748371 RG (TP). \n(COMPETÊNCIA, JUÍZO DA EXECUÇÃO PENAL, AFERIÇÃO, CAUSA DE EXTINÇÃO DA PUNIBILIDADE)\nRHC 120263 (2ªT), ARE 1061796 AgR (1ªT), ARE 1138982 AgR (1ªT), ARE 1244643 AgR (1ªT), ARE 1289108 AgR-ED (1ªT), ARE 1221255 ED-AgR-ED (2ªT). \n- Decisão monocrática citada:\n(RE, REEXAME, FATO, PROVA)\nARE 1197962.\nNúmero de páginas: 18.\nAnálise: 22/06/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : CARLOS EDUARDO SCHAHIN \nADV.(A/S)  : MARIA ELIZABETH QUEIJO \nADV.(A/S)  : ALINE ABRANTES AMORESANO \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : SANDRO TORDIN \nADV.(A/S)  : CECILIA DE SOUZA SANTOS \nADV.(A/S)  : ADRIANO SALLES VANNI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":453605,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1332665 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2021-09-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1332665,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}