{"result":{"took":313,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461471","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, configurados tanto os requisitos gerais (Lei n. 13.445/2017), como os específicos constantes na Convenção de Extradição entre os Estados Membros da Comunidade dos Países de Língua Portuguesa (Decreto nº 7.935/2013), deferiu o pedido formulado pelo Estado Requerente para conceder a extradição do nacional português PAULO JORGE PINTO FERNANDES, filho de Manuel da Cruz Fernandes e de Maria da Soledade Pinheiro Pinto, natural de França, nascido a 11/11/1972, titular do bilhete de identidade com o n. ° 11564368, com última residência conhecida na Rua da Pedreira, n° 118, Esperança, Póvoa de Lanhoso. Ainda, determinou que o Estado requerente deverá assumir os compromissos estabelecidos no art. 96 da Lei n° 13.445/2017, em especial no que se refere ao cômputo do tempo de prisão a que o extraditando esteve submetido, no Brasil, por força do processo extradicional, tudo nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 18.2.2022 a 25.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461471","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461471","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO EXECUTÓRIA. CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA. CRIME DE BURLA QUALIFICADA. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESENÇA DOS REQUISITOS GERAIS E ESPECÍFICOS. JULGAMENTO À REVELIA. AUSÊNCIA DE COMPROVAÇÃO. FAMÍLIA CONSTITUÍDA. NÃO CONFIGURAÇAO DE CAUSA INDEFERIMENTO.\n\n\n\n    1. Os documentos formalizadores desta extradição atendem aos requisitos indispensáveis, conforme disciplina normativa extraída do art. 88 da Lei 13.445/2017 e também nos artigos art. 10, da norma convencional.\n\n\n\n    2. Presentes a dupla tipicidade e punibilidade, bem como os demais condicionantes delineados na Lei de Migração (Lei n. 13.445/2017) e no Convenção de Extradição Entre os Estados Membros da Comunidade dos Países de Língua Portuguesa, não se verifica óbice ao deferimento da extradição.\n\n\n\n    3. Cidadão português a quem são atribuídos crimes comuns a serem legitimamente apurados pelo Governo de Portugal, não se detectando fundado risco de julgamento por tribunal de exceção ou  ad hoc.\n\n\n\n    4. Inexiste evidência de julgamento, condenação, ou absolvição do extraditando, no Brasil, pelos  mesmos  fatos motivadores dessa extradição e tampouco prepondera o exercício da Jurisdição brasileira, afastando-se, por conseguinte, a hipótese de recusa facultativa à extradição prevista em norma convencional.\n\n\n\n    5. À luz da legislação penal brasileira os fatos análogos são punidos com sanção privativa de liberdade máxima superior a 2 anos, inexistindo notícia de que o extraditando tenha sido indultado, ou contemplado pela concessão de anistia, graça, refúgio ou asilo territorial no Brasil (art. 82, IX, da Lei n. 13.445/2017 Lei de Migração).\n\n\n\n    6. Inexistem razões sólidas que tornem plausível a hipótese de que o cidadão reclamado possa ser subjugado a atos de perseguição e/ou discriminação em decorrência de raça, religião, sexo, nacionalidade, língua, opinião política, condição social e/ou pessoal, tampouco se antevendo evidências concretas de que a sua situação jurídica venha a ser agravada por quaisquer desses elementos.\n\n\n\n    7. Pedido de extradição apresentado com fundamento em acusações, por crimes comuns, processadas por órgãos judiciais do Estado requerente.\n\n\n\n    8. Tampouco se cogita índole exclusivamente militar aos fatos motivadores desse pedido, tratando-se de fatos delituosos tipificados na legislação penal comum.\n\n\n\n    9. Não comprovada a alegação de que o extraditando foi julgado à revelia.\n\n\n\n    10. Constituição de família do Brasil não impede a extradição. Verbete da Súmula nº 421, desta Suprema Corte.\n\n\n\n    11. Configurados tanto os requisitos gerais (Lei n. 13.445/2017), como os específicos constantes na Convenção de Extradição entre os Estados Membros da Comunidade dos Países de Língua Portuguesa (Decreto nº 7.935/2013), pedido deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759942419","externo_seq_objeto_incidente":6223501,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-059  DIVULG 28-03-2022  PUBLIC 29-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1690&classe=Ext","is_colac":false,"titulo":"Ext 1690","documental_legislacao_citada_texto":["LEG-FED   LEI-008069 ANO-1990\n    ART-00098\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00055 INC-00002 LET-A ART-00082\n    INC-00009 ART-00088 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-2005\n    ART-00004 ART-00010 ART-00022\n    CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00004 ART-00171 \"CAPUT\"\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000045 ANO-2009\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   DEC-007935 ANO-2013\n    ART-00002 INC-00001 INC-00002 ART-00003\n    INC-00001 LET-C LET-E ART-00004\n    DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-03-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1690&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, ESTRANGEIRO, VÍNCULO, FAMÍLIA, ESTADO BRASILEIRO, SÚMULA 421/STF)\nExt 822 (TP), Ext 839 (TP), Ext 1433 (1ªT). \n(EXPULSÃO DE ESTRANGEIRO, VÍNCULO, GUARDA, FILHO BRASILEIRO)\nRE 608898 (TP). \n- Legislação estrangeira citada: art. 122, inciso I, alínea c, art. 217, 1 e art. 218, 2, \"a\", do Código Penal português.\nNúmero de páginas: 12.\nAnálise: 02/06/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : PAULO JORGE PINTO FERNANDES \nADV.(A/S)  : FELIPE LOPES DA SILVEIRA JÚNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461471,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1690","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-03-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1690,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur441745","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, confirmou a liminar e julgou procedente a reclamação, determinando o trancamento da ação civil pública de improbidade em relação ao reclamante, com sua exclusão do polo passivo e a consequente desconstituição definitiva da ordem de indisponibilidade de seus bens, nos termos do voto do Relator, vencido o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 4.12.2020 a 14.12.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur441745","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur441745","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Reclamação constitucional. 2. Direito Administrativo Sancionador. Ação civil pública por ato de improbidade administrativa. 3. Possibilidade de se realizar, em sede de reclamação, um cotejo analítico entre acervos probatórios de procedimentos distintos. Caracterizada a relação de aderência temática entre a decisão reclamada e a decisão precedente. 4. Identidade entre os acervos fático-probatórios da ação de improbidade e da ação penal trancada pelo STF nos autos do HC 158.319/SP. 5. Negativa de autoria como razão determinante do trancamento do processo penal. Obstáculo ao reconhecimento da autoria na ação civil de improbidade. Independência mitigada entre diferentes esferas sancionadoras. Vedação ao bis in idem. 6. Liminar confirmada. Reclamação procedente. Determinado o trancamento da ação civil pública de improbidade em relação ao reclamante, com sua exclusão do polo passivo. Desconstituição definitiva da ordem de indisponibilidade de bens.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755279509","externo_seq_objeto_incidente":5934358,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-045  DIVULG 09-03-2021  PUBLIC 10-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=41557&classe=Rcl","is_colac":false,"titulo":"Rcl 41557","documental_legislacao_citada_texto":["LEG-FED   EMC-000045\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00037 PAR-00004 ART-00102 INC-00001\n    LET-L ART-0103A PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008429 ANO-1992\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00935\n    CC-2002 CÓDIGO CIVIL"],"publicacao_data":"2021-03-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECLAMAÇÃO, UNIFORMIZAÇÃO DE JURISPRUDÊNCIA, ÂMBITO, STF. SANÇÃO, ÂMBITO, DIREITO ADMINISTRATIVO, EXTENSÃO, PRETENSÃO PUNITIVA, PODER PÚBLICO. CABIMENTO, RECLAMAÇÃO, VERIFICAÇÃO, EXISTÊNCIA, PROVA NOVA, REABERTURA, INVESTIGAÇÃO, OBJETO, ARQUIVAMENTO, STF. POSSIBILIDADE, REVISÃO, PODER JUDICIÁRIO, MATÉRIA DE FATO, OBJETO, DECISÃO, ÂMBITO, DIREITO ADMINISTRATIVO. CABIMENTO, AÇÃO CIVIL EX DELICTO, EXISTÊNCIA, SENTENÇA ABSOLUTÓRIA, EXCEÇÃO, RECONHECIMENTO, INEXISTÊNCIA, FATO, NEGATIVA DE AUTORIA. LEI, IMPROBIDADE ADMINISTRATIVA, MITIGAÇÃO, INDEPENDÊNCIA, ÂMBITO PENAL, ÂMBITO ADMINISTRATIVO, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA SUBSIDIARIEDADE, PRINCÍPIO DA NECESSIDADE.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: RECLAMAÇÃO, ADERÊNCIA ESTRITA. AUSÊNCIA, CARÁTER PENAL, DECISÃO, ÂMBITO, AÇÃO DE IMPROBIDADE ADMINISTRATIVA. IMPOSSIBILIDADE, EXTENSÃO, EFEITO, ÂMBITO CÍVEL, DECISÃO, RECONHECIMENTO, AUSÊNCIA, JUSTA CAUSA, ÂMBITO PENAL.\n\n- TERMO(S) DE RESGATE: DIREITO ADMINISTRATIVO SANCIONADOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=41557&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, TRANCAMENTO DA AÇÃO PENAL)\nHC 158319 (2ªT). \n(RECLAMAÇÃO, APRECIAÇÃO, PROVA NOVA, REABERTURA, INVESTIGAÇÃO)\nRcl 20132 AgR-segundo (2ªT). \n(INDEPENDÊNCIA, DIREITO PENAL, ÂMBITO ADMINISTRATIVO, BIS IN IDEM)\nRE 1044681 AgR (2ªT). \n(RECLAMAÇÃO, PERTINÊNCIA, ATO, RECLAMADO, PARÂMETRO DE CONTROLE)\nRcl 15451 AgR (TP), Rcl 11463 AgR (1ªT), HC 158319 (2ªT), Rcl 37075 AgR (2ªT), Rcl 41400 AgR (1ªT). \n(AUSÊNCIA, CARÁTER PENAL, DECISÃO, ÂMBITO, AÇÃO DE IMPROBIDADE ADMINISTRATIVA)\nPet 3240 AgR (TP). \n- Decisões estrangeiras citadas: caso Ozturk e caso Grande Stevens, do Tribunal Europeu de Direitos Humanos.\nNúmero de páginas: 31.\nAnálise: 07/03/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : FERNANDO CAPEZ \nADV.(A/S)  : ALBERTO ZACHARIAS TORON \nRECLDO.(A/S) : JUIZ FEDERAL DA 12ª VARA CÍVEL FEDERAL DE SÃO PAULO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nBENEF.(A/S)  : NÃO INDICADO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":441745,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Rcl 41557","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2020-12-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"CANOTILHO, J.J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2018.\nLOBO DA COSTA, Helena. Direito Penal Econômico e Direito Administrativo Sancionador. 2013. p. 119 e 122\nOLIVEIRA, Ana Carolina. Direito de Intervenção e Direito Administrativo Sancionador. 2012. p. 128 e 190.\nPACELLI, Eugênio. Curso de processo penal. 2017. p. 200.\nSILVEIRA, Paulo Burnier. O deito administrativo sancionador e princípio non bis in idem na União Europeia, 2014.\nVENTORUZZO, M. Abusi di mercato, sanzioni Consob e diritti umani: il caso Grande Stevens e altri c. Italia, 2014.","ministro_facet":["GILMAR MENDES"],"processo_numero":41557,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur445764","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que julgava procedente o pedido formulado na ação direta para declarar a inconstitucionalidade da expressão \"o Delegado Geral da Polícia Civil\" contida no inc. II do art. 74 da Constituição do Estado de São Paulo, na redação originária e após a alteração pela Emenda Constitucional n. 21/2006, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 25.10.2019 a 4.11.2019.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade da expressão \"o Delegado Geral da Polícia Civil\" contida no inc. II do art. 74 da Constituição de São Paulo, na redação originária e após a alteração pela Emenda Constitucional nº 21/2006, nos termos do voto da Relatora, vencidos, parcialmente, os Ministros Edson Fachin e Roberto Barroso. Plenário, Sessão Virtual de 12.3.2021 a 19.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur445764","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur445764","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. EMENDA N. 21/2006 À CONSTITUIÇÃO DO ESTADO DE SÃO PAULO. PREVISÃO DE FORO POR PRERROGATIVA DE FUNÇÃO A DELEGADO-GERAL DE POLÍCIA CIVIL POR CRIMES COMUNS E DE RESPONSABILIDADE: INCONSTITUCIONALIDADE. PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL. AÇÃO DIRETA PROCEDENTE. \n\n\n\n    1. Na organização do Judiciário estadual as competências de seus órgãos são limitadas pelos princípios da Constituição da República. Ausência de fundamento constitucional de instituição de foro para estabelecer privilégios processuais. Princípio da igualdade. \n\n\n\n    2. Afronta ao inc. VII do art. 129 da Constituição da República, pelo qual o controle externo da atividade policial é função institucional do Ministério Público.\n\n\n\n    3. Ação direta de inconstitucionalidade julgada procedente para declarar inconstitucional a expressão “o Delegado Geral da Polícia Civil” posta no inc. II do art. 74 da Constituição do Estado de São Paulo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755749340","externo_seq_objeto_incidente":5052439,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-085  DIVULG 04-05-2021  PUBLIC 05-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5591&classe=ADI","is_colac":false,"titulo":"ADI 5591","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00036 INC-00053\n    INC-00054 PAR-00002 ART-00025 \"CAPUT\"\n    ART-00027 PAR-00001 ART-00028 ART-00029\n    INC-00010 ART-00052 INC-00001 ART-00053\n    PAR-00002 ART-00077 ART-00096 INC-00003\n    ART-00102 INC-00001 LET-B LET-C\n    ART-00105 INC-00001 LET-A ART-00108\n    INC-00001 LET-A ART-00125 PAR-00001\n    ART-00129 INC-00003 INC-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 PAR-00002 LET-H ART-00014\n    PAR-00005\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, AC\n\n","LEG-EST   CES ANO-1989\n    ART-00074 INC-00002\n    CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   EMC-000021 ANO-2006\n    EMENDA CONSTITUCIONAL, SP"],"publicacao_data":"2021-05-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: INEXISTÊNCIA, OBRIGATORIEDADE, DUPLO GRAU DE JURISDIÇÃO, TEXTO CONSTITUCIONAL. DUPLO GRAU DE JURISDIÇÃO, STF, AUSÊNCIA, GARANTIA, CARÁTER ABSOLUTO. INDISPENSABILIDADE, GARANTIA CONSTITUCIONAL, IMPARCIALIDADE, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL, SEGURANÇA JURÍDICA. CONSTITUIÇÃO FEDERAL, COMPETÊNCIA ORIGINÁRIA, STF, JULGAMENTO, ROL TAXATIVO, AUTORIDADE, CRIME COMUM; COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), CRIME COMUM, CRIME DE RESPONSABILIDADE, ROL TAXATIVO, AUTORIDADE; ÂMBITO ESTADUAL, COMPETÊNCIA PRIVATIVA, TRIBUNAL SUPERIOR. MUNICÍPIO, LEI ORGÂNICA, JULGAMENTO, PREFEITO, TRIBUNAL DE JUSTIÇA. PODER EXECUTIVO FEDERAL, PODER EXECUTIVO ESTADUAL, PRINCÍPIO DA SIMETRIA. HIPÓTESE, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, PRINCÍPIO DO JUIZ NATURAL. AUSÊNCIA, PRERROGATIVA DE FORO, DELEGADO DE POLÍCIA; FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO, CONTROLE EXTERNO, ATIVIDADE POLICIAL.\n\n- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: INCONSTITUCIONALIDADE POR ARRASTAMENTO, EXPRESSÃO, COMANDANTE, POLÍCIA MILITAR. EXTENSÃO, FORO POR PRERROGATIVA DE FUNÇÃO, RESTRIÇÃO, DIREITO FUNDAMENTAL. PRECEDENTE, PRISÃO, DEPOSITÁRIO INFIEL, INTERPRETAÇÃO, PROTEÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DUPLO GRAU DE JURISDIÇÃO. LIMITAÇÃO, DUPLO GRAU DE JURISDIÇÃO, CLÁUSULA EXPRESSA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROBERTO BARROSO: MODULAÇÃO DE EFEITOS, CABIMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5591&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, DELEGADO DE POLÍCIA)\nADI 882 (TP), ADI 5103 (TP). \n(FORO POR PRERROGATIVA DE FUNÇÃO, DELEGADO DE POLÍCIA, INCOMPATIBILIDADE, CONTROLE, ATIVIDADE POLICIAL)\nADI 2587 (TP). \n(PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA, INTERPRETAÇÃO, NORMA INTERNACIONAL)\nHC 96772 (2ªT). \n(GARANTIA AO DEVIDO PROCESSO LEGAL, DIREITO DE RECORRER, DUPLO GRAU DE JURISDIÇÃO)\nAP 470 (TP). \n(OBSERVÂNCIA, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, JURISPRUDÊNCIA, CORTE INTERAMERICANA DE DIREITOS HUMANOS)\nAP 470 (TP). \n(DUPLO GRAU DE JURISDIÇÃO, GARANTIA CONSTITUCIONAL, CARÁTER ABSOLUTO)\nAI 209954 AgR (2ªT), AI 248761 AgR (2ªT), AI 601832 AgR (2ªT), RE 976178 AgR (2ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO ESTRITA, PRINCÍPIO DA SIMETRIA)\nADI 2553 (TP), ADI 6501 (TP), ADI 6508 MC-Ref (TP), ADI 6515 MC-Ref (TP), ADI 6516 MC-Ref (TP). \n(MODULAÇÃO DE EFEITOS, INCONSTITUCIONALIDADE, NORMA CONSTITUCIONAL ESTADUAL, FORO POR PRERROGATIVA DE FUNÇÃO)\nADI 6518 (TP). \n- Decisões estrangeiras citadas: Caso Duilio Fanali vs. Itália (Comunicação 75/1980), Caso Terrón vs. Espanha (Comunicação 1073/2002), do Comitê de Direitos Humanos.\n- Legislação estrangeira citada: art. 2° do Protocolo 7 da Convenção Europeia dos Direitos Humanos, de 1950.\n- Veja Comentário Geral 32 do Comitê de Direitos Humanos do Pacto Internacional de Direitos Civis e Políticos.\nNúmero de páginas: 32.\nAnálise: 09/05/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : YURI CARAJELESCOV","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":445764,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 5591","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-03-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"NERY JÚNIOR, Nelson. Princípios do processo civil na constituição federal. 2. ed. São Paulo: Revista dos Tribunais, 1995. p. 152.\nRAMÍREZ, Sergio García. Garantías Judiciales: Doble Instancia y Amparo de Derechos Fundamentales Artículos 8.2.h y 25 CADH. In: La Protección de los Derechos Humanos através del debido processo. Suprema Corte de Justicia de la Nación, México, 2013.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":5591,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446746","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Relator, vencidos, em menor extensão, o Ministro Nunes Marques, e, em maior extensão, os Ministros Roberto Barroso e Gilmar Mendes. Falaram: pelas requerentes, o Dr. Saul Tourinho Leal; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 25.02.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["9","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur446746","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur446746","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"ADVOGADO-GERAL DA UNIÃO – CONTROLE ABSTRATO DE CONSTITUCIONALIDADE. Cabe à Advocacia-Geral da União a defesa do ato normativo impugnado – artigo 103, § 3º, da Constituição Federal.\n\n\n\n    LEGITIMIDADE – PERTINÊNCIA TEMÁTICA – PROCESSO OBJETIVO. Associação possui legitimidade para ajuizar ação direta de inconstitucionalidade quando verificada pertinência temática, ou seja, elo entre o preceito atacado e os objetivos institucionais contidos no Estatuto.\n\n\n\n    COMPETÊNCIA NORMATIVA – CONSUMIDOR – PROTEÇÃO – AMPLIAÇÃO – LEI ESTADUAL. Ausentes obrigações relacionadas à execução contratual da concessão de serviço de telecomunicações, é constitucional, ante a competência concorrente dos Estados para legislar sobre direito do consumidor, norma estadual a prever cadastro de usuários contrários ao recebimento de oferta de produto ou serviço, fixando prazo para o implemento e multa ante o descumprimento, e a vedar a realização de cobrança e venda via telefone, fora do horário comercial, em dias úteis ou não. Precedente: ação direta de inconstitucionalidade nº 5.745, julgada em 7 de fevereiro de 2019.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755923475","externo_seq_objeto_incidente":5486862,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-097  DIVULG 20-05-2021  PUBLIC 21-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5962&classe=ADI","is_colac":false,"titulo":"ADI 5962","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00032 ART-00021 INC-00011\n    ART-00022 INC-00004 ART-00024 INC-00005\n    INC-00008 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00103 INC-00009 PAR-00003\n    ART-00170 INC-00005 ART-00175 \"CAPUT\"\n    INC-00002 PAR-ÚNICO\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00002 ART-00004 INC-00007 ART-00006\n    INC-00010 ART-00022\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008987 ANO-1995\n    ART-00007\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472 ANO-1997\n    ART-00007 ART-00008 ART-00060 \"CAPUT\"\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013848 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   RES-000632 ANO-2014\n    ART-00001 PAR-00002 ART-00003 INC-00007\n    INC-00008\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-EST   LEI-004896 ANO-2006\n    ART-00001 PAR-00001 PAR-00002 ART-0001A\n    ART-0001B ART-00003 ART-00004 ART-00005\n    PAR-00001 PAR-00002\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-012239 ANO-2006\n    ART-00002 ART-00004\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-007574 ANO-2017\n    ART-00002 INC-00001\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-004644 ANO-2018\n    LEI ORDINÁRIA, AM\n\n","LEG-EST   LEI-007853 ANO-2018\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-007885 ANO-2018\n    LEI ORDINÁRIA, RJ"],"publicacao_data":"2021-05-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO, CONCESSIONÁRIA, USUÁRIO, RELAÇÃO DE CONSUMO. REGULAMENTAÇÃO, TELEMARKETING, DIREITO COMPARADO. TELEMARKETING, DIREITO DO CONSUMIDOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: FEDERALISMO COOPERATIVO, PRESUNÇÃO, CONSTITUCIONALIDADE, LEI. AUSÊNCIA, LEI FEDERAL, IMPOSSIBILIDADE, COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO. IMPOSSIBILIDADE, STF, SOLUÇÃO, CONFLITO, LEI ESTADUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: LEI IMPUGNADA, VEDAÇÃO, ABUSO DE DIREITO, PROTEÇÃO, PRINCÍPIO DA BOA-FÉ OBJETIVA, RELAÇÃO DE CONSUMO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ALEXANDRE DE MORAES: ATUAÇÃO, ADVOGADO-GERAL DA UNIÃO, CURADOR, CONSTITUCIONALIDADE, LEI, JURISPRUDÊNCIA FIRMADA, STF. \n\n- VOTO VENCIDO, MIN. NUNES MARQUES: OFENSA, AUTONOMIA PRIVADA, CONSUMIDOR, EMPRESA PRESTADORA DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: LEI ESTADUAL, IMPOSIÇÃO, OBRIGAÇÃO, CONCESSIONÁRIA, RISCO, COMPROMETIMENTO, EXECUÇÃO, CONTRATO ADMINISTRATIVO, EQUILÍBRIO ECONÔMICO-FINANCEIRO.\n\n- TERMO(S) DE RESGATE: NEURODIREITO, PRIVACIDADE MENTAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5962&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, ACEL, ABRAFIX)\nADI 4477 (TP), ADI 5098 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 3533 (TP), ADI 3558 (TP), ADI 3846 (TP), ADI 3959 (TP), ADI 4369 (TP), ADI 4477 (TP), ADI 5098 (TP), ADI 5253 (TP), ADI 5356 (TP), ADI 5572 (TP), ADI 5574 (TP), ADI 5833 (TP), ADI 6068 (TP), ADI 6326 (TP), ADPF 731 (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO DO CONSUMIDOR)\nADI 4644 AgR (TP), ADI 5610 (TP), ADI 5745 (TP), ADI 6087 (TP), ADI 6387 MC-Ref (TP). \n(RELAÇÃO DE CONSUMO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 5745 (TP), ADI 5963 (TP). \n(ADVOGADO-GERAL DA UNIÃO, DEFESA, LEI IMPUGNADA)\nADI 3916 (TP). \n- Decisões estrangeiras citadas: Caso Moser vs. FCC, de 1995, Caso Destination Ventures Ltd. vs. FCC, de 1995, da da United States Court of Appeals, Ninth Circuit; Caso Barr vs. American Association of Political Consultants, de 2020, Caso Facebook vs. Duguid, de 2021, da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: Lei de Proteção ao Consumidor Telefônico, de 1991, dos Estados Unidos.\n\nNúmero de páginas: 74.\nAnálise: 25/08/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ABRAFIX - ASSOCIACAO BRASILEIRA DE CONCESSIONARIAS DE SERVICO TELEFONICO FIXO COMUTADO E OUTRO(A/S)\nADV.(A/S)  : TATIANA CAMPOS MATOS GUIDICINI \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446746,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 5962","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-02-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandre Santos; CANOTILHO, J. J. Gomes et al. In: SARLET, Wolfgang Ingo (coord.). Comentários à Constituição do Brasil. 2. ed. Rio de Janeiro: Forense, 2018. p. 1993.\nSENADO DO CHILE. Sobre protección de los neuroderechos y la integridad mental, y el desarrollo de la investigación y las neurotecnologías. Disponível em: www.senado.cl/pposenado/templates/tramitacion/index.php.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":5962,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur448345","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, conheceu da impetração, vencidos os Ministros Roberto Barroso e Rosa Weber. Na sequência, por maioria, deferiu a ordem para revogar a prisão preventiva decretada contra o paciente, com a ressalva de que o Juízo competente fica autorizado a impor medidas cautelares diversas (CPP, ART. 319), vencidos os Ministros Marco Aurélio, Relator, e Ministro Dias Toffoli, que indeferiam a ordem. Os Ministros Roberto Barroso e Rosa Weber também concediam, de ofício, a ordem. Redigirá o acórdão o Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 26.2.2021 a 5.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur448345","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur448345","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS. TRÁFICO DE DROGAS. PRISÃO PREVENTIVA. ILEGALIDADE. POSSIBILIDADE DE APLICAÇÃO DE MEDIDAS CAUTELARES DIVERSAS (CPP, ART. 319).\n\n\n\n    ORDEM CONCEDIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756132902","externo_seq_objeto_incidente":6078273,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-113  DIVULG 11-06-2021  PUBLIC 14-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=195907&classe=HC","is_colac":false,"titulo":"HC 195907","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00312 ART-00319\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2021-06-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, STF, HABEAS CORPUS, FLEXIBILIZAÇÃO, REGRA CONSTITUCIONAL. COMPETÊNCIA, STF, INTERPRETAÇÃO EXTENSIVA, ALCANCE, MEMBRO, TRIBUNAL SUPERIOR, AUSÊNCIA, SUBMISSÃO, ATO, APRECIAÇÃO, STF. HIPÓTESE, CONCESSÃO, HABEAS CORPUS, EXCEPCIONALIDADE, TERATOLOGIA.\nCOMPATIBILIDADE, JUSTIÇA, CARÁTER PENAL, DIREITO, LIBERDADE. LIBERDADE DE LOCOMOÇÃO. MEDIDA CAUTELAR DIVERSA DA PRISÃO, ADEQUAÇÃO, GARANTIA DA ORDEM PÚBLICA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRISÃO EM FLAGRANTE, TRÁFICO DE DROGAS, QUANTIDADE, DROGA, PERICULOSIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=195907&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, TRIBUNAL SUPERIOR)\nRHC 114737 (2ªT), RHC 114961 (1ªT), HC 116875 (2ªT), HC 117346 (2ªT), HC 117798 (2ªT), HC 118189 (2ªT), HC 119821 (2ªT), HC 121684 AgR (2ªT), HC 122381 AgR (1ªT), HC 122718 (1ªT), HC 138687 AgR (2ªT). \n(HC, ESGOTAMENTO, INSTÂNCIA INFERIOR)\nHC 97009 (TP), RHC 111935 (1ªT), HC 118189 (2ªT). \n(SUPERAÇÃO, ÓBICE, HC, EXCEPCIONALIDADE, TERATOLOGIA)\nHC 137078 (1ªT), HC 138414 AgR (1ªT). \n(PRISÃO PREVENTIVA, ILEGALIDADE)\nHC 95790 (2ªT), RHC 118200 (1ªT), HC 121537 (1ªT), HC 128454 (2ªT), HC 135250 (2ªT). \n(HABEAS CORPUS SUBSTITUTIVO, AGRAVO REGIMENTAL)\nHC 113468 (1ªT), HC 115659 (1ªT), HC 117502 (1ªT), HC 108141 AgR (2ªT), HC 122166 AgR (2ªT). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA)\nHC 139262.\n(PRISÃO PREVENTIVA, ILEGALIDADE)\nHC 157626.\n- Legislação estrangeira citada: Carta Magna da Inglaterra.\nNúmero de páginas: 14.\nAnálise: 06/12/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : HECTOR DA SILVA CORDOSO \nIMPTE.(S)  : FERNANDO TADEU TORQUETTI RODRIGUES \nCOATOR(A/S)(ES) : PRESIDENTE DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":448345,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"HC 195907","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-03-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BUENO, Pimenta. Direito público brasileiro e análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça e Negócios Interiores, 1958. p. 388.\nCOKE. Segundo Instituto. cap. 29.\nGUETZÉVITCH, Mirkine. As novas tendências do direito constitucional. Companhia Editora Nacional, 1933. p.\n77 et seq.\nHAURIOU, Maurice. Derecho Público y Constitucional. 2. ed. Madri: Instituto Editorial Réus, 1927. p. 135-136.\nMELLO FILHO, José Celso de. Constituição Federal anotada. 2. ed. São Paulo: Saraiva, 1986. p. 459.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":195907,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur467958","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MA","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Dias Toffoli, Relator, e Cármen Lúcia, que negavam provimento ao agravo, pediu vista dos autos o Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 20.5.2022 a 27.5.2022.\r\n\n           Decisão: A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 17.6.2022 a 24.6.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur467958","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Maranhão","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur467958","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravo regimental em recurso extraordinário. Representação de inconstitucionalidade. Lei nº 10.747/17 do Estado do Maranhão. Instituição de feriado estadual. Usurpação da competência privativa da União para legislar sobre direito do trabalho. Legitimidade ad causam na origem. Natureza infraconstitucional da controvérsia. Súmula nº 280/STF.\n\n\n\n    1. Segundo o entendimento da Corte, a criação de feriados civis, por acarretar consequências nas relações empregatícias e salariais, inclusive com a interrupção do labor, insere-se na competência privativa do ente central para legislar sobre matéria trabalhista, consoante preconiza o art. 22, I, da CF/88.\n\n\n\n    2. O STF já assentou não ser o art. 103 da CF/88 norma de reprodução obrigatória pelas Constituições dos estados-membros, podendo esses estabelecer os legitimados ao exercício do controle de constitucionalidade no âmbito do Tribunal de Justiça, desde que não reservem tal faculdade somente a um órgão ou entidade, por força do que dispõe o art. 125, § 2º, da Constituição Federal.\n\n\n\n    3. Assentada pelo Tribunal de origem a legitimidade de entidade para deflagrar o controle de constitucionalidade à luz da constituição estadual, rever essa premissa demandaria análise do permissivo estadual, o que encontra óbice na Súmula nº 280 do Tribunal.\n\n\n\n    4. Agravo regimental não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762237432","externo_seq_objeto_incidente":6371564,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-160  DIVULG 12-08-2022  PUBLIC 15-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1342739&classe=RE","is_colac":false,"titulo":"RE 1342739 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00008 ART-00022 INC-00001 ART-00023\n    INC-00005 ART-00024 INC-00007 ART-00030\n    INC-00001 ART-00102 INC-00003 LET-A\n    ART-00103 ART-00125 PAR-00002 ART-00170\n    INC-00002 INC-00004 INC-00005\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009093 ANO-1995\n    ART-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000280\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000284\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1989\n    ART-00001 PAR-00002 ART-00011\n    CONSTITUIÇÃO ESTADUAL, MA\n\n","LEG-EST   LEI-010747 ANO-2017\n    LEI ORDINÁRIA, MA"],"publicacao_data":"2022-08-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: ESTADO-MEMBRO, CRIAÇÃO, REPRESENTAÇÃO DE INCONSTITUCIONALIDADE, ATO NORMATIVO ESTADUAL, CONTRARIEDADE, CONSTITUIÇÃO ESTADUAL. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FUNDAMENTO, ESTADO DE DIREITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1342739&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, INSTITUIÇÃO, FERIADO)\nADI 3069 (TP), ADI 3940 (TP), ADI 4820 (TP), ADI 5566 (TP), ADI 6083 (TP), ADI 6133 (TP). \n(LEGITIMIDADE, PROPOSITURA, ADI, ÂMBITO ESTADUAL)\nRE 412921 AgR (1ªT), RE 720809 AgR (1ªT). \n(ESTADO-MEMBRO, CRIAÇÃO, REPRESENTAÇÃO DE INCONSTITUCIONALIDADE, ATO NORMATIVO ESTADUAL, CONTRARIEDADE, CONSTITUIÇÃO ESTADUAL)\nADI 558 (TP), Rcl 5690 AgR (2ªT), ADPF 534 AgR (TP), RE 1294053 AgR (2ªT). \n(RE, REEXAME, FATO, PROVA)\nARE 1037451 AgR (2ªT), ARE 1250957 AgR (2ªT). \n- Veja ADI 4131, ADI 4091 e RE 251470 do STF. \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 43.\nAnálise: 03/03/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GOVERNADOR DO ESTADO DO MARANHÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nAGDO.(A/S)  : FEDERACAO DO COMERCIO DE BENS, SERVICOS E TURISMO DO ESTADO DO MARANHAO E OUTRO(A/S)\nADV.(A/S)  : ANTONIO DE MORAES REGO GASPAR \nINTDO.(A/S)  : MESA DIRETORA DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO MARANHÃO \nADV.(A/S)  : TARCISIO ALMEIDA ARAUJO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":467958,"documental_tese_texto":null,"procedencia_geografica_completo":"MA - MARANHÃO","processo_codigo_completo":"RE 1342739 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-06-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87. \nCOOLEY, Thomas McIntyre. The General Principles of Constitutional Law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq. \nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq. \nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17. \nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq. \nMIRANDA, Jorge. Manual de direito constitucional. 4. Ed. Coimbra: Coimbra, 1990. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq. \nVELLOSO. Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do\nequilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":1342739,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur468238","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta e, no mérito, julgou-a procedente, para declarar a inconstitucionalidade dos arts. 1º, 4º, parágrafo único, e 5º da Lei 23.797/2021 do Estado de Minas Gerais, nos termos do voto do Relator. Plenário, Sessão Virtual de 5.8.2022 a 15.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["6","12"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur468238","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur468238","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: COSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 23.797/2021 DE MINAS GERAIS. SANEAMENTO BÁSICO. ISENÇÃO DE TARIFA. SERVIÇOS DE INTERESSE LOCAL. COMPETÊNCIA DOS MUNICÍPIOS. CONTRATO DE CONCESSÃO. EQUILÍBRIO ECONÔMICOFINANCEIRO. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I). \n\n\n\n    3. As competências municipais, dentro dessa ideia de predominância de interesse, foram enumeradas no art. 30 da Constituição Federal, o qual expressamente atribuiu aos Municípios a competência para legislar sobre assuntos de interesse local (art. 30, I) e para suplementar a legislação federal e a estadual no que couber (art. 30, II).\n\n\n\n    4. Lei estadual que atribui ao Poder Executivo estadual a faculdade de isentar o pagamento de tarifas de saneamento básico incorre em violação aos arts. 23, IX; 21, XX e 30, I e V da Constituição Federal.\n\n\n\n    5. É da essência da regulação setorial a autonomia das agências para a definição dos valores de tarifas, observados os termos e a juridicidade do contrato subjacente. Precedentes.\n\n\n\n    6. Ação direta de inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762397516","externo_seq_objeto_incidente":6202194,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-165  DIVULG 19-08-2022  PUBLIC 22-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6912&classe=ADI","is_colac":false,"titulo":"ADI 6912","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00021 INC-00020 ART-00022 ART-00023\n    INC-00009 ART-00024 PAR-00002 PAR-00003\n    ART-00030 INC-00001 INC-00002 INC-00005\n    ART-00103 INC-00009\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011445 ANO-2007\n    ART-00003 ART-00023 INC-00009 INC-00011\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014026 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-FED   SUV-000038\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000645\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000019\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-EST   LEI-023797 ANO-2021\n    ART-00001 ART-00004 PAR-ÚNICO ART-00005\n    LEI ORDINÁRIA, MG"],"publicacao_data":"2022-08-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. HORÁRIO DE FUNCIONAMENTO, COMÉRCIO, FARMÁCIA, COMPETÊNCIA, MUNICÍPIO. ENTENDIMENTO, STF, HORÁRIO DE FUNCIONAMENTO, BANCO, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, TRANSCENDÊNCIA, INTERESSE LOCAL, MUNICÍPIO. JURISPRUDÊNCIA, STF, DESCABIMENTO, LEI ESTADUAL, INTERFERÊNCIA, CONTRATO, CONCESSÃO DE SERVIÇO PÚBLICO, ÂMBITO FEDERAL, ÂMBITO MUNICIPAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6912&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, REGULAÇÃO, SERVIÇO PÚBLICO, SANEAMENTO BÁSICO)\nADI 1842 (TP), ADI 2077 (TP), ADI 4454 (TP), ADI 6492 (TP), ADI 6536 (TP), ADI 6583 (TP), ADI 6882 (TP). \n(HORÁRIO DE FUNCIONAMENTO, COMÉRCIO, FARMÁCIA, COMPETÊNCIA, MUNICÍPIO)\nRE 178034 (2ªT), RE 191031 (2ªT). \n(AUTONOMIA, AGÊNCIA REGULADORA, DEFINIÇÃO, VALOR, TARIFA)\nADI 2095 (TP). \n(DESCABIMENTO, LEI ESTADUAL, INTERFERÊNCIA, CONTRATO, CONCESSÃO DE SERVIÇO PÚBLICO)\nADI 2095 (TP), ADI 2299 (TP), ADI 2340 (TP), STP 111 AgR (TP). \n- Decisão monocrática citada:\n(HORÁRIO DE FUNCIONAMENTO, COMÉRCIO, FARMÁCIA, COMPETÊNCIA, MUNICÍPIO)\nRE 171630.\n- Legislação estrangeira citada: Constituição dos Estados Unidos, de 1787.\nNúmero de páginas: 22.\nAnálise: 07/02/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO BRASILEIRA DAS EMPRESAS ESTADUAIS DE SANEAMENTO - AESBE \nADV.(A/S)  : MARILIA DA SILVEIRA ENGEL E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":468238,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 6912","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-08-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 1991. p. 124.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina, p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDALLARI, Sueli Gandolfi. Competência municipal em matéria de saúde. RDP 92/174.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 e ss.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 e ss.\nFERREIRA, Pinto. O município e sua lei orgânica. Cadernos de Direito Constitucional e Ciência\nPolítica, São Paulo: Revista dos Tribunais, n. 10, p. 64.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 e ss.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 e ss.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra Editora, 1990. v. 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W.W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 e ss.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do\nequilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 e ss.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6912,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur468699","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MA","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta, para declarar inconstitucionais a expressão “e dos serviços que usem aparelhos radioativos” contida no art. 212 da Constituição do Estado do Maranhão, o art. 237 dessa Carta Política, bem assim o art. 1º, caput e parágrafo único, da Lei local n. 5.860/1993 e o trecho “substâncias radioativas ou radiações ionizantes” constante do caput do art. 2º do mesmo diploma legal, nos termos do voto do Relator. Os Ministros Edson Fachin e Rosa Weber acompanharam o Relator com ressalvas. Plenário, Sessão Virtual de 5.8.2022 a 15.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":["7"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur468699","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Maranhão","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur468699","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. FEDERALISMO. SISTEMA DE DISTRIBUIÇÃO DE COMPETÊNCIAS NORMATIVAS. CONSTITUIÇÃO DO ESTADO DO MARANHÃO. TRATAMENTO E DESTINAÇÃO DE RESÍDUOS PROVENIENTES DE SERVIÇOS QUE UTILIZEM APARELHOS RADIOATIVOS. PROIBIÇÃO A CONSTRUÇÃO, ARMAZENAMENTO E TRANSPORTE DE ARMAS NUCLEARES. LEI ESTADUAL N. 5.860/1993. IMPLANTAÇÃO, FUNCIONAMENTO, FISCALIZAÇÃO E INTERDIÇÃO DE EMPRESAS E INSTALAÇÕES VOLTADAS A ATIVIDADES NUCLEARES. EXERCÍCIO OU OCUPAÇÃO PROFISSIONAL EM QUE SE FAZ USO DE EQUIPAMENTO GERADOR DE SUBSTÂNCIA RADIOATIVA E RADIAÇÃO IONIZANTE. DISCIPLINA. COMPETÊNCIA PRIVATIVA DA UNIÃO PARA LEGISLAR SOBRE ATIVIDADES NUCLEARES DE QUALQUER NATUREZA, TRANSPORTE E UTILIZAÇÃO DE MATERIAIS RADIOATIVOS E LOCALIZAÇÃO DE USINAS NUCLEARES (CF, ARTS. 22, XXVI; 177, § 3º; E 225, § 6º).\n\n\n\n    1. A forma de Estado federal instituída pela Constituição de 1988 flexibiliza a autonomia dos entes políticos ao estabelecer o sistema de repartição de competências materiais e normativas, alicerçado no princípio da predominância do interesse. A partilha de atribuições fundamenta a divisão de poder no Estado de direito, ora centralizando-o na União (arts. 21 e 22), ora homenageando seu exercício cooperativo (arts. 23, 24 e 30, I). \n\n\n\n    2. A Carta da República é expressa quanto à exclusividade da União para explorar serviços e instalações nucleares, legislar sobre as atividades nucleares de qualquer natureza e dispor sobre questões envolvendo minerais nucleares e derivados, transporte e utilização de materiais radioativos, bem como localização de usinas com reator nuclear (arts. 21, XXIII; 22, XXVI; 177, V e § 3º; e 225, 6º). Precedentes. \n\n\n\n    3. Considerando a jurisprudência consolidada do Supremo, são inconstitucionais, sob o ângulo formal, por invadirem a competência normativa privativa da União sobre a matéria, a expressão “e dos serviços que usem aparelhos radioativos” contida no art. 212 da Constituição do Estado do Maranhão, o art. 237 da mesma Carta Política, bem assim o art. 1º, caput e parágrafo único, da Lei maranhense n. 5.860/1993 e o trecho “substância radioativas ou radiações ionizantes” constante do caput do art. 2º desse diploma legal. \n\n\n\n    4. Pedido julgado procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762538342","externo_seq_objeto_incidente":6201824,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-170  DIVULG 25-08-2022  PUBLIC 26-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6899&classe=ADI","is_colac":false,"titulo":"ADI 6899","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00008 INC-00017 LET-I\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00021 INC-00023 ART-00022\n    INC-00026 ART-00023 LET-A LET-B\n    LET-C LET-D ART-00024 INC-00002\n    INC-00006 INC-00012 ART-00030 INC-00001\n    ART-00049 INC-00014 ART-00177 INC-00005\n    PAR-00003 ART-00225 PAR-00003 PAR-00006\n    ART-00237\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000049 ANO-2006\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-004118 ANO-1962\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006189 ANO-1974\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006453 ANO-1977\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009765 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010308 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014222 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-EST   CES ANO-1989\n    ART-00212 \"CAPUT\" ART-00237\n    CONSTITUIÇÃO ESTADUAL, MA\n\n","LEG-EST   LEI-005860 ANO-1993\n    ART-00001 \"CAPUT\" PAR-ÚNICO ART-00002\n    \"CAPUT\"\n    LEI ORDINÁRIA, MA"],"publicacao_data":"2022-08-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO COOPERATIVO, FEDERALISMO CENTRÍPETO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, VEDAÇÃO, INTERFERÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, MATÉRIA, ENERGIA NUCLEAR.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROSA WEBER: PRINCÍPIO DA COLEGIALIDADE. CONSTITUIÇÃO ESTADUAL, DISPOSITIVO, FINALIDADE, CARÁTER, PROTEÇÃO, SAÚDE, MEIO AMBIENTE; MATÉRIA, COMPETÊNCIA CONCORRENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6899&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, LEGISLAÇÃO, ATIVIDADE, ENERGIA NUCLEAR)\nRp 1130 (TP), Rp 1233 (TP), ADI 329 (TP), ADI 330 (TP), ADI 1575 (TP), ADI 4973 (TP), ADI 6895 (TP), ADI 6898 (TP), ADI 6902 (TP), ADI 6905 (TP), ADI 6909 (TP), ADI 6910 (TP), ADI 6913 (TP), ADI 6933 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 41.\nAnálise: 15/02/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO MARANHÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO MARANHÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":468699,"documental_tese_texto":null,"procedencia_geografica_completo":"MA - MARANHÃO","processo_codigo_completo":"ADI 6899","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-08-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Joaquim Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53 et seq.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17. \nLEVI, Lucio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoría de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra editora, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["NUNES MARQUES"],"processo_numero":6899,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur468991","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 900 da repercussão geral, deu provimento ao recurso extraordinário, devolvendo os autos ao Tribunal de origem para continuidade de julgamento, a fim de que sejam decididas as demais questões postas no apelo, observando-se os parâmetros decididos neste extraordinário, nos termos do voto do Relator, vencidos os Ministros Roberto Barroso, Nunes Marques e André Mendonça. Foi fixada a seguinte tese: \"É defeso o pagamento de remuneração em valor inferior ao salário mínimo ao servidor público, ainda que labore em jornada reduzida de trabalho\". Plenário, Sessão Virtual de 1.7.2022 a 5.8.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur468991","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur468991","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Direito Constitucional e Administrativo. Remuneração inferior a um salário mínimo percebida por servidor público civil que labore em jornada de trabalho reduzida. Impossibilidade. Violação do art. 7º, inciso IV, e do art. 39, § 3º, da CF. Violação do valor social do trabalho, da dignidade da pessoa humana e do mínimo existencial. Recurso extraordinário provido.\n\n\n\n    1. O pagamento de remuneração inferior ao salário mínimo ao servidor público civil que labore em jornada de trabalho reduzida contraria o disposto no art. 7º, inciso IV, e no art. 39, § 3º, da CF, bem como o valor social do trabalho, o princípio da dignidade da pessoa humana, o mínimo existencial e o postulado da vedação do retrocesso de direitos sociais. \n\n\n\n    2. Restrição inconstitucional ao direito fundamental imposta pela lei municipal, por conflitar com o disposto no art. 39, § 3º, da Carta da República, que estendeu o direito fundamental ao salário mínimo aos servidores públicos, sem nenhum indicativo de que esse poderia ser flexibilizado, pago a menor, mesmo em caso de jornada reduzida ou previsão em legislação infraconstitucional.\n\n\n\n    3. Lidos em conjunto, outro intuito não se extrai do art. 7º, inciso IV, e do art. 39, § 3º, da Constituição Federal que não a garantia do mínimo existencial para os integrantes da administração pública direta e indireta, com a fixação do menor patamar remuneratório admissível nos quadros da administração pública.\n\n\n\n    4. Recurso extraordinário ao qual se dá provimento, com a formulação da seguinte tese para fins de repercussão geral: ”[é] defeso o pagamento de remuneração em valor inferior ao salário mínimo ao servidor público, ainda que labore em jornada reduzida de trabalho”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762731032","externo_seq_objeto_incidente":4967664,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-174  DIVULG 31-08-2022  PUBLIC 01-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=964659&classe=RE","is_colac":false,"titulo":"RE 964659","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 INC-00004 ART-00005\n    \"CAPUT\" ART-00007 INC-00004 INC-00006\n    INC-00007 INC-00013 ART-00037 \"CAPUT\"\n    INC-00015 INC-00016 INC-00017 ART-00039\n    PAR-00003 ART-00102 INC-00003 LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000101 ANO-2000\n    ART-00023 PAR-00002\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-008112 ANO-1990\n    ART-00117 INC-00010 INC-00018\n    RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-013467 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-INT   PCT ANO-1966\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-0058A PAR-00001 ART-0452A\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-002164 ANO-2001\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 41\n\n","LEG-FED   MPR-002215 ANO-2001\n    ART-00018 PAR-00002\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 10\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   SUV-000015\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000016\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000037\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   OJ-000358\n    ITEM-00002\n    ORIENTAÇÃO JURISPRUDENCIAL DA SUBSEÇÃO I DA SEÇÃO ESPECIALIZADA EM DISSÍDIOS INDIVIDUAIS DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-EST   SUMSTF-000280\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-MUN   LOM\n    ART-00097 INC-00001\n    LEI ORGÂNICA DO MUNICÍPIO DE SEBERI, RS"],"publicacao_data":"2022-09-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VEDAÇÃO, ACUMULAÇÃO DE CARGOS, CARGO PÚBLICO. SALÁRIO MÍNIMO, MÍNIMO EXISTENCIAL, REGIME JURÍDICO, SERVIDOR PÚBLICO. REDUÇÃO, JORNADA DE TRABALHO, IRREDUTIBILIDADE DE VENCIMENTOS.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: DIREITO CONSTITUCIONAL, SALÁRIO MÍNIMO, CARÁTER, CONTRAPRESTAÇÃO, JORNADA DE TRABALHO. PRINCÍPIO DA ISONOMIA. CONSTITUCIONALIDADE, REMUNERAÇÃO, LIMITE INFERIOR, SALÁRIO MÍNIMO, SERVIDOR PÚBLICO, JORNADA REDUZIDA, EXCEÇÃO, HIPÓTESE, RESTRIÇÃO, LIBERDADE, EXERCÍCIO PROFISSIONAL, COMPLEMENTAÇÃO, RENDA, PREVISÃO, ESTATUTO, CATEGORIA PROFISSIONAL. \n\n- VOTO VENCIDO, MIN. NUNES MARQUES: GARANTIA CONSTITUCIONAL, SALÁRIO MÍNIMO, VINCULAÇÃO, OITO HORAS DIÁRIAS, QUARENTA E QUATRO HORAS SEMANAIS. IMPOSSIBILIDADE, PODER JUDICIÁRIO, AUMENTO, VENCIMENTO, SERVIDOR PÚBLICO, FUNDAMENTO, ISONOMIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=964659&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SALÁRIO MÍNIMO, MÍNIMO EXISTENCIAL)\nADI 1442 (TP). \n(REMUNERAÇÃO, SERVIDOR PÚBLICO, SALÁRIO MÍNIMO)\nADI 2238 (TP), RE 340599 (1ªT), RE 570177 (TP), AI 815869 AgR (1ªT), RE 582019 QO-RG (TP). \n(JORNADA DE TRABALHO, SERVIDOR PÚBLICO, IRREDUTIBILIDADE DE VENCIMENTOS)\nADI 2238 (TP), ARE 660010 (TP). \n(SÚMULA VINCULANTE 37/STF)\nRE 592317 (TP). \n- Decisões monocráticas citadas:\n(REMUNERAÇÃO, SERVIDOR PÚBLICO, SALÁRIO MÍNIMO)\nAI 742870, RE 565621, ARE 891944, ARE 893698, ARE 891945, RE 602922 AgR.\n(JORNADA DE TRABALHO, SERVIDOR PÚBLICO, IRREDUTIBILIDADE DE VENCIMENTOS)\nARE 663068, ARE 736433, ARE 887646, ARE 891944, ARE 893698, ARE 891945.\n- Legislação estrangeira citada: art. XIV, da Declaração Americana sobre Direitos e Deveres do Homem; art. 45, alínea b, da Carta da Organização dos Estados Americanos.\nNúmero de páginas: 51.\nAnálise: 11/05/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : GREICE ALVES E OUTRO(A/S)\nADV.(A/S)  : ADAO IVANOR DO PRADO \nRECDO.(A/S)  : MUNICÍPIO DE SEBERI \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE SEBERI \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO PREVIDENCIÁRIO ( IBDP) \nADV.(A/S)  : GISELE LEMOS KRAVCHYCHYN \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO-DPU \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : SINDSAÚDE - SINDICATO DOS SERVIDORES DA SAÚDE NO ESTADO DO ESPÍRITO SANTO \nADV.(A/S)  : RAIMUNDO CEZAR BRITTO ARAGAO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"900 - Possibilidade de recebimento de remuneração em valor inferior ao salário mínimo por servidor público que trabalha em regime de carga horária reduzida","old_seq_sjur":468991,"documental_tese_texto":"É defeso o pagamento de remuneração em valor inferior ao salário mínimo ao servidor público, ainda que labore em jornada reduzida de trabalho.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 964659","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-08-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"JARDIM, Lícia Bonesi. Controle jurisdicional da política pública salarial: o Judiciário e o direito fundamental ao salário mínimo digno. Revista de Direito do Trabalho, v. 143, jul./set. 2011. p. 257-274.\nSILVA NETO, Manoel Jorge. Curso de Direito Constitucional. São Paulo: Saraiva, 2013. p. 797 e 798.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":964659,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470261","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, condicionada a que o Estado requerente assuma, antes da entrega do extraditando, (i) os compromissos previstos no art. 96 da Lei n 13.445/17 e no art. 5º, XLVII, b, da Constituição Federal; e (ii) o compromisso formal de detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil, nos termos do voto do Relator. Notifique-se o Ministério da Justiça para que comunique, por via diplomática, o Estado requerente, a fim de que, no prazo de 60 (sessenta) dias da comunicação, retire o extraditando do território nacional, nos termos do art. 92 da Lei de Migração. Primeira Turma, Sessão Virtual de 9.9.2022 a 16.9.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470261","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur470261","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição Instrutória. Governo do Chile. Súmula 421/STF. Regularidade formal. Requisitos legais Preenchidos. Extradição deferida. \n\n\n\n    1.  O fato de o extraditando possuir família no Brasil não obsta a extradição. Súmula 421/STF.\n\n\n\n    2.  A prisão cautelar do extraditando é condição de procedibilidade ao processo de extradição, a fim de que possa ser assegurada a entrega do estrangeiro ao Estado requerente no caso de eventual ordem de extradição.\n\n\n\n    3.  Quanto à dupla tipicidade, o crime pelo qual o extraditando está sendo processo tem previsão no art. 391, nº 1 circunstância primeira do Código Penal Chileno, e art. 121, § 2º, IV, do Código Penal Brasileiro.\n\n\n\n    4.  Quanto à dupla punibilidade, não ocorreu a prescrição da pena em abstrato à luz do direito brasileiro (art. 109, I, CP). Quanto ao direito chileno, também não há prescrição, uma vez que o fim prazo prescricional somente se dará em 15 (quinze) anos a partir de 23.06.2017, data do cometimento do delito, conforme estabelecido nos arts. 94 e 95, do Código Penal do Chile.\n\n\n\n    5.  Os crimes pelos quais se pretende a extradição não tem conotação política (art. 82-VII da Lei 13.445/2017) e suas apurações são de competência exclusiva do estado requerente (art. 82-III da Lei 13.445/2017). As penas máximas são superiores a 2 anos (art. 82-IV da Lei 13.445/2017) e o extraditando não tem nacionalidade brasileira (art. 82-1 da Lei 13.445/2017).\n\n\n\n    6.  Extradição deferida condicionada ao compromisso formal de (i) os compromissos previstos no art. 96 da Lei n 13.445/17 e no art. 5º, XLVII, b, da Constituição Federal e (ii) o compromisso formal de detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763316175","externo_seq_objeto_incidente":6314506,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-190  DIVULG 22-09-2022  PUBLIC 23-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1701&classe=Ext","is_colac":false,"titulo":"Ext 1701","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00047 LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00003 INC-00004 INC-00007\n    ART-00092 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001 ART-00121 PAR-00002\n    INC-00004\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-09-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CASO CONCRETO, TENTATIVA, FUGA, EXTRADITANDO, NECESSIDADE, MANUTENÇÃO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1701&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO CAUTELAR, EXTRADITANDO, CONDIÇÃO DE PROCEDIBILIDADE)\nExt 1602 (1ªT), Ext 579 QO (TP). \n- Legislação estrangeira citada: art. 391, n. 1 circunstância primeira do Código Penal Chileno; arts. 94 e 95, do Código Penal do Chile.\nNúmero de páginas: 8.\nAnálise: 27/04/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO CHILE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : ALFREDO ALEJANDRO SANTANA SANHUEZA \nADV.(A/S)  : LUCIANE MEDICI ANTUNES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470261,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1701","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-09-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1701,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}