{"result":{"took":221,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur291568","_score":6.0179057,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Indicado adiamento a pedido do Relator. Ausente, justificadamente, o Ministro Gilmar Mendes. Presidência em exercício do Ministro Ricardo Lewandowski, Vice-Presidente. Plenário, 14.08.2014. \r\n\n                 Decisão: Após o relatório e as sustentações orais da Dra. Cláudia Aparecida de Souza Trindade, Procuradora da Fazenda Nacional, pela recorrente União; do Dr. José Cláudio Ribeiro Oliveira, OAB/SP 92821, pela recorrida UNIMED de Barra Mansa Sociedade Cooperativa de Serviços Médicos e Hospitalares; do Dr. João Caetano Muzzi Filho, OAB/MG 64.712, pelo amicus curiae Organização das Cooperativas Brasileiras - OCB, e do Dr. Guilherme Krueger, OAB/RJ 75.798, pelo amicus curiae Federação Brasileira das Cooperativas dos Anestesiologistas - FEBRACAN, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Marco Aurélio que participa, a convite da Academia Paulista de Magistrados e da Universidade de Paris 1 - Sorbonne, do 7º Colóquio Internacional sobre o Direito e a Governança da Sociedade de Informação - “O Impacto da Revolução Digital sobre o Direito”, na Universidade de Paris 1 - Sorbonne, na França. Ausente, nesta assentada, o Ministro Gilmar Mendes. Presidência do Ministro Ricardo Lewandowski. Plenário, 05.11.2014.\r\n\n                  Decisão: O Tribunal, decidindo o tema 177 da Repercussão Geral, por unanimidade e nos termos do voto do Relator, deu provimento ao recurso extraordinário. Ausente o Ministro Marco Aurélio que participa, a convite da Academia Paulista de Magistrados e da Universidade de Paris 1 - Sorbonne, do 7º Colóquio Internacional sobre o Direito e a Governança da Sociedade de Informação - “O Impacto da Revolução Digital sobre o Direito”, na Universidade de Paris 1 - Sorbonne, na França. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 06.11.2014.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur291568","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:28:37.963560","dg_unique":"sjur291568","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. TRIBUTÁRIO. ATO COOPERATIVO. COOPERATIVA DE TRABALHO. SOCIEDADE COOPERATIVA PRESTADORA DE SERVIÇOS MÉDICOS. POSTO REALIZAR COM TERCEIROS NÃO ASSOCIADOS (NÃO COOPERADOS) VENDA DE MERCADORIAS E DE SERVIÇOS SUJEITA-SE À INCIDÊNCIA DA COFINS, PORQUANTO AUFERIR RECEITA BRUTA OU FATURAMENTO ATRAVÉS DESTES ATOS OU NEGÓCIOS JURÍDICOS. CONSTRUÇÃO DO CONCEITO DE “ATO NÃO COOPERATIVO” POR EXCLUSÃO, NO SENTIDO DE QUE SÃO TODOS OS ATOS OU NEGÓCIOS PRATICADOS COM TERCEIROS NÃO ASSOCIADOS (COOPERADOS), EX VI, PESSOAS FÍSICAS OU JURÍDICAS TOMADORAS DE SERVIÇO. POSSIBILIDADE DE REVOGAÇÃO DO BENEFÍCIO FISCAL (ISENÇÃO DA COFINS) PREVISTO NO INCISO I, DO ART. 6°, DA LC Nº 70/91, PELA MP Nº 1.858-6 E REEDIÇÕES SEGUINTES, CONSOLIDADA NA ATUAL MP Nº 2.158-35. A LEI COMPLEMENTAR A QUE SE REFERE O ART. 146, III, “C”, DA CF/88, DETERMINANTE DO “ADEQUADO TRATAMENTO TRIBUTÁRIO AO ATO COOPERATIVO”, AINDA NÃO FOI EDITADA. EX POSITIS, DOU PROVIMENTO AO RECURSO EXTRAORDINÁRIO.\n\n\n\n    1. As contribuições ao PIS e à COFINS sujeitam-se ao mesmo regime jurídico, porquanto aplicável a mesma ratio quanto à definição dos aspectos da hipótese de incidência, em especial o pessoal (sujeito passivo) e o quantitativo (base de cálculo e alíquota), a recomendar solução uniforme pelo colegiado. \n\n\n\n    2. O princípio da solidariedade social, o qual inspira todo o arcabouço de financiamento da seguridade social, à luz do art. 195 da CF/88, matriz constitucional da COFINS, é mandamental com relação a todo o sistema jurídico, a incidir também sobre as cooperativas. \n\n\n\n    3. O cooperativismo no texto constitucional logrou obter proteção e estímulo à formação de cooperativas, não como norma programática, mas como mandato constitucional, em especial nos arts. 146, III, c; 174, § 2°; 187, I e VI, e 47, § 7º, ADCT. O art. 146, c, CF/88, trata das limitações constitucionais ao poder de tributar, verdadeira regra de bloqueio, como corolário daquele, não se revelando norma imunitória, consoante já assentado pela Suprema Corte nos autos do RE 141.800, Relator Ministro Moreira Alves, 1ª Turma, DJ 03/10/1997.\n\n\n\n    4. O legislador ordinário de cada pessoa política poderá garantir a neutralidade tributária com a concessão de benefícios fiscais às cooperativas, tais como isenções, até que sobrevenha a lei complementar a que se refere o art. 146, III, c, CF/88. O benefício fiscal, previsto no inciso I do art. 6º da Lei Complementar nº 70/91, foi revogado pela Medida Provisória nº 1.858 e reedições seguintes, consolidada na atual Medida Provisória nº 2.158, tornando-se tributáveis pela COFINS as receitas auferidas pelas cooperativas (ADI 1/DF, Min. Relator Moreira Alves, DJ 16/06/1995).\n\n\n\n    5. A Lei nº 5.764/71, que define o regime jurídico das sociedades cooperativas e do ato cooperativo (artigos 79, 85, 86, 87, 88 e 111), e as leis ordinárias instituidoras de cada tributo, onde não conflitem com a ratio ora construída sobre o alcance, extensão e efetividade do art. 146, III, c, CF/88, possuem regular aplicação. \n\n\n\n    6. Acaso adotado o entendimento de que as cooperativas não possuem lucro ou faturamento quanto ao ato cooperativo praticado com terceiros não associados (não cooperados), inexistindo imunidade tributária, haveria violação a determinação constitucional de que a seguridade social será financiada por toda a sociedade, ex vi, art. 195, I, b, da CF/88, seria violada.\n\n\n\n     7. Consectariamente, atos cooperativos próprios ou internos são aqueles realizados pela cooperativa com os seus associados (cooperados) na busca dos seus objetivos institucionais. \n\n\n\n    8. A Suprema Corte, por ocasião do julgamento dos recursos extraordinários 357.950/RS, 358.273/RS, 390.840/MG, Relator Min. MARCO AURÉLIO, Tribunal Pleno, DJ 15-08-2006, e 346.084/PR, Relator Min. ILMAR GALVÃO, Relator p/ Acórdão Min. MARCO AURÉLIO, Tribunal Pleno, DJ 01-09-2006, assentou a inconstitucionalidade da ampliação da base de cálculo das contribuições destinadas ao PIS e à COFINS, promovida pelo § 1º do artigo 3º da Lei nº 9.718/98, o que implicou na concepção da receita bruta ou faturamento como o que decorra quer da venda de mercadorias, quer da venda de mercadorias e serviços, quer da venda de serviços.\n\n\n\n    9. Recurso extraordinário interposto pela UNIÃO (FAZENDA NACIONAL), com fulcro no art. 102, III, “a”, da Constituição Federal de 1988, em face de acórdão prolatado pelo Tribunal Regional Federal da 2ª Região, verbis: TRIBUTÁRIO. MANDADO DE SEGURANÇA. COOPERATIVA. LEI Nº. 5.764/71. COFINS. MP N°. 1.858/99. LEI 9.718/98, ART. 3°, § 1° (INCONSTITUCIONALIDADE). NÃO-INCIDÊNCIA DA COFINS SOBRE OS ATOS COOPERATIVOS. 1. A Emenda Constitucional nº 20, de 15 de dezembro de 1998 (DOU de 16/12/1998) não tem força para legitimar o texto do art. 3°, § 1°, da Lei nº. 9.718/98, haja vista que a lei entrou em vigor na data de sua publicação, em 28 de novembro de 1998. 2. É inconstitucional o § 1° do artigo 3º da Lei n° 9.718/98, no que ampliou o conceito de receita bruta para envolver a totalidade das receitas auferidas por pessoas jurídicas, independentemente da atividade por elas desenvolvida e da classificação contábil adotada. (RREE. 357.950/RS, 346.084/PR, 358.273/RS e 390.840/MG) 3. Prevalece, no confronto com a Lei nº. 9718/98, para fins de determinação da base de cálculo da Cofins o disposto no art. 2° da Lei n° 70/91, que considera faturamento somente a receita bruta das vendas de mercadorias, de mercadorias e serviços e de serviços de qualquer natureza. 4. Os atos cooperativos (Lei nº. 5.764/71 art. 79) não geram receita nem faturamento para as sociedades cooperativas. Não compõem, portanto, o fato imponível para incidência da Cofins. 5. Em se tratando de mandado de segurança, não são devidos honorários de advogado. Aplicação das Súmulas 512 do STF e 105 do STJ. 6. Apelação provida. (fls. 120/121). \n\n\n\n    10. A natureza jurídica dos valores recebidos pelas cooperativas e provenientes não de seus cooperados, mas de terceiros tomadores dos serviços ou adquirentes das mercadorias vendidas e a incidência da COFINS, do PIS e da CSLL sobre o produto de ato cooperativo, por violação dos conceitos constitucionais de “ato cooperado”, “receita da atividade cooperativa” e “cooperado”, são temas que se encontram sujeitos à repercussão geral nos recursos: RE 597.315-RG, Relator Min. ROBERTO BARROSO, julgamento em 02/02/2012, Dje 22/02/2012, RE 672.215-RG, Relator Min. ROBERTO BARROSO, julgamento em 29/03/2012, Dje 27/04/2012, e RE 599.362-RG, Relator Min. DIAS TOFFOLI, Dje-13-12-2010, notadamente acerca da controvérsia atinente à possibilidade da incidência da contribuição para o PIS sobre os atos cooperativos, tendo em vista o disposto na Medida Provisória nº 2.158-33, originariamente editada sob o nº 1.858-6, e nas Leis nºs 9.715 e 9.718, ambas de 1998.\n\n\n\n    11. Ex positis, dou provimento ao recurso extraordinário para declarar a incidência da COFINS sobre os atos (negócios jurídicos) praticados pela recorrida com terceiros tomadores de serviço, resguardadas as exclusões e deduções legalmente previstas. Ressalvo, ainda, a manutenção do acórdão recorrido naquilo que declarou inconstitucional o § 1º do art. 3º da Lei nº 9.718/98, no que ampliou o conceito de receita bruta.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7708834","externo_seq_objeto_incidente":2667174,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-027  DIVULG 09-02-2015  PUBLIC 10-02-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=598085&classe=RE","is_colac":false,"titulo":"RE 598085","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00069 ART-00102 INC-00003 LET-A \n          ART-00146 INC-00003 LET-C ART-00174 \n          PAR-00002 ART-00187 INC-00001 INC-00006 \n          ART-00195 \"CAPUT\" INC-00001 LET-B \n          PAR-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00047 PAR-00007\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000070      ANO-1991\n          ART-00006 INC-00001 REVOGADO PELA MPR-2158-35/2001\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00178\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-005764      ANO-1971\n          ART-00078 \n          ART-00079 REDAÇÃO DADA PELO PJL-1678/2011\n          ART-00079 PAR-ÚNICO ART-00085 ART-00086 \n          ART-00087 ART-00088 ART-00111\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-0543A PAR-00007\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009715      ANO-1998\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009718      ANO-1998\n          ART-00003 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-001858      ANO-1999\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 6\n\n","LEG-FED   MPR-002158      ANO-2001\n          ART-00093 INC-00002 LET-A\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 35\n\n","LEG-FED   MPR-002158      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 33\n\n","LEG-FED   PJLCP-000271      ANO-2005\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   PJLCP-000062      ANO-2007\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   PJLCP-000198      ANO-2007\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   PJLCP-000396      ANO-2008\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   PJL-000003      ANO-2007\n                PROJETO DE LEI\n\n","LEG-FED   PJL-003723      ANO-2008\n                PROJETO DE LEI\n\n","LEG-FED   PJL-005770      ANO-2009\n                PROJETO DE LEI\n\n","LEG-FED   PJL-001678      ANO-2011\n                PROJETO DE LEI"],"publicacao_data":"2015-02-10","documental_acordao_mesmo_sentido_lista_texto":"RE 598085 ED-segundos ACÓRDÃO ELETRÔNICO\n          JULG-25-08-2017  UF-RJ  TURMA-TP  MIN-LUIZ FUX N.PÁG-016\n          DJe-203  DIVULG 06-09-2017  PUBLIC 08-09-2017","documental_indexacao_texto":"- COMPETÊNCIA, LEI ORDINÁRIA, PREVISÃO, MATÉRIA, ISENÇÃO TRIBUTÁRIA. POSSIBILIDADE, REVOGAÇÃO, LEI COMPLEMENTAR, INTERMÉDIO, MEDIDA PROVISÓRIA, CONFORMIDADE, ENTENDIMENTO, STF.\n\n- OBITER DICTUM, MIN. LUIZ FUX: TRATAMENTO JURÍDICO, PRIVILÉGIO, COOPERATIVA, EXIGÊNCIA, AUSÊNCIA, EXERCÍCIO, COMÉRCIO.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: NECESSIDADE, INDICAÇÃO, TESE, NATUREZA JURÍDICA, ANÚNCIO, SÚMULA, DECISÃO, ÂMBITO, REPERCUSSÃO GERAL, CONFORMIDADE, CÓDIGO DE PROCESSO CIVIL. REVOGAÇÃO, ISENÇÃO, AUSÊNCIA, ALCANCE, HIPÓTESE, AUSÊNCIA, INCIDÊNCIA, PREVISÃO, ARTIGO, LEI, DEFINIÇÃO, ATO COOPERATIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=598085&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PODER DE TRIBUTAR, LIMITAÇÃO, CONSTITUIÇÃO FEDERAL)\nMI 703 (TP), MI 702 (TP), MI 701 (TP), AC 2209 AgR (2ªT), RE 141800 (1ªT). \n(CONSTITUCIONALIDADE, COFINS)\nADC 1 (TP), RE 377457 (TP), RE 381964 (TP). \n(AMPLIAÇÃO, BASE DE CÁLCULO, PIS, COFINS)\nRE 346084 (TP), RE 357950 (TP), RE 358273 (TP), RE 390840 (TP). \n(PIS, COOPERATIVAS)\nRE 599362 RG, RE 597315 RG, RE 672215 RG. \n(RESERVA DE LEI, LEI COMPLEMENTAR, MATÉRIA CONSTITUCIONAL)\nRE 377457 (TP), RTJ 113/392. \n(ISENÇÃO TRIBUTÁRIA, RESERVA LEGAL, LEI ORDINÁRIA)\nADC 1 (TP). \n- Decisões monocráticas citadas:\n(ISENÇÃO TRIBUTÁRIA, RESERVA LEGAL, LEI ORDINÁRIA)\nRE 419629, RE 480156, RE 481779.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: AgRg nos EDcl no Ag 980.095.\n- Decisão estrangeira citada: art. 45, da Constituição italiana; art. 129, nº2, da Costituição espanhola.\nNúmero de páginas: 52.\nAnálise: 04/03/2015, JRS.\nRevisão: 22/06/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA FAZENDA NACIONAL \nRECDO.(A/S)  : UNIMED DE BARRA MANSA SOCIEDADE COOPERATIVA DE SERVIÇOS MÉDICOS E HOSPITALARES \nADV.(A/S)  : LEANDRO ZANDONADI BRANDAO E OUTRO(A/S)\nINTDO.(A/S)  : ORGANIZAÇÃO DAS COOPERATIVAS BRASILEIRAS - OCB \nADV.(A/S)  : ARLYSON GEORGE GANN HORTA \nAM. CURIAE.  : FEDERAÇÃO BRASILEIRA DAS COOPERATIVAS DOS ANESTESIOLOGISTAS - FEBRACAN \nADV.(A/S)  : GUILHERME KRUEGER","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"177 - Revogação, por medida provisória, da isenção da contribuição para o PIS e para a COFINS concedida às sociedades cooperativas.","old_seq_sjur":291568,"documental_tese_texto":"São legítimas as alterações introduzidas pela Medida Provisória 1.858/1999, no que revogou a isenção da COFINS e da contribuição para o PIS concedidas às sociedades cooperativas.\r\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 598085","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2014-11-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BECHO, Renato Lopes. Tributação das cooperativas. 2. ed. São Paulo: Dialética, 1999. p. 75.\r\nBULGARELLI, Waldirio. As sociedades cooperativas e a sua disciplina jurídica. Rio de Janeiro: Renovar, 2000. p. 11-19.\r\nMIRANDA, Pontes de. Tratado de Direito Privado - contratos de sociedade. Sociedades de pessoas. 3. ed. São Paulo: Revista dos Tribunais, 1984. Tomo XLIX. p. 429.\r\nNASCIMENTO, Carlos Valder do. Teoria geral dos atos cooperativos. São Paulo: Malheiros, 2007. p. 54.\r\nTÔRRES, Heleno Taveira. As sociedades cooperativas no novo Código Civil e suas implicações com o Direito Tributário. In: GUPENMACHER, Betina Treiger (coord.); Direito Tributário e o novo Código Civil. São Paulo: Quartier Latin, 2004.\r\nVILAÇA, José Luís da Cruz. A empresa cooperativa. Boletim de Ciências Econômicas. Coimbra: Universidade de Coimbra, 1969. p. 11.","ministro_facet":["LUIZ FUX"],"processo_numero":598085,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. TRIBUTÁRIO. ATO COOPERATIVO. COOPERATIVA DE TRABALHO. SOCIEDADE COOPERATIVA PRESTADORA DE SERVIÇOS MÉDICOS. POSTO REALIZAR COM TERCEIROS NÃO ASSOCIADOS (NÃO COOPERADOS) VENDA DE MERCADORIAS E DE SERVIÇOS SUJEITA-SE À INCIDÊNCIA DA COFINS, PORQUANTO AUFERIR RECEITA BRUTA OU FATURAMENTO ATRAVÉS DESTES ATOS OU NEGÓCIOS JURÍDICOS. CONSTRUÇÃO DO CONCEITO DE “ATO NÃO COOPERATIVO” POR EXCLUSÃO, NO SENTIDO DE QUE SÃO TODOS OS ATOS OU NEGÓCIOS PRATICADOS COM TERCEIROS NÃO ASSOCIADOS (COOPERADOS), EX VI, PESSOAS FÍSICAS OU JURÍDICAS TOMADORAS DE SERVIÇO. POSSIBILIDADE DE REVOGAÇÃO DO BENEFÍCIO FISCAL (ISENÇÃO DA COFINS) PREVISTO NO INCISO I, DO ART. 6°, DA LC Nº 70/91, PELA MP Nº 1.858-6 E REEDIÇÕES SEGUINTES, CONSOLIDADA NA ATUAL MP Nº 2.158-35. A LEI COMPLEMENTAR A QUE SE REFERE O ART. 146, III, “C”, DA CF/88, DETERMINANTE DO “ADEQUADO TRATAMENTO TRIBUTÁRIO AO ATO COOPERATIVO”, AINDA NÃO FOI EDITADA. EX POSITIS, DOU PROVIMENTO AO RECURSO EXTRAORDINÁRIO.\n\n\n\n    1. As contribuições ao PIS e à COFINS sujeitam-se ao mesmo regime jurídico, porquanto aplicável a mesma ratio quanto à definição dos aspectos da hipótese de incidência, em especial o pessoal (sujeito passivo) e o quantitativo (base de cálculo e alíquota), a recomendar solução uniforme pelo colegiado. \n\n\n\n    2. O princípio da solidariedade social, o qual inspira todo o arcabouço de financiamento da seguridade social, à luz do art. 195 da CF/88, matriz constitucional da COFINS, é mandamental com relação a todo o sistema jurídico, a incidir também sobre as cooperativas. \n\n\n\n    3. O cooperativismo no texto constitucional logrou obter proteção e estímulo à formação de cooperativas, não como norma programática, mas como mandato constitucional, em especial nos arts. 146, III, c; 174, § 2°; 187, I e VI, e 47, § 7º, ADCT. O art. 146, c, CF/88, trata das limitações constitucionais ao poder de tributar, verdadeira regra de bloqueio, como corolário daquele, não se revelando norma imunitória, consoante já assentado pela Suprema Corte nos autos do RE 141.800, Relator Ministro Moreira Alves, 1ª Turma, DJ 03/10/1997.\n\n\n\n    4. O legislador ordinário de cada pessoa política poderá garantir a neutralidade tributária com a concessão de benefícios fiscais às cooperativas, tais como isenções, até que sobrevenha a lei complementar a que se refere o art. 146, III, c, CF/88. O benefício fiscal, previsto no inciso I do art. 6º da Lei Complementar nº 70/91, foi revogado pela Medida Provisória nº 1.858 e reedições seguintes, consolidada na atual Medida Provisória nº 2.158, tornando-se tributáveis pela COFINS as receitas auferidas pelas cooperativas (ADI 1/DF, Min. Relator Moreira Alves, DJ 16/06/1995).\n\n\n\n    5. A Lei nº 5.764/71, que define o regime jurídico das sociedades cooperativas e do ato cooperativo (artigos 79, 85, 86, 87, 88 e 111), e as leis ordinárias instituidoras de cada tributo, onde não conflitem com a ratio ora construída sobre o alcance, extensão e efetividade do art. 146, III, c, CF/88, possuem regular aplicação. \n\n\n\n    6. Acaso adotado o entendimento de que as cooperativas não possuem lucro ou faturamento quanto ao ato cooperativo praticado com terceiros não associados (não cooperados), inexistindo imunidade tributária, haveria violação a determinação constitucional de que a seguridade social será financiada por toda a sociedade, ex vi, art. 195, I, b, da CF/88, seria violada.\n\n\n\n     7. Consectariamente, atos cooperativos próprios ou internos são aqueles realizados pela cooperativa com os seus associados (cooperados) na <em>busca</em> dos seus objetivos institucionais. \n\n\n\n    8. A Suprema Corte, por ocasião do julgamento dos recursos extraordinários 357.950/RS, 358.273/RS, 390.840/MG, Relator Min. MARCO AURÉLIO, Tribunal Pleno, DJ 15-08-2006, e 346.084/PR, Relator Min. ILMAR GALVÃO, Relator p/ Acórdão Min. MARCO AURÉLIO, Tribunal Pleno, DJ 01-09-2006, assentou a inconstitucionalidade da ampliação da base de cálculo das contribuições destinadas ao PIS e à COFINS, promovida pelo § 1º do artigo 3º da Lei nº 9.718/98, o que implicou na concepção da receita bruta ou faturamento como o que decorra quer da venda de mercadorias, quer da venda de mercadorias e serviços, quer da venda de serviços.\n\n\n\n    9. Recurso extraordinário interposto pela UNIÃO (FAZENDA NACIONAL), com fulcro no art. 102, III, “a”, da Constituição Federal de 1988, em face de acórdão prolatado pelo Tribunal Regional Federal da 2ª Região, verbis: TRIBUTÁRIO. MANDADO DE SEGURANÇA. COOPERATIVA. LEI Nº. 5.764/71. COFINS. MP N°. 1.858/99. LEI 9.718/98, ART. 3°, § 1° (INCONSTITUCIONALIDADE). NÃO-INCIDÊNCIA DA COFINS SOBRE OS ATOS COOPERATIVOS. 1. A Emenda Constitucional nº 20, de 15 de dezembro de 1998 (DOU de 16/12/1998) não tem força para legitimar o texto do art. 3°, § 1°, da Lei nº. 9.718/98, haja vista que a lei entrou em vigor na data de sua publicação, em 28 de novembro de 1998. 2. É inconstitucional o § 1° do artigo 3º da Lei n° 9.718/98, no que ampliou o conceito de receita bruta para envolver a totalidade das receitas auferidas por pessoas jurídicas, independentemente da atividade por elas desenvolvida e da classificação contábil adotada. (RREE. 357.950/RS, 346.084/PR, 358.273/RS e 390.840/MG) 3. Prevalece, no confronto com a Lei nº. 9718/98, para fins de determinação da base de cálculo da Cofins o disposto no art. 2° da Lei n° 70/91, que considera faturamento somente a receita bruta das vendas de mercadorias, de mercadorias e serviços e de serviços de qualquer natureza. 4. Os atos cooperativos (Lei nº. 5.764/71 art. 79) não geram receita nem faturamento para as sociedades cooperativas. Não compõem, portanto, o fato imponível para incidência da Cofins. 5. Em se tratando de mandado de segurança, não são devidos honorários de advogado. Aplicação das Súmulas 512 do STF e 105 do STJ. 6. Apelação provida. (fls. 120/121). \n\n\n\n    10. A natureza jurídica dos valores recebidos pelas cooperativas e provenientes não de seus cooperados, mas de terceiros tomadores dos serviços ou adquirentes das mercadorias vendidas e a incidência da COFINS, do PIS e da CSLL sobre o produto de ato cooperativo, por violação dos conceitos constitucionais de “ato cooperado”, “receita da atividade cooperativa” e “cooperado”, são temas que se encontram sujeitos à repercussão geral nos recursos: RE 597.315-RG, Relator Min. ROBERTO BARROSO, julgamento em 02/02/2012, Dje 22/02/2012, RE 672.215-RG, Relator Min. ROBERTO BARROSO, julgamento em 29/03/2012, Dje 27/04/2012, e RE 599.362-RG, Relator Min. DIAS TOFFOLI, Dje-13-12-2010, notadamente acerca da controvérsia atinente à possibilidade da incidência da contribuição para o PIS sobre os atos cooperativos, tendo em vista o disposto na Medida Provisória nº 2.158-33, originariamente editada sob o nº 1.858-6, e nas Leis nºs 9.715 e 9.718, ambas de 1998.\n\n\n\n    11. Ex positis, dou provimento ao recurso extraordinário para declarar a incidência da COFINS sobre os atos (negócios jurídicos) praticados pela recorrida com terceiros tomadores de serviço, resguardadas as exclusões e deduções legalmente previstas. Ressalvo, ainda, a manutenção do acórdão recorrido naquilo que declarou inconstitucional o § 1º do art. 3º da Lei nº 9.718/98, no que ampliou o conceito de receita bruta."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282189","_score":5.105757,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"habeas corpus deferido, em ordem a invalidar, desde a denúncia, inclusive, o processo penal instaurado contra o ora paciente e que, autuado sob o nº 95.0032.304-4 (Apenso 07, fls. 927), acha-se em tramitação perante a 8ª Vara Federal Criminal do Rio de Janeiro, Seção Judiciária do Estado do Rio de Janeiro, sem prejuízo da renovação da “persecutio criminis”, desde que não transgredida a cláusula constitucional que veda a utilização, em juízo, de provas ilícitas, nos termos do voto do Relator. Decisão unânime. Ausentes, justificadamente, os Senhores Ministros Gilmar Mendes e Joaquim Barbosa. 2ª Turma, 03.04.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282189","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur282189","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: FISCALIZAÇÃO TRIBUTÁRIA – APREENSÃO DE LIVROS CONTÁBEIS E DOCUMENTOS FISCAIS REALIZADA, EM ESCRITÓRIO DE CONTABILIDADE, POR AGENTES FAZENDÁRIOS E POLICIAIS FEDERAIS SEM MANDADO JUDICIAL – INADMISSIBILIDADE – ESPAÇO PRIVADO, NÃO ABERTO AO PÚBLICO, SUJEITO À PROTEÇÃO CONSTITUCIONAL DA INVIOLABILIDADE DOMICILIAR (CF, ART. 5º, XI) – SUBSUNÇÃO AO CONCEITO NORMATIVO DE “CASA” – NECESSIDADE DE ORDEM JUDICIAL – ADMINISTRAÇÃO PÚBLICA E FISCALIZAÇÃO TRIBUTÁRIA – DEVER DE OBSERVÂNCIA, POR PARTE DE SEUS ÓRGÃOS E AGENTES, DOS LIMITES JURÍDICOS IMPOSTOS PELA CONSTITUIÇÃO E PELAS LEIS DA REPÚBLICA – IMPOSSIBILIDADE DE UTILIZAÇÃO, PELO MINISTÉRIO PÚBLICO, DE PROVA OBTIDA COM TRANSGRESSÃO À GARANTIA DA INVIOLABILIDADE DOMICILIAR – PROVA ILÍCITA – INIDONEIDADE JURÍDICA – “HABEAS CORPUS” DEFERIDO.\n\n\n\n    ADMINISTRAÇÃO TRIBUTÁRIA – FISCALIZAÇÃO – PODERES – NECESSÁRIO RESPEITO AOS DIREITOS E GARANTIAS INDIVIDUAIS DOS CONTRIBUINTES E DE TERCEIROS.\n\n\n\n    – Não são absolutos os poderes de que se acham investidos os órgãos e agentes da administração tributária, pois o Estado, em tema de tributação, inclusive em matéria de fiscalização tributária, está sujeito à observância de um complexo de direitos e prerrogativas que assistem, constitucionalmente, aos contribuintes e aos cidadãos em geral. Na realidade, os poderes do Estado encontram, nos direitos e garantias individuais, limites intransponíveis, cujo desrespeito pode caracterizar ilícito constitucional.\n\n\n\n    – A administração tributária, por isso mesmo, embora podendo muito, não pode tudo. É que, ao Estado, é somente lícito atuar, “respeitados os direitos individuais e nos termos da lei” (CF, art. 145, § 1º), consideradas, sobretudo, e para esse específico efeito, as limitações jurídicas decorrentes do próprio sistema instituído pela Lei Fundamental, cuja eficácia – que prepondera sobre todos os órgãos e agentes fazendários – restringe-lhes o alcance do poder de que se acham investidos, especialmente quando exercido em face do contribuinte e dos cidadãos da República, que são titulares de garantias impregnadas de estatura constitucional e que, por tal razão, não podem ser transgredidas por aqueles que exercem a autoridade em nome do Estado.\n\n\n\n    A GARANTIA DA INVIOLABILIDADE DOMICILIAR COMO LIMITAÇÃO CONSTITUCIONAL AO PODER DO ESTADO EM TEMA DE FISCALIZAÇÃO TRIBUTÁRIA – CONCEITO DE “CASA” PARA EFEITO DE PROTEÇÃO CONSTITUCIONAL – AMPLITUDE DESSA NOÇÃO CONCEITUAL, QUE TAMBÉM COMPREENDE OS ESPAÇOS PRIVADOS NÃO ABERTOS AO PÚBLICO, ONDE ALGUÉM EXERCE ATIVIDADE PROFISSIONAL: NECESSIDADE, EM TAL HIPÓTESE, DE MANDADO JUDICIAL (CF, ART. 5º, XI).\n\n\n\n    – Para os fins da proteção jurídica a que se refere o art. 5º, XI, da Constituição da República, o conceito normativo de “casa” revela-se abrangente e, por estender-se a qualquer compartimento privado não aberto ao público onde alguém exerce profissão ou atividade (CP, art. 150, § 4º, III), compreende, observada essa específica limitação espacial (área interna não acessível ao público), os escritórios profissionais, inclusive os de contabilidade, “embora sem conexão com a casa de moradia propriamente dita” (NELSON HUNGRIA). Doutrina. Precedentes.\n\n\n\n    – Sem que ocorra qualquer das situações excepcionais taxativamente previstas no texto constitucional (art. 5º, XI), nenhum agente público, ainda que vinculado à administração tributária do Estado, poderá, contra a vontade de quem de direito (“invito domino”), ingressar, durante o dia, sem mandado judicial, em espaço privado não aberto ao público onde alguém exerce sua atividade profissional, sob pena de a prova resultante da diligência de busca e apreensão assim executada reputar-se inadmissível, porque impregnada de ilicitude material. Doutrina. Precedentes específicos, em tema de fiscalização tributária, a propósito de escritórios de contabilidade (STF).\n\n\n\n    – O atributo da auto-executoriedade dos atos administrativos, que traduz expressão concretizadora do “privilège du préalable”, não prevalece sobre a garantia constitucional da inviolabilidade domiciliar, ainda que se cuide de atividade exercida pelo Poder Público em sede de fiscalização tributária. Doutrina. Precedentes.\n\n\n\n    ILICITUDE DA PROVA – INADMISSIBILIDADE DE SUA PRODUÇÃO EM JUÍZO (OU PERANTE QUALQUER INSTÂNCIA DE PODER) – INIDONEIDADE JURÍDICA DA PROVA RESULTANTE DE TRANSGRESSÃO ESTATAL AO REGIME CONSTITUCIONAL DOS DIREITOS E GARANTIAS INDIVIDUAIS.\n\n\n\n    – A ação persecutória do Estado, qualquer que seja a instância de poder perante a qual se instaure, para revestir-se de legitimidade, não pode apoiar-se em elementos probatórios ilicitamente obtidos, sob pena de ofensa à garantia constitucional do “due process of law”, que tem, no dogma da inadmissibilidade das provas ilícitas, uma de suas mais expressivas projeções concretizadoras no plano do nosso sistema de direito positivo. A “Exclusionary Rule” consagrada pela jurisprudência da Suprema Corte dos Estados Unidos da América como limitação ao poder do Estado de produzir prova em sede processual penal.\n\n\n\n    – A Constituição da República, em norma revestida de conteúdo vedatório (CF, art. 5º, LVI), desautoriza, por incompatível com os postulados que regem uma sociedade fundada em bases democráticas (CF, art. 1º), qualquer prova cuja obtenção, pelo Poder Público, derive de transgressão a cláusulas de ordem constitucional, repelindo, por isso mesmo, quaisquer elementos probatórios que resultem de violação do direito material (ou, até mesmo, do direito processual), não prevalecendo, em consequência, no ordenamento normativo brasileiro, em matéria de atividade probatória, a fórmula autoritária do “male captum, bene retentum”. Doutrina. Precedentes.\n\n\n\n    – A circunstância de a administração estatal achar-se investida de poderes excepcionais que lhe permitem exercer a fiscalização em sede tributária não a exonera do dever de observar, para efeito do legítimo desempenho de tais prerrogativas, os limites impostos pela Constituição e pelas leis da República, sob pena de os órgãos governamentais incidirem em frontal desrespeito às garantias constitucionalmente asseguradas aos cidadãos em geral e aos contribuintes em particular.\n\n\n\n    – Os procedimentos dos agentes da administração tributária que contrariem os postulados consagrados pela Constituição da República revelam-se inaceitáveis e não podem ser corroborados pelo Supremo Tribunal Federal, sob pena de inadmissível subversão dos postulados constitucionais que definem, de modo estrito, os limites – inultrapassáveis – que restringem os poderes do Estado em suas relações com os contribuintes e com terceiros.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7081131","externo_seq_objeto_incidente":3859284,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=103325&classe=HC","is_colac":false,"titulo":"HC 103325","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 INC-00011 INC-00056 \n          ART-00145 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00150 PAR-00004 INC-00003\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INADMISSIBILIDADE, INVOCAÇÃO, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, FINALIDADE, JUSTIFICATIVA, UTILIZAÇÃO, PROVA ILÍCITA, ÂMBITO, PROCESSO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=103325&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO PENAL, INVIOLABILIDADE DOMICILIAR, PROVA ILÍCITA)\nHC 79512 (TP), HC 82788 (2ªT), RE 331303 AgR (1ªT), AP 307 (TP), RTJ 163/682, RTJ 163/709. \n- Decisão monocrática citada:\n(PROCESSO PENAL, INVIOLABILIDADE DOMICILIAR, PROVA ILÍCITA)\nRE 251445.\n- Decisões estrangeiras citadas: Caso Weeks vs. United States, 232 U.S. 383, 1914; Caso Garrity vs. New Jersey, 385 U.S. 493, 1967, Caso Mapp vs. Ohio, 367 U.S. 643, 1961 e Caso Wong Sun vs. United States, 371 U.S. 471, 1962 da Suprema Corte dos Estados Unidos da América.\r\nNúmero de páginas: 21.\r\nAnálise: 06/11/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : LUIZ FELIPE DA CONCEIÇÃO RODRIGUES \nIMPTE.(S)  : GUSTAVO EID BIANCHI PRATES \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282189,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 103325","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2012-04-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"AIETA, Vânia Siciliano. A Garantia da Intimidade como Direito Fundamental. Lumen Juris, 1999. p. 191, item n. 4.4.6.4.\r\nBARROSO, Luis Roberto; BARCELLOS, Ana Paula de. A Viagem Redonda: Habeas Data, Direitos\r\nConstitucionais e as Provas Ilícitas. In: RDA, v. 213. p. 149-163\r\nBUENO FILHO, Edgard Silveira. O Direito à Defesa na Constituição. Saraiva, 1994. p. 54/56, item  5.9.\r\nCAPPELLETTI, Mauro. Efficacia di prove illegittimamente ammesse e comportamento della parte. In: Rivista di Diritto Civile, 1961. p. 112.\r\nFREGAPANI, Guilherme Silva Barbosa. Prova Ilícita no Direito Pátrio e no Direito Comparado. In: Revista da Fundação Escola Superior do Ministério Público do Distrito Federal e Territórios. nº 6. p. 231-235.\r\nGOMES FILHO, Antonio Magalhães. Proibição das Provas Ilícitas na Constituição de 1988. In: MORAES, Alexandre de (Coord.). Os 10 Anos da Constituição Federal. Atlas, 1999.\r\nGRINOVER, Ada Pellegrini. Liberdades Públicas e Processo Penal. 2. ed. Revista dos Tribunais, 1982. p. 151, itens 7 e 8.\r\n_____. Novas Tendências do Direito Processual. Forense Universitária, 1990. p. 62.\r\nVIGORITI, Vicenzo. Prove illecite e Costituzione. In: Rivista di Diritto Processuale, 1968. p. 64 e\r\n70.","ministro_facet":["CELSO DE MELLO"],"processo_numero":103325,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: FISCALIZAÇÃO TRIBUTÁRIA – APREENSÃO DE LIVROS CONTÁBEIS E DOCUMENTOS FISCAIS REALIZADA, EM ESCRITÓRIO DE CONTABILIDADE, POR AGENTES FAZENDÁRIOS E POLICIAIS FEDERAIS SEM MANDADO JUDICIAL – INADMISSIBILIDADE – ESPAÇO PRIVADO, NÃO ABERTO AO PÚBLICO, SUJEITO À PROTEÇÃO CONSTITUCIONAL DA INVIOLABILIDADE DOMICILIAR (CF, ART. 5º, XI) – SUBSUNÇÃO AO CONCEITO NORMATIVO DE “CASA” – NECESSIDADE DE ORDEM JUDICIAL – ADMINISTRAÇÃO PÚBLICA E FISCALIZAÇÃO TRIBUTÁRIA – DEVER DE OBSERVÂNCIA, POR PARTE DE SEUS ÓRGÃOS E AGENTES, DOS LIMITES JURÍDICOS IMPOSTOS PELA CONSTITUIÇÃO E PELAS LEIS DA REPÚBLICA – IMPOSSIBILIDADE DE UTILIZAÇÃO, PELO MINISTÉRIO PÚBLICO, DE PROVA OBTIDA COM TRANSGRESSÃO À GARANTIA DA INVIOLABILIDADE DOMICILIAR – PROVA ILÍCITA – INIDONEIDADE JURÍDICA – “HABEAS CORPUS” DEFERIDO.\n\n\n\n    ADMINISTRAÇÃO TRIBUTÁRIA – FISCALIZAÇÃO – PODERES – NECESSÁRIO RESPEITO AOS DIREITOS E GARANTIAS INDIVIDUAIS DOS CONTRIBUINTES E DE TERCEIROS.\n\n\n\n    – Não são absolutos os poderes de que se acham investidos os órgãos e agentes da administração tributária, pois o Estado, em tema de tributação, inclusive em matéria de fiscalização tributária, está sujeito à observância de um complexo de direitos e prerrogativas que assistem, constitucionalmente, aos contribuintes e aos cidadãos em geral. Na realidade, os poderes do Estado encontram, nos direitos e garantias individuais, limites intransponíveis, cujo desrespeito pode caracterizar ilícito constitucional.\n\n\n\n    – A administração tributária, por isso mesmo, embora podendo muito, não pode tudo. É que, ao Estado, é somente lícito atuar, “respeitados os direitos individuais e nos termos da lei” (CF, art. 145, § 1º), consideradas, sobretudo, e para esse específico efeito, as limitações jurídicas decorrentes do próprio sistema instituído pela Lei Fundamental, cuja eficácia – que prepondera sobre todos os órgãos e agentes fazendários – restringe-lhes o alcance do poder de que se acham investidos, especialmente quando exercido em face do contribuinte e dos cidadãos da República, que são titulares de garantias impregnadas de estatura constitucional e que, por tal razão, não podem ser transgredidas por aqueles que exercem a autoridade em nome do Estado.\n\n\n\n    A GARANTIA DA INVIOLABILIDADE DOMICILIAR COMO LIMITAÇÃO CONSTITUCIONAL AO PODER DO ESTADO EM TEMA DE FISCALIZAÇÃO TRIBUTÁRIA – CONCEITO DE “CASA” PARA EFEITO DE PROTEÇÃO CONSTITUCIONAL – AMPLITUDE DESSA NOÇÃO CONCEITUAL, QUE TAMBÉM COMPREENDE OS ESPAÇOS PRIVADOS NÃO ABERTOS AO PÚBLICO, ONDE ALGUÉM EXERCE ATIVIDADE PROFISSIONAL: NECESSIDADE, EM TAL HIPÓTESE, DE MANDADO JUDICIAL (CF, ART. 5º, XI).\n\n\n\n    – Para os fins da proteção jurídica a que se refere o art. 5º, XI, da Constituição da República, o conceito normativo de “casa” revela-se abrangente e, por estender-se a qualquer compartimento privado não aberto ao público onde alguém exerce profissão ou atividade (CP, art. 150, § 4º, III), compreende, observada essa específica limitação espacial (área interna não acessível ao público), os escritórios profissionais, inclusive os de contabilidade, “embora sem conexão com a casa de moradia propriamente dita” (NELSON HUNGRIA). Doutrina. Precedentes.\n\n\n\n    – Sem que ocorra qualquer das situações excepcionais taxativamente previstas no texto constitucional (art. 5º, XI), nenhum agente público, ainda que vinculado à administração tributária do Estado, poderá, contra a vontade de quem de direito (“invito domino”), ingressar, durante o dia, sem mandado judicial, em espaço privado não aberto ao público onde alguém exerce sua atividade profissional, sob pena de a prova resultante da diligência de <em>busca</em> e apreensão assim executada reputar-se inadmissível, porque impregnada de ilicitude material. Doutrina. Precedentes específicos, em tema de fiscalização tributária, a propósito de escritórios de contabilidade (STF).\n\n\n\n    – O atributo da auto-executoriedade dos atos administrativos, que traduz expressão concretizadora do “privilège du préalable”, não prevalece sobre a garantia constitucional da inviolabilidade domiciliar, ainda que se cuide de atividade exercida pelo Poder Público em sede de fiscalização tributária. Doutrina. Precedentes.\n\n\n\n    ILICITUDE DA PROVA – INADMISSIBILIDADE DE SUA PRODUÇÃO EM JUÍZO (OU PERANTE QUALQUER INSTÂNCIA DE PODER) – INIDONEIDADE JURÍDICA DA PROVA RESULTANTE DE TRANSGRESSÃO ESTATAL AO REGIME CONSTITUCIONAL DOS DIREITOS E GARANTIAS INDIVIDUAIS.\n\n\n\n    – A ação persecutória do Estado, qualquer que seja a instância de poder perante a qual se instaure, para revestir-se de legitimidade, não pode apoiar-se em elementos probatórios ilicitamente obtidos, sob pena de ofensa à garantia constitucional do “due process of law”, que tem, no dogma da inadmissibilidade das provas ilícitas, uma de suas mais expressivas projeções concretizadoras no plano do nosso sistema de direito positivo. A “Exclusionary Rule” consagrada pela jurisprudência da Suprema Corte dos Estados Unidos da América como limitação ao poder do Estado de produzir prova em sede processual penal.\n\n\n\n    – A Constituição da República, em norma revestida de conteúdo vedatório (CF, art. 5º, LVI), desautoriza, por incompatível com os postulados que regem uma sociedade fundada em bases democráticas (CF, art. 1º), qualquer prova cuja obtenção, pelo Poder Público, derive de transgressão a cláusulas de ordem constitucional, repelindo, por isso mesmo, quaisquer elementos probatórios que resultem de violação do direito material (ou, até mesmo, do direito processual), não prevalecendo, em consequência, no ordenamento normativo brasileiro, em matéria de atividade probatória, a fórmula autoritária do “male captum, bene retentum”. Doutrina. Precedentes.\n\n\n\n    – A circunstância de a administração estatal achar-se investida de poderes excepcionais que lhe permitem exercer a fiscalização em sede tributária não a exonera do dever de observar, para efeito do legítimo desempenho de tais prerrogativas, os limites impostos pela Constituição e pelas leis da República, sob pena de os órgãos governamentais incidirem em frontal desrespeito às garantias constitucionalmente asseguradas aos cidadãos em geral e aos contribuintes em particular.\n\n\n\n    – Os procedimentos dos agentes da administração tributária que contrariem os postulados consagrados pela Constituição da República revelam-se inaceitáveis e não podem ser corroborados pelo Supremo Tribunal Federal, sob pena de inadmissível subversão dos postulados constitucionais que definem, de modo estrito, os limites – inultrapassáveis – que restringem os poderes do Estado em suas relações com os contribuintes e com terceiros."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur468243","_score":4.94946,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, recebeu a denúncia oferecida contra o Deputado Federal Loester Carlos Gomes de Souza e Ciro Nogueira Fidelis, imputando-lhes a prática, em concurso material, dos crimes de comunicação falsa de crime (CP, art. 340), porte ilegal de arma de fogo de uso permitido (Lei nº 10.826/2003, art. 14) e disparo de arma de fogo (Lei nº 10.826/2003, art. 15), nos termos do voto da Relatora. Plenário, Sessão Virtual de 5.8.2022 a 15.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur468243","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur468243","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    INQUÉRITO. DENÚNCIA. CP, ART. 340 E LEI Nº 10.826/2003, ARTS. 14 E 15. DEFESAS PRELIMINARES. INÉPCIA DA DENÚNCIA. AUSÊNCIA DE JUSTA CAUSA. NULIDADE DO INQUÉRITO. ILICITUDE NA OBTENÇÃO E CUSTÓDIA DE PROVA. GARANTIA CONTRA AUTOINCRIMINAÇÃO. RECEBIMENTO DA DENÚNCIA.\n\n\n\n    1. O Plenário deste Supremo Tribunal Federal, por ocasião do julgamento da Questão de Ordem na Ação Penal nº 937, Rel. Min. Roberto Barroso, redesenhou os contornos da prerrogativa de foro constitucional talhada no artigo 102, I, b, da CF/88, para limitar sua incidência às hipóteses de crimes praticados por membros do Congresso Nacional durante o exercício do mandato parlamentar e que estejam relacionados à função pública por eles desempenhada.\n\n\n\n    2. Tese acusatória que imputa aos denunciados a prática dos crimes de comunicação falsa de crime (CP, art. 340), porte ilegal de arma de fogo de uso permitido (Lei nº 10.826/2003, art. 14) e disparo de arma de fogo (Lei nº 10.826/2003, art. 15), em concurso material e de agentes, com a finalidade de capitalizar politicamente Deputado Federal em exercício do mandato.\n\n\n\n    3. Denúncia apta, do ponto de vista formal, contendo a exposição do fato criminoso e de suas circunstâncias, a qualificação dos acusados, a classificação dos crimes e o rol de testemunhas (CPP, art. 41). Viabilização do pleno exercício do direito de defesa.\n\n\n\n    4. Descrição fática lastreada em elementos indiciários robustos o suficiente para superar o standard probatório exigido nessa fase procedimental e justificar o trânsito regular da pretensão punitiva estatal, viabilizando o escrutínio, em ambiente contraditório e sob os ditames do devido processo legal, das teses acusatória e defensiva.\n\n\n\n    5. Alegação de nulidade do inquérito que dá suporte à imputação penal, baseada na premissa de que a investigação teria sido impulsionada por perseguição política contra o parlamentar. Inexistência de elemento passível de gerar dúvida fundada sobre a legalidade dos atos praticados pela autoridade pública responsável pela investigação. Afastamento das teses de ilicitude na obtenção e na custódia de prova.\n\n\n\n    6. Narrativa acusatória que relata reconfiguração da hipótese investigatória, com o reposicionamento das supostas vítimas do delito, que se tornaram investigadas e posteriormente denunciadas. Encontro fortuito de prova. Diligências levadas a efeito quando os ora denunciados ainda figuravam como vítimas de crimes de tentativa de homicídio. Garantia contra autoincriminação não incidente no contexto fático inicial, que ainda não revelava a participação das vítimas nos eventos ditos criminosos.\n\n\n\n    7. Recebimento da denúncia oferecida contra o Deputado Federal Loester Carlos Gomes de Souza e Ciro Nogueira Fidelis, imputando-lhes a prática, em concurso material e de agentes, dos crimes de comunicação falsa de crime, porte ilegal de arma de fogo de uso permitido e disparo de arma de fogo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762405835","externo_seq_objeto_incidente":6042268,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-165  DIVULG 19-08-2022  PUBLIC 22-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4857&classe=Inq","is_colac":false,"titulo":"Inq 4857","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00001 LET-B ART-00155\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010826 ANO-2003\n    ART-00014 ART-00015\n    ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00004 INC-00003 LET-D\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00163 ART-00340\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00006 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00007 ART-00041 ART-00107\n    ART-00118 ART-00119 ART-00120 ART-00121\n    ART-00122 ART-00123 ART-00124 ART-0124A\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000002 ANO-2015\n    ART-00017 ART-00018\n    RESOLUÇÃO  ORDEM DOS ADVOGADOS DO BRASIL - OAB"],"publicacao_data":"2022-08-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXCEPCIONALIDADE, PROCESSAMENTO, STF, INVESTIGADO, AUSÊNCIA, PRERROGATIVA DE FORO, PREJUÍZO, INVESTIGAÇÃO. INCONSISTÊNCIA, EXPOSIÇÃO, FATO, PARLAMENTAR, EXPLORAÇÃO, REDE SOCIAL, MATÉRIA, INTERESSE, MANDATO PARLAMENTAR. AUSÊNCIA, ELEMENTO DE INFORMAÇÃO, CONEXÃO, JUSTIFICATIVA, COMPETÊNCIA ORIGINÁRIA, STF, APURAÇÃO, FATO. DECLINAÇÃO DE COMPETÊNCIA, JUSTIÇA ESTADUAL, PROCESSAMENTO, JULGAMENTO, CONDUTA. ENCONTRO FORTUITO DE PROVA, DECORRÊNCIA, MANDADO DE BUSCA E APREENSÃO. ESTADO DEMOCRÁTICO DE DIREITO, APLICAÇÃO DA PENA, NECESSIDADE, PROCESSO. ENTENDIMENTO, STF, IRREGULARIDADE, APURAÇÃO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL, AUSÊNCIA, CONTAMINAÇÃO, PERSECUÇÃO PENAL. ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL, FINALIDADE, FORMAÇÃO, OPINIO DELICTI. LEGISLAÇÃO PROCESSUAL, INADMISSIBILIDADE, OPOSIÇÃO, SUSPEIÇÃO, AUTORIDADE POLICIAL, ATO DE INVESTIGAÇÃO. COMPARTILHAMENTO, DADO, DIREITO À INTIMIDADE. CASO CONCRETO, COMPARTILHAMENTO, DADO, LOCALIZAÇÃO, LIMITE TERRITORIAL, PRINCÍPIO DA PROPORCIONALIDADE, RAZOABILIDADE, LIMITAÇÃO TEMPORAL, RESTRIÇÃO, OBJETO, INVESTIGAÇÃO. PEDIDO, PRODUÇÃO DE PROVA, PROVA PERICIAL, APRECIAÇÃO, FASE PROCESSUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4857&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PRERROGATIVA DE FORO, MEMBRO, CONGRESSO NACIONAL, CRIME, EXERCÍCIO, MANDATO PARLAMENTAR)\r\nAP 937 QO (TP).\r\n(EXCEPCIONALIDADE, PROCESSAMENTO, STF, INVESTIGADO, AUSÊNCIA, PRERROGATIVA DE FORO, PREJUÍZO, INVESTIGAÇÃO)\r\nInq 3515 (1ªT).\r\n(DESMEMBRAMENTO DE PROCESSO, CORRÉU, AUSÊNCIA, PRERROGATIVA DE FORO)\r\nInq 4506 AgR (1ªT).\r\n(INVIABILIDADE, ANULAÇÃO, PROCESSO PENAL, IRREGULARIDADE, INQUÉRITO)\r\nRHC 98731 (1ªT), HC 83233 (2ªT), HC 99936 (2ªT), ARE 840449 AgR (1ªT), HC 169348 (1ªT).\r\n(ENCONTRO FORTUITO DE PROVA)\r\nHC 81260 (1ªT), HC 91867 (2ªT), HC 129678 (1ªT).\r\n(COMPARTILHAMENTO, DADO, DIREITO À INTIMIDADE)\r\nADI 6387 MC-Ref (TP), RE 1301250 RG (TP).\r\n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\r\nHC 79812 (1ªT), HC 89503 (2ªT), HC 100341 (TP), RE 971959 (TP), HC 136331 (2ªT), ADPF 444 (TP).\r\n- Decisões monocráticas citadas:\r\n(APLICAÇÃO DA PENA, NECESSIDADE, PROCESSO)\r\nInq 3995.\r\n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\r\nHC 131048, HC 171530.\r\n- Veja Pet 9197 do STF.\n- Decisão estrangeira citada: Caso Miranda vs. Arizona, de 1966 (384 U.S. 436), da Suprema Corte norte-americana.\nNúmero de páginas: 44.\nAnálise: 06/02/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : DELEGADO DE POLÍCIA FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : CIRO NOGUEIRA FIDELIS \nADV.(A/S)  : MARIO PANZIERA JUNIOR \nINVEST.(A/S) : LOESTER CARLOS GOMES DE SOUZA \nADV.(A/S)  : MÁRIO PANZIERA JUNIOR \nINVEST.(A/S) : ALBERTO CARLOS GOMES DE SOUZA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":468243,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"Inq 4857","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2022-08-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"CANTILHO, Gomes et al. Comentários à Constituição do Brasil. Saraiva, 2018. p. 1147.\nFRAGOSO, Heleno Cláudio, Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva, Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nMOURA, Maria Thereza Rocha de Assis. Justa causa na ação penal. São Paulo: Revista dos Tribunais, 2001.","ministro_facet":["ROSA WEBER"],"processo_numero":4857,"base":"acordaos"},"highlight":{"documental_indexacao_texto":["APURAÇÃO, FATO. DECLINAÇÃO DE COMPETÊNCIA, JUSTIÇA ESTADUAL, PROCESSAMENTO, JULGAMENTO, CONDUTA. ENCONTRO FORTUITO DE PROVA, DECORRÊNCIA, MANDADO DE <em>BUSCA</em> E APREENSÃO. ESTADO DEMOCRÁTICO DE DIREITO, APLICAÇÃO DA PENA, NECESSIDADE, PROCESSO. ENTENDIMENTO, STF, IRREGULARIDADE, APURAÇÃO, ELEMENTO DE INFORMAÇÃO"]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429477","_score":4.8091216,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto da Relatora, vencidos os Ministros Edson Fachin e Gilmar Mendes. Segunda Turma, Sessão Virtual de 26.6.2020 a 4.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429477","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur429477","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NO HABEAS CORPUS. PROCESSUAL PENAL. TRÁFICO DE ENTORPECENTES PRATICADO NAS DEPENDÊNCIAS DE ESTABELECIMENTO PRISIONAL. REVISTA ÍNTIMA EM PRESÍDIO. LEGALIDADE. IMPOSSIBILIDADE DE ANÁLISE DE PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO INTERPOSTO NO SUPERIOR TRIBUNAL DE JUSTIÇA. NECESSIDADE DE REEXAME DE FATOS E PROVAS. PRECEDENTES. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753497482","externo_seq_objeto_incidente":5932689,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-205  DIVULG 17-08-2020  PUBLIC 18-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186373&classe=HC","is_colac":false,"titulo":"HC 186373 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 \"CAPUT\" \n          INC-00003 INC-00010\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010792      ANO-2003\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00157 \"CAPUT\" ART-00244\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000009      ANO-2006\n          ART-00002 PAR-ÚNICO\n                RESOLUÇÃO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP\n\n","LEG-FED   REG-000005      ANO-2014\n          ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO \n          INC-00001 INC-00002 INC-00003 INC-00004\n                REGULAMENTO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP\n\n","LEG-FED   SUMSTJ-000007      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-EST   LEI-015552      ANO-2014\n          ART-00001 ART-00002 INC-00003 NÚMERO-1 \n          NÚMERO-2 NÚMERO-3\n                LEI ORDINÁRIA, SP"],"publicacao_data":"2020-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. EDSON FACHIN: HABEAS CORPUS DE OFÍCIO, FLAGRANTE ILEGALIDADE, PROVA ILÍCITA. OBTENÇÃO, PROVA, REVISTA PESSOAL, INGRESSO, ESTABELECIMENTO PENAL. REVISTA PESSOAL, INGRESSO, ESTABELECIMENTO PENAL, TRATAMENTO DESUMANO, TRATAMENTO DEGRADANTE, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. REVISTA PESSOAL, INOCORRÊNCIA, AUTORIZAÇÃO JUDICIAL, INOCORRÊNCIA, HIPÓTESE, BUSCA E APREENSÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: CONTRAPOSIÇÃO, DIREITO À SEGURANÇA, DIREITO À INTIMIDADE. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, ESTADO DEMOCRÁTICO DE DIREITO. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DOUTRINA. REVISTA PESSOAL, EXCEPCIONALIDADE. REVISTA PESSOAL, REGULAMENTAÇÃO. REVISTA PESSOAL, VEDAÇÃO, TRATAMENTO DESUMANO, TRATAMENTO DEGRADANTE. ALTERNATIVA, FISCALIZAÇÃO, ENTRADA, OBJETO, SISTEMA CARCERÁRIO.\n\n- TERMO(S) DE RESGATE: SCANNER CORPORAL, SUBSTITUIÇÃO, REVISTA ÍNTIMA, VISITANTE, ESTABELECIMENTO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186373&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, REEXAME, PRESSUPOSTO DE ADMISSIBILIDADE, RECURSO, STJ)\nHC 131242 AgR (2ªT), HC 131506 AgR (1ªT). \n(REVISTA PESSOAL, INGRESSO, ESTABELECIMENTO PENAL, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nSL 1153 AgR (TP), ARE 959620 RG (TP). \n- Decisões estrangeiras citadas: caso 10506, de 15 de outubro de 1996, da Comissão Interamericana de Direitos Humanos; Wainwright e filho v. Reino Unido, de 2006, da Corte Europeia de Direitos Humanos; Sentença T-269, de 2002, da Corte Constitucional Colombiana.\nNúmero de páginas: 19.\nAnálise: 13/05/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : TATIANE MAROTTI \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429477,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 186373 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"ALBUQUERQUE, Aline; ALVES, Pedro A. Revista pessoal e violação de direitos no Brasil. Revista CEJ, n. 65, jan./abr. 2015. p. 114.\nBRASIL. Supremo Tribunal Federal. Boletim de Jurisprudência Internacional, n. 7, 2019.\nDÜRIG, Günther. Grundgesetz Kommentar. München: Verlag C.H. Beck, 1990. v. 1. p. 1118.\nDUTRA, Yuri F. A Inconstitucionalidade da revista íntima realizada em familiares de presos, a segurança prisional e o princípio da dignidade da pessoa humana. Novos Estudos Jurídicos, v. 13, n. 2, jul./dez. 2008. p. 93-104.\nNETO, João Costa. Dignidade Humana. São Paulo: Saraiva, 2014. p. 84.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":186373,"base":"acordaos"},"highlight":{"documental_indexacao_texto":["TRATAMENTO DEGRADANTE, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. REVISTA PESSOAL, INOCORRÊNCIA, AUTORIZAÇÃO JUDICIAL, INOCORRÊNCIA, HIPÓTESE, <em>BUSCA</em> E APREENSÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: CONTRAPOSIÇÃO, DIREITO À SEGURANÇA, DIREITO À INTIMIDADE. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA"]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur87711","_score":4.6333222,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Depois do voto do Senhor Ministro Celso de Mello, Relator, rejeitando\nas questões preliminares suscitadas e concedendo o mandado de\nsegurança, para garantir à minoria legislativa a efetiva instauração\ndo\ninquérito parlamentar (\"CPI dos Bingos\"), e dos votos dos Senhores\nMinistros Marco Aurélio, Sepúlveda Pertence e Carlos Britto, que\ntambém\nacompanhavam o relator, o julgamento foi suspenso em virtude do pedido\nde vista do Senhor Ministro Eros Grau. Falaram, pelos impetrantes, o\nDr. Léo Ferreira Leoncy e, pelo Ministério Público Federal, o Dr.\nCláudio Lemos Fonteles, Procurador-Geral da República. Presidência do\nSenhor Ministro Nelson Jobim. Plenário, 04.05.2005.\nO Tribunal, por maioria, rejeitou as questões preliminares\nsuscitadas neste processo, inclusive aquela proposta pelo Senhor\nMinistro Eros Grau. Prosseguindo no julgamento, e também por votação\nmajoritária, o Tribunal concedeu o mandado de segurança, nos termos do\nvoto do relator, para assegurar, à parte impetrante, o direito à\nefetiva composição da Comissão Parlamentar de Inquérito, de que trata\no\nRequerimento nº 245/2004, devendo, o Senhor Presidente do Senado,\nmediante aplicação analógica do art. 28, § 1º do Regimento Interno da\nCâmara dos Deputados, c/c o art. 85, caput, do Regimento Interno do\nSenado Federal, proceder, ele próprio, à designação dos nomes faltantes\ndos Senadores que irão compor esse órgão de investigação legislativa,\nobservado, ainda, o disposto no § 1º do art. 58 da Constituição da\nRepública, vencido o Senhor Ministro Eros Grau. Votou o Presidente,\nMinistro Nelson Jobim. Ausente, justificadamente, a Senhora Ministra\nEllen Gracie. Plenário, 22.06.2005.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur87711","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:03:09.077725","dg_unique":"sjur87711","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"COMISSÃO PARLAMENTAR DE INQUÉRITO - DIREITO DE OPOSIÇÃO - PRERROGATIVA DAS MINORIAS PARLAMENTARES - EXPRESSÃO DO POSTULADO DEMOCRÁTICO - DIREITO IMPREGNADO DE ESTATURA CONSTITUCIONAL - INSTAURAÇÃO DE INQUÉRITO PARLAMENTAR E COMPOSIÇÃO DA RESPECTIV\nA\nCPI\n- TEMA QUE EXTRAVASA OS LIMITES \"INTERNA CORPORIS\" DAS CASAS LEGISLATIVAS - VIABILIDADE DO CONTROLE JURISDICIONAL - IMPOSSIBILIDADE DE A MAIORIA PARLAMENTAR FRUSTRAR, NO ÂMBITO DO CONGRESSO NACIONAL, O EXERCÍCIO, PELAS MINORIAS LEGISLATIVAS, DO\nDIREITO\nCONSTITUCIONAL À INVESTIGAÇÃO PARLAMENTAR (CF, ART. 58, § 3º) - MANDADO DE SEGURANÇA CONCEDIDO.\nCRIAÇÃO DE COMISSÃO PARLAMENTAR DE INQUÉRITO: REQUISITOS CONSTITUCIONAIS.\n- O Parlamento recebeu dos cidadãos, não só o poder de representação política e a competência para legislar, mas, também, o mandato para fiscalizar os órgãos e agentes do Estado, respeitados, nesse processo de fiscalização, os limites materiais e as\nexigências formais estabelecidas pela Constituição Federal.\n- O direito de investigar - que a Constituição da República atribuiu ao Congresso Nacional e às Casas que o compõem (art. 58, §  3º) - tem, no inquérito parlamentar, o instrumento mais expressivo de concretização desse relevantíssimo encargo\nconstitucional, que traduz atribuição inerente à própria essência da instituição parlamentar.\n- A instauração do inquérito parlamentar, para viabilizar-se no âmbito das Casas legislativas, está vinculada, unicamente, à satisfação de três (03) exigências definidas, de modo taxativo, no texto da Carta Política: (1) subscrição do requerimento de\nconstituição da CPI por, no mínimo, 1/3 dos membros da Casa legislativa, (2)  indicação de fato determinado a ser objeto de apuração e (3) temporariedade da comissão parlamentar de inquérito.\n- Preenchidos os requisitos constitucionais (CF, art. 58, § 3º), impõe-se a criação da Comissão Parlamentar de Inquérito, que não depende, por isso mesmo, da vontade aquiescente da maioria legislativa. Atendidas tais exigências (CF, art. 58, § 3º),\ncumpre, ao Presidente da Casa legislativa, adotar os procedimentos subseqüentes e necessários à efetiva instalação da CPI, não lhe cabendo qualquer apreciação de mérito sobre o objeto da investigação parlamentar, que se revela possível, dado o seu\ncaráter autônomo (RTJ 177/229 - RTJ 180/191-193), ainda que já instaurados, em torno dos mesmos fatos, inquéritos policiais ou processos judiciais.\nO ESTATUTO CONSTITUCIONAL DAS MINORIAS PARLAMENTARES: A PARTICIPAÇÃO ATIVA, NO CONGRESSO NACIONAL, DOS GRUPOS MINORITÁRIOS, A QUEM ASSISTE O DIREITO DE FISCALIZAR O EXERCÍCIO DO PODER.\n- A prerrogativa institucional de investigar, deferida ao Parlamento (especialmente aos grupos minoritários que atuam no âmbito dos corpos legislativos), não pode ser comprometida pelo bloco majoritário existente no Congresso Nacional e que, por\nefeito\nde sua intencional recusa em indicar membros para determinada comissão de inquérito parlamentar (ainda que fundada em razões de estrita conveniência político-partidária), culmine por frustrar e nulificar, de modo inaceitável e arbitrário, o exercício,\npelo Legislativo (e pelas minorias que o integram), do poder constitucional de fiscalização e de investigação do comportamento dos órgãos, agentes e instituições do Estado, notadamente daqueles que se estruturam na esfera orgânica do Poder Executivo.\n- Existe, no sistema político-jurídico brasileiro, um verdadeiro estatuto constitucional das minorias parlamentares, cujas prerrogativas - notadamente aquelas pertinentes ao direito de investigar - devem ser preservadas pelo Poder Judiciário, a quem\nincumbe proclamar o alto significado que assume, para o regime democrático, a essencialidade da proteção jurisdicional a ser dispensada ao direito de oposição, analisado na perspectiva da prática republicana das instituições parlamentares.\n- A norma inscrita no art. 58, § 3º, da Constituição da República destina-se a ensejar a participação ativa das minorias parlamentares no processo de investigação legislativa, sem que, para tanto, mostre-se necessária a concordância das agremiações\nque\ncompõem a maioria parlamentar.\nA CONCEPÇÃO DEMOCRÁTICA DO ESTADO DE DIREITO REFLETE UMA REALIDADE DENSA DE SIGNIFICAÇÃO E PLENA DE POTENCIALIDADE CONCRETIZADORA DOS DIREITOS E DAS LIBERDADES PÚBLICAS.\n- O Estado de Direito, concebido e estruturado em bases democráticas, mais do que simples figura conceitual ou mera proposição doutrinária, reflete, em nosso sistema jurídico, uma realidade constitucional densa de significação e plena de\npotencialidade\nconcretizadora dos direitos e das liberdades públicas.\n- A opção do legislador constituinte pela concepção democrática do Estado de Direito não pode esgotar-se numa simples proclamação retórica. A opção pelo Estado democrático de direito, por isso mesmo, há de ter conseqüências efetivas no plano de nossa\norganização política, na esfera das relações institucionais entre os poderes da República e no âmbito da formulação de uma teoria das liberdades públicas e do próprio regime democrático. Em uma palavra: ninguém se sobrepõe, nem mesmo os grupos\nmajoritários, aos princípios superiores consagrados pela Constituição da República.\n- O direito de oposição, especialmente aquele reconhecido às minorias legislativas, para que não se transforme numa promessa constitucional inconseqüente, há de ser aparelhado com instrumentos de atuação que viabilizem a sua prática efetiva e\nconcreta.\n- A maioria legislativa, mediante deliberada inércia de seus líderes na indicação de membros para compor determinada Comissão Parlamentar de Inquérito, não pode frustrar o exercício, pelos grupos minoritários que atuam no Congresso Nacional, do\ndireito\npúblico subjetivo que lhes é assegurado pelo art. 58, § 3º, da Constituição e que lhes confere a prerrogativa de ver efetivamente instaurada a investigação parlamentar em torno de fato determinado e por período certo.\nO CONTROLE JURISDICIONAL DOS ATOS PARLAMENTARES: POSSIBILIDADE, DESDE QUE HAJA ALEGAÇÃO DE DESRESPEITO A DIREITOS E/OU GARANTIAS DE ÍNDOLE CONSTITUCIONAL.\n- O Poder Judiciário, quando intervém para assegurar as franquias constitucionais e para garantir a integridade e a supremacia da Constituição, desempenha, de maneira plenamente legítima, as atribuições que lhe conferiu a própria Carta da República,\nainda que essa atuação institucional se projete na esfera orgânica do Poder Legislativo.\n- Não obstante o caráter político dos atos parlamentares, revela-se legítima a intervenção jurisdicional, sempre que os corpos legislativos ultrapassem os limites delineados pela Constituição ou exerçam as suas atribuições institucionais com ofensa a\ndireitos públicos subjetivos impregnados de qualificação constitucional e titularizados, ou não, por membros do Congresso Nacional. Questões políticas. Doutrina. Precedentes.\n- A ocorrência de desvios jurídico-constitucionais nos quais incida uma Comissão Parlamentar de Inquérito justifica, plenamente, o exercício, pelo Judiciário, da atividade de controle jurisdicional sobre eventuais abusos legislativos (RTJ 173/805-810,\n806), sem que isso caracterize situação de ilegítima interferência na esfera orgânica de outro Poder da República.\nLEGITIMIDADE PASSIVA \"AD CAUSAM\" DO PRESIDENTE DO SENADO FEDERAL - AUTORIDADE DOTADA DE PODERES PARA VIABILIZAR A COMPOSIÇÃO DAS COMISSÕES PARLAMENTARES DE INQUÉRITO.\n- O mandado de segurança há de ser impetrado em face de órgão ou agente público investido de competência para praticar o ato cuja implementação se busca.\n- Incumbe, em conseqüência, não aos Líderes partidários, mas, sim, ao Presidente da Casa Legislativa (o Senado Federal, no caso), em sua condição de órgão dirigente da respectiva Mesa, o poder de viabilizar a composição e a organização das comissões\nparlamentares de inquérito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=24849&classe=MS","externo_seq_objeto_incidente":2210552,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ    29-09-2006 PP-00035  EMENT VOL-02249-08  PP-01323","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=24849&classe=MS","is_colac":false,"titulo":"MS 24849","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1934\n          ART-00036\n                CF-1934 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n          ART-00053\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n          ART-00030 PAR-ÚNICO LET-D ART-00037 REDAÇÃO DADA PELA\nEMC-1/1969\n          ART-00039\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n          EMENDA CONSTITUCIONAL\n","LEG-FED   CF       ANO-1988\n          ART-00001 INC-00005 ART-00017 ART-00049\n          INC-00010 ART-00058 PAR-00001 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00047 ART-00183 PAR-00001 PAR-00002\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-001579      ANO-1952\n          ART-00001 PAR-ÚNICO ART-00005 PAR-00002\n          LEI ORDINÁRIA\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00012 ART-00024 ART-00025\n          LEI ORDINÁRIA\n          LEI ORGÂNICA DOS PARTIDOS POLÍTICOS\n","LEG-FED   DEL-009215      ANO-1946\n          DECRETO-LEI\n","LEG-FED   RGI\n          ART-00009 PAR-00001 ART-00010\n          REGIMENTO INTERNO COMUM DO CONGRESSO NACIONAL\n","LEG-FED   RGI\n          ART-00048 INC-00021 ART-00066 ART-00074\n          INC-00001 INC-00002 INC-00003 ART-00076\n          INC-00002 PAR-00001 PAR-00003 PAR-00004\n          ART-00078 ART-00085 \"CAPUT\" ART-00109\n          ART-00145 PAR-00001 PAR-00002 ART-00152\n          ART-00412 INC-00006\n          REGIMENTO INTERNO DO SENADO FEDERAL\n","LEG-FED   RGI\n          ART-00023 ART-00028 PAR-00001 ART-00033\n          PAR-00001 ART-00045 PAR-00003\n          REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS"],"publicacao_data":"2006-09-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INOCORRÊNCIA, OFENSA, PRINCÍPIO DA\nSEPARAÇÃO DOS PODERES, PODER JUDICIÁRIO, FISCALIZAÇÃO, PODER\nLEGISLATIVO, AÇÃO, OMISSÃO, ABUSO DE PODER, VIOLAÇÃO, CONSTITUIÇÃO\nFEDERAL. APLICAÇÃO, PRINCÍPIO DA LIMITAÇÃO DE PODERES, INEXISTÊNCIA,\nPODER ABSOLUTO, SUPREMACIA, CONSTITUIÇÃO FEDERAL, POSSIBILIDADE,\n\"JUDICIAL REVIEW\". - LEGITIMIDADE ATIVA \"AD CAUSAM\", MEMBRO, CONGRESSO\nNACIONAL, PROVOCAÇÃO, PODER JUDICIÁRIO, PROTEÇÃO, DIREITO, MINORIA\nPARLAMENTAR. POSSIBILIDADE, INTERVENÇÃO, PODER JUDICIÁRIO, ATO\nPOLÍTICO, LESÃO DIRETA, LESÃO IMEDIATA, DIREITO INDIVIDUAL. -\nAPLICAÇÃO, ANALOGIA, DISPOSITIVO, REGIMENTO INTERNO, CÂMARA DOS\nDEPUTADOS, REGIMENTO COMUM, CONGRESSO NACIONAL, PREVISÃO, PRESIDENTE,\nMESA, DE OFÍCIO, DESIGNAÇÃO, PARLAMENTAR, COMPOSIÇÃO, COMISSÃO\nLEGISLATIVA, HIPÓTESE, OMISSÃO, LIDERANÇA PARTIDÁRIA. - FACULDADE,\nLÍDER PARTIDÁRIO, INDICAÇÃO, MEMBRO, CPI, POSSIBILIDADE, SUPRIMENTO,\nATO, PRESIDENTE, MESA. - CONVOCAÇÃO FORMAL, TOTALIDADE, LÍDER\nPARTIDÁRIO, OMISSÃO, INDICAÇÃO, MEMBRO, OFERECIMENTO, OPORTUNIDADE,\nCONTESTAÇÃO, PRETENSÃO, MANDADO DE SEGURANÇA, CONFIGURAÇÃO,\nLITISCONSÓRCIO PASSIVO NECESSÁRIO. CARACTERIZAÇÃO, INTERVENÇÃO \"JUSSU\nJUDICIS\", MANIFESTAÇÃO, PODER, DIREÇÃO PROCESSUAL, MAGISTRADO, DE\nOFÍCIO, INCLUSÃO, TERCEIRO, LIDE, GARANTIA, EFICÁCIA, DECISÃO. -\nAUSÊNCIA, INSTALAÇÃO, CPI, IMPLICAÇÃO, ÓBICE, FLUÊNCIA, PRAZO,\nFUNCIONAMENTO, COMISSÃO PARLAMENTAR. - FUNDAMENTAÇÃO COMPLEMENTAR,\nMIN.\nCELSO DE MELLO: OCORRÊNCIA, OBSTRUÇÃO, PRESIDENTE, SENADO FEDERAL,\nEXERCÍCIO, MINORIA PARLAMENTAR, DIREITO, INVESTIGAÇÃO LEGISLATIVA. -\nFUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE,\nIMPUGNAÇÃO, ATO POLÍTICO, HIPÓTESE, MANDADO DE SEGURANÇA, IMPETRAÇÃO,\nLÍDER, PARTIDO POLÍTICO, OMISSÃO, INDICAÇÃO, INTEGRANTE, CPI. -\nFUNDAMENTAÇÃO COMPLEMENTAR, MIN CEZAR PELUSO: DESCARACTERIZAÇÃO,\nREQUERIMENTO, ATO, CRIAÇÃO, CPI. DISTINÇÃO, FASE, PROCESSO, CRIAÇÃO,\nCPI, PRIMEIRA FASE, APRESENTAÇÃO, REQUERIMENTO, SEGUNDA FASE,\nRECEPÇÃO,\nCOMPOSIÇÃO, TERCEIRA FASE, ATO FORMAL, CRIAÇÃO. - FUNDAMENTAÇÃO\nCOMPLEMENTAR, MIN. NELSON JOBIM: DESCABIMENTO, FUNCIONAMENTO, CPI,\nAUSÊNCIA, NÚMERO MÍNIMO, PARLAMENTAR, POSSIBILIDADE, VIOLAÇÃO, DIREITO\nPARLAMENTAR CLÁSSICO, DIREITO DE OBSTRUÇÃO. - FUNDAMENTAÇÃO\nCOMPLEMENTAR, MIN. JOAQUIM BARBOSA: LEGITIMIDADE, PARTIDO POLÍTICO,\nPROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CARACTERIZAÇÃO,\nINSTRUMENTO, EXERCÍCIO, DIREITO DA MINORIA PARLAMENTAR. -\nFUNDAMENTAÇÃO\nCOMPLEMENTAR, MIN. GILMAR MENDES: CABIMENTO, ATUAÇÃO, JURISDIÇÃO\nCONSTITUCIONAL, DEFESA, DEMOCRACIA, PROTEÇÃO, MINORIA REPRESENTATIVA.\nCONFIGURAÇÃO, PODER-DEVER, PODER LEGISLATIVO, INVESTIGAÇÃO, SITUAÇÃO\nEXCEPCIONAL. DIREITO DE OPOSIÇÃO, ABRANGÊNCIA, OPOSIÇÃO PARLAMENTAR,\nOPOSIÇÃO EXTRAPARLAMENTAR, DIREITO, LIBERDADE POLÍTICA, LIBERDADE DE\nEXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, DIREITO DE REUNIÃO, DIREITO DE\nCONSULTA PRÉVIA. COMPETÊNCIA IMPLÍCITA, PRESIDÊNCIA, SENADO,\nINDICAÇÃO,\nMEMBRO, CPI, INÉRCIA, LIDERANÇA PARTIDÁRIA. - FUNDAMENTAÇÃO\nCOMPLEMENTAR, MIN. CELSO DE MELLO: OCORRÊNCIA, OBSTRUÇÃO, PRESIDENTE,\nSENADO FEDERAL, EXERCÍCIO, MINORIA PARLAMENTAR, DIREITO, INVESTIGAÇÃO\nLEGISLATIVA. - FUNDAMENTAÇÃO COMPLEMENTAR, MIN. SEPÚLVEDA PERTENCE:\nCARACTERIZAÇÃO, DIREITO ABSOLUTO DA MINORIA PARLAMENTAR, CRIAÇÃO, CPI.\nPRESSUPOSTO, MANDADO DE SEGURANÇA, DIREITO LIQUIDO E CERTO,\nFUNDAMENTO,\nCERTEZA, FATO, BASE EMPÍRICA, COMPABITIBILIDADE, INTEGRAÇÃO, LACUNA,\nORDENAMENTO JURÍDICO, MEIO, ANALOGIA. - FUNDAMENTAÇÃO COMPLEMENTAR,\nMIN. NELSON JOBIM: CRIAÇÃO, CPI, CARACTERIZAÇÃO, DIREITO SUBJETIVO\nCONSTITUCIONAL POTESTATIVO, DIREITO FORMATIVO GERADOR. DESIGNAÇÃO,\nMEMBRO, CPI, DIVERSIDADE, QUESTÃO, FUNCIONAMENTO, PROBLEMA, QUORUM. -\nVOTO VENCIDO, MIN. EROS GRAU: PRELIMINAR, PREJUDICIALIDADE, PEDIDO,\nENCERRAMENTO, PRAZO, DURAÇÃO, CPI. CRIAÇÃO, CPI, CONDICIONAMENTO,\nEXCLUSIVIDADE, ATO, APRESENTAÇÃO, REQUERIMENTO, SUBSCRIÇÃO, UM TERÇO,\nMEMBRO, CASA LEGISLATIVA, TERMO INICIAL, PUBLICAÇÃO. SUFICIÊNCIA,\nREQUERIMENTO, GARANTIA, INSTALAÇÃO, CPI. CONFIGURAÇÃO, QUESTÃO,\n\"INTERNA CORPORIS\", PARTIDO POLÍTICO, AUSÊNCIA, NOMEAÇÃO, MANUTENÇÃO,\nREPRESENTANTE, CPI. MÉRITO, DESCABIMENTO, INTROMISSÃO, PODER\nJUDICIÁRIO, FUNCIONAMENTO, PODER LEGISLATIVO. INEXISTÊNCIA, DIREITO\nLÍQUIDO E CERTO, APLICAÇÃO, ANALOGIA, DISPOSITIVO, REGIMENTO INTERNO,\nIMPOSSIBILIDADE, DETERMINAÇÃO, PRESIDENTE, SENADO FEDERAL, INDICAÇÃO,\nINTEGRANTE, CPI, AUSÊNCIA, COMPETÊNCIA, ATO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=24849&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Caso \"CPI DOS BINGOS na prática de lavagem de dinheiro.\"\n- Acórdãos citados: HC 1063, HC 1073, Rp 1183, ADI 1635 MC,\nADI 1635, MS 1959, HC 8584, MS 20247, MS 20257, MS 20415,\nMS 20464, MS 20471, MS 20509, MS 21754, MS 22439, MS 22494,\nMS 23418, MS 23466, MS 23852 QO, MS 24318, MS 24847, RHC 32678, HC\n71039, HC 71261; RTJ 82/618, RTJ\n94/481, RTJ 148/724, RTJ 160/521, RTJ 173/805, RTJ 175/253,\nRTJ 176/178, RTJ 177/229, RTJ 180/191; RT 442/193; RDA\n193/268; RSTJ 40/154, RSTJ 180/78.\n- Decisões monocráticas citadas: MS 24845, MS 24848.\n- Legislação estrangeira citada: art. 34 da Constituição da\nRepública de Weimar, de 11/08/1919; art. 39, III e art. 44,\nI da Constituição Alemã.\n- Veja Requerimento 245/2004 do Senador Magno Malta e\noutros.\nNúmero de páginas: 182.\nAnálise: 27/08/2008, CRE.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)            : JOSÉ AGRIPINO MAIA\nADV.(A/S)            : FLAVIO COURI E OUTRO(A/S)\nADV.(A/S)            : LÉO FERREIRA LEONCY\nIMPDO.(A/S)        : MESA DO SENADO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":87711,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 24849","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2005-06-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"ALVES, José Wanderley Bezerra. Comissões Parlamentares de Inquérito:\nPoderes e Limites de Atuação. Fabris, 2004, p. 169-170, item 2.1.2.\nATALIBA, Geraldo. Judiciário e Minorias \"in\" Revista de Informação\nLegislativa. Volume 96, p. 189-194.\nBALEEIRO, Aliomar. Alguns andaimes da Constituição. Livraria Principal,\n1950, p. 135-136.\nBIM, Eduardo Fortunato. A Composição partidária proporcional nas\nComissões Parlamentares (CF, Art. 58, § 1º) e o pensamento do possível:\no direito da minoria à efetivação da CPI.\nBUENO, Pimenta. Direito Público Brasileiro e Análise da Constituição do\nImpério. 1958, p. 105-106, item 125, 127.\nBULOS, Uadi Lammêgo. Comissão Parlamentar de Inquérito. Saraiva, 2001,\np. 216, item 5.\nBUZAID, Alfredo. Do Mandado de Segurança. Saraiva, 1989, vol. 1, p.\n126, item 65, p. 181-184, item 107, 111.\nCANOTILHO, José Joaquim Gomes e MOREIRA, Vital. Contituição da\nRepública Portuguesa Anotada. Coimbra, 1993, 3ª ed., p. 719, 720, item\n7.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da\nConstituição. Coimbra: Almedina, 1998, 5ª ed., p. 309, 312, 324-325.\nCUNHA, Sérgio Sérvulo da. Fundamentos do Direito Constitucional.\nSaraiva, 2004, p. 161-162, item 602,73.\nFERREIRA, Pinto. Princípios Gerais do Direito Constitucional Moderno.\nRT, 1971, 5ª ed., Tomo 1, p. 195-196.\nGONÇALVES, Luiz Carlos dos Santos. Comissões Parlamentares de\nGRIMM, Dieter. Verfassungserichtsbarkeit - Funktion und\nFunktionsgrenzen in Demokratischem Staat \"in\" Jus-Didaktik, Heft 4.\n1977, p. 83.\nInquérito - Poder de Investigação. Juarez de Oliveira, 2001. p. 41-42,\nitem 5.\nKELSEN, Hans. A Garantia Jurisdioncional da Constituição \"in\" RDP,\nParis. 1928, p. 252.\nKELSEN, Hans. Vom Wesen Und Wert Der Demokratie. 1929, 2ª ed., p. 101.\nKELSEN, Hans. Wesen Und Entwicklung Der Staatsgerichtsbarkeit, Vvdstrl\n5, Tradução Italiana de Geraci Carmelho, La Garanzia Giurisdizionale\nDella Constituzione, \"in\": La Giustizia Constituzionale, Milão, 1980,\np. 144. 1928, p. 80-81.\nKLEIN, Shimidt-Bleibtreu. Kommentar Zum Grundgesetz, Art. 44. 1999, 9ª\ned. p. 835-836.\nLEITÃO, J. M. Silva. Constituição e Direito de oposição. Coimbra:\nAlmedina, 1998, p. 309, 312.\nLESSA, Pedro. Do Poder Judiciário. Livraria Francisco Alves, 1915, p.\n65-66.\nMEIRELLES, Hely Lopes. Mandado de Segurança, Ação Popular, Ação Civil\nPública, Mandado de Injunção, Habeas Data, atualizada por Arnold\nWald.Malheiros, 2003, 26ª ed., p. 66-67.\nMENEZES, Carlos Alberto. Manual do Mandado de Segurança. Renovar, 2003,\n4ª ed., p. 111.\nMIRANDA, Jorge. Sobre as Comissões Parlamentares de Inquérito \"in\"\nRevista da Faculdade de Direito - FAAP. 2002, vol. 1, p. 55-60.\nMIRANDA, Pontes. Comentários à Constituição de 1967 com a Emenda nº 1\nde 1969. 3ª ed., Forense, 1987, Tomo 3, p. 644.\nNUNES, Castro. Do Mandado de Segurança. 1988, 9ª ed., p. 77, item 53.\nNUNES, Castro. Do Mandado de Segurança. 5ª ed., p. 223.\nOLIVEIRA, Francisco Antônio de. Mandado de Segurança e Controle\nJurisdicional. RT, 2001, 3ª ed., p. 98-99, item 5.6.\nPEIXINHO, Manoel Messias e GUANABARA, Ricardo. Comissões Parlamentares\nde Inquérito: Princípios, Poderes e Limites. Lumen Juris, 2001, p.\n76-77, item 4.2.3.\nPIÇARRA, Nuno. O Inquérito Parlamentar e os seus modelos\nConstitucionais - O caso Português. Almedina, 2004, p. 37, 337, 343,\n388-389, 681-882.\nSAMPAIO, Nelson de Souza. Do Inquérito Parlamentar. FGV, 1964, p. 34.\nSCHMIDT, Bleibtreu-Klein. Kommentar Zum Grundgesetz, Art. 44. 9ª ed.,\n1999, p. 835, 836.\nSILVA FILHO, Derly Barreto e. Controle dos Atos Parlamentares pelo\nPoder Judiciário. Malheiros, 2003, p. 131, 133, 134, item 3.1.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo.\nMalheiros, 2005, 24ª ed., p. 515-516, item 4.\nSTÜWE, Klaus. Die Opposition im Bundestag und das\nBundesverfassungsgericht: das Verfahren als Kontrollinstrument der\nParlamentarischen Minderheit. Nomos Verlagsgesellschaft, Tradução\nEspanhola de José Antonio Montilla Marcos. 1997, p. 40, 367.","ministro_facet":["CELSO DE MELLO"],"processo_numero":24849,"base":"acordaos"},"highlight":{"ementa_texto":["COMISSÃO PARLAMENTAR DE INQUÉRITO - DIREITO DE OPOSIÇÃO - PRERROGATIVA DAS MINORIAS PARLAMENTARES - EXPRESSÃO DO POSTULADO DEMOCRÁTICO - DIREITO IMPREGNADO DE ESTATURA CONSTITUCIONAL - INSTAURAÇÃO DE INQUÉRITO PARLAMENTAR E COMPOSIÇÃO DA RESPECTIV\nA\nCPI\n- TEMA QUE EXTRAVASA OS LIMITES \"INTERNA CORPORIS\" DAS CASAS LEGISLATIVAS - VIABILIDADE DO CONTROLE JURISDICIONAL - IMPOSSIBILIDADE DE A MAIORIA PARLAMENTAR FRUSTRAR, NO ÂMBITO DO CONGRESSO NACIONAL, O EXERCÍCIO, PELAS MINORIAS LEGISLATIVAS, DO\nDIREITO\nCONSTITUCIONAL À INVESTIGAÇÃO PARLAMENTAR (CF, ART. 58, § 3º) - MANDADO DE SEGURANÇA CONCEDIDO.\nCRIAÇÃO DE COMISSÃO PARLAMENTAR DE INQUÉRITO: REQUISITOS CONSTITUCIONAIS.\n- O Parlamento recebeu dos cidadãos, não só o poder de representação política e a competência para legislar, mas, também, o mandato para fiscalizar os órgãos e agentes do Estado, respeitados, nesse processo de fiscalização, os limites materiais e as\nexigências formais estabelecidas pela Constituição Federal.\n- O direito de investigar - que a Constituição da República atribuiu ao Congresso Nacional e às Casas que o compõem (art. 58, §  3º) - tem, no inquérito parlamentar, o instrumento mais expressivo de concretização desse relevantíssimo encargo\nconstitucional, que traduz atribuição inerente à própria essência da instituição parlamentar.\n- A instauração do inquérito parlamentar, para viabilizar-se no âmbito das Casas legislativas, está vinculada, unicamente, à satisfação de três (03) exigências definidas, de modo taxativo, no texto da Carta Política: (1) subscrição do requerimento de\nconstituição da CPI por, no mínimo, 1/3 dos membros da Casa legislativa, (2)  indicação de fato determinado a ser objeto de apuração e (3) temporariedade da comissão parlamentar de inquérito.\n- Preenchidos os requisitos constitucionais (CF, art. 58, § 3º), impõe-se a criação da Comissão Parlamentar de Inquérito, que não depende, por isso mesmo, da vontade aquiescente da maioria legislativa. Atendidas tais exigências (CF, art. 58, § 3º),\ncumpre, ao Presidente da Casa legislativa, adotar os procedimentos subseqüentes e necessários à efetiva instalação da CPI, não lhe cabendo qualquer apreciação de mérito sobre o objeto da investigação parlamentar, que se revela possível, dado o seu\ncaráter autônomo (RTJ 177/229 - RTJ 180/191-193), ainda que já instaurados, em torno dos mesmos fatos, inquéritos policiais ou processos judiciais.\nO ESTATUTO CONSTITUCIONAL DAS MINORIAS PARLAMENTARES: A PARTICIPAÇÃO ATIVA, NO CONGRESSO NACIONAL, DOS GRUPOS MINORITÁRIOS, A QUEM ASSISTE O DIREITO DE FISCALIZAR O EXERCÍCIO DO PODER.\n- A prerrogativa institucional de investigar, deferida ao Parlamento (especialmente aos grupos minoritários que atuam no âmbito dos corpos legislativos), não pode ser comprometida pelo bloco majoritário existente no Congresso Nacional e que, por\nefeito\nde sua intencional recusa em indicar membros para determinada comissão de inquérito parlamentar (ainda que fundada em razões de estrita conveniência político-partidária), culmine por frustrar e nulificar, de modo inaceitável e arbitrário, o exercício,\npelo Legislativo (e pelas minorias que o integram), do poder constitucional de fiscalização e de investigação do comportamento dos órgãos, agentes e instituições do Estado, notadamente daqueles que se estruturam na esfera orgânica do Poder Executivo.\n- Existe, no sistema político-jurídico brasileiro, um verdadeiro estatuto constitucional das minorias parlamentares, cujas prerrogativas - notadamente aquelas pertinentes ao direito de investigar - devem ser preservadas pelo Poder Judiciário, a quem\nincumbe proclamar o alto significado que assume, para o regime democrático, a essencialidade da proteção jurisdicional a ser dispensada ao direito de oposição, analisado na perspectiva da prática republicana das instituições parlamentares.\n- A norma inscrita no art. 58, § 3º, da Constituição da República destina-se a ensejar a participação ativa das minorias parlamentares no processo de investigação legislativa, sem que, para tanto, mostre-se necessária a concordância das agremiações\nque\ncompõem a maioria parlamentar.\nA CONCEPÇÃO DEMOCRÁTICA DO ESTADO DE DIREITO REFLETE UMA REALIDADE DENSA DE SIGNIFICAÇÃO E PLENA DE POTENCIALIDADE CONCRETIZADORA DOS DIREITOS E DAS LIBERDADES PÚBLICAS.\n- O Estado de Direito, concebido e estruturado em bases democráticas, mais do que simples figura conceitual ou mera proposição doutrinária, reflete, em nosso sistema jurídico, uma realidade constitucional densa de significação e plena de\npotencialidade\nconcretizadora dos direitos e das liberdades públicas.\n- A opção do legislador constituinte pela concepção democrática do Estado de Direito não pode esgotar-se numa simples proclamação retórica. A opção pelo Estado democrático de direito, por isso mesmo, há de ter conseqüências efetivas no plano de nossa\norganização política, na esfera das relações institucionais entre os poderes da República e no âmbito da formulação de uma teoria das liberdades públicas e do próprio regime democrático. Em uma palavra: ninguém se sobrepõe, nem mesmo os grupos\nmajoritários, aos princípios superiores consagrados pela Constituição da República.\n- O direito de oposição, especialmente aquele reconhecido às minorias legislativas, para que não se transforme numa promessa constitucional inconseqüente, há de ser aparelhado com instrumentos de atuação que viabilizem a sua prática efetiva e\nconcreta.\n- A maioria legislativa, mediante deliberada inércia de seus líderes na indicação de membros para compor determinada Comissão Parlamentar de Inquérito, não pode frustrar o exercício, pelos grupos minoritários que atuam no Congresso Nacional, do\ndireito\npúblico subjetivo que lhes é assegurado pelo art. 58, § 3º, da Constituição e que lhes confere a prerrogativa de ver efetivamente instaurada a investigação parlamentar em torno de fato determinado e por período certo.\nO CONTROLE JURISDICIONAL DOS ATOS PARLAMENTARES: POSSIBILIDADE, DESDE QUE HAJA ALEGAÇÃO DE DESRESPEITO A DIREITOS E/OU GARANTIAS DE ÍNDOLE CONSTITUCIONAL.\n- O Poder Judiciário, quando intervém para assegurar as franquias constitucionais e para garantir a integridade e a supremacia da Constituição, desempenha, de maneira plenamente legítima, as atribuições que lhe conferiu a própria Carta da República,\nainda que essa atuação institucional se projete na esfera orgânica do Poder Legislativo.\n- Não obstante o caráter político dos atos parlamentares, revela-se legítima a intervenção jurisdicional, sempre que os corpos legislativos ultrapassem os limites delineados pela Constituição ou exerçam as suas atribuições institucionais com ofensa a\ndireitos públicos subjetivos impregnados de qualificação constitucional e titularizados, ou não, por membros do Congresso Nacional. Questões políticas. Doutrina. Precedentes.\n- A ocorrência de desvios jurídico-constitucionais nos quais incida uma Comissão Parlamentar de Inquérito justifica, plenamente, o exercício, pelo Judiciário, da atividade de controle jurisdicional sobre eventuais abusos legislativos (RTJ 173/805-810,\n806), sem que isso caracterize situação de ilegítima interferência na esfera orgânica de outro Poder da República.\nLEGITIMIDADE PASSIVA \"AD CAUSAM\" DO PRESIDENTE DO SENADO FEDERAL - AUTORIDADE DOTADA DE PODERES PARA VIABILIZAR A COMPOSIÇÃO DAS COMISSÕES PARLAMENTARES DE INQUÉRITO.\n- O mandado de segurança há de ser impetrado em face de órgão ou agente público investido de competência para praticar o ato cuja implementação se <em>busca</em>.\n- Incumbe, em conseqüência, não aos Líderes partidários, mas, sim, ao Presidente da Casa Legislativa (o Senado Federal, no caso), em sua condição de órgão dirigente da respectiva Mesa, o poder de viabilizar a composição e a organização das comissões\nparlamentares de inquérito."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur92206","_score":4.6333222,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Depois do voto do Senhor Ministro Celso de Mello, Relator, rejeitando\nas questões preliminares suscitadas e concedendo o mandado de\nsegurança, para garantir à minoria legislativa a efetiva instauração do\ninquérito parlamentar (\"CPI dos Bingos\"), e dos votos dos Senhores\nMinistros Marco Aurélio, Sepúlveda Pertence e Carlos Britto, que também\nacompanhavam o relator, o julgamento foi suspenso em virtude do pedido\nde vista do Senhor Ministro Eros Grau. Falaram, pelos impetrantes, o\nDr. Werner Becker e, pelo Ministério Público Federal, o Dr. Cláudio\nLemos Fonteles, Procurador-Geral da República. Presidência do Senhor\nMinistro Nelson Jobim. Plenário, 04.05.2005.\nDecisão: O Tribunal, por maioria, rejeitou as questões preliminares\nsuscitadas neste processo, inclusive aquela proposta pelo Senhor\nMinistro Eros Grau. Prosseguindo no julgamento, e também por votação\nmajoritária, o Tribunal concedeu o mandado de segurança, nos termos do\nvoto do relator, para assegurar, à parte impetrante, o direito à\nefetiva composição da Comissão Parlamentar de Inquérito, de que trata o\nRequerimento nº 245/2004, devendo, o Senhor Presidente do Senado,\nmediante aplicação analógica do art. 28, § 1º do Regimento Interno da\nCâmara dos Deputados, c/c o art. 85, caput, do Regimento Interno do\nSenado Federal, proceder, ele próprio, à designação dos nomes faltantes\ndos Senadores que irão compor esse órgão de investigação legislativa,\nobservado, ainda, o disposto no § 1º do art. 58 da Constituição da\nRepública, vencido o Senhor Ministro Eros Grau. Votou o Presidente,\nMinistro Nelson Jobim. Ausente, justificadamente, a Senhora Ministra\nEllen Gracie. Plenário, 22.06.2005.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur92206","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur92206","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: COMISSÃO PARLAMENTAR DE INQUÉRITO - DIREITO DE\nOPOSIÇÃO - PRERROGATIVA DAS MINORIAS PARLAMENTARES - EXPRESSÃO DO\nPOSTULADO DEMOCRÁTICO - DIREITO IMPREGNADO DE ESTATURA\nCONSTITUCIONAL - INSTAURAÇÃO DE INQUÉRITO PARLAMENTAR E COMPOSIÇÃO\nDA RESPECTIVA CPI - TEMA QUE EXTRAVASA OS LIMITES \"INTERNA CORPORIS\"\n DAS CASAS LEGISLATIVAS - VIABILIDADE DO CONTROLE JURISDICIONAL -\nIMPOSSIBILIDADE DE A MAIORIA PARLAMENTAR FRUSTRAR, NO ÂMBITO DO\nCONGRESSO NACIONAL, O EXERCÍCIO, PELAS MINORIAS LEGISLATIVAS, DO\nDIREITO CONSTITUCIONAL À INVESTIGAÇÃO PARLAMENTAR (CF, ART. 58, §\n3º) - MANDADO DE SEGURANÇA CONCEDIDO.\nCRIAÇÃO DE COMISSÃO\nPARLAMENTAR DE INQUÉRITO: REQUISITOS CONSTITUCIONAIS.\n- O\nParlamento recebeu dos cidadãos, não só o poder de representação\npolítica e a competência para legislar, mas, também, o mandato para\nfiscalizar os órgãos e agentes do Estado, respeitados, nesse\nprocesso de fiscalização, os limites materiais e as exigências\nformais estabelecidas pela Constituição Federal.\n- O direito de\ninvestigar - que a Constituição da República atribuiu ao Congresso\nNacional e às Casas que o compõem (art. 58, §  3º) - tem, no\ninquérito parlamentar, o instrumento mais expressivo de\nconcretização desse relevantíssimo encargo constitucional, que\ntraduz atribuição inerente à própria essência da instituição\nparlamentar.\n- A instauração do inquérito parlamentar, para\nviabilizar-se no âmbito das Casas legislativas, está vinculada,\nunicamente, à satisfação de três (03) exigências definidas, de modo\ntaxativo, no texto da Carta Política: (1) subscrição do requerimento\n de constituição da CPI por, no mínimo, 1/3 dos membros da Casa\nlegislativa, (2)  indicação de fato determinado a ser objeto de\napuração e (3) temporariedade da comissão parlamentar de\ninquérito.\n- Preenchidos os requisitos constitucionais (CF, art.\n58, § 3º), impõe-se a criação da Comissão Parlamentar de Inquérito,\nque não depende, por isso mesmo, da vontade aquiescente da maioria\nlegislativa. Atendidas tais exigências (CF, art. 58, § 3º), cumpre,\nao Presidente da Casa legislativa, adotar os procedimentos\nsubseqüentes e necessários à efetiva instalação da CPI, não lhe\ncabendo qualquer apreciação de mérito sobre o objeto da investigação\n parlamentar, que se revela possível, dado o seu caráter autônomo\n(RTJ 177/229 - RTJ 180/191-193), ainda que já instaurados, em torno\ndos mesmos fatos, inquéritos policiais ou processos\njudiciais.\nO ESTATUTO CONSTITUCIONAL DAS MINORIAS\nPARLAMENTARES: A PARTICIPAÇÃO ATIVA, NO CONGRESSO NACIONAL, DOS\nGRUPOS MINORITÁRIOS, A QUEM ASSISTE O DIREITO DE FISCALIZAR O\nEXERCÍCIO DO PODER.\n- A prerrogativa institucional de investigar,\n deferida ao Parlamento (especialmente aos grupos minoritários que\natuam no âmbito dos corpos legislativos), não pode ser comprometida\npelo bloco majoritário existente no Congresso Nacional e que, por\nefeito de sua intencional recusa em indicar membros para determinada\n comissão de inquérito parlamentar (ainda que fundada em razões de\nestrita conveniência político-partidária), culmine por frustrar e\nnulificar, de modo inaceitável e arbitrário, o exercício, pelo\nLegislativo (e pelas minorias que o integram), do poder\nconstitucional de fiscalização e de investigação do comportamento\ndos órgãos, agentes e instituições do Estado, notadamente daqueles\nque se estruturam na esfera orgânica do Poder Executivo.\n-\nExiste, no sistema político-jurídico brasileiro, um verdadeiro\nestatuto constitucional das minorias parlamentares, cujas\nprerrogativas - notadamente aquelas pertinentes ao direito de\ninvestigar - devem ser preservadas pelo Poder Judiciário, a quem\nincumbe proclamar o alto significado que assume, para o regime\ndemocrático, a essencialidade da proteção jurisdicional a ser\ndispensada ao direito de oposição, analisado na perspectiva da\nprática republicana das instituições parlamentares.\n- A norma\ninscrita no art. 58, § 3º, da Constituição da República destina-se a\n ensejar a participação ativa das minorias parlamentares no processo\n de investigação legislativa, sem que, para tanto, mostre-se\nnecessária a concordância das agremiações que compõem a maioria\nparlamentar.\nA CONCEPÇÃO DEMOCRÁTICA DO ESTADO DE DIREITO REFLETE\n UMA REALIDADE DENSA DE SIGNIFICAÇÃO E PLENA DE POTENCIALIDADE\nCONCRETIZADORA DOS DIREITOS E DAS LIBERDADES PÚBLICAS.\n- O Estado\n de Direito, concebido e estruturado em bases democráticas, mais do\nque simples figura conceitual ou mera proposição doutrinária,\nreflete, em nosso sistema jurídico, uma realidade constitucional\ndensa de significação e plena de potencialidade concretizadora dos\ndireitos e das liberdades públicas.\n- A opção do legislador\nconstituinte pela concepção democrática do Estado de Direito não\npode esgotar-se numa simples proclamação retórica. A opção pelo\nEstado democrático de direito, por isso mesmo, há de ter\nconseqüências efetivas no plano de nossa organização política, na\nesfera das relações institucionais entre os poderes da República e\nno âmbito da formulação de uma teoria das liberdades públicas e do\npróprio regime democrático. Em uma palavra: ninguém se sobrepõe, nem\n mesmo os grupos majoritários, aos princípios superiores consagrados\n pela Constituição da República.\n- O direito de oposição,\nespecialmente aquele reconhecido às minorias legislativas, para que\nnão se transforme numa promessa constitucional inconseqüente, há de\nser aparelhado com instrumentos de atuação que viabilizem a sua\nprática efetiva e concreta.\n- A maioria legislativa, mediante\ndeliberada inércia de seus líderes na indicação de membros para\ncompor determinada Comissão Parlamentar de Inquérito, não pode\nfrustrar o exercício, pelos grupos minoritários que atuam no\nCongresso Nacional, do direito público subjetivo que lhes é\nassegurado pelo art. 58, § 3º, da Constituição e que lhes confere a\nprerrogativa de ver efetivamente instaurada a investigação\nparlamentar em torno de fato determinado e por período certo.\nO\nCONTROLE JURISDICIONAL DOS ATOS PARLAMENTARES: POSSIBILIDADE, DESDE\nQUE HAJA ALEGAÇÃO DE DESRESPEITO A DIREITOS E/OU GARANTIAS DE ÍNDOLE\n CONSTITUCIONAL.\n- O Poder Judiciário, quando intervém para\nassegurar as franquias constitucionais e para garantir a integridade\n e a supremacia da Constituição, desempenha, de maneira plenamente\nlegítima, as atribuições que lhe conferiu a própria Carta da\nRepública, ainda que essa atuação institucional se projete na esfera\n orgânica do Poder Legislativo.\n- Não obstante o caráter político\n dos atos parlamentares, revela-se legítima a intervenção\njurisdicional, sempre que os corpos legislativos ultrapassem os\nlimites delineados pela Constituição ou exerçam as suas atribuições\ninstitucionais com ofensa a direitos públicos subjetivos impregnados\n de qualificação constitucional e titularizados, ou não, por membros\n do Congresso Nacional. Questões políticas. Doutrina.\nPrecedentes.\n- A ocorrência de desvios jurídico-constitucionais\nnos quais incida uma Comissão Parlamentar de Inquérito justifica,\nplenamente, o exercício, pelo Judiciário, da atividade de controle\njurisdicional sobre eventuais abusos legislativos (RTJ 173/805-810,\n806), sem que isso caracterize situação de ilegítima interferência\nna esfera orgânica de outro Poder da República.\nLEGITIMIDADE\nPASSIVA \"AD CAUSAM\" DO PRESIDENTE DO SENADO FEDERAL - AUTORIDADE\nDOTADA DE PODERES PARA VIABILIZAR A COMPOSIÇÃO DAS COMISSÕES\nPARLAMENTARES DE INQUÉRITO.\n- O mandado de segurança há de ser\nimpetrado em face de órgão ou agente público investido de\ncompetência para praticar o ato cuja implementação se busca.\n-\nIncumbe, em conseqüência, não aos Líderes partidários, mas, sim, ao\nPresidente da Casa Legislativa (o Senado Federal, no caso), em sua\ncondição de órgão dirigente da respectiva Mesa, o poder de\nviabilizar a composição e a organização das comissões parlamentares\nde inquérito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=24831&classe=MS","externo_seq_objeto_incidente":2209221,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 04-08-2006  PP-00026\nEMENT VOL-02240-02 PP-00231\nRTJ VOL-00200-03 PP-01121","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=24831&classe=MS","is_colac":false,"titulo":"MS 24831","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1934\n          ART-00036\n                CF-1934 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n          ART-00053\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n          ART-00030 PAR-ÚNICO LET-D ART-00037 Redação dada pela\nEMC-1/1969\n          ART-00039\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n","LEG-FED   CF       ANO-1988\n          ART-00001 INC-00005 ART-00017 ART-00049\n          INC-00010 ART-00058 PAR-00001 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-005869    ANO-1973\n          ART-00047 ART-00183 PAR-00001 PAR-00002\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-001579      ANO-1952\n          ART-00001 PAR-ÚNICO ART-00005 PAR-00002\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00012 ART-00024 ART-00025\n          Lei Orgânica dos Partidos Políticos\n","LEG-FED   DEL-009215      ANO-1946\n","LEG-FED   RGI\n          ART-00009 PAR-00001 ART-00010\n          Regimento Comum do Congresso Nacional\n","LEG-FED   RGI\n          ART-00048 INC-00021 ART-00066 ART-00074\n          INC-00001 INC-00002 INC-00003 ART-00076\n          INC-00002 PAR-00001 PAR-00003 PAR-00004 ART-00078\n          ART-00085 \"CAPUT\" ART-00109 ART-00145\n          PAR-00001 PAR-00002 ART-00152 ART-00412\n          INC-00006\n          Regimento Interno do Senado Federal\n","LEG-FED   RGI\n          ART-00023 ART-00028 PAR-00001 ART-00033\n          PAR-00001 ART-00045 PAR-00003\n          Regimento Interno da Câmara dos Deputados"],"publicacao_data":"2006-08-04","documental_acordao_mesmo_sentido_lista_texto":"MS 24845\n          JULG-22-06-2005  UF-DF   TURMA-TP  MIN-CELSO DE MELLO  N.PÁG-182\n          DJ    29-09-2006 PP-00033  EMENT VOL-02249-05  PP-00777\nMS 24846\n          JULG-22-06-2005  UF-DF   TURMA-TP  MIN-CELSO DE MELLO  N.PÁG-182\n          DJ    29-09-2006 PP-00034  EMENT VOL-02249-06  PP-00959\nMS 24847\n          JULG-22-06-2005  UF-DF   TURMA-TP  MIN-CELSO DE MELLO  N.PÁG-00182\n          DJ    13-10-2006 PP-00043  EMENT VOL-02251-01  PP-00094\nMS 24848\n          JULG-22-06-2005  UF-DF   TURMA-TP  MIN-CELSO DE MELLO  N.PÁG-182\n          DJ    29-09-2006 PP-00035  EMENT VOL-02249-07  PP-01141","documental_indexacao_texto":"- INOCORRÊNCIA, OFENSA, PRINCÍPIO DA\nSEPARAÇÃO DOS PODERES, PODER JUDICIÁRIO, FISCALIZAÇÃO, PODER\nLEGISLATIVO, AÇÃO, OMISSÃO, ABUSO DE PODER, VIOLAÇÃO, CONSTITUIÇÃO\nFEDERAL. APLICAÇÃO, PRINCÍPIO DA LIMITAÇÃO DE PODERES, INEXISTÊNCIA,\nPODER ABSOLUTO, SUPREMACIA, CONSTITUIÇÃO FEDERAL, POSSIBILIDADE,\n\"JUDICIAL REVIEW\".\n- LEGITIMIDADE ATIVA \"AD CAUSAM\", MEMBRO, CONGRESSO\nNACIONAL, PROVOCAÇÃO, PODER JUDICIÁRIO, PROTEÇÃO, DIREITO, MINORIA\nPARLAMENTAR. POSSIBILIDADE, INTERVENÇÃO, PODER JUDICIÁRIO, ATO\nPOLÍTICO, LESÃO DIRETA, LESÃO IMEDIATA, DIREITO INDIVIDUAL.\n- APLICAÇÃO, ANALOGIA, DISPOSITIVO, REGIMENTO INTERNO, CÂMARA DOS\nDEPUTADOS, REGIMENTO COMUM, CONGRESSO NACIONAL, PREVISÃO, PRESIDENTE,\nMESA, DE OFÍCIO, DESIGNAÇÃO, PARLAMENTAR, COMPOSIÇÃO, COMISSÃO\nLEGISLATIVA, HIPÓTESE, OMISSÃO, LIDERANÇA PARTIDÁRIA.\n- FACULDADE, LÍDER PARTIDÁRIO, INDICAÇÃO, MEMBRO, CPI,\nPOSSIBILIDADE, SUPRIMENTO, ATO, PRESIDENTE, MESA.\n- CONVOCAÇÃO FORMAL, TOTALIDADE, LÍDER PARTIDÁRIO, OMISSÃO, INDICAÇÃO,\nMEMBRO, OFERECIMENTO, OPORTUNIDADE, CONTESTAÇÃO, PRETENSÃO, MANDADO DE\nSEGURANÇA, CONFIGURAÇÃO, LITISCONSÓRCIO PASSIVO NECESSÁRIO.\nCARACTERIZAÇÃO, INTERVENÇÃO \"JUSSU JUDICIS\", MANIFESTAÇÃO, PODER,\nDIREÇÃO PROCESSUAL, MAGISTRADO, DE OFÍCIO, INCLUSÃO, TERCEIRO, LIDE,\nGARANTIA, EFICÁCIA, DECISÃO.\n- AUSÊNCIA, INSTALAÇÃO, CPI, IMPLICAÇÃO, ÓBICE, FLUÊNCIA, PRAZO,\nFUNCIONAMENTO, COMISSÃO PARLAMENTAR.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: OCORRÊNCIA,\nOBSTRUÇÃO, PRESIDENTE, SENADO FEDERAL, EXERCÍCIO, MINORIA PARLAMENTAR,\nDIREITO, INVESTIGAÇÃO LEGISLATIVA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE,\nIMPUGNAÇÃO, ATO POLÍTICO, HIPÓTESE, MANDADO DE SEGURANÇA, IMPETRAÇÃO,\nLÍDER, PARTIDO POLÍTICO, OMISSÃO, INDICAÇÃO, INTEGRANTE, CPI.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN CEZAR PELUSO: DESCARACTERIZAÇÃO,\nREQUERIMENTO, ATO, CRIAÇÃO, CPI. DISTINÇÃO, FASE, PROCESSO, CRIAÇÃO,\nCPI, PRIMEIRA FASE, APRESENTAÇÃO, REQUERIMENTO, SEGUNDA FASE, RECEPÇÃO,\nCOMPOSIÇÃO, TERCEIRA FASE, ATO FORMAL, CRIAÇÃO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NELSON JOBIM: DESCABIMENTO,\nFUNCIONAMENTO, CPI, AUSÊNCIA, NÚMERO MÍNIMO, PARLAMENTAR,\nPOSSIBILIDADE, VIOLAÇÃO, DIREITO PARLAMENTAR CLÁSSICO, DIREITO DE\nOBSTRUÇÃO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: LEGITIMIDADE,\nPARTIDO POLÍTICO, PROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE,\nCARACTERIZAÇÃO, INSTRUMENTO, EXERCÍCIO, DIREITO DA MINORIA\nPARLAMENTAR.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CABIMENTO, ATUAÇÃO,\nJURISDIÇÃO CONSTITUCIONAL, DEFESA, DEMOCRACIA, PROTEÇÃO, MINORIA\nREPRESENTATIVA. CONFIGURAÇÃO, PODER-DEVER, PODER LEGISLATIVO,\nINVESTIGAÇÃO, SITUAÇÃO EXCEPCIONAL. DIREITO DE OPOSIÇÃO, ABRANGÊNCIA,\nOPOSIÇÃO PARLAMENTAR, OPOSIÇÃO EXTRAPARLAMENTAR, DIREITO, LIBERDADE\nPOLÍTICA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, DIREITO DE\nREUNIÃO, DIREITO DE CONSULTA PRÉVIA. COMPETÊNCIA IMPLÍCITA,\nPRESIDÊNCIA, SENADO, INDICAÇÃO, MEMBRO, CPI, INÉRCIA, LIDERANÇA\nPARTIDÁRIA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: OCORRÊNCIA,\nOBSTRUÇÃO, PRESIDENTE, SENADO FEDERAL, EXERCÍCIO, MINORIA PARLAMENTAR,\nDIREITO, INVESTIGAÇÃO LEGISLATIVA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. SEPÚLVEDA PERTENCE: CARACTERIZAÇÃO,\nDIREITO ABSOLUTO DA MINORIA PARLAMENTAR, CRIAÇÃO, CPI. PRESSUPOSTO,\nMANDADO DE SEGURANÇA, DIREITO LIQUIDO E CERTO, FUNDAMENTO, CERTEZA,\nFATO, BASE EMPÍRICA, COMPABITIBILIDADE, INTEGRAÇÃO,\nLACUNA,\nORDENAMENTO JURÍDICO, MEIO, ANALOGIA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NELSON JOBIM: CRIAÇÃO, CPI,\nCARACTERIZAÇÃO, DIREITO SUBJETIVO CONSTITUCIONAL POTESTATIVO,  DIREITO\nFORMATIVO GERADOR. DESIGNAÇÃO, MEMBRO, CPI, DIVERSIDADE, QUESTÃO,\nFUNCIONAMENTO, PROBLEMA, QUORUM.\n- VOTO VENCIDO, MIN. EROS GRAU: PRELIMINAR, PREJUDICIALIDADE, PEDIDO,\nENCERRAMENTO, PRAZO, DURAÇÃO, CPI. CRIAÇÃO, CPI, CONDICIONAMENTO,\nEXCLUSIVIDADE, ATO, APRESENTAÇÃO, REQUERIMENTO, SUBSCRIÇÃO, UM TERÇO,\nMEMBRO, CASA LEGISLATIVA, TERMO INICIAL, PUBLICAÇÃO.\nSUFICIÊNCIA, REQUERIMENTO, GARANTIA, INSTALAÇÃO, CPI.  CONFIGURAÇÃO,\nQUESTÃO, \"INTERNA CORPORIS\", PARTIDO POLÍTICO, AUSÊNCIA, NOMEAÇÃO,\nMANUTENÇÃO, REPRESENTANTE, CPI. MÉRITO, DESCABIMENTO, INTROMISSÃO,\nPODER JUDICIÁRIO, FUNCIONAMENTO, PODER LEGISLATIVO. INEXISTÊNCIA,\nDIREITO LÍQUIDO E CERTO, APLICAÇÃO, ANALOGIA, DISPOSITIVO, REGIMENTO\nINTERNO, IMPOSSIBILIDADE, DETERMINAÇÃO, PRESIDENTE, SENADO FEDERAL,\nINDICAÇÃO, INTEGRANTE, CPI, AUSÊNCIA, COMPETÊNCIA, ATO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=24831&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Caso \"CPI DOS BINGOS na prática de lavagem de dinheiro.\"\n- Acórdãos citados: HC 1063, HC 1073, Rp 1183 (RTJ-113/36), ADI 1635\nMC, ADI 1635, MS 1959, HC 8584 (Revista do Supremo Tribunal\nFederal-42/135), MS 20247 (RTJ-102/27), MS 20257\n(RTJ-99/1035), MS 20415 (RTJ-114/537), MS 20464 (RTJ-112/598), MS 20471\n(RTJ-112/1023), MS 20509 (RTJ-116/67), MS 21754, MS 22439\n(RTJ-184/997), MS 22494 (RTJ-163/176), MS 23418, MS 23466\n(RTJ-178/263), MS 23852 QO, MS 24318, MS 24847, MS 24849, RHC\n32678, HC 71039 (RTJ-169/511), HC 71261 (RTJ-160/521); RTJ-82/618,\nRTJ-94/481, RTJ-148/724, RTJ-160/521, RTJ-173/805, RTJ-175/253,\nRTJ-176/178, RTJ-177/229, RTJ-180/191; RT-442/193; RDA-193/268;\nRSTJ-40/154, RSTJ-180/78.\n- Decisões monocráticas citadas: MS 24845, MS 24848.\n- Legislação estrangeira citada: art. 34 da Constituição da República\nde Weimar, de 11/08/1919; art. 39, III e art. 44, I da Constituição\nAlemã.\n- Veja Memorial apresentado pelo ilustre advogado , Dr. Léo\nFerreira Leoncy, nos autos do MS 24847 e do MS 24849;\nRequerimento 245/2004 do Senador Magno Malta e outros.\nNúmero de páginas: 179.\nAnálise: 08/09/2006, JOY/AAC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)           : PEDRO JORGE SIMON E OUTRO(A/S)\nADV.(A/S)           : RODRIGO FRANTZ BECKER E OUTRO(A/S)\nIMPDO.(A/S)         : PRESIDENTE DO SENADO FEDERAL\nLIT.PAS.(A/S)       : LÍDER DO BLOCO PARLAMENTAR DE APOIO AO\n            GOVERNO NO SENADO FEDERAL, SENADORA IDELI SALVATTI\nADV.(A/S)           : ADRIANA MOURÃO ROMERO E OUTRO\nLIT.PAS.(A/S)       : LÍDER DO PARTIDO TRABALHISTA BRASILEIRO -\n            PTB, SENADOR DUCIOMAR GOMES DA COSTA\nLIT.PAS.(A/S)       : LÍDER DO PARTIDO SOCIALISTA BRASILEIRO - PSB,\n             JOÃO ALBERTO RODRIGUES CAPIBERIBE\nADV.(A/S)           : ANTONIO TAVARES VIEIRA NETTO E OUTROS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":92206,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 24831","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2005-06-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"OBRA:  ALGUNS ANDAIMES DA CONSTITUIÇÃO\nAUTOR: ALIOMAR BALEEIRO\nANO: 1950    PÁGINA: 135-136\nEDITORA: LIVRARIA PRINCIPAL\nOBRA:  COMENTÁRIOS À CONSTITUIÇÃO DE 1967 COM A EMENDA N. 1 DE 1969\nAUTOR: PONTES DE MIRANDA\nANO: 1987    EDIÇÃO: 3ª    TOMO: 3    PÁGINA: 644\nEDITORA: FORENSE\nANO: 1990    EDIÇÃO: 2ª    TOMO: 3    PÁGINA: 51-52, 66    ITEM: 4\nTOMO: 2 (ART. 34-112)    PÁGINA: 64\nEDITORA: RT\nOBRA:  COMISSÃO PARLAMENTAR DE INQUÉRITO\nAUTOR: UADI LAMMÊGO BULOS\nANO: 2001    PÁGINA: 216    ITEM: 5\nEDITORA: SARAIVA\nOBRA:  COMISSÕES PARLAMENTARES DE INQUÉRITO - PODER DE INVESTIGAÇÃO\nAUTOR: LUIZ CARLOS DOS SANTOS GONÇALVES\nANO: 2001    PÁGINA: 41-42    ITEM: 5\nEDITORA: JUAREZ DE OLIVEIRA\nOBRA:  COMISSÕES PARLAMENTARES DE INQUÉRITO: PODERES E LIMITES DE\nATUAÇÃO\nAUTOR: JOSÉ WANDERLEY BEZERRA ALVES\nANO: 2004    PÁGINA: 169-170    ITEM: 2.1.2\nEDITORA: FABRIS\nOBRA:  COMISSÕES PARLAMENTARES DE INQUÉRITO: PRINCÍPIOS, PODERES E\nLIMITES\nAUTOR: MANOEL MESSIAS PEIXINHO E RICARDO GUANABARA\nANO: 2001    PÁGINA: 76-77    ITEM: 4.2.3\nEDITORA: LUMEN JURIS\nOBRA:  A COMPOSIÇÃO PARTIDÁRIA PROPORCIONAL NAS COMISSÕES PARLAMENTARES\n(CF, ART. 58, §1°) E O PENSAMENTO DO POSSÍVEL: O DIREITO DA MINORIA À\nEFETIVAÇÃO DA CPI\nAUTOR: EDUARDO FORTUNATO BIM\nOBRA:  CONSTITUIÇÃO E DIREITO DE OPOSIÇÃO\nAUTOR: J.M. SILVA LEITÃO\nANO: 1998    PÁGINA: 309, 312\nEDITORA: ALMEDINA, COIMBRA\nOBRA:  CONTROLE DOS ATOS PARLAMENTARES PELO PODER JUDICIÁRIO\nAUTOR: DERLY BARRETO E SILVA FILHO\nANO: 2003    PÁGINA: 131, 133, 134    ITEM: 3.1\nEDITORA: MALHEIROS\nOBRA:  CONSTITUIÇÃO DA REPÚBLICA PORTUGUESA ANOTADA\nAUTOR: JOSÉ JOAQUIM GOMES CANOTILHO E VITAL MOREIRA\nANO: 1993    EDIÇÃO: 3ª    PÁGINA: 719, 720    ITEM: 7\nEDITORA: COIMBRA\nOBRA:  CURSO DE DIREITO CONSTITUCIONAL POSITIVO\nAUTOR: JOSÉ AFONSO DA SILVA\nANO: 2005    EDIÇÃO: 24ª    PÁGINA: 515-516    ITEM: 4\nEDITORA: MALHEIROS\nOBRA:  DIREITO CONSTITUCIONAL E TEORIA DA CONSTITUIÇÃO\nAUTOR: JOSÉ JOAQUIM GOMES CANOTILHO\nANO: 1998    PÁGINA: 309, 312, 324-325    EDIÇÃO: 5ª\nEDITORA: ALMEDINA, COIMBRA\nOBRA:  DIREITO PÚBLICO BRASILEIRO E ANÁLISE DA CONSTITUIÇÃO DO IMPÉRIO\nAUTOR: PIMENTA BUENO\nPÁGINA: 105-106    ITEM: 125, 127    ANO: 1958\nOBRA:  DIE OPPOSITION IM BUNDESTAG UND DAS BUNDESVERFASSUNGSGERICHT:\nDAS VERFAHREN ALS KONTROLLINSTRUMENT DER PARLAMENTARISCHEN MINDERHEIT.\nNOMOS VERLAGSGESELLSCHAFT, TRADUÇÃO ESPANHOLA DE JOSÉ ANTONIO MONTILLA\nMARCOS.\nAUTOR: KLAUS STÜWE\nANO: 1997    PÁGINA: 40, 367\nOBRA:  A FUNÇÃO CONSTITUCIONAL DAS COMISSÕES PARLAMENTARES DE\nINQUÉRITO. INSTRUMENTOS DA MINORIA PARLAMENTAR E INFORMAÇÃO DA\nSOCIEDADE \"IN\" REVISTA DE INFORMAÇÃO LEGISLATIVA, BRASÍLIA, N.165/2005,\nJAN/MAR\nPÁGINA: 107-122\nOBRA:  FUNDAMENTOS DE DIREITO CONSTITUCIONAL\nAUTOR: SÉRGIO SÉRVULO DA CUNHA\nANO: 2004    PÁGINA: 161-162    ITEM: 602.73\nEDITORA: SARAIVA\nOBRA:  A GARANTIA JURISDICIONAL DA CONSTITUIÇÃO \"IN\" RDP, PARIS\nAUTOR: HANS KELSEN\nANO: 1928    PÁGINA: 252\nOBRA:  DO INQUÉRITO PARLAMENTAR\nAUTOR: NELSON DE SOUZA SAMPAIO\nANO: 1964    PÁGINA: 34\nEDITORA: FGV\nOBRA:  O INQUÉRITO PARLAMENTAR E OS SEUS MODELOS CONSTITUCIONAIS - O\nCASO PORTUGUÊS\nAUTOR: NUNO PIÇARRA\nANO: 2004    PÁGINA: 37, 337, 343, 388-389, 681-882\nEDITORA: ALMEDINA\nOBRA: KOMMENTAR ZUM GRUNDGESETZ, ART. 44\nAUTOR: BLEIBTREU-KLEIN SCHMIDT\nEDIÇÃO: 9ª    ANO: 1999    PÁGINA: 835, 836\nOBRA:  JUDICIÁRIO E MINORIAS \"IN\" REVISTA DE INFORMAÇÃO LEGISLATIVA\nAUTOR: GERALDO ATALIBA\nVOLUME: 96    PÁGINA: 189-194\nOBRA:  MANDADO DE SEGURANÇA, AÇÃO POPULAR, AÇÃO CIVIL PÚBLICA, MANDADO\nDE INJUNÇÃO, HABEAS DATA, ATUALIZADA POR ARNOLD WALD\nAUTOR: HELY LOPES MEIRELLES\nANO: 2003    EDIÇÃO: 26ª    PÁGINA: 66-67\nEDITORA: MALHEIROS\nOBRA:  MANUAL DO MANDADO DE SEGURANÇA\nAUTOR: CARLOS ALBERTO MENEZES\nANO: 2003    EDIÇÃO: 4ª    PÁGINA: 111\nEDITORA: RENOVAR\nOBRA:  DO MANDADO DE SEGURANÇA\nAUTOR: CASTRO NUNES\nEDIÇÃO: 5ª    PÁGINA: 223\nOBRA:  DO MANDADO DE SEGURANÇA\nAUTOR: CASTRO NUNES\nANO: 1988    EDIÇÃO: 9ª    PÁGINA: 77    ITEM: 53\nOBRA:  DO MANDADO DE SEGURANÇA\nAUTOR: ALFREDO BUZAID\nANO: 1989    VOLUME: 1    PÁGINA: 126    ITEM: 65    PÁGINA: 181-184\nITEM: 107, 111\nEDITORA: SARAIVA\nOBRA:  MANDADO DE SEGURANÇA E CONTROLE JURISDICIONAL\nAUTOR: FRANCISCO ANTÔNIO DE OLIVEIRA\nANO: 2001    EDIÇÃO: 3ª    PÁGINA: 98-99    ITEM: 5.6\nEDITORA: RT\nOBRA:  DO PODER JUDICIÁRIO\nAUTOR: PEDRO LESSA\nPÁGINA: 65-66    ANO: 1915\nEDITORA: LIVRARIA FRANCISCO ALVES\nOBRA:  PRINCÍPIOS GERAIS DO DIREITO CONSTITUCIONAL MODERNO\nAUTOR: PINTO FERREIRA\nEDIÇÃO: 5ª  TOMO: 1   PÁGINA: 195-196\nITEM: 8    ANO: 1971\nEDITORA: RT\nOBRA:  SOBRE AS COMISSÕES PARLAMENTARES DE INQUÉRITO \"IN\" REVISTA DA\nFACULDADE DE DIREITO - FAAP\nAUTOR: JORGE MIRANDA\nANO: 2002    VOLUME: 1    PÁGINA: 55-60\nOBRA:  VERFASSUNGSERICHTSBARKEIT - FUNKTION UND FUNKTIONSGRENZEN IN\nDEMOKRATISCHEM STAAT \"IN\" JUS-DIDAKTIK, HEFT 4\nAUTOR: DIETER GRIMM\nANO: 1977    PÁGINA: 83\nOBRA:  VOM WESEN UND WERT DER DEMOKRATIE\nAUTOR: HANS KELSEN\nANO: 1929    EDIÇÃO: 2ª    PÁGINA: 101\nOBRA:  WESEN UND ENTWICKLUNG DER STAATSGERICHTSBARKEIT, VVDStRL 5,\nTRADUÇÃO ITALIANA DE GERACI CARMELO, LA GARANZIA GIURISDIZIONALE\nDELLA\nCONSTITUZIONE, \"IN\": LA GIUSTIZIA COSTITUZIONALE, MILÃO, 1980, P. 144\n(201-203)\nAUTOR: HANS KELSEN\nANO: 1928    PÁGINA: 80-81\nOBRA:  KOMMENTAR ZUM GRUNDGESETZ, ART. 44\nAUTOR: SHIMIDT-BLEIBTREU-KLEIN\nANO: 1999    EDIÇÃO: 9ª    PÁGINA: 835-836","ministro_facet":["CELSO DE MELLO"],"processo_numero":24831,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: COMISSÃO PARLAMENTAR DE INQUÉRITO - DIREITO DE\nOPOSIÇÃO - PRERROGATIVA DAS MINORIAS PARLAMENTARES - EXPRESSÃO DO\nPOSTULADO DEMOCRÁTICO - DIREITO IMPREGNADO DE ESTATURA\nCONSTITUCIONAL - INSTAURAÇÃO DE INQUÉRITO PARLAMENTAR E COMPOSIÇÃO\nDA RESPECTIVA CPI - TEMA QUE EXTRAVASA OS LIMITES \"INTERNA CORPORIS\"\n DAS CASAS LEGISLATIVAS - VIABILIDADE DO CONTROLE JURISDICIONAL -\nIMPOSSIBILIDADE DE A MAIORIA PARLAMENTAR FRUSTRAR, NO ÂMBITO DO\nCONGRESSO NACIONAL, O EXERCÍCIO, PELAS MINORIAS LEGISLATIVAS, DO\nDIREITO CONSTITUCIONAL À INVESTIGAÇÃO PARLAMENTAR (CF, ART. 58, §\n3º) - MANDADO DE SEGURANÇA CONCEDIDO.\nCRIAÇÃO DE COMISSÃO\nPARLAMENTAR DE INQUÉRITO: REQUISITOS CONSTITUCIONAIS.\n- O\nParlamento recebeu dos cidadãos, não só o poder de representação\npolítica e a competência para legislar, mas, também, o mandato para\nfiscalizar os órgãos e agentes do Estado, respeitados, nesse\nprocesso de fiscalização, os limites materiais e as exigências\nformais estabelecidas pela Constituição Federal.\n- O direito de\ninvestigar - que a Constituição da República atribuiu ao Congresso\nNacional e às Casas que o compõem (art. 58, §  3º) - tem, no\ninquérito parlamentar, o instrumento mais expressivo de\nconcretização desse relevantíssimo encargo constitucional, que\ntraduz atribuição inerente à própria essência da instituição\nparlamentar.\n- A instauração do inquérito parlamentar, para\nviabilizar-se no âmbito das Casas legislativas, está vinculada,\nunicamente, à satisfação de três (03) exigências definidas, de modo\ntaxativo, no texto da Carta Política: (1) subscrição do requerimento\n de constituição da CPI por, no mínimo, 1/3 dos membros da Casa\nlegislativa, (2)  indicação de fato determinado a ser objeto de\napuração e (3) temporariedade da comissão parlamentar de\ninquérito.\n- Preenchidos os requisitos constitucionais (CF, art.\n58, § 3º), impõe-se a criação da Comissão Parlamentar de Inquérito,\nque não depende, por isso mesmo, da vontade aquiescente da maioria\nlegislativa. Atendidas tais exigências (CF, art. 58, § 3º), cumpre,\nao Presidente da Casa legislativa, adotar os procedimentos\nsubseqüentes e necessários à efetiva instalação da CPI, não lhe\ncabendo qualquer apreciação de mérito sobre o objeto da investigação\n parlamentar, que se revela possível, dado o seu caráter autônomo\n(RTJ 177/229 - RTJ 180/191-193), ainda que já instaurados, em torno\ndos mesmos fatos, inquéritos policiais ou processos\njudiciais.\nO ESTATUTO CONSTITUCIONAL DAS MINORIAS\nPARLAMENTARES: A PARTICIPAÇÃO ATIVA, NO CONGRESSO NACIONAL, DOS\nGRUPOS MINORITÁRIOS, A QUEM ASSISTE O DIREITO DE FISCALIZAR O\nEXERCÍCIO DO PODER.\n- A prerrogativa institucional de investigar,\n deferida ao Parlamento (especialmente aos grupos minoritários que\natuam no âmbito dos corpos legislativos), não pode ser comprometida\npelo bloco majoritário existente no Congresso Nacional e que, por\nefeito de sua intencional recusa em indicar membros para determinada\n comissão de inquérito parlamentar (ainda que fundada em razões de\nestrita conveniência político-partidária), culmine por frustrar e\nnulificar, de modo inaceitável e arbitrário, o exercício, pelo\nLegislativo (e pelas minorias que o integram), do poder\nconstitucional de fiscalização e de investigação do comportamento\ndos órgãos, agentes e instituições do Estado, notadamente daqueles\nque se estruturam na esfera orgânica do Poder Executivo.\n-\nExiste, no sistema político-jurídico brasileiro, um verdadeiro\nestatuto constitucional das minorias parlamentares, cujas\nprerrogativas - notadamente aquelas pertinentes ao direito de\ninvestigar - devem ser preservadas pelo Poder Judiciário, a quem\nincumbe proclamar o alto significado que assume, para o regime\ndemocrático, a essencialidade da proteção jurisdicional a ser\ndispensada ao direito de oposição, analisado na perspectiva da\nprática republicana das instituições parlamentares.\n- A norma\ninscrita no art. 58, § 3º, da Constituição da República destina-se a\n ensejar a participação ativa das minorias parlamentares no processo\n de investigação legislativa, sem que, para tanto, mostre-se\nnecessária a concordância das agremiações que compõem a maioria\nparlamentar.\nA CONCEPÇÃO DEMOCRÁTICA DO ESTADO DE DIREITO REFLETE\n UMA REALIDADE DENSA DE SIGNIFICAÇÃO E PLENA DE POTENCIALIDADE\nCONCRETIZADORA DOS DIREITOS E DAS LIBERDADES PÚBLICAS.\n- O Estado\n de Direito, concebido e estruturado em bases democráticas, mais do\nque simples figura conceitual ou mera proposição doutrinária,\nreflete, em nosso sistema jurídico, uma realidade constitucional\ndensa de significação e plena de potencialidade concretizadora dos\ndireitos e das liberdades públicas.\n- A opção do legislador\nconstituinte pela concepção democrática do Estado de Direito não\npode esgotar-se numa simples proclamação retórica. A opção pelo\nEstado democrático de direito, por isso mesmo, há de ter\nconseqüências efetivas no plano de nossa organização política, na\nesfera das relações institucionais entre os poderes da República e\nno âmbito da formulação de uma teoria das liberdades públicas e do\npróprio regime democrático. Em uma palavra: ninguém se sobrepõe, nem\n mesmo os grupos majoritários, aos princípios superiores consagrados\n pela Constituição da República.\n- O direito de oposição,\nespecialmente aquele reconhecido às minorias legislativas, para que\nnão se transforme numa promessa constitucional inconseqüente, há de\nser aparelhado com instrumentos de atuação que viabilizem a sua\nprática efetiva e concreta.\n- A maioria legislativa, mediante\ndeliberada inércia de seus líderes na indicação de membros para\ncompor determinada Comissão Parlamentar de Inquérito, não pode\nfrustrar o exercício, pelos grupos minoritários que atuam no\nCongresso Nacional, do direito público subjetivo que lhes é\nassegurado pelo art. 58, § 3º, da Constituição e que lhes confere a\nprerrogativa de ver efetivamente instaurada a investigação\nparlamentar em torno de fato determinado e por período certo.\nO\nCONTROLE JURISDICIONAL DOS ATOS PARLAMENTARES: POSSIBILIDADE, DESDE\nQUE HAJA ALEGAÇÃO DE DESRESPEITO A DIREITOS E/OU GARANTIAS DE ÍNDOLE\n CONSTITUCIONAL.\n- O Poder Judiciário, quando intervém para\nassegurar as franquias constitucionais e para garantir a integridade\n e a supremacia da Constituição, desempenha, de maneira plenamente\nlegítima, as atribuições que lhe conferiu a própria Carta da\nRepública, ainda que essa atuação institucional se projete na esfera\n orgânica do Poder Legislativo.\n- Não obstante o caráter político\n dos atos parlamentares, revela-se legítima a intervenção\njurisdicional, sempre que os corpos legislativos ultrapassem os\nlimites delineados pela Constituição ou exerçam as suas atribuições\ninstitucionais com ofensa a direitos públicos subjetivos impregnados\n de qualificação constitucional e titularizados, ou não, por membros\n do Congresso Nacional. Questões políticas. Doutrina.\nPrecedentes.\n- A ocorrência de desvios jurídico-constitucionais\nnos quais incida uma Comissão Parlamentar de Inquérito justifica,\nplenamente, o exercício, pelo Judiciário, da atividade de controle\njurisdicional sobre eventuais abusos legislativos (RTJ 173/805-810,\n806), sem que isso caracterize situação de ilegítima interferência\nna esfera orgânica de outro Poder da República.\nLEGITIMIDADE\nPASSIVA \"AD CAUSAM\" DO PRESIDENTE DO SENADO FEDERAL - AUTORIDADE\nDOTADA DE PODERES PARA VIABILIZAR A COMPOSIÇÃO DAS COMISSÕES\nPARLAMENTARES DE INQUÉRITO.\n- O mandado de segurança há de ser\nimpetrado em face de órgão ou agente público investido de\ncompetência para praticar o ato cuja implementação se <em>busca</em>.\n-\nIncumbe, em conseqüência, não aos Líderes partidários, mas, sim, ao\nPresidente da Casa Legislativa (o Senado Federal, no caso), em sua\ncondição de órgão dirigente da respectiva Mesa, o poder de\nviabilizar a composição e a organização das comissões parlamentares\nde inquérito."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur488921","_score":4.574569,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente a presente ação direta, para declarar a mora do Congresso Nacional quanto à edição da Lei Complementar prevista na segunda parte do §1º do art. 45 da CF (revisão periódica da proporcionalidade na relação deputado/população), fixando prazo até 30 de junho de 2025 para que seja sanada a omissão, pela redistribuição proporcional das cadeiras hoje existentes, e entendeu que, após esse prazo, e na hipótese de persistência da omissão inconstitucional, caberá ao Tribunal Superior Eleitoral determinar, até 1º de outubro de 2025, o número de deputados federais de cada Estado e do Distrito Federal para a legislatura que se iniciará em 2027, bem como o consequente número de deputados estaduais e distritais (CF, arts. 27, caput, e 32, §3º), observado o piso e o teto constitucional por circunscrição e o número total de parlamentares previsto na LC nº 78/1993, valendo-se, para tanto, dos dados demográficos coletados pelo IBGE no Censo 2022 e da metodologia utilizada por ocasião da edição da Resolução-TSE 23.389/2013. Tudo nos termos do voto do Relator. Falou, pelo requerente, a Dra. Viviane Ruffeil Teixeira Pereira, Procuradora do Estado do Pará. Plenário, Sessão Virtual de 18.8.2023 a 25.8.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur488921","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-19T13:40:25.315919","dg_unique":"sjur488921","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO. ART. 45, § 1º, DA CONSTITUIÇÃO DA REPÚBLICA. DISCIPLINA DA REPRESENTAÇÃO PROPORCIONAL À POPULAÇÃO DOS ENTES FEDERADOS NA CÂMARA DOS DEPUTADOS. MORA LEGISLATIVA CONFIGURADA. VIOLAÇÃO AO DIREITO POLÍTICO FUNDAMENTAL AO SUFRÁGIO E AO PRINCÍPIO DEMOCRÁTICO. CRIAÇÃO DE ASSIMETRIA REPRESENTATIVA NÃO INTERNALIZADA PELA CONSTITUIÇÃO FEDERAL. NECESSIDADE DE PROLATAÇÃO DE SENTENÇA CONSTRUTIVA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO QUE SE JULGA PROCEDENTE. \n\n\n\n    1. A democracia é o regime político vigente no Estado Brasileiro, conforme se depreende da cláusula mater insculpida no artigo 1º da Constituição, a qual é explícita no sentido de que o regime democrático pressupõe a efetiva possibilidade de participação dos cidadãos nas decisões governamentais. \n\n\n\n    2. O conceito de democracia, mercê de ostentar necessariamente um componente substantivo, ligado à efetiva proteção dos direitos fundamentais, não pode ser compreendido de modo a que se minore a importância dos aspectos formais viabilizadores da efetiva participação popular no governo. É dizer, se a realização de eleições periódicas, livres e justas não é suficiente por si só para a caracterização de um regime político como democrático, não há dúvidas de que a existência de um sistema eleitoral adequado é condição mínima necessária para tanto (NORRIS, Pippa. Electoral Engineering: Voting Rules and Political Behavior. New York: Cambridge University Press - 2004, p. 04). \n\n\n\n    3. A democracia moderna é fundamentalmente uma democracia representativa, complementada, em situações específicas, por instrumentos de participação direta. A representação é a “construção processual de ordem jurídica e política” que permite a “designação dos governantes pelos governados através de eleições livres e pluralistas” (MORAIS, Carlos Blanco de. O Sistema Político, Coimbra: Almedina, 2017, p. 70).\n\n\n\n    4. O direito ao sufrágio ostenta a indisputável condição de direito político fundamental e sua principal expressão, qual seja, o voto dos cidadãos nos pleitos eleitorais, se constitui o instrumento de participação democrática por excelência. \n\n\n\n    5. Consoante o caput do artigo 14 da Constituição, a soberania popular será exercida pelo sufrágio universal e pelo voto direto e secreto, com igual valor para todos, ao mesmo tempo em que o inciso II do §4º do artigo 60 da Constituição eleva o voto direto, secreto, universal e periódico à condição de cláusula pétrea da ordem constitucional pátria.\n\n\n\n    6. O sistema eleitoral proporcional, previsto na Constituição para a eleição de Deputados Federais (art. 45, caput), é aquele no qual se busca a inclusão das mais variadas posições do espectro político no Parlamento, tendo como característica o princípio de que a distribuição de cadeiras deve refletir, tanto quanto possível, a distribuição de votos obtida pelos partidos. O constituinte não desceu às minúcias na definição das regras aplicáveis a este sistema, de sorte que o legislador tem amplo espaço para a definição de seus aspectos práticos, estando limitado apenas pelos contornos essenciais que decorrem de regras e princípios constitutionais atinentes ao tema. Precedentes: RE 140.386/MT, Tribunal Pleno, Rel. Ministro Carlos Velloso, julgamento: 19/5/1993; ADI 5.920, Tribunal Pleno, Rel. Min. Luiz Fux, DJe 06/07/2020.\n\n\n\n    7. O número de cadeiras parlamentares em disputa em uma determinada eleição constitui um dos elementos mais relevantes da definição de qualquer sistema eleitoral, ao qual a doutrina especializada se refere pela expressão “magnitude do distrito” (district magnitude - GALLAGHER, Michael; MITCHELL, Paul. The Politics of Electoral Systems. Oxford: Oxford Press – 2005, p. 33). \n\n\n\n    8. O artigo 45 da CF veicula disciplina atinente ao número de deputados federais para os Estados e para o Distrito Federal, estabelecendo o número mínimo de 8 (oito) e o número máximo de 70 (setenta) representantes por cada circunscrição, além de estatuir que deve haver proporcionalidade entre o número de cadeiras em disputa e a população de cada um dos Estados (§1º). O constituinte elegeu o número de deputados federais como base de cálculo para o número de parlamentares das Assembleias Legislativas estaduais e da Câmara Legislativa do Distrito Federal (arts. 27, caput, e 32, §3º). \n\n\n\n    9. Ante a circunstância inexorável de que a população de cada unidade federativa se altera ao longo do tempo de forma desigual, instituiu o constituinte originário comando acessório ao legislador complementar, determinando a realização de ajustes periódicos necessários ao restabelecimento da proporcionalidade eventualmente rompida ao longo dos quatro anos anteriores. \n\n\n\n    10. A proporcionalidade entre o número de deputados federais e a população de cada Estado é decorrência necessária do fato de que, no bicameralismo adotado pela Constituição, cabe à Câmara dos Deputados representar o povo. É, ademais, preceito corolário do postulado de que os votos de todos os cidadãos devem ter igual valor (CF, art. 14, caput), o que, por sua vez, deflui logicamente da própria ideia de participação democrática, conforme preconiza a clássica doutrina do one person, one vote, da Suprema Corte Norte-Americana (Gray v. Sanders, 372 U.S. 368 - 1963). \n\n\n\n    11. A exigência de proporcionalidade entre o número de deputados federais e a população se coloca no ordenamento jurídico brasileiro como “mandamento de otimização”, na medida em que o alcance de uma correspondência perfeita dependeria de aspectos inexistentes na prática, tais como a existência de um número variável e muito maior de cadeiras parlamentares em disputa e de um distrito eleitoral único. \n\n\n\n    12. Em sendo o Brasil um Estado Federal e tendo a Constituição estabelecido, para a eleição de deputados federais, a justaposição entre Estados e Distrito Federal e distritos eleitorais, é absolutamente natural e inevitável que haja algum grau de assimetria ou “distorção federativa” na relação deputado/número de habitantes na comparação entre os entes subnacionais (NICOLAU, Jairo. As Distorções na Representação dos Estados na Câmara dos Deputados Brasileira, in Dados - Revista de Ciências Sociais, v. 40, n. 3, Rio de Janeiro: 1997). \n\n\n\n    13. O constituinte não apenas admitiu a existência de referida distorção como em alguma medida a consolidou, ao estabelecer, independentemente de qual seja o tamanho da população de cada um dos Estados e do Distrito Federal, piso e teto para o número de deputados. Nada obstante, a inobservância do comando constitucional de revisão periódica do número de deputados federais implica em violação ao direito político fundamental ao sufrágio e ao princípio democrático, na medida em que cria assimetria representativa não internalizada pela Constituição Federal. \n\n\n\n    14. In casu, resta caracterizada a inertia deliberandi, vez que, desde a edição da Lei Complementar nº 78/1993, jamais houve a revisão periódica exigida pelo §1º do art. 45 da CF. A declaração de inconstitucionalidade do parágrafo único do art. 1º da Lei Complementar nº 78/1993 e da Resolução-TSE 23.389/2013, operada no julgamento conjunto pelo Plenário deste Supremo Tribunal Federal das ADI´s 4.947, 4.963, 4.965, 5.020 e 5.028, muito ao contrário de criar o estado de mora do legislador em tela, apenas tem o condão de evidenciá-la ainda mais grave. \n\n\n\n    15. A mera existência de projetos de lei complementar em tramitação no Congresso Nacional não descaracteriza eventual omissão legislativa inconstitucional. Precedente: ADI 3.682, Tribunal Pleno, Rel. Ministro Gilmar Mendes, DJe 6/09/2007. \n\n\n\n    16. As técnicas decisórias passíveis de utilização no âmbito da jurisdição constitucional contemplam as chamadas decisões construtivas, que são aquelas através da quais, a fim de concretizar plenamente a força normativa da Constituição, a Corte se vê compelida a introduzir conteúdos normativos não diretamente identificáveis na legislação em vigor. Precedentes: ADO 30, Tribunal Pleno, Rel. Min. Dias Toffoli, DJe 06/10/2020; ADO 25, Tribunal Pleno, Rel. Min. Gilmar Mendes, DJe 18/08/2017. \n\n\n\n    17. No caso sub judice, justifica-se a prolatação de sentença construtiva, haja vista: a) ser o conteúdo da norma de fácil extração da literalidade do texto constitucional; b) implicar a omissão inconstitucional identificada em ofensa ao direito político fundamental ao sufrágio das populações dos Estados subrepresentados e, por conseguinte, ao princípio democrático; c) que controvérsias relacionadas ao funcionamento do processo político-eleitoral impõem uma postura mais expansiva e particularista por parte do Supremo Tribunal Federal, em detrimento de opões mais deferentes e formalistas. \n\n\n\n    18. Ação direta de inconstitucionalidade por omissão que se julga procedente, para declarar a mora do Congresso nacional quanto à edição da Lei Complementar prevista na segunda parte do §1º do art. 45 da CF, fixando prazo até 30 de junho de 2025 para que seja sanada a omissão. Em persistindo a mora legislativa, caberá ao Tribunal Superior Eleitoral, até 1º de outubro de 2025, determinar o número de deputados federais de cada Estado e do Distrito Federal para a legislatura que se iniciará em 2027, bem como o consequente número de deputados estaduais e distritais (CF, arts. 27, caput, e 32, §3º), observado o piso e o teto constitucional por circunscrição e o número total de parlamentares previsto na LC nº 78/1993, valendo-se, para tanto, dos dados demográficos coletados pelo IBGE no Censo 2022 e da metodologia utilizada por ocasião da edição da Resolução-TSE 23.389/2013.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=771484196","externo_seq_objeto_incidente":5149458,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 06-10-2023  PUBLIC 09-10-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=38&classe=ADO","is_colac":false,"titulo":"ADO 38","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 PAR-ÚNICO ART-00014 \"CAPUT\"\n    ART-00022 INC-00001 ART-00027 \"CAPUT\"\n    ART-00028 ART-00029 INC-00001 INC-00002\n    ART-00032 PAR-00003 ART-00045 \"CAPUT\"\n    PAR-00001 PAR-00002 ART-00046 ART-00060\n    PAR-00004 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00004 PAR-00002\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-004737 ANO-1965\n    ART-00106 ART-00109 ART-00176\n    CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   RES-023389 ANO-2013\n    ART-00001 \"CAPUT\"\n    RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL\n\n","LEG-FED   PJLCP-000165 ANO-1993\n    PROJETO DE LEI COMPLEMENTAR, CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJLCP-000180 ANO-1997\n    PROJETO DE LEI COMPLEMENTAR, CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJLCP-000221 ANO-2013\n    PROJETO DE LEI COMPLEMENTAR, SENADO FEDERAL\n\n","LEG-FED   PJLCP-000251 ANO-2015\n    PROJETO DE LEI COMPLEMENTAR, SENADO FEDERAL\n\n","LEG-FED   PJLCP-000315 ANO-2016\n    PROJETO DE LEI COMPLEMENTAR, SENADO FEDERAL\n\n","LEG-EST   LCP-000078 ANO-1993\n    ART-00001 PAR-ÚNICO\n    LEI COMPLEMENTAR"],"publicacao_data":"2023-10-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=38&classe=ADO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADO","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(LACUNA DA LEI, CONSTITUIÇÃO FEDERAL, CÓDIGO ELEITORAL)\r\nRE 140386 (2ªT), ADI 4650 (TP), ADI 5920 (TP).\r\n(INERTIA DELIBERANDI)\r\nADI 4947 (TP), ADI 4963 (TP), ADI 4965 (TP), ADI 5020 (TP), ADI 5028 (TP).\r\n(PROJETO DE LEI COMPLEMENTAR, TRAMITAÇÃO, CONGRESSO NACIONAL, OMISSÃO, LEGISLATIVA, INCONSTITUCIONAL)\r\nADI 3682 (TP).\r\n(FORÇA NORMATIVA DA CONSTITUIÇÃO)\r\nADO 25 (TP), ADO 30 (TP).\r\n- Decisão estrangeira citada: Gray vs. Sanders, 372 U.S. 368 - 1963; Reynolds vs. Sims, 377 U.S. 533\n1964, p. 27;BVerfGE 95, 335 - Überhangmandate II.\n- Veja: MI 219 e 233 do STF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":488921,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADO 38","processo_classe_processual_unificada_classe_sigla":"ADO","julgamento_data":"2023-08-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO","documental_doutrina_texto":"BARROSO, Luís Roberto. A razão sem voto: o Supremo Tribunal Federal e o governo da maioria. Revista Brasileira de Políticas Públicas, Brasília, v. 5, Número Especial, 2015, p. 23-50.\nBOBBIO, Norberto. Teoria Geral da Política: a Filosofia Política e as Lições dos Clássicos, Rio de Janeiro: Editora Campus, 2000, p. 374.\nDAHL, Robert. On Democracy. 2ª edição, New Haven: Yale University Press, 2015, p. 37/38.\nDAHL, Robert A. Sobre a Democracia, Brasília: Editora Universidade de Brasília, 2016, p. 20.\ndistrict magnitude - GALLAGHER, Michael; MITCHELL, Paul. The Politics of Electoral Systems. Oxford: Oxford Press, 2005, p. 33, 579-597.\nEly, John Hart. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980, p. 102-03.\nGALLAGHER, Michael; MITCHELL, Paul. The Politics of Electoral Systems. Oxford: Oxford Press, 2005, p. 4.\nHABERMAS, J. Faktizität und Geltung: Beiträge zur Diskurstheorie des Rechts und des demokratischen Rechtsstaats. Frankfurt: Suhrkamp, 1991, p. 492.\nKELSEN, Hans. A Democracia, 3ª edição, São Paulo: Martins Fontes, 2019, p. 27.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade, 4ª edição, São Paulo: Saraiva, 2012, p. 541.\nMIRANDA, Jorge. Manual de direito constitucional, t. VI, p. 324-325.\nMORAIS, Carlos Blanco de. O Sistema Político, Coimbra: Almedina, 2017, p. 70.\nNICOLAU, Jairo. As Distorções na Representação dos Estados na Câmara dos Deputados Brasileira, in Dados - Revista de Ciências Sociais, v. 40, n. 3, Rio de Janeiro: 1997.\nNICOLAU, Jairo. Sistemas Eleitorais, Rio de Janeiro: Editora FGV, 2012, p. 48, 68, 66.\nNICOLAU, J. As Distorções na Representação dos Estados na Câmara dos Deputados Brasileira. Dados. 1997, v. 40, n. 3, pp. 441-464.\nNORRIS, Pippa. Electoral Engineering: Voting Rules and Political Behavior. New York: Cambridge University Press, 2004, p. 4, 50, 48.\nPALERMO, Francesco; MARKO, Joseph. Studies in Territorial and Cultural Diversity Governance. Leiden: Koninklijke, 2021, p. 317-337.\nSANTOS, Wanderley Guilherme dos. Crime e Castigo: Partidos e Generais na Política Brasileira. Rio de Janeiro: Vértice, 1987.\nSILVA, Virgílio Afonso da. Sistemas Eleitorais, São Paulo: Editora Malheiros, 1999, p. 35, 42, 46, 51, 54.","ministro_facet":["LUIZ FUX"],"processo_numero":38,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO. ART. 45, § 1º, DA CONSTITUIÇÃO DA REPÚBLICA. DISCIPLINA DA REPRESENTAÇÃO PROPORCIONAL À POPULAÇÃO DOS ENTES FEDERADOS NA CÂMARA DOS DEPUTADOS. MORA LEGISLATIVA CONFIGURADA. VIOLAÇÃO AO DIREITO POLÍTICO FUNDAMENTAL AO SUFRÁGIO E AO PRINCÍPIO DEMOCRÁTICO. CRIAÇÃO DE ASSIMETRIA REPRESENTATIVA NÃO INTERNALIZADA PELA CONSTITUIÇÃO FEDERAL. NECESSIDADE DE PROLATAÇÃO DE SENTENÇA CONSTRUTIVA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO QUE SE JULGA PROCEDENTE. \n\n\n\n    1. A democracia é o regime político vigente no Estado Brasileiro, conforme se depreende da cláusula mater insculpida no artigo 1º da Constituição, a qual é explícita no sentido de que o regime democrático pressupõe a efetiva possibilidade de participação dos cidadãos nas decisões governamentais. \n\n\n\n    2. O conceito de democracia, mercê de ostentar necessariamente um componente substantivo, ligado à efetiva proteção dos direitos fundamentais, não pode ser compreendido de modo a que se minore a importância dos aspectos formais viabilizadores da efetiva participação popular no governo. É dizer, se a realização de eleições periódicas, livres e justas não é suficiente por si só para a caracterização de um regime político como democrático, não há dúvidas de que a existência de um sistema eleitoral adequado é condição mínima necessária para tanto (NORRIS, Pippa. Electoral Engineering: Voting Rules and Political Behavior. New York: Cambridge University Press - 2004, p. 04). \n\n\n\n    3. A democracia moderna é fundamentalmente uma democracia representativa, complementada, em situações específicas, por instrumentos de participação direta. A representação é a “construção processual de ordem jurídica e política” que permite a “designação dos governantes pelos governados através de eleições livres e pluralistas” (MORAIS, Carlos Blanco de. O Sistema Político, Coimbra: Almedina, 2017, p. 70).\n\n\n\n    4. O direito ao sufrágio ostenta a indisputável condição de direito político fundamental e sua principal expressão, qual seja, o voto dos cidadãos nos pleitos eleitorais, se constitui o instrumento de participação democrática por excelência. \n\n\n\n    5. Consoante o caput do artigo 14 da Constituição, a soberania popular será exercida pelo sufrágio universal e pelo voto direto e secreto, com igual valor para todos, ao mesmo tempo em que o inciso II do §4º do artigo 60 da Constituição eleva o voto direto, secreto, universal e periódico à condição de cláusula pétrea da ordem constitucional pátria.\n\n\n\n    6. O sistema eleitoral proporcional, previsto na Constituição para a eleição de Deputados Federais (art. 45, caput), é aquele no qual se <em>busca</em> a inclusão das mais variadas posições do espectro político no Parlamento, tendo como característica o princípio de que a distribuição de cadeiras deve refletir, tanto quanto possível, a distribuição de votos obtida pelos partidos. O constituinte não desceu às minúcias na definição das regras aplicáveis a este sistema, de sorte que o legislador tem amplo espaço para a definição de seus aspectos práticos, estando limitado apenas pelos contornos essenciais que decorrem de regras e princípios constitutionais atinentes ao tema. Precedentes: RE 140.386/MT, Tribunal Pleno, Rel. Ministro Carlos Velloso, julgamento: 19/5/1993; ADI 5.920, Tribunal Pleno, Rel. Min. Luiz Fux, DJe 06/07/2020.\n\n\n\n    7. O número de cadeiras parlamentares em disputa em uma determinada eleição constitui um dos elementos mais relevantes da definição de qualquer sistema eleitoral, ao qual a doutrina especializada se refere pela expressão “magnitude do distrito” (district magnitude - GALLAGHER, Michael; MITCHELL, Paul. The Politics of Electoral Systems. Oxford: Oxford Press – 2005, p. 33). \n\n\n\n    8. O artigo 45 da CF veicula disciplina atinente ao número de deputados federais para os Estados e para o Distrito Federal, estabelecendo o número mínimo de 8 (oito) e o número máximo de 70 (setenta) representantes por cada circunscrição, além de estatuir que deve haver proporcionalidade entre o número de cadeiras em disputa e a população de cada um dos Estados (§1º). O constituinte elegeu o número de deputados federais como base de cálculo para o número de parlamentares das Assembleias Legislativas estaduais e da Câmara Legislativa do Distrito Federal (arts. 27, caput, e 32, §3º). \n\n\n\n    9. Ante a circunstância inexorável de que a população de cada unidade federativa se altera ao longo do tempo de forma desigual, instituiu o constituinte originário comando acessório ao legislador complementar, determinando a realização de ajustes periódicos necessários ao restabelecimento da proporcionalidade eventualmente rompida ao longo dos quatro anos anteriores. \n\n\n\n    10. A proporcionalidade entre o número de deputados federais e a população de cada Estado é decorrência necessária do fato de que, no bicameralismo adotado pela Constituição, cabe à Câmara dos Deputados representar o povo. É, ademais, preceito corolário do postulado de que os votos de todos os cidadãos devem ter igual valor (CF, art. 14, caput), o que, por sua vez, deflui logicamente da própria ideia de participação democrática, conforme preconiza a clássica doutrina do one person, one vote, da Suprema Corte Norte-Americana (Gray v. Sanders, 372 U.S. 368 - 1963). \n\n\n\n    11. A exigência de proporcionalidade entre o número de deputados federais e a população se coloca no ordenamento jurídico brasileiro como “mandamento de otimização”, na medida em que o alcance de uma correspondência perfeita dependeria de aspectos inexistentes na prática, tais como a existência de um número variável e muito maior de cadeiras parlamentares em disputa e de um distrito eleitoral único. \n\n\n\n    12. Em sendo o Brasil um Estado Federal e tendo a Constituição estabelecido, para a eleição de deputados federais, a justaposição entre Estados e Distrito Federal e distritos eleitorais, é absolutamente natural e inevitável que haja algum grau de assimetria ou “distorção federativa” na relação deputado/número de habitantes na comparação entre os entes subnacionais (NICOLAU, Jairo. As Distorções na Representação dos Estados na Câmara dos Deputados Brasileira, in Dados - Revista de Ciências Sociais, v. 40, n. 3, Rio de Janeiro: 1997). \n\n\n\n    13. O constituinte não apenas admitiu a existência de referida distorção como em alguma medida a consolidou, ao estabelecer, independentemente de qual seja o tamanho da população de cada um dos Estados e do Distrito Federal, piso e teto para o número de deputados. Nada obstante, a inobservância do comando constitucional de revisão periódica do número de deputados federais implica em violação ao direito político fundamental ao sufrágio e ao princípio democrático, na medida em que cria assimetria representativa não internalizada pela Constituição Federal. \n\n\n\n    14. In casu, resta caracterizada a inertia deliberandi, vez que, desde a edição da Lei Complementar nº 78/1993, jamais houve a revisão periódica exigida pelo §1º do art. 45 da CF. A declaração de inconstitucionalidade do parágrafo único do art. 1º da Lei Complementar nº 78/1993 e da Resolução-TSE 23.389/2013, operada no julgamento conjunto pelo Plenário deste Supremo Tribunal Federal das ADI´s 4.947, 4.963, 4.965, 5.020 e 5.028, muito ao contrário de criar o estado de mora do legislador em tela, apenas tem o condão de evidenciá-la ainda mais grave. \n\n\n\n    15. A mera existência de projetos de lei complementar em tramitação no Congresso Nacional não descaracteriza eventual omissão legislativa inconstitucional. Precedente: ADI 3.682, Tribunal Pleno, Rel. Ministro Gilmar Mendes, DJe 6/09/2007. \n\n\n\n    16. As técnicas decisórias passíveis de utilização no âmbito da jurisdição constitucional contemplam as chamadas decisões construtivas, que são aquelas através da quais, a fim de concretizar plenamente a força normativa da Constituição, a Corte se vê compelida a introduzir conteúdos normativos não diretamente identificáveis na legislação em vigor. Precedentes: ADO 30, Tribunal Pleno, Rel. Min. Dias Toffoli, DJe 06/10/2020; ADO 25, Tribunal Pleno, Rel. Min. Gilmar Mendes, DJe 18/08/2017. \n\n\n\n    17. No caso sub judice, justifica-se a prolatação de sentença construtiva, haja vista: a) ser o conteúdo da norma de fácil extração da literalidade do texto constitucional; b) implicar a omissão inconstitucional identificada em ofensa ao direito político fundamental ao sufrágio das populações dos Estados subrepresentados e, por conseguinte, ao princípio democrático; c) que controvérsias relacionadas ao funcionamento do processo político-eleitoral impõem uma postura mais expansiva e particularista por parte do Supremo Tribunal Federal, em detrimento de opões mais deferentes e formalistas. \n\n\n\n    18. Ação direta de inconstitucionalidade por omissão que se julga procedente, para declarar a mora do Congresso nacional quanto à edição da Lei Complementar prevista na segunda parte do §1º do art. 45 da CF, fixando prazo até 30 de junho de 2025 para que seja sanada a omissão. Em persistindo a mora legislativa, caberá ao Tribunal Superior Eleitoral, até 1º de outubro de 2025, determinar o número de deputados federais de cada Estado e do Distrito Federal para a legislatura que se iniciará em 2027, bem como o consequente número de deputados estaduais e distritais (CF, arts. 27, caput, e 32, §3º), observado o piso e o teto constitucional por circunscrição e o número total de parlamentares previsto na LC nº 78/1993, valendo-se, para tanto, dos dados demográficos coletados pelo IBGE no Censo 2022 e da metodologia utilizada por ocasião da edição da Resolução-TSE 23.389/2013."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur92279","_score":4.5119214,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de habeas corpus, nos\ntermos do voto do Relator. Impedido o Senhor Ministro Joaquim Barbosa.\n2ª Turma, 12.04.2005.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur92279","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur92279","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: FISCALIZAÇÃO TRIBUTÁRIA - APREENSÃO DE LIVROS\nCONTÁBEIS E DOCUMENTOS FISCAIS REALIZADA, EM ESCRITÓRIO DE\nCONTABILIDADE, POR AGENTES FAZENDÁRIOS E POLICIAIS FEDERAIS, SEM\nMANDADO JUDICIAL - INADMISSIBILIDADE - ESPAÇO PRIVADO, NÃO ABERTO AO\n PÚBLICO, SUJEITO À PROTEÇÃO CONSTITUCIONAL DA INVIOLABILIDADE\nDOMICILIAR (CF, ART. 5º, XI) - SUBSUNÇÃO AO CONCEITO NORMATIVO DE\n\"CASA\" - NECESSIDADE DE ORDEM JUDICIAL - ADMINISTRAÇÃO PÚBLICA E\nFISCALIZAÇÃO TRIBUTÁRIA - DEVER DE OBSERVÂNCIA, POR PARTE DE SEUS\nÓRGÃOS E AGENTES, DOS LIMITES JURÍDICOS IMPOSTOS PELA CONSTITUIÇÃO E\n PELAS LEIS DA REPÚBLICA - IMPOSSIBILIDADE DE UTILIZAÇÃO, PELO\nMINISTÉRIO PÚBLICO, DE PROVA OBTIDA EM TRANSGRESSÃO À GARANTIA DA\nINVIOLABILIDADE DOMICILIAR - PROVA ILÍCITA - INIDONEIDADE JURÍDICA -\n \"HABEAS CORPUS\" DEFERIDO.\nADMINISTRAÇÃO TRIBUTÁRIA -\nFISCALIZAÇÃO - PODERES - NECESSÁRIO RESPEITO AOS DIREITOS E\nGARANTIAS INDIVIDUAIS DOS CONTRIBUINTES E DE TERCEIROS.\n- Não são\n absolutos os poderes de que se acham investidos os órgãos e agentes\n da administração tributária, pois o Estado, em tema de tributação,\ninclusive em matéria de fiscalização tributária, está sujeito à\nobservância de um complexo de direitos e prerrogativas que assistem,\n constitucionalmente, aos contribuintes e aos cidadãos em geral. Na\nrealidade, os poderes do Estado encontram, nos direitos e garantias\nindividuais, limites intransponíveis, cujo desrespeito pode\ncaracterizar ilícito constitucional.\n- A administração\ntributária, por isso mesmo, embora podendo muito, não pode tudo. É\nque, ao Estado, é somente lícito atuar, \"respeitados os direitos\nindividuais e nos termos da lei\" (CF, art. 145, § 1º), consideradas,\n sobretudo, e para esse específico efeito, as limitações jurídicas\ndecorrentes do próprio sistema instituído pela Lei Fundamental, cuja\n eficácia - que prepondera sobre todos os órgãos e agentes\nfazendários - restringe-lhes o alcance do poder de que se acham\ninvestidos, especialmente quando exercido em face do contribuinte e\ndos cidadãos da República, que são titulares de garantias\nimpregnadas de estatura constitucional e que, por tal razão, não\npodem ser transgredidas por aqueles que exercem a autoridade em nome\n do Estado.\nA GARANTIA DA INVIOLABILIDADE DOMICILIAR COMO\nLIMITAÇÃO CONSTITUCIONAL AO PODER DO ESTADO EM TEMA DE FISCALIZAÇÃO\nTRIBUTÁRIA  - CONCEITO DE \"CASA\" PARA EFEITO DE PROTEÇÃO\nCONSTITUCIONAL - AMPLITUDE DESSA NOÇÃO CONCEITUAL, QUE TAMBÉM\nCOMPREENDE OS ESPAÇOS PRIVADOS NÃO ABERTOS AO PÚBLICO, ONDE ALGUÉM\nEXERCE ATIVIDADE PROFISSIONAL: NECESSIDADE, EM TAL HIPÓTESE, DE\nMANDADO JUDICIAL (CF, ART. 5º, XI).\n- Para os fins da proteção\njurídica a que se refere o art. 5º, XI, da Constituição da\nRepública, o conceito normativo de \"casa\" revela-se abrangente e,\npor estender-se a qualquer compartimento privado não aberto ao\npúblico, onde alguém exerce profissão ou atividade (CP, art. 150, §\n4º, III), compreende, observada essa específica limitação espacial\n(área interna não acessível ao público), os escritórios\nprofissionais, inclusive os de contabilidade, \"embora sem conexão\ncom a casa de moradia propriamente dita\" (NELSON HUNGRIA). Doutrina.\n Precedentes.\n- Sem que ocorra qualquer das situações\nexcepcionais taxativamente previstas no texto constitucional (art.\n5º, XI), nenhum agente público, ainda que vinculado à administração\ntributária do Estado, poderá, contra a vontade de quem de direito\n(\"invito domino\"), ingressar, durante o dia, sem mandado judicial,\nem espaço privado não aberto ao público, onde alguém exerce sua\natividade profissional, sob pena de a prova resultante da diligência\n de busca e apreensão assim executada reputar-se inadmissível,\nporque impregnada de ilicitude material. Doutrina. Precedentes\nespecíficos, em tema de fiscalização tributária, a propósito de\nescritórios de contabilidade (STF).\n- O atributo da\nauto-executoriedade dos atos administrativos, que traduz expressão\nconcretizadora do \"privilège du preálable\", não prevalece sobre a\ngarantia constitucional da inviolabilidade domiciliar, ainda que se\ncuide de atividade exercida pelo Poder Público em sede de\nfiscalização tributária. Doutrina. Precedentes.\nILICITUDE DA\nPROVA - INADMISSIBILIDADE DE SUA PRODUÇÃO EM JUÍZO (OU PERANTE\nQUALQUER INSTÂNCIA DE PODER) - INIDONEIDADE JURÍDICA DA PROVA\nRESULTANTE DE TRANSGRESSÃO ESTATAL AO REGIME CONSTITUCIONAL DOS\nDIREITOS E GARANTIAS INDIVIDUAIS.\n- A ação persecutória do\nEstado, qualquer que seja a instância de poder perante a qual se\ninstaure, para revestir-se de legitimidade, não pode apoiar-se em\nelementos probatórios ilicitamente obtidos, sob pena de ofensa à\ngarantia constitucional do \"due process of law\", que tem, no dogma\nda inadmissibilidade das provas ilícitas, uma de suas mais\nexpressivas projeções concretizadoras no plano do nosso sistema de\ndireito positivo. A \"Exclusionary Rule\" consagrada pela\njurisprudência da Suprema Corte dos Estados Unidos da América como\nlimitação ao poder do Estado de produzir prova em sede processual\npenal.\n- A Constituição da República, em norma revestida de\nconteúdo vedatório (CF, art. 5º, LVI), desautoriza, por incompatível\n com os postulados que regem uma sociedade fundada em bases\ndemocráticas (CF, art. 1º), qualquer prova cuja obtenção, pelo Poder\n Público, derive de transgressão a cláusulas de ordem\nconstitucional, repelindo, por isso mesmo, quaisquer elementos\nprobatórios que resultem de violação do direito material (ou, até\nmesmo, do direito processual), não prevalecendo, em conseqüência, no\n ordenamento normativo brasileiro, em matéria de atividade\nprobatória, a fórmula autoritária do \"male captum, bene retentum\".\nDoutrina. Precedentes.\n- A circunstância de a administração\nestatal achar-se investida de poderes excepcionais que lhe permitem\nexercer a fiscalização em sede tributária não a exonera do dever de\nobservar, para efeito do legítimo desempenho de tais prerrogativas,\nos limites impostos pela Constituição e pelas leis da República, sob\n pena de os órgãos governamentais incidirem em frontal desrespeito\nàs garantias constitucionalmente asseguradas aos cidadãos em geral e\n aos contribuintes em particular.\n- Os procedimentos dos agentes\nda administração tributária que contrariem os postulados consagrados\n pela Constituição da República revelam-se inaceitáveis e não podem\nser corroborados pelo Supremo Tribunal Federal, sob pena de\ninadmissível subversão dos postulados constitucionais que definem,\nde modo estrito, os limites - inultrapassáveis - que restringem os\npoderes do Estado em suas relações com os contribuintes e com\nterceiros.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=82788&classe=HC","externo_seq_objeto_incidente":2090461,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 02-06-2006   PP-00043\nEMENT VOL-02235-01 PP-00179\nRTJ VOL-00201-01 PP-00170","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=82788&classe=HC","is_colac":false,"titulo":"HC 82788","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n          ART-00001 INC-00063 ART-00005 INC-00011\n          INC-00056 ART-00145 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-002848    ANO-1940\n          ART-00150 PAR-00004 INC-00003\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-005172    ANO-1966\n          ART-00194 ART-00195 ART-00197 ART-00200\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n","LEG-FED   LCP-000105      ANO-2001\n          ART-00001 PAR-00003 INC-00006 ART-00005\n          ART-00006\n","LEG-FED   LEI-009311      ANO-1996\n          ART-00011 PAR-00002"],"publicacao_data":"2006-06-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INADMISSIBILIDADE, ACEITAÇÃO,\nPROVA,\nOBTENÇÃO, MEIO ILÍCITO, FUNDAMENTAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE,\nIRRELEVÂNCIA, ILICITUDE POR DERIVAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=82788&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: AP 307 (RTJ-162/3), ADI 2386, ADI 2390, ADI 2397,\nADI 2406, RE 230020 (RTJ-192/261), RE 251445, RE 331303-AgR;\nRTJ-155/508, RTJ-162/3, RTJ-163/682, RTJ-163/709, RTJ-177/229,\nRTJ-180/191,\nRTJ-185/237; RT-214/409, RT-277/576, RT-467/385,\nRT-635/341; STJ: RESP 300065.\n- Decisão monocrática citada: Pet 1466 (Informativo 125 STF)\n- Decisões estrangeiras citadas: Caso Panhandle Oil Co. v. State\nof Mississippi Ex Rel. Knox, 1928, \"dictum\" do Justice Oliver Wendell\nHolmes Jr., 277 U.S. 218; Weeks v. United States, 232 U.S. 383, 1914;\nGarrity\nv. New Jersey, 385 U.S. 493, 1967; Mapp v. Ohio, 367 U.S.\n643, 1961; Wong Sun v. United States, 371 U.S. 471, 1962.\n- Veja ADI 2386, ADI 2390, ADI 2397, ADI 2406.\nNúmero de páginas: 43.\nAnálise: 27/06/2006, LMC.\nRevisão: RCO","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : LUIZ FELIPE DA CONCEIÇÃO RODRIGUES\nIMPTE.(S)           : GUSTAVO EID BIANCHI PRATES\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":92279,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 82788","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2005-04-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"OBRA: A GARANTIA DA INTIMIDADE COMO DIREITO FUNDAMENTAL\nAUTOR: VÂNIA SICILIANO AIETA\nPÁGINA:  191  ITEM: 4.4.6.4  ANO: 1999\nEDITORA: LUMEN JURIS\nOBRA: A VIAGEM REDONDA: HABEAS DATA, DIREITOS CONSTITUCIONAIS E AS\nPROVAS ILÍCITAS \"in\" RDA 213\nAUTOR: LUIS ROBERTO BARROSO E ANA PAULA DE BARCELLOS\nPÁGINA:149\nOBRA: CÓDIGO PENAL COMENTADO\nAUTOR: CEZAR ROBERTO BITENCOURT\nEDIÇÃO: 3ª  PÁGINA: 614,615  ITEM: 1.2  ANO: 2005\nEDITORA: SARAIVA\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DE 1967 COM A EMENDA Nº1 DE 1969,\nAUTOR: PONTES DE MIRANDA\nEDIÇÃO: 2ª   VOLUME: V  PÁGINA: 187  ANO:1974\nEDITORA: RT\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DE 1988\nAUTOR: JOSÉ CRETELLA JÚNIOR\nVOLUME: l   PÁGINA 261   ITEM: 150  ANO: 1989\nEDITORA: FORENSE UNIVERSITÁRIA\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO BRASILEIRA\nAUTOR: CARLOS MAXIMILIANO\nVOLUME: 3  PÁGINA: 91  ANO: 1948\nEDITORA: FREITAS BASTOS\nOBRA COMENTÁRIOS À CONSTITUIÇÃO BRASILEIRA\nAUTOR: PINTO FERREIRA\nVOLUME: 1  PÁGINA: 82  ANO: 1989\nEDITORA: SARAIVA\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DO BRASIL\nAUTOR: CELSO RIBEIRO BASTOS\nVOLUME: 2 PÁGINA: 68  ANO: 1989\nEDITORA: SARAIVA\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO BRASILEIRA DE 1988\nAUTOR: MANOEL GONÇALVES FERREIRA FILHO\nVOLUME: 1  PÁGINA: 36,37  ANO: 1990\nEDITORA: SARAIVA\nOBRA: COMENTÁRIOS AO CÓDIGO PENAL\nAUTOR: NELSON HUNGRIA\nEDIÇÃO: 4ª VOLUME: 6  PÁGINA: 216,217  ITEM: 168  ANO: 1958\nEDITORA: FORENSE\nOBRA: CURSO DE DIREITO CONSTITUCIONAL TRIBUTÁRIO\nAUTOR: ROQUE ANTONIO CARRAZZA\nEDIÇÃO: 21ª  PÁGINA: 404-411  ITEM: 3\nEDITORA: MALHEIROS\nOBRA: CURSO DE DIREITO TRIBUTÁRIO\nAUTOR: HUGO DE BRITO MACHADO\nEDIÇÃO: 21ª PÁGINA: 214,221-223  ITENS: 1 A 1.6\nEDITORA: MALHEIROS  ANO: 2002\nOBRA: CURSO DE DIREITO TRIBUTÁRIO BRASILEIRO\nAUTOR: SACHA CALMON NAVARRO COÊLHO\nEDIÇÃO: 8ª  PÁGINA: 893-897  ITENS: 17.12-17.20\nEDITORA: FORENSE  ANO: 2005\nOBRA: CURSO DE DIREITO PENAL - PARTE ESPECIAL\nAUTOR: ROGÉRIO GRECO\nVOLUME: 2 PÁGINA: 649  ITEM: 11  ANO: 2005\nEDITORA: IMPETUS\nOBRA: O DIREITO À DEFESA NA CONSTITUIÇÃO\nAUTOR: EDGARD SILVEIRA BUENO FILHO\nPÁGINA:  54-56  ITEM: 5.9  ANO: 1994\nEDITORA: SARAIVA\nOBRA: DIREITO TRIBUTÁRIO BRASILEIRO\nAUTOR: ALIOMAR BALEEIRO\nEDIÇÃO: 11ª PÁGINA: 1004  ANO: 1999\nEDITORA: FORENSE\nOBRA: O DIREITO DE O CONTRIBUINTE NÃO PRODUZIR PROVA CONTRA SI MESMO,\nPARA NÃO SE INCRIMINAR (CF ART. 5º, LXIII) E O DISPOSTO NOS ARTS. 145,\n§ 1º, DA CF E 195 DO CTN, \"in\" REVISTA FÓRUM DE DIREITO TRIBUTÁRIO\nAUTOR: LUIZ FLÁVIO GOMES\nVOLUME: 10 PÁGINA: 213-226  ANO: 2004\nOBRA: EFFICACIA DI PROVE ILLEGITTIMAMENTE AMMESSE E COMPORTAMENTO DELLA\nPARTE, \"in\" RIVISTA DI DIRITTO CIVILE\nAUTOR: MAURO CAPPELLETTI\nPÁGINA: 112  ANO: 1961\nOBRA: ESTATUTO DO CONTRIBUINTE, DIREITOS, GARANTIAS INDIVIDUAIS EM\nMATÉRIA TRIBUTÁRIA E LIMITAÇÕES CONSTITUCIONAIS NAS RELAÇÕES ENTRE\nFISCO E CONTRIBUINTE, \"in\" VOX LEGIS\nAUTOR: PAULO DE BARROS CARVALHO\nVOLUME: 141  PÁGINA: 33-54  ANO: 1980\nOBRA: INVIOLABILIDADE DO DOMICÍLIO\nAUTOR: RUBENS GERALDI BERTOLO\nPÁGINA: 60-62,72-76  ITENS: 3.1,3.3  ANO: 2003\nEDITORA: MÉTODO\nOBRA: INVIOLABILIDADE DO DOMICÍLIO NA CONSTITUIÇÃO\nAUTOR: DINORÁ ADELAIDE MUSETTI GROTTI\nPÁGINA: 70-78  ANO: 1993\nEDITORA: MALHEIROS\nOBRA: LIBERDADES PÚBLICAS E PROCESSO PENAL\nAUTORA: ADA PELLEGRINI GRINOVER\nEDIÇÃO: 2ª  PÁGINA: 151 ITENS: 7,8  ANO: 1982\nEDITORA: RT\nOBRA: NOVAS TENDÊNCIAS DO DIREITO PROCESSUAL\nAUTOR: ADA PELLEGRINI GRINOVER\nPÁGINA: 62  ANO: 1990\nEDITORA: FORENSE UNIVERSITÁRIA\nOBRA: PROCESSO TRIBUTÁRIO\nOBRA:  PROCESSO TRIBUTÁRIO\nAUTOR: HUGO DE BRITO MACHADO SEGUNDO\nPÁGINA: 76-86  ITEM: 2.5.2  ANO: 2004\nEDITORA:  ATLAS\nOBRA: PROIBIÇÃO DAS PROVAS ILÍCITAS NA CONSTITUIÇÃO DE 1988,  \"in\" OS\n10\nANOS DA CONSTITUIÇÃO FEDERAL, COORDENAÇÃO DE ALEXANDRE DE MORAES\nAUTOR: ANTONIO MAGALHÃES GOMES FILHO\nANO: 1999  PÁGINA: 249-266,\nEDITORA: ATLAS\nOBRA: PROVA ILÍCITA NO DIREITO PÁTRIO E NO DIREITO COMPARADO IN\nREVISTA\nDA FUNDAÇÃO ESCOLA SUPERIOR DO MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E\nTERRITÓRIOS Nº 6\nAUTOR: GUILHERME SILVA BARBOSA FREGAPANI\nPÁGINA: 231-235\nOBRA: PROVE ILLECITE E COSTITUZIONE, \"in\" RIVISTA DE DIRITTO\nPROCESSUALE\nAUTOR: VICENZO VIGORITI\nPÁGINA: 64,70  ANO: 1968","ministro_facet":["CELSO DE MELLO"],"processo_numero":82788,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: FISCALIZAÇÃO TRIBUTÁRIA - APREENSÃO DE LIVROS\nCONTÁBEIS E DOCUMENTOS FISCAIS REALIZADA, EM ESCRITÓRIO DE\nCONTABILIDADE, POR AGENTES FAZENDÁRIOS E POLICIAIS FEDERAIS, SEM\nMANDADO JUDICIAL - INADMISSIBILIDADE - ESPAÇO PRIVADO, NÃO ABERTO AO\n PÚBLICO, SUJEITO À PROTEÇÃO CONSTITUCIONAL DA INVIOLABILIDADE\nDOMICILIAR (CF, ART. 5º, XI) - SUBSUNÇÃO AO CONCEITO NORMATIVO DE\n\"CASA\" - NECESSIDADE DE ORDEM JUDICIAL - ADMINISTRAÇÃO PÚBLICA E\nFISCALIZAÇÃO TRIBUTÁRIA - DEVER DE OBSERVÂNCIA, POR PARTE DE SEUS\nÓRGÃOS E AGENTES, DOS LIMITES JURÍDICOS IMPOSTOS PELA CONSTITUIÇÃO E\n PELAS LEIS DA REPÚBLICA - IMPOSSIBILIDADE DE UTILIZAÇÃO, PELO\nMINISTÉRIO PÚBLICO, DE PROVA OBTIDA EM TRANSGRESSÃO À GARANTIA DA\nINVIOLABILIDADE DOMICILIAR - PROVA ILÍCITA - INIDONEIDADE JURÍDICA -\n \"HABEAS CORPUS\" DEFERIDO.\nADMINISTRAÇÃO TRIBUTÁRIA -\nFISCALIZAÇÃO - PODERES - NECESSÁRIO RESPEITO AOS DIREITOS E\nGARANTIAS INDIVIDUAIS DOS CONTRIBUINTES E DE TERCEIROS.\n- Não são\n absolutos os poderes de que se acham investidos os órgãos e agentes\n da administração tributária, pois o Estado, em tema de tributação,\ninclusive em matéria de fiscalização tributária, está sujeito à\nobservância de um complexo de direitos e prerrogativas que assistem,\n constitucionalmente, aos contribuintes e aos cidadãos em geral. Na\nrealidade, os poderes do Estado encontram, nos direitos e garantias\nindividuais, limites intransponíveis, cujo desrespeito pode\ncaracterizar ilícito constitucional.\n- A administração\ntributária, por isso mesmo, embora podendo muito, não pode tudo. É\nque, ao Estado, é somente lícito atuar, \"respeitados os direitos\nindividuais e nos termos da lei\" (CF, art. 145, § 1º), consideradas,\n sobretudo, e para esse específico efeito, as limitações jurídicas\ndecorrentes do próprio sistema instituído pela Lei Fundamental, cuja\n eficácia - que prepondera sobre todos os órgãos e agentes\nfazendários - restringe-lhes o alcance do poder de que se acham\ninvestidos, especialmente quando exercido em face do contribuinte e\ndos cidadãos da República, que são titulares de garantias\nimpregnadas de estatura constitucional e que, por tal razão, não\npodem ser transgredidas por aqueles que exercem a autoridade em nome\n do Estado.\nA GARANTIA DA INVIOLABILIDADE DOMICILIAR COMO\nLIMITAÇÃO CONSTITUCIONAL AO PODER DO ESTADO EM TEMA DE FISCALIZAÇÃO\nTRIBUTÁRIA  - CONCEITO DE \"CASA\" PARA EFEITO DE PROTEÇÃO\nCONSTITUCIONAL - AMPLITUDE DESSA NOÇÃO CONCEITUAL, QUE TAMBÉM\nCOMPREENDE OS ESPAÇOS PRIVADOS NÃO ABERTOS AO PÚBLICO, ONDE ALGUÉM\nEXERCE ATIVIDADE PROFISSIONAL: NECESSIDADE, EM TAL HIPÓTESE, DE\nMANDADO JUDICIAL (CF, ART. 5º, XI).\n- Para os fins da proteção\njurídica a que se refere o art. 5º, XI, da Constituição da\nRepública, o conceito normativo de \"casa\" revela-se abrangente e,\npor estender-se a qualquer compartimento privado não aberto ao\npúblico, onde alguém exerce profissão ou atividade (CP, art. 150, §\n4º, III), compreende, observada essa específica limitação espacial\n(área interna não acessível ao público), os escritórios\nprofissionais, inclusive os de contabilidade, \"embora sem conexão\ncom a casa de moradia propriamente dita\" (NELSON HUNGRIA). Doutrina.\n Precedentes.\n- Sem que ocorra qualquer das situações\nexcepcionais taxativamente previstas no texto constitucional (art.\n5º, XI), nenhum agente público, ainda que vinculado à administração\ntributária do Estado, poderá, contra a vontade de quem de direito\n(\"invito domino\"), ingressar, durante o dia, sem mandado judicial,\nem espaço privado não aberto ao público, onde alguém exerce sua\natividade profissional, sob pena de a prova resultante da diligência\n de <em>busca</em> e apreensão assim executada reputar-se inadmissível,\nporque impregnada de ilicitude material. Doutrina. Precedentes\nespecíficos, em tema de fiscalização tributária, a propósito de\nescritórios de contabilidade (STF).\n- O atributo da\nauto-executoriedade dos atos administrativos, que traduz expressão\nconcretizadora do \"privilège du preálable\", não prevalece sobre a\ngarantia constitucional da inviolabilidade domiciliar, ainda que se\ncuide de atividade exercida pelo Poder Público em sede de\nfiscalização tributária. Doutrina. Precedentes.\nILICITUDE DA\nPROVA - INADMISSIBILIDADE DE SUA PRODUÇÃO EM JUÍZO (OU PERANTE\nQUALQUER INSTÂNCIA DE PODER) - INIDONEIDADE JURÍDICA DA PROVA\nRESULTANTE DE TRANSGRESSÃO ESTATAL AO REGIME CONSTITUCIONAL DOS\nDIREITOS E GARANTIAS INDIVIDUAIS.\n- A ação persecutória do\nEstado, qualquer que seja a instância de poder perante a qual se\ninstaure, para revestir-se de legitimidade, não pode apoiar-se em\nelementos probatórios ilicitamente obtidos, sob pena de ofensa à\ngarantia constitucional do \"due process of law\", que tem, no dogma\nda inadmissibilidade das provas ilícitas, uma de suas mais\nexpressivas projeções concretizadoras no plano do nosso sistema de\ndireito positivo. A \"Exclusionary Rule\" consagrada pela\njurisprudência da Suprema Corte dos Estados Unidos da América como\nlimitação ao poder do Estado de produzir prova em sede processual\npenal.\n- A Constituição da República, em norma revestida de\nconteúdo vedatório (CF, art. 5º, LVI), desautoriza, por incompatível\n com os postulados que regem uma sociedade fundada em bases\ndemocráticas (CF, art. 1º), qualquer prova cuja obtenção, pelo Poder\n Público, derive de transgressão a cláusulas de ordem\nconstitucional, repelindo, por isso mesmo, quaisquer elementos\nprobatórios que resultem de violação do direito material (ou, até\nmesmo, do direito processual), não prevalecendo, em conseqüência, no\n ordenamento normativo brasileiro, em matéria de atividade\nprobatória, a fórmula autoritária do \"male captum, bene retentum\".\nDoutrina. Precedentes.\n- A circunstância de a administração\nestatal achar-se investida de poderes excepcionais que lhe permitem\nexercer a fiscalização em sede tributária não a exonera do dever de\nobservar, para efeito do legítimo desempenho de tais prerrogativas,\nos limites impostos pela Constituição e pelas leis da República, sob\n pena de os órgãos governamentais incidirem em frontal desrespeito\nàs garantias constitucionalmente asseguradas aos cidadãos em geral e\n aos contribuintes em particular.\n- Os procedimentos dos agentes\nda administração tributária que contrariem os postulados consagrados\n pela Constituição da República revelam-se inaceitáveis e não podem\nser corroborados pelo Supremo Tribunal Federal, sob pena de\ninadmissível subversão dos postulados constitucionais que definem,\nde modo estrito, os limites - inultrapassáveis - que restringem os\npoderes do Estado em suas relações com os contribuintes e com\nterceiros."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433228","_score":3.920788,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao recurso de agravo, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 25.9.2020 a 2.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433228","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur433228","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: “HABEAS CORPUS” – INTERCEPTAÇÃO TELEFÔNICA – NECESSIDADE DE A DECISÃO QUE A AUTORIZA POSSUIR FUNDAMENTAÇÃO JURIDICAMENTE IDÔNEA, SOB PENA DE NULIDADE – IMPRESTABILIDADE DO ATO DECISÓRIO QUE, DESPROVIDO DE BASE EMPÍRICA IDÔNEA, RESUME-SE A FÓRMULAS ESTEREOTIPADAS CONSUBSTANCIADAS EM TEXTOS PADRONIZADOS REVESTIDOS DE CONTEÚDO GENÉRICO – AUSÊNCIA DE EFICÁCIA PROBANTE DAS INFORMAÇÕES RESULTANTES DE PRORROGAÇÕES DE INTERCEPTAÇÃO TELEFÔNICA AUTORIZADAS POR DECISÃO DESTITUÍDA DE FUNDAMENTAÇÃO SUBSTANCIAL – PRECEDENTES – A QUESTÃO DA ILICITUDE DA PROVA: TEMA IMPREGNADO DE ALTO RELEVO CONSTITUCIONAL – DIREITO FUNDAMENTAL DE QUALQUER PESSOA DE NÃO SER INVESTIGADA, ACUSADA, PROCESSADA OU CONDENADA COM BASE EM PROVAS ILÍCITAS (HC 93.050/RJ, REL. MIN. CELSO DE MELLO – RHC 90.376/RJ, REL. MIN. CELSO DE MELLO, v.g.) – INADMISSIBILIDADE DA SUA PRODUÇÃO EM JUÍZO OU PERANTE QUALQUER INSTÂNCIA DE PODER – DISCUSSÃO EM TORNO DA ILICITUDE POR DERIVAÇÃO (“FRUITS OF THE POISONOUS TREE”) – DOUTRINA – PRECEDENTES – “HABEAS CORPUS” DEFERIDO – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754031215","externo_seq_objeto_incidente":5592155,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-244  DIVULG 06-10-2020  PUBLIC 07-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=129646&classe=HC","is_colac":false,"titulo":"HC 129646 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 INC-00056 ART-00093 \n          INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00090\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00288 ART-00299\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2020-10-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRORROGAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, FUNDAMENTAÇÃO IDÔNEA. PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, ELEMENTO CONCRETO. LIBERDADE, LIMITE CONSTITUCIONAL, PERSECUÇÃO PENAL. NULIDADE, PROVA ILÍCITA, INVIOLABILIDADE, DOMICÍLIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=129646&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INADMISSIBILIDADE, PROVA ILÍCITA)\nHC 72588 (1ªT), HC 73661 (1ªT) - RTJ 162/682, HC 74299 (1ªT) - RTJ 163/682, HC 74639 (1ªT) - RTJ 163/709, HC 82788 (2ªT), RHC 90376 (2ªT), HC 93050 (2ªT). \n(FUNDAMENTAÇÃO, DECISÃO JUDICIAL)\nHC 74073 (1ªT). \n(PRORROGAÇÃO, INTERCEPTAÇÃO TELEFÔNICA, FUNDAMENTAÇÃO IDÔNEA)\nHC 83515 (TP), RHC 88371 (2ªT), HC 104934 (1ªT), HC 125792 AgR (2ªT), HC 154265 AgR (1ªT). \n(PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, ELEMENTO CONCRETO)\nHC 93883 (2ªT), HC 116491 (2ªT), HC 121250 (1ªT), HC 121929 (1ªT), HC 128880 (2ªT), HC 129554 (1ªT), HC 130038 (2ªT), HC 130723 (1ªT). \n(LIBERDADE, LIMITE CONSTITUCIONAL, PERSECUÇÃO PENAL)\nHC 73338 (1ªT). \n(NULIDADE, PROVA ILÍCITA, INVIOLABILIDADE, DOMICÍLIO)\nAP 307 (2ªT), AP 307 (2ªT) - RTJ 162/3. \n- Decisão monocrática citada:\n(PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, ELEMENTO CONCRETO)\nHC 134939.\n- Decisões estrangeiras citadas: Weeks vs. United States, 232 U.S. 383, 1914; Garrity vs. New Jersey, 385 U.S 493, 1967, Mapp vs. Ohio, 367 U.S 643, 1961, Wong Sun vs. United States, 371 U.S 471, 1962, da Suprema Corte dos Estados Unidos da América; Nardone v. United States, 308 U.S 338 (1939); e Payton v. New York, 455 U.S 573 (1980), todas da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 28.\nAnálise: 16/09/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADORIA GERAL DA REPUBLICA \nAGDO.(A/S)  : EDSON SCAMATTI \nAGDO.(A/S)  : PEDRO SCAMATTI FILHO \nAGDO.(A/S)  : DORIVAL REMEDI SCAMATTI \nAGDO.(A/S)  : MAURO ANDRE SCAMATTI \nADV.(A/S)  : CELSO SANCHEZ VILARDI E OUTRO(A/S)\nADV.(A/S)  : ALBERTO ZACHARIAS TORON \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433228,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 129646 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"AIETA, Vânia Siciliano. A Garantia da Intimidade como Direito Fundamental. Lumen Juris, 1999. p. 191, item 4,4,6,4.\nALMEIDA JÚNIOR, João Mendes de. O Processo Criminal Brasileiro. 4. ed. Freitas Bastos, 1959. v. 1. p. 10-14 e 212-222.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. Revista dos Tribunais, 2016. p. 37-94.\nBARROSO, Luis Roberto; BARCELLOS, Ana Paula de. A Viagem Redonda: Habeas Data, Direitos Constitucionais e as Provas Ilícitas. RDA. v. 213. p. 149-163.\nBUENO FILHO, Edgard Silveira. O Direito à Defesa na Constituição. Saraiva, 1994. p. 54-56, item 5.9.\nCAPEZ, Fernando. Curso de Direito Penal. 13. ed. Saraiva, 2006. p. 306, item 17.2.4.5.\nCAPPELLETTI, Mauro. Efficacia di prove illegittimamente ammesse e comportamento della parte. Rivista di Diritto Civile, p. 112, 1961.\nCRUZ, Rogerio Schietti Machado. Garantias Processuais nos Recursos Criminais. 2ª ed. Atlas, 2013. \nFERRAJOLI, Luigi. Direito e Razão. 4. ed. Tradução: Ana Paula Zomer, Fauzi Hassan Choukr, Juarez Tavares e Luiz Flávio Gomes. Revista dos Tribunais, 2014. p. 91.\nFREGAPANI, Guilherme Silva Barbosa. Prova Ilícita no Direito Pátrio e no Direito Comparado. Revista da Fundação Escola Superior do Ministério Público do Distrito Federal e Territórios. nº 6. p. 231-235.\nGOMES FILHO, Antonio Magalhães. Proibição das Provas Ilícitas na Constituição de 1988. In: MORAES, Alexandre de (Coord.). Os 10 Anos da Constituição Federal. Atlas, 1999. p. 249-266.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 61-63, item 8.3.\nGRINOVER, Ada Pellegrini. Liberdades Públicas e Processo Penal. 2. ed. Revista dos Tribunais, 1982. p. 151, itens 7 e 8.\nGRINOVER, Ada Pellegrini. Novas Tendências do Direito Processual. Forense Universitária. p. 62.\nLOPES JR. Aury. Direito Processual Penal e sua Conformidade Constitucional. 9. ed. Saraiva, 2012. p. 171-255.\nMENDONÇA, Rachel Pinheiro de Andrade. Provas Ilícitas: Limites à Licitude Probatória. 2. ed. Lumen Juris, 2004. p. 78, item 3.1.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 7. ed. Atlas, 2000. p. 401, item 155.4.\nMORAES, Alexandre de. Constituição do Brasil Interpretada e Legislação Constitucional. 6. ed. Atlas, 2006. p. 386, item 5.102.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2015. p. 111-173.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 4. ed. Revista dos Tribunais, 2005. p. 340-41, item 5.\nPENTEADO, Jaques de Camargo. Duplo Grau de Jurisdição no Processo Penal: Garantismo e efetividade. Revista dos Tribunais, 2006. p. 17-21.\nPRADO, Geraldo. Sistema Acusatório: A Conformidade Constitucional das Leis Processuais Penais. 3. ed. Lumen Juris, 2005.  p. 41-51 e 241-243.\nSTRECK, Lenio Luiz. As Interceptações Telefônicas e od Direitos Fundamentais. Livraria do Advogado, 1997. p. 92, item 13.2.\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1997. v. 1. p. 75.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 9. ed. Saraiva, 2005. v. 1. p. 474-476.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 33-35, item 1.4.\nTUCCI, Rogério Lauria. Ordem Judicial de Busca Apreensão e Ilicitude da Prova dela Extrapolante. Revista dos Tribunais. v. 848. p. 468-469.\nVIGORITI, Vicenzo. Prove illecite e Costituzione. Rivista di Diritto Processuale, p. 64 e 70, 1968.","ministro_facet":["CELSO DE MELLO"],"processo_numero":129646,"base":"acordaos"},"highlight":{"documental_doutrina_texto":["Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 33-35, item 1.4.\nTUCCI, Rogério Lauria. Ordem Judicial de <em>Busca</em> Apreensão e Ilicitude da Prova dela Extrapolante. Revista dos Tribunais. v. 848. p. 468-469.\nVIGORITI, Vicenzo. Prove illecite e Costituzione. Rivista"]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur481932","_score":3.664625,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Luiz Fux (Relator), que conhecia da presente ação direta e julgava procedente o pedido formulado para declarar a inconstitucionalidade dos artigos 1º, parte final, e 2º, inciso III, da Lei 3.990, de 11 de outubro de 2002, do Estado do Rio de Janeiro, e propunha a fixação da seguinte tese de julgamento: “É inconstitucional a lei estadual que preveja o arquivamento de materiais genéticos de nascituros e parturientes, em unidades de saúde, com o fim de realizar exames de DNA comparativo em caso de dúvida”, no que foi acompanhado pelos Ministros André Mendonça, Nunes Marques, Dias Toffoli, Alexandre de Moraes e Roberto Barroso, o julgamento foi suspenso. Falou, pelo requerente, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência da Ministra Rosa Weber. Plenário, 12.4.2023.\r\n\n                       Decisão: O Tribunal, por unanimidade, conheceu da ação direta e julgou procedente o pedido formulado para declarar a inconstitucionalidade dos artigos 1º, parte final, e 2º, inciso III, da Lei 3.990, de 11 de outubro de 2002, do Estado do Rio de Janeiro, fixando a seguinte tese de julgamento: \"É inconstitucional a lei estadual que preveja o arquivamento de materiais genéticos de nascituros e parturientes, em unidades de saúde, com o fim de realizar exames de DNA comparativo em caso de dúvida\", nos termos do voto do Relator. Ausente, justificadamente, o Ministro Dias Toffoli, que votara em assentada anterior. Presidência da Ministra Rosa Weber. Plenário, 13.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur481932","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur481932","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL. FAMÍLIA. FILIAÇÃO. LEI ESTADUAL QUE OBRIGA A ADOÇÃO DE MEDIDAS DE SEGURANÇA QUE EVITEM, IMPEÇAM OU DIFICULTEM A TROCA DE RECÉM-NASCIDOS NAS DEPENDÊNCIAS DE HOSPITAIS PÚBLICOS OU PRIVADOS, CASAS DE SAÚDE E MATERNIDADES E QUE POSSIBILITEM A POSTERIOR IDENTIFICAÇÃO ATRAVÉS DE EXAME DE DNA. COLETA DO MATERIAL GENÉTICO DE TODAS AS MÃES E FILHOS NA SALA DE PARTO. ALEGADA OFENSA AOS DIREITOS FUNDAMENTAIS À PRIVACIDADE E INTIMIDADE E AO PRINCÍPIO DA PROPORCIONALIDADE. LEI Nº 3.990/2002, ARTS. 1º, PARTE FINAL, E 2º, III. CF/88, ART. 5º, X E LIV. AÇÃO CONHECIDA E JULGADO PROCEDENTE O PEDIDO.\n\n\n\n    1. O vínculo genético eventualmente perdido com a troca de bebês representa dor, angústia e sofrimento profundo aos pais envolvidos em possíveis trocas de recém-nascidos nos hospitais.\n\n\n\n    2. A perda do vínculo biológico viola diretamente o direito à identidade genética, corolário do direito à identidade.\n\n\n\n    3. A informação genética própria da pessoa e a de seus pais biológicos contém conhecimento sobre vulnerabilidades, resistências a agentes químicos e físicos, reações a medicamentos e, possivelmente, inferências sobre comportamento.\n\n\n\n    4. O código genético possui o condão de identificar individualmente alguém e, assim, fornecer informações pessoais relevantes sobre sua saúde e até mesmo, por via indireta, sobre a saúde de seus familiares, como possíveis doenças ou características passíveis de ser transmitidas geneticamente.\n\n\n\n    5. A dimensão do código genético é dúplice, na medida em que “Reconhecer o direito à identidade genética, da criança, do adolescente e do adulto, não importa a idade, sexo, cor ou credo, significa não só franquear-lhes o direito à vida, à saúde, à paternidade, mas também a sua história pessoal, a seus traços socioculturais antes assinalados. Mais do que isso, é imperativo avançar e reconhecer a identidade genética ‘não funcionalizada’, vale dizer não só como um instrumento para criação do vínculo de parentesco.” (BARBOZA, Heloísa Helena. Direito à identidade genética. Anais do III Congresso Brasileiro de Direito de Família. 2002).\n\n\n\n    6. O critério biológico, tanto para fins de filiação quanto para concretizar o direito fundamental à busca da identidade genética, emana do direito da personalidade de um ser, como assentado pelo Supremo Tribunal Federal (RE 898.060, Rel. Min. Luiz Fux, Tribunal Pleno, DJe 24/08/2017).\n\n\n\n    7. A privacidade consubstancia-se na prerrogativa de exigir do Estado e dos demais sujeitos particulares uma abstenção da intervenção em sua intimidade e em sua vida privada, compreendendo o caráter negativo do direito, que impõe a proteção contra ações que interfiram na intimidade e vida privada e a proibição de o Estado afetar o seu núcleo essencial; além da faculdade de renúncia e não exercício do direito por seu titular. \n\n\n\n    8. O direito à privacidade, na dimensão de uma prestação positiva por parte do Estado, também impõe o debate sobre medidas de segurança a respeito de dados que incidam diretamente na esfera privada dos indivíduos, assumindo caráter preventivo, a fim de se evitar acessos não autorizados a essas informações. A privacidade, nesta dimensão, impõe a “salvaguarda das informações pessoais armazenadas tanto pelo setor público como pelo privado”, o que demanda procedimentos aperfeiçoados e atualizados, diante da “constante evolução das tecnologias utilizadas para a coleta, arquivamento, transmissão e interconexão de dados” (VIEIRA, Tatiana Malta. O direito à privacidade na sociedade da informação. Porto Alegre: Sergio Antonio Fabris Editor, 2007, p. 99).\n\n\n\n    9. O direito à privacidade relativa aos dados genéticos, em que pese sua imensurável importância para os avanços de métodos terapêuticos e regenerativos, a um só tempo, sob o prisma informacional, envolve profundas questões bioéticas relacionadas à posse e ao processamento de DNA de terceiros.\n\n\n\n    10. A lei fluminense objeto desta ação fere ambas as dimensões do direito à privacidade, ao permitir a coleta e armazenagem de dados genéticos do nascituro e da parturiente, independentemente de prévio consentimento, e viola a dimensão negativa do direito à privacidade, que se traduz na prerrogativa de impedir que terceiros e o próprio Estado se intrometam naquilo que cabe os sujeitos decidir, e, ao se abster do dever de estabelecer medidas de proteção aos dados coletados, sob o enfoque da dimensão positiva, significa uma necessária prestação positiva do Estado em implementar medidas de segurança em relação aos dados.\n\n\n\n    11. O direito à privacidade relativa aos dados sensíveis ou supersensíveis, como os genéticos, em razão das profundas questões bioéticas decorrentes da posse e do processamento de DNA de terceiros, porquanto os dados médicos, genéticos e outros que se referem à saúde do sujeito, compõe o núcleo mais profundo da intimidade das pessoas. \n\n\n\n    12. A apropriação de informação genética gera diversos riscos ao que exsurgem dessa, dentre os quais se destaca a “genetização da vida”, fenômeno em que reduz o indivíduo à sua dimensão exclusivamente genética. Esse fenômeno, do qual resulta a discriminação de determinadas pessoas, denominadas “sadios doentes”, criando-se, com lastro no conhecimento dos dados genéticos desses sujeitos, uma nova categoria social das pessoas que potencialmente são capazes de desenvolver uma doença genética, incluindo, v.g., a conduta de seguros de saúde e de ambientes de trabalho.\n\n\n\n    13. As informações genéticas alheias revelam conhecimento sobre vulnerabilidades, resistências a agentes químicos e físicos, reações a medicamentos e, possivelmente, a inferências sobre comportamento, de modo que “a apropriação da informação genética de pessoas, povos e nações reveste-se de real poder científico, político, estratégico e bélico” (AZEVEDO, Eliane Elisa. Ética na pesquisa em genética humana em países em desenvolvimento. In: GARRAFA, Volnei; PESSINI, Leo. Bioética: Poder e Injustiça. 2. ed. São Paulo: Edições Loyola, 2003, p. 327).\n\n\n\n    14. A ponderação entre o direito à privacidade e o poder conferido ao Estado de interferir na vida privada conduz ao entendimento de que se deve permitir a coleta, apenas em casos excepcionais e, em qualquer hipótese, mediante rigoroso controle de segurança e ausência do titular da reserva íntima.\n\n\n\n    15. A cláusula do devido processo legal apresenta facetas procedimental e substantiva: a primeira pode ser mais bem observada a partir de garantias constitucionais como o direito a um julgamento imparcial; já a segunda, possui o intuito de proteger os indivíduos contra a atuação governamental e o processo legislativo majoritário que excedam os limites oriundos da autoridade estatal legítima.\n\n\n\n    16. O devido processo substantivo quanto ao direito da personalidade exsurge no sentido de proteger, de forma mais incisiva, os direitos à privacidade e à autonomia pessoal contra a interferência governamental até mesmo na seara regulatório-legislativa.\n\n\n\n    17. In casu, ao deixar de prever mecanismos mínimos de salvaguarda dos interesses das famílias envolvidas, a Lei ora atacada estabeleceu medida excessivamente restritiva a direitos fundamentais: ao impor a coleta de material genético à revelia da vontade da parturiente; ao não estabelecer prazo ou possibilidade de os interessados requererem a retirada de seu material e dados genéticos do biobanco; e ao não impedir que as amostras de DNA sejam utilizadas em finalidades estranhas à constatação da filiação.\n\n\n\n    18. A inadequação da norma se verifica por ser incapaz de assegurar que, adotada a medida imposta, o resultado que visa a evitar, qual seja, a troca de bebês na maternidade, não será alcançado.   Ao revés, basta um erro ou a troca intencional do material armazenado a qualquer tempo para frustrar a identificação do vínculo biológico do recém-nascido com seus pais registrais. Deveras, o problema o qual a lei almeja solução pode acabar se deslocando da troca de bebês para o erro ou troca do próprio material genético coletado, razão pela qual a literatura médica se apresenta cética a respeito dos reais benefícios da medida de segurança legalmente prevista.\n\n\n\n    19. O princípio da razoabilidade da norma importa, ainda, considerar a necessidade, compreendida como a disponibilidade pelo legislador de outro meio eficaz e menos restritivo aos direitos fundamentais. As medidas introjetadas na Lei ora questionada, quais sejam: (i) a utilização de pulseiras de identificação numeradas para mãe e filho na sala de parto; e (ii) utilização de grampo umbilical enumerado com o número correspondente ao da pulseira, apresentam-se mais efetivas, menos onerosas e menos interventivas na esfera privada dos cidadãos e das cidadãs envolvidas. Além disso, atualmente, já existem diversas diretrizes efetivas e menos custosas para diminuir a ocorrência de trocas de bebês, como: (i) a identificação da gestante no momento da admissão em conjunto com a posterior identificação do recém-nascido no momento do nascimento, e (ii) a permissão da permanência do pai no momento do nascimento da criança.\n\n\n\n    20. O subprincípio da proporcionalidade em sentido estrito entre o bem preservado e restrições excessivamente intensas a outros bens ou direitos, considera o sistema constitucional como um todo. Assim, tem-se que, por não prever determinação expressa e taxativa das hipóteses em que os dados genéticos arquivados estariam “à disposição da justiça”, nem mecanismos de exclusão posterior dos dados genéticos a pedido das partes, a lei fluminense impõe uma restrição desproporcional à privacidade genética, porquanto excessiva frente aos fins visados. \n\n\n\n    21. À luz da Análise Econômica do Direito, quando da análise dos custos e benefícios, podem ser apontados os elevados custos de realizar acurada coleta e análise de dados, manter por tempo indeterminado um banco genético e fiscalizar-lhe o acesso e a utilização – aspectos sobre os quais a norma não disponha a respeito. Destarte, mais do que os custos financeiros, são os custos à privacidade genética pela duração indeterminada e a utilização sem critérios dos dados genéticos viabilizada pela lei, somados aos limitados benefícios à identidade genética, diante da possibilidade de troca do material genético coletado. \n\n\n\n    22. A limitação ao direito à privacidade, em especial a relativa aos dados genéticos, para proteção de fins distintos ao de interesse público, deve se dar mediante expresso consentimento do titular do direito. No caso de interesses exclusivamente particulares do titular dos dados, a exigibilidade de consentimento expresso se baseia na autonomia da vontade.\n\n\n\n    23. O paternalismo jurídico concretiza-se pela adoção de normas e medidas jurídicas restritivas de direitos fundamentais de indivíduos, com o intuito único de zelar por bens, direitos e interesses desses mesmos indivíduos cuja liberdade é restringida, encontrando objeções na restrição da autonomia da vontade, presumindo que o Estado realize uma escolha mais benéfica aos interesses particulares do indivíduo que ele próprio.\n\n\n\n    24. Ao ser dispensado, o consentimento da mãe em relação à coleta do seu próprio material genético e do seu bebê, “na sala de parto”, revela, inequivocamente, que a lei termina por violar diretamente a privacidade dos dados genéticos dos indivíduos, restringindo, em detrimento da ordem constitucional, o exercício de um direito fundamental. Assim, ao prever a coleta compulsória de material genético da mãe e do bebê, e ferir a privacidade desses sujeitos, o inciso III, do artigo 2º, da Lei 9.990/2002, do Estado do Rio de Janeiro, está acoimado de inconstitucionalidade. \n\n\n\n    25. Ex positis, CONHEÇO da presente ação direta de inconstitucionalidade e julgo PROCEDENTE o pedido formulado para declarar a INCONSTITUCIONALIDADE dos artigos 1º, parte final, e 2º, inciso III, da Lei 3.990, de 11 de outubro de 2002, do Estado do Rio de Janeiro, fixando a seguinte tese: “É inconstitucional a lei estadual que preveja o arquivamento de materiais genéticos de nascituros e parturientes, em unidades de saúde, com o fim de realizar exames de DNA comparativo em caso de dúvida”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768636835","externo_seq_objeto_incidente":4998973,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 15-06-2023  PUBLIC 16-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5545&classe=ADI","is_colac":false,"titulo":"ADI 5545","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00005 INC-00010\n    INC-00012 INC-00054 INC-00055 INC-00079\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000115 ANO-2002\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000105 ANO-2001\n    ART-00001\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008069 ANO-1990\n    ART-00010 INC-00006\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-009507 ANO-1997\n    ART-00007 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00006 ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00021\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-012037 ANO-2009\n    ART-0005A PAR-00001 PAR-00002 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012414 ANO-2011\n    ART-00005 INC-00007\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00031\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012965 ANO-2014\n    ART-00011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 INC-00004\n    ART-00005 INC-00002 ART-00006 INC-00001\n    INC-00002 INC-00003 INC-00006 ART-00011\n    INC-00001 INC-00002 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G\n    LEI ORDINÁRIA\n\n","LEG-FED   RES-000466 ANO-2012\n    RESOLUÇÃO DO CONSELHO NACIONAL DE SAÚDE - CONEP\n\n","LEG-FED   RES-000724 ANO-2021\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   RES-000773 ANO-2022\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   RES-000774 ANO-2022\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   PRT-000004 ANO-2017\n    PORTARIA DE CONSOLIDAÇÃO DO GABINETE DO MINISTRO DA SAÚDE - GM/MS\n\n","LEG-FED   PRT-000248 ANO-2018\n    PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PJL-006494 ANO-2006\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PRV-000066 ANO-2018\n    PROVIMENTO PROVIMENTO DA CORREGEDORIA NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-EST   LEI-003990 ANO-2002\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    INC-00002 INC-00003 ART-00003 INC-00001\n    INC-00002 INC-00003 ART-00004 ART-00005\n    LEI ORDINÁRIA, RJ\n\n","LEG-MUN   PJL-001506 ANO-2019\n    PROJETO DE LEI DA CÂMARA DE VEREADORES DO MUNICÍPIO DO RIO DE JANEIRO, RJ"],"publicacao_data":"2023-06-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5545&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IDENTIFICAÇÃO, PATERNIDADE BIOLÓGICA, DERIVAÇÃO, DIREITO DA PERSONALIDADE)\r\nRE 363889 (TP), RE 898060 (TP).\r\n(DIREITO FUNDAMENTAL, PROTEÇÃO DE DADOS PESSOAIS)\r\nADI 6393 MC-Ref (TP), ADI 6390 MC-Ref (TP), ADI 6389 MC-Ref (TP), ADI 6388 MC-Ref (TP), ADI 6387 MC-Ref (TP).\r\n(NORMA, COMPARTILHAMENTO DE DADOS, PODER PÚBLICO)\r\nADPF 695 (TP), ADI 6649 (TP).\r\n(IMPEDIMENTO, COMPARTILHAMENTO DE DADOS, TELEFONIA, IBGE)\r\nADI 6387 MC-Ref (TP).\r\n(DIREITO À PRIVACIDADE, DIMENSÃO NEGATIVA DOS DIREITOS FUNDAMENTAIS)\r\nHC 71373 (1ªT).\r\n(PROTEÇÃO, DEVIDO PROCESSO LEGAL SUBSTANTIVO)\r\nADI 173 (TP), ADI 1158 MC (TP), ADI 1407 MC (TP).\r\n(LEI, IMPOSIÇÃO, RESTRIÇÃO, DIREITO)\r\nADI 6387 MC-Ref (TP).\r\n(RECOLHIMENTO, COMPULSORIEDADE, MATERIAL GENÉTICO, EXAME DE DNA)\r\nHC 71373 (1ªT), HC 76060 (1ªT), Rcl 2040 QO (TP).\r\n- Decisões monocráticas citadas:\r\n(IMPEDIMENTO, COMPARTILHAMENTO DE DADOS, TELEFONIA, IBGE)\r\nADI 6387 MC, ADI 6387.\r\n- Decisão estrangeira citada: Reklos e Davourlis vs. Grécia, do Tribunal Europeu de Direitos Humanos; AP 8707/79 (Bélgica) 18 DR 255; BVerfGE 65, 1, Volkszählung e BVerfGE 65, 1, 42 ss. do Tribunal Constitucional Alemão; Guðmundsdóttir v. Iceland, n. 151/2003, de 27 de novembro de 2003, da Suprema Corte da Islândia; Bloomer v. McQuewan, Lochner v. New York, Griswold v. Connecticut, Loving v. Virginia, Eisenstadt v. Baird e Roe v. Wade da Suprema Corte dos Estados Unidos; Aycaguer v. França da Corte Europeia de Direitos Humanos.\n- Legislação estrangeira citada: arts. 1, letra c, 5, 8, 14 e 15 da Declaração Internacional Sobre os Dados Genéticos Humanos da 32ª Sessão da Unesco; Hessische Datenschutzgesetzde do Estado de Hesse de 1970; Datalagen sueca de 1973; Privacy Act norte-americano de 1974; Informatique et Libertées francesa de 1978; artigo 71, 1, da Constituição Islandesa; Lei de Não Discriminação de Informações Genéticas (H.R. 493, Genetic Information Nondiscrimination Act - GINA) dos Estados Unidos da América; art. 9, itens  1 e 2, letras a, b, c, i e j, do Regulamento Geral sobre Proteção de Dados - GDPR (EU General Data Protection Regulation), da União Europeia; art. 8 da Convenção Europeia de Direitos Humanos; art. 8 da Declaração Universal sobre o Genoma Humano e os Direitos Humanos, de 11 de novembro de 1997; Australian Privacy Principles (APP); Privacy Act 1988 da Austrália; Lei do Censo alemã (Volkszählunsgesetz).\n- Veja Diretrizes para a Proteção da Privacidade e dos Fluxos Transfronteiriços de Dados Pessoais OCDE (1980); art. 1 da Convenção para a Protecção das Pessoas relativamente ao Tratamento Automatizado de Dados de Carácter Pessoal Conselho da Europa (1981); art. 8 da Carta dos Direitos Fundamentais da União Europeia (2000).","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":481932,"documental_tese_texto":"É inconstitucional a lei estadual que preveja o arquivamento de materiais genéticos de nascituros e parturientes, em unidades de saúde, com o fim de realizar exames de DNA comparativo em caso de dúvida.","procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 5545","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"AZEVEDO, Eliane Elisa. Ética na pesquisa em genética humana em países em desenvolvimento. In: GARRAFA, Volnei; PESSINI, Leo. Bioética: Poder e Injustiça. 2. ed. São Paulo: Loyola, 2003. p. 327.\nBARBOZA, Heloísa Helena. Direito à identidade genética. Anais do III Congresso Brasileiro de Direito de Família. 2002.\nCANARIS, Claus-Wilhelm. Grundrechtswirkungen und Verhältnismässigkeitsprinzip in der richterlichen Anwendung und Fortbildung des Privatsrechts. JuS, 1989. p. 161-163.\nCELESTE, Edoardo. Digital Constitutionalism: a New Systematic Theorization. International Review of Law, Computers & Technology, 2019. p. 76-99.\nCORRÊA, Adriana Espíndola. O Corpo Digitalizado, um novo objeto para o Direito. Revista da Faculdade de Direito UFPR, v. 44, p. 65.\nCROSBIE, Deborah. Protection of Genetic Information: An International Comparison. 2001. Reino Unido: Organização Mundial da Saúde, 2001.\nDOLIVO, Mauricio. O direito à intimidade na Constituição Federal. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 4, n. 15, p. 184, abr./jun. 1996.\nDOTTI, René Ariel. A liberdade e o direito à intimidade. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 66, p. 125, abr./jun. 1980.\nDWORKIN, Ronald. A Virtude Soberana: a teoria e a prática da igualdade. São Paulo: Martins Fontes, 2016, p. 613 e 639.\nEHRAHARDT JÚNIOR, Marcos; MODESTO, Jéssica Andrade. Definição de Perfis e o Risco de Discriminação: a importância das legislações de proteção de dados para a tutela da pessoa natural. In: Direito Civil e Tecnologia. Belo Horizonte: Fórum, 2021. Tomo 2.\nFACHIN, Luiz Edson. Discriminação por motivos genéticos. Revista da Faculdade de Direito UFPR, v. 36, 2001, p. 217.\nFERRAZ JÚNIOR, Tércio Sampaio. Sigilo de dados: o direito à privacidade e os limites à função fiscalizadora do Estado. Cadernos de Direito Constitucional e Ciência Política, Revista dos Tribunais, n. 1, p. 77, out./dez. 1992.\nFERRAZ JÚNIOR, Tércio Sampaio. Sigilo de dados: o direito à privacidade e os limites à função fiscalizadora do Estado. Revista da Faculdade de Direito da Universidade de São Paulo, v. 88, p. 439-459, 1993.\nFERREIRA FILHO, Manuel Gonçalves. Comentários à Constituição brasileira de 1988. 2. ed. São Paulo: Saraiva, 1997. p. 35.\nFRANZIUS, Claudio. Das Recht auf informationelle Selbstbestimmung. Zeitschrift für das juristische Studium. Gießen, 2015. p. 262.\nGIANNOTTI, Eduardo. A tutela constitucional da intimidade. Dissertação (Mestrado) - Faculdade de Direito, Universidade de São Paulo, São Paulo. 1983.\nGILL, Lex; REDEKER, Dennis; GASSER, Urs. Towards Digital Constitutionalism? Mapping Attempts to Craft an Internet Bill of Rights. Berkman Klein Center for Internet & Society Research Publication. 2015.\nGOMES FILHO, Antonio Magalhães. Direito à prova no processo penal. São Paulo: Revista dos Tribunais, 1997. p. 128.\nGROOPMAN, Jerome. The Anatomy of Hope – How people prevail in the face of illness. New York: Random House, 2004.\nHAMMERSCHIMIDT, Denise. Alguns aspectos da informação, intimidade e discriminação genética no âmbito jurídico internacional. Revista do Tribunal do Paraná, p. 99-142. 2006.\nHAMMERSCHMIDT, Denise. Alguns aspetos da informação, intimidade e discriminação genética no âmbito jurídico internacional. Revista dos Tribunais, v. 837/2005, p. 11-42, jul. 2005.\nHAWLEY, Joshua D. The Intellectual Origins of (Modern) Substantive Due Process. Texas Law Review, v. 93, 2014.\nKOOPS, Bert-Jaap et al. A typology of privacy. University of Pennsylvania Journal of International Law, n. 38, 2017, p. 546.\nLONG, Clarisa. Privacy and Pandemics. In: PISTOR, Katharina. Law in the time of COVID-19. Columbia Law School Books, 2020. p. 92.\nMARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Montevidéu: Fundação Konrad-Adenauer, 2005. p. 234.\nMENDES, Gilmar; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 10. ed. Saraiva, 2015. p. 282.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 229-232.\nMENDES, Laura Schertel. Privacidade, proteção de dados e defesa do consumidor: linhas gerais de um novo direito fundamental. São Paulo: Saraiva, 2014. p. 140 e 176-178.\nMORAES, Alexandre de . Direito Constitucional. 39. ed. Atlas, 2023. Capítulo 3, item 13.\nOLIVEIRA, José Lamartine Corrêa de; MUNIZ, Francisco José Ferreira. O Estado de Direito e os Direitos da Personalidade, Revista da Faculdade de Direito UFPR, v. 19.\nPEN CHASZADEH, Victor B. Problemas éticos do determinismo genético. Revista Bioética. v. 12, n. 1, p. 61-68, 2004.\nPERLINGIERI, Pietro. O direito civil na legalidade constitucional. Tradução: Maria Cristina De Cicco. Rio de Janeiro: Renovar, 2008. p. 827.\nPOSNER, Richard. Cost-benefit analysis: Definition, justification, and comment on conference papers. The Journal of Legal Studies, v. 29, p. 1153-1177, 2000.\nRABINOW, Paul; ROSE, Nikolas. O conceito de biopoder hoje. Revista de Ciências Sociais. n. 24, p. 27-57, 2006.\nRODOTÀ, Stefano. A vida na sociedade da vigilância: a privacidade hoje. Rio de Janeiro: Renovar, 2008. p. 15.\nSÁ, Maria de Fátima Freire de; MOUREIRA, Diogo Luna. Repercussões jurídicas da criação de bancos de amostrar biológicas nas relações familiares. In: Bioética e direitos da Pessoa Humana. Belo Horizonte: Del Rey, 2012. p. 123-147.\nSAMPAIO, José Adércio Leite. Comentário ao art. 5º , X. In: CANOTILHO, J. J. Gomes et al (coords.). Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 28.\nSIGNORELLI, Ana Sofia Cardoso Monteiro. Varejistas brasileiros e a oferta de produtos financeiros no pós-Covid: o papel da soft information e a sobreposição entre concorrência e proteção de dados. In: Mulheres no Antitruste. São Paulo: Singular, 2021. v. 4.\nSOUZA, Paulo Vinicius S. Biobancos, dados genéticos e proteção jurídico-penal da intimidade. Revista da AMRIGS, Porto Alegre, v. 56, n. 3, p. 268-273, 2012.\nSUNSTEIN, Cass. Cognition and cost-benefit analysis. The Journal of Legal Studies, v. 29, p. 1077, 2000.\nSWEET, Alec Stone; MATHEWS, Jud. Proportionality Balancing and Global Constitutionalism. Columbia Journal of Transnational Law, n. 47, 2008.\nTEPEDINO, Gustavo. Normas Constitucionais e Direito Civil Revista da Faculdade de Direito de Campos, ano 4/5, n. 4/5, 2003-2004, p. 173.\nVANDANYAN et al. Digital Integrity: A Foundation for Digital Rights and the New Manifestation of Human Diginity. Taltech Journal of European Studies, v. 12, n. 1, 2022. p. 175-179.\nVIEIRA, Tatiana Malta. O direito à privacidade na sociedade da informação. Porto Alegre: Sergio Antonio Fabris, 2007. p. 99.\nWILLIAMS, Ryan C. The One and Only Substantive Due Process Clause. The Yale Law Journal, v. 120, p. 408-512, 2010.","ministro_facet":["LUIZ FUX"],"processo_numero":5545,"base":"acordaos"},"highlight":{"ementa_texto":["Ementa: DIREITO CONSTITUCIONAL. FAMÍLIA. FILIAÇÃO. LEI ESTADUAL QUE OBRIGA A ADOÇÃO DE MEDIDAS DE SEGURANÇA QUE EVITEM, IMPEÇAM OU DIFICULTEM A TROCA DE RECÉM-NASCIDOS NAS DEPENDÊNCIAS DE HOSPITAIS PÚBLICOS OU PRIVADOS, CASAS DE SAÚDE E MATERNIDADES E QUE POSSIBILITEM A POSTERIOR IDENTIFICAÇÃO ATRAVÉS DE EXAME DE DNA. COLETA DO MATERIAL GENÉTICO DE TODAS AS MÃES E FILHOS NA SALA DE PARTO. ALEGADA OFENSA AOS DIREITOS FUNDAMENTAIS À PRIVACIDADE E INTIMIDADE E AO PRINCÍPIO DA PROPORCIONALIDADE. LEI Nº 3.990/2002, ARTS. 1º, PARTE FINAL, E 2º, III. CF/88, ART. 5º, X E LIV. AÇÃO CONHECIDA E JULGADO PROCEDENTE O PEDIDO.\n\n\n\n    1. O vínculo genético eventualmente perdido com a troca de bebês representa dor, angústia e sofrimento profundo aos pais envolvidos em possíveis trocas de recém-nascidos nos hospitais.\n\n\n\n    2. A perda do vínculo biológico viola diretamente o direito à identidade genética, corolário do direito à identidade.\n\n\n\n    3. A informação genética própria da pessoa e a de seus pais biológicos contém conhecimento sobre vulnerabilidades, resistências a agentes químicos e físicos, reações a medicamentos e, possivelmente, inferências sobre comportamento.\n\n\n\n    4. O código genético possui o condão de identificar individualmente alguém e, assim, fornecer informações pessoais relevantes sobre sua saúde e até mesmo, por via indireta, sobre a saúde de seus familiares, como possíveis doenças ou características passíveis de ser transmitidas geneticamente.\n\n\n\n    5. A dimensão do código genético é dúplice, na medida em que “Reconhecer o direito à identidade genética, da criança, do adolescente e do adulto, não importa a idade, sexo, cor ou credo, significa não só franquear-lhes o direito à vida, à saúde, à paternidade, mas também a sua história pessoal, a seus traços socioculturais antes assinalados. Mais do que isso, é imperativo avançar e reconhecer a identidade genética ‘não funcionalizada’, vale dizer não só como um instrumento para criação do vínculo de parentesco.” (BARBOZA, Heloísa Helena. Direito à identidade genética. Anais do III Congresso Brasileiro de Direito de Família. 2002).\n\n\n\n    6. O critério biológico, tanto para fins de filiação quanto para concretizar o direito fundamental à <em>busca</em> da identidade genética, emana do direito da personalidade de um ser, como assentado pelo Supremo Tribunal Federal (RE 898.060, Rel. Min. Luiz Fux, Tribunal Pleno, DJe 24/08/2017).\n\n\n\n    7. A privacidade consubstancia-se na prerrogativa de exigir do Estado e dos demais sujeitos particulares uma abstenção da intervenção em sua intimidade e em sua vida privada, compreendendo o caráter negativo do direito, que impõe a proteção contra ações que interfiram na intimidade e vida privada e a proibição de o Estado afetar o seu núcleo essencial; além da faculdade de renúncia e não exercício do direito por seu titular. \n\n\n\n    8. O direito à privacidade, na dimensão de uma prestação positiva por parte do Estado, também impõe o debate sobre medidas de segurança a respeito de dados que incidam diretamente na esfera privada dos indivíduos, assumindo caráter preventivo, a fim de se evitar acessos não autorizados a essas informações. A privacidade, nesta dimensão, impõe a “salvaguarda das informações pessoais armazenadas tanto pelo setor público como pelo privado”, o que demanda procedimentos aperfeiçoados e atualizados, diante da “constante evolução das tecnologias utilizadas para a coleta, arquivamento, transmissão e interconexão de dados” (VIEIRA, Tatiana Malta. O direito à privacidade na sociedade da informação. Porto Alegre: Sergio Antonio Fabris Editor, 2007, p. 99).\n\n\n\n    9. O direito à privacidade relativa aos dados genéticos, em que pese sua imensurável importância para os avanços de métodos terapêuticos e regenerativos, a um só tempo, sob o prisma informacional, envolve profundas questões bioéticas relacionadas à posse e ao processamento de DNA de terceiros.\n\n\n\n    10. A lei fluminense objeto desta ação fere ambas as dimensões do direito à privacidade, ao permitir a coleta e armazenagem de dados genéticos do nascituro e da parturiente, independentemente de prévio consentimento, e viola a dimensão negativa do direito à privacidade, que se traduz na prerrogativa de impedir que terceiros e o próprio Estado se intrometam naquilo que cabe os sujeitos decidir, e, ao se abster do dever de estabelecer medidas de proteção aos dados coletados, sob o enfoque da dimensão positiva, significa uma necessária prestação positiva do Estado em implementar medidas de segurança em relação aos dados.\n\n\n\n    11. O direito à privacidade relativa aos dados sensíveis ou supersensíveis, como os genéticos, em razão das profundas questões bioéticas decorrentes da posse e do processamento de DNA de terceiros, porquanto os dados médicos, genéticos e outros que se referem à saúde do sujeito, compõe o núcleo mais profundo da intimidade das pessoas. \n\n\n\n    12. A apropriação de informação genética gera diversos riscos ao que exsurgem dessa, dentre os quais se destaca a “genetização da vida”, fenômeno em que reduz o indivíduo à sua dimensão exclusivamente genética. Esse fenômeno, do qual resulta a discriminação de determinadas pessoas, denominadas “sadios doentes”, criando-se, com lastro no conhecimento dos dados genéticos desses sujeitos, uma nova categoria social das pessoas que potencialmente são capazes de desenvolver uma doença genética, incluindo, v.g., a conduta de seguros de saúde e de ambientes de trabalho.\n\n\n\n    13. As informações genéticas alheias revelam conhecimento sobre vulnerabilidades, resistências a agentes químicos e físicos, reações a medicamentos e, possivelmente, a inferências sobre comportamento, de modo que “a apropriação da informação genética de pessoas, povos e nações reveste-se de real poder científico, político, estratégico e bélico” (AZEVEDO, Eliane Elisa. Ética na pesquisa em genética humana em países em desenvolvimento. In: GARRAFA, Volnei; PESSINI, Leo. Bioética: Poder e Injustiça. 2. ed. São Paulo: Edições Loyola, 2003, p. 327).\n\n\n\n    14. A ponderação entre o direito à privacidade e o poder conferido ao Estado de interferir na vida privada conduz ao entendimento de que se deve permitir a coleta, apenas em casos excepcionais e, em qualquer hipótese, mediante rigoroso controle de segurança e ausência do titular da reserva íntima.\n\n\n\n    15. A cláusula do devido processo legal apresenta facetas procedimental e substantiva: a primeira pode ser mais bem observada a partir de garantias constitucionais como o direito a um julgamento imparcial; já a segunda, possui o intuito de proteger os indivíduos contra a atuação governamental e o processo legislativo majoritário que excedam os limites oriundos da autoridade estatal legítima.\n\n\n\n    16. O devido processo substantivo quanto ao direito da personalidade exsurge no sentido de proteger, de forma mais incisiva, os direitos à privacidade e à autonomia pessoal contra a interferência governamental até mesmo na seara regulatório-legislativa.\n\n\n\n    17. In casu, ao deixar de prever mecanismos mínimos de salvaguarda dos interesses das famílias envolvidas, a Lei ora atacada estabeleceu medida excessivamente restritiva a direitos fundamentais: ao impor a coleta de material genético à revelia da vontade da parturiente; ao não estabelecer prazo ou possibilidade de os interessados requererem a retirada de seu material e dados genéticos do biobanco; e ao não impedir que as amostras de DNA sejam utilizadas em finalidades estranhas à constatação da filiação.\n\n\n\n    18. A inadequação da norma se verifica por ser incapaz de assegurar que, adotada a medida imposta, o resultado que visa a evitar, qual seja, a troca de bebês na maternidade, não será alcançado.   Ao revés, basta um erro ou a troca intencional do material armazenado a qualquer tempo para frustrar a identificação do vínculo biológico do recém-nascido com seus pais registrais. Deveras, o problema o qual a lei almeja solução pode acabar se deslocando da troca de bebês para o erro ou troca do próprio material genético coletado, razão pela qual a literatura médica se apresenta cética a respeito dos reais benefícios da medida de segurança legalmente prevista.\n\n\n\n    19. O princípio da razoabilidade da norma importa, ainda, considerar a necessidade, compreendida como a disponibilidade pelo legislador de outro meio eficaz e menos restritivo aos direitos fundamentais. As medidas introjetadas na Lei ora questionada, quais sejam: (i) a utilização de pulseiras de identificação numeradas para mãe e filho na sala de parto; e (ii) utilização de grampo umbilical enumerado com o número correspondente ao da pulseira, apresentam-se mais efetivas, menos onerosas e menos interventivas na esfera privada dos cidadãos e das cidadãs envolvidas. Além disso, atualmente, já existem diversas diretrizes efetivas e menos custosas para diminuir a ocorrência de trocas de bebês, como: (i) a identificação da gestante no momento da admissão em conjunto com a posterior identificação do recém-nascido no momento do nascimento, e (ii) a permissão da permanência do pai no momento do nascimento da criança.\n\n\n\n    20. O subprincípio da proporcionalidade em sentido estrito entre o bem preservado e restrições excessivamente intensas a outros bens ou direitos, considera o sistema constitucional como um todo. Assim, tem-se que, por não prever determinação expressa e taxativa das hipóteses em que os dados genéticos arquivados estariam “à disposição da justiça”, nem mecanismos de exclusão posterior dos dados genéticos a pedido das partes, a lei fluminense impõe uma restrição desproporcional à privacidade genética, porquanto excessiva frente aos fins visados. \n\n\n\n    21. À luz da Análise Econômica do Direito, quando da análise dos custos e benefícios, podem ser apontados os elevados custos de realizar acurada coleta e análise de dados, manter por tempo indeterminado um banco genético e fiscalizar-lhe o acesso e a utilização – aspectos sobre os quais a norma não disponha a respeito. Destarte, mais do que os custos financeiros, são os custos à privacidade genética pela duração indeterminada e a utilização sem critérios dos dados genéticos viabilizada pela lei, somados aos limitados benefícios à identidade genética, diante da possibilidade de troca do material genético coletado. \n\n\n\n    22. A limitação ao direito à privacidade, em especial a relativa aos dados genéticos, para proteção de fins distintos ao de interesse público, deve se dar mediante expresso consentimento do titular do direito. No caso de interesses exclusivamente particulares do titular dos dados, a exigibilidade de consentimento expresso se baseia na autonomia da vontade.\n\n\n\n    23. O paternalismo jurídico concretiza-se pela adoção de normas e medidas jurídicas restritivas de direitos fundamentais de indivíduos, com o intuito único de zelar por bens, direitos e interesses desses mesmos indivíduos cuja liberdade é restringida, encontrando objeções na restrição da autonomia da vontade, presumindo que o Estado realize uma escolha mais benéfica aos interesses particulares do indivíduo que ele próprio.\n\n\n\n    24. Ao ser dispensado, o consentimento da mãe em relação à coleta do seu próprio material genético e do seu bebê, “na sala de parto”, revela, inequivocamente, que a lei termina por violar diretamente a privacidade dos dados genéticos dos indivíduos, restringindo, em detrimento da ordem constitucional, o exercício de um direito fundamental. Assim, ao prever a coleta compulsória de material genético da mãe e do bebê, e ferir a privacidade desses sujeitos, o inciso III, do artigo 2º, da Lei 9.990/2002, do Estado do Rio de Janeiro, está acoimado de inconstitucionalidade. \n\n\n\n    25. Ex positis, CONHEÇO da presente ação direta de inconstitucionalidade e julgo PROCEDENTE o pedido formulado para declarar a INCONSTITUCIONALIDADE dos artigos 1º, parte final, e 2º, inciso III, da Lei 3.990, de 11 de outubro de 2002, do Estado do Rio de Janeiro, fixando a seguinte tese: “É inconstitucional a lei estadual que preveja o arquivamento de materiais genéticos de nascituros e parturientes, em unidades de saúde, com o fim de realizar exames de DNA comparativo em caso de dúvida”."]}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}