{"result":{"took":573,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.91193,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur483405","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou prejudicada a ação direta de inconstitucionalidade, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator) e Rosa Weber (Presidente). Plenário, Sessão Virtual de 12.5.2023 a 19.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur483405","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur483405","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação direta de inconstitucionalidade. Lei n. 11.865, de 30 de agosto 2022, do Estado de Mato Grosso. Lei declarada inconstitucional pelo Supremo Tribunal Federal. Perda superveniente de objeto.\n\n\n\n    1. Ação direta de inconstitucionalidade, com pedido de medida cautelar, proposta pela Confederação Nacional da Indústria (CNI), contra a Lei n. 11.865, de 30 de agosto 2022, do Estado de Mato Grosso, que proibiu a construção de Usinas Hidrelétricas (UHEs) e Pequenas Centrais Hidrelétricas (PCHs), em toda a extensão do Rio Cuiabá. Alegação de violação aos arts. 2º, 18, 20, III e VIII, 21, XII, b, e XIX; 22, IV; 170, VI, 176 e 225, caput, do texto constitucional.\n\n\n\n    2. No julgamento da ADI 7.319/MT (Sessão Virtual de 28.4.2023 a 8.5.2023), a Corte, por maioria de votos, declarou a inconstitucionalidade da norma ora impugnada.\n\n\n\n    3. Ação direta de inconstitucionalidade julgada prejudicada, por perda superveniente de objeto.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769133005","externo_seq_objeto_incidente":6536495,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 04-07-2023  PUBLIC 05-07-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7323&classe=ADI","is_colac":false,"titulo":"ADI 7323","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00002 ART-00003 ART-00018\n    ART-00020 INC-00003 INC-00008 ART-00021\n    INC-00012 LET-B INC-00019 ART-00022\n    INC-00001 INC-00004 PAR-ÚNICO ART-00023\n    ART-00024 INC-00006 INC-00008 INC-00009\n    INC-00012 PAR-00001 PAR-00002 PAR-00003\n    ART-00030 INC-00001 ART-00103 INC-00009\n    ART-00170 INC-00006 ART-00176 ART-00225\n    \"CAPUT\" PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140 ANO-2011\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009433 ANO-1997\n    ART-00003 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009984 ANO-2000\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011187 ANO-2009\n    ART-00004 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012783 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00489 INC-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-002652 ANO-1998\n    DECRETO\n\n","LEG-FED   DEC-008437 ANO-2015\n    ART-00003 INC-00007 LET-A\n    DECRETO\n\n","LEG-FED   DEC-009073 ANO-2017\n    DECRETO\n\n","LEG-FED   DEC-011075 ANO-2022\n    ART-00002 INC-00003 PAR-00001\n    DECRETO\n\n","LEG-FED   RES-000064 ANO-2018\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ÁGUAS - ANA\n\n","LEG-FED   RES-000043 ANO-2020\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ÁGUAS - ANA\n\n","LEG-EST   LEI-011865 ANO-2022\n    ART-00001 ART-00002\n    LEI ORDINÁRIA, MT"],"publicacao_data":"2023-07-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, UNIÃO FEDERAL, REGULAÇÃO, APROVEITAMENTO, ENERGIA, CURSO DAS ÁGUAS, NORMA GERAL, PROTEÇÃO, MEIO AMBIENTE. PODER NORMATIVO, AGÊNCIA REGULADORA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, CONFEDERAÇÃO NACIONAL DA INDÚSTRIA (CNI). COMPETÊNCIA CONCORRENTE, EDUCAÇÃO. COMPETÊNCIA CONCORRENTE, COMPLEMENTAÇÃO. FIXAÇÃO, ISENÇÃO, COBRANÇA, USO, RECURSOS HÍDRICOS, ÂMBITO ESTADUAL. PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, DIREITO FUNDAMENTAL. COMPETÊNCIA CONCORRENTE, PROTEÇÃO, MEIO AMBIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7323&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, CNI)\nADI 1862 (TP), ADI 3311 (TP), ADI 5739 (TP), ADI 6031 (TP). \n(COMPETÊNCIA CONCORRENTE, EDUCAÇÃO)\nADI 4060 (TP). \n(COMPETÊNCIA CONCORRENTE, COMPLEMENTAÇÃO)\nADI 3357 (TP), ADI 3356 (TP), ADPF 109 (TP), ADI 3937 (TP), ADI 5356 (TP). \n(FIXAÇÃO, ISENÇÃO, COBRANÇA, USO, RECURSOS HÍDRICOS, ÂMBITO ESTADUAL)\nADI 5025 (TP). \n(PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, DIREITO FUNDAMENTAL)\nADI 4901 (TP), ADI 4902 (TP), ADI 4903 (TP), ADI 4937 (TP). \n(COMPETÊNCIA CONCORRENTE, PROTEÇÃO, MEIO AMBIENTE)\nADI 3470 (TP), ADI 3937 (TP). \n(COMPETÊNCIA, UNIÃO FEDERAL, REGULAÇÃO, APROVEITAMENTO, ENERGIA, CURSO DAS ÁGUAS, NORMA GERAL, PROTEÇÃO, MEIO AMBIENTE)\nADPF 452 (TP), ADI 6898 (TP), ADI 7076 (TP). \n(PODER NORMATIVO, AGÊNCIA REGULADORA)\nADI 5779 (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA CONCORRENTE, COMPLEMENTAÇÃO)\nRE 730721, RE 634248.\n- Veja ADI 7319 do STF.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 56.\nAnálise: 22/09/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DA INDÚSTRIA - CNI \nADV.(A/S)  : LEONARDO ESTRELA BORGES \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":483405,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"ADI 7323","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-05-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARANHA, Márcio Iório. Manual de Direito Regulatório. London: Laccademia Publishing, 2015. p. 90-91.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht, I. Heidelberg, 22. ed. 2006. p. 56-60.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 26. ed. São Paulo: Malheiros, 2006. p. 640.\nSUNDFELD, Carlos Ari. Direito Administrativo para Céticos. São Paulo: Malheiros: 2017. p. 206.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":7323,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur484964","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Dias Toffoli (Relator), que julgava procedente o pedido formulado na presente ação, mantida a validade do Decreto nº 2.100, de 20 de dezembro de 1996, propondo a seguinte tese de julgamento: “a denúncia pelo Presidente da República de tratados internacionais aprovados pelo Congresso Nacional, para que produza efeitos no ordenamento jurídico interno, não prescinde da sua aprovação pelo Congresso”, entendimento que deverá ser aplicado a partir da publicação da ata do julgamento, mantendo-se a eficácia das denúncias realizadas até esse marco temporal, formulando, por fim, apelo ao legislador para que elabore disciplina acerca da denúncia dos tratados internacionais, a qual preveja a chancela do Congresso Nacional como condição para a produção de efeitos na ordem jurídica interna, por se tratar de um imperativo democrático e de uma exigência do princípio da legalidade; e do voto divergente do Ministro Edson Fachin, que declarava a inconstitucionalidade do Decreto nº 2.100, de 20 de dezembro de 1996, e, ainda, determinava que o Presidente da República, no prazo de 30 (trinta) dias, retire a carta de denúncia, julgando, por consequência, improcedente a presente ação declaratória, propondo, por fim, a seguinte tese: “A denúncia pelo Presidente da República de tratados e convenções internacionais aprovados pelo Congresso Nacional, em todas as hipóteses, sejam denúncias anteriores, sejam denúncias posteriores a esse julgamento, depende da aprovação pelo Congresso Nacional, para que produza efeitos no ordenamento jurídico interno”, pediu vista dos autos o Ministro Gilmar Mendes. Os Ministros Ricardo Lewandowski e Rosa Weber (Presidente) anteciparam seus votos e acompanharam o voto do Ministro Edson Fachin. Falaram: pela Advocacia-Geral da União, o Dr. Raphael Ramos Monteiro de Souza, Advogado da União; pelo amicus curiae Federação das Indústrias do Estado de Minas Gerais – FIEMG, o Dr. José Eduardo Duarte Saad; e, pelo amicus curiae Central Única dos Trabalhadores – CUT, o Dr. Antonio Fernando Megale Lopes. Plenário, Sessão Virtual de 21.10.2022 a 28.10.2022.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na presente ação declaratória de constitucionalidade, mantida a validade do Decreto nº 2.100, de 20 de dezembro de 1996, formulou apelo ao legislador para que elabore disciplina acerca da denúncia dos tratados internacionais, a qual preveja a chancela do Congresso Nacional como condição para a produção de efeitos na ordem jurídica interna, por se tratar de um imperativo democrático e de uma exigência do princípio da legalidade, e, por fim, fixou a seguinte tese de julgamento: “A denúncia pelo Presidente da República de tratados internacionais aprovados pelo Congresso Nacional, para que produza efeitos no ordenamento jurídico interno, não prescinde da sua aprovação pelo Congresso”, entendimento que deverá ser aplicado a partir da publicação da ata do julgamento, mantendo-se a eficácia das denúncias realizadas até esse marco temporal. Tudo nos termos do voto do Relator, vencidos os Ministros Edson Fachin, Ricardo Lewandowski, que votara em assentada anterior, e Rosa Weber (Presidente). Plenário, Sessão Virtual de 9.6.2023 a 16.6.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["3","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur484964","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur484964","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação declaratória de constitucionalidade. Decreto nº 2.100, de 20 de dezembro de 1996. Denúncia do Estado brasileiro da Convenção nº 158 da Organização Internacional do Trabalho (OIT). Preliminar. Existência de controvérsia judicial relevante. Mérito. Denúncia de tratado internacional por vontade exclusiva do presidente da República. Necessidade de participação do Congresso Nacional. Estado Democrático de Direito e princípio da legalidade. Tese fixada. Efeitos prospectivos. Procedência da ação.\n\n\n\n    1. As requerentes apresentaram elementos dos quais é possível extrair a ausência de consenso judicial sobre o tema, a denotar a utilidade de se prosseguir com a análise da ação declaratória, cabendo ao Supremo Tribunal Federal pacificar a controvérsia à luz do ordenamento constitucional. A existência de uma ação direta de inconstitucionalidade com o mesmo objeto não impede o conhecimento da ação declaratória de constitucionalidade (Precedentes: ADC nº 5/DF, Tribunal Pleno, Rel. Min. Nelson Jobim, red. do ac. Min. Ricardo Lewandowski, DJe de 5/10/07; ADI nº 1.800/DF, Rel. Min. Nelson Jobim, red. do ac. Min. Ricardo Lewandowski, DJe de 28/9/07).\n\n\n\n    2. A questão controvertida consiste na aferição da necessidade de manifestação de vontade do Congresso Nacional para que a denúncia de um tratado internacional produza efeitos no direito doméstico, em face do que dispõe o art. 49, inciso I, da Constituição Federal, questão que é suscitada a partir do pedido de declaração de constitucionalidade do Decreto nº 2.100, de 20 de dezembro de 1996.\n\n\n\n    3. O teor do art. 49, inciso I, e do art. 84, inciso VIII, da Constituição Federal indica uma necessária conjugação de vontades para a adesão do Estado Brasileiro aos termos de um tratado internacional, ou seja, requer uma convergência das competências do presidente da República, a quem cabe celebrar o acordo, e do Congresso Nacional, que exerce função de controle e fiscalização, autorizando sua ratificação pelo chefe do Poder Executivo (Precedente: ADI nº 1.480/DF-MC, Tribunal Pleno, Rel. Min. Celso de Mello, DJ de 18/5/01).\n\n\n\n    4. Manifestação dos freios e contrapesos que caracterizam o exercício compartilhado do Poder nas democracias contemporâneas, enquanto antítese da autocracia e do totalitarismo, estabelecendo-se procedimentos que conferem legitimidade aos compromissos internacionais assumidos pelo Poder Executivo, para que, com força de lei, eles possam vincular os cidadãos e as autoridades constituídas.\n\n\n\n    5. Uma vez incorporados ao direito interno, os tratados passam a contar com força de lei ordinária federal, ressalvados os tratados que versam sobre direitos humanos, os quais passam a ter natureza supralegal ou até mesmo constitucional, caso observem o procedimento previsto no art. 5º, § 3º, da CF/88. Como tais, aos tratados se aplicam os mesmos critérios de solução de conflito de normas, como o da cronologia (norma posterior revoga a anterior) e da especialidade (norma especial prevalece sobre a genérica) (Precedentes: ADI nº 1.480/DF-MC, Tribunal Pleno, Rel. Min. Celso de Mello, DJ de 18/5/01; ARE nº 766.618/SP, Tribunal Pleno, Rel. Min. Roberto Barroso, julgado em 25/5/17, DJe de 13/11/17).\n\n\n\n    6. À luz da Constituição de 1988, decorre do próprio Estado Democrático de Direito e de seu corolário ' o princípio da legalidade ' que a denúncia de um tratado internacional, embora produza efeitos no âmbito externo diante da manifestação de vontade do presidente da República, requer a anuência do Congresso Nacional para que suas normas sejam excluídas do direito positivo interno.\n\n\n\n    7. Julgar improcedente a presente ação, reconhecendo, por consequência, a inconstitucionalidade do Decreto nº 2.100, de 20 de dezembro de 1996, significaria lançar luz à possibilidade de invalidar todos os atos de denúncia unilateral praticados até o momento em períodos variados da história nacional. Não se pode desconsiderar tratar-se de um costume consolidado pelo tempo e que, não tendo sido formalmente invalidado, vinha sendo adotado de boa-fé e com justa expectativa de legitimidade.\n\n\n\n    8. Fixação da seguinte tese de julgamento: “a denúncia pelo Presidente da República de tratados internacionais aprovados pelo Congresso Nacional, para que produza efeitos no ordenamento jurídico interno, não prescinde da sua aprovação pelo Congresso”. Aplicação desse entendimento a partir da publicação da ata do julgamento, mantendo-se a eficácia das denúncias realizadas até esse marco temporal.\n\n\n\n    9. Ação declaratória de constitucionalidade julgada procedente.\n\n\n\n    10. Apelo ao legislador para que elabore disciplina acerca da denúncia dos tratados internacionais que preveja a chancela do Congresso Nacional como condição para a produção de efeitos na ordem jurídica interna.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769924148","externo_seq_objeto_incidente":4882450,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 17-08-2023  PUBLIC 18-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=39&classe=ADC","is_colac":false,"titulo":"ADC 39","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00102 INC-00008\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00034 ITEM-00012 ART-00048 ITEM-00016\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00040 LET-A ART-00056 PAR-00006\n    ART-00068\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00054 LET-A ART-00074 LET-F\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00066 INC-00001 ART-00087 INC-00007\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00047 INC-00001 ART-00083 INC-00008\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00002 ART-00004 INC-00002 ART-00005\n    INC-00054 PAR-00002 PAR-00003 ART-00007\n    INC-00001 ART-00049 INC-00001 ART-00062\n    ART-00068 ART-00084 INC-00004 INC-00007\n    INC-00008 ART-00103 INC-00009\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00010 ART-00014 INC-00003\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-002416 ANO-1911\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00014 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000081 ANO-1947\n    CONVENÇÃO CONCERNENTE À INSPEÇÃO DO TRABALHO NA INDÚSTRIA E NO COMÉRCIO, ADOTADA PELA CONFERÊNCIA EM SUA TRIGÉSIMA SESSÃO - GENEBRA, DE 19 DE JUNHO DE 1947\n\n","LEG-INT   CVC ANO-1969\n    ART-00027 ART-00056\n    CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969, COM RESERVA AOS ARTIGOS 25 E 66\n\n","LEG-FED   CVC-000144 ANO-1976\n    CONVENÇÃO NÚMERO 144 DA OIT SOBRE CONSULTAS TRIPARTITES PARA PROMOVER A APLICAÇÃO DAS NORMAS INTERNACIONAIS DO TRABALHO, ADOTADA EM GENEBRA, EM 21 DE JUNHO DE 1976\n\n","LEG-INT   CVC-000158 ANO-1982\n    ART-00010 ART-00017 ITEM-00001\n    CONVENÇÃO SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DE 22 DE JUNHO DE 1982\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00002 PAR-00001 PAR-00003\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000013 ANO-1959\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000020 ANO-1962\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000068 ANO-1992\n    ART-00001 PAR-ÚNICO\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO 158 SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DE 22 DE JUNHO DE 1982\n\n","LEG-FED   DLG-000311 ANO-2009\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000496 ANO-2009\n    DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969, COM RESERVA AOS ARTIGOS 25 E 66\n\n","LEG-FED   DEC-001585 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-001855 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-001855 ANO-1996\n    DECRETO - PROMULGA A CONVENÇÃO 158 SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DE 22 DE JUNHO DE 1982\n\n","LEG-FED   DEC-002100 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-007030 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969, COM RESERVA AOS ARTIGOS 25 E 66\n\n","LEG-FED   DEC-010099 ANO-2019\n    DECRETO - CONSOLIDA ATOS NORMATIVOS EDITADOS PELO PODER EXECUTIVO FEDERAL QUE DISPÕEM SOBRE A PROMULGAÇÃO DE CONVENÇÕES E RECOMENDAÇÕES DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT RATIFICADAS PELA REPÚBLICA FEDERATIVA DO BRASIL\n\n","LEG-FED   DEC-010932 ANO-2022\n    DECRETO"],"publicacao_data":"2023-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=39&classe=ADC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(ADESÃO, TRATADO INTERNACIONAL, COMPETÊNCIA CONJUNTA, CHEFE DO PODER EXECUTIVO, CONGRESSO NACIONAL)\r\nADI 1480 MC (TP).\r\n(CRITÉRIO, CONFLITO DE NORMAS, TRATADO INTERNACIONAL)\r\nADI 1480 MC (TP), ARE 766618 (TP).\r\n(ADI, LEGITIMIDADE ATIVA, CONFEDERAÇÃO NACIONAL DO COMÉRCIO DE BENS, SERVIÇOS E TURISMO (CNC), CONFEDERAÇÃO NACIONAL DO TRANSPORTE (CNT))\r\nADI 1075 (TP), ADI 2006 (TP), ADI 2658 (TP), ADI 3770 (TP), ADI 3890 (TP), ADI 4289 (TP).\r\n(CABIMENTO, ADC, DISSÍDIO JURISPRUDENCIAL)\r\nADC 1 (TP), ADC 8 MC (TP).\r\n(NECESSIDADE, INTERVENÇÃO, SINDICATO, DEMISSÃO EM MASSA)\r\nRE 999435 (TP).\r\n(POSSIBILIDADE, IDENTIDADE, OBJETO, ADI, ADC)\r\nADI 1800 (TP), ADC 5 (TP).\r\n(NÍVEL HIERÁRQUICO, TRATADO INTERNACIONAL, LEI ORDINÁRIA)\r\nRE 578543 (TP).\r\n(NÍVEL HIERÁRQUICO, CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), NORMA SUPRALEGAL)\r\nRE 466343 (TP).\r\n- Decisões monocráticas citadas:\r\n(NECESSIDADE, REFERENDO, CONGRESSO NACIONAL, DENÚNCIA, TRATADO INTERNACIONAL)\r\nADI 1625.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(NECESSIDADE, REFERENDO, CONGRESSO NACIONAL, DENÚNCIA, TRATADO INTERNACIONAL)\r\nTST: Recurso de Revista nº 779826/2001.3, Agravo de Instrumento no Recurso de Revista nº 16306-62.2010.5.04.0000.\r\n- Legislação estrangeira citada: Pacto da Sociedade das Nações, de 1919; Artigo 2º, seção 2 da Constituição dos Estados Unidos da América.\n- Veja ADI 1480 e ADI 1625.\n- Veja os artigos 26 a 34 da Constituição da OIT.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DO COMERCIO DE BENS, SERVICOS E TURISMO - CNC E OUTRO(A/S)\nADV.(A/S)  : ALAIN ALPIN MAC GREGOR \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CENTRAL UNICA DOS TRABALHADORES-CUT \nADV.(A/S)  : JOSE EYMARD LOGUERCIO E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DA INDÚSTRIA - CNI \nADV.(A/S)  : ALEXANDRE VITORINO SILVA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DO SISTEMA FINANCEIRO - CONSIF \nADV.(A/S)  : RICARDO MAGALDI MESSETTI \nADV.(A/S)  : MAYARA LUIZA MATOS LOSCHA \nAM. CURIAE.  : FEDERAÇÃO DAS INDÚSTRIAS DO ESTADO DE MINAS GERAIS - FIEMG \nADV.(A/S)  : JOSE EDUARDO DUARTE SAAD \nAM. CURIAE.  : GRUPO DE PESQUISA TRABALHO, CONSTITUIÇÃO E CIDADANIA \nADV.(A/S)  : GABRIELA NEVES DELGADO \nADV.(A/S)  : ALEX DYLAN FREITAS SILVA \nADV.(A/S)  : RODRIGO LEONARDO DE MELO SANTOS \nAM. CURIAE.  : CONECTAS DIREITOS HUMANOS (ASSOCIAÇÃO DIREITOS HUMANOS EM REDE) \nADV.(A/S)  : MARCOS ROBERTO FUCHS \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nADV.(A/S)  : JOAO PAULO DE GODOY","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":484964,"documental_tese_texto":"A denúncia pelo Presidente da República de tratados internacionais aprovados pelo Congresso Nacional, para que produza efeitos no ordenamento jurídico interno, não prescinde da sua aprovação pelo Congresso.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADC 39","processo_classe_processual_unificada_classe_sigla":"ADC","julgamento_data":"2023-06-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE","documental_doutrina_texto":"ACCIOLY, Hildebrando; SILVA, G.E. do Nascimento; CASELLA, Paulo Borba. Manual de Direito Internacional Público. 19. ed. São Paulo: Saraiva, 2011.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro. 4. ed. São Paulo: Saraiva, 2009.\nBUSTAMANTE, Thomas da Rosa de. A Impossibilidade de Denúncia de Tratados Internacionais por Ato Privativo do Presidente da República. Repertório de Jurisprudência IOB, n. 2, 2003.\nFERNANDES, Raul. As modificações do conceito de soberania. Boletim da Sociedade Brasileira de Direito Internacional, ano 5, n. 9-10, 1949. p. 75.\nGARCIA, Márcio Pereira Pinto. A terminação de tratado e o Poder Legislativo à vista do direito internacional, do direito comparado e do direito constitucional internacional brasileiro. Rio de Janeiro: Renovar, 2011. p. 305-309, 374 e 418.\nGARCIA, Márcio Pereira Pinto. A terminação de tratado e o Poder Legislativo à vista do direito internacional, do direito comparado e do direito constitucional internacional brasileiro. Tese de doutorado. USP, 2008.\nHAMILTON, Alexander. The Federalist Papers. n. 75.\nHORWITCH, Daniel. Treaties termination: the unresolved question of unilateral treaty terminations: Goldwater v, Carter. Suffolk Transnational Law Journal, v. 4. p. 359.\nINTERNATIONAL LABOUR ORGANIZATION. C158 - Termination of Employment Convention, 1982. Disponível em: https://www.ilo.org/dyn/normlex/en/f?p=NORMLEXPUB:11310:0::NO::P11310_INSTRUMENT_ID:312303. Acesso em: 20 maio 2023. \nMARINONI, Luiz Guilherme; MITIDIERO, Daniel; SARLET, Ingo. Curso de Direito Constitucional. São Paulo: Saraiva, 2017. p. 1151.\nMAZZUOLI, Valerio de Oliveira. Curso de direito internacional público. Rio de Janeiro: Forense, 14. ed. 2021. p. 172, 267 e 279-280.\nMAZZUOLI, Valerio de Oliveira. O treaty-making power na Constituição brasileira de 1988: uma análise comparativa do poder de celebrar tratados à luz da dinâmica das relações internacionais. Revista Brasileira de Política Internacional, v. 44, p. 82-108, 2001.\nMIRANDA, Pontes de. Comentários à Constituição de 1967. 2. ed. São Paulo: Revista dos Tribunais. v. 111. p. 109.\nREZEK, Francisco. Direito Internacional Público: curso elementar. São Paulo: Saraiva. 17. ed. 2018. p. 72-105, 76, 83 e 90.\nREZEK, José Francisco. Parlamento e Tratados Internacionais: o modelo constitucional do Brasil. Revista de Direitos Fundamentais e Democracia, Curitiba, v. 14, n. 14, jul./dez. 2013. p. 45 e 51.\nSCHNITZER, David. Into Justice Jackson’s Twilight: A Constitutional and Historical Analysis of Treaty Termination. The Georgetown Law Journal, v. 101, n. 243, 2012.\nSÜSSEKIND, Arnaldo. Denúncia de Convenção gera renúncia. Consulex: Revista Jurídica, v. 1, n. 1, p. 5-7, jan. 1997.\nSÜSSEKIND, Arnaldo. Direito Constitucional do Trabalho. Rio de Janeiro: Renovar, 2004.\nSÜSSEKIND, Arnaldo. Os direitos humanos do trabalhador. Revista do TST. Brasília, v. 73, n. 3, jul./set. 2007. p. 23.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":39,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur484971","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria, recebeu a denúncia oferecida contra Wagner de Oliveira em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencidos parcialmente o Ministro André Mendonça e, em maior extensão, o Ministro Nunes Marques. Plenário, Sessão Virtual Extraordinária de 23.6.2023 a 26.6.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur484971","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur484971","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-ducentésimo trigésimo","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de WAGNER DE OLIVEIRA, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769768076","externo_seq_objeto_incidente":6619034,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo+trig%E9simo","is_colac":false,"titulo":"Inq 4922 RD-ducentésimo trigésimo","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00037 INC-00044\n    INC-00053 INC-00055 ART-00034 INC-00003\n    INC-00004 ART-00053 PAR-00001 ART-00060\n    PAR-00004 ART-00086 \"CAPUT\" ART-00102\n    INC-00001 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    LET-P LET-Q LET-R ART-00129\n    INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 \"CAPUT\" ART-00069 \"CAPUT\"\n    ART-00147 ART-0147A PAR-00001 INC-00003\n    ART-00163 PAR-ÚNICO INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00250 PAR-00001\n    INC-00001 LET-B ART-00286 ART-00288\n    \"CAPUT\" PAR-ÚNICO ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00319\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 ART-00395 INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-08-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, COAUTOR, COMETIMENTO DE CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, INVASÃO, SEDE, PALÁCIO DO PLANALTO, DESTRUIÇÃO, DETERIORAÇÃO, INUTILIZAÇÃO, PATRIMÔNIO, UNIÃO FEDERAL, UTILIZAÇÃO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. DENUNCIADO, PRISÃO, INTERIOR, PALÁCIO DO PLANALTO, MOMENTO, DEPREDAÇÃO, OBJETIVO, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENUNCIADO, PRISÃO EM FLAGRANTE, MOMENTO, ATO, VANDALISMO, INTERIOR, PALÁCIO DO PLANALTO, VIOLÊNCIA, DEPREDAÇÃO, TUMULTO. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo+trig%E9simo","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-ducentésimo trigésimo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT). \n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\nPet 9456 (TP). \n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 191124 AgR (1ªT), RHC 198981 AgR (1ªT), HC 206876 AgR (1ªT). \n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nHC 73638 (1ªT), HC 75868 (2ªT), HC 71899 (2ªT). \n(REQUISITO, DENÚNCIA)\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP). \n(DENÚNCIA, DIREITO DE DEFESA)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\nInq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Inq 4215 ED (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP). \n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT). \n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Rcl 24506 (2ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT). \n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\nHC 82647 (2ªT), Rcl 2101 AgR (TP), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT). \n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT). \n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\nHC 89427 (2ªT). \n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\nPet 5631 (1ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\nInq 4022 (2ªT). \n(REQUISITO OBJETIVO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\nRC 1473 (1ªT). \n(EXCEPCIONALIDADE, PRISÃO PREVENTIVA)\nHC 90753 (2ªT). \n(EXCEPCIONALIDADE, JULGAMENTO, STF, FORO POR PRERROGATIVA DE FUNÇÃO)\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT). \n- Decisões monocráticas citadas:\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 195327, HC 212806.\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nHC 193726.\n- Acórdão(s) citado(s) - outros tribunais:\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nSTJ: REsp 128875. \n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 99.\nAnálise: 28/09/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : WAGNER DE OLIVEIRA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":484971,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-ducentésimo trigésimo","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-06-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"DUCENTÉSIMO TRIGÉSIMO  RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437, 1029 e 1033.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados. Acesso em: 27 abr. 2023.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412. Acesso em 27 abr. 2023.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal comentado. 15. ed. p. 1029.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur477915","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, rejeitou a denúncia, nos termos do voto do Relator. A Ministra Rosa Weber (Presidente) acompanhou o Relator com ressalvas. Plenário, Sessão Virtual de 18.11.2022 a 25.11.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur477915","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur477915","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: INQUÉRITO. DENÚNCIA. CORRUPÇÃO PASSIVA. CORRUPÇÃO ATIVA. LAVAGEM DE DINHEIRO. 1. PRESCRIÇÃO DA PRETENSÃO PUNITIVA ESTATAL. DENUNCIADO SEPTUAGENÁRIO. ART. 115 DO CÓDIGO PENAL. LAVAGEM DE DINHEIRO. OCULTAÇÃO DE VALORES DE ORIGEM ILÍCITA. CRIME PERMANENTE. TERMO INICIAL NÃO DEFLAGRADO. PRELIMINAR REJEITADA. 2. CORRUPÇÃO PASSIVA. AUSÊNCIA DE DESCRIÇÃO DO LIAME ENTRE AS FUNÇÕES EXERCIDAS PELO AGENTE PÚBLICO E O OBJETO DA MERCANCIA ESPÚRIA. INÉPCIA CONFIGURADA. 3. DENÚNCIA REJEITADA.\n\n\n\n    1. A lavagem de dinheiro na modalidade ocultação é classificada como delito como permanente, diante da perpetuação de atos ofensivos ao bem jurídico penalmente tutelado enquanto durar o estado de ocultação do valores originários das práticas criminosas antecedentes. Precedentes.\n\n\n\n    Ausente notícia da cessação da permanência, não houve deflagração do prazo prescricional, nos termos do art. 111, III, do Código Penal.\n\n\n\n    2. Conforme a jurisprudência deste Supremo Tribunal Federal, a perfeita subsunção da conduta ao crime de corrupção passiva exige a demonstração de que o favorecimento negociado pelo agente público encontra-se no rol das atribuições previstas para a função que exerce. Precedentes.\n\n\n\n    No caso, a narrativa ministerial não aponta, dentre as atribuições dos cargos exercidos pelo denunciado à época dos fatos, quais seriam os atos passíveis de negociação no interesse de sociedades empresárias, em especial no contexto dos procedimentos licitatórios das Usinas Hidrelétricas de Santo Antônio e Jirau, o que evidencia a inépcia da denúncia, causa de sua rejeição, nos termos do art. 395, I, do Código de Processo Penal.\n\n\n\n    3. Denúncia rejeitada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767168010","externo_seq_objeto_incidente":5149812,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 24-04-2023  PUBLIC 25-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4436&classe=Inq","is_colac":false,"titulo":"Inq 4436","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00054\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001 PAR-00001 INC-00002 PAR-00004\n    ART-00002 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00004 PAR-00016 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013869 ANO-2019\n    ART-00030\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-2003\n    ART-00036\n    CONVENÇÃO  DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00029 ART-00071 ART-00111\n    INC-00003 ART-00115 ART-00317 \"CAPUT\"\n    PAR-00001 ART-00327 PAR-00002 ART-00333\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00018 ART-00041 ART-00156 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000348 ANO-2005\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-005687 ANO-2006\n    DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003"],"publicacao_data":"2023-04-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECEBIMENTO, DENÚNCIA, ATIVIDADE JURISDICIONAL, VERIFICAÇÃO, ADEQUAÇÃO, PEÇA ACUSATÓRIA, IMPOSSIBILIDADE, JUÍZO DE MÉRITO. OBSERVÂNCIA, REQUISITO, DENÚNCIA, CONCRETIZAÇÃO, DEVIDO PROCESSO LEGAL, GARANTIA, DIREITO DE DEFESA. FINALIDADE, TIPO PENAL, CORRUPÇÃO PASSIVA, COIBIÇÃO, USO INDEVIDO, FUNÇÃO PÚBLICA. CONFIGURAÇÃO, DELITO, CORRUPÇÃO PASSIVA. OPERAÇÃO LAVA JATO. USO INDEVIDO, PRESIDENCIALISMO DE COALIZÃO, CRIME, CORRUPÇÃO PASSIVA. INÉPCIA, DENÚNCIA, CRIME ANTECEDENTE, CORRUPÇÃO PASSIVA, PREJUÍZO, APRECIAÇÃO, JUSTA CAUSA, CRIME DE LAVAGEM DE DINHEIRO.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. NUNES MARQUES: REQUISITO, DENÚNCIA, GARANTIA, CONTRADITÓRIO, AMPLA DEFESA, DEVIDO PROCESSO LEGAL. DETERMINAÇÃO, ATO DE OFÍCIO, DELITO, CORRUPÇÃO PASSIVA, DOUTRINA. AUSÊNCIA, JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, FUNDAMENTAÇÃO, EXCLUSIVIDADE, DECLARAÇÃO, COLABORAÇÃO PREMIADA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROSA WEBER: CONFIGURAÇÃO, CRIME, CORRUPÇÃO PASSIVA, EXIGÊNCIA, NEXO DE CAUSALIDADE, VANTAGEM INDEVIDA, FUNÇÃO PÚBLICA; DESNECESSIDADE, DEMONSTRAÇÃO, NEXO DE CAUSALIDADE, SOLICITAÇÃO, VANTAGEM INDEVIDA, ATO DE OFÍCIO. CONFIGURAÇÃO, CRIME, CORRUPÇÃO PASSIVA, DIREITO COMPARADO. BEM JURÍDICO, TUTELADO, CRIME, CORRUPÇÃO PASSIVA. JUÍZO CRIMINAL, MECANISMO, CONTENÇÃO, ARBITRARIEDADE. JUÍZO CRIMINAL, FUNÇÃO, PROTEÇÃO, DIREITO FUNDAMENTAL. REQUISITO, DENÚNCIA. ÔNUS, MINISTÉRIO PÚBLICO, FORMULAÇÃO, ACUSAÇÃO PENAL, OBSERVÂNCIA, REQUISITO, CÓDIGO DE PROCESSO PENAL.\n\n- TERMO(S) DE RESGATE: DOUTRINA GARANTISTA. DUPLO PAPEL, JUÍZO CRIMINAL, DOUTRINA ESTRANGEIRA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4436&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LAVAGEM DE DINHEIRO, OCULTAÇÃO, CRIME PERMANENTE)\nAP 863 (1ªT), HC 143333 (TP), HC 167132 AgR (2ªT), HC 157972 AgR (2ªT). \n(CORRUPÇÃO PASSIVA, CONTRAPRESTAÇÃO, CORRELAÇÃO, ATRIBUIÇÃO, FUNÇÃO PÚBLICA)\nAP 470 (TP), AP 694 (1ªT), AP 695 (1ªT), Inq 3705 (2ªT), Inq 3982 (2ªT), Inq 3990 (2ªT), Inq 4112 (2ªT), Inq 4118 (2ªT), Inq 4215 (2ªT), Inq 4506 (1ªT). \n(USO INDEVIDO, PRESIDENCIALISMO DE COALIZÃO, CRIME, CORRUPÇÃO PASSIVA)\nAP 996 (2ªT), AP 1002 (2ªT). \n(RECEBIMENTO, DENÚNCIA, FUNDAMENTAÇÃO, DECLARAÇÃO, COLABORAÇÃO PREMIADA)\nInq 3994 (2ªT), Inq 4419 (2ªT). \n(ÔNUS, MINISTÉRIO PÚBLICO, FORMULAÇÃO, ACUSAÇÃO PENAL, OBSERVÂNCIA, REQUISITO, CPP)\nHC 88875 (2ªT). \n- Decisões monocráticas citadas:\n(ÔNUS, MINISTÉRIO PÚBLICO, FORMULAÇÃO, ACUSAÇÃO PENAL, OBSERVÂNCIA, REQUISITO, CPP)\nInq 3995.\n(JUÍZO CRIMINAL, MECANISMO, CONTENÇÃO, ARBITRARIEDADE)\nInq 3995.\n- Veja Pet 8482 do STF.\nNúmero de páginas: 60.\nAnálise: 16/06/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : AECIO NEVES DA CUNHA \nADV.(A/S)  : ALBERTO ZACHARIAS TORON \nINVEST.(A/S) : DIMAS FABIANO TOLEDO \nADV.(A/S)  : MARCO MOURA E OUTRO(A/S)\nINVEST.(A/S) : ALEXANDRE ACCIOLY ROCHA \nADV.(A/S)  : LIVIA NOVAK DE ASSIS GONCALVES \nADV.(A/S)  : JOSE LUIS MENDES DE OLIVEIRA LIMA \nADV.(A/S)  : RODRIGO NASCIMENTO DALL ACQUA \nADV.(A/S)  : ROGERIO COSTA TEIXEIRA DA SILVA \nINVEST.(A/S) : ÊNIO AUGUSTO PEREIRA E SILVA \nADV.(A/S)  : FERNANDO MAXIMILIANO NETO \nADV.(A/S)  : RODRIGO DE BITTENCOURT MUDROVITSCH \nADV.(A/S)  : FELIPE FERNANDES DE CARVALHO \nADV.(A/S)  : THAINAH MENDES FAGUNDES \nINVEST.(A/S) : MARCELO BAHIA ODEBRECHT \nADV.(A/S)  : IGOR MARQUES PONTES E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":477915,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4436","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2022-11-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"FISCHER, Douglas et al. As obrigações processuais penais positivas: segundo as Cortes Europeia e Interamericana de Direitos Humanos. 3. ed. rev. atual e ampl. Porto Alegre: Livraria do Advogado, 2022. p. 17-24.\nFISCHER, Douglar. O que é garantismo integral? Disponível em: https://revistadpers.emnuvens.com.br/defensoria/article/download/77/66. Acesso em: 29 ago. 2022.\nFRAGOSO, Heleno Cláudio. Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva. Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nLANDMARK PUBICATIONS. The Honest Services of Public Officials (Criminal Law Series). Kindle: 2015. posição 2156. E-book.\nPRADO, Luiz Regis. Curso de direito penal brasileiro: parte geral e parte especial. 18. ed. Forense, 2020. p. 1156.\nSTOCO, Rui et al. Código Penal e sua interpretação: doutrina e jurisprudência. 8. ed. rev. atual. e ampl. São Paulo: RT, 2007. p. 1465.\nTULKENS, Françoise. The paradoxical relationship between criminal law and human rights. Journal of International Criminal Justice, v. 9, n. 3, jul. 2011. p. 577–595.","ministro_facet":["EDSON FACHIN"],"processo_numero":4436,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478158","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela recorrente, o Dr. Mozart Victor Russomano Neto; pelo recorrido, o Dr. Mauro de Azevedo Menezes; pelo amicus curiae Confederação Nacional da Indústria - CNI, a Dra. Karoline Ferreira Martins; pelo amicus curiae Federação das Indústrias do Estado de Minas Gerais - FIEMG, o Dr. José Eduardo Duarte Saad; pelo amicus curiae Sindicato das Empresas de Asseio e Conservação do Estado do Pará - SEAC/PA, o Dr. Francinaldo Fernandes de Oliveira; pelo amicus curiae Sindicato dos Médicos no Estado do Paraná - SIMEPAR, a Dra. Miriam Cipriani Gomes; pelos amici curiae Associação Nacional dos Procuradores do Trabalho - ANPT e Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Gustavo Teixeira Ramos; pelo amicus curiae Confederação Nacional do Transporte - CNT, o Dr. Antônio Pedro Machado; pelo amicus curiae Federação Nacional das Empresas de Serviços e Limpeza Ambiental - FEBRAC, a Dra. Lirian Sousa Soares Cavalhero; pelo amicus curiae Central Única dos Trabalhadores - CUT, o Dr. José Eymard Loguercio; pelo amicus curiae Confederação da Agricultura e Pecuária do Brasil - CNA, o Dr. Rodrigo de Oliveira Kaufmann; pelo amicus curiae Federação Brasileira de Telecomunicações - FEBRATEL, o Dr. Thiago Barra de Souza; pelo amicus curiae Confederação Nacional do Sistema Financeiro - CONSIF, a Dra. Grace Maria Fernandes Mendonça; pelo amicus curiae Estado do Rio Grande do Sul, o Dr. Guilherme Gonzales Real, Procurador do Estado do Rio Grande do Sul; pelos amici curiae Sindicato da Indústria do Trigo no Estado de São Paulo - SINDUSTRIGO, Sindicato da Indústria da Energia no Estado de São Paulo - SINDIENERGIA e Associação Brasileira da Indústria do Trigo - ABITRIGO, o Dr. Carlos Vinícius Amorim; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Impedido o Ministro Luiz Fux, Presidente. Presidiu o julgamento a Ministra Rosa Weber, Vice-Presidente. Plenário, 1º.6.2022.\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 1.046 da repercussão geral, deu provimento ao recurso extraordinário, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Rosa Weber. Em seguida, por unanimidade, foi fixada a seguinte tese: \"São constitucionais os acordos e as convenções coletivos que, ao considerarem a adequação setorial negociada, pactuam limitações ou afastamentos de direitos trabalhistas, independentemente da explicitação especificada de vantagens compensatórias, desde que respeitados os direitos absolutamente indisponíveis\". Ausentes, justificadamente, o Ministro Luiz Fux (Presidente), impedido neste julgamento, e o Ministro Ricardo Lewandowski. Presidiu o julgamento a Ministra Rosa Weber, Vice-Presidente. Plenário, 2.6.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478158","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478158","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário com agravo. Direito do Trabalho. Processo-paradigma da sistemática da repercussão geral. Tema 1.046. 3. Validade de norma coletiva que limita ou restringe direito trabalhista. Matéria constitucional. Revisão da tese firmada nos temas 357 e 762. 4. Fixação de tese: “São constitucionais os acordos e as convenções coletivas que, ao considerarem a adequação setorial negociada, pactuem limitações ou afastamentos de direitos trabalhistas, independentemente da explicitação especificada de vantagens compensatórias, desde que respeitados os direitos absolutamente indisponíveis.” 5. Recurso extraordinário provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767270315","externo_seq_objeto_incidente":5415427,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1121633&classe=ARE","is_colac":false,"titulo":"ARE 1121633","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00004\n    ART-00003 INC-00001 INC-00002 INC-00003\n    ART-00005 \"CAPUT\" INC-00002 INC-00012\n    INC-00035 INC-00054 INC-00055 PAR-00002\n    ART-00006 \"CAPUT\" ART-00007 \"CAPUT\"\n    INC-00004 INC-00006 INC-00013 INC-00014\n    INC-00026 ART-00008 INC-00001 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00008\n    ART-00009 ART-00010 ART-00011 ART-00030\n    INC-00005 ART-00093 INC-00009 ART-00102\n    INC-00003 LET-A ART-00114 INC-00001\n    PAR-00001 PAR-00002 PAR-00003 ART-00144\n    PAR-00002 ART-00170 INC-00003 INC-00004\n    ART-00178 ART-00193 ART-00227\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    ART-00001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007102 ANO-1983\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008069 ANO-1990\n    ART-00060 ART-00061 ART-00062 ART-00063\n    ART-00064 ART-00065 ART-00066 ART-00067\n    ART-00068 ART-00069\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008213 ANO-1991\n    ART-00021 INC-00004 LET-D ART-00093\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009394 ANO-1996\n    LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-010243 ANO-2001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012619 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00926\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013146 ANO-2015\n    ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000087 ANO-1948\n    CONVENÇÃO SOBRE A LIBERDADE SINDICAL E A PROTEÇÃO DO DIREITO SINDICAL, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC ANO-1969\n    ART-00026\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC-000158 ANO-1982\n    CONVENÇÃO SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC ANO-2007\n    ART-00005 ITEM-00001 ITEM-00002 ITEM-00003\n    ITEM-00004\n    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA, ASSINADA EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-INT   PCT ANO-1966\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-000979 ANO-1903\n    DECRETO-LEI\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00020\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00058 PAR-00002 ART-00428 ART-00429\n    ART-00513 ART-00534 ART-00578 ART-00579\n    ART-00580 ART-00581 ART-00582 ART-00583\n    ART-00584 ART-00585 ART-00586 ART-00587\n    ART-00588 ART-00589 ART-00590 ART-00591\n    ART-00592 ART-00593 ART-00595 ART-00596\n    ART-00597 ART-00598 ART-00599 ART-00600\n    ART-00601 ART-00602 ART-00603 ART-00604\n    ART-00605 ART-00606 ART-00607 ART-00608\n    ART-00609 ART-00610 ART-00611 ART-0611A\n    INC-00001 ART-0611B INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 INC-00010\n    INC-00011 INC-00012 INC-00013 INC-00014\n    INC-00015 INC-00016 INC-00017 INC-00018\n    INC-00019 INC-00020 INC-00021 INC-00022\n    INC-00023 INC-00024 INC-00025 INC-00026\n    INC-00027 INC-00028 INC-00029 INC-00030\n    ART-00929 PAR-00005 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-000808 ANO-2017\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001116 ANO-2022\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DLG-000068 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 158, SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000186 ANO-2008\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007 \n\n","LEG-FED   DEC-000847 ANO-1890\n    ART-00205\n    CP-1890 CÓDIGO PENAL\n\n","LEG-FED   DEC-001637 ANO-1907\n    DECRETO\n\n","LEG-FED   DEC-019770 ANO-1931\n    DECRETO\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-001855 ANO-1996\n    DECRETO - PROMULGA A CONVENÇÃO Nº 158, SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-002100 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-002100 ANO-1996\n    DECRETO - TORNA PÚBLICA A DENÚNCIA DA CONVENÇÃO Nº 158, SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-005598 ANO-2005\n    DECRETO\n\n","LEG-FED   DEC-006949 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-009579 ANO-2018\n    DECRETO\n\n","LEG-FED   DEC-011061 ANO-2022\n    DECRETO\n\n","LEG-FED   SUV-000010\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMTST-000085\n    INC-00001 INC-00002 INC-00006\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000090\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000277\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000358\n    INC-00001 INC-00002\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000375\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000423\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000437\n    INC-00002\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000449\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2023-04-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1121633&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(VALIDADE, NORMA COLETIVA DE TRABALHO, LIMITAÇÃO, AFASTAMENTO, DIREITO TRABALHISTA, MATÉRIA INFRACONSTITUCIONAL)\r\nRE 590415 (TP), AI 825675 RG (TP), RE 820729 RG (TP).\r\n(IMPORTÂNCIA, ACORDO COLETIVO DE TRABALHO, NEGOCIAÇÃO, CONFLITO)\r\nADI 3423 (TP), ADI 3392 (TP), ADI 3431 (TP), ADI 3432 (TP), ADI 3520 (TP), RE 590415 (TP).\r\n(PRINCÍPIO DA EQUIVALÊNCIA DOS CONTRATANTES COLETIVOS)\r\nRE 590415 (TP).\r\n(ACORDO COLETIVO DE TRABALHO, TEORIA DO CONGLOBAMENTO)\r\nRE 590415 (TP).\r\n(VALIDADE, ACORDO COLETIVO DE TRABALHO, HORA IN ITINERE)\r\nRE 895759 AgR-segundo (2ªT).\r\n(RECLAMAÇÃO, DETERMINAÇÃO, SUSPENSÃO DO PROCESSO, TEMA 1046/STF)\r\nRcl 40013 AgR (1ªT), Rcl 42774 AgR (2ªT), Rcl 51061 AgR (1ªT).\r\n(ACORDO COLETIVO DE TRABALHO, RESTRIÇÃO, DIREITO TRABALHISTA)\r\nRE 590415 (TP).\r\n(IMPORTÂNCIA, ACORDO COLETIVO DE TRABALHO)\r\nADI 3423 (TP), ADI 4364 (TP), ADI 6342 MC-Ref (TP).\r\n(MUDANÇA, REDAÇÃO ANTERIOR, SÚMULA 277/STF)\r\nADPF 323 (TP).\r\n(OBSERVÂNCIA, CLÁUSULA, NORMA COLETIVA DE TRABALHO)\r\nRcl 49876 AgR (1ªT).\r\n(PACTA SUNT SERVANDA, PRINCÍPIO DA BOA-FÉ OBJETIVA)\r\nRE 590415 (TP).\r\n(VALIDADE, CLÁUSULA, NEGOCIAÇÃO COLETIVA, QUITAÇÃO, PARCELA, CONTRATO DE TRABALHO)\r\nRE 590415 (TP).\r\n(CONSTITUCIONALIDADE, OBRIGAÇÃO, PAGAMENTO, CONTRIBUIÇÃO SINDICAL)\r\nADI 5794 (TP), adc 55.\r\n(INTERPRETAÇÃO RESTRITIVA, DIREITO TRABALHISTA, DIREITO INDISPONÍVEL)\r\nADI 2971 AgR (TP).\r\n(CORRELAÇÃO, RELAÇÃO DE TRABALHO, CONCORRÊNCIA, MERCADO)\r\nADI 6363 MC-Ref (TP).\r\n(PRINCÍPIO DA AUTONOMIA DA VONTADE, ACORDO COLETIVO DE TRABALHO)\r\nADI 4468 (TP).\r\n- Decisões monocráticas citadas:\r\n(ACORDO COLETIVO DE TRABALHO, EQUIVALÊNCIA, EMPREGADO, EMPREGADOR)\r\nRE 1251927.\r\n(VALIDADE, ACORDO COLETIVO DE TRABALHO, HORA IN ITINERE)\r\nRE 895759.\r\n(RECLAMAÇÃO, DETERMINAÇÃO, SUSPENSÃO DO PROCESSO, TEMA 1046/STF)\r\nRcl 37899, Rcl 37943, Rcl 37842 AgR, Rcl 46810, Rcl 49702, Rcl 50166, Rcl 50229, Rcl 50479 AgR, Rcl 53241, Rcl 49546.\r\n(ACORDO COLETIVO DE TRABALHO, NORMA, POLÍTICA PÚBLICA, INCLUSÃO)\r\nRcl 53209.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(ACORDO COLETIVO DE TRABALHO, TEORIA DO CONGLOBAMENTO)\r\nTST: RR 95790004.\r\n- Decisão estrangeira citada: caso Roe vs. Wade, da Suprema Corte Norte Americana. \n- Legislação estrangeira citada: a Declaração de Filadélfia de 1944; a Declaração Universal dos Direitos Humanos de 1948; Declaração sobre os Princípios e Direitos Fundamentais no Trabalho de 1998.\n- Veja ADI 1625, ADPF 381, AI 825675 (Tema 357 de RG) e RE 820729 (Tema 762 de RG).\n- Veja Painel de Consulta ao Banco Nacional de Demandas Repetitivas e Precedentes Obrigatórios, do Conselho Nacional de Justiça.\n- Veja Preâmbulo e Título II da Constituição da República de 1988.\n- Veja Relatório Balanço das Greves, de 2019, pelo Departamento Intersindical de Estatística e Estudos Socioeconômicos – DIEESE. Disponível em: https://www.dieese.org.br/balancodasgreves/2019/estPesq93balancoGreves2019.html.\n- - Veja Relatório Balanço das Greves, de 2020, pelo Departamento Intersindical de Estatística e Estudos Socioeconômicos – DIEESE. Disponível em: https://www.dieese.org.br/balancodasgreves/2020/estPesq97balancoGreves1semestre2020.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINERAÇÃO SERRA GRANDE S.A \nADV.(A/S)  : PATRICIA MIRANDA CENTENO AMARAL \nADV.(A/S)  : VICTOR RUSSOMANO JUNIOR \nADV.(A/S)  : MOZART VICTOR RUSSOMANO NETO \nRECDO.(A/S)  : ADENIR GOMES DA SILVA \nADV.(A/S)  : KARLLA DAMASCENO DE OLIVEIRA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DA INDÚSTRIA - CNI \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES \nADV.(A/S)  : MARCUS VINICIUS FURTADO COÊLHO \nAM. CURIAE.  : FEDERAÇÃO DAS INDÚSTRIAS DO ESTADO DE MINAS GERAIS - FIEMG \nADV.(A/S)  : TIAGO GOMES DE CARVALHO PINTO \nADV.(A/S)  : JOSÉ EDUARDO DUARTE SAAD \nAM. CURIAE.  : SINDICATO DAS EMPRESAS DE ASSEIO E CONSERVAÇÃO DO ESTADO DO PARÁ - SEAC/PA \nADV.(A/S)  : FRANCINALDO FERNANDES DE OLIVEIRA \nAM. CURIAE.  : SINDICATO DOS MÉDICOS NO ESTADO DO PARANÁ - SIMEPAR \nADV.(A/S)  : LUIZ GUSTAVO DE ANDRADE \nADV.(A/S)  : LUIZ FERNANDO ZORNIG FILHO \nAM. CURIAE.  : ASSOCIACAO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : MAURO DE AZEVEDO MENEZES \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nADV.(A/S)  : GUSTAVO TEIXEIRA RAMOS \nADV.(A/S)  : PAULO ROBERTO LEMGRUBER EBERT \nADV.(A/S)  : MILENA PINHEIRO MARTINS \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DO TRANSPORTE - CNT \nADV.(A/S)  : SÉRGIO ANTÔNIO FERREIRA VICTOR \nAM. CURIAE.  : CONFEDERACAO DAS ASSOCIACOES COMERCIAIS E EMPRESARIAIS DO BRASIL \nADV.(A/S)  : RAFAEL FREITAS MACHADO \nADV.(A/S)  : GUILHERME CARDOSO LEITE \nADV.(A/S)  : LEONARDO PIMENTEL BUENO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DAS EMPRESAS DE SERVIÇOS E LIMPEZA AMBIENTAL - FEBRAC \nADV.(A/S)  : CELITA OLIVEIRA SOUSA \nADV.(A/S)  : LIRIAN SOUSA SOARES \nADV.(A/S)  : CELY SOUSA SOARES \nADV.(A/S)  : RAQUEL CORAZZA \nAM. CURIAE.  : CENTRAL ÚNICA DOS TRABALHADORES - CUT \nADV.(A/S)  : JOSE EYMARD LOGUERCIO \nADV.(A/S)  : FERNANDA CALDAS GIORGI \nADV.(A/S)  : RICARDO QUINTAS CARNEIRO \nADV.(A/S)  : ANTONIO FERNANDO MEGALE LOPES \nAM. CURIAE.  : CEBRASSE - CENTRAL BRASILEIRA DO SETOR DE SERVICOS \nADV.(A/S)  : MARCELO NOBRE \nADV.(A/S)  : PERCIVAL MARICATO \nADV.(A/S)  : DIOGO TELLES AKASHI \nAM. CURIAE.  : CONFEDERACAO DA AGRICULTURA E PECUARIA DO BRASIL - CNA \nADV.(A/S)  : RUDY MAIA FERRAZ \nADV.(A/S)  : RODRIGO DE OLIVEIRA KAUFMANN \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO - ANAMATRA \nADV.(A/S)  : MILENA PINHEIRO MARTINS \nAM. CURIAE.  : FEDERACAO BRASILEIRA DE TELECOMUNICACOES - FEBRATEL \nADV.(A/S)  : MARILDA DE PAULA SILVEIRA \nADV.(A/S)  : FLÁVIO HENRIQUE UNES PEREIRA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DO SISTEMA FINANCEIRO - CONSIF \nADV.(A/S)  : LUIZ CARLOS STURZENEGGER \nADV.(A/S)  : FABIO LIMA QUINTAS \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : SINDICATO DA INDÚSTRIA DO TRIGO NO ESTADO DE SÃO PAULO - SINDUSTRIGO \nADV.(A/S)  : ANA PAULA PAIVA DE MESQUITA BARROS \nAM. CURIAE.  : SINDICATO DA INDÚSTRIA DA ENERGIA NO ESTADO DE SÃO PAULO - SINDIENERGIA \nADV.(A/S)  : ANA PAULA PAIVA DE MESQUITA BARROS \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA DO TRIGO - ABITRIGO \nADV.(A/S)  : MARCELO KANITZ \nADV.(A/S)  : ANA PAULA PAIVA DE MESQUITA BARROS \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE MAGISTRADOS DO TRABALHO - ABMT \nADV.(A/S)  : CAROLINA TUPINAMBA FARIA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1046 - Validade de norma coletiva de trabalho que limita ou restringe direito trabalhista não assegurado constitucionalmente.","old_seq_sjur":478158,"documental_tese_texto":"São constitucionais os acordos e as convenções coletivos que, ao considerarem a adequação setorial negociada, pactuam limitações ou afastamentos de direitos trabalhistas, independentemente da explicitação especificada de vantagens compensatórias, desde que respeitados os direitos absolutamente indisponíveis.","procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ARE 1121633","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2022-06-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"AMADO, João Leal. Negociado x Legislado – a experiência portuguesa e a reforma trabalhista brasileira: algumas notas. Revista do Tribunal Superior do Trabalho, São Paulo, v. 83, n. 3, jul./set. 2017. p. 139. Disponível em: https://juslaboris.tst.jus.br/bitstream/handle/20.500.12178/115873/2017_amado_joao_negocia\ndo_legislado.pdf?sequence=1&isAllowed=y.\nBARCELLOS, Ana Paula de. Anotação preliminar sobre o conteúdo e as funções dos princípios. In: CANOTILHO, J. J. Gomes et al (coords.). Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 101.\nBARROSO, Luis Roberto; MELLO, Patrícia Perrone Campos. O Direito Coletivo do Trabalho no Supremo Tribunal Federal: Planos de Demissão Incentivada e Autonomia da Vontade, Um Estudo de Caso. Revista de Direito do Trabalho, ano 44, n. 190, jun. 2018. p. 39.\nBARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito. Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio 2003. p. 7-8.\nBATISTELLA, Alessandro. A Era Vargas e o movimento operário e sindical brasileiro (1930-1945). Unoesc & Ciência. v. 6, n. 1, jan./jun. 2015. p. 24.\nBOITO JÚNIOR, Armando. Sindicalismo de Estado no Brasil. São Paulo: Hucitec, 1991.\nCAMPINHO, Fábio. Sindicalismo de Estado: controle e repressão na Era Vargas (1930-1935). Revista CEJUR, v. 1, n. 1, ago./dez. 2006. p. 118.\nCAMPOS, Francisco. O Estado Nacional e suas Diretrizes. In: Direito Constitucional. Rio de Janeiro: Forense, 1942. p. 300.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. 2003. p. 338-340.\nCARDOSO, Adalberto Moreira. Sindicatos, trabalhadores e a coqueluche neoliberal: a era Vargas acabou? Rio de Janeiro: Fundação Getúlio Vargas, 1999.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. 14. ed. São Paulo: LTr, 2015. p. 1411-1412.\nDELGADO, Maurício Godinho. Curso de direito do trabalho. 17. ed. São Paulo: LTr, 2018. p. 1557-1558 e 1567.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. 19. ed. São Paulo: LTr. p. 1679-1680.\nDELGADO, Maurício Godinho. Curso de direito do trabalho. 8. ed. São Paulo: LTr, 2009. p. 150-151 e 1660-1661.\nDELGADO, Maurício Godinho. Curso de direito do trabalho: obra revista e autorizada conforme a lei da reforma trabalhista e inovações normativas e jurisprudenciais posteriores. 18. ed. São Paulo: LTr, 2019. p. 1539.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. São Paulo: LTr, 2017. p. 1493 e 1495.\nDELGADO, Maurício Godinho. Direito Coletivo do Trabalho e seus princípios informadores. Revista TST, Brasília, v. 67, n. 2, abr./jun. 2001. Disponível em: https://juslaboris.tst.jus.br/bitstream/handle/20.500.12178/52335/007_delgado.pdf?sequence=2&isAllowed=y.\nFACHIN, Luiz Edson. Teoria Crítica do Direito Civil. 3. ed. São Paulo/Rio de Janeiro: Renovar, 2012. p. 95-96 e 108.\nFAUSTO, Boris. Trabalho urbano e conflito social. São Paulo: Difel, 1976. p. 249.\nFERRAJOLI, Luigi. Poderes selvagens: a crise da democracia italiana. Tradução: Alexander Araujo de Souza. São Paulo: Saraiva, 2014.\nFERRAZ JR, Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson. Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nLEITE, Carlos Henrique Bezerra. A quem interessa o modelo negociado sobre o legislado no Brasil? Academia Brasileira de Direito do Trabalho. Disponível em: http://www.andt.org.br.\nMARTINS FILHO, Ives Gandra. Os Pilares do Direito do Trabalho: os princípios jurídicos e as teorias gerais (uma reflexão sobre sua aplicação). Os pilares do direito do trabalho. São Paulo: Lex Magister, 2013.\nMARTINS, Sérgio Pinto. Direito do Trabalho. 10. Ed. São Paulo: Atlas, 2000. E-book.\nMAURER, Beatrice. Notas sobre o respeito da dignidade da pessoa humana...ou pequena fuga incompleta em torno de um tema central. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 87.\nMEIRELLES, Davi Furtado. Negociação Coletiva em tempos de crise. São Paulo: LTr, 2018. p. 48.\nNASCIMENTO, Amauri Mascaro. Curso de direito do trabalho. 26. ed. São Paulo: Saraiva, 2011.\nOLIVEIRA, Vianna. Problemas de Política Objetiva [1930]. 3. ed. Rio de Janeiro: Record, 1974. p. 119 e 129.\nPAMPLONA FILHO, Rodolfo Mário Veiga; AMARAL, Felipe Marinho. Anulação de cláusulas normativas e a atuação do poder judiciário na autonomia privada coletiva. Revista dos Tribunais, v. 1011/2020, jan. 2020. p. 139-160.\nRODRIGUES, Américo Plá. Princípios do Direito do Trabalho. \nSARLET, Ingo. As dimensões da dignidade da pessoa humana: construindo uma compreensão jurídico-constitucional necessária e possível. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 26.\nSHAPIRO, Martin; SWEET, Alec Stone. Abstract and Concrete Review in The United States. In: On Law, Politics, and Judicialization. Oxford University Press, 2002. p. 364 e 372.\nSILVA, Sayonara Grillo Coutinho Leonardo da. Relações coletivas de trabalho: configurações institucionais no Brasil contemporâneo. São Paulo: LTr, 2008. p. 64.\nSKIDMORE, Thomas. Brasil: de Getúlio a Castello (1930-1964). São Paulo: Companhia das Letras, 2010. p. 42.\nSÜSSEKIND, Arnaldo. A negociação trabalhista e a lei. Revista LTr, São Paulo, v. 66, n. 8, p. 931-934, ago. 2002.\nUGUINA, Mercader. La silenciosa decadencia del princípio de norma más favorable. Revista Española de Derecho del Trabajo, n. 109, 2002. p. 20, 94 e 139-140.","ministro_facet":["GILMAR MENDES"],"processo_numero":1121633,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478161","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Relatora, que negava provimento ao agravo regimental, pediu vista o Ministro Gilmar Mendes. Segunda Turma, Sessão Virtual de 13.11.2020 a 20.11.2020.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto da Relatora, vencidos os Ministros Gilmar Mendes e Ricardo Lewandowski. Não participou deste julgamento o Ministro André Mendonça por suceder a cadeira da Ministra Cármen Lúcia na Turma. Segunda Turma, Sessão Virtual de 31.3.2023 a 12.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478161","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478161","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS. PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. ART. 317 DO CÓDIGO PENAL (DUAS VEZES) E ART. 2º DA LEI N. 12.850/2013. PREVENÇÃO DO DESEMBARGADOR FEDERAL RELATOR DA AÇÃO PENAL NO TRIBUNAL REGIONAL FEDERAL. OPERAÇÃO CADEIA VELHA. AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DE FUNDAMENTO DA DECISÃO MONOCRÁTICA. IDÊNTICO OBJETO DE RECURSO ORDINÁRIO EM HABEAS CORPUS NESTE SUPREMO TRIBUNAL: PRECEDENTES. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767262267","externo_seq_objeto_incidente":6032477,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186441&classe=RHC","is_colac":false,"titulo":"RHC 186441 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 INC-00053 ART-00109\n    INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00076 ART-00077 ART-00317\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00070 ART-00079 ART-00564 INC-00001\n    ART-00567\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00193 INC-00002\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-04-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. GILMAR MENDES: EXISTÊNCIA, VÍCIO, INCOMPETÊNCIA ABSOLUTA, JUSTIÇA FEDERAL. TRIBUNAL, DEVER, CORREÇÃO, VÍCIO, INSTÂNCIA ORDINÁRIA, GRAVIDADE, HIPÓTESE, PROCESSO PENAL. CONCESSÃO, HABEAS CORPUS DE OFÍCIO, FLAGRANTE CONSTRANGIMENTO ILEGAL. STF, DEFINIÇÃO, REGRA, COMPETÊNCIA, JULGAMENTO, OPERAÇÃO LAVA JATO. FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, PRINCÍPIO DO JUIZ NATURAL, GARANTIA, AMPLA DEFESA. DOUTRINA, DELIMITAÇÃO, COMPETÊNCIA, PROCESSO PENAL, INTERESSE PÚBLICO, PERSECUÇÃO PENAL, MITIGAÇÃO, COMPETÊNCIA RELATIVA, PRORROGAÇÃO, COMPETÊNCIA. RECLAMAÇÃO, HABEAS CORPUS, AÇÃO CONSTITUCIONAL, PROTEÇÃO, GARANTIA FUNDAMENTAL, CORRELAÇÃO, ORDEM PÚBLICA. MAGISTRADO, VERIFICAÇÃO, CADA, FATO, INVESTIGAÇÃO, CRITÉRIO, JUSTIFICATIVA, UNIDADE, PROCESSO, JULGAMENTO, OPERAÇÃO LAVA JATO. PRINCÍPIO DO JUIZ NATURAL, DIREITO COMPARADO. FIXAÇÃO, COMPETÊNCIA, CARACTERÍSTICA. FIXAÇÃO, COMPETÊNCIA, MATÉRIA, ORDEM PÚBLICA. OBJETO, AÇÃO PENAL, PACIENTE, APURAÇÃO, FATO, AUSÊNCIA, CORRELAÇÃO, DESVIO DE VERBAS PÚBLICAS; EMPRESÁRIO, PAGAMENTO, PROPINA, AGENTE PÚBLICO, FINALIDADE, ATENDIMENTO, INTERESSE, CARÁTER PRIVADO, PROVENIÊNCIA, ASSEMBLEIA LEGISLATIVA, TRIBUNAL DE CONTAS ESTADUAL, RIO DE JANEIRO. COLABORAÇÃO PREMIADA, AUSÊNCIA, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA. REGRA, PROCESSO PENAL, OBEDIÊNCIA, PRINCÍPIO DO JUIZ NATURAL, SEPARAÇÃO, COMPETÊNCIA, JUSTIÇA ESTADUAL, JUSTIÇA FEDERAL.\n\n- TERMO(S) DE RESGATE: OVERCHARGING.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186441&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(AGRAVO, IMPUGNAÇÃO ESPECÍFICA, FUNDAMENTO, DECISÃO AGRAVADA)\r\nHC 170547 AgR (1ªT), HC 175196 AgR (2ªT), HC 173711 ED-AgR (2ªT), HC 184848 AgR (2ªT).\r\n(HABEAS CORPUS DE OFÍCIO, TERATOLOGIA, FLAGRANTE CONSTRANGIMENTO ILEGAL)\r\nHC 95009 (TP).\r\n(DEFINIÇÃO, REGRA, COMPETÊNCIA, JULGAMENTO, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), HC 161021 (2ªT), Pet 8090 AgR (2ªT), Rcl 36542 AgR (2ªT), HC 193726 AgR (TP), HC 200541 (2ªT).\r\n(AUSÊNCIA, JULGAMENTO CONJUNTO, INTEGRANTE, ORGANIZAÇÃO CRIMINOSA)\r\nPet 8144 AgR (2ªT).\r\n(COLABORAÇÃO PREMIADA, FIXAÇÃO, COMPETÊNCIA)\r\nInq 4130 QO (TP), HC 161021 (2ªT), RHC 188233 AgR (2ªT), HC 203261 (2ªT).\r\n(ENCONTRO FORTUITO DE PROVA, INOCORRÊNCIA, CONEXÃO DE AÇÃO)\r\nRHC 120379 (1ªT), Inq 4244 AgR (2ªT).\r\n- Decisões monocráticas citadas:\r\n(DEFINIÇÃO, REGRA, COMPETÊNCIA, JULGAMENTO, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n(FIXAÇÃO, COMPETÊNCIA, JULGAMENTO, OPERAÇÃO MÃOS À OBRA)\r\nRcl 52613 AgR.\r\n- Veja RHC 181870 do STF.\n- Decisões estrangeiras citadas: BVerfGE, 21, 139 (146), do Tribunal Constitucional alemão; Sentença C-040 de 1997\nNúmero de páginas: 58.\nAnálise: 15/06/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PAULO CESAR MELO DE SA \nADV.(A/S)  : FLAVIO MIRZA MADURO E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478161,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RHC 186441 AgR","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2023-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. 8. ed. 2020. p. 279.\nDIAS, Figueiredo. Direito processual penal. 1974. p. 322-323.\nFREEDMAN, Monroe H. The Professional Responsability of the Prosecuting Attorney. The Georgetown Law Journal, v. 55, 1967. p. 1.035 et seq.\nGRECO FILHO, Vicente. Curso de Processo Penal. 2012.\nGRINOVER, Ada Pellegrini; FERNANDES, Antonio Scarance; GOMES FILHO, Antonio Magalhães. As nulidades no processo penal. 1992.\nLOPES JR., Aury. Direito Processual Penal. 15. ed. 2018. p. 250.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 6. ed. Belo Horizonte: Del Rey, 2006. p. 247-249.\nPULIDO, Carlos Bernal, El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.\nRODRIGUES, Fabiana Alves. Lava Jato: aprendizado institucional e ação estratégica na Justiça. 1. ed. São Paulo: QMF Martins Fontes, 2020. p. 225.\nTRF2 decide pela competência da Justiça Estadual para julgar processo da Operação Cadeia Velha. Tribunal Regional Federal da 2ª Região, 16 ago. 2022. Disponível em: https://www10.trf2.jus.br/portal/trf2-decide-pela-competencia-da-justica-estadual-para-julgar-processo-da-operacao-cadeia-velha/. Acesso em: 16 ago. 2022.\nVILLASCHI, Pietro. Il principio del giudice naturale.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":186441,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478203","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que acolhia parcialmente os embargos de declaração para, com efeitos infringentes, declarar a inconstitucionalidade incidental do art. 2º da Lei nacional nº 9.055/1995, sem atribuição de efeitos vinculantes e erga omnes no ponto; e dos votos dos Ministros Marco Aurélio e Edson Fachin, que negavam provimento aos embargos de declaração, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.\r\n\n                       Decisão: O Tribunal, por maioria, não conheceu dos embargos de declaração opostos pelo amicus curiae Instituto Brasileiro do Crisotila, vencidos os Ministros Edson Fachin e Luiz Fux. No mérito, por maioria, conheceu dos embargos de declaração opostos pela Confederação Nacional dos Trabalhadores na Indústria - CNTI e os rejeitou, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencida parcialmente a Ministra Cármen Lúcia (Relatora). Não votou o Ministro André Mendonça, sucessor do Ministro Marco Aurélio, que votara em assentada anterior. Ausentes, justificadamente, o Ministro Roberto Barroso, impedido neste julgamento, e o Ministro Nunes Marques. Afirmou suspeição o Ministro Dias Toffoli. Presidência da Ministra Rosa Weber. Plenário, 23.2.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["3","8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur478203","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478203","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. AMIANTO VARIEDADE CRISOTILA. OMISSÃO QUANTO À EXTENSÃO DOS EFEITOS DA DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE DO ART. 2º DA LEI 9.055/1995: NÃO OCORRÊNCIA. EMBARGOS DE DECLARAÇÃO CONHECIDOS E REJEITADOS.\n\n\n\n    1. O Supremo Tribunal Federal firmou compreensão de que são constitucionais as normas de entes subnacionais que proíbem a exploração do amianto crisotila, conclusão que pressupôs um juízo incidental de inconstitucionalidade do art. 2º da Lei Federal n. 9.055/1995, que franqueava a possibilidade de extração, comércio e transporte de tal produto. À essa pronúncia incidental de inconstitucionalidade foi atribuído efeito vinculante e eficácia erga omnes (ADIs 3.356, 3.357, 3.406, 3470 e 3937; ADPF 109).\n\n\n\n    2. As decisões de Cortes Constitucionais, ou de Tribunais de cúpula com funções constitucionais, possuem um inerente efeito expansivo, independentemente de o controle de constitucionalidade ter sido instaurado na via principal ou por incidentes cuja remessa ao Tribunal deriva de questão prévia suscitada em caso concreto (Alemanha: Primeiro Senado, acórdão de 10 de abril de 2018, III, n. 178 – BVerfGE 148, 147- 217. Espanha: Sentença 45/1989 – Tribunal Constitucional).\n\n\n\n    3. Magistério do Eminente Ministro Teori Zavascki: as decisões prolatadas pelo Supremo Tribunal Federal, mesmo no assim chamado controle incidental de constitucionalidade, revestem-se de “natural eficácia expansiva”. A lógica de que a coisa julgada relaciona-se apenas às partes da lide, e nos limites objetivos da demanda, não pode ser automaticamente transposta para a situação em que “o julgador tiver feito um juízo – positivo ou negativo – a respeito da validade de uma norma”. Isso porque “os preceitos normativos têm, por natureza, a característica da generalidade, isto é, não se destinam a regular específicos casos concretos, mas, sim, estabelecer um comando abstrato aplicável a um conjunto indefinido de situações ou de pessoas”. Dessa forma, “põe-se em foco, objetivamente, a questão de como harmonizar a eficácia da decisão sobre a constitucionalidade da norma no caso concreto com as imposições dos princípios constitucionais da isonomia (...) e da segurança jurídica” (ZAVASCKI, Teori. A Eficácia das Sentenças na Jurisdição Constitucional. 3ª ed. São Paulo: RT, 2014, p. 26). \n\n\n\n    4. O perfil expansivo dos efeitos das decisões do Supremo Tribunal Federal é ainda mais pronunciado em situação como a dos autos, em que o juízo de inconstitucionalidade do art. 2º da Lei 9.055/1995 foi exarado em cognição abstrata, sendo desinfluente que a pronúncia tenha ocorrido de modo incidental. \n\n\n\n    5. Não há falar em caráter inovador ou repentino no entendimento que atribui efeitos expansivos à pronúncia incidental de inconstitucionalidade:\n\n\n\n    5.1. a compreensão de que a eficácia erga omnes da pronúncia de inconstitucionalidade, proferida em controle abstrato de normas, estava vinculada, fundamentalmente, à conformação normativa dessa modalidade especial remonta a período imediatamente subsequente ao estabelecimento da Representação de Inconstitucionalidade, pela EC 16/1965;\n\n\n\n    5.2. a jurisprudência desta Corte registra expressivo conjunto de acórdãos que evidenciam antigo e constante movimento de objetivização do controle incidental de inconstitucionalidade: (a) RCL 4.374/PE, pela qual este Tribunal revisou a decisão anteriormente proferida na ADI 1.232 e declarou a inconstitucionalidade do § 3º do art. 20 da Lei 8.742/1993 (LOAS); (b) RE 197.917, Rel. Min. Maurício Corrêa, fixação do número de membros de câmara de vereadores, a partir do caso do Município de Mira Estrela/SP; (c) HC 82.959, Rel. Min. Marco Aurélio, em que foi declarada, incidentalmente, a inconstitucionalidade do § 1º, do art. 2º da Lei 8.072/1990, que proibia a progressão de regime para condenados por crimes hediondos;\n\n\n\n    5.3. mesmo instrumentos tipicamente considerados como de “controle concentrado” não se mostram incompatíveis com declarações incidentais de inconstitucionalidade – que, quando ocorrem, se dão com efeitos erga omnes: a decisão proferida em sede de Recurso Extraordinário no Supremo Tribunal, que implique o reconhecimento da procedência ou improcedência da ação direta proposta no âmbito estadual, será será igualmente dotada de eficácia erga omnes, considerados o efeito substitutivo recursal e a índole objetiva que notabiliza o processo na instância a quo (RE 199.281, Rel. Min. Moreira Alves, DJ 12.3.1999; RCL 526, Rel. Min. Moreira Alves, DJ 4.4.1997).\n\n\n\n    6. Conclusão do Plenário no sentido de que o juízo de inconstitucionalidade que recaiu sobre o art. 2º da Lei 9.055/1995 (norma autorizativa da exploração de amianto) deriva, de modo consequencial, da própria declaração de constitucionalidade das normas subnacionais impugnadas (normas proibitivas da exploração de amianto). Sobretudo por ter sido proferida no âmbito de processo objetivo de controle de constitucionalidade, a atribuição de efeitos erga omnes é medida de rigor. \n\n\n\n    7. A jurisprudência majoritária do Supremo Tribunal Federal se firmou no sentido de que, em regra, o amicus curiae não possui legitimidade para a interposição de recursos em sede de controle abstrato de constitucionalidade. Precedentes.\n\n\n\n    8. Embargos de declaração opostos pelo amicus curiae não conhecidos. Embargos de declaração opostos pela Confederação Nacional dos Trabalhadores na Indústria (CNTI) conhecidos e não providos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767300813","externo_seq_objeto_incidente":5629531,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 28-04-2023  PUBLIC 02-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3937&classe=ADI","is_colac":false,"titulo":"ADI 3937 ED","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1934\n    ART-00091 INC-00004\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00064\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1965\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    ART-00042 INC-00007\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00006 ART-00007 ART-00029 INC-00004\n    ART-00052 INC-00010 ART-00097 ART-00102\n    PAR-00002 ART-00103 ART-0103A ART-00196\n    INC-00022 ART-00225\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00557 PAR-0001A\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00038\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002 PAR-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008212 ANO-1991\n    ART-00045 ART-00046\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008742 ANO-1993\n    ART-00020 PAR-00003\n    LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009055 ANO-1995\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009756 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00007 PAR-00002 ART-00023 ART-00026\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00097\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011418 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00010 ART-00102 ART-00003 ART-00138\n    PAR-00001 ART-00141 ART-00297 ART-00322\n    PAR-00002 ART-00490 ART-00492 ART-00496\n    PAR-00003 ART-00535 ART-0543A ART-0543B\n    ART-00927 ART-00932 INC-00002 ART-00949\n    PAR-ÚNICO ART-00995 PAR-ÚNICO ART-01022\n    INC-00001 INC-00002 ART-01026 PAR-00001\n    ART-01035\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC-000139 ANO-1974\n    CONVENÇÃO SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000162 ANO-1986\n    CONVENÇÃO SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-INT   CVC ANO-1989\n    CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DLG-000051 ANO-1989\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 162, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000003 ANO-1990\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 139, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000034 ANO-1992\n    DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DEC-000126 ANO-1991\n    DECRETO - PROMULGA A CONVENÇÃO Nº 162, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-000157 ANO-1991\n    DECRETO - PROMULGA A CONVENÇÃO Nº 139, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-000875 ANO-1993\n    DECRETO - PROMULGA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   PEC-000006 ANO-1965\n    ART-00005\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-EST   LEI-003579 ANO-2001\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-011643 ANO-2001\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012589 ANO-2004\n    LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-012684 ANO-2007\n    LEI ORDINÁRIA, SP\n\n","LEG-MUN   LEI-013113 ANO-2001\n    LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP\n\n","LEG-MUN   DEC-041788 ANO-2002\n    DECRETO DO MUNICÍPIO DE SÃO PAULO, SP"],"publicacao_data":"2023-05-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROCESSO, AMICUS CURIAE, COLABORAÇÃO. ATRIBUIÇÃO, MINISTRO RELATOR, ADMISSÃO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL. INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, UTILIZAÇÃO, AMIANTO CRISOTILA, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES. HABEAS CORPUS, CONTROLE JUDICIAL, ATO, PODER PÚBLICO. TURMA, STF, DISPENSABILIDADE, REMESSA, MATÉRIA CONSTITUCIONAL, PLENÁRIO, PRONUNCIAMENTO, STF, MOMENTO ANTERIOR, CONSTITUCIONALIDADE, INCONSTITUCIONALIDADE, LEI IMPUGNADA. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, OBJETIVAÇÃO. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS. DECISÃO, STF, RECURSO EXTRAORDINÁRIO, EFICÁCIA ERGA OMNES, CONTROLE DE CONSTITUCIONALIDADE, ÂMBITO ESTADUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: PROCESSO, AMICUS CURIAE, COLABORAÇÃO. ATRIBUIÇÃO, MINISTRO RELATOR, ADMISSÃO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL. INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, UTILIZAÇÃO, AMIANTO CRISOTILA, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES. HABEAS CORPUS, CONTROLE JUDICIAL, ATO, PODER PÚBLICO. TURMA, STF, DISPENSABILIDADE, REMESSA, MATÉRIA CONSTITUCIONAL, PLENÁRIO, PRONUNCIAMENTO, STF, MOMENTO ANTERIOR, CONSTITUCIONALIDADE, INCONSTITUCIONALIDADE, LEI IMPUGNADA. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, OBJETIVAÇÃO. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS. DECISÃO, STF, RECURSO EXTRAORDINÁRIO, EFICÁCIA ERGA OMNES, CONTROLE DE CONSTITUCIONALIDADE, ÂMBITO ESTADUAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PROCESSO OBJETIVO, CONTROLE DE CONSTITUCIONALIDADE, CAUSA DE PEDIR ABERTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3937&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, OBJETIVAÇÃO)\nRE 197917 (TP). \n(DECISÃO, STF, RE, EFICÁCIA ERGA OMNES, CONTROLE DE CONSTITUCIONALIDADE, ÂMBITO ESTADUAL)\nRcl 526 (1ªT), RE 199281 (2ªT). \n(INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, UTILIZAÇÃO, AMIANTO CRISOTILA, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES)\nADI 3357 (TP), ADI 3356 (TP), ADI 3406 (TP), ADI 3470 (TP), ADPF 109 (TP), ADI 3937 (TP), ADI 4066 (TP). \n(PROCESSO OBJETIVO, CONTROLE DE CONSTITUCIONALIDADE, CAUSA DE PEDIR ABERTA)\nADI 5180 AgR (TP). \n(ATRIBUIÇÃO, MINISTRO RELATOR, ADMISSÃO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL)\nADI 4389 ED-AgR (TP), ADI 2914 ED (TP), ADI 3884 ED (TP). \n(EMBARGOS DE DECLARAÇÃO, MODULAÇÃO DE EFEITOS)\nADI 2639 ED (TP), ADI 3601 ED (TP). \n(MODULAÇÃO DE EFEITOS, PRINCÍPIO DA CONFIANÇA LEGÍTIMA, PRINCÍPIO DA BOA-FÉ OBJETIVA)\nADI 3791 (TP), ADI 3601 ED (TP), ADI 3106 ED (TP), ADI 4788 AgR-ED (TP), ADI 2797 ED (TP). \n(HC, CONTROLE JUDICIAL, ATO, PODER PÚBLICO)\nHC 1063 (TP). \n(TURMA, STF, DISPENSABILIDADE, REMESSA, MATÉRIA CONSTITUCIONAL, PLENÁRIO, PRONUNCIAMENTO, STF, MOMENTO ANTERIOR, CONSTITUCIONALIDADE, INCONSTITUCIONALIDADE, LEI IMPUGNADA)\nRE 190728 (2ªT). \n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS)\nHC 82959 (TP), Rcl 4335 (TP), Rcl 4374 (TP), RE 522897 (TP), RE 559943 (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE, AMICUS CURIAE, EMBARGOS DE DECLARAÇÃO)\nADO 6 (TP), ADI 4389 ED-AgR (TP), ADI 4717 ED (TP). \n(PROCESSO, AMICUS CURIAE, COLABORAÇÃO)\nADI 3460 ED (TP), ADI 6533 ED-segundos (TP). \n- Decisão estrangeira citada:  BVerfGE 148, 147-217, de 10/04/2018, do Primeiro Senado do BVerfG; Sentença n. 45/1989, do Tribunal Constitucional da Espanha.\n- Legislação estrangeira citada: §78 e §82 da Lei do BVerfG; art. 3º, I, Lei Fundamental Alemã. \n- Veja decisão monocrática na Pet 75.252/2017 do STF.\n- Veja relatório anual de 2005 do Grupo Eternit S/A.\nNúmero de páginas: 106.\nAnálise: 23/05/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES NA INDUSTRIA - CNTI \nEMBTE.(S)  : INSTITUTO BRASILEIRO DO CRISOTILA - IBC \nADV.(A/S)  : CARLOS MARIO DA SILVA VELLOSO FILHO \nADV.(A/S)  : CARLOS MIGUEL CASTEX AIDAR E OUTRO(A/S)\nADV.(A/S)  : MAURO MACHADO CHAIBEN \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : JORGE LUIZ GALLI \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DOS EXPOSTOS AO AMIANTO - ABREA \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS INDÚSTRIAS E DISTRIBUIDORES DE PRODUTOS DE FIBROCIMENTO - ABIFIBRO \nADV.(A/S)  : OSCAVO CORDEIRO CORRÊA NETTO \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES NA INDÚSTRIA DA EXTRAÇÃO DE MINERAIS NÃO-METÁLICOS DE MINAÇU-GO \nADV.(A/S)  : JOÃO PEDRO FERRAZ DOS PASSOS \nADV.(A/S)  : ANTONIO JOSE DE OLIVEIRA TELLES DE VASCONCELLOS \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JUNIOR E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : MAURO DE AZEVEDO MENEZES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478203,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 3937 ED","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-02-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABBOUD, Georges. Jurisdição Constitucional e Direitos Fundamentais. São Paulo: Revista dos Tribunais, 2011.\nALENCAR, Ana Valderez Ayres Neves de. A competência do Senado Federal para suspender a execução dos atos declarados inconstitucionais. Revista de Informação Legislativa, Brasília, ano 15, n. 57, jan./mar. 1978. p. 292-293.\nARAÚJO CASTRO, Raimundo. A Nova Constituição Brasileira. Rio de Janeiro: Freitas Bastos, 1935. p. 246-247.\nBARBOSA, Leonardo Augusto de Andrade. História Constitucional Brasileira: mudança constitucional, autoritarismo e democracia no Brasil pós-1964. Brasília: Edições Câmara, 2018. p. 90.\nBASTOS, Celso. Perfil Constitucional da Ação Direta de Declaração de Inconstitucionalidade. Revista de Direito Público. v. 5, n. 22, dez. 1972. p. 104.\nBITTENCOURT, Carlos Alberto Lúcio. O controle jurisdicional da constitucionalidade das leis. 2. ed. Rio de Janeiro: Forense, 1968. p. 140-141.\nENTERRÍA, Eduardo Garcia. Justicia Constitucional: la doctrina prospectiva en la declaración de ineficacia de las leyes inconstitucionales. In: Revista de Direito Público. ano 22, n. 92, out./dez. 1989. p. 6-7.\nFERRAZ, Anna Candida da Cunha. Art. 52, inc. X. In: CANOTILHO, J. J. Gomes et al (coords.). Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2014. p. 1137.\nLESSA, Pedro. Do Poder Judiciário: direito constitucional brasileiro. Rio de Janeiro: Livraria Francisco Alves, 1915. p. 112-113.\nMELLO, Celso de. Constituição Federal Anotada. 2. ed. São Paulo: Saraiva, 1986. p. 182.\nMENDES, Gilmar Ferreira. A evolução do direito constitucional brasileiro e o controle de constitucionalidade das leis. In: Direitos fundamentais e controle de constitucionalidade: estudos de direito constitucional. 3. ed. São Paulo: Saraiva. 2004.\nMENDES, Gilmar Ferreira. BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019. p. 1304 e 1447.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo: Saraiva, 2013. p. 1284-1285.\nMENDES, Gilmar Ferreira. Jurisdição Constitucional: o controle abstrato de normas no Brasil e na Alemanha. 4. ed. São Paulo: Saraiva, 2004. p. 289 e 291.\nMENDES, Gilmar Ferreira. O controle incidental de normas no direito brasileiro. In: Cadernos de Direito Constitucional e Ciência Política. v. 6, n. 23. São Paulo: Revista dos Tribunais, abr./jun. 1998. p. 39-41.\nMENDES, Gilmar Ferreira. O controle incidental de normas no direito brasileiro. In: Direitos fundamentais e controle de constitucionalidade: estudos de direito constitucional. 3. ed. São Paulo: Saraiva, 2004. p. 245.\nMENDES, Gilmar Ferreira. O papel do Senado Federal no controle de constitucionalidade: um caso clássico de mutação constitucional. Revista de Informação Legislativa, Brasília, ano 41, n. 162, abr./jun. 2004. p. 149-168.\nPONTES DE MIRANDA, Francisco. Comentários ao Código de Processo Civil. Rio de Janeiro: Forense, 2002. tomo 3. p. 39.\nQUARANTA, M. Alfonso. Il giudizio incidentale di legittimità costituzionale. In: Seminaire sur L’exception d’inconstitutionnalitè. Strasbourg: Commission Europeenne Pour la Democratie par Le Droit (Comissão de Veneza). 2012. p. 5.\nSEER, Roman. Grundsteuer nach dem Urteil des BVerfG vom 10.04.2018 – Analyse und Folgerungen. In: Der Betrieb. 2018. n. 25. p. 1488-1495.\nSEGADO, Francisco Fernandez. Algunas reflexiones generales en torno a los efectos de las sentencias de inconstitucionalidad y a la relatividad de ciertas fórmulas estereotipadas vinculadas a ellas. In: Anuario Iberoamericano de Justicia Constitucional. n. 12. Madrid: CEPC, 2008. p. 135-198.\nTEIXEIRA, José Elaeres Marques. A doutrina das Questões Políticas no Supremo Tribunal Federal. Porto Alegre: Sergio Fabris, 2005. p. 93-99.\nUCHÔA CAVALCANTI, João Barbalho. Constituição Federal Brazileira – Commentários. Rio de Janeiro: Companhia Litho-Typographia, 1902. p. 249.\nZAVASCKI, Teori. A Eficácia das Sentenças na Jurisdição Constitucional. 3. ed. São Paulo: Revista dos Tribunais, 2014. p. 26.","ministro_facet":["CÁRMEN LÚCIA","GILMAR MENDES"],"processo_numero":3937,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur481143","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"(Processo destacado da sessão virtual) Após o voto do Ministro Edson Fachin (Relator), que conhecia da ação e julgava improcedente o pedido, declarando a constitucionalidade da Lei 17.234/2020 do Estado de São Paulo; e do voto divergente do Ministro Alexandre de Moraes, que conhecia da ação e julgava procedente o pedido, para declarar a inconstitucionalidade da citada lei, no que foi acompanhado pelo Ministro André Mendonça, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência da Ministra Rosa Weber. Plenário, 9.3.2023.\r\n\n                 Decisão: O Tribunal, por maioria, conheceu da ação direta e julgou procedente o pedido formulado para declarar a inconstitucionalidade da Lei 17.234/2020 do Estado de São Paulo, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acordão, vencidos os Ministros Edson Fachin (Relator) e Roberto Barroso, e, parcialmente, os Ministros Ricardo Lewandowski, Luiz Fux e Cármen Lúcia. Presidência da Ministra Rosa Weber. Plenário, 15.3.3023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur481143","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur481143","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. USURPAÇÃO DE COMPETÊNCIA DA UNIÃO. DIREITO DO TRABALHO. VIOLAÇÃO AO ARTIGO 20, I, DA CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE FORMAL. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito.\n\n\n\n    2. A Lei 17.234/2020, do Estado de São Paulo, que determina aos hospitais públicos e privados do Estado a criação de uma sala de descompressão, para ser utilizada pelos enfermeiros, técnicos de enfermagem e auxiliares de enfermagem, em que pese a razoabilidade da matéria, invade esfera de competência legislativa privativa da União (CF, art. 22, I). Precedentes desta CORTE.\n\n\n\n    3. Ação Direta de Inconstitucionalidade conhecida e julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768374084","externo_seq_objeto_incidente":5854147,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 06-06-2023  PUBLIC 07-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6317&classe=ADI","is_colac":false,"titulo":"ADI 6317","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00005 INC-00002\n    ART-00006 ART-00007 INC-00012 INC-00022\n    ART-00020 INC-00001 ART-00021 INC-00001\n    INC-00014 INC-00024 ART-00022 INC-00001\n    PAR-ÚNICO ART-00023 ART-00024 INC-00012\n    ART-00030 INC-00001 INC-00002 ART-00061\n    PAR-00001 INC-00002 LET-C ART-00196\n    ART-00198 ART-00200 INC-00002 INC-00007\n    INC-00008\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008080 ANO-1990\n    ART-00004 \"CAPUT\" ART-00016 INC-00005\n    ART-00017 INC-00004 LET-D ART-00018\n    INC-00004 LET-E\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00926\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-EST   LEI-010083 ANO-1998\n    ART-00029 PAR-00001 PAR-00002 ART-00030\n    INC-00001 ART-00112 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 INC-00010\n    INC-00011 INC-00012 INC-00013 ART-00122\n    INC-00019\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-003623 ANO-2001\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-013234 ANO-2020\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-017234 ANO-2020\n    ART-00001 \"CAPUT\" ART-00002 ART-00003\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   DEL-005452 ANO-1943\n    ART-00059 ART-00154 ART-00155\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-EST   PJL-000292 ANO-2018\n    PROJETO DE LEI DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO\n\n","LEG-DIS   LEI-006814 ANO-2021\n    ART-00001 ART-00002 ART-00003 ART-00004\n    ART-00005\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2023-06-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6317&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PARTICIPAÇÃO, ESTADO-MEMBRO, CONCRETIZAÇÃO, POLÍTICA PÚBLICA, SAÚDE)\r\nADI 6341 MC-Ref (TP), ADI 6423 (TP), ADI 6493 (TP), ADI 6575 (TP).\r\n(CONSTITUCIONALIDADE, LEI ESTADUAL, CRITÉRIO, PROTEÇÃO, AMBIENTE DE TRABALHO, SAÚDE, TRABALHADOR)\r\nADI 1862 (TP), ADI 1893 (TP), ADI 2609 (TP), ADI 3671 (TP), ADI 3811 (TP), ADI 5336 (TP).\r\n(COMPETÊNCIA, UNIÃO FEDERAL, DIREITO DO TRABALHO, SAÚDE, TRABALHADOR)\r\nADI 953 (TP), ADI 1862 (TP), ADI 1893 (TP), ADI 2487 (TP), ADI 2609 (TP), ADI 3165 (TP), ADI 3251 (TP), ADI 3671 (TP), ADI 3811 (TP), ADI 5336 (TP), ADI 5739 (TP), ARE 1059077 AgR (1ªT), RE 1363861 AgR (1ªT).\r\n(MELHORIA, CONDIÇÃO, TRABALHO)\r\nADI 953 MC (TP).\r\n(CRITÉRIO, VINCULAÇÃO, MATÉRIA, COMPETÊNCIA)\r\nADI 5521 (TP).\r\n(CONSTITUCIONALIDADE, LEI ESTADUAL, COIBIÇÃO, DISCRIMINAÇÃO, MULHER, RELAÇÃO DE TRABALHO)\r\nADI 953 (TP).\r\n(CONSTITUCIONALIDADE, LEI ESTADUAL, PENALIDADE, EMPRESA, EXIGÊNCIA, EXAME DE SAÚDE, GRAVIDEZ, LAQUEADURA DE TROMPAS)\r\nADI 3165 (TP).\r\n(USURPAÇÃO DE COMPETÊNCIA, CHEFE DO PODER EXECUTIVO, LEI, AUMENTO DE DESPESA, ADMINISTRAÇÃO PÚBLICA)\r\nARE 878911 RG (TP).\r\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, DIREITO DO TRABALHO)\r\nADI 2875 (TP).\r\n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO, INSPEÇÃO, TRABALHO)\r\nADI 403 (TP), ADI 1862 (TP), ADI 1893 (TP), ADI 2609 (TP), ADI 3165 (TP), ADI 3251 (TP), ADI 3671 (TP), ADI 5336 (TP), ADI 5739 (TP).\r\n(CONSTITUCIONALIDADE, LEI DISTRITAL, INSTALAÇÃO, SALA, DESCANSO, HOSPITAL)\r\nRE 1363861 AgR (1ªT).\r\n- Decisões monocráticas citadas:\r\n(COMPETÊNCIA CONCORRENTE, PROTEÇÃO, SAÚDE, PANDEMIA)\r\nADPF 672.\r\n(COMPETÊNCIA, UNIÃO FEDERAL, DIREITO DO TRABALHO, SAÚDE, TRABALHADOR)\r\nARE 1032912, ARE 1023247.\r\n(ADI, AUSÊNCIA, JUNTADA, CÓPIA DE DOCUMENTO, ATO NORMATIVO IMPUGNADO, VÍCIO SANÁVEL)\r\nADI 6063.\r\n(CONSTITUCIONALIDADE, LEI DISTRITAL, INSTALAÇÃO, SALA, DESCANSO, HOSPITAL)\r\nRE 1363861.\r\n- Decisão estrangeira citada: caso do McCulloch v. Maryland.\n- Veja RE 1363861.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\n- Veja Manual de Padrão de Ocupação e Dimensionamento de Ambientes em Imóveis Institucionais da Administração Pública Federal direta, autárquica e fundacional. Versão 1.0. set. 2020. Disponível em: chromeextension://efaidnbmnnnibpcajpcglclefindmkaj/https://www.gov.br/economia/pt-br/centrais-deconteudo/publicacoes/guias-e-manuais/defeso/manual_racionaliza_08set2020.pdf Acesso em: 28 fev. 2023.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DE SAÚDE - HOSPITAIS, ESTABELECIMENTOS E SERVIÇOS - CNS \nADV.(A/S)  : JOICY DAMARES PEREIRA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : PROCURADOR-CHEFE DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : ALEXANDRE ISSA KIMURA \nADV.(A/S)  : DIANA COELHO BARBOSA \nAM. CURIAE.  : CONSELHO FEDERAL DE ENFERMAGEM - COFEN \nADV.(A/S)  : JOSE LEANDRO TEIXEIRA BORBA \nADV.(A/S)  : JOAO BOSCO TAVARES DE MATTOS \nADV.(A/S)  : TYCIANNA GOES DA SILVA MONTE ALEGRE \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS ENFERMEIROS - FNE \nADV.(A/S)  : ANDRE LUIZ CAETANO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":481143,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 6317","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht, I, Heidelberg. 22. ed. 2006. p. 56-60.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist Papers. n. 9.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987, p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 965.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSCHWARTZ, Bernard. Aspectos do Federalismo Norte-Americano. Revista do Senado.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":6317,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436425","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento ao agravo regimental e deferia o pedido de extradição, divergiu o Ministro Edson Fachin, que indeferia o pedido de extradição apresentado pelo Governo da Colômbia, pediu vista o Ministro Ricardo Lewandowski. Segunda Turma, Sessão Virtual de 26.6.2020 a 4.8.2020.\r\n\n           Decisão: A Turma, por empate na votação, deu seguimento ao agravo regimental e no mérito, provimento para revogar a prisão preventiva do extraditando Jaime Henrique Saade Cormane, a fim de colocá-lo em liberdade se por outro motivo não estiver preso, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, acompanhado pelo Ministro Ricardo Lewandowski, vencidos os Ministros Gilmar Mendes (Relator) e Cármen Lúcia. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 18.9.2020 a 25.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur436425","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-11-06T14:20:18.003640","dg_unique":"sjur436425","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO BRASIL-COLÔMBIA. CRIME DE HOMICÍDIO. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA RECONHECIDA.\n\n\n\n    1. A redação do art. 63, do Código Penal, estabelece que: Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior. A nova conduta só pode ser reconhecida como crime, e consequentemente, configurar reincidência do autor em atividade criminosa, após o trânsito em julgado da sentença condenatória, conforme já decidiu esta Segunda Turma.\n\n\n\n    2. Não é possível certificar a ocorrência de novo crime para o fim de reconhecer a reincidência, causa que interromperia o prazo prescricional, findo em 9/7/2016, conforme preceitua o art. 109, inciso I, do Código Penal.\n\n\n\n    3. A causa extintiva da punibilidade afeta requisito fundamental para a concessão da extradição, o da dupla punibilidade, conforme prevê o art. 82, inciso VI, da Lei 13.445/2017. \n\n\n\n    4. Provimento do agravo para revogar a prisão preventiva do extraditando Jaime Henrique Saade Cormane, para o fim de colocá-lo em liberdade se por outro motivo não estiver preso","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754404907","externo_seq_objeto_incidente":5898712,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-274  DIVULG 17-11-2020  PUBLIC 18-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1560&classe=Ext","is_colac":false,"titulo":"Ext 1560 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-006815 ANO-1980\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00006 ART-00084\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1938\n    TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00063 ART-00071 ART-00109 INC-00001\n    INC-00004 ART-00110 ART-00117 INC-00006\n    ART-00119 INC-00006 ART-00121 PAR-00002\n    INC-00001 INC-00004 INC-00005 ART-00213\n    ART-00297 ART-00299 ART-00304 ART-00307\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-001994 ANO-1940\n    DECRETO LEGISLATIVO -   APROVA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEC-006330 ANO-40\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-11-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. INVIABILIDADE, AVALIAÇÃO, APLICAÇÃO DA PENA, LEI PENAL, LEI ESTRANGEIRA, MOMENTO POSTERIOR, NECESSIDADE, AVALIAÇÃO, CIRCUNSTÂNCIA JUDICIAL, INVIABILIDADE. INOCORRÊNCIA, PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA, LEI, REPÚBLICA DA COLÔMBIA. LEGISLAÇÃO BRASILEIRA, OCORRÊNCIA, PRESCRIÇÃO. IMPOSSIBILIDADE, RECONHECIMENTO, REINCIDÊNCIA. CONFIGURAÇÃO, CAUSA DE EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, REQUISITO, EXTRADIÇÃO, DUPLA PUNIBILIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. CONFIGURAÇÃO, DUPLA TIPICIDADE, DUPLA PUNIBILIDADE, SUPERVENIÊNCIA, PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA. INEXISTÊNCIA, PROVA DOCUMENTAL, COMPROVAÇÃO, REINCIDÊNCIA. NECESSIDADE, RECONHECIMENTO, REINCIDÊNCIA, COMPROVAÇÃO, ATIVIDADE CRIMINOSA, MOMENTO POSTERIOR, TRÂNSITO EM JULGADO, SENTENÇA CONDENATÓRIA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), RESOLUÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), COMPROVAÇÃO, PREENCHIMENTO, INCLUSÃO, GRUPO DE RISCO, AUSÊNCIA. INVIABILIDADE, PRISÃO DOMICILIAR. CASO CONCRETO, CONDENAÇÃO, COMETIMENTO DE CRIME, VIOLÊNCIA, GRAVE AMEAÇA, LEGALIDADE, PRISÃO CAUTELAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1560&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-AgR","documental_observacao_texto":"- A Ext 1560 AgR foi objeto da AR 2921 julgada parcialmente procedente.\n- Acórdão(s) citado(s):\n(EXTRADIÇÃO, AVERIGUAÇÃO, LEGALIDADE, CARÁTER FORMAL)\nExt 1590 (2ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1334 (2ªT), Ext 1402 (2ªT), Ext 1434 (2ªT), Ext 1510 (2ªT), Ext 1530 (1ªT). \n(CONFIGURAÇÃO, REINCIDÊNCIA, NECESSIDADE, TRÂNSITO EM JULGADO)\nRHC 88022 (1ªT), HC 103970 (1ªT), RHC 116544 (2ªT). \n- Legislação estrangeira citada: art. 87, art. 103, art. 298 e art. 323 do Código Penal Colombiano (então vigente Decreto-Lei 100/1980); art. 103 e art. 205, da lei 599 de 2000, da atual versão do Código Penal da Colômbia; art. 196, do Código de Processo Penal da Colômbia, instituído pelo Decreto 2700 de 30/11/19912; lei 600 de 25/7/2000, da Colômbia.\n- Veja art. 4º, art. 8º, §1º, inciso I, Letra \"c\", da Recomendação 62/2020 do CNJ.\nNúmero de páginas: 27.\nAnálise: 01/12/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : JAIME ENRIQUE SAADE CORMANE \nADV.(A/S)  : FERNANDO GOMES DE OLIVEIRA \nAGDO.(A/S)  : GOVERNO DA COLÔMBIA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436425,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1560 AgR","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-09-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES","EDSON FACHIN"],"processo_numero":1560,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479623","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 5.5.2023 a 12.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479623","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-30T15:20:15.116694","dg_unique":"sjur479623","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS. HOMICÍDIO QUALIFICADO TENTADO. ABSOLVIÇÃO. QUESITO GENÉRICO. TRIBUNAL DO JÚRI E DEVIDO PROCESSO LEGAL. CONSTITUCIONALIDADE DE APELAÇÃO DA ACUSAÇÃO QUANDO A DECISÃO DOS JURADOS FOR MANIFESTAMENTE CONTRÁRIA À PROVA DOS AUTOS. COMPATIBILIDADE COM A GARANTIA CONSTITUCIONAL DA SOBERANIA DOS VEREDICTOS. EXCLUSIVA COMPETÊNCIA DO JÚRI PARA A REALIZAÇÃO DE NOVO E DEFINITIVO JULGAMENTO DE MÉRITO.\n\n\n\n    1. A soberania dos veredictos é garantia constitucional do Tribunal do Júri, órgão competente para o julgamento dos crimes dolosos contra a vida, sendo a única instância exauriente na apreciação dos fatos e das provas do processo. Impossibilidade de suas decisões serem materialmente substituídas por decisões proferidas por juízes ou Tribunais togados. Exclusividade na análise do mérito.\n\n\n\n    2. A introdução do quesito genérico na legislação processual penal (Lei 11.689, de 09 de junho de 2008) veio claramente com o intuito de simplificar a votação dos jurados reunindo as teses defensivas em um quesito , e não para transformar o corpo de jurados em \"um poder incontrastável e ilimitado\".\n\n\n\n    3. Em nosso ordenamento jurídico, embora soberana enquanto decisão emanada do Juízo Natural constitucionalmente previsto para os crimes dolosos contra a vida, o específico pronunciamento do Tribunal do Júri não é inatacável, incontrastável ou ilimitado, devendo respeito ao duplo grau de jurisdição. Precedentes.\n\n\n\n    4. A apelação não substitui a previsão constitucional de exclusividade do Tribunal do Júri na análise de mérito dos crimes dolosos contra a vida, pois, ao afastar a primeira decisão do Conselho de Sentença, simplesmente, determina novo e definitivo julgamento de mérito pelo próprio Júri.\n\n\n\n    5. Sendo constitucionalmente possível a realização de um novo julgamento pelo próprio Tribunal do Júri, dentro do sistema acusatório consagrado pelo nosso ordenamento jurídico como garantia do devido processo legal, não é possível o estabelecimento de distinção interpretativa para fins de recursos apelatórios entre acusação e defesa, sob pena de ferimento ao próprio princípio do contraditório, que impõe a condução dialética do processo (par conditio).\n\n\n\n    6. Agravo Regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767710659","externo_seq_objeto_incidente":6624060,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 16-05-2023  PUBLIC 17-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=226879&classe=RHC","is_colac":false,"titulo":"RHC 226879 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 LET-C INC-00055\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000263 ANO-1948\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00406 ART-00497 ART-00593 INC-00001\n    LET-D INC-00003 LET-A LET-B\n    LET-C LET-D PAR-00001 PAR-00002\n    PAR-00003 ART-00598\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2023-05-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORIGEM, HISTÓRIA, TRIBUNAL DO JÚRI. COMPOSIÇÃO, TRIBUNAL DO JÚRI, DOUTRINA. PRINCÍPIO, TRIBUNAL DO JÚRI, PLENITUDE DE DEFESA, SIGILO, VOTAÇÃO, COMPETÊNCIA, SOBERANIA DO VEREDICTO. CABIMENTO, RECURSO, IMPUGNAÇÃO, DECISÃO, TRIBUNAL DO JÚRI, DIREITO COMPARADO. DOUTRINA, SOBERANIA DO VEREDICTO, CARÁTER ABSOLUTO, IMPOSSIBILIDADE, APELAÇÃO, ACUSAÇÃO, DEFESA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=226879&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DECISÃO JUDICIAL, IMPOSSIBILIDADE, SUBSTITUIÇÃO, DECISÃO, TRIBUNAL DO JÚRI)\nRHC 170559 (1ªT), HC 199098 AgR (1ªT). \n(CABIMENTO, APELAÇÃO, DECISÃO, TRIBUNAL DO JÚRI)\nHC 70193 (1ªT), HC 100693 (1ªT), HC 104285 (2ªT), HC 111207 (2ªT), RHC 113314 AgR (1ªT), RHC 118197 (1ªT), RHC 124554 (1ªT), RHC 132321 (2ªT), HC 134412 (2ªT), HC 142621 AgR (1ªT), HC 173582 AgR (1ªT). \n(TRIBUNAL DO JÚRI, NOVO JULGAMENTO, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\nHC 75426 (1ªT), HC 102004 (1ªT), HC 106287 (1ªT), HC 107525 (2ªT), RHC 122497 (1ªT), HC 32271 (TP). \n- Decisão monocrática citada:\n(CABIMENTO, APELAÇÃO, DECISÃO, TRIBUNAL DO JÚRI)\nRHC 170426.\n- Legislação estrangeira citada: 5ª Emenda à Constituição dos Estados Unidos.\n- Decisões estrangeiras citadas: Fong Foo vs. United States, 1962, Harry Aleman vs. Judges of the Criminal Division, Burks vs. United States, da Suprema Corte dos EUA; Connely vs. DPP, House of Lords, da Inglaterra; Judge vs. The United Kingdom, Tribunal de Direitos do Homem, da União Europeia; Strafprozeßordnung, StPO, seção 312, da Alemanha; Sentencias 115/2006, 246/2004, 169/2004, da Espanha.\nNúmero de páginas: 21.\nAnálise: 30/10/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ANTONIO CARLOS RAMOS \nADV.(A/S)  : GLAUCIO DALPONTE MATTIOLI \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479623,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RHC 226879 AgR","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2023-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"ALMEIDA, Ricardo Vital de. O júri no Brasil: aspectos constitucionais – soberania e democracia social. EDJUR, 2005.\nBLACK. Jury. In: Black's law dictionary. p. 768 apud FERREIRA, Pinto. Comentários à Constituição brasileira. São Paulo: Saraiva, 1989-1994. p. 154-156.\nHUNGRIA, Nelson apud ESPÍNDOLA FILHO, Walmir. Código de Processo Penal Brasileiro Anotado. 1. ed. Bookseller, 2000. v. 6. p. 171-172.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 3. ed. Juspodivm, 2018. p. 1450-1451.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 6. ed. Juspodivm, 2018. p. 1354-1355.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2008. p. 1487-1488.\nNUCCI, Guilherme de Souza. Tribunal do Júri. 7. ed. Forense, 2018. p. 434.\nPONTES DE MIRANDA. Comentários à Constituição de 1967. 2. ed. Revista dos Tribunais, 1973. p. 270.\nSILVA, Amaury. O novo Tribunal do Júri. J. H. Mizuno, 2009. p. 52.\nVARGAS, José Cirilo de. O processo penal e garantias fundamentais. Del Rey, 1992.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":226879,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}