{"result":{"took":847,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur468502","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente o pedido formulado pelo Governo da Eslovênia, por meio da Nota Verbal 021/2022, a fim de deferir a extradição passiva de Andrej Rehar, e manteve a medida cautelar deferida nos autos, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 12.8.2022 a 19.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur468502","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur468502","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO INTERNACIONAL. PEDIDO DE EXTRADIÇÃO PASSIVA. REPÚBLICA DA ESLOVÊNIA. CRIME DE BURLA. MEDIDAS CAUTELARES DEVIDAMENTE IMPLEMENTADAS. IMPOSSIBILIDADE DA REVOGAÇÃO DA PRISÃO CAUTELAR. MANUTENÇÃO. MÉRITO. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. DUPLA TIPICIDADE E PUNIBILIDADE. COMPROMISSOS LEGAIS ASSUMIDOS PELO ESTADO REQUERENTE. PREENCHIMENTO DOS REQUISITOS LEGAIS. PEDIDO DE EXTRADIÇÃO QUE SE JULGA PROCEDENTE. \n\n\n\n    I – Quanto ao pedido de revogação da prisão, cumpre destacar que a prisão para fins de extradição, independentemente das circunstâncias do crime, seja ou não com uso de violência ou grave ameaça, é medida cautelar prevista no art. 84 da Lei 13.445/2017, e considerada como pressuposto para a fiel executoriedade da entrega do estrangeiro ao Estado requerente, caso deferida a extradição. \n\n\n\n    II - Os documentos coligidos nos autos descortinam a existência de decreto prisional emitido pela autoridade judiciária competente do Estado da Eslovênia, em 13 dezembro de 2019, sem o devido cumprimento (fls. 77/86). Além disso, as sucessivas ausências do extraditando para a realização de atos processuais, para os quais foi regularmente intimado, conforme explicitado pela referida autoridade (fls. 77/86), revelam, de forma indene de dúvidas, a necessidade da manutenção da prisão cautelar. Impossibilidade de revogação.\n\n\n\n    III - Em matéria de extradição, o juízo cognitivo é limitado às suas legalidades formais, devido à subsistência, entre nós, do sistema de contenciosidade limitada. Da mesma forma, em relação às causas impeditivas do art. 82 da Lei 13.445/2017, verifica-se que o extraditando não é brasileiro nato ou naturalizado, inexistindo informações de que seja considerado juridicamente refugiado ou que responda a processo no Brasil pelos mesmos fatos. \n\n\n\n    IV – As informações trazidas a lume pelo Estado requerente - ancoradas em depoimentos da suposta vítima, e alicerçadas pela prova testemunhal e documental – infirmam prima facie a tese defensiva acerca da simples tomada de empréstimo pessoal a juros abusivos, seguida do inadimplemento da prestação correspondente. Com efeito, a linha investigatória constante da decisão proferida pela autoridade estrangeira revela, ao menos de forma indiciária, a prática (sucessiva) do delito equiparado ao crime de estelionato (art. 171 do Código Penal). \n\n\n\n    V - A infração penal é desvestida de qualquer natureza ideológica, constituindo delitos comuns, insuscetível de julgamento perante tribunais de exceção no Estado requerente, não se configurando o óbice à extradição, disposto no art. 82, VII, da referida Lei.\n\n\n\n    VI – Na forma da Súmula 421 desta Suprema Corte, não impede a extradição a circunstância de ser o extraditando casado com brasileira ou ter filho brasileiro. \n\n\n\n    VII – Compromissos legais assumidos pelo Estado requerente foram consignados nos autos, precisamente quanto ao limite de cumprimento de pena de 30 anos, bem como da assunção referente à detração do período de prisão no Brasil.\n\n\n\n    VIII - Observados os requisitos legais para o pedido de extradição, sendo inexistentes quaisquer dos óbices previstos no art. 82 da Lei 13.445/2017. Ademais, reputo preenchidos os requisitos previstos nos arts. 83 e 87, §3º, do mesmo diploma legal. \n\n\n\n    IX – Pedido de extradição que se julga procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762499540","externo_seq_objeto_incidente":6407157,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-169  DIVULG 24-08-2022  PUBLIC 25-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1735&classe=Ext","is_colac":false,"titulo":"Ext 1735","documental_legislacao_citada_texto":["LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00002 INC-00007 ART-00083\n    ART-00084 ART-00086 ART-00087 PAR-00003\n    ART-00091 PAR-00001 ART-00096\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00171 ART-00211 PAR-00001\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-08-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1735&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nExt 1531 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1510 (2ªT), Ext 1530 (1ªT). \n- Legislação estrangeira citada: art. 211, § 1º, do Código Penal KZ-1-NPB4 esloveno.\nNúmero de páginas: 20.\nAnálise: 27/04/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESLOVÊNIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : ANDREJ REHAR \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":468502,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1735","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1735,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur463756","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, examinou as preliminares e: i) indeferiu o pedido de adiamento do julgamento do feito formulado pelo Extraditando (Petição nº 14634/2022); ii) indeferiu o pedido de suspensão do processo e; iii) negou provimento ao agravo regimental interposto (Petição n° 114012/2021). No mérito, por unanimidade, a Turma deferiu o pedido de extradição formulado pelo Governo da Itália, para que o Extraditando seja entregue, na forma da legislação vigente, pelas condenações demonstradas nestes autos, anotando que o Estado requerente deverá assumir o compromisso de que a) será efetuada a detração do tempo de prisão ao qual foi submetido; b) observará, quanto à pena privativa de liberdade, que o seu cumprimento deverá ocorrer no prazo máximo de trinta anos, limite estabelecido pela legislação brasileira, ainda que somadas mais de uma pena, nos termos do voto da Relatora. Anote-se, para fins de detração, estar o Extraditando preso no Brasil desde 24.5.2021 e, de acordo com o art. 18, item 1 do Decreto n° 863/1993 e art. 97 da Lei n° 13.445/2017, os bens eventualmente apreendidos com o Extraditando, que até a presente data não foram reivindicados por terceiros, deverão ser entregues ao Governo da Itália, juntamente com ele, mediante assinatura de termo de entrega. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência da Ministra Cármen Lúcia. Primeira Turma, 8.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur463756","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur463756","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA ITALIANA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIME DE TRÁFICO INTERNACIONAL DE DROGAS. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO PELA LEGISLAÇÃO BRASILEIRA E ESTRANGEIRA. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Governo da Itália atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado requerente dispõe de competência jurisdicional para processar o Extraditando.\n\n\n\n    3. Requisito da dupla tipicidade cumprido quanto ao fato delituoso imputado ao Extraditando correspondente, no Brasil, ao crime de tráfico internacional de drogas.\n\n\n\n    4. Inocorrência de prescrição pela legislação brasileira e italiana.\n\n\n\n    5. Teses de defesa sem fundamento legal.\n\n\n\n    6. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760567804","externo_seq_objeto_incidente":6218707,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-086  DIVULG 04-05-2022  PUBLIC 05-05-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1682&classe=Ext","is_colac":false,"titulo":"Ext 1682","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00040 INC-00052 ART-00084\n    INC-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    ART-00089\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009474 ANO-1997\n    ART-00033 ART-00034\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011340 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 \"CAPUT\" ART-00040 INC-00001\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00081 ART-00082 INC-00002 INC-00006\n    ART-00083 INC-00001 ART-00088 PAR-00003\n    ART-00096 INC-00002 ART-00097\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD ANO-1989\n    ART-00005 ART-00009 ART-00018 NÚMERO-00001\n    TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00075 ART-00109 INC-00001 INC-00002\n    ART-00117 INC-00005 INC-00006\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078 ANO-1992\n    DECRETO LEGISLATIVO - APROVA PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863 ANO-1993\n    DECRETO -  PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989"],"publicacao_data":"2022-05-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EXTRADIÇÃO, PEDIDO, CONCESSÃO, REFÚGIO, SUSPENSÃO DO PROCESSO. EXTRADIÇÃO, PROMESSA, RECIPROCIDADE. EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. PRESIDENTE DA REPÚBLICA, ENTREGA DO EXTRADITANDO, ATO DISCRICIONÁRIO, ESTADO ESTRANGEIRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1682&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PEDIDO, CONCESSÃO, REFÚGIO, SUSPENSÃO DO PROCESSO)\nHC 81127 (TP), Ext 1424 QO (2ªT). \n(EXTRADIÇÃO, PROMESSA, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1039 (TP). \n(EXTRADIÇÃO, REQUISITO)\nExt 667 (1ªT). \n(PRESIDENTE DA REPÚBLICA, ENTREGA DO EXTRADITANDO, ATO DISCRICIONÁRIO, ESTADO ESTRANGEIRO)\nExt 1114 (TP), Ext 1146 ED (TP), Rcl 11243 (TP), Ext 1085 PET-AV (TP). \n- Legislação estrangeira citada:art. 172 do Código Penal Italiano.\nNúmero de páginas: 66.\nAnálise: 18/01/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : ROCCO MORABITO \nADV.(A/S)  : LEONARDO DE CARVALHO E SILVA MORETTO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":463756,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1682","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-03-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1682,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446939","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que conhecia do recurso extraordinário e dava-lhe provimento para, reformando o acórdão atacado, assentar inválida a cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora, e fixava a seguinte tese (tema 1.093 da repercussão geral): \"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais”, pediu vista dos autos o Ministro Dias Toffoli. Falaram: pelos recorrentes, o Dr. Roque Antonio Carrazza; pelo interessado Estado do Rio Grande do Sul, o Dr. Thiago Holanda González, Procurador do Estado; e, pela interessada Federação das Indústrias do Estado de Minas Gerais, o Dr. Tercio Sampaio Ferraz Junior. Plenário, Sessão Virtual de 16.10.2020 a 23.10.2020.\n\n                 Decisão: Após o voto do Ministro Marco Aurélio (Relator), que conhecia do recurso extraordinário e dava-lhe provimento para, reformando o acórdão atacado, assentar inválida a cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora, e fixava a seguinte tese (tema 1.093 da repercussão geral): \"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais\"; e do voto do Ministro Dias Toffoli, que acompanhava o Relator e dava provimento ao recurso extraordinário, assentando a invalidade “da cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora”, acompanhava o Relator também quanto à tese de repercussão geral e propunha a modulação dos efeitos da decisão, de modo que ela produza efeitos a partir do exercício seguinte (2021), exceto quanto à cláusula nona do ICMS nº 93/2015 e às normas das leis dos estados e do Distrito Federal que versarem sobre essa cláusula, propondo, quanto a tais normas e cláusula, que a decisão produza efeitos desde a concessão da medida cautelar na ADI nº 5.464/DF, pediu vista dos autos o Ministro Nunes Marques. Falaram: pelas recorrentes, o Dr. Fabio Brun Goldschmidt; e, pelo recorrido, o Dr. Jorge Octávio Lavocat Galvão, Procurador do Distrito Federal. Presidência do Ministro Luiz Fux. Plenário, 11.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF). \n\n                Decisão: O Tribunal, por maioria, apreciando o tema 1.093 da repercussão geral, deu provimento ao recurso extraordinário, assentando a invalidade “da cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora”, vencidos os Ministros Nunes Marques, Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes e Luiz Fux (Presidente). Em seguida, por maioria, foi fixada a seguinte tese: \"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais”, vencido o Ministro Alexandre de Moraes. Por fim, o Tribunal, por maioria, modulou os efeitos da declaração de inconstitucionalidade das cláusulas primeira, segunda, terceira, sexta e nona do convênio questionado para que a decisão produza efeitos, quanto à cláusula nona, desde a data da concessão da medida cautelar nos autos da ADI nº 5.464/DF e, quanto às cláusulas primeira, segunda, terceira e sexta, a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), aplicando-se a mesma solução em relação às respectivas leis dos estados e do Distrito Federal, para as quais a decisão produzirá efeitos a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), exceto no que diz respeito às normas legais que versarem sobre a cláusula nona do Convênio ICMS nº 93/2015, cujos efeitos retroagem à data da concessão da medida cautelar nos autos da ADI nº 5.464/DF. Ficam ressalvadas da proposta de modulação as ações judiciais em curso. Vencidos, nesse ponto, o Ministro Edson Fachin, que aderia à proposta original de modulação dos efeitos, e o Ministro Marco Aurélio (Relator), que não modulava os efeitos da decisão. Redigirá o acórdão o Ministro Dias Toffoli. Plenário, 24.02.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur446939","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur446939","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recurso extraordinário. Repercussão geral. Direito tributário. Emenda Constitucional nº 87/2015. ICMS. Operações e prestações em que haja a destinação de bens e serviços a consumidor final não contribuinte do ICMS localizado em estado distinto daquele do remetente. Inovação constitucional. Matéria reservada a lei complementar (art. 146, I e III, a e b; e art. 155, § 2º, XII, a, b, c, d e i, da CF/88). Cláusulas primeira, segunda, terceira e sexta do Convênio ICMS nº 93/15. Inconstitucionalidade. Tratamento tributário diferenciado e favorecido destinado a microempresas e empresas de pequeno porte. Simples Nacional. Matéria reservada a lei complementar (art. 146, III, d, e parágrafo único, da CF/88). Cláusula nona do Convênio ICMS nº 93/15. Inconstitucionalidade.\n\n\n\n    1. A EC nº 87/15 criou nova relação jurídico-tributária entre o remetente do bem ou serviço (contribuinte) e o estado de destino nas operações com bens e serviços destinados a consumidor final não contribuinte do ICMS. O imposto incidente nessas operações e prestações, que antes era devido totalmente ao estado de origem, passou a ser dividido entre dois sujeitos ativos, cabendo ao estado de origem o ICMS calculado com base na alíquota interestadual e ao estado de destino, o diferencial entre a alíquota interestadual e sua alíquota interna.\n\n\n\n    2. Convênio interestadual não pode suprir a ausência de lei complementar dispondo sobre obrigação tributária, contribuintes, bases de cálculo/alíquotas e créditos de ICMS nas operações ou prestações interestaduais com consumidor final não contribuinte do imposto, como fizeram as cláusulas primeira, segunda, terceira e sexta do Convênio ICMS nº 93/15.\n\n\n\n    3. A cláusula nona do Convênio ICMS nº 93/15, ao determinar a extensão da sistemática da EC nº 87/2015 aos optantes do Simples Nacional, adentra no campo material de incidência da LC nº 123/06, que estabelece normas gerais relativas ao tratamento diferenciado e favorecido a ser dispensado às microempresas e às empresas de pequeno porte, à luz do art. 146, inciso III, d, e parágrafo único, da Constituição Federal.\n\n\n\n    4. Tese fixada para o Tema nº 1.093: “A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais”.\n\n\n\n    5. Recurso extraordinário provido, assentando-se a invalidade da cobrança do diferencial de alíquota do ICMS, na forma do Convênio nº 93/1, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte.\n\n\n\n    6. Modulação dos efeitos da declaração de inconstitucionalidade das cláusulas primeira, segunda, terceira, sexta e nona do convênio questionado, de modo que a decisão produza efeitos, quanto à cláusula nona, desde a data da concessão da medida cautelar nos autos da ADI nº 5.464/DF e, quanto às cláusulas primeira, segunda, terceira e sexta, a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), aplicando-se a mesma solução em relação às respectivas leis dos estados e do Distrito Federal, para as quais a decisão deverá produzir efeitos a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), exceto no que diz respeito às normas legais que versarem sobre a cláusula nona do Convênio ICMS nº 93/15, cujos efeitos deverão retroagir à data da concessão da medida cautelar nos autos da ADI nº 5.464/DF. Ficam ressalvadas da modulação as ações judiciais em curso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755955631","externo_seq_objeto_incidente":5994076,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-099  DIVULG 24-05-2021  PUBLIC 25-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1287019&classe=RE","is_colac":false,"titulo":"RE 1287019","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00004 INC-00005 ART-00005 INC-00054\n    INC-00055 ART-00024 INC-00001 PAR-00001\n    PAR-00002 PAR-00003 ART-00093 INC-00009\n    ART-00102 INC-00003 LET-A ART-00145\n    INC-00001 INC-00003 LET-A ART-00146\n    INC-00001 INC-00003 LET-A LET-B\n    LET-C LET-D PAR-ÚNICO INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00155\n    INC-00002 PAR-00002 INC-00007 LET-A\n    LET-B INC-00008 LET-A LET-B\n    INC-00012 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000033 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000087 ANO-2015\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00034 PAR-00003 PAR-00004 PAR-00005\n    PAR-00008 ART-00099 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000024 ANO-1975\n    ART-00010\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000087 ANO-1996\n    ART-00001 ART-00002 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 ART-00003\n    ART-00004 ART-00005 ART-00006 ART-00007\n    ART-00008 ART-00009 ART-00011 INC-00002\n    LET-C ART-00012 INC-00001 INC-00012\n    INC-00013 ART-00013 INC-00009 PAR-00001\n    PAR-00003 ART-00014 ART-00015 ART-00016\n    ART-00019 ART-00020\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000114 ANO-2002\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000123 ANO-2006\n    ART-00013 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    PAR-00001 INC-00013 LET-G ITEM-00001\n    ITEM-00002 LET-H\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00007 \"CAPUT\" PAR-00001 PAR-00002\n    PAR-00003 ART-00100 INC-00004 ART-00102\n    ART-00199\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-001254 ANO-1996\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013086 ANO-2015\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00485 INC-00006 ART-01030 INC-00001\n    LET-A ART-01035 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-021076 ANO-1932\n    ART-00002\n    DECRETO - CÓDIGO ELEITORAL\n\n","LEG-FED   PEC-000103 ANO-2011\n    PROPOSTA DE EMENDA CONSTITUCIONAL, SENADO FEDERAL - SF\n\n","LEG-FED   PEC-000197 ANO-2012\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000007 ANO-2015\n    PROPOSTA DE EMENDA CONSTITUCIONAL, SENADO FEDERAL\n\n","LEG-FED   PJLCP-000218 ANO-2016\n    ART-00001 PAR-ÚNICO ART-00002 INC-00001\n    INC-00002 ART-00003 ART-00004 ART-00005\n    INC-00001 INC-00002 INC-00003 ART-00006\n    ART-00007 ART-00008 ART-00009 ART-00010\n    PROJETO DE LEI COMPLEMENTAR DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJLCP-000325 ANO-2016\n    PROJETO DE LEI COMPLEMENTAR DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00013 LET-C\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   CNV-000066 ANO-1989\n    CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   CNV-000133 ANO-1997\n    ART-00001 ART-00003 INC-00001 INC-00002\n    ART-00038 INC-00001 INC-00002 INC-00003\n    CONVÊNIO CONVÊNIO - APROVA O REGIMENTO DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ.\n\n","LEG-FED   CNV-000093 ANO-2015\n    CLÁUSULA-00001 CLÁUSULA-00002 INC-00001 LET-A\n    LET-B LET-C INC-00002 LET-A\n    LET-B LET-C PAR-00001 PAR-0001A\n    PAR-00002 PAR-00003 PAR-00004 PAR-00005\n    INC-00001 INC-00002 CLÁUSULA-00003 CLÁUSULA-00006\n    CLÁUSULA-00009\n    CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   PLT-000021 ANO-2011\n    PROTOCOLO DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   PLT-000021 ANO-2011\n    PROTOCOLO  ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   SUMSTF-000282\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000569\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-007098 ANO-1998\n    ART-0018C PAR-ÚNICO\n    LEI ORDINÁRIA, MT\n\n","LEG-EST   LEI-011001 ANO-2001\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-009226 ANO-2009\n    ART-00013\n    LEI ORDINÁRIA, MT\n\n","LEG-EST   SUMSTF-000280\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   LEI-005546 ANO-2015\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2021-05-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ICMS, IMPORTAÇÃO, PESSOA FÍSICA, PESSOA JURÍDICA, CONTRIBUINTE, AUSÊNCIA, HABITUALIDADE. COMPETÊNCIA TRIBUTÁRIA, IMUTABILIDADE, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, CONVÊNIO ICMS. CRIAÇÃO, ADICIONAL DE IMPOSTO DE RENDA, LEI ESTADUAL, AUSÊNCIA, LEI COMPLEMENTAR. LEI ESTADUAL, CRIAÇÃO, TRIBUTO, AUSÊNCIA, LEI COMPLEMENTAR. LEI ESTADUAL, COBRANÇA, TRIBUTO, PRODUÇÃO DE EFEITOS, MOMENTO POSTERIOR, VIGÊNCIA, LEI COMPLEMENTAR. INCONSTITUCIONALIDADE FORMAL, CONVÊNIO ICMS, SIMPLES NACIONAL, OFENSA, PRINCÍPIO DA RESERVA LEGAL, LEI COMPLEMENTAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PREQUESTIONAMENTO, DEBATE PRÉVIO, MATÉRIA, IRRELEVÂNCIA, MENÇÃO, DISPOSITIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONSTITUIÇÃO FEDERAL, CRIAÇÃO, NORMA GERAL, MATÉRIA TRIBUTÁRIA, DEFINIÇÃO, TRIBUTO, FATO GERADOR, BASE DE CÁLCULO, CONTRIBUINTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: INCONSTITUCIONALIDADE, LEI ESTADUAL, CRIAÇÃO, RESPONSABILIDADE TRIBUTÁRIA.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: CONSTITUIÇÃO FEDERAL, INDICAÇÃO, DESTINATÁRIO, RECEITA, RESPONSÁVEL TRIBUTÁRIO, RECOLHIMENTO, AUTOAPLICABILIDADE.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: ALÍQUOTA DIFERENCIADA, ICMS, VEICULAÇÃO, LEI ESTADUAL, REGULAMENTAÇÃO, LEI COMPLEMENTAR FEDERAL. AUSÊNCIA, LEI COMPLEMENTAR, IMPOSSIBILIDADE, EXERCÍCIO, ESTADO-MEMBRO, COMPETÊNCIA PLENA. ICMS, ALÍQUOTA DIFERENCIADA, REPERCUSSÃO GERAL. COBRANÇA, ALÍQUOTA DIFERENCIADA, ICMS, DISPENSABILIDADE, LEI COMPLEMENTAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1287019&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ICMS, IMPORTAÇÃO, PESSOA FÍSICA, PESSOA JURÍDICA, CONTRIBUINTE, AUSÊNCIA, HABITUALIDADE)\nRE 439796 (TP), RE 474267 (TP), RE 1221330 (TP). \n(COMPETÊNCIA TRIBUTÁRIA, IMUTABILIDADE, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, CONVÊNIO ICMS)\nADI 4628 (TP). \n(LEI ESTADUAL, CRIAÇÃO, TRIBUTO, AUSÊNCIA, LEI COMPLEMENTAR)\nRE 140887 (TP). \n(AUSÊNCIA, LEI COMPLEMENTAR, IMPOSSIBILIDADE, EXERCÍCIO, ESTADO-MEMBRO, COMPETÊNCIA PLENA)\nRE 149955 (TP). \n(ICMS, ALÍQUOTA DIFERENCIADA, REPERCUSSÃO GERAL)\nARE 1237351 RG (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, CRIAÇÃO, RESPONSABILIDADE TRIBUTÁRIA)\nADI 4845 (TP). \n(PREQUESTIONAMENTO, DEBATE PRÉVIO, MATÉRIA, IRRELEVÂNCIA, MENÇÃO, DISPOSITIVO)\nRE 128519 (TP). \n(CRIAÇÃO, ADICIONAL DE IMPOSTO DE RENDA, LEI ESTADUAL, AUSÊNCIA, LEI COMPLEMENTAR)\nRE 136215 (TP). \n(LEI ESTADUAL, COBRANÇA, TRIBUTO, PRODUÇÃO DE EFEITOS, MOMENTO POSTERIOR, VIGÊNCIA, LEI COMPLEMENTAR)\nRE 917950 AgR (2ªT), RE 1221330 (TP). \n(ALÍQUOTA DIFERENCIADA, ICMS, VEICULAÇÃO, LEI ESTADUAL, REGULAMENTAÇÃO, LEI COMPLEMENTAR FEDERAL)\nRE 439796 (TP). \n(CONSTITUIÇÃO FEDERAL, CRIAÇÃO, NORMA GERAL, MATÉRIA TRIBUTÁRIA, DEFINIÇÃO, TRIBUTO, FATO GERADOR, BASE DE CÁLCULO, CONTRIBUINTE)\nRE 636790 AgR (1ªT). \n- Decisões monocráticas citadas:\n(INCONSTITUCIONALIDADE FORMAL, CONVÊNIO ICMS, SIMPLES NACIONAL, OFENSA, PRINCÍPIO DA RESERVA LEGAL, LEI COMPLEMENTAR)\nADI 5464 MC.\n(ALÍQUOTA DIFERENCIADA, ICMS, VEICULAÇÃO, LEI ESTADUAL, REGULAMENTAÇÃO, LEI COMPLEMENTAR FEDERAL)\nRE 580903, ADI 5866 TP.\nDecisão estrangeira citada: Caso South Dakota vs. Wayfair Inc., de 2018; Caso Quill Corp vs. North Dakota, de 1992, da Suprema Corte Americana.\n- Veja ADI 5469, ARE 748371 RG e AI 791292 QO-RG do STF.\nNúmero de páginas: 202.\nAnálise: 11/01/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MADEIRAMADEIRA COMERCIO ELETRONICO S/A E OUTRO(A/S)\nADV.(A/S)  : JULIO CESAR GOULART LANES \nRECDO.(A/S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : FEDERACAO DAS INDUSTRIAS DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : LIVIA GENDORF ROMUALDO DA SILVA \nADV.(A/S)  : TERCIO SAMPAIO FERRAZ JUNIOR \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nINTDO.(A/S)  : ESTADO DE ALAGOAS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nINTDO.(A/S)  : ESTADO DO MATO GROSSO DO SUL \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nINTDO.(A/S)  : ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nINTDO.(A/S)  : ESTADO DA BAHIA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : ESTADO DO CEARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO CEARÁ \nINTDO.(A/S)  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nINTDO.(A/S)  : ESTADO DO MARANHÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nINTDO.(A/S)  : ESTADO DE MATO GROSSO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nINTDO.(A/S)  : ESTADO DA PARAIBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nINTDO.(A/S)  : ESTADO DO PARANÁ \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO PARANA \nINTDO.(A/S)  : ESTADO DE PERNAMBUCO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nINTDO.(A/S)  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nINTDO.(A/S)  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nINTDO.(A/S)  : ESTADO DE SANTA CATARINA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nINTDO.(A/S)  : ESTADO DO TOCANTINS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO TOCANTINS \nINTDO.(A/S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1093 - Necessidade de edição de lei complementar visando a cobrança da Diferença de Alíquotas do ICMS – DIFAL nas operações interestaduais envolvendo consumidores finais não contribuintes do imposto, nos termos da Emenda Constitucional nº 87/2015.","old_seq_sjur":446939,"documental_tese_texto":"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 1287019","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-02-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AFONSO, José Roberto. Reforma tributária: começando pelo fim. Revista Conjuntura Econômica, v. 73, n. 12, p. 19–23, 2019.\nALMEIDA, Fernanda Dias Menezes de. Comentários à Constituição do Brasil. Almedina. p. 797.\nALVES, Raquel de Andrade Vieira. Federalismo Fiscal Brasileiro e as Contribuições. Lumen Juris. p. 20-21.\nBULOS, Uadi Lammêgo. Constituição Federal anotada. 11. ed. Saraiva, 2015. p. 605. \nCARRO, Rodrigo. Comércio eletrônico ‘rouba’ receita do varejo tradicional. Valor Econômico, 6 out. 2020. Disponível em: https://valor.globo.com/empresas/noticia/2020/10/06/comercio-eletronico-roubareceita-do-varejo-tradicional.ghtml. \nCAVALCANTI. Eduardo Muniz Machado. A Emenda Constitucional 87/2015 e o Impacto no Recolhimento do Difal: Diferencial de Alíquotas do ICMS. Revista de Direito Tributário Contemporâneo, v. 14, p. 39-50, set./out  2018.\nFONSECA, Ricardo Coelho da; BORGES, Djalma Freire. Tributação interestadual do ICMS e adoção do princípio do destino. Revista de Administração Pública, Rio de Janeiro, v. 39, n. 1, p. 17 a 42, jan. 2005. ISSN 1982-3134. Disponível em:","ministro_facet":["MARCO AURÉLIO","DIAS TOFFOLI"],"processo_numero":1287019,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480810","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 12.5.2023 a 19.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480810","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur480810","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA EXTRADIÇÃO. PROCESSO PENAL. DECISÃO MONOCRÁTICA. DENEGAÇÃO DO PEDIDO DE DECLARAÇÃO DE NULIDADE DO JULGAMENTO COLEGIADO. AUSÊNCIA DE ARGUMENTAÇÃO APTA A MODIFICÁ-LA. AGRAVO REGIMENTAL DESPROVIDO. PRINCÍPIO DA EVENTUALIDADE. SE ACOLHIDA A NULIDADE SUSTENTADA, MANUTENÇÃO DO DEFERIMENTO DA EXTRADIÇÃO.\n\n\n\n    1. A inexistência de argumentação apta a infirmar o julgamento monocrático conduz à manutenção da decisão recorrida.\n\n\n\n    2. A Defesa técnica exerceu nos autos desta extradição o seu múnus nos autos de forma ampla e efetiva, uma vez que as circunstâncias dos autos demonstram a assistência contínua e ininterrupta da Defensoria Pública da União. \n\n\n\n    3. Embora sustente a tese da nulidade do julgamento pela renúncia do advogado constituído pouco antes da sessão virtual, nota-se que a Defensoria Pública da União não manejou, a tempo e modo, os recursos cabíveis.\n\n\n\n    4. A pretensão arrosta o instituto da preclusão, tendo em vista a inércia da Defensoria Pública da União após a sua intimação pessoal e ciência inequívoca da decisão que determinou a imediata certificação de trânsito em julgado do acórdão que deferiu a extradição. \n\n\n\n    5. Agravo regimental desprovido.\n\n\n\n    6. Caso seja acolhida a nulidade articulada, o que se considera por eventualidade pelo caráter assíncrono da sessão virtual, revisito, desde logo, o mérito. Ao fazê-lo, voto pelo deferimento do pedido formulado, reiterando os fundamentos e razões consignados por ocasião do julgamento desta Extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768203440","externo_seq_objeto_incidente":6620171,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1711&classe=Ext","is_colac":false,"titulo":"Ext 1711 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-008069 ANO-1990\n    ART-00098\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00112\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00002 ART-00005 ART-00022 ART-00055\n    INC-00002 LET-A ART-00082 INC-00009\n    ART-00088\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD ANO-1937\n    ART-00022\n    TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, ASSINADO NO RIO DE JANEIRO EM 4 DE MARÇO DE 1937\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001 ART-00121 PAR-00002\n    INC-00006\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000110 ANO-1937\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, ASSINADO NO RIO DE JANEIRO EM 4 DE MARÇO DE 1937\n\n","LEG-FED   DEC-002950 ANO-1938\n    ART-00002 ART-00003 LET-A LET-B\n    LET-D LET-E\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, ASSINADO NO RIO DE JANEIRO EM 4 DE MARÇO DE 1937\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2023-06-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1711&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nHC 82899 (2ªT), HC 94945 (1ªT), HC 104767 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1530 (1ªT). \n(EXTRADIÇÃO, FILHO BRASILEIRO)\nExt 822 (TP), Ext 839 (TP), RE 608898 (TP), Ext 1433 (1ªT). \n- Legislação estrangeira citada: artigos 141 e 417, item 4, do Código Penal do Equador.\nNúmero de páginas: 14.\nAnálise: 16/08/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GABRIEL EDUARDO GONZALEZ MOYA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAGDO.(A/S)  : GOVERNO DO EQUADOR \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480810,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1711 AgR","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2023-05-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1711,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473288","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que negava provimento ao agravo, pediu vista dos autos o Ministro Luiz Fux. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 11.12.2018.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao agravo interno, para que seja deferido o aditamento da petição inicial da ação, nos moldes formulados no recurso, admitindo-se o seu regular processamento, nos termos do voto do Ministro Luiz Fux, Redator para o acórdão, vencido o Ministro Marco Aurélio, Relator. Não votou a Ministra Cármen Lúcia, sucessora do Ministro Marco Aurélio na Primeira Turma. Primeira Turma, Sessão Virtual de 21.10.2022 a 28.10.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur473288","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur473288","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NA AÇÃO CÍVEL ORIGINÁRIA. IMUNIDADE DE SOCIEDADE DE ECONOMIA MISTA ESTADUAL EM FACE DE TRIBUTOS FEDERAIS. CONFLITO FEDERATIVO CONFIGURADO. IMPOSSIBILIDADE DE DISCUSSÃO DE ANULAÇÃO DE CRÉDITOS TRIBUTÁRIOS E REPETIÇÃO DE INDÉBITO. DISCUSSÕES MERAMENTE PATRIMONIAIS. ADITAMENTO À INICIAL. RECURSO PROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764829654","externo_seq_objeto_incidente":5530109,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-250  DIVULG 07-12-2022  PUBLIC 09-12-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3127&classe=ACO","is_colac":false,"titulo":"ACO 3127 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00001 LET-F ART-00150\n    INC-00006 LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL"],"publicacao_data":"2022-12-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. MARCO AURÉLIO: RECURSO, INADEQUAÇÃO, FORMA, MOMENTO, MODIFICAÇÃO, PEDIDO, OBJETIVO, DEFINIÇÃO, COMPETÊNCIA, STF. INDEFERIMENTO, PEDIDO, EMENDA, PETIÇÃO INICIAL.\n\n- FEDERALISMO COOPERATIVO, SISTEMA TRIBUTÁRIO NACIONAL (STN), IGUALDADE, ENTE FEDERADO, IMUNIDADE TRIBUTÁRIA RECÍPROCA. COMPETÊNCIA ORIGINÁRIA, STF, AÇÃO CÍVEL ORIGINÁRIA, RISCO, CONFLITO FEDERATIVO. AGRAVO, EXCLUSÃO, PEDIDO, RESTITUIÇÃO DE INDÉBITO; VIABILIDADE, PROSSEGUIMENTO, DEMANDA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3127&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA ORIGINÁRIA, STF, IMUNIDADE TRIBUTÁRIA RECÍPROCA, RISCO, CONFLITO FEDERATIVO)\nACO 1616 (TP), ACO 3410 (TP). \n(INCOMPETÊNCIA, STF, CONFLITO FEDERATIVO, CONTROVÉRSIA, CARÁTER, PATRIMÔNIO)\nACO 2023 AgR (1ªT). \n- Decisões monocráticas citadas:\n(INCOMPETÊNCIA, STF, CONFLITO FEDERATIVO, CONTROVÉRSIA, CARÁTER, PATRIMÔNIO)\nACO 2116, ACO 2227, ACO 2445.\n- Decisão estrangeira citada: McCulloch vs. Maryland, 17 U.S. 316 (1819), da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 12.\nAnálise: 26/06/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : EMPRESA DE SANEAMENTO DE MATO GROSSO DO SUL S.A.SANESUL \nADV.(A/S)  : ANA KARINA DE OLIVEIRA E SILVA E OUTRO(A/S)\nAGDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":473288,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ACO 3127 AgR","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2022-11-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ARABI, Abhner Youssif Mota. Desdobramentos Financeiros do Federalismo Fiscal: participação no resultado da exploração de petróleo e o bônus de assinatura. In: GOMES, Marcus Lívio; ALVES, Raquel de Andrade Vieira; ARABI, Abhner Youssif Mota. Direito Financeiro e Jurisdição Constitucional. Curitiba: Juruá, 2016. p. 13-14.","ministro_facet":["MARCO AURÉLIO","LUIZ FUX"],"processo_numero":3127,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur467643","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Rosa Weber (Relatora), Edson Fachin, Ricardo Lewandowski, Cármen Lúcia e Alexandre de Moraes, que julgavam parcialmente procedente a arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade da Resolução CONAMA nº 500/2020, com a imediata restauração da vigência e eficácia das Resoluções CONAMA nºs 284/2001, 302/2002 e 303/2002, como já definido na medida cautelar implementada; e julgavam improcedente o pedido de inconstitucionalidade da Resolução CONAMA nº 499/2020, pediu vista dos autos o Ministro Dias Toffoli. Falaram: pelo requerente, o Dr. Felipe Santos Corrêa; pelos amici curiae Associação Brasileira dos Membros do Ministério Público de Meio Ambiente - ABRAMPA e Rede Nacional Pró Unidades de Conservação - REDE PRÓ UC, a Dra. Vivian Maria Pereira Ferreira; pelos amici curiae Associação Brasileira de Companhias de Energia Elétrica - ABCE e Sindicato Nacional das Indústrias de Cimento - SNIC, o Dr. Werner Grau Neto; pelo amicus curiae Confederação da Agricultura e Pecuária do Brasil - CNA, o Dr. Rodrigo de Oliveira Kaufmann; e, pelo amicus curiae Confederação Nacional da Indústria - CNI, o Dr. Leonardo Estrela Borges. Plenário, Sessão Virtual de 10.12.2021 a 17.12.2021.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou parcialmente procedente a arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade da Resolução CONAMA nº 500/2020, com a imediata restauração da vigência e eficácia das Resoluções CONAMA nºs 284/2001, 302/2002 e 303/2002, como já definido na medida cautelar implementada, e julgou improcedente o pedido de inconstitucionalidade da Resolução CONAMA nº 499/2020. Tudo nos termos do voto da Relatora. Plenário, Sessão Virtual de 13.5.2022 a 20.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["2","6","8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur467643","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur467643","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. AFRONTA AO ART. 225 DA CONSTITUIÇÃO DA REPÚBLICA. RESOLUÇÃO CONAMA Nº 500/2020. REVOGAÇÃO DAS RESOLUÇÕES NºS 84/2001, 302/2002 E 303/2002. LICENCIAMENTO DE EMPREENDIMENTOS DE IRRIGAÇÃO. PARÂMETROS, DEFINIÇÕES E LIMITES DE ÁREAS DE PRESERVAÇÃO PERMANENTE DE RESERVATÓRIOS ARTIFICIAIS E REGIME DE USO DO ENTORNO. PARÂMETROS, DEFINIÇÕES E LIMITES DE ÁREAS DE PRESERVAÇÃO PERMANENTE EM GERAL. SUPRESSÃO DE MARCOS REGULATÓRIOS AMBIENTAIS. RETROCESSO SOCIOAMBINETAL. PROCEDÊNCIA. RESOLUÇÃO CONAMA N º 499/2020. COPROCESSAMENTO DE RESÍDUOS EM FORNOS ROTATIVOS DE PRODUÇÃO DE CLÍNQUER. COMPATIBILIDADE CONSTITUCIONAL COM OS PARÂMETROS NORMATIVOS. IMPROCEDÊNCIA QUANTO AO PONTO.\n\n\n\n    1. O exercício da competência normativa do CONAMA vê os seus limites materiais condicionados aos parâmetros fixados pelo constituinte e pelo legislador. As Resoluções editadas pelo órgão preservam a sua legitimidade quando cumprem o conteúdo material da Constituição e da legislação ambiental. A preservação da ordem constitucional vigente de proteção do meio ambiente impõe-se, pois, como limite substantivo ao agir administrativo.\n\n\n\n    2. O poder normativo atribuído ao CONAMA pela respectiva lei instituidora consiste em instrumento para que dele lance mão o agente regulador no sentido da implementação das diretrizes, finalidades, objetivos e princípios expressos na Constituição e na legislação ambiental. Em outras palavras, a orientação seguida pelo Administrador deve necessariamente mostrar-se compatível com a ordem constitucional de proteção do patrimônio ambiental. Eventualmente falhando nesse dever de justificação, expõe-se a atividade normativa do ente administrativo ao controle jurisdicional da sua legitimidade. Tais objetivos e princípios são extraídos, primariamente, do art. 225 da Lei Maior, a consagrar que todos têm direito ao meio ambiente ecologicamente equilibrado, bem de uso comum do povo e essencial à sadia qualidade de vida, impondo-se ao Poder Público e à coletividade o dever de defendê-lo e preservá-lo para as presentes e futuras gerações.\n\n\n\n    3. A mera revogação de normas operacionais fixadoras de parâmetros mensuráveis necessários ao cumprimento da legislação ambiental, sem sua substituição ou atualização, compromete a observância da Constituição, da legislação vigente e de compromissos internacionais.\n\n\n\n    4. A revogação da Resolução CONAMA nº 284/2001 sinaliza dispensa de licenciamento para empreendimentos de irrigação, mesmo que potencialmente causadores de modificações ambientais significativas, a evidenciar graves e imediatos riscos para a preservação dos recursos hídricos, em prejuízo da qualidade de vida das presentes e futuras gerações (art. 225, caput e § 1º, I, da CF).\n\n\n\n    5. A revogação das Resoluções nºs 302/2002 e 303/2002 distancia-se dos objetivos definidos no art. 225 da CF, baliza material da atividade normativa do CONAMA. Estado de anomia e descontrole regulatório, a configurar material retrocesso no tocante à satisfação do dever de proteger e preservar o equilíbrio do meio ambiente, incompatível com a ordem constitucional e o princípio da precaução. Precedentes. Retrocesso na proteção e defesa dos direitos fundamentais à vida (art. 5º, caput, da CF), à saúde (art. 6º da CF) e ao meio ambiente ecologicamente equilibrado (art. 225, caput, da CF).\n\n\n\n    6. A Resolução CONAMA nº 500/2020, objeto de impugnação, ao revogar normativa necessária e primária de proteção ambiental na seara hídrica, implica autêntica situação de degradação de ecossistemas essenciais à preservação da vida sadia, comprometimento da integridade de processos ecológicos essenciais e perda de biodiversidade, assim como o recrudescimento da supressão de cobertura vegetal em áreas legalmente protegidas.\n\n\n\n    A degradação ambiental tem causado danos contínuos à saúde (art. 6º CRFB), à vida (art. 5º, caput, CRFB) e à dignidade das pessoas (art. 1º, III, CRFB), mantendo a República Federativa do Brasil distante de alcançar os objetivos de construir uma sociedade livre, justa e solidária (art. 3º, I, CRFB), alcançar o desenvolvimento nacional (art. 3º, II, CRFB), que só é efetivo se sustentável, e promover o bem de todos (art. 3º, IV, CRFB). Tais danos são potencializados pela ausência de uma política pública eficiente de repressão, prevenção e reparação de danos ambientais.\n\n\n\n    7. Ao disciplinar condições, critérios, procedimentos e limites a serem observados no licenciamento de fornos rotativos de produção de clínquer para a atividade de coprocessamento de resíduos, a Resolução CONAMA nº 499/2020 atende ao disposto no art. 225, § 1º, IV e V, da CF, que exige estudo prévio de impacto ambiental para a instalação de atividade potencialmente causadora de degradação do meio ambiente e impõe ao Poder Público o controle do emprego de técnicas, métodos e substâncias que comportem risco para a vida, a qualidade de vida e o meio ambiente. Mostra-se consistente, ainda, com o marco jurídico convencional e os critérios setoriais de razoabilidade e proporcionalidade da Política Nacional de Resíduos Sólidos (art. 6º, XI, da Lei nº 12.305/2010).\n\n\n\n    8. Arguição de descumprimento de preceito fundamental julgada parcialmente procedente para declarar a inconstitucionalidade da Resolução CONAMA nº 500/2020, no que revogou as Resoluções CONAMA nºs 284/2001, 302/2002 e 303/2002. Improcedente o pedido de declaração de inconstitucionalidade da Resolução CONAMA nº 499/2020.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762107551","externo_seq_objeto_incidente":6018018,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-155  DIVULG 04-08-2022  PUBLIC 05-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=748&classe=ADPF","is_colac":false,"titulo":"ADPF 748","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00003 INC-00001\n    INC-00002 INC-00004 ART-00005 \"CAPUT\"\n    INC-00023 INC-00035 INC-00036 PAR-00001\n    ART-00006 ART-00037 \"CAPUT\" ART-00102\n    PAR-00001 ART-00103 INC-00008 ART-00170\n    INC-00006 ART-00186 INC-00002 ART-00196\n    ART-00225 \"CAPUT\" PAR-00001 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004771 ANO-1965\n    ART-00002 LET-B ART-00004 PAR-00006\n    CFL-1965 CÓDIGO FLORESTAL\n\n","LEG-FED   LEI-006938 ANO-1981\n    ART-00002 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00008 INC-00009\n    ART-00004 INC-00001 INC-00002 INC-00006\n    ART-00006 INC-00002 ART-00008 INC-00001\n    INC-00007\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007661 ANO-1988\n    ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008429 ANO-1992\n    ART-00011 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009433 ANO-1997\n    ART-00001 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012305 ANO-2010\n    ART-00003 INC-00007 ART-00006 INC-00011\n    ART-00007 INC-00014 ART-00047 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012651 ANO-2012\n    ART-00004 INC-00003 PAR-00001 PAR-00004\n    ART-00006\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1940\n    CONVENÇÃO PARA A PROTEÇÃO DA FLORA, DA FAUNA E DAS BELEZAS CÊNICAS NATURAIS DOS PAÍSES DA AMÉRICA ASSINADA PELO BRASIL A 27 DE DEZEMBRO DE 1940\n\n","LEG-INT   CVC ANO-1969\n    ART-00026\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC ANO-1971\n    CONVENÇÃO SOBRE ZONAS ÚMIDAS DE IMPORTÂNCIA INTERNACIONAL, ESPECIALMENTE COMO HABITAT DE AVES AQUÁTICAS, CONHECIDA COMO CONVENÇÃO DE RAMSAR, DE 02 DE FEVEREIRO DE 1971\n\n","LEG-INT   CVC ANO-1972\n    CONVENÇÃO  SOBRE PREVENÇÃO DA POLUIÇÃO MARINHA POR ALIJAMENTO DE RESÍDUOS E OUTRAS MATÉRIAS, CONCLUÍDA EM LONDRES, A 29 DE DEZEMBRO DE 1972\n\n","LEG-INT   CVC ANO-1989\n    ART-00001 PAR-00001 LET-A ART-00004\n    PAR-00002 LET-A\n    CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-INT   CVC ANO-1992\n    CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   MPR-002166 ANO-2001\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 67\n\n","LEG-FED   DLG-000002 ANO-1948\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO PARA A PROTEÇÃO DA FLORA, DA FAUNA E DAS BELEZAS CÊNICAS NATURAIS DOS PAÍSES DA AMÉRICA ASSINADA PELO BRASIL A 27 DE DEZEMBRO DE 1940\n\n","LEG-FED   DLG-000010 ANO-1982\n    DECRETO LEGISLATIVO  - APROVA A CONVENÇÃO SOBRE PREVENÇÃO DA POLUIÇÃO MARINHA POR ALIJAMENTO DE RESÍDUOS E OUTRAS MATÉRIAS, CONCLUÍDA EM LONDRES, A 29 DE DEZEMBRO DE 1972\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000033 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE ZONAS ÚMIDAS DE IMPORTÂNCIA INTERNACIONAL, ESPECIALMENTE COMO HABITAT DE AVES AQUÁTICAS, CONHECIDA COMO CONVENÇÃO DE RAMSAR, DE 02 DE FEVEREIRO DE 1971\n\n","LEG-FED   DLG-000034 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DLG-000002 ANO-1994\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DLG-000056 ANO-1995\n    DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-058054 ANO-1966\n    DECRETO - PROMULGA A CONVENÇÃO PARA A PROTEÇÃO DA FLORA, FAUNA E DAS BELEZAS CÊNICAS DOS PAÍSES DA AMÉRICA\n\n","LEG-FED   DEC-087566 ANO-1982\n    DECRETO  - PROMULGA A CONVENÇÃO SOBRE PREVENÇÃO DA POLUIÇÃO MARINHA POR ALIJAMENTO DE RESÍDUOS E OUTRAS MATÉRIAS, CONCLUÍDA EM LONDRES, A 29 DE DEZEMBRO DE 1972\n\n","LEG-FED   DEC-099274 ANO-1990\n    ART-00007 INC-00018 PAR-00003\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000875 ANO-1993\n    DECRETO - PROMULGA A CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DEC-001905 ANO-1996\n    DECRETO - PROMULGA A CONVENÇÃO SOBRE ZONAS ÚMIDAS DE IMPORTÂNCIA INTERNACIONAL, ESPECIALMENTE COMO HABITAT DE AVES AQUÁTICAS, CONHECIDA COMO CONVENÇÃO DE RAMSAR, DE 02 DE FEVEREIRO DE 1971\n\n","LEG-FED   DEC-002519 ANO-1998\n    DECRETO - PROMULGA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DEC-003321 ANO-1999\n    DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   RES-000264 ANO-1999\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000084 ANO-2001\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000284 ANO-2001\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000302 ANO-2002\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000303 ANO-2002\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000499 ANO-2020\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000500 ANO-2020\n    ANEXO-00001 ANEXO-00003\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-INT   PLT ANO-1988\n    PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR"],"publicacao_data":"2022-08-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEGITIMIDADE ATIVA, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DESCUMPRIMENTO, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA CONFIANÇA, DESNECESSIDADE, DISPOSIÇÃO EXPRESSA, TEXTO CONSTITUCIONAL. DIREITO, MEIO AMBIENTE EQUILIBRADO, CONFIGURAÇÃO, DIREITO FUNDAMENTAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. FUNÇÃO, CONSELHO NACIONAL DO MEIO AMBIENTE (CONAMA). OBJETIVO, POLÍTICA NACIONAL DO MEIO AMBIENTE. CONSTITUCIONALIDADE, NORMA, PROTEÇÃO, ÁREA DE PRESERVAÇÃO PERMANENTE (APP). COMPATIBILIDADE, RESOLUÇÃO, CONSELHO NACIONAL DO MEIO AMBIENTE (CONAMA), LEGISLAÇÃO, PROTEÇÃO, MEIO AMBIENTE. PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, DEFESA, DIREITOS HUMANOS. PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL. ADMINISTRAÇÃO PÚBLICA, INTERPRETAÇÃO, LEGISLAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: MEIO AMBIENTE EQUILIBRADO, DIREITO COLETIVO, INTERESSE DIFUSO. DIREITO, MEIO AMBIENTE EQUILIBRADO, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, NORMA INTERNACIONAL. DIREITO, MEIO AMBIENTE EQUILIBRADO, DIREITO FUNDAMENTAL DE TERCEIRA DIMENSÃO. ATUAÇÃO, PODER PÚBLICO, DEFESA, DIREITO, MEIO AMBIENTE EQUILIBRADO. COMPATIBILIDADE, RESOLUÇÃO, CONSELHO NACIONAL DO MEIO AMBIENTE (CONAMA), LEGISLAÇÃO, PROTEÇÃO, MEIO AMBIENTE.\n\n- TERMO(S) DE RESGATE: DIREITO AMBIENTAL, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO AMBIENTAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=748&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CABIMENTO, ADPF, OFENSA, DIREITO, MEIO AMBIENTE EQUILIBRADO)\nADPF 101 (TP). \n(FUNÇÃO NORMATIVA, CONAMA)\nADI 5547 (TP). \n(CONSTITUCIONALIDADE, NORMA, PROTEÇÃO, APP)\nADI 4903 (TP), ADC 42 (TP). \n(PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO AMBIENTAL)\nRE 627189 (TP), ADI 4717 (TP). \n(PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, DEFESA, DIREITOS HUMANOS)\nMS 22164 (TP), ADI 3540 MC (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(FUNÇÃO NORMATIVA, CONAMA)\nSTJ: REsp 1462208, REsp 194617. \n(COMPATIBILIDADE, RESOLUÇÃO, CONAMA, LEGISLAÇÃO, PROTEÇÃO, MEIO AMBIENTE)\nSTJ: REsp 1544928/SC. \n(TEXTO CONSTITUCIONAL, ORIENTAÇÃO, COMPLEXO NORMATIVO, PROTEÇÃO, MEIO AMBIENTE)\nSTJ: AgRg no REsp 1434797/PR. \n- Decisões estrangeiras citadas: Caso Comunidades indígenas membros da Associação Lhaka Honhat (Nossa Terra) vs. Argentina, de 6 de fevereiro de 2020, e Parecer Consultivo OC-23/17, de 15 de novembro de 2017, da Corte Interamericana de Direitos Humanos.\n- Veja Princípios 1 e 3 da Declaração do Rio sobre meio ambiente e desenvolvimento, da Organização das Nações Unidas (ONU), de 1992, e Princípio 6 da Declaração da Conferência das Nações Unidas sobre o Meio Ambiente Humano, de 1972.\n- Veja ADPF 747 e ADPF 749 do STF.\nNúmero de páginas: 66.\nAnálise: 28/03/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : PARTIDO VERDE - PV \nADV.(A/S)  : VERA LUCIA DA MOTTA \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DOS MEMBROS DO MINISTÉRIO PÚBLICO DE MEIO AMBIENTE - ABRAMPA \nAM. CURIAE.  : REDE NACIONAL PRÓ UNIDADES DE CONSERVAÇÃO - REDE PRÓ UC \nADV.(A/S)  : VIVIAN MARIA PEREIRA FERREIRA \nADV.(A/S)  : DOUGLAS HERRERA MONTENEGRO \nAM. CURIAE.  : CONFEDERAÇÃO DA AGRICULTURA E PECUÁRIA DO BRASIL - CNA \nADV.(A/S)  : RUDY MAIA FERRAZ \nADV.(A/S)  : RODRIGO DE OLIVEIRA KAUFMANN \nADV.(A/S)  : TACIANA MACHADO DE BASTOS \nAM. CURIAE.  : CÂMARA BRASILEIRA DA INDÚSTRIA DA CONSTRUÇÃO - CBIC \nAM. CURIAE.  : ASSOCIAÇÃO DAS EMPRESAS DE LOTEAMENTO E DESENVOLVIMENTO URBANO - AELO \nAM. CURIAE.  : SINDICATO DAS EMPRESAS DE COMPRA, VENDA, LOCAÇÃO E ADMINISTRAÇÃO DE IMÓVEIS RESIDENCIAIS E COMERCIAIS DE SÃO PAULO - SECOVI \nADV.(A/S)  : MARCELO TERRA \nADV.(A/S)  : MARCOS ANDRE BRUXEL SAES \nAM. CURIAE.  : SINDICATO NACIONAL DAS INDÚSTRIAS DE CIMENTO - SNIC \nADV.(A/S)  : WERNER GRAU NETO \nADV.(A/S)  : CAIO LUIZ ALTAVISTA ROMAO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DA INDÚSTRIA - CNI \nADV.(A/S)  : LEONARDO ESTRELA BORGES \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DE COMPANHIAS DE ENERGIA ELETRICA - ABCE \nADV.(A/S)  : WERNER GRAU NETO \nADV.(A/S)  : CAIO LUIZ ALTAVISTA ROMAO \nADV.(A/S)  : CLARA AMOROSO DE ANDRADE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":467643,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 748","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2022-05-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ABBOUD, Georges. Jurisdição Constitucional e Direitos Fundamentais. São Paulo: Revista dos Tribunais, 2011.\nBENJAMIN, Antonio Herman. Princípio da Proibição de Retrocesso Ambiental. In: Princípio da Proibição de Retrocesso Ambiental. Brasília: Senado Federal, 2012.\nDERBLI, Felipe. O Princípio da Proibição de Retrocesso Social na Constituição de 1988. Rio de Janeiro: São Paulo: Recife: Renovar, 2007.\nFREITAS, Juarez. A melhor interpretação constitucional ‘versus’ a única resposta correta. In: SILVA, Virgílio Afonso. Interpretação Constitucional. São Paulo: Malheiros, 2007.\nGAVIÃO FILHO, Anizio Pires. O Direito Fundamental ao Ambiente como Direito a Prestações em Sentido Amplo. Cadernos do Programa de Pós-Graduação em Direito – PPGDir, UFRGS, Porto Alegre, n. 2, ago. 2014.\nKOTZÉ, Louis J. Sustainable development and the rule of law for nature: a constitutional reading. In: VOIGT, Christina. (coord.) Rule of Law for Nature: new dimensions and ideas in environmental law. Cambridge University Press, 2013.\nMACHADO, Paulo Afonso Leme. Direito Ambiental Brasileiro. 27. ed. Salvador: Juspodivm. p. 165.\nMIRANDA, Jorge. Direitos fundamentais e interpretação constitucional. Revista do TRF-4ª Região, Porto Alegre, n. 30, 1998.\nPRIEUR, Michel. O Princípio da Proibição de Retrocesso Ambiental. In: Princípio da Proibição de Retrocesso Ambiental. Brasília: Senado Federal, 2012.\nSANDS, Philippe e Outros. Principles of International Environmental Law. Cambridge University Press, 2012.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Notas sobre os Deveres de Proteção do Estado e a Garantia da Proibição de Retrocesso em Matéria (Socio) Ambiental. Disponível em: http://www.planetaverde.org/arquivos/biblioteca/arquivo_20131207162429_2438.pdf. Acesso em: 31 jan. 2023.","ministro_facet":["ROSA WEBER"],"processo_numero":748,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur469796","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que dava provimento ao recurso extraordinário da Empresa Brasileira de Aeronáutica S.A. - EMBRAER e Eleb Equipamentos LTDA, para, reformando o acórdão recorrido, assentar a desnecessidade de negociação coletiva considerada a dispensa em massa de trabalhadores, e estabelecia a seguinte tese (tema 638 da repercussão geral): “A dispensa em massa de trabalhadores prescinde de negociação coletiva”, no que foi acompanhado pelos Ministros Nunes Marques e Alexandre de Moraes; e do voto do Ministro Edson Fachin, que negava provimento ao recurso, o julgamento foi suspenso. Falaram: pelas recorrentes Empresa Brasileira de Aeronáutica S.A. - EMBRAER e Eleb Equipamentos LTDA, o Dr. Carlos Vinicius Amorim; pelo Sindicato dos Metalúrgicos de São José dos Campos e Região e outros, o Dr. Aristeu Cesar Pinto Neto; pelo recorrido, o Dr. Renato Rua de Almeida; pelos interessados Sindicato dos Trabalhadores nas Indústrias Metalúrgicas, Siderúrgicas, Mecânicas, Automobilísticas e de Autopeças, de Material Elétrico e Eletrônico, de Informática e de Empresas de Serviços de Reparos, Manutenção e Montagem do Estado da Bahia - STIM-BAHIA, e Sindicato dos Trabalhadores nas Indústrias Metalúrgicas, Siderúrgicas, Mecânicas, Automobilísticas e de Autopeças, de Material Elétrico e Eletrônico, de Informática e de Empresas de Serviços de Reparos, Manutenção e Montagem de Candeias, São Francisco do Conde, Madre de Deus e Santo Amaro/Bahia - STIM-CANDEIAS E REGIÃO, o Dr. Mauro de Azevedo Menezes; pela interessada Confederação Nacional da Indústria - CNI, o Dr. Eduardo Albuquerque Sant'Anna; pela interessada Confederação Nacional do Transporte - CNT, a Dra. Marilda de Paula Silveira; pela interessada Associação Brasileira de Magistrados do Trabalho - ABMT, a Dra. Carolina Tupinambá; pelo assistente, o Dr. Ricardo Quintas Carneiro; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente o Ministro Luiz Fux (Presidente), impedido neste julgamento. Presidiu o julgamento a Ministra Rosa Weber (Vice-Presidente). Plenário, 19.05.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF). \r\n\n                       Decisão: Após o voto do Ministro Roberto Barroso, que divergia do Ministro Marco Aurélio (Relator) e negava provimento ao recurso extraordinário, pediu vista dos autos o Ministro Dias Toffoli. Não participou o Ministro Luiz Fux (Presidente), impedido neste julgamento. Presidiu o julgamento a Ministra Rosa Weber (Vice-Presidente). Plenário, 20.05.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: O Tribunal, por maioria, apreciando o tema 638 da repercussão geral, negou provimento ao recurso extraordinário, vencidos os Ministros Marco Aurélio (Relator), Nunes Marques e Gilmar Mendes. Por maioria, foi fixada a seguinte tese: “A intervenção sindical prévia é exigência procedimental imprescindível para a dispensa em massa de trabalhadores, que não se confunde com autorização prévia por parte da entidade sindical ou celebração de convenção ou acordo coletivo”, vencidos, em parte, os Ministros Ricardo Lewandowski, Edson Fachin e Rosa Weber. Nesta assentada, o Ministro Alexandre de Moraes reajustou seu voto para acompanhar a divergência. O Ministro André Mendonça, sucessor do Ministro Marco Aurélio, não votou no mérito, mas proferiu voto quanto à tese de repercussão geral. Redigirá o acórdão o Ministro Edson Fachin. Impedido o Ministro Luiz Fux (Presidente). Presidiu o julgamento a Ministra Rosa Weber (Vice-Presidente). Plenário, 8.6.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur469796","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur469796","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. DIREITO DOS TRABALHADORES. DISPENSA EM MASSA. INTERVENÇÃO SINDICAL PRÉVIA. EXIGÊNCIA. ART. 7º, INCISOS I e XXVI, da CONSTITUIÇÃO DA REPÚBLICA. 1. Os direitos sociais fundamentais trabalhistas são corolários primários do modelo político alcunhado de Estado Democrático de Direito. 2. As relações contratuais, em geral, e as relações contratuais trabalhistas, em particular, devem considerar sujeitos e objetos concretos. 3. Diante da previsão constitucional expressa do artigo 7°, I e XXVI, da CRFB, é inadmissível o rompimento em massa do vínculo de emprego sem a devida atenção à negociação coletiva. 4. Recurso extraordinário não provido, com fixação majoritária, vencidos os Ministros Edson Fachin e Ricardo Lewandowski e a Ministra Rosa Weber, da seguinte tese: “A intervenção sindical prévia é exigência procedimental imprescindível para a dispensa em massa de trabalhadores, que não se confunde com autorização prévia por parte da entidade sindical, ou celebração de convenção o acordo coletivo”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763080185","externo_seq_objeto_incidente":5059065,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-184  DIVULG 14-09-2022  PUBLIC 15-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=999435&classe=RE","is_colac":false,"titulo":"RE 999435","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00004\n    INC-00006 ART-00002 ART-00003 INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00004\n    INC-00004 ART-00005 INC-00002 INC-00012\n    INC-00020 INC-00022 INC-00023 INC-00035\n    PAR-00002 ART-00006 \"CAPUT\" ART-00007\n    INC-00001 INC-00006 INC-00013 INC-00014\n    INC-00026 ART-00008 INC-00003 INC-00004\n    INC-00006 ART-00009 ART-00010 ART-00011\n    ART-00049 INC-00001 ART-00084 INC-00008\n    ART-00102 INC-00003 LET-A ART-00114\n    PAR-00001 PAR-00002 ART-00144 PAR-00002\n    ART-00170 \"CAPUT\" INC-00002 INC-00003\n    INC-00004 INC-00007 INC-00008 PAR-ÚNICO\n    ART-00193 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00010 INC-00001 INC-00002 LET-A\n    LET-B\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-005107 ANO-1966\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00422\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011101 ANO-2005\n    LF-2005 LEI DE FALÊNCIAS\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00001 ART-00008\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013467 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000098 ANO-1949\n    ART-00004\n    CONVENÇÃO RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-INT   CVC ANO-1969\n    ART-00026\n    CONVENÇÃO  AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC-000154 ANO-1981\n    ART-00005 NÚMERO-00001 NÚMERO-00002 LET-A\n    LET-B LET-C LET-D LET-E\n    CONVENÇÃO SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-INT   CVC-000158 ANO-1982\n    ART-00001\n    CONVENÇÃO SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR  INICIATIVA DO EMPREGADOR, DE 22 DE JUNHO DE 1982\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00002 ART-00008 \"CAPUT\" PAR-00001\n    ART-0223B ART-00477 PAR-00002 ART-0477A\n    ART-00482\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000049 ANO-1952\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000022 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO  - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000068 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO 158 SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR  INICIATIVA DO EMPREGADOR, DE 22 DE JUNHO DE 1982\n\n","LEG-FED   DEC-033196 ANO-1953\n    DECRETO - PROMULGA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-001256 ANO-1994\n    DECRETO - PROMULGA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-001855 ANO-1996\n    ART-00013 NÚMERO-00001 LET-A LET-B\n    NÚMERO-00002 NÚMERO-00003\n    DECRETO - PROMULGA A CONVENÇÃO 158 SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR  INICIATIVA DO EMPREGADOR, DE 22 DE JUNHO DE 1982\n\n","LEG-FED   DEC-002100 ANO-1996\n    DECRETO - TORNA PÚBLICA A DENÚNCIA DA CONVENÇÃO Nº 158, SOBRE O TÉRMINO DA RELAÇÃO DE TRABALHO POR INICIATIVA DO EMPREGADOR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   SUMSTF-000284\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-09-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: TRIBUNAL SUPERIOR DO TRABALHO (TST), EXIGÊNCIA, REQUISITO, PROCEDIMENTO, INEXISTÊNCIA, CRIAÇÃO, DIREITO MATERIAL, RESTRIÇÃO, DIREITO POTESTATIVO, DEMISSÃO, EMPREGADO. AUSÊNCIA, OFENSA, PRINCÍPIO DA LIVRE INICIATIVA, PREVALÊNCIA, VONTADE, EMPREGADOR. PRINCÍPIO DA PROPORCIONALIDADE, RAZOABILIDADE. STF, CONCRETIZAÇÃO, DIREITO CONSTITUCIONAL, MECANISMO, INTERPRETAÇÃO CONSTITUCIONAL, HIPÓTESE, OMISSÃO LEGISLATIVA. EXIGÊNCIA, INTERVENÇÃO, SINDICATO, MOMENTO ANTERIOR, DEMISSÃO, DIFERENÇA, EXIGÊNCIA, AUTORIZAÇÃO PRÉVIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: PRINCÍPIO DA PRESERVAÇÃO DA EMPRESA, FUNÇÃO SOCIAL, LIVRE INICIATIVA, PRINCÍPIO DA REDUÇÃO DAS DESIGUALDADES SOCIAIS. NEGOCIAÇÃO COLETIVA, OBJETIVO, REDUÇÃO, PREJUÍZO, TRABALHADOR, FAMÍLIA, COMUNIDADE, ALCANCE, BEM ESTAR SOCIAL. PARTICIPAÇÃO, SINDICATO, MOMENTO ANTERIOR, DEMISSÃO EM MASSA, REQUISITO, VALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: PRINCÍPIO DO PLENO EMPREGO, VALORIZAÇÃO, NEGOCIAÇÃO COLETIVA, NECESSIDADE, DIÁLOGO, MOMENTO ANTERIOR, OBJETIVO, REDUÇÃO, PREJUÍZO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DIREITO INDIVIDUAL, DIREITO COLETIVO. ATUAÇÃO, SINDICATO, OBJETIVO, RESTABELECIMENTO, EQUILÍBRIO, ISONOMIA, NEGOCIAÇÃO, NATUREZA TRABALHISTA. DEVER, EMPREGADOR, FUNDAMENTO, PRINCÍPIO DA BOA-FÉ OBJETIVA, PRINCÍPIO DA CONFIANÇA, MITIGAÇÃO, DANO, COLETIVIDADE, EMPREGADO, DEMISSÃO EM MASSA. PRINCÍPIO, OBRIGATORIEDADE, INTERVENÇÃO, SINDICATO. TRABALHO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO DA PERSONALIDADE, JUSTIÇA SOCIAL, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: INEXISTÊNCIA, NORMA CONSTITUCIONAL, PREVISÃO, NEGOCIAÇÃO COLETIVA, REQUISITO, DEMISSÃO SEM JUSTA CAUSA. ROL TAXATIVO, NEGOCIAÇÃO COLETIVA, CONSTITUIÇÃO FEDERAL. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA SEGURANÇA JURÍDICA. IMPOSSIBILIDADE, TRATADO INTERNACIONAL, CONVENÇÃO INTERNACIONAL, SUCEDÂNEO, LEI COMPLEMENTAR, EXIGÊNCIA, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INTERPRETAÇÃO ESTRITA, NORMA CONSTITUCIONAL, VEDAÇÃO, DISPENSA ARBITRÁRIA. ROL TAXATIVO, HIPÓTESE, NECESSIDADE, ACORDO COLETIVO DE TRABALHO. INTERPRETAÇÃO SISTEMÁTICA. AUTONOMIA, CONTRATO DE TRABALHO, CONTRATO BILATERAL, PRINCÍPIO DA AUTONOMIA DA VONTADE. INEXISTÊNCIA, VEDAÇÃO, CONDIÇÃO, DEMISSÃO EM MASSA.\n\n- TERMO(S) DE RESGATE: DIFERENÇA, DISPENSA COLETIVA, DISPENSA PLÚRIMA. SISTEMA GLOBAL DE PROTEÇÃO DE DIREITOS HUMANOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=999435&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- O RE 999435 foi objeto de embargos de declaração acolhidos, em parte, com efeitos modificativos.\n- Acórdão(s) citado(s):\n(IMPOSSIBILIDADE, TRATADO INTERNACIONAL, SUCEDÂNEO, LEI COMPLEMENTAR)\nADI 1480 MC (TP). \n(DISSÍDIO COLETIVO, COMUM ACORDO)\nADI 3423 (TP), RE 197911 (2ªT), RE 1002295 (TP). \n(CONTRATO DE TRABALHO, DISPENSA COLETIVA, NEGOCIAÇÃO COLETIVA)\nARE 647651 RG (TP). \n(PROGRAMA DE DEMISSÃO VOLUNTÁRIA (PDV), ACORDO COLETIVO DE TRABALHO)\nRE 590415 (TP). \n- Decisões monocráticas citadas:\n(DISSÍDIO COLETIVO, COMUM ACORDO)\nARE 1294000.\n(PROGRAMA DE DEMISSÃO VOLUNTÁRIA (PDV), ACORDO COLETIVO DE TRABALHO)\nRE 1251927.\n- Legislação estrangeira citada: art. L1233-46 do Código do Trabalho da França; art. 359 do Código do Trabalho de Portugal; Worker Adjustment and Retraining Notification Act, do Estados Unidos.\n- Veja ADI 1625 do STF.\n- Veja Resolução n. 1/2020, de 10 de abril de 2020, da Corte Interamericana de Direitos Humanos - CIDH.\n- Veja n. 8 da Recomendação 163/1981, da Convenção da Organização Internacional do Trabalho - OIT.\nNúmero de páginas: 181.\nAnálise: 17/05/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : EMPRESA BRASILEIRA DE AERONÁUTICA S.A. - EMBRAER \nRECTE.(S)  : ELEB EQUIPAMENTOS LTDA \nADV.(A/S)  : ANA PAULA PAIVA DE MESQUITA BARROS \nADV.(A/S)  : MARCELO KANITZ E OUTRO(A/S)\nADV.(A/S)  : CASSIO DE MESQUITA BARROS JUNIOR \nRECDO.(A/S)  : SINDICATO DOS TRABALHADORES NAS INDÚSTRIAS DE CONSTRUÇÃO DE AERONAVES, EQUIPAMENTOS GERAIS AEROESPACIAL, AEROPEÇAS, MONTAGEM E REPARAÇÃO DE AERONAVES E INSTRUMENTOS AEROESPACIAL DO ESTADO DE SÃO PAULO - SINDIAEROSPACIAL \nADV.(A/S)  : JESUS ARRIEL CONES JUNIOR \nRECDO.(A/S)  : SINDICATO DOS METALÚRGICOS DE SÃO JOSÉ DOS CAMPOS E REGIÃO \nADV.(A/S)  : ARISTEU CESAR PINTO NETO \nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES NAS INDÚSTRIAS METALÚRGICAS, SIDERÚRGICAS, MECÂNICAS, AUTOMOBILÍSTICA E DE AUTOPEÇAS, DE MATERIAL ELÉTRICO E ELETRÔNICO, DE INFORMÁTICA DE EMPRESAS DE SERVIÇOS DE REPAROS, MANUTENÇÃO E MONTAGEM DO ESTADO DA BAHIA - STIM - BAHIA \nADV.(A/S)  : GUSTAVO TEIXEIRA RAMOS \nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES NAS INDÚSTRIAS METALÚRGICAS, SIDERÚRGICAS, MECÂNICAS, AUTOMOBILÍSTICAS E DE AUTOPEÇAS, DE MATERIAL ELÉTRICO E ELETRÔNICO, DE INFORMÁTICA DE EMPRESAS DE SERVIÇOS DE REPAROS, MANUTENÇÃO E MONTAGEM DE CANDEIAS, SÃO FRANCISCO DO CONDE, MADRE DE DEUS E SANTO AMARO/BAHIA - STIM - CANDEIAS E REGIÃO \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS \nINTDO.(A/S)  : CONFEDERAÇÃO NACIONAL DA INDÚSTRIA-CNI \nADV.(A/S)  : CASSIO AUGUSTO MUNIZ BORGES \nADV.(A/S)  : EDUARDO ALBUQUERQUE SANT ANNA \nINTDO.(A/S)  : CONFEDERAÇÃO NACIONAL DO TRANSPORTE-CNT \nADV.(A/S)  : MARILDA DE PAULA SILVEIRA \nINTDO.(A/S)  : ASSOCIAÇÃO BRASILEIRA DE MAGISTRADOS DO TRABALHO - ABMT \nADV.(A/S)  : CAROLINA TUPINAMBA FARIA \nADV.(A/S)  : NAYARA FALCÃO \nASSIST.(S)  : SINDICATO DOS TRABALHADORES NAS INDÚSTRIAS METALÚRGICAS, MECÂNICAS E DE MATERIAL ELÉTRICO DE BELO HORIZONTE E CONTAGEM, \nADV.(A/S)  : JOSE EYMARD LOGUERCIO \nADV.(A/S)  : RICARDO QUINTAS CARNEIRO \nINTDO.(A/S)  : SINDICATO TRAB EMPRE TRANS METROV EST DO RIO DE JANEIRO \nADV.(A/S)  : JAIR GIANGIULIO JUNIOR","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"638 - Necessidade de negociação coletiva para a dispensa em massa de trabalhadores","old_seq_sjur":469796,"documental_tese_texto":"A intervenção sindical prévia é exigência procedimental imprescindível para a dispensa em massa de trabalhadores, que não se confunde com autorização prévia por parte da entidade sindical ou celebração de convenção ou acordo coletivo.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 999435","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ANDRADE, Renata Prince Junqueira de. A dignidade humana nas relações de trabalho. 1º-10-2015. Disponível em: https://ambitojuridico.com.br/ edicoes/revista-141/a-dignidade-humana-nas-relacoes-de-trabalho/. Acesso em: 26 abr. 2021.\nBARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito. Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio 2003. p. 8.\nBOITO JÚNIOR, Armando. Sindicalismo de Estado no Brasil. São Paulo: Hucitec, 1991.\nBRASIL. Instituto Brasileiro de Geografia e Estatística (IBGE). Desemprego cai para 12,1% no trimestre encerrado em outubro.  Estatísticas Sociais, 28 dez. 2021. Disponível em: https://agenciadenoticias. ibge.gov.br/agencia-noticias/2012-agenciadenoticias/noticias/32622-desemprego-cai-para-12-1-no-trimestreencerradoem-outubro.\nCOSTA, Judith Martins. A Boa-Fé no Direito Privado: Critérios para Sua Aplicação. 2. ed. Saraiva,\n2018. p. 239.\nFACHIN, Luiz Edson. Teoria Crítica do Direito Civil. 3. ed. São Paulo; Rio de Janeiro: Renovar, 2012. p. 95-96 e 108.\nFERRAZ JR., Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson. Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nGOMES, Orlando. Dispensa Coletiva na Reestruturação da Empresa: Aspectos Jurídicos do Desemprego Tecnológico. LTr., 1974. v. 38. p. 575-579.\nIGREJA CATÓLICA. Papa João Paulo II. Carta encíclica Laborem Exercens. Item n. 13\nMORAIS, Ezequiel. A Boa-Fé Objetiva Pré-Contratual: Deveres Anexos de Conduta. Thomson Reuters Brasil,\n2019.\nPINTO, José Augusto Rodrigues. Direito sindical e coletivo do trabalho. São Paulo: LTr, 2002. p. 270.\nROCHA, Cláudio Janotti da. A dispensa coletiva da Reforma Trabalhista analisada à luz do Direito Constitucional e da Teoria dos Precedentes Judiciais. Trabalho: Diálogos e Críticas: Homenagem ao Prof. Dr. Márcio Túlio Viana. 1. ed. [s.l] LTr, 2018.\nSARLET, Ingo. As dimensões da dignidade da pessoa humana: construindo uma compreensão jurídico-constitucional necessária e possível. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Editora Livraria do Advogado, 2005. p. 26.\nSILVA, J. A. Curso de direito constitucional positivo. 39. ed. São Paulo: Malheiros, 2015. p. 424.","ministro_facet":["MARCO AURÉLIO","EDSON FACHIN"],"processo_numero":999435,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur469897","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Gilmar Mendes (Relator), que concedia a ordem, no que foi acompanhado pelo Ministro Nunes Marques, e do voto divergente do Ministro Edson Fachin, que denegava o habeas corpus, pediu vista a Ministra Cármen Lúcia. Presidência do Ministro Gilmar Mendes. 2ª Turma, 2.2.2021.\r\n\n           Decisão: A Turma, por maioria, concedeu a ordem para determinar o trancamento dos processos penais n° 500558-42.2018.4.04.7101/RS e nº 5006852-13.2018.4.04.7101/RS, que tramitam em conjunto, apenas com relação ao paciente Raul Alfredo Padilha, nos termos do voto do Relator, vencido o Ministro Edson Fachin. Não participou deste julgamento o Ministro André Mendonça por suceder a Ministra Cármen Lúcia na Turma. Presidência do Ministro Nunes Marques. 2ª Turma, 17.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur469897","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur469897","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. Trancamento de processo penal. Excepcionalidade reconhecida. 2. Denúncia oferecida contra o presidente de sociedade empresária causadora de dano ambiental apenas em razão da posição de direção. Inexistente, no caso concreto, qualquer narrativa fática que especifique conduta comissiva ou omissiva a ser enquadrada nos tipos penais indicados. Vedação à responsabilidade penal objetiva. Precedentes da Corte. 3. Ordem concedida para determinar o trancamento do processo penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763079521","externo_seq_objeto_incidente":6018009,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-184  DIVULG 14-09-2022  PUBLIC 15-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=192204&classe=HC","is_colac":false,"titulo":"HC 192204","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00225 PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00002 ART-00003 PAR-ÚNICO ART-00054\n    \"CAPUT\" PAR-00001 ART-00056 \"CAPUT\"\n    PAR-00001 INC-00001 PAR-00003 ART-00060\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00149\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000430 ANO-2011\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA"],"publicacao_data":"2022-09-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JUSTA CAUSA, PERSECUÇÃO PENAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. DENÚNCIA GENÉRICA, DIREITO DE DEFESA, ESTADO DE DIREITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DIREITO À AMPLA DEFESA, ESTADO DE DIREITO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. REQUISITO, DENÚNCIA, VEDAÇÃO, RESPONSABILIDADE PENAL OBJETIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: REQUISITO, DENÚNCIA. HIPÓTESE, REJEIÇÃO, DENÚNCIA. JUSTA CAUSA, AÇÃO PENAL. JURISPRUDÊNCIA, STF, RESPONSABILIDADE PENAL, PESSOA JURÍDICA, INDIVIDUALIZAÇÃO DA CONDUTA. RESPONSABILIDADE PENAL, OMISSÃO, CÓDIGO PENAL. RESPONSABILIDADE PENAL, OMISSÃO, CRIME AMBIENTAL. RESPONSABILIDADE PENAL, PESSOA JURÍDICA, INDEPENDÊNCIA, RESPONSABILIDADE PENAL, PESSOA FÍSICA. RESPONSABILIDADE PENAL OBJETIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: REQUISITO, DENÚNCIA. RESPONSABILIDADE PENAL OBJETIVA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: EXCEPCIONALIDADE, TRANCAMENTO DA AÇÃO PENAL. COMPETÊNCIA, AVALIAÇÃO, REGULARIDADE, PEÇA ACUSATÓRIA. REQUISITO, DENÚNCIA. DENÚNCIA, CRIME, AUTORIA COLETIVA, INDIVIDUALIZAÇÃO DA CONDUTA. APRECIAÇÃO, MÉRITO, AÇÃO PENAL, STF, USURPAÇÃO DE COMPETÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=192204&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RESPONSABILIDADE PENAL OBJETIVA)\nHC 80549 (1ªT), HC 83554 (2ªT), AP 953 (1ªT), AP 987 (2ªT), AP 1005 QO (2ªT), RHC 186159 AgR-AgR (2ªT). \n(RESPONSABILIDADE PENAL, PESSOA JURÍDICA, INDIVIDUALIZAÇÃO DA CONDUTA)\nHC 83554 (2ªT), HC 85549 (1ªT), HC 86362 (1ªT), RE 548181 (1ªT), HC 101286 (1ªT), Inq 3412 (TP), HC 127397 (2ªT), HC 74791 (1ªT). \n(EXCEPCIONALIDADE, TRANCAMENTO DA AÇÃO PENAL)\nHC 94272 (1ªT), HC 124711 (2ªT), HC 125873 AgR (2ªT), HC 128031 (1ªT). \n(JUSTA CAUSA, AÇÃO PENAL)\nHC 107263 (2ªT), HC 158217 (1ªT). \n(REQUISITO, DENÚNCIA)\nHC 84580 (2ªT), HC 73271 (1ªT), HC 88875 (2ªT), Inq 3218 (TP), Inq 3331 (1ªT), HC 113386 (2ªT), Inq 3698 (2ªT), Inq 3752 (2ªT). \n(COMPETÊNCIA, AVALIAÇÃO, REGULARIDADE, PEÇA ACUSATÓRIA)\nHC 116680 (2ªT). \n(APRECIAÇÃO, MÉRITO, AÇÃO PENAL, STF, USURPAÇÃO DE COMPETÊNCIA)\nHC 191989 AgR (1ªT). \n- Decisão monocrática citada:\n(RESPONSABILIDADE PENAL, PESSOA JURÍDICA, INDIVIDUALIZAÇÃO DA CONDUTA)\nHC 179636.\n- Legislação estrangeira citada: artigo 1º da Constituição alemã.\n\nNúmero de páginas: 84.\nAnálise: 11/04/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : RAUL ALFREDO PADILLA \nIMPTE.(S)  : AFONSO HENRIQUE ARANTES DE PAULA \nIMPTE.(S)  : JOSE PAULO SEPULVEDA PERTENCE \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":469897,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"HC 192204","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2022-05-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O Processo Criminal Brasileiro, Rio de Janeiro-São Paulo: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 7. ed. São Paulo: Thomson Reuters Brasil, 2019.\nBATISTA, Nilo. Introdução crítica ao Direito Penal Brasileiro. 2007. p. 104.\nBELLO FILHO, Ney de Barros. Crimes e infrações administrativas ambientais: comentários à Lei 9.605/98. p. 15-18.\nESTELLITA, Heloisa. Responsabilidade penal de dirigentes de empresas por omissão: Estudo sobre a responsabilidade omissiva imprópria de dirigentes de sociedades anônimas, limitadas e encarregadas de cumprimento por crimes praticados por membros da empresa. 1 ed. São Paulo: Marcial Pons, 2017. p. 177-179 e 236-253.\nLIMA, Renato Brasileiro. Manual de Processo Penal. 8. ed. Salvador: JusPodivm, 2020.\nMAUNZ, Dürig. Grundgesetz Kommentar, Band I. München: Verlag C.H.Beck, 1990. 1I 18.\nNUCCI, Guilherme de Souza. Leis Penais e Processuais Penais Comentadas. 4. ed. RT, 2009. p. 875.","ministro_facet":["GILMAR MENDES"],"processo_numero":192204,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470267","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Luiz Fux (Presidente e Relator), que dava provimento ao recurso extraordinário e propunha a fixação da seguinte tese de repercussão geral (tema 1.079): “Não viola a Constituição a previsão legal de imposição das sanções administrativas ao condutor de veículo automotor que se recuse à realização dos testes, exames clínicos ou perícias voltados a aferir a influência de álcool ou outra substância psicoativa (art. 165-A e art. 277, §§ 2º e 3º, todos do Código de Trânsito Brasileiro, na redação dada pela Lei 13.281/2016)”, o julgamento foi suspenso. Falaram: pelo recorrente, a Dra. Fernanda Figueira Tonetto Braga, Procuradora do Estado do Rio Grande do Sul; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, o Ministro Dias Toffoli. Plenário, 18.5.2022.\r\n\n                       Decisão: O Tribunal, por unanimidade, apreciando o tema 1.079 da repercussão geral, deu provimento ao recurso extraordinário, nos termos do voto do Relator, Ministro Luiz Fux (Presidente). Foi fixada a seguinte tese: \"Não viola a Constituição a previsão legal de imposição das sanções administrativas ao condutor de veículo automotor que se recuse à realização dos testes, exames clínicos ou perícias voltados a aferir a influência de álcool ou outra substância psicoativa (art. 165-A e art. 277, §§ 2º e 3º, todos do Código de Trânsito Brasileiro, na redação dada pela Lei 13.281/2016)\". Plenário, 19.5.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["3","4","10","11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470267","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur470267","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÕES DIRETAS DE INCONSTITUCIONALIDADE E RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL RECONHECIDA. CÓDIGO DE TRÂNSITO BRASILEIRO. ARTIGO 165-A E ARTIGO 277, §§ 2º E 3°. LEI SECA (LEI FEDERAL Nº 11.705/08), ARTS. 2º, 4º e 5º, III, IV E VIII. LEI FEDERAL Nº 12.760/2012, ART. 1º. CONSTITUCIONALIDADE DA REDUÇÃO DO LIMITE DA ALCOOLEMIA PARA ZERO E DAS SANÇÕES IMPOSTAS À RECUSA DO CONDUTOR EM SUBMETER-SE AO TESTE DO BAFÔMETRO. NATUREZA ADMINISTRATIVA DAS SANÇÕES. INEXISTENCIA DE OFENSA AO PRINCÍPIO DA NÃO AUTO-INCRIMINAÇÃO E DA INDIVIDUALIZAÇÃO DA PENA. CF/88, ARTS. 5º, CAPUT, II, XXXVI E XLVI; 144; E 170. INCONSTITUCIONALIDADE DA PROIBIÇÃO DE COMÉRCIO DE BEBIDAS ALCOÓLICAS ÀS MARGENS DAS RODOVIAS FEDERAIS E DA FISCALIZAÇÃO PELA POLÍCIA RODOVIÁRIA. AFRONTA AOS PRINCÍPIOS DA ISONOMIA, DO DEVIDO PROCESSO LEGAL, DA RAZOABILIDADE, DA PROPORCIONALIDADE. VIOLAÇÃO ÀS LIBERDADES ECONÔMICAS E INDIVIDUAIS. INCONSTITUCIONALIDADE DA PROIBIÇÃO DE COMÉRCIO DE BEBIDAS ALCOÓLICAS ÀS MARGENS DAS RODOVIAS FEDERAIS E DA FISCALIZAÇÃO PELA POLÍCIA RODOVIÁRIA. AFRONTA AOS PRINCÍPIOS DA ISONOMIA, DO DEVIDO PROCESSO LEGAL, DA RAZOABILIDADE, DA PROPORCIONALIDADE. VIOLAÇÃO ÀS LIBERDADES ECONÔMICAS E INDIVIDUAIS. AÇÕES DE INCONSTITUCIONALIDADE JULGADAS PARCIALMENTE PROCEDENTES. RECURSO EXTRAORDINÁRIO PROVIDO, COM FIXAÇÃO DE TESE.\n\n\n\n    1. (a) Trata-se de julgamento conjunto de um recurso extraordinário com repercussão geral reconhecida (RE 1.224.374) e duas ações diretas de inconstitucionalidade (4013 e 4017). A controvérsia cinge-se à análise da constitucionalidade de duas proibições impostas a partir da denominada Lei Seca: (1) da condução de veículos automotivos com qualquer nível de alcoolemia (conhecida como “tolerância zero”), com a imposição da sanção administrativa aos que se recusem a realizar o teste do etilômetro; e (2) da venda de bebidas alcoólicas às margens de rodovias federais, com a imposição de sanção de natureza administrativa. As normas afrontariam, de modo manifestamente desproporcional, as liberdades individuais e econômicas, o devido processo legal e a isonomia, em nome da proteção da segurança no trânsito.\n\n\n\n    (b) Diante da diversidade das questões postas, será analisada, primeiramente, a constitucionalidade das regras que estabelecem as taxas de alcoolemia admissíveis para condutores e suas sanções e, em seguida, a proibição da venda de bebidas alcoólicas em áreas de domínio das rodovias federais, com as correlatas delegação de competência fiscalizatória à Policia Rodoviária Federal e delimitação das sanções por descumprimento, porquanto implicam a consideração de direitos fundamentais e princípios constitucionais de natureza distinta.\n\n\n\n    I - Da constitucionalidade da restrições ao consumo de bebidas alcoólicas por condutores: a proteção à saúde e à segurança públicas\n\n\n\n    2. De acordo com a Pesquisa Nacional de Saúde realizada pelo IBGE em 2019, cerca de 26,4% dos indivíduos com mais de 18 anos ingerem algum tipo de bebida alcoólica ao menos uma vez por semana, o que representa um aumento expressivo no consumo de álcool no Brasil, se comparados com dados do Relatório Global sobre Álcool e Saúde 2018 divulgado pela OMS: o consumo de álcool médio é de 7,8L de álcool puro per capita, cerca de 22% a mais do que a média global, estimada em 6,4L.\n\n\n\n    3. O consumo de bebida alcoólica possui elevado peso cultural no Brasil. A relevância que a comercialização de álcool e o consumo habitual possuem na realidade do brasileiro decorre, em grande medida, do tratamento jurídico atribuído ao produto. Ainda que fortemente regulamentado, o álcool constitui uma droga não apenas social, mas juridicamente aceita, cuja importância econômica é expressiva.\n\n\n\n    4. O consumo exacerbado ou inoportuno acarreta, no entanto, elevados riscos sociais nas mais variadas searas, desde a segurança no ambiente doméstico à proteção do trânsito. Um estudo seminal, publicado pela revista The Lancet, compara 195 países e territórios no período de 1990-2016, aponta que, globalmente, o uso de álcool foi o sétimo principal fator de risco para mortes e incapacidades em 2016, sendo responsável por 2% das mortes femininas e 6,8% das mortes masculinas (GBD 2016 Alcohol Collaborators. “Alcohol use and burden for 195 countries and territories, 1990–2016” 2016 Lancet 2018; 392: 1015–35).\n\n\n\n    5. A Organização Mundial de Saúde recomenda que não se deve dirigir após a ingestão de álcool, independentemente da quantidade, máxime em razão da natureza das alterações fisiológicas, da alteração da capacidade de discernimento e do dissenso acerca de alcoolemia segura para a condução veicular (OMS. Beber e Dirigir: manual de segurança viária para profissionais de trânsito e saúde. Genebra, Global Road Safety Partnership, 2007).\n\n\n\n    6. A análise dos dados empíricos da realidade brasileira e dos diversos estudos apontados reforça a premissa de que não existem quantidades objetivamente seguras para o consumo de álcool, diante do que as alterações promovidas no Código de Trânsito Brasileiro, pelos artigos 5º, incisos III, IV e VIII, da Lei Federal 11.705/2008, e 1º da Lei Federal n° 12.760/2012 se revelam adequadas, necessárias e proporcionais.\n\n\n\n    7. A eficiência da medida deve ser analisada em perspectiva histórica. Em 2007, houve um aumento na série histórica de mortes por acidentes de trânsito, que culminou no número total de 66.836 pessoas. O número expressivo evidenciava a indispensabilidade de regular atividades que envolvem o consumo e a comercialização de bebidas alcoólicas por condutores. Os dados sugerem a relativa eficácia das medidas educativas e restritivas, vez que, dois anos após a aplicação da Lei n° 11.705/08, a Agência Câmara de Notícias relatou redução de casos fatais em 20%; e, atualmente, dados oficiais do Sistema de Informações de Mortalidade do Ministério da Saúde estimam a redução em 14% nesses acidentes e a prevenção de mais de 41 mil pessoas.\n\n\n\n    8. A edição da chamada Lei Seca não configura uma mudança legislativa abrupta a ensejar proteção constitucional por meio do direito adquirido ou segurança jurídica, vez que o arcabouço normativo do tema revela a clara intenção restritiva do Poder Público, nas últimas décadas, de combate do consumo abusivo das bebidas alcoólicas, inclusive perante a segurança no trânsito. \n\n\n\n    9. A tolerância zero não pode ser considerada violadora do princípio da proporcionalidade, considerados os dados que respaldaram sua adoção como política de segurança no trânsito pelo legislador.\n\n\n\n    10. É importante, ainda, observar que a proibição de qualquer nível de alcoolemia para a condução de veículos automotivos reúne, atualmente, o Brasil a outros 31 países com tolerância zero e aos 130 países que usam o etilômetro (teste do “bafômetro”) como forma de monitoramento do cumprimento da lei.\n\n\n\n    11. O §2° do artigo 277, ao acrescentar às responsabilidades do agente de trânsito declarar a embriaguez do motorista a partir de provas de fato e, se comprovada a alteração psicomotora do sujeito, lavrar o auto da infração, mostra-se plenamente legítima, vez que a utilização do instrumento bafômetro não pressupõe elaborados e complexos conhecimento técnicos e a norma prevê diversos outros meios de coleta de informações e provas contra o infrator, caso pairem dúvidas quanto à acuidade do equipamento ou idoneidade do agente.\n\n\n\n    12. O principio da não-autoincriminação, reconhecido pelo Pacto Internacional de Direitos Civis e Políticos de 1966 e pela Convenção Americana de Direitos Humanos de 1969, assegura a prerrogativa de seu titular não ser obrigado a produzir prova ou de não contribuir, de qualquer modo, para a própria condenação no âmbito criminal (nemo tenetur se detegere).\n\n\n\n    13. In casu, a natureza administrativa das punições e sanções estabelecidas pelas leis hostilizadas afasta as alegações de incompatibilidade do artigo 277, § 3°, do CTB, com o art. 5°, LXIII, da Constituição Federal.\n\n\n\n    14. A recusa do condutor em realizar os testes referidos não importará a presunção da prática de delito ou na imposição de pena criminal, mas apenas um incentivo instituído pelo Código de Trânsito Brasileiro para que os condutores cooperem com a fiscalização do trânsito, cabível penalização administrativa em caso de não cumprimento como único meio de conferir efetividade à norma e estimular o bom comportamento.\n\n\n\n    15. Deveras, a medida visa a contribuir para a exequibilidade da proibição de ingestão de álcool em qualquer nível. A toda evidência, se não houvesse consequência legal para o motorista que deixasse de realizar o teste do etilômetro, a proibição do consumo de álcool antes de dirigir seria inócua. A fim de se desincentivar essa conduta, é necessário que a recusa produza efeitos no âmbito administrativo, operando-se a restrição de direitos de modo independente da incidência das normas penais. Ausente transbordamento, pelo legislador, do espaço de conformação outorgado constitucionalmente à sua competência para o desenho de políticas públicas voltadas à segurança no trânsito, à proteção da integridade física, da vida e de outros bens protegidos em nosso ordenamento, cabendo deferência do Poder Judiciário ante a razoabilidade do juízo de adequação, necessidade e proporcionalidade em sentido estrito das medidas e sanções legalmente estabelecidas.\n\n\n\n    II - Constitucionalidade da proibição de venda de bebidas alcoólicas nas rodovias federais: \n\n\n\n    16. A necessidade premente e incontroversa de adoção de medidas que visem a reduzir a incidência de condução de veículos por pessoas alcoolizadas, em nome da garantia da vida, da segurança e do bem-estar daqueles que fazem parte do trânsito, não significa que o Estado possa impor toda sorte de restrições às liberdades individuais.\n\n\n\n    17. A arquitetura de escolhas conferida por uma política regulatória razoável deve respeitar a autonomia individual ao mesmo tempo em que incentiva comportamentos socialmente desejáveis, prestigiando desenhos normativos que não tolham desproporcionalmente a liberdade decisória dos cidadãos e das empresas (THALER, Richard. SUNSTEIN, Cass. BALZ, John “Choice Architecture” SSRN April 2, 2010), oferecendo um quadro de opções para que o sujeito exerça seu direito de escolha, ainda que assumindo o ônus de sofrer sanções administrativas (SUNTEIN, Cass; THALER, Richard “Libertarian Paternalism is not an Oxymoron”, University of Chicago Law Review 70, n. 4 (Fall 2003): 1159-1202).\n\n\n\n    18. In casu, a vedação à venda varejista ou ao oferecimento de bebidas alcoólicas para consumo no local, destinada a empreendimentos comerciais localizados em terrenos com acesso direto à rodovia (artigo 2° da Lei n° 11.705/2008), é adequada, necessária e estritamente proporcional ao fim de impedir a condução de veículos automotores após a ingestão de álcool em rodovias federais, porquanto não inviabiliza o exercício das liberdades econômicas dos estabelecimentos e das liberdades individuais de escolha dos consumidores. \n\n\n\n    19. A vedação à venda varejista ou ao oferecimento de bebidas alcoólicas para consumo no local, destinada a empreendimentos comerciais localizados em terrenos com acesso direto à rodovia, é adequada, necessária e proporcional ao fim de impedir a condução de veículos automotores após a ingestão de álcool em rodovias federais. \n\n\n\n    20. É constitucional o art. 3º da Lei 11.705/2008, porquanto desestimula a procura pelo produto por parte dos condutores de veículos e inibe formas de burla à legislação. \n\n\n\n    21. É compatível com a Constituição Federal o art. 4º da Lei Federal 11.705/2008, máxime ser atribuição da Polícia Rodoviária Federal fiscalizar as condutas no trânsito das rodovias federais – garantindo a preservação da ordem pública, a segurança no trânsito e a incolumidade da vida dos cidadãos e do patrimônio público - mediante ações públicas de dissuasão (patrulhamento ostensivo). \n\n\n\n    22. Ex positis, CONHEÇO das ações diretas de inconstitucionalidade nº 4013 e 4017 e, no mérito, julgo-as IMPROCEDENTES, assentando a CONSTITUCIONALIDADE dos artigos 165-A e 277, §§ 2º e 3º, todos do CTB e dos artigos 2º, 3º e 4º da Lei 11.705/2008.\n\n\n\n    23. Ex positis, DOU PROVIMENTO ao Recurso Extraordinário 1.224.374, para restabelecer a validade do auto de infração de trânsito lavrado pelo Recorrente, propondo a fixação da seguinte tese de repercussão geral: \n\n\n\n    “Não viola a Constituição a imposição legal de sanções administrativas ao condutor de veículo automotor que se recuse à realização dos testes, exames clínicos ou perícias voltados a aferir a influência de álcool ou outra substância psicoativa (art. 165-A e art. 277, §§ 2º e 3º, todos do CTB, na redação dada pela Lei 13.281/2016)”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763310542","externo_seq_objeto_incidente":5742361,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-190  DIVULG 22-09-2022  PUBLIC 23-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1224374&classe=RE","is_colac":false,"titulo":"RE 1224374","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-IMP   CPCPI ANO-1832\n    CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00002 INC-00003 INC-00004\n    ART-00002 ART-00003 INC-00001 ART-00005\n    \"CAPUT\" INC-00002 INC-00004 INC-00006\n    INC-00009 INC-00013 INC-00015 INC-00017\n    INC-00021 INC-00036 INC-00046 INC-00054\n    INC-00055 INC-00057 INC-00063 ART-00006\n    \"CAPUT\" ART-00022 INC-00011 ART-00023\n    INC-00012 ART-00037 \"CAPUT\" ART-00102\n    INC-00003 LET-A LET-B ART-00103\n    INC-00009 ART-00144 PAR-00002 PAR-00010\n    ART-00170 INC-00004 PAR-ÚNICO ART-00173\n    ART-00174 \"CAPUT\" ART-00196\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000090 ANO-2015\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00113 PAR-00002\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008560 ANO-1992\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00231\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011275 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011705 ANO-2008\n    ART-00002 PAR-00001 PAR-00002 PAR-00003\n    ART-00003 PAR-ÚNICO ART-00004 PAR-00001\n    PAR-00002 ART-00005 INC-00003 INC-00004\n    INC-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012004 ANO-2009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012760 ANO-2012\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012971 ANO-2014\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013281 ANO-2016\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 NÚMERO-00002 LET-G\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00014 NÚMERO-00003 LET-G\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00307\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00186\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   MPR-000415 ANO-2008\n    ART-00001 PAR-00001 PAR-00002 ART-00002\n    PAR-ÚNICO ART-00003 PAR-ÚNICO ART-00005\n    INC-00023 ART-00006 ART-00007\n    MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-11705/2018\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO  - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-006117 ANO-2007\n    ANEXO-00002\n    DECRETO\n\n","LEG-FED   RES-000206 ANO-2006\n    RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN\n\n","LEG-FED   RES-000432 ANO-2013\n    ART-00008 INC-00001 INC-00002 INC-00003\n    INC-00004\n    RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CONTRAN\n\n","LEG-FED   EXM-000013\n    EXPOSIÇÃO DE MOTIVOS INTERMINISTERIAL DA MPR-415/2008\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000301\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-EST   LEI-004855 ANO-1985\n    ART-00001\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-009503 ANO-1997\n    ART-00007 INC-00005 ART-00016 ART-00020\n    INC-00001 INC-00002 INC-00003 ART-00165\n    ART-0165A PAR-ÚNICO ART-0165B ART-00176\n    INC-00003 ART-00202 ART-00203 ART-00232\n    ART-00238 ART-00262 PAR-00005 ART-00276\n    PAR-ÚNICO ART-00277 \"CAPUT\" PAR-00002\n    PAR-00003 ART-00280 PAR-00004 ART-00305\n    ART-00306 INC-00002 PAR-00001 INC-00001\n    INC-00002 PAR-00002 PAR-00003 PAR-00004\n    CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO"],"publicacao_data":"2022-09-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ADITAMENTO À PETIÇÃO INICIAL, CONVERSÃO, MEDIDA PROVISIONAL, LEI, RISCO, PERDA DO OBJETO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ALTERAÇÃO, LEI IMPUGNADA, PREJUDICIALIDADE. AUTORIZAÇÃO JUDICIAL, REALIZAÇÃO, EXAME DE DNA, AUTORIZAÇÃO, VÍTIMA, GESTANTE, INVESTIGAÇÃO, ESTUPRO. PRINCÍPIO, PREVALÊNCIA, PRINCÍPIO, SITUAÇÃO, CARÁTER ESPECÍFICO. CUSTO, SOCIEDADE, RETIRADA, LEI IMPUGNADA, DIREITO À VIDA, SEGURANÇA, VIA PÚBLICA, PROTEÇÃO, CONSTITUIÇÃO FEDERAL, SUPERIORIDADE, RESTRIÇÃO, ACESSO, BEBIDA ALCOÓLICA. CONSTITUCIONALIDADE, LEI ESTADUAL, ESTABELECIMENTO COMERCIAL, AUTORIZAÇÃO, ACESSO, ESTRADA, DEPARTAMENTO DE ESTRADAS DE RODAGEM (DER), PROIBIÇÃO, VENDA, BEBIDA ALCOÓLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: CONSTITUCIONALIDADE, ARTIGO, CÓDIGO DE TRÂNSITO BRASILEIRO, PREVISÃO, CRIME, AFASTAMENTO, CONDUTOR, LOCAL, ACIDENTE, GARANTIA CONTRA A AUTOINCRIMINAÇÃO, RELATIVIZAÇÃO, DIREITO. GARANTIA CONTRA A AUTOINCRIMINAÇÃO, INDEPENDÊNCIA, ÂMBITO PENAL, ÂMBITO CÍVEL. DEVIDO PROCESSO LEGAL SUBSTANTIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: GARANTIA CONTRA A AUTOINCRIMINAÇÃO, DIREITO AO SILÊNCIO, ALCANCE, REALIZAÇÃO, RECUSA, PARTICIPAÇÃO, MEIO DE PROVA. DIREITO DE FAMÍLIA, PRESUNÇÃO, PATERNIDADE, RECUSA, RÉU, SUBMISSÃO, EXAME DE DNA. CONFLITO, DIREITO FUNDAMENTAL, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. RELATIVIZAÇÃO, DIREITO FUNDAMENTAL, CONDUTOR, CORRELAÇÃO, COLETIVIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PRINCÍPIO DA LIVRE INICIATIVA, PROTEÇÃO, USUÁRIO, SAÚDE. LIVRE INICIATIVA, FUNDAMENTO, ORDEM ECONÔMICA, OBSERVÂNCIA, PRINCÍPIO DA DEFESA DO CONSUMIDOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: CONSTITUCIONALIDADE, NORMA, REAJUSTE, MENSALIDADE ESCOLAR. CONSTITUCIONALIDADE, LEI ESTADUAL, GARANTIA, MEIA-ENTRADA, ESTUDANTE. CONSTITUCIONALIDADE, LEI ESTADUAL, GARANTIA, MEIA-ENTRADA, DOADOR, SANGUE. GARANTIA CONTRA A AUTOINCRIMINAÇÃO, EXTRAPOLAÇÃO, DIREITO AO SILÊNCIO, INTERROGATÓRIO. DIREITO AO SILÊNCIO, COMETIMENTO DE CRIME. GARANTIA CONTRA A AUTOINCRIMINAÇÃO, OBRIGATORIEDADE, FORNECIMENTO, ELEMENTO PROBATÓRIO, INVESTIGAÇÃO CRIMINAL, PROCESSO PENAL. GARANTIA CONTRA A AUTOINCRIMINAÇÃO, APLICABILIDADE, PROCESSO ADMINISTRATIVO DISCIPLINAR (PAD). INDEPENDÊNCIA, ÂMBITO CÍVEL, ÂMBITO PENAL, ÂMBITO ADMINISTRATIVO, EXCEÇÃO, ABSOLVIÇÃO, INEXISTÊNCIA, FATO, NEGATIVA DE AUTORIA. ORDENAMENTO JURÍDICO BRASILEIRO, INEXISTÊNCIA, DIREITO ABSOLUTO. GARANTIA CONTRA A AUTOINCRIMINAÇÃO, ATRIBUIÇÃO, FALSA IDENTIDADE, AUTORIDADE POLICIAL, OCULTAÇÃO, MAUS ANTECEDENTES. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, LEI ESTADUAL, PROIBIÇÃO, CONSUMO, CIGARRO, LOCAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: EMBRIAGUEZ AO VOLANTE, CRIME DE PERIGO ABSTRATO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1224374&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, ADITAMENTO À PETIÇÃO INICIAL, CONVERSÃO, MEDIDA PROVISIONAL, LEI, RISCO, PERDA DO OBJETO)\nADI 4017 (TP), ADI 3047 AgR (TP). \n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ALTERAÇÃO, LEI IMPUGNADA, PREJUDICIALIDADE)\nADI 2501 (TP), ADI 4221 (TP), ADI 5631 (TP). \n(AUTORIZAÇÃO JUDICIAL, REALIZAÇÃO, EXAME DE DNA, AUTORIZAÇÃO, VÍTIMA, GESTANTE, INVESTIGAÇÃO, ESTUPRO)\nRcl 2040 QO (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, ESTABELECIMENTO COMERCIAL, AUTORIZAÇÃO, ACESSO, ESTRADA, DER,  PROIBIÇÃO, VENDA, BEBIDA ALCOÓLICA)\nRE 148260 (2ªT). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nADC 35 (TP). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, RELATIVIZAÇÃO, DIREITO)\nRE 640139 RG (TP). \n(DEVIDO PROCESSO LEGAL SUBSTANTIVO)\nADI 2667 (TP), ADI 1407 MC (TP). \n(CONSTITUCIONALIDADE, TIPO PENAL, CRIME, FUGA, LOCAL, ACIDENTE DE TRÂNSITO)\nRE 971959 (TP). \n(PRINCÍPIO DA LIVRE INICIATIVA, PROTEÇÃO, USUÁRIO, SAÚDE)\nRE 349686 (2ªT), AI 636883 AgR (1ªT). \n(LIVRE INICIATIVA, FUNDAMENTO, ORDEM ECONÔMICA, OBSERVÂNCIA, PRINCÍPIO DA DEFESA DO CONSUMIDOR)\nADI 4066 (TP). \n(CONSTITUCIONALIDADE, NORMA, REAJUSTE, MENSALIDADE ESCOLAR)\nADI 319 QO (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, GARANTIA, MEIA-ENTRADA, ESTUDANTE)\nADI 1950 (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, GARANTIA, MEIA-ENTRADA, DOADOR, SANGUE)\nADI 3512 (TP). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, EXTRAPOLAÇÃO, DIREITO AO SILÊNCIO, INTERROGATÓRIO)\nHC 101909 (2ªT). \n(DIREITO AO SILÊNCIO, COMETIMENTO DE CRIME)\nHC 73035 (1ªT), HC 75257 (1ªT), HC 80616 (2ªT), HC 83960 (1ªT), HC 106876 (2ªT), HC 68929 (1ªT). \n(INDEPENDÊNCIA, ÂMBITO CÍVEL, ÂMBITO PENAL, ÂMBITO ADMINISTRATIVO)\nMS 23242 (TP), MS 24013 (TP), RMS 26951 AgR (1ªT), ARE 841612 AgR (2ªT), MS 34420 AgR (2ªT). \n(ORDENAMENTO JURÍDICO BRASILEIRO, INEXISTÊNCIA, DIREITO ABSOLUTO)\nMS 23452 (1ªT). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, ATRIBUIÇÃO, FALSA IDENTIDADE, AUTORIDADE POLICIAL, OCULTAÇÃO, MAUS ANTECEDENTES)\nRE 640139 RG (TP). \n(COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, LEI ESTADUAL, PROIBIÇÃO, CONSUMO, CIGARRO, LOCAL)\nADI 4351 (TP). \n(EMBRIAGUEZ AO VOLANTE, CRIME DE PERIGO ABSTRATO)\nHC 109269 (2ªT), RHC 110258 (1ªT). \n(CUSTO, SOCIEDADE, RETIRADA, LEI IMPUGNADA, DIREITO À VIDA, SEGURANÇA, VIA PÚBLICA, PROTEÇÃO, CONSTITUIÇÃO FEDERAL, SUPERIORIDADE, RESTRIÇÃO, ACESSO, BEBIDA ALCOÓLICA.)\nADI 1950 (TP). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, OBRIGATORIEDADE, FORNECIMENTO, ELEMENTO PROBATÓRIO)\nHC 77135 (1ªT), HC 83096 (2ªT), HC 93916 (1ªT). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, APLICABILIDADE, PAD)\nRMS 34739 AgR (2ªT). \n- Decisões monocráticas citadas:\n(DIREITO AO SILÊNCIO, COMETIMENTO DE CRIME)\nARE 1242504.\n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, ÂMBITO ADMINISTRATIVO)\nRE 1213920, RE 1224546, RE 1224556, ARE 1242504.\n- Acórdão(s) citado(s) - outros tribunais:\n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, INDEPENDÊNCIA, ÂMBITO PENAL, ÂMBITO CÍVEL.)\nSTJ: REsp 1677380. \n- Legislação estrangeira citada: art. 6º, da Convenção Europeia de Direitos Humanos; 5ª Emenda da Constituição dos EUA; art. 3º, art. 29, itens 1, 2 e 3, da Declaração Universal dos Direitos Humanos; Ley Orgánica 10/1995, de 23 de noviembre, del Código Penal da Espanha; Lei 72/2013, do Código de Estradas de Portugal;  Resolução 57/309, da Assembleia Geral da Organização das Nações Unidas, aprovada em maio de 2003; art. 380 do Código de Trânsito de 1995, da Espanha.\n- Decisões estrangeiras citadas: Caso Funke vs. France, Caso Murray vs. The United Kigdom, Caso Saunders vs. The United Kingdom, do Tribunal Europeu de Direitos Humanos; Caso Miranda vs. Arizona, dos Estados Unidos da América, Caso 4-1468 Birchfield vs. Dakota do Norte, julgado em 2016, da Suprema Corte Norte-Americana; Sentença n. 194/96 da Corte Constitucional Italiana; Caso Saunders vs. Reino Unido,  do Tribunal Europeu de Direitos Humanos.\n- Veja ADI 4103, ADI 4017 e ADI 4103 do STF.\n- Veja Parecer Técnico 11/2012, do Instituto Nacional de Criminalística da Diretoria Técnico Científica do Departamento da Policia Fedral - INC/DITEC/DPF.\n\nNúmero de páginas: 245.\nAnálise: 21/03/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : DEPARTAMENTO DE TRÂNSITO DO ESTADO DO RIO GRANDE DO SUL - DETRAN/RS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : JOEL PORN DE FREITAS \nADV.(A/S)  : ANDRE DA ROCHA MOROSINI \nADV.(A/S)  : MARCELO JACQUES VENTURINI","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1079 - Constitucionalidade do art. 165-A do Código de Trânsito Brasileiro, incluído pela Lei nº 13.281/2016, o qual estabelece como infração autônoma de trânsito a recusa de condutor de veículo a ser submetido a teste que permita certificar a influência de álcool.","old_seq_sjur":470267,"documental_tese_texto":"Não viola a Constituição a previsão legal de imposição das sanções administrativas ao condutor de veículo automotor que se recuse à realização dos testes, exames clínicos ou perícias voltados a aferir a influência de álcool ou outra substância psicoativa (art. 165-A e art. 277, §§ 2º e 3º, todos do Código de Trânsito Brasileiro, na redação dada pela Lei 13.281/2016).","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 1224374","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AGÊNCIA BRASIL. Casos de embriaguez ao volante em rodovias aumentam 225% no carnaval. Disponível em: ebc.com.br. Acesso em: 17 jun. 2022. \nALBUQUERQUE, Marcelo Schirmer. A garantia de não auto-incriminação: extensão e limites. Belo\nHorizonte: Del Rey, 2008. p. 28.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros, 2008. p. 111.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros. 2. ed. p. 93-94 e 96.\nÁVILA, Humberto. Teoria dos Princípios. Da definição à aplicação dos princípios jurídicos. São Paulo:\nMalheiros, 2003. p. 105.\nBOHIGIAN, George M.; DOLAN, M. D.; ESTES JR, Harvey. Alcohol and the Driver. JAMA 255 (1986): 522-527.\nBOTTINI, Pierpaolo, Crimes de perigo abstrato não são de mera conduta, Conjur, 29, maio 2012. Disponível: https://www.conjur.com.br/2012-mai-29/direitodefesa-crimes-perigo-abstrato-nao-sao-mera-conduta.\nCAVALCANTE, Márcio André Lopes. Lei 13.281/2016 e as consequências diante da recusa em se submeter ao bafômetro. Disponível em: https://www.dizerodireito.com.br/2016/05/lei-132812016-e-asconsequencias-\ndiante.html. Acesso em: 17 jun. 2022.\nCentro de Informações sobre Saúde e Álcool. (2014, 29  de agosto). Alccol e transito. Disponível em: https://cisa.org.br/ index.php/pesquisa/artigos-cientificos/artigo/item/79-alcool-e-transito. Acesso em: 2 fev. 2021.\nCentro de Informações sobre Saúde e Álcool. (2021, 23 de abril). Movimento Maio Amarelo. Disponível em: https://cisa.org.br/index.php/pesquisa/dados-oficiais/artigo/item/150-movimento-maio-amarelo. Acesso em: 25 nov. 2021.\nD'AVILA, Fábio Roberto. Direito penal e direito sancionador. Sobre a identidade do direito penal em tempos de diferença. In: RBCCRIM, São Paulo, ano 14, n. 60, p. 9-35. mai./jun., 2006.\nDAMATTA, Roberto. Fé Em Deus e Pé na Tábua - Ou Como e Por que o Trânsito Enlouquece no Brasil. Rio de Janeiro: Rocco, 2010. p. 64.\nDWORKIN, Gerald. Paternalism. The Stanford Encyclopedia of Philosophy, 2020.\nGBD 2016 Alcohol Collaborators. Alcohol use and burden for 195 countries and territories, 1990–2016. 2016 Lancet 2018; 392: 1015–35.\nHOMEL, Ross J. (1990). Random breath testing the Australian way: a model for the United States?. Alcohol Health & Research World.\nHONORATO, Cássio Mattos. O Trânsito em condições seguras. Campinas; São Paulo: Millennium, 2012. p. 145.\nLEI Seca no Brasil e no Mundo. Como funciona o consumo de álcool em outros países? Doutor Multas. Disponível em: https://doutormultas.jusbrasil.com.br/artigos/511778229/lei-seca-no-brasil-e-nomundo-\ncomo-funciona-o-consumo-de-alcool-em-outros-paises.\nMELLO, Celso Antônio Bandeira. Curso de Direito Administrativo. 27. ed. rev. e atual. Malheiros: São Paulo, 2010. p. 793.\nMELLO, Celso Antônio Bandeira de. O Conteúdo Jurídico do Princípio da Igualdade. 3. ed. São Paulo: Malheiros. p. 17-18.\nMELO, João Ozorio de. Estados americanos endurecem leis contra embriaguez ao volante. Disponível em: https://www.conjur.com.br/2016-jun-05/estados-americanos-endurecem-leis-embriaguez-volante. Acesso em: 19 nov. 2021.\nMELO, João Ozorio de. EUA julgam leis que criminalizam recusa a testes de bafômetro e de sangue. Consultor Jurídico, 23 abr. 2016. Disponível em: https://www.conjur.com.br/2016-abr-23/eua-julgam-leiscriminalizam-recusa-testes-bafometro. Acesso em: 19 nov. 2021.\nMENDES, Gilmar Ferreira. Controle de constitucionalidade: hermenêutica constitucional e revisão de fatos e prognoses legislativos pelo órgão judicial. In: Direitos fundamentais e controle de constitucionalidade. 3. ed. São Paulo: Saraiva, 2004. p. 473.\nMENDES, Gilmar; BUONICORE, Bruno. A vedação do bis in idem na relação entre direito penal e direito\nadministrativo sancionador e o princípio da independência mitigada. In: Boletim IBCCRIM, n. 340, mar.  2021. p. 5.\nMORAES, Alexandre de. Direito Constitucional. 18. ed. São Paulo: Atlas, 2005. p. 27.\nMORAES, Alexandre de. Direito constitucional. 32. ed. São Paulo: Atlas, 2016.\nMOREIRA NETO, Diogo de Figueiredo. Curso de direito administrativo. 16. ed. Rio de Janeiro: Forense, 2014. p. 443.\nORGANIZAÇÃO MUNDIAL DE SAÚDE (OMS). Beber e Dirigir: manual de segurança viária para profissionais de trânsito e saúde. Genebra, Global Road Safety Partnership, 2007.\nOSSHBÜHL, Fritz. Kontrolle von Tatsachenfeststellungen und Prognoseentscheidungen durch das\nBundesverfassungsgericht. In: STARCK, C. Bundesverfassungsgericht und Grundgesetz. Tübingen: Mohr, 1976.  v. I. p. 458.\nPECHANSKY, Flávio et al. Consumo de álcool e outras drogas entre motoristas privados e profissionais do Brasil. In: PECHANSKY, Flávio; DUARTE, Paulina do Carmo Arruda Vieira; BONI, Raquel Brandini de (org.). Uso de bebidas alcoólicas e outras drogas nas rodovias brasileiras, e outros estudos. Porto Alegre: Secretaria Nacional de Políticas sobre Drogas, 2010. p. 54-62.\nPACELLI, Eugênio. Breves notas sobre a não autoincriminação. Boletim IBCCRIM, ano 18, n. 222, maio, 2011.\nPOZNYAK, Vladimir; REKVE, Dag. Global status report on alcohol and health 2018. World Health\nOrganization. Switzerland, 2018. Disponível em: http://apps.who.int/iris/bitstream/handle/10665/ 274603/9789241565639-eng.pdf?ua=1.\nQUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo: o princípio nemo tenetur se\ndetegere e suas decorrências no processo penal. 2. ed. São Paulo: Saraiva, 2012. p. 32 e 362.\nRAMOS, André Santa Cruz. In: MORAES, Alexande [et al]. Constituição Federal Comentada. Rio de Janeiro: Forense, 2018. p. 1329.\nRUBENZER, Steven. Judging Intoxication. Revista Behavioral Sciences and the Law, 2011.\nSCIENTIFIC ELECTRONIC LIBRARY ONLINE (Brasil) SCIELO.  Alccolemia e direção segura. Revista da Associação Médica Brasileira, São Paulo, v. 54, n. 5, set./out. 2008. Disponível em: https://www. scielo.br/scielo.php? script=sci_arttext&pid=S0104-42302008000500006. Acesso em: 10 mar. 2021.\n10 LEIS de trânsito ao redor do mundo que vão te surpreender. Skyscanner, 16 jan. 2019. Disponível em: https://www.skyscanner.com.br/noticias/10-leis-de-transito-ao-redor-do-mundoque-\nvao-te-surpreender.","ministro_facet":["LUIZ FUX"],"processo_numero":1224374,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470500","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator, com ressalvas do Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 2.9.2022 a 13.9.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470500","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur470500","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. DECISÃO AGRAVADA EM HARMONIA COM A JURISPRUDÊNCIA DESTA SEGUNDA TURMA QUE ORIENTA A MATÉRIA SOB EXAME. TRIBUNAL DO JURI. ART. 593, III. ABSOLVIÇÃO PELO CONSELHO DE SENTENÇA. SOBERANIA. AGRAVO DESPROVIDO. \n\n\n\n    I - “[Se] ao responder o quesito genérico o jurado pode absolver o réu sem especificar os motivos, e, assim, por qualquer fundamento, não há absolvição com tal embasamento que possa ser considerada ‘manifestamente contrária à prova dos autos” (HC 176933/PE, Rel. Min. Celso de Mello, redator p/ acórdão Min. Gilmar Mendes, Segunda Turma). \n\n\n\n    II - Agravo a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763495374","externo_seq_objeto_incidente":6433396,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-197  DIVULG 30-09-2022  PUBLIC 03-10-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=216921&classe=HC","is_colac":false,"titulo":"HC 216921 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 INC-00043\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011340 ANO-2006\n    LEI ORDINÁRIA - LEI MARIA DA PENHA\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00593 INC-00003 LET-D\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2022-10-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO, POSSIBILIDADE, RECURSO EM SENTIDO ESTRITO, DECISÃO CONTRÁRIA À PROVA DOS AUTOS. DECISÃO, TRIBUNAL DO JÚRI, GRAU MÍNIMO, OBJETIVIDADE, COERÊNCIA, NECESSIDADE, IDENTIFICAÇÃO, FUNDAMENTO, ABSOLVIÇÃO. IMPOSSIBILIDADE, ABSOLVIÇÃO, QUESITO GENÉRICO, TRIBUNAL DO JÚRI, LEGÍTIMA DEFESA, DEFESA DA HONRA, FEMINICÍDIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=216921&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO, SOBERANIA DO VEREDICTO)\nRHC 117076 AgR (2ªT), HC 176933 (2ªT), HC 178777 (1ªT), HC 185068 (2ªT), RHC 192431 AgR-segundo (2ªT), RHC 192432 AgR-segundo (2ªT). \n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, CABIMENTO, RECURSO, SOBERANIA DO VEREDICTO)\nHC 142621 AgR (1ªT). \n- Decisão estrangeira citada: Caso de la Massacre de la Rochela vs. Colombia. Fundo, reparações e custas. Sentença de 11 de maio de 2007. Serie C No. 163, par. 197, da Corte Interamericana de Direitos Humanos.\n- Veja ARE 1225185 do STF.\nNúmero de páginas: 21.\nAnálise: 25/02/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : FERNANDO BATISTA HENRIQUES \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : RELATOR DO HC Nº 741.397 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470500,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 216921 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2022-09-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"PIMENTEL,Silvia; PANDJIARJIN, Valeria; BELLOQUE, Juliana. In: Legítima Defesa da Honra.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":216921,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}