{"result":{"took":417,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.91193,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425999","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu, com restrição, o pedido de extradição executória e instrutória formulado pela República Italiana, desde que o Estado requerente assuma, em caráter formal, perante o Governo brasileiro, quanto ao pedido extradicional de caráter instrutório, o compromisso de não impor, quanto a todos os delitos, pena privativa de liberdade que, em seu cômputo individual, ultrapasse o limite de 30 (trinta) anos de prisão, e observadas, no mais, as exigências estabelecidas na Lei de Migração (art. 96), notadamente aquela referente à detração penal, considerado, para tanto, o período de prisão cautelar a que o ora extraditando esteve sujeito, em nosso País, unicamente por efeito deste processo extradicional, excluído desse cômputo, em consequência, o período em que ele ficou preso por outros crimes eventualmente cometidos no Brasil, ficando condicionada a entrega extradicional de referido súdito, ainda, à conclusão do processo penal a que eventualmente responda o ora extraditando ou ao cumprimento da respectiva pena privativa de liberdade, nos termos do art. 95 da Lei de Migração, restando prejudicado, em consequência, o exame dos recursos de agravo interpostos nesta sede processual. Deixou, ainda, de estabelecer o limite de 40 (quarenta) anos, para efeito de execução penal, estabelecido no art. 75, caput, do Código Penal, na redação que lhe deu a novíssima Lei nº 13.964, de 24/12/2019, pois os fatos delituosos pelos quais o ora extraditando está sendo investigado teriam sido por ele cometidos antes do início da vigência desse recente diploma legislativo, eis que essa novíssima lei constitui lex gravior, inaplicável ao caso em razão do que dispõe o art. 5º, inciso XL, da Constituição da República, tudo nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Antônio Carlos de Almeida Castro. Segunda Turma, Sessão Virtual de 22.5.2020 a 28.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425999","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425999","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER EXECUTÓRIO E INSTRUTÓRIO – EXTRADITANDO CONDENADO PELA PRÁTICA DO CRIME DE “TRÁFICO DE DROGAS” E “ASSOCIAÇÃO PARA O TRÁFICO DE ENTORPECENTES E SUBSTÂNCIAS AFINS” – INVESTIGAÇÃO PENAL, de outro lado, PELOS MESMOS DELITOS – CRIMES COMUNS, DESVESTIDOS DE CARÁTER POLÍTICO, QUE ENCONTRAM CORRESPONDÊNCIA TÍPICA NOS ARTS. 33 E 35 DA LEI Nº 11.343/2006 – PEDIDO QUE SE APOIA EM TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A REPÚBLICA ITALIANA – A QUESTÃO DO SISTEMA DE CONTENCIOSIDADE LIMITADA QUE REGE, NO BRASIL, O PROCESSO DE EXTRADICÃO: DOUTRINA E JURISPRUDÊNCIA – LIMITES MATERIAIS DA DEFESA DO EXTRADITANDO – OBSERVÂNCIA, NA ESPÉCIE, DOS CRITÉRIOS DA DUPLA TIPICIDADE E DA DUPLA PUNIBILIDADE – INOCORRÊNCIA, NO CASO, DA CONSUMAÇÃO DA PRESCRIÇÃO PENAL EM FACE DAS LEGISLAÇÕES DO BRASIL E DO ESTADO REQUERENTE – INTERROGATÓRIO PROCEDIDO POR MAGISTRADO FEDERAL, NA PRESENÇA DE ADVOGADO CONSTITUÍDO – ATENDIMENTO, NA ESPÉCIE, DOS PRESSUPOSTOS E DOS REQUISITOS ESSENCIAIS AO ACOLHIMENTO DO PLEITO EXTRADICIONAL – NECESSIDADE DE O ESTADO REQUERENTE ASSUMIR, FORMALMENTE, QUANTO AO PEDIDO EXTRADICIONAL DE CARÁTER INSTRUTÓRIO, O COMPROMISSO DIPLOMÁTICO DE COMUTAR EM PENA DE PRISÃO NÃO SUPERIOR A 30 (TRINTA) ANOS AS PENAS PRIVATIVAS DE LIBERDADE EVENTUALMENTE IMPONÍVEIS NO CASO – INAPLICABILIDADE, na espécie, DA NOVA REGRA INSCRITA NO ART. 75, “caput”, DO CÓDIGO PENAL, NA REDAÇÃO DADA PELA LEI Nº 13.964, DE 24/12/2019, POR TRATAR-SE DE “lex gravior”, DE INCIDÊNCIA VEDADA PELO INCISO XL DO ART. 5º DA CONSTITUIÇÃO FEDERAL – DEFERIMENTO DA ORDEM EXTRADICIONAL DEPENDENTE, EM PRINCÍPIO, DA CONCLUSÃO DO PROCESSO OU DO PRÉVIO CUMPRIMENTO DA PENA IMPOSTA PELA JUSTIÇA BRASILEIRA – EXIGÊNCIA DE DETRAÇÃO PENAL (LEI DE MIGRAÇÃO, ART. 96, II) – PARECER DA PROCURADORIA-GERAL DA REPÚBLICA FAVORÁVEL AO DEFERIMENTO DA EXTRADIÇÃO – EXTRADIÇÃO DEFERIDA COM RESTRIÇÃO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752868843","externo_seq_objeto_incidente":5755737,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-140  DIVULG 04-06-2020  PUBLIC 05-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1599&classe=Ext","is_colac":false,"titulo":"Ext 1599","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00040\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00035\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 ART-00088 PAR-00003 ART-00095 \n          ART-00096 INC-00002\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   LEI-013964      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1989\n          ART-00002 NÚMERO-2 ART-00003\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00005 ART-00075 \"CAPUT\" ART-00109 \n          INC-00001 INC-00002 ART-00110 \"CAPUT\" \n          ART-00111 INC-00001 INC-00002 ART-00112 \n          INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989"],"publicacao_data":"2020-06-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO EXECUTÓRIA, EXTRADIÇÃO INSTRUTÓRIA, REQUISITO, INDICAÇÃO, DATA, LOCAL, NATUREZA JURÍDICA, CIRCUNSTÂNCIA DO CRIME, ATRIBUIÇÃO, ESTRANGEIRO; AUSÊNCIA, DEFICIÊNCIA, INSTRUÇÃO, PROCESSO DE EXTRADIÇÃO. AUTENTICIDADE, DOCUMENTO, EXTRADIÇÃO, ESTADO REQUERENTE, AUSÊNCIA, TRADUÇÃO, TRADUTOR JURAMENTADO. STF, AUTENTICIDADE, DOCUMENTO, TRÂNSITO, VIA DIPLOMÁTICA. PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA, ESTADO ESTRANGEIRO, PRAZO PRESCRICIONAL, VINTE ANOS, TERMO INICIAL, TRÂNSITO EM JULGADO, CONDENAÇÃO, CARÁTER PENAL. LEGISLAÇÃO BRASILEIRA, PRAZO PRESCRICIONAL, VINTE ANOS, ESGOTAMENTO, EXTINÇÃO DA PUNIBILIDADE, EXTRADITANDO. PRESCRIÇÃO DA PRETENSÃO PUNITIVA, TERMO INICIAL, CONSUMAÇÃO, DELITO, CESSAÇÃO, ATIVIDADE CRIMINOSA. PRINCÍPIO DA TERRITORIALIDADE, LEI PENAL, ESTADO BRASILEIRO. EXTRADITANDO, FAMÍLIA, RESIDÊNCIA, ESTADO BRASILEIRO, AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO. EXTRADIÇÃO PASSIVA, STF, INADMISSIBILIDADE, ÂMBITO, PROCESSO DE EXTRADIÇÃO, REAPRECIAÇÃO, PROVA, MÉRITO, ACUSAÇÃO PENAL,CONDENAÇÃO, ESTADO REQUERENTE. STF, JUÍZO DE DELIBAÇÃO, PEDIDO, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1599&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PEDIDO, EXTRADIÇÃO EXECUTÓRIA, REQUISITO)\nExt 1598 (2ªT). \n(AUTENTICIDADE, DOCUMENTO, EXTRADIÇÃO, TRÂNSITO, VIA DIPLOMÁTICA)\nExt 633 (1ªT), Ext 797 (1ªT), Ext 951 (TP), Ext 1100 (TP), Ext 1114 (TP), Ext 1136 (TP), CR 4340 embargos (TP). \n(PRINCÍPIO DO JUIZ NATURAL)\nHC 73801 (1ªT) - RTJ 169/557, HC 79865 (1ªT) - RTJ 179/378, HC 81963 (2ªT) - RTJ 193/357. \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 665 (1ªT) - RTJ 162/452, Ext 789 (1ªT) - RTJ 176/73, Ext 977 (TP), Ext 1004 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA TERRITORIALIDADE)\nExt 1598 (2ªT). \n(SÚMULA 421/STF)\nExt 579 (TP) - RTJ 155/34, HC 71402 (TP) - RTJ 177/1250, Ext 653 (TP) - RTJ 165/472, Ext 744 (1ªT) - RTJ 172/751, Ext 803 (TP), Ext 804 (TP) - RTJ 183/42, Ext 822 (TP), Ext 833 (TP), Ext 839 (TP) - RTJ 191/17, Ext 571 (TP) - RTJ 148/110, Ext 510 (TP) - RTJ 139/470. \n(PROCESSO DE EXTRADIÇÃO, CONCLUSÃO, PROCESSO PENAL, CUMPRIMENTO DA PENA, EXTRADITANDO)\nExt 1452 (2ªT), Ext 1533 (1ªT), Ext 1537 (1ªT), Ext 1548 (1ªT), Ext 1550 (2ªT), Ext 1570 (1ªT), Ext 1573 (2ªT), Ext 1597 (1ªT). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, EXTRADIÇÃO)\nExt 183 (TP), Ext 542 (TP) - RTJ 140/436, Ext 662 (1ªT). \n- Legislação estrangeira citada: Art. 73, n. 1, item 1-bis, letra \"a\", letra \"b\", n. 2, itm 2-bis, n. 3, n. 4, n. 5, item 5-bis, n. 6 e n. 7, art. 74, n. 1, n. 2, n. 3, n. 4, n. 5, n. 6, n. 7 e n. 8, e art. 80, n. 1, letra \"a\", letra \"b\", letra \"c\", letra \"d\", letra \"e\", letra \"f\" e letra \"g\", n. 2, n. 3 e n. 4, do Decreto do Presidente da República n. 309, de 9 de 1990, da Italia; art. 157 e art. 172, do Código Penal Italiano. \n\n\nNúmero de páginas: 48.\nAnálise: 03/05/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : NICOLA ASSISI \nADV.(A/S)  : EUGÊNIO CARLO BALLIANO MALAVASI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425999,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1599","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"CAHALI, Yussef Said. Estatuto do Estrangeiro. 2. ed. Revista dos Tribunais, 2010. p. 325-326, item 26.33.\nCALIXTO, Negi. A Propósito da Extradição: A Impossibilidade de o STF Apreciar o Mérito no Processo de Extradição. Indisponibilidade do Controle Jurisdicional na Extradição. Revista de Informação Legislativa, v. 109. p. 163.\nFRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. Forense, 1985. p. 336.\nMARQUES, José Frederico. Tratado de Direito Penal. 3. ed. Saraiva, 1964. v. 1. p. 319.\nREZEK, José Francisco. Direito Internacional Público: Curso Elementar. Saraiva, 1989. p. 204, item 118.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1599,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur427218","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo amicus curiae Associação Nacional dos Advogados da Caixa Econômica Federal - ADVOCEF, o Dr. Jefferson Carús Guedes; pelo amicus curiae Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Alberto Pavie Ribeiro; pelo amicus curiae Associação Nacional dos Procuradores do Trabalho - ANPT, o Dr. Robson Barbosa; pelos amici curiae FENAE - Federação Nacional das Associações do Pessoal da Caixa Econômica Federal e Confederação Nacional dos Trabalhadores do Ramo Financeiro - CONTRAF/CUT, o Dr. Ricardo Carneiro; pelo amicus curiae Petróleo Brasileiro S/A - PETROBRAS, o Dr. Leandro Fonseca Vianna; pelo amicus curiae Caixa Econômica Federal, o Dr. Fernando Teixeira Abdala; e, pelo amicus curiae Banco do Brasil S/A, a Dra. Grace Maria Fernandes Mendonça. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 04.03.2020. \r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 992 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Relator, vencido o Ministro Edson Fachin, que a ele dava provimento. Em seguida, por maioria, fixou-se a seguinte tese: “Compete à Justiça comum processar e julgar controvérsias relacionadas à fase pré-contratual de seleção e de admissão de pessoal e eventual nulidade do certame em face da Administração Pública, direta e indireta, nas hipóteses em que adotado o regime celetista de contratação de pessoal”, vencidos os Ministros Rosa Weber e Marco Aurélio, que a delimitavam de maneira mais restritiva. Não participou da votação da tese a Ministra Cármen Lúcia. Ausentes, justificadamente, o Ministro Roberto Barroso e, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 05.03.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427218","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur427218","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"RECURSO EXTRAORDINÁRIO REPRESENTATIVO DA CONTROVÉRSIA. Tema 992. DIREITO DO TRABALHO. DIREITO ADMINISTRATIVO. DISCUSSÃO SOBRE COMPETÊNCIA. ART. 114, INCISO I, DA CF/88. FASE PRÉ-CONTRATUAL. 1. Inexistência de relação de trabalho na chamada fase pré-contratual a atrair a competência da Justiça do Trabalho. 2. Prevalência do caráter público. Concurso público como ato de natureza administrativa. 3. Fixação da tese: Compete à Justiça comum processar e julgar controvérsias relacionadas à fase pré-contratual de seleção e de admissão de pessoal e eventual nulidade do certame em face da Administração Pública, direta e indireta, nas hipóteses em que adotado o regime celetista de contratação de pessoal. Recurso extraordinário não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753078534","externo_seq_objeto_incidente":4957598,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-157  DIVULG 23-06-2020  PUBLIC 24-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=960429&classe=RE","is_colac":false,"titulo":"RE 960429","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n          ART-00122 ART-00123\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00037 INC-00002 ART-00038 \n          ART-00039 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00039 \"CAPUT\" REDAÇÃO DADA PELA EMC-19/1998\n          ART-00070 ART-00102 INC-00003 LET-A \n          ART-00114 REDAÇÃO DADA PELA-EMC-45/2004\n          ART-00114 INC-00001 INCLUÍDO PELA-EMC-45/2004\n          ART-00173 PAR-00001 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00173 PAR-00001 INC-00002 INCLUÍDO PELA EMC-19/1998\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009784      ANO-1999\n          ART-00002\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00001 PAR-00002\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013467      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-001237      ANO-1939\n                DECRETO-LEI\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00008 PAR-00001 REDAÇÃO DADA PELA LEI-13467/2017\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-009777      ANO-1946\n                DECRETO-LEI\n\n","LEG-FED   INT-000371      \n                INSTRUÇÃO NORMATIVA DO BANCO DO BRASIL - BB\n\n","LEG-FED   PEC-000029      ANO-2000\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-EST   LCP-000180      ANO-1978\n                LEI COMPLEMENTAR, SP\n\n","LEG-EST   LEI-003742      ANO-1969\n                LEI ORDINÁRIA, RN\n\n","LEG-EST   EDT-000001      ANO-2013\n                EDITAL DA FUNDAÇÃO DE APOIO À EDUCAÇÃO E AO DESENVOLVIMENTO TECNOLÓGICO, RN\n\n","LEG-MUN   EDT-000099      ANO-2011\n                EDITAL DO CONCURSO PÚBLICO SOB REGIME DA CONSOLIDAÇÃO DAS LEIS TRABALHISTAS PARA PROVIMENTO DE VAGAS DO SEU QUADRO DE PESSOAL E FORMAÇÃO DE CADASTRO DE RESERVA DA PREFEITURA MUNICIPAL DE IBIPORÃ, PR\n\n","LEG-MUN   EDT-000001      ANO-2015\n                EDITAL DO CONCURSO PÚBLICO PARA PREENCHIMENTO DE CARGOS DE PROVIMENTO EFETIVO E CARGOS DE EMPREGO PÚBLICO SOB REGIME DA CONSOLIDAÇÃO DAS LEIS TRABALHISTAS DA PREFEITURA MUNICIPAL DE PAULO LOPES, SC\n\n","LEG-MUN   EDT-000002      ANO-2019\n                EDITAL DO CONCURSO PÚBLICO DE PROVAS E TÍTULOS PARA PREENCHIMENTO DE VAGAS NO QUADRO DE PESSOAL DA PREFEITURA MUNICIPAL DE IBIRACI, MG"],"publicacao_data":"2020-06-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, JUSTIÇA DO TRABALHO, EXCLUSÃO, INTERPRETAÇÃO, APRECIAÇÃO, AÇÃO JUDICIAL, PODER PÚBLICO, SERVIDOR PÚBLICO, REGIME ESTATUTÁRIO. COMPETÊNCIA, JUSTIÇA FEDERAL, PROCESSAMENTO, JULGAMENTO, MANDADO DE SEGURANÇA, ATO, PESSOA JURÍDICA DE DIREITO PRIVADO, FUNÇÃO DELEGADA. MANDADO DE SEGURANÇA, ATO ADMINISTRATIVO, PESSOA JURÍDICA DE DIREITO PRIVADO, CONCURSO PÚBLICO. CONSTITUIÇÃO FEDERAL, REGIME JURÍDICO ÚNICO. CONSELHO DE FISCALIZAÇÃO PROFISSIONAL, NATUREZA JURÍDICA, REGIME CELETISTA, REGIME ESTATUTÁRIO. CONSELHO DE FISCALIZAÇÃO PROFISSIONAL, NATUREZA JURÍDICA, AUTARQUIA.\n\n- VOTO, MIN. ROSA WEBER: PRÉ-CONTRATO, VÍNCULO, OBRIGAÇÃO, CONTRATANTE, CONTRATADO. COMPETÊNCIA, JUSTIÇA DO TRABALHO, DEMANDA, PROCESSO SELETIVO, EMPREGO PÚBLICO, MOMENTO, PRÉ-CONTRATO. DIREITO SUBJETIVO, NOMEAÇÃO, CANDIDATO APROVADO, CONCURSO PÚBLICO, NÚMERO DE VAGA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: COMPETÊNCIA, JUSTIÇA DO TRABALHO, LEGALIDADE, PROCESSO, ADMISSÃO, PERMANÊNCIA, EMPREGADO, CARGO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=960429&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- O RE 960429 foi objeto de embargos de declaração acolhidos com efeitos modificativos.\n- Acórdão(s) citado(s):\n(COMPETÊNCIA, JUSTIÇA DO TRABALHO, EXCLUSÃO, INTERPRETAÇÃO, APRECIAÇÃO, AÇÃO JUDICIAL, PODER PÚBLICO, SERVIDOR PÚBLICO, REGIME ESTATUTÁRIO)\nADI 3395 MC (TP). \n(COMPETÊNCIA, JUSTIÇA DO TRABALHO, DEMANDA, PROCESSO SELETIVO, EMPREGO PÚBLICO, MOMENTO, PRÉ-CONTRATO)\nRE 505816 AgR (1ªT), ARE 774137 AgR (2ªT), ARE 774137 AgR-2ºJULG (2ªT), ARE 788593 AgR (2ªT), ARE 910430 AgR (1ªT), ARE 934646 AgR (1ªT), ARE 969781 AgR (1ªT), ARE 1057996 AgR (2ªT), ARE 1080729 AgR (2ªT), ARE 1090140 AgR (2ªT). \n(COMPETÊNCIA, JUSTIÇA FEDERAL, PROCESSAMENTO, JULGAMENTO, MANDADO DE SEGURANÇA, ATO, PESSOA JURÍDICA DE DIREITO PRIVADO, FUNÇÃO DELEGADA)\nRE 726035 RG. \n(COMPETÊNCIA, JUSTIÇA COMUM, ATO ADMINISTRATIVO, CRITÉRIO, SELEÇÃO, CONCURSO PÚBLICO, PESSOA JURÍDICA DE DIREITO PRIVADO)\nRE 749180 AgR (1ªT), ARE 677487 AgR (2ªT), RE 967863 AgR (1ªT), RE 1109945 AgR (2ªT). \n(REGIME JURÍDICO ÚNICO DOS SERVIDORES PÚBLICOS DA UNIÃO)\nADI 2238 (TP), ADI 2135 MC (TP). \n(CONSELHO DE FISCALIZAÇÃO PROFISSIONAL, NATUREZA JURÍDICA, AUTARQUIA)\nMS 21797 (1ªT), MS 22643 (1ªT), ADI 1717 (TP). \n(DIREITO SUBJETIVO, NOMEAÇÃO, CANDIDATO APROVADO, CONCURSO PÚBLICO, NÚMERO DE VAGA)\nRE 837311 (TP). \n(MS, ATO ADMINISTRATIVO, PESSOA JURÍDICA DE DIREITO PRIVADO, CONCURSO PÚBLICO)\nARE 704944 AgR (2ªT). \n- Decisões monocráticas citadas:\n(CONSELHO DE FISCALIZAÇÃO PROFISSIONAL, NATUREZA JURÍDICA, REGIME CELETISTA, REGIME ESTATUTÁRIO)\nADI 5367, ADC 36, ADPF 367.\n- Acórdão(s) citado(s) - outros tribunais:\nTRT10: Processo 0000761-88.2014.5.10.0012. \nMPT: Processo 000032-65.2014.5.10.0016. \nSTJ: CC-AgR 106421, CC-AgR 98613. \n- Legislação estrangeira citada: Constituição Alemã; Constituição Mexicana de 1917; Constituição de Weimar de 1919; art. 410, n. 1 e n. 2, do Código Civil português.\n- Veja ARE 1125010 do STF.\nNúmero de páginas: 104.\nAnálise: 08/02/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : COMPANHIA DE AGUAS E ESGOTOS DO RIO GRANDE DO NORTE \nADV.(A/S)  : JULIA BRILHANTE PORTELA VIDAL \nRECDO.(A/S)  : FRANCISCO JOSEVALDO DA SILVA \nADV.(A/S)  : ERIKA HACKRADT DIAS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS ADVOGADOS DA CAIXA ECONÔMICA FEDERAL - ADVOCEF \nADV.(A/S)  : MARIA CLEIDE BERNARDO DIAS ALVES \nAM. CURIAE.  : PETROLEO BRASILEIRO S A PETROBRAS \nADV.(A/S)  : LEANDRO FONSECA VIANNA \nAM. CURIAE.  : BANCO DO BRASIL S/A \nADV.(A/S)  : SOLON MENDES DA SILVA \nADV.(A/S)  : LUCINEIA POSSAR E OUTRO(A/S)\nADV.(A/S)  : GRACE MARIA FERNANDES MENDONCA \nADV.(A/S)  : MARCO AURÉLIO AGUIAR BARRETO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO - ANAMATRA \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nAM. CURIAE.  : ASSOCIACAO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : RUDI MEIRA CASSEL \nAM. CURIAE.  : ORDEM DOS ADVOGADOS DO BRASIL - SECAO DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : THIAGO GOMES MORANI \nAM. CURIAE.  : CAIXA ECONOMICA FEDERAL \nADV.(A/S)  : FERNANDO TEIXEIRA ABDALA \nAM. CURIAE.  : FENAE - FEDERAÇÃO NACIONAL DAS ASSOCIAÇÕES DO PESSOAL DA CAIXA ECONÔMICA FEDERAL \nADV.(A/S)  : RICARDO QUINTAS CARNEIRO \nADV.(A/S)  : JOSÉ EYMARD LOGUERCIO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DO RAMO FINANCEIRO ¿ CONTRAF/CUT \nADV.(A/S)  : RICARDO QUINTAS CARNEIRO \nADV.(A/S)  : JOSÉ EYMARD LOGUERCIO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"992 - Discussão quanto à competência para processar e julgar controvérsias nas quais se pleiteiam questões afetas à fase pré-contratual de seleção e de admissão de pessoal e eventual nulidade do certame, em face de pessoa jurídica de direito privado.","old_seq_sjur":427218,"documental_tese_texto":"Compete à Justiça Comum processar e julgar controvérsias relacionadas à fase pré-contratual de seleção e de admissão de pessoal e eventual nulidade do certame em face da Administração Pública, direta e indireta, nas hipóteses em que adotado o regime celetista de contratação de pessoas, salvo quando a sentença de mérito tiver sido proferida antes de 6 de junho de 2018, situação em que, até o trânsito em julgado e a sua execução, a competência continuará a ser da Justiça do Trabalho. Obs.: Redação da tese alterada no julgamento do RE 960429 ED-segundos, ED-terceiros, ED-quartos, ED-quintos, ED-sextos e ED-sétimos, realizado em 15/12/2020.","procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"RE 960429","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-03-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CENTRO ESTADUAL DE EDUCAÇÃO TECNOLÓGICA PAULA SOUZA (CEETEPS). Concurso público para o quadro de professores, contratados pela CLT. Disponível em: http://www.concursopublico.sp.gov.br/PortalConcurso/noauth/PortalDeConcursos.do?acao=exibirConcurso&idConcurso=7161&tipo=concursoAndamento.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. São Paulo: LTr, 2008. p. 55-56.\nDINIZ, Maria Helena. Código Civil Anotado. São Paulo: Saraiva, 2003. p. 346.\nFELICIANO, Guilherme Guimarães. Do pré-contrato de trabalho: o contrato preliminar de trabalho no iter da contratação laboral: abordagem comparativa e jusfundamental. São Paulo: LTR, 2010. p. 28, 29, 33 e 62-63.\nGARCIA, Gustavo Filipe. Curso de Direito Processual do Trabalho. 8. ed. Rio de Janeiro: Forense, 2019. p. 208.\nLEITE, Carlos Henrique Bezerra. Curso de Direito Processual do Trabalho. 17. ed. São Paulo: Saraiva, 2019. p. 249.\nMARTINS, Sérgio Pinto. Direito Processual do Trabalho. 41. ed. São Paulo: Saraiva, 2019. p. 155.\nPASSOS, Calmon apud DIDIER Jr., Fredie. Curso de direito processual civil: introdução ao direito processual civil, parte geral e processo de conhecimento. Salvador: Jus Podivm, 2017.\nPIETRO, Maria Sylvia Zanella Di. Direito Administrativo. 31. ed. Rio de Janeiro: Forense, 2018. Posição 3071.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Saraiva, 1999. p. 201.\nROMITA, Arion Sayão. A formação do contrato de trabalho. Revista do Tribunal Regional do Trabalho da 8ª Região, v. 49, n. 97, jul./dez. 2016. p. 9, 22, 24 e 40.\nSUNDFELD, Carlos Ari; SOUZA, Rodrigo Pagani de. As Empresas Estatais, o Concurso Público e os Cargos em Comissão. Revista de Direito Administrativo, n. 243, p. 29- 40, 2006. p. 29-30.\nSÜSSEKIND, Arnaldo et all. Instituições de Direito do Trabalho. 12. ed. São Paulo: Ltr, 1991. v. 1. p. 241.\nSÜSSEKIND, Arnaldo apud CARVALHO, Augusto César Leite de. Direito do Trabalho: curso e discurso. São Paulo: LTR, 2016. p. 350.","ministro_facet":["GILMAR MENDES"],"processo_numero":960429,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur427391","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Alexandre de Moraes (Relator), Edson Fachin, Roberto Barroso, Rosa Weber, Cármen Lúcia e Ricardo Lewandowski, que negavam provimento ao recurso extraordinário, o julgamento foi suspenso. Falaram: pela recorrente, o Dr. José Alberto Couto Maciel; pelo recorrido Marcos da Costa Santos, o Dr. José Belga Assis Trad; pelo amicus curiae JSL S/A, o Dr. Estêvão Mallet; pelo amicus curiae Confederação Nacional da Indústria, a Dra. Fernanda de Menezes Barbosa; e, pelo amicus curiae Confederação Nacional dos Transportes - CNT, o Dr. Sérgio Antônio Ferreira Victor. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli (Presidente). Presidência do Ministro Luiz Fux (Vice-Presidente). Plenário, 4.9.2019.\r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 932 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio e Luiz Fux. Em seguida, o Tribunal deliberou fixar a tese de repercussão geral em assentada posterior. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli (Presidente). Presidência do Ministro Luiz Fux (Vice-Presidente). Plenário, 5.9.2019.\r\n\n                       Decisão: O Tribunal, por maioria, fixou a seguinte tese de repercussão geral: “O artigo 927, parágrafo único, do Código Civil é compatível com o artigo 7º, XXVIII, da Constituição Federal, sendo constitucional a responsabilização objetiva do empregador por danos decorrentes de acidentes de trabalho, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida, por sua natureza, apresentar exposição habitual a risco especial, com potencialidade lesiva e implicar ao trabalhador ônus maior do que aos demais membros da coletividade”, nos termos do voto do Ministro Alexandre de Moraes (Relator), vencido o Ministro Marco Aurélio. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 12.03.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["8","10"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427391","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur427391","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: DIREITO CONSTITUCIONAL. DIREITO DO TRABALHO. RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL RECONHECIDA. TEMA 932. EFETIVA PROTEÇÃO AOS DIREITOS SOCIAIS. POSSIBILIDADE DE RESPONSABILIZAÇÃO OBJETIVA DO EMPREGADOR POR DANOS DECORRENTES DE ACIDENTES DE TRABALHO. COMPATIBILIDADE DO ART. 7, XXVIII DA CONSTITUIÇÃO FEDERAL COM O ART. 927, PARÁGRAFO ÚNICO, DO CÓDIGO CIVIL. APLICABILIDADE PELA JUSTIÇA DO TRABALHO.\n\n\n\n    1. A responsabilidade civil subjetiva é a regra no Direito brasileiro, exigindo-se a comprovação de dolo ou culpa. Possibilidade, entretanto, de previsões excepcionais de responsabilidade objetiva pelo legislador ordinário em face da necessidade de justiça plena de se indenizar as vítimas em situações perigosas e de risco como acidentes nucleares e desastres ambientais.\n\n\n\n    2. O legislador constituinte estabeleceu um mínimo protetivo ao trabalhador no art. 7º, XXVIII, do texto constitucional, que não impede sua ampliação razoável por meio de legislação ordinária. Rol exemplificativo de direitos sociais nos artigos 6º e 7º da Constituição Federal.\n\n\n\n    3. Plena compatibilidade do art. 927, parágrafo único, do Código Civil com o art. 7º, XXVIII, da Constituição Federal, ao permitir hipótese excepcional de responsabilização objetiva do empregador por danos decorrentes de acidentes de trabalho, nos casos especificados em lei ou quando a atividade normalmente desenvolvida pelo autor implicar, por sua natureza, outros riscos, extraordinários e especiais. Possibilidade de aplicação pela Justiça do Trabalho.\n\n\n\n    4. Recurso Extraordinário desprovido. TEMA 932. Tese de repercussão geral: \"O artigo 927, parágrafo único, do Código Civil é compatível com o artigo 7º, XXVIII, da Constituição Federal, sendo constitucional a responsabilização objetiva do empregador por danos decorrentes de acidentes de trabalho, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida, por sua natureza, apresentar exposição habitual a risco especial, com potencialidade lesiva e implicar ao trabalhador ônus maior do que aos demais membros da coletividade\".","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753109046","externo_seq_objeto_incidente":4608798,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-161  DIVULG 25-06-2020  PUBLIC 26-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=828040&classe=RE","is_colac":false,"titulo":"RE 828040","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1937\n          ART-00137\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00157 INC-00017\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00002 INC-00010 \n          INC-00036 PAR-00002 ART-00006 ART-00007 \n          \"CAPUT\" INC-00022 INC-00026 INC-00028 \n          ART-00021 INC-00023 LET-D ART-00037 \n          PAR-00006 ART-00102 INC-00003 LET-A \n          ART-00193 ART-00196 ART-00200 INC-00007 \n          INC-00008\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003071      ANO-1916\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-003807      ANO-1960\n                LOPS-1960 LEI ORGÂNICA DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   LEI-005316      ANO-1967\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006367      ANO-1976\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006938      ANO-1981\n          ART-00014 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008213      ANO-1991\n          ART-00118\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00185 ART-00186 ART-00927 \"CAPUT\" \n          PAR-ÚNICO\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00998\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013467      ANO-2017\n          ART-0223A ART-0223E ART-0223F PAR-00001 \n          ART-0223G INC-00007\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000148      ANO-1977\n                CONVENÇÃO SOBRE A PROTEÇÃO DOS TRABALHADORES CONTRA OS RISCOS PROFISSIONAIS DEVIDOS À CONTAMINAÇÃO DO AR, AO RUÍDO E ÀS VIBRAÇÕES NO LOCAL DE TRABALHO\n\n","LEG-FED   CVC-000155      ANO-1981\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-INT   CVC      ANO-1996\n          ART-00007 ART-00010\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   CVC      ANO-1996\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   PCT      ANO-1966\n          ART-00007 ART-00012\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-024637      ANO-1934\n          ART-00002 ART-00012\n                DECRETO-LEI\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00189 ART-00192 ART-00193 INC-00001 \n          INC-00002 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-007036      ANO-1944\n          ART-00030 ART-00031 ART-00094 ART-00112\n                DECRETO-LEI\n\n","LEG-FED   DEL-000293      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DLG-000056      ANO-1981\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 148 SOBRE A PROTEÇÃO DOS TRABALHADORES CONTRA OS RISCOS PROFISSIONAIS DEVIDOS À CONTAMINAÇÃO DO AR, AO RUÍDO E ÀS VIBRAÇÕES NO LOCAL DE TRABALHO\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000002      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 155, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA  O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-003724      ANO-1919\n          ART-00002\n                DECRETO\n\n","LEG-FED   DEC-093413      ANO-1986\n                DECRETO - PROMULGA A CONVENÇÃO Nº 148 SOBRE A PROTEÇÃO DOS TRABALHADORES CONTRA OS RISCOS PROFISSIONAIS DEVIDOS À CONTAMINAÇÃO DO AR, AO RUÍDO E ÀS VIBRAÇÕES NO LOCAL DE TRABALHO\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-001254      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO Nº 155, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   RGI      ANO-1980\n          ART-00135\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   ENU-000037      \n                ENUNCIADO DA I JORNADA DE DIREITO MATERIAL\n\n","LEG-FED   ENU-000038      \n                ENUNCIADO DO CONSELHO DA JUSTIÇA FEDERAL\n\n","LEG-FED   ENU-000446      \n                ENUNCIADO DA V JORNADA DE DIREITO CIVIL\n\n","LEG-FED   ENU-000448      \n                ENUNCIADO DO CONSELHO DA JUSTIÇA FEDERAL\n\n","LEG-FED   SUMSTF-000229      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMTST-000333      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMSTJ-000377      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2020-06-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO, RESPONSABILIDADE OBJETIVA, RESPONSABILIDADE CIVIL SUBJETIVA, MATÉRIA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: REDUÇÃO, RISCO, MEIO AMBIENTE, TRABALHO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, AUSÊNCIA, TAXATIVIDADE, DIREITO FUNDAMENTAL, DIREITO SOCIAL. INTERPRETAÇÃO SISTEMÁTICA, PROTEÇÃO DO TRABALHADOR. ACUMULAÇÃO, SEGURO DE ACIDENTE DO TRABALHO, INDENIZAÇÃO, RESPONSABILIDADE OBJETIVA, EMPREGADOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: EVOLUÇÃO, PROTEÇÃO DO TRABALHADOR, ORDENAMENTO JURÍDICO BRASILEIRO, DIREITO INTERNACIONAL. ESTATÍSTICA, ACIDENTE DO TRABALHO. HERMENÊUTICA, MELHORIA, CONDIÇÃO, TRABALHADOR. UNIDADE, INTERPRETAÇÃO CONSTITUCIONAL, MEIO AMBIENTE, TRABALHO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL, TRABALHADOR. ACIDENTE DO TRABALHO, DOENÇA PROFISSIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ESPÉCIE, REQUISITO, RESPONSABILIDADE CIVIL. REGRA, RESPONSABILIDADE CIVIL SUBJETIVA, EMPREGADOR, EXCEPCIONALIDADE, PRESUNÇÃO, CULPA, ACIDENTE DO TRABALHO, ATIVIDADE PERIGOSA, PREVISÃO, LEI FORMAL.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: LEI ESPECIAL, DERROGAÇÃO, LEI GERAL. RESPONSABILIDADE OBJETIVA, DESESTÍMULO, EMPREGADOR, EQUIPAMENTO DE SEGURANÇA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: RESPONSABILIDADE CIVIL SUBJETIVA, DOLO, CULPA, EMPREGADOR.\n\n- TERMO(S) DE RESGATE: TEORIA DO RISCO CRIADO, TEORIA DO RISCO INTEGRAL. INDENIZAÇÃO, ACIDENTE DE TRABALHO, PRINCÍPIO DA JUSTIÇA COMUTATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=828040&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CUMULAÇÃO, SEGURO DE ACIDENTE DO TRABALHO, INDENIZAÇÃO, RESPONSABILIDADE CIVIL)\nRE 49462 (TP), RE 67111 (2ªT), RE 13320 . \n(AUSÊNCIA, ROL TAXATIVO, PROTEÇÃO, DIREITO SOCIAL)\nADI 639 (TP). \n(TEORIA DO RISCO ADMINISTRATIVO, RESPONSABILIDADE CIVIL DO ESTADO)\nADI 4976 (TP). \n(RESPONSABILIDADE CIVIL, EMPREGADOR, ACIDENTE DE TRABALHO, ATIVIDADE PERIGOSA)\nARE 657338 AgR (1ªT), RE 828075 RG. \n- Acórdão(s) citado(s) - outros tribunais:\nTST: ARR 438-80.2010.5.24.0002, ARR 64-56.2018.5.12.0022, RR 133840-10.2005.5.04.0030, RR 1834-29.2010.5.04.0203, RR 1460-13.2011.5.15.0028, RR 273000-83.2000.5.02.0029, AIRR 501-94.2016.5.23.0076,, RR 9950200-16.2006.5.09.0010. \nSTJ: REsp 1067738. \n- Legislação estrangeira citada: Tratado de Versalhes, de 1919; Declaração de Filadélfia, de 1944, art. 6, da Declaração sobre o Direito ao Desenvolvimento de 1986.\r\n\nNúmero de páginas: 140.\nAnálise: 11/02/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : PROTEGE S/A - PROTEÇÃO E TRANSPORTE DE VALORES \nADV.(A/S)  : JOSÉ ALBERTO COUTO MACIEL E OUTRO(A/S)\nADV.(A/S)  : DENILSON FONSECA GONCALVES \nRECDO.(A/S)  : MARCOS DA COSTA SANTOS \nADV.(A/S)  : JOSÉ BELGA ASSIS TRAD \nADV.(A/S)  : FABIO MARTINS NERI BRANDAO \nRECDO.(A/S)  : EBS SUPERMERCADOS LTDA \nADV.(A/S)  : MAURÍCIO DE FIGUEIREDO CORRÊA DA VEIGA \nAM. CURIAE.  : JSL S/A. \nADV.(A/S)  : ESTEVAO MALLET \nADV.(A/S)  : MARCELO RAMOS CORREIA \nADV.(A/S)  : RONALDO FERREIRA TOLENTINO \nAM. CURIAE.  : CONFEDERACAO NACIONAL DA INDUSTRIA \nADV.(A/S)  : FERNANDA DE MENEZES BARBOSA E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRANSPORTES - CNT \nADV.(A/S)  : SÉRGIO ANTÔNIO FERREIRA VICTOR \nAM. CURIAE.  : CONFEDERACAO NACIONAL DOS TRABALHADORES NAS INDUSTRIAS DE ALIMENTACAO E AFINS \nADV.(A/S)  : SID HARTA RIEDEL DE FIGUEIREDO \nADV.(A/S)  : RITA DE CÁSSIA BARBOSA LOPES VIVAS","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"932 - Possibilidade de responsabilização objetiva do empregador por danos decorrentes de acidentes de trabalho.","old_seq_sjur":427391,"documental_tese_texto":"O artigo 927, parágrafo único, do Código Civil é compatível com o artigo 7º, XXVIII, da Constituição Federal, sendo constitucional a responsabilização objetiva do empregador por danos decorrentes de acidentes de trabalho, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida, por sua natureza, apresentar exposição habitual a risco especial, com potencialidade lesiva e implicar ao trabalhador ônus maior do que aos demais membros da coletividade.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 828040","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-03-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALSTON, Philip. United Nations. Human Rights Council. Thirty-second session, Agenda item 3. Promotion and protection of all human rights, civil, political, economic, social and cultural rights, including the right to development. Report of the Special Rapporteur on extreme poverty and human rights on his mission to the United States of America: note by the Secretariat., 4.5.2018, p. 9. Disponível em: https://digitallibrary.u n.org/record/1629536.\nBRANDÃO, Claudio. Acidente do Trabalho e responsabilidade civil do empregador. 4. ed. São Paulo: LTr, 2015. p. 46. \nCASTEL, Robert. Trabajo y utilidad para el mundo. Introducción a las reflexiones sobre el trabajo. Revista Internacional del Trabajo, v. 115, n. 6, 1996/6. p. 671-678.\nCAVALIERI FILHO, Sérgio. Programa de Responsabilidade Civil. 12. ed. São Paulo: Atlas, 2015. p. 28.\nDEJOURS, Christophe. Trabalho vivo: trabalho e emancipação. Ed. Paralelo 18. p. 24, 59-60 e 61.\nDEMHAM, Robert. The 1833 Factory Act. UK Parliament Website. Disponível em: https://www.parliament.uk/about/livingheritage/transformingsociety/livinglearning/19thcentury/overview/factoryact.\nPAMPLONA FILHO, Rodolfo. Responsabilidade Civil nas Relações de Trabalho e o Novo Código Civil Brasileiro. Revista Trabalho & Doutrina, n. 28, São Paulo: Saraiva, 2003. p. 38-39.\nPIOVESAN, Flávia. Direito ao trabalho e a proteção dos direitos sociais no plano internacional. PIOVESAN, Flávia e CARVALHO, Luciana Paula Vaz de (Coord.). Direitos humanos e direito do trabalho. São Paulo: Atlas, 2010. p. 6.\nSERVAIS, Jean Michel apud BRANDÃO, Claudio. Acidente do Trabalho e responsabilidade civil do empregador. 4. ed. São Paulo: LTr, 2015. p. 63.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":828040,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428025","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na arguição para declarar a inconstitucionalidade dos trechos dos dispositivos impugnados, contidos nos artigos 2º, caput, e 3º, caput, da Lei 3.491, de 28 de agosto de 2015, do Município de Ipatinga, que excluem da política municipal de ensino qualquer referência à diversidade de gênero e à orientação sexual, nos termos do voto do Relator. Falaram: pelo amicus curiae Associação Nacional de Juristas pelos Direitos Humanos de Lésbicas, Gays, Bissexuais, Travestis, Transexuais, Transgêneros e Intersexuais, a Dra. Lígia Ziggiotti de Oliveira; e, pelo amicus curiae Aliança Nacional LGBTI, a Dra. Andressa Regina Bissolotti dos Santos. Não participou deste julgamento, por motivo de licença médica, o Ministro Dias Toffoli (Presidente). Plenário, Sessão Virtual de 22.5.2020 a 28.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["4","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428025","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428025","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Arguição de Descumprimento de Preceito Fundamental. Constitucional. 2. Cabimento da ADPF. Objeto: artigos 2º, caput, e 3º, caput, da Lei 3.491, de 28 de agosto de 2015, do município de Ipatinga (MG), que excluem da política municipal de ensino qualquer referência à diversidade de gênero e orientação sexual. Legislação reproduzida por diversos outros municípios. Controvérsia constitucional relevante. Inexistência de outro instrumento capaz de resolver a questão de forma efetiva. Preenchimento do requisito da subsidiariedade. Conhecimento da ação. 3. Violação à competência da União para editar normas gerais sobre educação. 4. Afronta aos princípios e objetivos fundamentais da República Federativa do Brasil relativos ao pluralismo político e à construção de uma sociedade livre, justa e solidária, sem quaisquer preconceitos. 5. Direito à liberdade de ensino, ao pluralismo de ideais e concepções pedagógicas e ao fomento à liberdade e à tolerância. Diversidade de gênero e orientação sexual. 6. Normas constitucionais e internacionais proibitivas da discriminação: Declaração Universal dos Direitos Humanos, Convenção Americana sobre Direitos Humanos, Pacto Internacional sobre Direitos Civis e Políticos, Princípios de Yogyakarta, Constituição Federal. 7. Violação à liberdade de ensinar, aprender, pesquisar e divulgar o pensamento, a arte e o saber. 8. Arguição julgada procedente para declarar a inconstitucionalidade dos trechos impugnados dos artigos 2º, caput, e 3º, caput, da Lei 3.491, de 28 de agosto de 2015, do município de Ipatinga, que excluem da política municipal de ensino qualquer referência à diversidade de gênero e à orientação sexual.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753189469","externo_seq_objeto_incidente":5206806,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-170  DIVULG 06-07-2020  PUBLIC 07-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=467&classe=ADPF","is_colac":false,"titulo":"ADPF 467","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00003 INC-00001 \n          INC-00004 ART-00005 \"CAPUT\" INC-00009 \n          INC-00054 ART-00019 INC-00001 ART-00022 \n          INC-00024 PAR-ÚNICO ART-00024 INC-00009 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00030 INC-00002 ART-00103 INC-00006 \n          PAR-00001 ART-00205 ART-00206 INC-00001 \n          INC-00002 ART-00214 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00003 INC-00002 INC-00003 INC-00004\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 PAR-ÚNICO INC-00001 ART-00002 \n          INC-00001 ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013005      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00001\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00026\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   LEI-003491      ANO-2015\n          ART-00002 \"CAPUT\" ART-00003 \"CAPUT\"\n                LEI ORDINÁRIA DO MUNICÍPIO DE IPATINGA, MG"],"publicacao_data":"2020-07-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIRETRIZ, EDUCAÇÃO, ÂMBITO NACIONAL. CRIMINALIZAÇÃO, HOMOFOBIA, TIPO PENAL, PRECONCEITO DE RAÇA. TRIBUNAL CONSTITUCIONAL FEDERAL DA ALEMANHA, CONSTITUCIONALIDADE, LEI, ATO ADMINISTRATIVO, DISCIPLINA ESCOLAR, SEXUALIDADE, ESCOLA PÚBLICA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, INTEGRAÇÃO, CONTROLE DIFUSO, CONTROLE CONCENTRADO. UNIÃO HOMOAFETIVA, PLURALISMO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: INCOMPATIBILIDADE, LEI MUNICIPAL, PROIBIÇÃO, UTILIZAÇÃO, ESCOLA, MATERIAL DIDÁTICO, IDEOLOGIA, GÊNERO. PROIBIÇÃO, DISCRIMINAÇÃO, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=467&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, UNIÃO, DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL)\nADI 1399 (TP), ADI 3098 (TP), ADI 4060 (TP), ADI 2667 MC (TP), ADI 5341 MC-Ref (TP). \n(ADPF, INTEGRAÇÃO, CONTROLE DIFUSO, CONTROLE CONCENTRADO)\nADPF 33 (TP). \n(CRIMINALIZAÇÃO, HOMOFOBIA, TIPO PENAL, PRECONCEITO DE RAÇA)\nADO 26 (TP). \n(LIBERDADE DE EXPRESSÃO, LIBERDADE DE CÁTEDRA)\nADI 5577 (TP). \n(INCOMPATIBILIDADE, LEI MUNICIPAL, PROIBIÇÃO, UTILIZAÇÃO, ESCOLA, MATERIAL DIDÁTICO, IDEOLOGIA, GÊNERO)\nADPF 457 (TP). \n(PROIBIÇÃO, DISCRIMINAÇÃO, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL)\nADI 4277 (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA LEGISLATIVA, UNIÃO, DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL)\nADI 3699, ADI 5537 MC, ADPF 526 MC.\n(LIBERDADE DE EXPRESSÃO, LIBERDADE DE CÁTEDRA)\nADPF 548 MC.\n- Legislação estrangeira citada: Art. 1 e art. 2, da Declaração Universal dos Direitos Humanos.\n- Decisão estrangeira citada: Caso BVERFGE 47, da Alemanha; S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6, do Tribunal Constitucional Espanhol; Caso Kingsley Pictures Corp. vs. Regents, 360 U.S 684, 688-89, 1959, da Suprema Corte dos Estados Unidos; Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos.\n- Veja Princípios de Yogyakarta sobre a Aplicação da Legislação Internacional de Direitos Humanos em relação à Orientação Sexual e Identidade de Gênero, de 2006 (princípio n. 1 e princípio n. 2).\n- Veja a alínea “i” do Parecer Consultivo OC-24/2017 da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 45.\nAnálise: 19/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PREFEITA DO MUNICÍPIO DE IPATINGA \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE IPATINGA \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE IPATINGA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : GRUPO DIGNIDADE - PELA CIDADANIA DE GAYS, LESBICAS E TRANSGENEROS \nAM. CURIAE.  : ALIANÇA NACIONAL LGBTI \nADV.(A/S)  : ANDRESSA REGINA BISSOLOTTI DOS SANTOS \nADV.(A/S)  : ANANDA HADAH RODRIGUES PUCHTA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON \nADV.(A/S)  : TATIANA ZENNI DE CARVALHO GUIMARAES FRANCISCO \nADV.(A/S)  : MARCO AURELIO MARRAFON \nAM. CURIAE.  : ASSOCIACAO NACIONAL DE JURISTAS EVANGELICOS - ANAJURE \nADV.(A/S)  : UZIEL SANTANA DOS SANTOS \nADV.(A/S)  : ACYR DE GERONE \nAM. CURIAE.  : ASSOCIACAO NACIONAL DE JURISTAS PELOS DIREITOS HUMANOS DE LESBICAS, GAYS, BISSEXUAIS, TRAVESTIS, TRANSEXUAIS, TRANSGENEROS E INTERSEXUAIS \nADV.(A/S)  : RAFAEL DOS SANTOS KIRCHHOFF E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIACAO ARTIGO 19 BRASIL \nADV.(A/S)  : DENISE DOURADO DORA E OUTRO(A/S)\nAM. CURIAE.  : ACAO EDUCATIVA ASSESSORIA PESQUISA E INFORMACAO \nAM. CURIAE.  : ASSOCIACAO CIDADE ESCOLA APRENDIZ \nAM. CURIAE.  : ASSOCIACAO NACIONAL DE POLITICA E ADMINISTRACAO DA EDUCACAO-ANPAE \nAM. CURIAE.  : CENTRO DE ESTUDOS EDUCACAO E SOCIEDADE \nAM. CURIAE.  : INSTITUTO CAMPANHA NACIONAL PELO DIREITO A EDUCACAO \nAM. CURIAE.  : UNIAO NACIONAL DOS CONSELHOS MUNICIPAIS DE EDUCACAO - UNCME \nADV.(A/S)  : MARCIO ALAN MENEZES MOREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428025,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADPF 467","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 12-13.\nBERNS, Walter. A Constituição assegura esses direitos? In: Vários autores. A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 285.\nBESSETTE, Joseph M. Democracia deliberativa: o princípio da maioria no governo republicano. A constituição norte-americana. Rio de Janeiro: Forense Universitária. 1986. p. 305 et seq.\nBOBBIO, Norberto. Igualdad y libertad. Barcelona: Paidós, 1993. p. 117.\nBOM, Pierre. La légitimité du conseil constitucionnel français. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 143 et seq.\nCARDINALI, Daniel Carvalho. A escola como instrumento do dever constitucional de enfrentamento da homofobia: potencialidade e tensões. Revista Publicum. Rio de Janeiro. v. 3. n. 1. 2017. p. 158 e 166.\nCERRI, Augusto. Corso di giustizia costituzionale. 2. ed. Milão: Giuffrè, 1997. p. 17.\nFURLANI, Jimena. Existe ‘ideologia de gênero’?. Disponível em: http://apublica.org/2016/08/existe-ideologia-de-genero.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norte-americana. Martins Fontes, 2006. \nGOLDWIN, Robert A; SCHAMBRA, william A (Orgs.). A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 305. \nHÄBERLE, Peter. Die Verfassung des Pluralismus: Studien zur Verfassungstheorie der offenen Gesellschaft. Königstein: Athenäum, 1980. p. 5 e 6.\nHORTA, Raul Machado. Direito Constitucional. 5. ed. Belo Horizonte: Del Rey, 2010. p. 309.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 14. p. 435.\nLIONÇO, Tatiana; DINIZ, Débora. Homofobia e educação: um desafio ao silêncio. Brasília: LetrasLivres, Universidade de Brasília, 2009.\nMENDES, Gilmar Ferreira. Arguição de Descumprimento de Preceito Fundamental: comentários à Lei n. 9.882, de 3.12.1999. 2. ed. São Paulo: Saraiva, 2011. p. 19.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. p. 96.\nMIRANDA, Jorge. Nos dez anos de funcionamento do tribunal constitucional. In: Vários autores. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 95.\nORGANIZAÇÃO DAS NAÇÕES UNIDAS. Nascidos Livres e Iguais: Orientação sexual e identidade de Gênero no Regime Internacional de Direitos Humanos.\nRAWLS, John. Liberalismo Político: elementos básicos. p. 56.\nRIVERO, Jean. A modo de sintesis. Tribunales constitucionales europeus y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984. p. 666, 667 et seq.\nSARMENTO, Daniel. A Igualdade Étnico-Racial no Direito Constitucional Brasileiro: Discriminação ‘De Facto’, Teoria do Impacto Desproporcional e Ação Afirmativa. In: SARMENTO, Daniel. Livres e Iguais: Estudos de Direito Constitucional. Rio de Janeiro: Lumen Juris, 2006. p. 141.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 30. ed. São Paulo: Malheiros, 2008. p. 481.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.\nZAGREBELSKY, Gustavo. El derecho ductil: ley, derechos y justicia. Tradução: Marina Gercón. Madrid: Trotta, 1995. p. 13.","ministro_facet":["GILMAR MENDES"],"processo_numero":467,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429443","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento ao agravo regimental do Ministério Público Federal, pediu vista o Ministro Edson Fachin. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019). Segunda Turma, Sessão Virtual de 10.4.2020 a 17.4.2020.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao agravo regimental, para cassar a liminar deferida, nos termos do voto do Ministro Edson Fachin, vencidos os Ministros Gilmar Mendes (Relator) e Ricardo Lewandowski. Redigirá o acórdão o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 22.5.2020 a 28.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur429443","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur429443","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NA MEDIDA CAUTELAR NO HABEAS CORPUS. SÚMULA N. 691 DO STF. MITIGAÇÃO. IMPOSSIBILIDADE. TERATOLOGIA OU FLAGRANTE ILEGALIDADE. INEXISTÊNCIA. PRISÃO PREVENTIVA. MANUTENÇÃO. DECISÃO EM CARATÉR PRECÁRIO. FUNDAMENTAÇÃO. IDONEIDADE. FUMUS COMISSI DELICTI E PERICULUM LIBERTATIS. REITERAÇÃO DELITIVA. ORGANIZAÇÃO CRIMINOSA. LAVAGEM DE DINHEIRO. EVASÃO DE DIVISAS. CRIMES PERMANENTES. AGRAVO REGIMENTAL PROVIDO PARA CASSAR A LIMINAR DEFERIDA NESTA SUPREMA CORTE.\n\n\n\n    1. A teor do art. 102, I, “i”, da Constituição da República, o Supremo Tribunal Federal não admite a impetração de habeas corpus contra decisão proferida, de forma unipessoal, por membro de Tribunal Superior. Precedentes.\n\n\n\n    2. Sob essa perspectiva, há muito reconhecido o descabimento de habeas corpus dirigido ao combate de decisão monocrática de indeferimento de liminar proferida no âmbito do STJ. Súmula n. 691 do Supremo Tribunal Federal. A mitigação desse verbete deve ocorrer apenas em casos absolutamente aberrantes e teratológicos, passíveis de constatação, de plano, de constrangimento ilegal, o que não ocorre na situação em exame.\n\n\n\n    3. Ao que se tem, a custódia cautelar do paciente foi mantida, em caráter precário, pela autoridade inquinada coatora, porquanto verificado que, ao ser decretada, junto a de diversos outros corréus, pela suposta prática dos delitos de organização criminosa, de lavagem de ativos e de evasão de divisas, observado que, “a um primeiro olhar, o Juiz indicou a fumaça do cometimento dos delitos. Além das palavras dos colaboradores, existe documentação juntada pelo MPF e vários aspectos fáticos da narrativa foram confirmados durante as investigações (relatórios de inteligência, afastamento telemático etc.)”, e que, quanto ao perigo da permanência do paciente em liberdade, “o Juiz fez referência à gravidade dos crimes sob apuração, haja vista as circunstâncias de seu cometimento, particularmente graves”.\n\n\n\n    4. Não bastasse, atentou-se, ainda, para o fato de que “A magnitude e a sofisticação dos ilícitos, o profissionalismo com que, em tese, o paciente atuava, o alto volume de dinheiro movimentado por ele e seu irmão durante anos [U$ 12.000.000,00], a peculiar densidade lesiva das condutas sob apuração, bem como a indicação de que o paciente operava para clientela própria (supostamente vinculada a partido político) e de que, mesmo após a prisão dos doleiros colaboradores, não teria cessado suas atividades, justificam o receio contemporâneo de proliferação delitiva”. Ponderado, também, que “o modo sub-reptício por meio do qual o réu, em tese, realizou operações ilegais de compra e venda de moeda estrangeira, com emprego de facilidades tecnológicas, contas no exterior e atuação conjunta com outros doleiros denotam, em análise precária, que a prisão preventiva (ao menos nesse momento inicial) é a única medida suficiente para garantir a ordem pública”. \n\n\n\n    5. Por fim, ressaltado, em ambiência perfunctória, tratar-se de caso de maior complexidade, a demandar a submissão da controvérsia ao colegiado, sobretudo por não haver “elementos seguros para afirmar, extreme de dúvidas, que não existe nenhum risco de reiteração de atos da mesma tipologia”.\n\n\n\n    6. O Supremo Tribunal Federal tem entendimento pacífico de que \"A necessidade de se interromper ou diminuir a atuação de integrantes de organização criminosa, enquadra-se no conceito de garantia da ordem pública, constituindo fundamentação cautelar idônea e suficiente para a prisão preventiva\" (HC n. 95.024/SP, Primeira Turma, Relator(a) Min. Cármen Lúcia, DJe de 20/2/2009).\n\n\n\n    7. Lado outro, assentado pelo Plenário desta Suprema Corte que o crime de lavagem de bens, direitos ou valores, quando praticado na modalidade ocultação, é de natureza permanente, protraindo-se sua execução até que os objetos materiais do branqueamento se tornem conhecidos. A persistência da ocultação, com a consequente ausência de recuperação dos valores objeto de escamoteamento, confere plausibilidade ao receio de novos atos de lavagem, bem como afasta a alegação de ausência de atualidade entre a conduta tida como ilícita e o implemento da medida cautelar gravosa (HC 143333/PR, de minha relatoria, julgado em 12.04.2018).\n\n\n\n    8. A existir elementos indicativos de que ao menos uma das condutas delitivas tem seus atos de desdobramento ainda persistentes, não há que se falar em ausência de contemporaneidade para imposição da cautela.\n\n\n\n    9. Assim, preenchidos, primo ictu oculi, os requisitos dos arts. 312, 313, 315, todos do CPP, e ainda demonstrado tratar-se a prisão da providência cautelar a melhor atender ao caso concreto, consoante o disposto no art. 282 do CPP, em especial, seus incisos I e II, bem como seu § 6º, não se mostra cabível a atuação per saltum desta Suprema Corte.\n\n\n\n    10. Agravo regimental provido, para cassar a liminar deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753480663","externo_seq_objeto_incidente":5522739,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-204  DIVULG 14-08-2020  PUBLIC 17-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=158802&classe=HC","is_colac":false,"titulo":"HC 158802 MC-AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 ART-00093 INC-00009 \n          ART-00102 INC-00001 LET-I\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013964      ANO-219\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00282 INC-00001 INC-00002 PAR-00006 \n          ART-00312 PAR-00001 PAR-00002 ART-00313 \n          ART-00315 ART-00316 ART-00319 INC-00003 \n          ART-00320 INC-00004 ART-00654 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   SUMSTF-000691      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-08-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PACIENTE, PARTICIPAÇÃO, ORGANIZAÇÃO CRIMINOSA, DESVIO DE VERBAS PÚBLICAS, COFRES PÚBLICOS, ESTADO-MEMBRO, RIO DE JANEIRO; OPERAÇÃO LAVA JATO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, TRIBUNAL SUPERIOR. SUPERAÇÃO, SÚMULA, STF. PERIODICIDADE, REVISÃO, FUNDAMENTO, PRISÃO PREVENTIVA, DECISÃO FUNDAMENTADA, EX OFFICIO. MANUTENÇÃO, PRISÃO PREVENTIVA, EXIGÊNCIA, DEMONSTRAÇÃO, FATO CONCRETO, ATUALIDADE. AUSÊNCIA, CONTEMPORANEIDADE, FATO, JUSTIFICATIVA, PRISÃO. PACIENTE, LIBERDADE, AUSÊNCIA, PREJUÍZO, APLICAÇÃO DA LEI, INSTRUÇÃO CRIMINAL. PRISÃO PREVENTIVA, AUSÊNCIA, REQUISITO, ELEMENTO CONCRETO. PRISÃO PREVENTIVA, FUMUS COMISSI DELICTI, PERICULUM LIBERTATIS. MEDIDA CAUTELAR DIVERSA DA PRISÃO, PECULIARIDADE, CASO CONCRETO, PROPORCIONALIDADE, TUTELA, MEIO SOCIAL. PRISÃO PREVENTIVA, FUNDAMENTO, CLAMOR PÚBLICO, IMPUNIDADE, CARÁTER GERAL, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA. PODER JUDICIÁRIO, PROTEÇÃO, INTERESSE INDIVIDUAL, GARANTIA INDIVIDUAL, CONFLITO, INTERESSE GERAL, SOCIEDADE. PRISÃO PREVENTIVA, PROPORCIONALIDADE, MITIGAÇÃO, GARANTIA INDIVIDUAL, LIBERDADE.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: SUPERAÇÃO, SÚMULA, STF, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA, LIBERDADE DE LOCOMOÇÃO. PRISÃO PREVENTIVA, GRAVIDADE ABSTRATA, CRIME. SUFICIÊNCIA, MEDIDA CAUTELAR DIVERSA DA PRISÃO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, IMPUTAÇÃO DE CRIME, AUSÊNCIA, VIOLÊNCIA, GRAVE AMEAÇA.\n\n- TERMO(S) DE RESGATE: REFORMA LEGISLATIVA, PACOTE ANTICRIME.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=158802&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-MC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO PREVENTIVA, FUNDAMENTAÇÃO IDÔNEA, GARANTIA DA ORDEM PÚBLICA, ORGANIZAÇÃO CRIMINOSA)\nHC 95024 (1ªT), HC 140986 (1ªT), HC 169014 AgR (2ªT), HC 169822 AgR (2ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, CRIME PERMANENTE)\nHC 143333 (TP). \n(SÚMULA 691/STF)\nHC 79238 (1ªT), HC 79748 (1ªT), HC 79775 (1ªT), HC 79776 (1ªT), HC 76347 QO (1ªT), HC 114557 AgR (1ªT), HC 129907 AgR (2ªT), HC 132185 AgR (2ªT), HC 163568 (1ªT). \n(PRISÃO PREVENTIVA, CONTEMPORANEIDADE)\nHC 156730 (2ªT). \n(REQUISITO, PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, ELEMENTO CONCRETO)\nHC 84662 (1ªT), HC 88448 (2ªT), HC 101244 (1ªT), HC 127186 (2ªT). \n(MEDIDA CAUTELAR DIVERSA DA PRISÃO)\nHC 147192 (2ªT). \n(SUPERAÇÃO, SÚMULA 691/STF)\nHC 85185 (TP), HC 88229 (1ªT), HC 95009 (TP), HC 84014 AgR (1ªT), HC 129554 (1ªT), HC 129872 (2ªT). \n- Decisões monocráticas citadas:\n(SÚMULA 691/STF)\nHC 133287, HC 133158.\n(SUPERAÇÃO, SÚMULA 691/STF)\nHC 85826 MC.\nNúmero de páginas: 40.\nAnálise: 30/04/2021, SOF.\nNúmero de páginas: 40.\nAnálise: 30/04/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : ROBERTO RZEZINSKI \nADV.(A/S)  : CLAUDIO BIDINO DE SOUZA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429443,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 158802 MC-AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA MEDIDA CAUTELAR NO HABEAS CORPUS","documental_doutrina_texto":"LÜDERSSEN, Klaus (Org.). Aufgeklärte Kriminalpolitik oder Kampf gegen Böse? Band I. Baden-Baden: Nomos, 1998.","ministro_facet":["GILMAR MENDES","EDSON FACHIN"],"processo_numero":158802,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429446","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, concedeu a ordem de habeas corpus para trancar o Processo Penal 0003112-82.2013.403.6181 em relação ao paciente, porque reconhecida a ocorrência de dupla persecução penal, nos termos do voto do Relator. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Falaram, pelo paciente, a Dra. Maria Elizabeth Queijo e, pelo Ministério Público Federal, o Dr. Juliano Baiocchi Villa-Verde de Carvalho, Subprocurador-Geral da República. Presidência da Ministra Cármen Lúcia. 2ª Turma, 12.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429446","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur429446","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Penal e Processual Penal. 2. Proibição de dupla persecução penal e ne bis in idem. \n\n\n\n    3. Parâmetro para controle de convencionalidade. Art. 14.7 do Pacto Internacional sobre Direitos Civis e Políticos. Art. 8.4 da Convenção Americana de Direitos Humanos. Precedentes da Corte Interamericana de Direitos Humanos no sentido de “proteger os direitos dos cidadãos que tenham sido processados por determinados fatos para que não voltem a ser julgados pelos mesmos fatos” (Casos Loayza Tamayo vs. Perú de 1997; Mohamed vs. Argentina de 2012; J. vs. Perú de 2013).\n\n\n\n    4. Limitação ao art. 8º do Código Penal e interpretação conjunta com o art. 5º do CP. 5. Proibição de o Estado brasileiro instaurar persecução penal fundada nos mesmos fatos de ação penal já transitada em julgado sob a jurisdição de outro Estado. Precedente: Ext 1.223/DF, Rel. Min. Celso de Mello, Segunda Turma, DJe 28.2.2014. \n\n\n\n    6. Ordem de habeas corpus concedida para trancar o processo penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753484978","externo_seq_objeto_incidente":5692637,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-204  DIVULG 14-08-2020  PUBLIC 17-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=171118&classe=HC","is_colac":false,"titulo":"HC 171118","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 PAR-00001 INC-00001 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00005 ART-00100 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-4\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 NÚMERO-7\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00005 ART-00006 ART-00008\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2020-08-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LAVAGEM DE DINHEIRO, CRIME TRANSNACIONAL, LOCAL, PRODUÇÃO DE EFEITOS, TERRITÓRIO NACIONAL. NON BIS IN IDEM, APLICAÇÃO, ÂMBITO INTERNACIONAL. HIERARQUIA CONSTITUCIONAL, TRATADO INTERNACIONAL, JURISPRUDÊNCIA, STF. SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS. CONSAGRAÇÃO, POSSIBILIDADE, CONTROLE DE CONVENCIONALIDADE, LEI INFRACONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ADESÃO, ESTADO BRASILEIRO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, IMPOSSIBILIDADE, DUPLO JULGAMENTO, IDENTIDADE, FATO IMPUTADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DUPLO JULGAMENTO, IDENTIDADE, FATO IMPUTADO, GARANTIA CONSTITUCIONAL, NON BIS IN IDEM.\n\n- TERMO(S) DE RESGATE: LUGAR DO CRIME, ADOÇÃO, TEORIA DA UBIQUIDADE, CÓDIGO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=171118&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HIERARQUIA CONSTITUCIONAL, TRATADO INTERNACIONAL)\nHC 72131 (TP), RE 206482 (TP), HC 76561 (1ªT), ADI 1480 MC (TP). \n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 466343 (TP). \n(AÇÃO PENAL, TRÂNSITO EM JULGADO, JURISDIÇÃO ESTRANGEIRA, PERSECUÇÃO PENAL, ESTADO BRASILEIRO, NON BIS IN IDEM)\nExt 1223 (2ªT). \n- Decisão monocrática citada:\n(HIERARQUIA CONSTITUCIONAL, TRATADO INTERNACIONAL)\nRE 243613.\n- Decisões estrangeiras citadas: Loayza Tamayo vs. Perú de 1997, Mohamed vs. Argentina de 2012 e J. vs. Perú de 2013, da Corte Interamericana de Direitos Humanos.\n- Legislação estrangeira citada: art. 19, cifra 1, parágrafos 3 a 6, e cifra 2, letras \"a\" a \"c\", da Lei Federal de Narcóticos e Substâncias Psicotrópicas da Suíça; art. 305, cifras 1 e 2, do Código Penal suíço.\n\nNúmero de páginas: 18.\nAnálise: 12/05/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : MARCELO BRANDAO MACHADO \nIMPTE.(S)  : MARIA ELIZABETH QUEIJO E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429446,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 171118","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-11-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"CRUZ, Rogerio Schietti. A proibição de dupla persecução penal. Lumen Juris, 2008. p. 30-32.\nFISCHER, Douglas; PEREIRA, Frederico Valdez. As obrigações processuais penais positivas. 2. ed. Livraria do Advogado, 2019. p. 117 et seq.\nSABOYA, Keity. Ne bis in idem. Lumen Juris, 2014. p. 155.","ministro_facet":["GILMAR MENDES"],"processo_numero":171118,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur430764","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deu provimento ao agravo regimental, vencido o Ministro Relator e, também, por maioria, deferiu a Petição, nos termos do voto do Ministro Gilmar Mendes, para determinar que o acesso ao material pleiteado pelos agravantes deve se dar com o devido respeito tanto ao requisito positivo apontado no voto (abrangendo somente documentos em que os agravantes são de fato mencionados) quanto ao requisito negativo (excluindo-se os atos investigativos e diligências que ainda se encontram em andamento e não foram consubstanciados e relatados no inquérito ou na ação penal em trâmite), nos termos da Lei 12.850/2013 e nos limites do Enunciado n. 14 da Súmula Vinculante desta Suprema Corte, vencido o Ministro Edson Fachin e, em menor extensão, a Ministra Cármen Lúcia, que deferia apenas parcialmente o pedido. Redigirá o acórdão o Ministro Gilmar Mendes. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 19.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur430764","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur430764","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Agravo regimental na petição. 2. Pleito de vista e extração de cópia de todos os documentos ligados aos acordos de colaboração premiada firmados entre o Ministério Público Federal e os colaboradores Jorge Henrique Simões Barata, Luiz Antônio Mameri, Marcelo Bahia Odebrecht e Valdemir Flavio Pereira Garreta. Operação Lava-Jato. Acordo de cooperação internacional que culminou na prisão cautelar do ex-Presidente e da ex-Primeira Dama da República do Peru. 3. Decisão monocrática de lavra do Ministro Edson Fachin que indeferiu o pedido. Incompetência do Poder Judiciário brasileiro para tutelar a regularidade de procedimento investigatório sujeito à jurisdição do Peru. 4. Compartilhamento arbitrário e seletivo de elementos de prova colhidos em acordos de colaboração premiada. Ofensa aos princípios do contraditório e da ampla defesa. Possibilidade de aplicação da Súmula Vinculante n. 14. Inoponibilidade do sigilo dos atos de colaboração premiada ao delatado. 5. Requisitos positivo e negativo para a garantia do acesso pretendido. Ato de colaboração que aponta para a responsabilidade criminal do requerente e que não se refere a diligência em andamento. 6. Agravo regimental a que se dá provimento para deferir a petição nos estritos limites indicados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753717418","externo_seq_objeto_incidente":5368403,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-220  DIVULG 02-09-2020  PUBLIC 03-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7494&classe=Pet","is_colac":false,"titulo":"Pet 7494 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00007 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 PAR-00001 PAR-00002 LET-B \n          LET-C\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUV-000014      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ACORDO DE COLABORAÇÃO PREMIADA, MINISTÉRIO PÚBLICO FEDERAL (MPF), ARBITRARIEDADE, SELETIVIDADE, COMPARTILHAMENTO. OFENSA, PRINCÍPIO DO CONTRADITÓRIO, AMPLA DEFESA, AUSÊNCIA, COMPARTILHAMENTO, ELEMENTO ESSENCIAL. COLABORAÇÃO PREMIADA, REQUISITO, ACESSO, DOCUMENTO, NECESSIDADE, DELIMITAÇÃO, INTERESSE, PARTE REQUERENTE; EXCLUSÃO, ATO DE INVESTIGAÇÃO, DILIGÊNCIA, ANDAMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), DIREITO DE DEFESA, ÂMBITO INTERNACIONAL. COLABORAÇÃO PREMIADA, COMPARTILHAMENTO, MINISTÉRIO PÚBLICO FEDERAL (MPF), AUTORIDADE JUDICIÁRIA ESTRANGEIRA, DOCUMENTO SIGILOSO. PRINCÍPIO DA PARIDADE DE ARMAS. DESRESPEITO. CONFIGURAÇÃO, OFENSA, AMPLA DEFESA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: AMPLA DEFESA, DIREITO CONSTITUCIONAL, DIREITO FUNDAMENTAL. PROVIMENTO, AGRAVO REGIMENTAL, PROCESSAMENTO, PETIÇÃO. ACESSO, DOCUMENTO, OBJETO, INCORPORAÇÃO, PROCEDIMENTO, INVESTIGAÇÃO, ESTADO-MEMBRO, REPÚBLICA DO PERU, POSSIBILIDADE, AMPLA DEFESA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: ACORDO DE COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA, JURISDIÇÃO, REPÚBLICA DO PERU.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7494&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Caso: \"OPERAÇÃO LAVA JATO\"\n- Acórdão(s) citado(s):\n(COLABORAÇÃO PREMIADA, ACESSO, DEFENSOR, DELATADO)\nRcl 24116 (2ªT). \n- Decisão monocrática citada:\n(COLABORAÇÃO PREMIADA, ACESSO, DEFENSOR, DELATADO)\nPet 5700.\n- Veja Declaração Universal dos Direitos Humanos de 1948.\nNúmero de páginas: 25.\nAnálise: 20/07/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : OLLANTA MOISÉS HUMALA TASSO \nAGTE.(S)  : NADINE HEREDIA ALARCÓN \nADV.(A/S)  : LEONARDO MASSUD E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":430764,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 7494 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":7494,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435994","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"ES","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, conheceu do agravo, negou-lhe provimento e deixou de fixar os honorários recursais, considerado o rito próprio da reclamação, a não comportar a condenação, nos termos do voto do Relator, com ressalvas do Ministro Dias Toffoli, vencidos os Ministros Luís Roberto Barroso e Rosa Weber. Primeira Turma, Sessão Virtual de 18.9.2020 a 25.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur435994","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Espírito Santo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur435994","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"RECLAMAÇÃO – OBJETO. A reclamação pressupõe a usurpação da competência do Supremo ou o desrespeito a decisão proferida, sendo imprópria quando o objetivo é a uniformização de julgados considerado o princípio da transcendência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754311619","externo_seq_objeto_incidente":5961236,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-267  DIVULG 06-11-2020  PUBLIC 09-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=41768&classe=Rcl","is_colac":false,"titulo":"Rcl 41768 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00010 ART-00220 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2020-11-09","documental_acordao_mesmo_sentido_lista_texto":"Rcl 38915 AgR PROCESSO ELETRÔNICO\n          JULG-08-03-2021  UF-SP  TURMA-01  MIN-MARCO AURÉLIO N.PÁG-007\n          DJe-055  DIVULG 22-03-2021  PUBLIC 23-03-2021","documental_indexacao_texto":"- FUNDAMENTAÇÃO DIVERSA, MIN. DIAS TOFFOLI: GARANTIA, DIREITO DA PERSONALIDADE, DIREITO À INTIMIDADE, VIDA PRIVADA, IMAGEM, HONRA, CONTROLE, MOMENTO POSTERIOR, ATIVIDADE, IMPRENSA. PODER JUDICIÁRIO, APRECIAÇÃO, FATO, PROVA, DECISÃO FUNDAMENTADA, DIREITO DE RESPOSTA, INDENIZAÇÃO, MEDIDA ASSECURATÓRIA, CESSAÇÃO, ABUSO. RECLAMAÇÃO, SUCEDÂNEO, RECURSO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: RECLAMAÇÃO, ASSEGURAMENTO, DIREITO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE IMPRENSA, DECISÃO RECLAMADA, AUSÊNCIA, FUNDAMENTAÇÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, ATO, ÂMBITO, CONTROLE CONCENTRADO, CONSTITUCIONALIDADE. CONFLITO, LIBERDADE DE EXPRESSÃO, DIREITO DA PERSONALIDADE.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: ESTADO DEMOCRÁTICO DE DIREITO, INCOMPATIBILIDADE, RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO, LIBERDADE DE IMPRENSA. RECLAMAÇÃO, INAPLICABILIDADE, TRANSCENDÊNCIA DOS MOTIVOS DETERMINANTES, EXCEÇÃO, ACÓRDÃO PARADIGMA, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEI DE IMPRENSA. RECLAMAÇÃO, PARÂMETRO DE CONTROLE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEI DE IMPRENSA, DECISÃO LIMINAR, DETERMINAÇÃO, RETIRADA, CONTEÚDO JORNALÍSTICO, VEICULAÇÃO, IMPRENSA, INTERNET, CONFLITO, LIBERDADE DE EXPRESSÃO, INFORMAÇÃO, TUTELA, GARANTIA INDIVIDUAL, DIREITO DA PERSONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=41768&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 5703 AgR (TP), Rcl 6534 AgR (TP). \n(RECLAMAÇÃO, PARÂMETRO DE CONTROLE, ADPF, LEI DE IMPRENSA, DECISÃO LIMINAR)\nRcl 15243 AgR (2ªT), Rcl 28747 AgR (1ªT). \n(RECLAMAÇÃO, INAPLICABILIDADE, TRANSCENDÊNCIA DOS MOTIVOS DETERMINANTES, EXCEÇÃO, ACÓRDÃO PARADIGMA, ADPF, LEI DE IMPRENSA)\nRcl 22328 (1ªT). \n- Decisões monocráticas citadas:\n(RECLAMAÇÃO, ASSEGURAMENTO, DIREITO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE IMPRENSA)\nRcl 11292 MC, Rcl 18566 MC, Rcl 18638 MC, Rcl 18746 MC, Rcl 18735, Rcl 18290, Rcl 18687, Rcl 18186.\n(RECLAMAÇÃO, PARÂMETRO DE CONTROLE, ADPF, LEI DE IMPRENSA, DECISÃO LIMINAR)\nRcl 18746, Rcl 24550, Rcl 16434, Rcl 40565 MC, Rcl 39401, Rcl 42143 MC, Rcl 43110 MC.\n(RECLAMAÇÃO, INAPLICABILIDADE, TRANSCENDÊNCIA DOS MOTIVOS DETERMINANTES, EXCEÇÃO, ACÓRDÃO PARADIGMA, ADPF, LEI DE IMPRENSA)\nRcl 16434, Rcl 18186 MC, Rcl 30105, Rcl 18746, Rcl 31117 MC-AgR, Rcl 35039 MC.\n- Legislação estrangeira citada: Primeira Emenda à Constituição dos Estados Unidos.\n- Veja ADPF 130 e RE 662055 RG do STF.\nNúmero de páginas: 28.\nAnálise: 04/06/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : JACKSON RANGEL VIEIRA \nADV.(A/S)  : LUCIANO SOUZA CORTEZ \nAGDO.(A/S)  : TYAGO RIBEIRO HOFFMANN \nADV.(A/S)  : MARIANE PORTO DO SACRAMENTO \nINTDO.(A/S)  : JUIZ DE DIREITO DA 6ª VARA CÍVEL DA COMARCA DE VITÓRIA \nADV.(A/S)  : SEM REPRESENTACAO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435994,"documental_tese_texto":null,"procedencia_geografica_completo":"ES - ESPÍRITO SANTO","processo_codigo_completo":"Rcl 41768 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2020-09-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"BARROSO, Luís Roberto. Liberdade de expressão versus direitos da personalidade. Colisão de direitos fundamentais e critérios de ponderação. Temas de direito constitucional. 2005. Tomo III. p. 79-129.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":41768,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436473","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Marco Aurélio (Relator), reconhecendo a atribuição do Ministério Público Federal, pediu vista dos autos o Senhor Ministro Carlos Britto. Ausentes, justificadamente, os Senhores Ministros Celso de Mello, Ellen Gracie, Eros Grau e, licenciado, o Senhor Ministro Menezes Direito. Presidência do Senhor Ministro Gilmar Mendes. Plenário, 01.07.2009. \r\n\n                       Decisão: Após o voto do Ministro Roberto Barroso, que divergia do Relator, não conhecendo do conflito e determinando a remessa dos autos ao Procurador-Geral da República; e do voto do Ministro Alexandre de Moraes, que não conhecia do conflito, mas determinava a remessa dos autos ao Conselho Nacional do Ministério Público - CNMP, pediu vista dos autos o Ministro Luiz Fux. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli (Presidente). Presidência do Ministro Luiz Fux (Vice-Presidente). Plenário, 28.2.2019.\r\n\n            Decisão: O Tribunal, por maioria, entendeu não ser da sua competência a resolução do conflito, vencidos os Ministros Marco Aurélio (Relator) e Celso de Mello, que entendiam pela competência do STF. Dentre os Ministros que entendiam ser o STF incompetente, foi assentado, por maioria, que a competência para dirimir o conflito é do Conselho Nacional do Ministério Público - CNMP. Nesse sentido, votaram os Ministros Alexandre de Moraes, Luiz Fux, Gilmar Mendes, Cármen Lúcia e Ricardo Lewandowski. Ficaram vencidos os Ministros Roberto Barroso, Edson Fachin e Rosa Weber, que entendiam pela competência do Procurador-Geral da República. Redigirá o acórdão o Ministro Alexandre de Moraes. Não participou deste julgamento, por motivo de licença médica, o Ministro Dias Toffoli (Presidente). Plenário, Sessão Virtual de 29.5.2020 a 5.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur436473","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur436473","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: PETIÇÃO. CONSTITUCIONAL E ADMINISTRATIVO. COMPETÊNCIA DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO PARA DIRIMIR CONFLITO DE ATRIBUIÇÃO ENTRE MINISTÉRIOS PÚBLICOS DIVERSOS. EXERCÍCIO DO CONTROLE DA LEGALIDADE DA ATUAÇÃO ADMINISTRATIVA. RESPEITO À INDEPENDÊNCIA FUNCIONAL. CF, ART. 130-A, § 2º, INCISOS I E II. INCOMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL.\n\n\n\n    1. Incompetência originária do SUPREMO TRIBUNAL FEDERAL para conhecer e dirimir conflito de atribuições entre membros de ramos diversos do Ministério Público. Inaplicabilidade do art. 102, I, f, da CF, por ausência de risco ao equilíbrio federativo.\n\n\n\n    2. Impossibilidade de encaminhamento do conflito de atribuição para o Procurador-Geral da República, enquanto autoridade competente, pois é parte interessada na solução da demanda administrativa, uma vez que acumula a Chefia do Ministério Público da União com a chefia de um de seus ramos, o Ministério Público Federal, nos termos da LC 75/1993.\n\n\n\n    3. Os membros do Ministério Público integram um só órgão sob a direção única de um só Procurador-Geral, ressalvando-se, porém, que só existem unidade e indivisibilidade dentro de cada Ministério Público, inexistindo qualquer relação de hierarquia entre o Ministério Público Federal e os dos Estados, entre o de um Estado e o de outro, ou entre os diversos ramos do Ministério Público da União. \n\n\n\n    4. EC 45/2004 e interpretação sistemática da Constituição Federal. A solução de conflitos de atribuições entre ramos diversos dos Ministérios Públicos pelo CNMP, nos termos do artigo 130-A, § 2º, e incisos I e II, da Constituição Federal e no exercício do controle da atuação administrativa do Parquet, é a mais adequada, pois reforça o mandamento constitucional que lhe atribuiu o controle da legalidade das ações administrativas dos membros e órgãos dos diversos ramos ministeriais, sem ingressar ou ferir a independência funcional.\n\n\n\n    5. Não conhecimento da Ação e encaminhamento dos autos ao Conselho Nacional do Ministério Público para, nos termos do artigo 130-A, incisos I e II, da Constituição Federal, dirimir o conflito de atribuições.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754370456","externo_seq_objeto_incidente":2674208,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4575&classe=Pet","is_colac":false,"titulo":"Pet 4575","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-F ART-00103 \n          PAR-00001 INC-00006 ART-0103B ART-00127 \n          PAR-00001 ART-00128 ART-00130 ART-0130A \n          INC-00001 INC-00002 PAR-00002 INC-00001 \n          INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075      ANO-1993\n                LEI COMPLEMENTAR\n\n","LEG-FED   SUMSTJ-000208      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2020-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CONFLITO DE ATRIBUIÇÃO, SOLUÇÃO, JURISPRUDÊNCIA, STF, REMESSA, AUTOS, PROCURADOR-GERAL DA REPÚBLICA, INADEQUAÇÃO. MINISTÉRIO PÚBLICO, AUTONOMIA, UNIDADE, INDIVISIBILIDADE, INDEPENDÊNCIA, INOCORRÊNCIA, HIERARQUIA. CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP); PODER JUDICIÁRIO, CONTROLE DE LEGALIDADE, JULGAMENTO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: CONFLITO DE ATRIBUIÇÃO, ÓRGÃO, MINISTÉRIO PÚBLICO, INCOMPETÊNCIA, STF. REMESSA, AUTOS, PROCURADOR-GERAL DA REPÚBLICA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA, STF, EXISTÊNCIA, CONFLITO, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF), IRREGULARIDADE, RECURSO, FUNDEF. VERBA, UNIÃO FEDERAL, FISCALIZAÇÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), IRREGULARIDADE, RECURSO, FUNDEF, COMPETÊNCIA, JUSTIÇA FEDERAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INCOMPETÊNCIA, STF, JULGAMENTO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL. DECISÃO, CONFLITO, PROCURADORIA GERAL DA REPÚBLICA (PGR).\n\n- VOTO VENCIDO, MIN. ROSA WEBER: CONSTITUIÇÃO FEDERAL DE 1988, COMPETÊNCIA, STF, CONFLITO, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, RISCO, COMPROMETIMENTO, PACTO FEDERATIVO. AUSÊNCIA, COMPETÊNCIA, STF, JULGAMENTO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL, REMESSA, AUTOS, PROCURADOR-GERAL DA REPÚBLICA. INEXISTÊNCIA, OFENSA, INDEPENDÊNCIA, ÓRGÃO, MINISTÉRIO PÚBLICO. PROCURADOR-GERAL DA REPÚBLICA, REPRESENTANTE, ÓRGÃO, ÂMBITO NACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4575&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, ÓRGÃO, MINISTÉRIO PÚBLICO)\nPet 3528 (TP), Pet 3631 (TP), ACO 889 (TP), ACO 1179 (TP). \n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF))\nACO 843 (TP), ACO 852. \n(CONFLITO DE ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO, PROCURADOR-GERAL DA REPÚBLICA)\nACO 924 (TP). \n(CONFLITO FEDERATIVO, COMPETÊNCIA, STF, REQUISITO)\nPet 1503 (TP), ACO 924 (TP), ACO 1394 (TP), ACO 597 AgR (TP), Pet 4076 AgR (TP), Pet 4706 (TP), Pet 4863 (TP), Pet 6132 (1ªT). \n(TAXATIVIDADE, COMPETÊNCIA ORIGINÁRIA, STF)\nACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 124 (TP) - RTJ 50/72, ACO 136 (TP) - RTJ 53/776, Pet 1026-4. \n(MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL, AUSÊNCIA, HIERARQUIA)\nRE 593727 (TP). \n(COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CONFLITO DE ATRIBUIÇÃO, ÓRGÃO, MINISTÉRIO PÚBLICO)\nACO 3068 (TP). \n- Decisões monocráticas citadas:\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF))\nACO 852, ACO 911, ACO 1237.\n(CONFLITO DE ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO, PROCURADOR-GERAL DA REPÚBLICA)\nACO 2834, ACO 2427, ACO 2820, ACO 2957, ACO 2964, ACO 2341, ACO 2952, ACO 2572.\n(CONFLITO FEDERATIVO, COMPETÊNCIA, STF, REQUISITO)\nACO 2834, ACO 2298 AgR, ACO 2427, ACO 2820, ACO 2957.\n(COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CONFLITO DE ATRIBUIÇÃO, ÓRGÃO, MINISTÉRIO PÚBLICO)\nACO 2731.\n- Decisão estrangeira citada: Caso Marbury vs. Madison, da Suprema Corte Americana.\nNúmero de páginas: 47.\nAnálise: 11/01/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DA BAHIA \nREQDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436473,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"Pet 4575","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"ABRAHAM, Henry J. A Corte Suprema no evolutivo processo político. IN: Vários autores. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nARINOS, Afonso. Curso de direito constitucional brasileiro. Rio de Janeiro: Forense, 1960. p. 98.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53.\nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nDAHL, Robert. Sobre a democracia. Brasília: UnB, 2001. p. 137.\nHALL, Kermit L. The Oxford guide to the United States Supreme Courts decisions. New Yowk: Oxford University Press, 1999. p. 173.\nHORTA, Raul Machado. Direito constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 305.\nMORAES, Alexandre. Constituição do Brasil Interpretada. 9. ed. Atlas. p. 1604.\nSCHWARTZ, Bernard. Direito Constitucional americano. Rio de Janeiro: Forense, 1966. p. 257.\nSCHWARTZ, Bernard. O federalismo norte-americano. Rio de Janeiro: Forense Universitária, 1984. p. 75.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":4575,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur444364","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, rejeitou a queixa-crime em razão da incidência da imunidade material, nos termos do voto do Relator. Plenário, Sessão Virtual de 12.3.2021 a 19.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur444364","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur444364","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: Penal e processual penal. Queixa-crime. Declarações em publicação vinculada à atividade parlamentar. Senador. Imunidade material. Atipicidade da conduta. Rejeição.\n\n\n\n    1. As manifestações do parlamentar possuem nexo de casualidade com a atividade legislativa.\n\n\n\n    2. A imunidade cível e penal do parlamentar federal tem por objetivo viabilizar o pleno exercício do mandato.\n\n\n\n    3. O excesso de linguagem pode configurar, em tese, quebra de decoro, a ensejar o controle político.\n\n\n\n    4. Não incide, na hipótese, a tutela penal, configurando-se a atipicidade da conduta. Precedentes. \n\n\n\n    5. Queixa-crime rejeitada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755600521","externo_seq_objeto_incidente":5900217,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-072  DIVULG 15-04-2021  PUBLIC 16-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=8814&classe=Pet","is_colac":false,"titulo":"Pet 8814","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1937\n    ART-00043\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    ART-00032\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00053 \"CAPUT\" ART-00055 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00069 ART-00139 ART-00141 INC-00003\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2021-04-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMUNIDADE PARLAMENTAR MATERIAL, EXCEPCIONALIDADE, INTERPRETAÇÃO RESTRITIVA. GARANTIA, LIVRE EXERCÍCIO, MANDATO PARLAMENTAR, PRECEDENTE, STF, ALCANCE. MANIFESTAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR, POSSIBILIDADE, SUJEIÇÃO, SANÇÃO, ÂMBITO, CASA LEGISLATIVA, CONFORMIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: IMUNIDADE PARLAMENTAR MATERIAL, PROTEÇÃO, PARLAMENTAR, EXERCÍCIO DE MANDATO ELETIVO, LIBERDADE DE EXPRESSÃO, INDEPENDÊNCIA, FUNÇÃO, PARLAMENTAR, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. ORIGEM, IMUNIDADE PARLAMENTAR MATERIAL, DIREITO COMPARADO. SURGIMENTO, IMUNIDADE PARLAMENTAR MATERIAL, DIREITO, RELATIVIZAÇÃO, IMUNIDADE PARLAMENTAR MATERIAL, CONSTITUIÇÃO FEDERAL DE 1937, EMENDA CONSTITUCIONAL 1 DE 1969. PRECEDENTE, STF, IMUNIDADE PARLAMENTAR MATERIAL, ESTADO DE SÍTIO. PRECEDENTE, STF, IMUNIDADE PARLAMENTAR MATERIAL, INERÊNCIA, FUNÇÃO LEGISLATIVA. TEORIA, IMUNIDADE PARLAMENTAR, IMUNIDADE ABSOLUTA, IMUNIDADE RELATIVA. JURISPRUDÊNCIA, STF, IMUNIDADE ABSOLUTA, PRONUNCIAMENTO, PARLAMENTAR, ÂMBITO, CASA LEGISLATIVA, EXCESSO, MANIFESTAÇÃO, PARLAMENTAR, RESPONSABILIZAÇÃO, CASA LEGISLATIVA. IMUNIDADE RELATIVA, EXIGÊNCIA, NEXO DE CAUSALIDADE, MANIFESTAÇÃO, ATIVIDADE PARLAMENTAR, FINALIDADE, MANIFESTAÇÃO, INTERESSE SOCIAL. IMUNIDADE PARLAMENTAR MATERIAL, DEBATE, CARÁTER PÚBLICO, CRÍTICA, POLÍTICA PÚBLICA, ADMINISTRAÇÃO, ESTADO-MEMBRO. DISTINÇÃO, LIBERDADE DE EXPRESSÃO, ASPECTOS, DISCURSO, AVALIAÇÃO, MANIFESTAÇÃO, PARLAMENTAR, CADA, CASO CONCRETO, ELEITOR.\n\n- TERMO(S) DE RESGATE: FREEDOM OF SPEECH, FREEDOM FROM ARREST.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=8814&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEBATE, CARÁTER PÚBLICO, CENTRALIZAÇÃO, ARGUMENTO)\nInq 3817 (1ªT). \n(IMUNIDADE PARLAMENTAR, IMPRUDÊNCIA, NÃO INCIDÊNCIA, AFASTAMENTO, SANÇÃO, CASA LEGISLATIVA)\nRE 600063 (TP). \n(LIMITE LEGAL, INCIDÊNCIA, CLÁUSULA, INVIOLABILIDADE)\nInq 2874 AgR (TP). \n(DEFESA, IMUNIDADE PARLAMENTAR MATERIAL, ESTADO DE SÍTIO)\nHC 3536 (TP). \n(IMUNIDADE PARLAMENTAR, GARANTIA DA ORDEM PÚBLICA, INTERESSE COLETIVO, INERÊNCIA, FUNÇÃO LEGISLATIVA)\nHC 34467 (TP). \n(INVIOLABILIDADE PARLAMENTAR, CARÁTER ABSOLUTO, PRONUNCIAMENTO, CASA LEGISLATIVA)\nInq 1958 (TP), RE 299109 AgR (1ªT), RE 576074 AgR (1ªT), Inq 3814 (1ªT), Pet 6156 (2ªT). \n(SUJEIÇÃO, PARLAMENTAR, CENSURA, CARÁTER POLÍTICO, MEMBRO, CONGRESSO)\nRE 600063 (TP), Pet 5647 (1ªT), Pet 6156 (2ªT), Pet 6587 (2ªT). \n(APRECIAÇÃO, EXISTÊNCIA, NEXO DE CAUSALIDADE, PRONUNCIAMENTO, PARLAMENTAR)\nInq 390 (TP), RE 600063 (TP), Inq 1024 QO (TP), Inq 2874 AgR (TP). \n- Decisões monocráticas citadas:\n(EXCEPCIONALIDADE, REGRA, IMUNIDADE PARLAMENTAR MATERIAL, INTERPRETAÇÃO RESTRITIVA)\nHC 124519.\n(ALCANCE, ATIVIDADE PARLAMENTAR, ELABORAÇÃO, LEI, FISCALIZAÇÃO, PODERES DA REPÚBLICA, DEBATE, DESENVOLVIMENTO, DEMOCRACIA)\nPet 5714, Pet 8630.\n- Legislação estrangeira citada: Estatuto I e art. 9 do Bill of Rights do sistema constitucional inglês, de 1689; art. 1, seção 6, da Constiuição dos Estados Unidos da América, de 1787.\nNúmero de páginas: 27.\nAnálise: 29/04/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : JOAO AGRIPINO DA COSTA DORIA JUNIOR \nREQDO.(A/S)  : SERGIO OLÍMPIO GOMES \nADV.(A/S)  : LEANDRO LUND VIEGAS \nADV.(A/S)  : ELIAS MILER DA SILVA \nADV.(A/S)  : FERNANDO JOSÉ DA COSTA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":444364,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 8814","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2021-03-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"AMARAL JUNIOR, José Levi Mello. Inviolabilidade parlamentar. São Paulo: FDUSP, 2018. p. 23-43.\nBARBOSA, Ruy. Comentários à Constituição Federal brasileira. Saraiva: 1933. vol. 2. p.  41-42.\nDWORKIN. O Direito da liberdade. A leitura moral da Constituição norte-americana. São Paulo: Martins Fontes, 2006. p. 345, 351 et seq.\nRUFIA, Paolo Biscaretti di.  Introduzione al diritto costituzionale comparato. 2. ed. Milão: Giuffrè, 1970. p. 303-305.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":8814,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}