{"result":{"took":655,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur448446","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelos recorrentes Caixa Econômica Federal, Banco Bradesco S/A, Banco Alvorada S/A e Banco do Brasil S/A, o Dr. Armando Verri Jr.; pelos recorrentes Banco Santander Brasil S/A e Itaú Unibanco S/A, o Dr. Fábio Lima Quintas; pelo recorrido, o Dr. Walter José Faiad de Moura; pelo amicus curiae Conselho Nacional de Procuradores-Gerais do Ministério Público dos Estados e da União - CNPG, o Dr. Aristides Junqueira Alvarenga; pelo amicus curiae Ministério Público do Estado de São Paulo, o Dr. Mário Luiz Sarrubbo, Procurador-Geral de Justiça do Estado de São Paulo; pelo amicus curiae Confederação dos Trabalhadores no Serviço Público Federal - CONDSEF, o Dr. José Luis Wagner; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Impedido o Ministro Dias Toffoli. Afirmou suspeição o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Marco Aurélio. Presidência do Ministro Luiz Fux. Plenário, 03.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Após o voto do Ministro Alexandre de Moraes (Relator), que negava provimento aos recursos extraordinários e propunha a seguinte tese (tema 1.075 da repercussão geral): “I - É inconstitucional o art. 16 da Lei 7.347/1985, alterada pela Lei 9.494/1997. II - Em se tratando de ação civil pública de efeitos nacionais ou regionais, a competência deve observar o art. 93, II, da Lei 8.078/1990. Sendo regional o alcance, serão competentes os foros ou circunscrições de capitais do Estado ou do Distrito Federal, desde que inseridos na região em que se projetem os efeitos da decisão; sendo nacional o alcance, será concorrente a competência entre as capitais de Estado e o Distrito Federal. III - Ajuizadas múltiplas ações civis públicas de âmbito nacional ou regional, firma-se a prevenção do juízo que primeiro conheceu de uma delas, para o julgamento de todas as demandas conexas”, no que foi acompanhado pelos Ministros Cármen Lúcia, Rosa Weber e Ricardo Lewandowski; do voto do Ministro Nunes Marques, que declarava a inconstitucionalidade da expressão “nos limites da competência territorial do órgão prolator (...)” constante do art. 16, LACP, e negava provimento aos recursos extraordinários; e do voto do Ministro Edson Fachin, que acompanhava o Relator para negar provimento aos recursos extraordinários, mas dele divergia quanto aos itens 2 e 3 da tese de repercussão geral, pediu vista dos autos o Ministro Gilmar Mendes. Afirmou suspeição o Ministro Roberto Barroso. Ausentes, justificadamente, o Ministro Marco Aurélio e, impedido, o Ministro Dias Toffoli. Presidência do Ministro Luiz Fux. Plenário, 04.03.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 1.075 da repercussão geral, negou provimento aos recursos extraordinários e fixou a seguinte tese: \"I - É inconstitucional a redação do art. 16 da Lei 7.347/1985, alterada pela Lei 9.494/1997, sendo repristinada sua redação original. II - Em se tratando de ação civil pública de efeitos nacionais ou regionais, a competência deve observar o art. 93, II, da Lei 8.078/1990 (Código de Defesa do Consumidor). III - Ajuizadas múltiplas ações civis públicas de âmbito nacional ou regional e fixada a competência nos termos do item II, firma-se a prevenção do juízo que primeiro conheceu de uma delas, para o julgamento de todas as demandas conexas\", nos termos do voto do Relator, vencido o Ministro Marco Aurélio. O Ministro Edson Fachin acompanhou o Relator com ressalvas. Impedido o Ministro Dias Toffoli. Afirmou suspeição o Ministro Roberto Barroso. Plenário, Sessão Virtual de 26.3.2021 a 7.4.2021.","is_repercussao_geral_merito":true,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur448446","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur448446","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E PROCESSO CIVIL. INCONSTITUCIONALIDADE DO ART. 16 DA LEI 7.347/1985, COM A REDAÇÃO DADA PELA LEI 9.494/1997. AÇÃO CIVIL PÚBLICA. IMPOSSIBILIDADE DE RESTRIÇÃO DOS EFEITOS DA SENTENÇA AOS LIMITES DA COMPETÊNCIA TERRITORIAL DO ÓRGÃO PROLATOR. REPERCUSSÃO GERAL. RECURSOS EXTRAORDINÁRIOS DESPROVIDOS. \n\n\n\n    1. A Constituição Federal de 1988 ampliou a proteção aos interesses difusos e coletivos, não somente constitucionalizando-os, mas também prevendo importantes instrumentos para garantir sua pela efetividade. \n\n\n\n    2. O sistema processual coletivo brasileiro, direcionado à pacificação social no tocante a litígios meta individuais, atingiu status constitucional em 1988, quando houve importante fortalecimento na defesa dos interesses difusos e coletivos, decorrente de uma natural necessidade de efetiva proteção a uma nova gama de direitos resultante do reconhecimento dos denominados direitos humanos de terceira geração ou dimensão, também conhecidos como direitos de solidariedade ou fraternidade. \n\n\n\n    3. Necessidade de absoluto respeito e observância aos princípios da igualdade, da eficiência, da segurança jurídica e da efetiva tutela jurisdicional. \n\n\n\n    4. Inconstitucionalidade do artigo 16 da LACP, com a redação da Lei 9.494/1997, cuja finalidade foi ostensivamente restringir os efeitos condenatórios de demandas coletivas, limitando o rol dos beneficiários da decisão por meio de um critério territorial de competência, acarretando grave prejuízo ao necessário tratamento isonômico de todos perante a Justiça, bem como à total incidência do Princípio da Eficiência na prestação da atividade jurisdicional. \n\n\n\n    5. RECURSOS EXTRAORDINÁRIOS DESPROVIDOS, com a fixação da seguinte tese de repercussão geral:\n\n\n\n    \"I - É inconstitucional a redação do art. 16 da Lei 7.347/1985, alterada pela Lei 9.494/1997, sendo repristinada sua redação original. \n\n\n\n    II - Em se tratando de ação civil pública de efeitos nacionais ou regionais, a competência deve observar o art. 93, II, da Lei 8.078/1990 (Código de Defesa do Consumidor). \n\n\n\n    III - Ajuizadas múltiplas ações civis públicas de âmbito nacional ou regional e fixada a competência nos termos do item II, firma-se a prevenção do juízo que primeiro conheceu de uma delas, para o julgamento de todas as demandas conexas\".","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756135788","externo_seq_objeto_incidente":5336275,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-113  DIVULG 11-06-2021  PUBLIC 14-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1101937&classe=RE","is_colac":false,"titulo":"RE 1101937","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00157\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00002 ART-00005 \"CAPUT\" INC-00001\n    INC-00021 INC-00032 INC-00033 INC-00035\n    INC-00036 \"CAPUT\" INC-00037 INC-00053\n    INC-00054 INC-00055 INC-00070 LET-A\n    LET-B INC-00073 INC-00077 INC-00078\n    ART-00007 INC-00026 ART-00008 INC-00003\n    ART-00022 INC-00001 ART-00037 ART-00097\n    ART-00109 PAR-00002 ART-00129 INC-00003\n    PAR-00001 ART-00134 ART-00225\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004717 ANO-1965\n    ART-00001 PAR-00001 ART-00005 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00018\n    LEI ORDINÁRIA - LEI DE AÇÃO POPULAR\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00467\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-007347 ANO-1985\n    ART-00001 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 PAR-ÚNICO ART-00002 PAR-ÚNICO\n    ART-00003 ART-00013 ART-00016 ART-00021\n    LEI ORDINÁRIA - LEI DE AÇÃO CIVIL PÚBLICA\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00057 ART-00081 PAR-ÚNICO INC-00001\n    INC-00002 INC-00003 ART-00090 ART-00091\n    ART-00093 INC-00001 INC-00002 ART-00099\n    ART-00100 ART-00103 INC-00001 INC-00002\n    INC-00003 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00104\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008437 ANO-1992\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009494 ANO-1997\n    ART-00002 ART-0002A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00073\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012106 ANO-2009\n    ART-00021 PAR-ÚNICO INC-00001 INC-00002\n    ART-00022 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00055 PAR-00003 ART-00286 INC-00001\n    INC-00002 INC-00003 ART-00502 ART-00928\n    INC-00001 INC-00002 PAR-ÚNICO ART-00966\n    INC-00002 ART-01035 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-000070 ANO-1966\n    DECRETO-LEI\n\n","LEG-FED   MPR-001570 ANO-1997\n    ART-00001 ART-00002 ART-00003\n    MEDIDA PROVISÓRIA - CONVERTIDA NA LEI 9494/1997\n\n","LEG-FED   RES-000125 ANO-2010\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   SUV-000010\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000629\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-06-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PREVISÃO, CONSTITUIÇÃO FEDERAL, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, AÇÃO CIVIL PÚBLICA. CÓDIGO DE DEFESA DO CONSUMIDOR, PROTEÇÃO, INTERESSE DIFUSO, INTERESSE COLETIVO, MICROSSISTEMA JURÍDICO, SENTENÇA, AÇÃO CIVIL PÚBLICA, EFICÁCIA ERGA OMNES. CÓDIGO DE DEFESA DO CONSUMIDOR, INTERESSE TRANSINDIVIDUAL, COISA JULGADA, EFICÁCIA ERGA OMNES, ULTRA PARTES, ALCANCE, SENTENÇA, TOTALIDADE, BENEFICIÁRIO, DECISÃO JUDICIAL. AUSÊNCIA, REFERÊNCIA, LIMITE TERRITORIAL. ALTERAÇÃO, LEI, FINALIDADE, RESTRIÇÃO, EFICÁCIA ERGA OMNES, COISA JULGADA, ÂMBITO, AÇÃO COLETIVA, LIMITAÇÃO, COMPETÊNCIA TERRITORIAL, ÓRGÃO JUDICIAL. POSSIBILIDADE, ÂMBITO, AÇÃO CIVIL PÚBLICA, DISSIPAÇÃO, TITULAR, DIREITO, MULTIPLICIDADE, MUNICÍPIO, ESTADO-MEMBRO. POSSIBILIDADE, OCORRÊNCIA, DECISÃO CONFLITANTE. OFENSA, PRINCÍPIO DA ISONOMIA, EFICIÊNCIA, SEGURANÇA JURÍDICA, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA. PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE. INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, APLICAÇÃO, EFEITO REPRISTINATÓRIO. DEFINIÇÃO, COMPETÊNCIA, AÇÃO CIVIL PÚBLICA, ÂMBITO NACIONAL, ÂMBITO REGIONAL, APLICAÇÃO SUBSIDIÁRIA, CÓDIGO DE DEFESA DO CONSUMIDOR. FORO COMPETENTE, PROPOSITURA, AÇÃO CIVIL PÚBLICA, ÂMBITO NACIONAL, ÂMBITO REGIONAL. FIXAÇÃO, COMPETÊNCIA, PREVENÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DIREITO FUNDAMENTAL DE TERCEIRA DIMENSÃO, INTERESSE TRANSINDIVIDUAL. AÇÃO CIVIL PÚBLICA, PROTEÇÃO, DIREITO DIFUSO, DIREITO COLETIVO. CÓDIGO DE DEFESA DO CONSUMIDOR, INTERESSE INDIVIDUAL HOMOGÊNEO. PREVISÃO, LEI, AÇÃO POPULAR, EFICÁCIA ERGA OMNES, SENTENÇA. PREVISÃO, LEI, AÇÃO CIVIL PÚBLICA, EFICÁCIA ERGA OMNES, COISA JULGADA. ALTERAÇÃO, LEI, FINALIDADE, IMPOSIÇÃO, LIMITE TERRITORIAL, JUIZ DE PRIMEIRO GRAU, EFICÁCIA, COISA JULGADA, ÂMBITO, AÇÃO CIVIL PÚBLICA. ALTERAÇÃO, JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), INADEQUAÇÃO, APLICAÇÃO, LIMITE TERRITORIAL, SENTENÇA, AÇÃO COLETIVA. LIMITE SUBJETIVO DA COISA JULGADA, EFICÁCIA INTER PARTES, ULTRA PARTES, EFICÁCIA ERGA OMNES. AÇÃO COLETIVA, EFICÁCIA ERGA OMNES, HIPÓTESE, INTERESSE DIFUSO, EXCEÇÃO, IMPROCEDÊNCIA, PEDIDO, INSUFICIÊNCIA, PROVA; ULTRA PARTES, DISCUSSÃO, DIREITO COLETIVO; EFICÁCIA ERGA OMNES, DIREITO INDIVIDUAL HOMOGÊNEO. CONFUSÃO, LEGISLADOR, LIMITE SUBJETIVO DA COISA JULGADA, COMPETÊNCIA. CONSIDERAÇÃO, COMPETÊNCIA, JULGAMENTO, DEMANDA, DANO, ÂMBITO NACIONAL, ÂMBITO REGIONAL. APLICAÇÃO, CÓDIGO DE DEFESA DO CONSUMIDOR, AÇÃO CIVIL PÚBLICA. INADEQUAÇÃO, ALTERAÇÃO, LEI, LIMITAÇÃO, COISA JULGADA, ÂMBITO, AÇÃO CIVIL PÚBLICA. PREVENÇÃO, CONEXÃO DE AÇÃO. DIREITO COLETIVO, INTERESSE TRANSINDIVIDUAL. APLICAÇÃO, LIMITE TERRITORIAL, AÇÃO COLETIVA, IMPLICAÇÃO, PROLIFERAÇÃO, IDENTIDADE, AÇÃO JUDICIAL, INSEGURANÇA JURÍDICA. PRINCÍPIO DA SEGURANÇA JURÍDICA. PRINCÍPIO DA EFICIÊNCIA. CARACTERÍSTICA, INTERESSE DIFUSO, INTERESSE COLETIVO, INDIVISIBILIDADE. IMPOSIÇÃO, LIMITE TERRITORIAL, OFENSA, PRINCÍPIO DA ISONOMIA, ACESSO À JUSTIÇA, PRINCÍPIO DA EFICIÊNCIA, SEGURANÇA JURÍDICA. COMPETÊNCIA, PREVENÇÃO, AÇÃO JUDICIAL, EFICÁCIA, ÂMBITO REGIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: ORIGEM, AÇÃO CIVIL PÚBLICA. PRINCÍPIO DA RESERVA DO PLENÁRIO. DISTINÇÃO, AÇÃO COLETIVA, OBJETO, REPERCUSSÃO GERAL. INAPLICABILIDADE, TEMA DE REPERCUSSÃO GERAL, HIPÓTESE, AÇÃO CIVIL PÚBLICA, DEFESA, DIREITO DIFUSO, DIREITO COLETIVO, DIREITO INDIVIDUAL HOMOGÊNEO. POSSIBILIDADE, ATUAÇÃO, ASSOCIAÇÃO, REPRESENTAÇÃO PROCESSUAL, EXISTÊNCIA, AUTORIZAÇÃO EXPRESSA, ASSOCIADO, DELIBERAÇÃO, ASSEMBLEIA. IMPOSSIBILIDADE, ATUAÇÃO, ASSOCIAÇÃO, ÂMBITO, AÇÃO CIVIL PÚBLICA, CONDIÇÃO, SUBSTITUTO PROCESSUAL. CONSIDERAÇÃO, COMPETÊNCIA, CRITÉRIO, DIVISÃO, SERVIÇO. DEFINIÇÃO, ALCANCE, COISA JULGADA, OBJETO, LITÍGIO. INCOMPATIBILIDADE, DEFINIÇÃO, LIMITE TERRITORIAL, ALCANCE, COISA JULGADA. INTERPRETAÇÃO LITERAL, LEI, POSSIBILIDADE, MULTIPLICAÇÃO, AÇÃO JUDICIAL, IDENTIDADE, CAUSA DE PEDIR, PEDIDO, RISCO, DECISÃO DIVERGENTE. PRINCÍPIO DA UNIDADE DA JURISDIÇÃO. PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. COISA JULGADA, PRINCÍPIO DA SEGURANÇA JURÍDICA. INCOMPATIBILIDADE, EXPRESSÃO, ERGA OMNES, APLICAÇÃO, LIMITE TERRITORIAL. COMPETÊNCIA TERRITORIAL, LIMITAÇÃO, EXERCÍCIO, JURISDIÇÃO, AUSÊNCIA, LIMITAÇÃO, EFEITO, SENTENÇA. AÇÃO COLETIVA, EXECUÇÃO INDIVIDUAL, JULGADO, FORO, DOMICÍLIO, BENEFICIÁRIO. OBJETIVO, AÇÃO CIVIL PÚBLICA, ACESSO À JUSTIÇA. NECESSIDADE, APURAÇÃO, EFICÁCIA ERGA OMNES, COISA JULGADA, CONFORMIDADE, OBJETO, LITÍGIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ORIGEM, AÇÃO POPULAR, AÇÃO CIVIL PÚBLICA. CÓDIGO DE DEFESA DO CONSUMIDOR, AÇÃO COLETIVA. CONSIDERAÇÃO, DIREITO INDIVIDUAL, DIREITO COLETIVO, DIREITO FUNDAMENTAL. OFENSA, DEVIDO PROCESSO LEGAL, ACESSO À JUSTIÇA, PRINCÍPIO DA ISONOMIA, APLICAÇÃO, LIMITE TERRITORIAL, COISA JULGADA, AÇÃO COLETIVA, AÇÃO CIVIL PÚBLICA. CONCRETIZAÇÃO, LIBERDADE, IGUALDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. AUSÊNCIA, NECESSIDADE, EFICÁCIA ERGA OMNES, AÇÃO COLETIVA, INEXISTÊNCIA, DIREITO INDIVIDUAL, DEMANDA. SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), ÓRGÃO, INTERPRETAÇÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, MICROSSISTEMA JURÍDICO, DIREITO COLETIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DIREITO COLETIVO, INTERESSE TRANSINDIVIDUAL, DIREITO INDIVIDUAL HOMOGÊNEO. FUNDAMENTO, DIREITO INDIVIDUAL HOMOGÊNEO, PRINCÍPIO DA ISONOMIA, EFICIÊNCIA, PRESTAÇÃO JURISDICIONAL, ACESSO À JUSTIÇA. DISTINÇÃO, COISA JULGADA, EFICÁCIA, SENTENÇA. COISA JULGADA, GARANTIA, ESTABILIDADE, SEGURANÇA JURÍDICA. COISA JULGADA, IMUTABILIDADE, INDISCUTIBILIDADE. LIMITES DA COISA JULGADA, PRINCÍPIO DA RESERVA LEGAL, ÂMBITO PROCESSUAL. CONTRADIÇÃO, LEI, DEFINIÇÃO, COMPETÊNCIA, COISA JULGADA, EFICÁCIA, SENTENÇA. EQUÍVOCO, APLICAÇÃO, LIMITE TERRITORIAL, COISA JULGADA. CONSIDERAÇÃO, LIMITE TERRITORIAL, EFEITO, DECISÃO, DESCABIMENTO, RESTRIÇÃO, EXERCÍCIO, JURISDIÇÃO, LEGISLADOR. IMPOSIÇÃO, LIMITE TERRITORIAL, OFENSA, PRINCÍPIO DA ISONOMIA, ACESSO À JUSTIÇA, PRINCÍPIO DA EFICIÊNCIA. COMPETÊNCIA, AÇÃO COLETIVA, DANO, ÂMBITO NACIONAL, ÂMBITO REGIONAL. CONSIDERAÇÃO, DIREITO PROCESSUAL, DIREITO FUNDAMENTAL, PROTEÇÃO, DIREITO MATERIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CONSTITUIÇÃO FEDERAL, DIREITO COLETIVO, GARANTIA, ACESSO À JUSTIÇA. CONFUSÃO, DEFINIÇÃO, COMPETÊNCIA TERRITORIAL, LIMITE SUBJETIVO DA COISA JULGADA. AÇÃO COLETIVA, DIREITO DAS MINORIAS. CÓDIGO DE DEFESA DO CONSUMIDOR, PREVISÃO, COMPETÊNCIA, AÇÃO COLETIVA. IMPOSSIBILIDADE, CONFUSÃO, AÇÃO COLETIVA, AÇÃO CIVIL PÚBLICA. IMPOSSIBILIDADE, LIMITAÇÃO, LEI, EXERCÍCIO, JURISDIÇÃO, AUSÊNCIA, RAZOABILIDADE. ACESSO À JUSTIÇA, ESTÍMULO, AÇÃO COLETIVA, IMPORTÂNCIA, ASSOCIAÇÃO, SUBSTITUIÇÃO, AÇÃO INDIVIDUAL. PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO DO JUIZ NATURAL. RECONHECIMENTO, INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, FINALIDADE, IMPEDIMENTO, MULTIPLICAÇÃO, DEMANDA, GARANTIA, COERÊNCIA, SOLUÇÃO, CONFLITO.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. GILMAR MENDES: CÓDIGO DE DEFESA DO CONSUMIDOR, DIFERENÇA, ESPÉCIE, DIREITO COLETIVO, ENQUADRAMENTO, ALCANCE, DANO; COMPETÊNCIA; EFICÁCIA, COISA JULGADA, ERGA OMNES, ULTRA PARTES, HIPÓTESE, DIREITO COLETIVO, DIREITO DIFUSO, DIREITO INDIVIDUAL HOMOGÊNEO. MANDADO DE SEGURANÇA COLETIVO, EFICÁCIA, COISA JULGADA, HIPÓTESE, SUBSTITUIÇÃO PROCESSUAL. DIREITO DIFUSO, DIREITO TRANSINDIVIDUAL, IMPOSSIBILIDADE, DELIMITAÇÃO, TITULAR, DIREITO; INDIVISIBILIDADE, OBJETO; REPARAÇÃO DE DANO, FORMA INDIRETA, BENEFÍCIO, SOCIEDADE. DIREITO COLETIVO, DETERMINAÇÃO, TITULAR, DIREITO, INTEGRANTE, GRUPO DE PESSOAS. DIREITO INDIVIDUAL HOMOGÊNEO, FINALIDADE, PRINCÍPIO DA ECONOMIA PROCESSUAL, ACESSO À JUSTIÇA, DETERMINAÇÃO, DIREITO INDIVIDUAL, REPARAÇÃO DE DANO, DIVISIBILIDADE, OBJETO. DIFERENÇA, REPRESENTAÇÃO PROCESSUAL, SUBSTITUIÇÃO PROCESSUAL. JULGAMENTO, STF, CONTROVÉRSIA, PROPOSITURA, ASSOCIAÇÃO CIVIL, AÇÃO COLETIVA, DEFESA, INTERESSE INDIVIDUAL HOMOGÊNEO, DEPENDÊNCIA, AUTORIZAÇÃO EXPRESSA, ASSOCIADO. EFICÁCIA, COISA JULGADA, RESTRIÇÃO, LISTA, ASSOCIADO, INDICAÇÃO, PROCESSO DE CONHECIMENTO. LEGITIMIDADE, ASSOCIADO, RESIDÊNCIA, ÂMBITO, JURISDIÇÃO, ÓRGÃO JUDICIAL, EXECUÇÃO, TÍTULO EXECUTIVO JUDICIAL, TRÂNSITO EM JULGADO. MANDADO DE SEGURANÇA COLETIVO, DISPENSABILIDADE, AUTORIZAÇÃO, DESCRIÇÃO, BENEFICIÁRIO, PETIÇÃO INICIAL. LEGITIMIDADE EXTRAORDINÁRIA, SINDICATO, DEFESA, DIREITO COLETIVO, DIREITO INDIVIDUAL, INTEGRANTE, CATEGORIA PROFISSIONAL, FUNDAMENTO, SUBSTITUIÇÃO PROCESSUAL. MICROSSISTEMA JURÍDICO, DIREITO COLETIVO, ADEQUAÇÃO, PRESTAÇÃO JURISDICIONAL, PRINCÍPIO DA ECONOMIA PROCESSUAL, IMPEDIMENTO, PROLIFERAÇÃO, DEMANDA, DECISÃO DIVERGENTE, OFENSA, PRINCÍPIO DA ISONOMIA. IMPOSSIBILIDADE, SEPARAÇÃO, INTERPRETAÇÃO, COISA JULGADA, COMPETÊNCIA, ÓRGÃO JUDICIAL, ALCANCE, DANO, INTERESSE LOCAL, ÂMBITO REGIONAL, ÂMBITO NACIONAL. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. CABIMENTO, AÇÃO RESCISÓRIA, HIPÓTESE, INOBSERVÂNCIA, COMPETÊNCIA, DECORRÊNCIA, EXTENSÃO, DANO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: MATÉRIA, PREVENÇÃO, AUTOCONTENÇÃO JUDICIAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: JULGAMENTO, PLENÁRIO, STF, VALIDADE, LIMITE TERRITORIAL, EFICÁCIA, DECISÃO, AÇÃO COLETIVA. OFENSA, ACESSO À JUSTIÇA, AMPLIAÇÃO, DECISÃO, PROFERIMENTO, JUÍZO, ÂMBITO, AÇÃO CIVIL PÚBLICA, COMPROMETIMENTO, LEGITIMIDADE, PRONUNCIAMENTO, PREJUÍZO, JURISDICIONADO.\n\n- TERMO(S) DE RESGATE: DIREITOS COLETIVOS EM SUA DIMENSÃO AMPLA. LITIGANTES HABITUAIS, REPEAT PLAYERS, LITIGANTES INDIVIDUAIS, LITIGANTES OCASIONAIS, ONE-SHOOTERS. SOCIEDADE DE MASSA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1101937&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AMPLIAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PROTEÇÃO, DIREITO DIFUSO, DIREITO COLETIVO)\nRE 195056 (TP), RE 631111 (TP), RE 643978 (TP). \n(AÇÃO INDIVIDUAL, TÍTULO DE PROPRIEDADE, TERRA INDÍGENA, EFEITO, COISA JULGADA)\nPet 3388 ED (TP). \n(EFICÁCIA, SENTENÇA, AÇÃO CIVIL PÚBLICA, LIMITE TERRITORIAL)\nADI 1576 MC (TP), RE 612043 (TP), ADPF 165 Acordo-segundo (TP). \n(AÇÃO COLETIVA, LIMITES DA COISA JULGADA)\nRE 612043 RG (TP). \n(AÇÃO COLETIVA, PROCEDIMENTO ORDINÁRIO, LIMITE SUBJETIVO DA COISA JULGADA)\nRE 612043 (TP), RE 612043 ED-terceiros (TP), RE 612043 RG (TP). \n(ALCANCE, TÍTULO EXECUTIVO, AÇÃO COLETIVA, REPRESENTAÇÃO PROCESSUAL, ASSOCIAÇÃO)\nRE 573232 (TP). \n(LEGITIMIDADE ATIVA, ASSOCIAÇÃO, AUTORIZAÇÃO EXPRESSA, ASSOCIADO, EXECUÇÃO POR TÍTULO JUDICIAL)\nRE 573232 (TP). \n(LEGITIMIDADE ATIVA, SINDICATO, SUBSTITUIÇÃO PROCESSUAL)\nRE 193503 (TP), RE 210029 (TP), RE 883642 RG (TP). \n(MANDADO DE SEGURANÇA COLETIVO, ENTIDADE DE CLASSE, AUTORIZAÇÃO)\nRE 193382 (2ªT), MS 23769 (TP), RE 501953 AgR (1ªT), RE 1146736 AgR (1ªT). \n(LEGITIMIDADE EXTRAORDINÁRIA, SINDICATO)\nRE 210029 (TP), RE 883642 RG (TP). \n(AÇÃO CIVIL PÚBLICA, LEGITIMIDADE ATIVA, DEFENSORIA PÚBLICA)\nRE 733433 (TP). \n(AÇÃO CIVIL PÚBLICA, LEGITIMIDADE ATIVA, MINISTÉRIO PÚBLICO)\nRE 409356 (TP), RE 576155 (TP), RE 631111 (TP), RE 643978 (TP). \n(ALCANCE, EFICÁCIA ERGA OMNES, AÇÃO CIVIL PÚBLICA)\nADI 1576 MC (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(EFICÁCIA, SENTENÇA, AÇÃO CIVIL PÚBLICA, LIMITE TERRITORIAL)\nSTJ: REsp 1243887. \n(EFICÁCIA, SENTENÇA, AUSÊNCIA, LIMTE TERRITORIAL)\nSTJ: REsp 411529, REsp 557646, CC 109435, Resp 399357. \n(FORO COMPETENTE, PROPOSITURA, AÇÃO CIVIL PÚBLICA)\nSTJ: AgInt no AREsp 1023553, AgInt no AREsp 944829, REsp 944464, CC 126601, CC 151550, CC 141322, CC 115532, EDcl no CC 138068, REsp 1101057. \n- Legislação estrangeira citada: Norma 23 das Regras Federais do Processo Civil (Federal Rules of Civil Procedure - FRCP), dos Estados Unidos; Lei sobre Medidas Especiais para Processos Cíveis de compensação coletiva por danos à propriedade sofridos por consumidores, de 2013, do Japão.\n- Veja ADI 1576 MC, ADPF 165 e RE 612043 (Tema 499 da Repercussão Geral) do STF.\nNúmero de páginas: 218.\nAnálise: 13/12/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : CAIXA ECONOMICA FEDERAL \nRECTE.(S)  : BANCO BRADESCO SA \nRECTE.(S)  : BANCO ALVORADA S.A. \nRECTE.(S)  : BANCO DO BRASIL S/A \nADV.(A/S)  : FERNANDO ANSELMO RODRIGUES \nRECTE.(S)  : BANCO SANTANDER BRASIL S/A \nADV.(A/S)  : LUIZ CARLOS STURZENEGGER \nADV.(A/S)  : FABIO LIMA QUINTAS \nRECTE.(S)  : ITAÚ UNIBANCO S/A \nADV.(A/S)  : LUIZ CARLOS STURZENEGGER \nADV.(A/S)  : GUSTAVO CESAR DE SOUZA MOURAO \nRECDO.(A/S)  : INSTITUTO BRASILEIRO DE DEFESA DO CONSUMIDOR \nADV.(A/S)  : CHRISTIAN TARIK PRINTES \nAM. CURIAE.  : CONFEDERAÇÃO DOS TRABALHADORES NO SERVIÇO PÚBLICO FEDERAL - CONDSEF \nADV.(A/S)  : JOSÉ LUIS WAGNER \nAM. CURIAE.  : CONSELHO NACIONAL DE PROCURADORES-GERAIS DO MINISTÉRIO PÚBLICO DOS ESTADOS E DA UNIÃO - CNPG \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA \nADV.(A/S)  : JULIANA MOURA ALVARENGA DILASCIO \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1075 - Constitucionalidade do art. 16 da Lei 7.347/1985, segundo o qual a sentença na ação civil pública fará coisa julgada erga omnes, nos limites da competência territorial do órgão prolator.","old_seq_sjur":448446,"documental_tese_texto":"I - É inconstitucional a redação do art. 16 da Lei 7.347/1985, alterada pela Lei 9.494/1997, sendo repristinada sua redação original;\nII - Em se tratando de ação civil pública de efeitos nacionais ou regionais, a competência deve observar o art. 93, II, da Lei 8.078/1990 (Código de Defesa do Consumidor);\nIII - Ajuizadas múltiplas ações civis públicas de âmbito nacional ou regional e fixada a competência nos termos do item II, firma-se a prevenção do juízo que primeiro conheceu de uma delas, para o julgamento de todas as demandas conexas.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 1101937","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-04-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALMEIDA, Gregório Assagra. Direito material coletivo. Belo Horizonte: Del Rey, 2008. p. 418.\nARENHART, Sérgio Cruz et al. Comentários à Lei da Ação Civil Pública: revisitada artigo por artigo, à luz do novo CPC e temas atuais. São Paulo: Revista dos Tribunais, 2016. p. 563-572.\nARENHART, Sérgio ; OSNA, Gustavo. Curso de processo coletivo. São Paulo: Revista dos Tribunais, 2019. p. 296. \nÁVILA, Luciano Coelho. Da limitação territorial da eficácia da coisa julgada coletiva em sede de ação civil pública. Uma abordagem crítica à luz do moderno direito processual coletivo e do projeto de lei 5.100/2055. Revista dos Tribunais, DTR, v. 861, n. 504, jul. 2007. p. 53.\nBARBOSA MOREIRA, José Carlos. Ações Coletivas na Constituição Federal de 1988. Revista de Processo, n. 61, ano 16, 1991.\nBATISTA, Roberto Carlos. Coisa julgada nas ações civis públicas: direitos humanos e garantismo. Rio de Janeiro: Lumen Juris, 2005. p. 178-179.\nBUENO, Cássio Scarpinella. Curso Sistematizado de Direito Processual Civil: direito processual público, direito processual coletivo. 3. ed. rev. e atual. São Paulo, Saraiva, 2013. v. 2. tomo 3. p. 201-202.\nCHAYES, Abram. The Role of the Judge in Public Law Litigation, Harvard Law Review, v. 89, n. 7, p. 1281–1316, 1976.\nDI PIETRO, Maria Sylvia Zanella. Direito administrativo. 10. ed. São Paulo: Atlas, 1998. p. 73-74.\nDIDIER JÚNIOR, Fredie. Curso de Direito Processual Civil. 10. ed. Salvador: JusPodium, 2016. p. 417-419.\nDIDIER JÚNIOR, Fredie; ZANETI JÚNIOR, Hermes. Curso de Direito Processual Civil. Processo coletivo. 3. ed. Salvador: Jus Podivm, 2008. p. 36-37.\nDIDIER JÚNIOR, Fredie; ZANETTI, Hermez. Curso de Direito Processual Civil. 14. ed. Salvador: Juspodivm, 2020. v. 4. p. 510.\nDINAMARCO, Cândido. Nova era do processo civil. 2. ed., rev. e atual. São Paulo: Malheiros, 2007. p. 16.\nFELSTINER, William L.F.; ABEL, Richard L.; SARAT, Austin. The Emergence and Transformation of Disputes: Naming, Blaming, Claiming... Law & Society Review, v. 15, n. 3/4, 1980.\nFERREIRA, Rony. Coisa julgada nas ações coletivas: restrição ao artigo 16 da Lei da Ação Civil Pública. Porto Alegre: Sergio Antonio Fabris, 2004. p. 32-33.\nFISS, Owen M. Foreword: The Forms of Justice Supreme Court 1978 Term. The Harvard Law Review, v. 93, p. 1–58, 1979.\nGABBAY, Daniela Monteiro. Ações Coletivas e Contencioso de Massa: o Caso da Assinatura Básica de Telefonia Fixa. In: CARMONA, Carlos Alberto; AMENDOEIRA JUNIOR, Sidnei (orgs.). Estratégias Processuais na Advocacia Empresarial. São Paulo: Saraiva, 2011. p. 132.\nGAJARDONI, Fernando. O Processo Coletivo Refém do Individualismo. In: ZANETI JR., Hermes. Processo Coletivo. Coleção Repercussões do Novo CPC. Salvador: JusPodivm, 2016. p. 139.\nGALANTER, Marc. Why the “Haves” Come out Ahead: Speculations on the Limits of Legal Change, Law & Society Review, v. 9, 1974.\nGRINOVER, Ada Pellegrini. A Aparente Restrição da Coisa Julgada na Ação Civil Pública: Ineficácia da Modificação ao Artigo 16 pela Lei 9.494/1997. In: Temas de Direito Ambiental e Urbanístico. São Paulo: Max Limonad, 1998. p. 12.\nGRINOVER, Ada Pellegrini. A Ação Civil Pública Refém do Autoritarismo. Revista de Processo, DTR, v. 96, n. 483, out. 1999, p. 28-36.\nGRINOVER, Ada Pellegrini. A tutela jurisdicional dos interesses difusos. Revista Forense, v. 268, ano 75, out./dez. 1979. p. 67-68.\nGRINOVER, Ada Pellegrini. Código brasileiro de defesa do consumidor: comentado pelos autores do anteprojeto. 9. ed. Rio de Janeiro: Forense Universitária, 2007. p. 942.\nGrinover, Ada Pellegrini Pellegrini; OLIVEIRA FILHO, Vicente (orgs.). Código Brasileiro de Defesa do Consumidor: Comentado pelos Autores do Anteprojeto, 11. ed. atual. e reform. Rio de Janeiro: Forense, 2017. p. 1001- 1002.\nJAY, John; MADISON, James; HAMILTON, Alexander. Os Artigos Federalistas. n. 78.\nLAFER, Celso. A reconstrução dos direitos humanos. São Paulo: Companhia das Letras, 1998.\nLEAL, Márcio Mafra. Ações Coletivas. São Paulo: Revista dos Tribunais, 2014. p. 205.\nLIEBMAN, Enrico Tullio. Eficácia e Autoridade da Sentença e outros Escritos sobre a Coisa Julgada. Tradução de Alfredo Buzaid e Benvindo Aires. 4. ed. Rio de Janeiro: Forense, 2007. p. 194.\nMAIA, Diogo Campos Medina. A ação coletiva passiva: o retrospecto histórico de uma necessidade presente. In: GRINOVER, Ada Pellegrini; MENDES, Aluisio Gonçalves de Castro; WATANABE, Kazuo (coord.). Direito processual coletivo e o anteprojeto de Código Brasileiro de Processos Coletivos. São Paulo: Revista dos Tribunais, 2007. p. 332.\nMANCUSO, Rodolfo de Camargo. Ação civil pública: em defesa do meio ambiente, do patrimônio cultural e dos consumidores. Lei 7.347/1985 e legislação complementar. 15. ed., rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2019.\nMANCUSO, Rodolfo. Ação civil pública: em defesa do meio ambiente, do patrimônio cultural e dos consumidores. 11. ed. São Paulo: Revista dos Tribunais, 2009. p. 325.\nMANCUSO, Rodolfo de Camargo. Ação civil pública: Em defesa do meio ambiente, do patrimônio cultural, e dos consumidores: Lei 7.347/85 e legislação complementar. 13. ed. São Paulo: RT, 2014. p. 354.\nMANCUSO, Rodolfo de Camargo. Jurisdição Coletiva e Coisa Julgada, Teoria Geral das ações coletivas. 2. ed. São Paulo: Revista dos Tribunais, 2008. p. 255.\nMAZZILLI, Hugo Nigro. A Defesa dos Interesses Difusos em Juízo: meio ambiente, consumidor, patrimônio cultural, patrimônio público e outros interesses. 20. ed. São Paulo: Saraiva, 2007. p. 527-528, 562, 573.\nMAZZILLI, Hugo Nigro. A Defesa dos Interesses Difusos em Juízo. 30. ed. São Paulo: Saraiva, 2017. p. 698.\nMAZZILLI, Hugo Nigro. A defesa dos interesses difusos em juízo: meio ambiente, consumidor, patrimônio cultural, patrimônio público e outros interesses. 31. ed. São Paulo: Saraiva, 2019. p. 351.\nMENDES, Aluisio Gonçalves de Castro. Ações Coletivas e Meios de Resolução Coletiva de Conflitos no Direito Comparado e Nacional. Revista dos Tribunais, 2014.\nNERY JÚNIOR, Nelson; NERY Rosa Maria de Andrade. Código de Processo Civil Comentado e Legislação Processual Civil Extravagante em vigor. 5 ed. rev. e ampl. São Paulo: Revista dos Tribunais, 2001. p. 158, 1558.\nREFOSCO, Helena Campos. Ação Coletiva e Democratização do Acesso à Justiça. São Paulo: Quartier Latin, 2018. p. 214.\nREFOSCO, Helena Campos. Repensando os direitos individuais homogêneos nos 30 anos da Constituição. In: LOUREIRO, Francisco Eduardo; PRETTO, Renato Siqueira de; KIM, Richard Pae (org.). A vida dos direitos nos 30 anos da Constituição Federal. São Paulo: Escola Paulista da Magistratura, 2019. p. 405–420.\nSARLET, Ingo Wolfgang; MITIDIERO, Daniel; MARINONI, Luiz Guilherme. Curso de Direito Constitucional. 9. ed. São Paulo: Saraiva, 2020. p. 848.\nTHEODORO JUNIOR, Humberto; OLIVEIRA, Fernanda Alvim Ribeiro de; REZENDE, Ester Camila Gomes Norato. Primeiras Lições sobre o Novo Direito Processual Civil Brasileiro. Rio de Janeiro: Forense 2015. p. 344.\nVENTURI, Elton. Processo civil coletivo: a tutela jurisdicional dos direitos difusos, coletivos e individuais homogêneos no Brasil. Perspectivas de um Código Brasileiro de Processos Coletivos. São Paulo: Malheiros, 2007. p. 27-30.\nVERAS, Diego Viegas. Gestão processual – efeitos da coisa julgada nos processos coletivos com juízo de parcial procedência em matéria eminentemente de direito e mesma causa de pedir. Revista de Doutrina da 4ª Região, Porto Alegre, n. 61, ago. 2014. Disponível em: https://revistadoutrina.trf4.jus.br/artigos/edicao061/Diego_Veras.html. Acesso em: 12 fev. 2021.\nVIGLIAR, José Marcelo. Ação civil pública. São Paulo: Atlas, 1997. p. 42.\nWOLKMER, Antônio Carlos. Introdução aos fundamentos de uma teoria geral dos “novos” direitos. In: WOLKMER, Antônio Carlos; LEITE, José Rubens Morato (org.). Os “novos” direitos no Brasil: natureza e perspectivas: uma visão básica das novas conflituosidades jurídicas. São Paulo: Saraiva, 2003. p. 21.\nZAVASCKI, Teori. Antecipação da Tutela. 6. ed. São Paulo: Saraiva, 2008. p. 66.\nZAVASCKI, Teori. Processo Coletivo, Tutela de Direitos Coletivos e Tutela Coletiva de Direitos. São Paulo: Revista dos Tribunais, 2017. p. 73.\nZUCKERMAN, Adrian. Justice Crises: Comparative Dimensions of Civil Procedure. In: Civil Justice in Crisis. Comparative Perspectives of Civil Procedure. New York: Oxford University Press, 2003. p. 42-44, 51-52.\nZUFELATO, Camilo. Ainda o art. 16 da Lei de Ação Civil Pública: um desdobramento, em curso, na jurisprudência do STF. Revista de Processo, São Paulo, v. 301, p. 215-237, mar. 2020.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1101937,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479109","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição formulado pelo Governo do Peru, ficando condicionada a entrega de Victor Raul Soto Reyna: (a) ao juízo discricionário do Presidente da República e; (b) à formalização, pelo Estado Requerente, dos compromissos previstos no art. 96 da Lei 13.445/17, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 7.4.2023 a 17.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479109","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur479109","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DO PERU. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO ACORDO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL E A REPÚBLICA DO PERU, PROMULGADO PELO DECRETO Nº 5.853/2006. POSSIBILIDADE DE ENTREGA DO SÚDITO ESTRANGEIRO AO ESTADO REQUERENTE. DUPLA TIPICIDADE DOS CRIMES E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. AUSÊNCIA DE PRESCRIÇÃO DA PRETENSÃO PUNITIVA. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na CARTA MAGNA, que, em seu art. 5º, LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é cidadão peruano. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445/17) e no Acordo de Extradição celebrado entre o Brasil e a República do Peru, promulgado pelo Decreto nº 5.853, de 19 de julho de 2006. \n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no direito pátrio, ao crime de moeda falsa, previsto no art. 289, § 1º, do Código Penal. Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/20117. Demais requisitos que autorizam a extradição mostram-se igualmente preenchidos.\n\n\n\n    3. No particular, à luz da legislação internacional e das normas pátrias, o prazo prescricional da pretensão punitiva não foi alcançado.\n\n\n\n    4. PEDIDO EXTRADICIONAL DEFERIDO, ficando condicionada a entrega do nacional peruano VICTOR RAUL SOTO REYNA ao GOVERNO DO PERU (i) à decisão discricionária do Presidente da República; e (ii) à formalização, pelo Estado Requerente, dos compromissos previstos no art. 96 da Lei 13.445/17.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767608133","externo_seq_objeto_incidente":5826782,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 11-05-2023  PUBLIC 12-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1615&classe=Ext","is_colac":false,"titulo":"Ext 1615","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   ACO ANO-2003\n    ACORDO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00075 ART-00083 ART-00109\n    INC-00002 ART-00289 PAR-00001\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000071 ANO-2006\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU\n\n","LEG-FED   DEC-005853 ANO-2006\n    DECRETO -  PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DO PERU\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00002 ART-00083 INC-00002\n    ART-00095 ART-00096\n    LEI ORDINÁRIA - LEI MIGRAÇÃO"],"publicacao_data":"2023-05-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO INSTRUTÓRIA, SUFICIÊNCIA, REMESSA, CÓPIA DE DOCUMENTO, MANDADO DE PRISÃO, JUSTIÇA ESTRANGEIRA. PROCESSO DE EXTRADIÇÃO, PACOTE ANTICRIME, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE, PRINCÍPIO DA IRRETROATIVIDADE DA LEI. CASO CONCRETO, OCORRÊNCIA, DELITO, MOMENTO ANTERIOR, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1615&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PEDIDO, EXTRADIÇÃO, FUNDAMENTAÇÃO, TRATADO INTERNACIONAL, PROMESSA, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(ADMISSIBILIDADE, PEDIDO, EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(REQUISITO, EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1505 (1ªT), Ext 1645 (1ªT), Ext 1648 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA IRRETROATIVIDADE DA LEI)\nExt 1652 (1ªT). \n- Decisões monocráticas citadas:\n(PROCESSO DE EXTRADIÇÃO, PETIÇÃO INICIAL, REQUISITO)\nExt 667 diligência (29/09/1995).\n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1661.\n- Legislação estrangeira citada: Art. 254 do Código Penal Peruano.\nNúmero de páginas: 14.\nAnálise: 20/09/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PERU \nEXTDO.(A/S)  : VICTOR RAUL SOTO REYNA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479109,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1615","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2023-04-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1615,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479322","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Gilberto Ackermann em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, ambos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Falou, pelo investigado, a Dra. Geovana Scatolino Silva, Defensora Pública Federal. Plenário, Sessão Virtual Extraordinária de 25.4.2023 a 2.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479322","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur479322","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-quinquagésimo primeiro","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de GILBERTO ACKERMANN, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767680593","externo_seq_objeto_incidente":6612386,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo+primeiro","is_colac":false,"titulo":"Inq 4922 RD-quinquagésimo primeiro","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00044 INC-00053\n    INC-00055 ART-00034 INC-00003 INC-00004\n    ART-00053 PAR-00001 ART-00060 PAR-00004\n    ART-00086 \"CAPUT\" ART-00102 INC-00001\n    LET-A LET-B LET-C LET-D\n    LET-E LET-F LET-G LET-H\n    LET-I LET-J LET-K LET-L\n    LET-M LET-N LET-O LET-P\n    LET-Q LET-R ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 \"CAPUT\" ART-00003 ART-00005\n    ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 \"CAPUT\" ART-00065 INC-00003\n    LET-E ART-00069 \"CAPUT\" ART-00147\n    ART-0147A PAR-00001 INC-00003 ART-00163\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00250 PAR-00001 INC-00001\n    LET-B ART-00286 ART-00288 \"CAPUT\"\n    PAR-ÚNICO ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   PJL-002016 ANO-2015\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-05-16","documental_acordao_mesmo_sentido_lista_texto":"Inq 4922 RD-centésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 24-05-2023  PUBLIC 25-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 24-05-2023  PUBLIC 25-05-2023\n \nInq 4922 RD-quinquagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-quinquagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-quinquagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-quinquagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-setuagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quinquagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, COAUTOR, COMETIMENTO DE CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, INVASÃO, SEDE, PALÁCIO DO PLANALTO, DESTRUIÇÃO, DETERIORAÇÃO, INUTILIZAÇÃO, PATRIMÔNIO, UNIÃO FEDERAL, UTILIZAÇÃO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. DENUNCIADO, PRISÃO, INTERIOR, PALÁCIO DO PLANALTO, MOMENTO, DEPREDAÇÃO, OBJETIVO, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA. ÓRGÃO, TRIBUNAL, DECISÃO, DESMEMBRAMENTO, INVESTIGAÇÃO CRIMINAL. DENÚNCIA, NECESSIDADE, APURAÇÃO CONJUNTA DE FATOS E PROVAS, CONDUTA, TOTALIDADE, INVESTIGADO, CONVENIÊNCIA, TRABALHO, PODER JUDICIÁRIO. DENÚNCIA, INVESTIGADO, DENUNCIADO, FATOS CONEXOS, CONCURSO DE PESSOAS, JULGAMENTO, STF. JURISPRUDÊNCIA, STF, COMPLEXIDADE, CRIME PLURISSUBJETIVO, DENÚNCIA, DEMONSTRAÇÃO, PARTICIPAÇÃO, DENUNCIADO, INEXIGIBILIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, AGENTE. DENÚNCIA APTA, EXPOSIÇÃO, FATO CRIMINOSO, PERMISSÃO, ACUSADO, ENTENDIMENTO, IMPUTAÇÃO, EXERCÍCIO, DIREITO DE DEFESA. INEXISTÊNCIA, DISCRIMINAÇÃO, PRECONCEITO DE RAÇA, ETNIA, RELIGIÃO, ELEMENTO ESSENCIAL, CONFIGURAÇÃO, CRIME, TERRORISMO. JUSTA CAUSA, PERSECUÇÃO PENAL, EXISTÊNCIA, ELEMENTO DE INFORMAÇÃO, ELEMENTO MÍNIMO, JUÍZO DE TIPICIDADE PENAL, CARÁTER TEMPORÁRIO. FATO, ACUSADO, AGRUPAMENTO, CARACTERÍSTICA, ESTABILIDADE, PERMANÊNCIA, COMETIMENTO DE CRIME, ATAQUE, PATRIMÔNIO, UNIÃO FEDERAL, TENTATIVA, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, INDICAÇÃO, ELEMENTO CONSTITUTIVO, TIPO PENAL, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DISPENSABILIDADE, APROFUNDAMENTO, ELEMENTO PROBATÓRIO, AUSÊNCIA, CONCLUSÃO, RESPONSABILIDADE PENAL, AGENTE. FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENUNCIADO, PRISÃO EM FLAGRANTE, MOMENTO, ATO, VANDALISMO, INTERIOR, PALÁCIO DO PLANALTO, VIOLÊNCIA, DEPREDAÇÃO, TUMULTO. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo+primeiro","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-quinquagésimo primeiro","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 191124 AgR (1ªT), HC 195327 AgR (1ªT), RHC 198981 AgR (1ªT), HC 206876 AgR (1ªT).\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nHC 73638 (1ªT), HC 75868 (2ªT), HC 85636 (2ªT), HC 118891 (1ªT), HC 71899 (2ªT).\r\n(REQUISITO, DENÚNCIA)\r\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP).\r\n(AUSÊNCIA, INÉPCIA, DENÚNCIA, EXPOSIÇÃO, TOTALIDADE, REQUISITO)\r\nAP 560 (2ªT), Inq 3204 (2ªT), HC 206111 AgR (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nInq 2131 (TP), Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Pet 9456 (TP), Pet 9844 (TP), Pet 10409 (TP).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nRcl 7913 AgR (TP), Inq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(REQUISITO OBJETIVO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\r\nRC 1473 (1ªT).\r\n(EXCEPCIONALIDADE, PRISÃO PREVENTIVA)\r\nHC 90753 (2ªT).\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nInq 3515 AgR (TP).\r\n(DENÚNCIA, ARBITRARIEDADE, INTERPRETAÇÃO EXTENSIVA, CONDUTA, RÉU)\r\nPPE 732 QO (2ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\r\nInq 2449 (TP), Inq 2984 (TP), Inq 3215 (TP), Inq 3533 (2ªT), RHC 129774 (1ªT).\r\n(FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO CONSTITUTIVO, CARÁTER SUBJETIVO, TIPO PENAL)\r\nInq 3621 (1ªT), Inq 3698 (2ªT).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, PRERROGATIVA DE FORO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(PREVENÇÃO, CRITÉRIO, AFERIÇÃO, COMPETÊNCIA)\r\nInq 4130 QO (TP).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n(DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO)\r\nInq 4215 ED (2ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n- Decisões monocráticas citadas:\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 212806.\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nAP 853.\r\n(FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO CONSTITUTIVO, CARÁTER SUBJETIVO, TIPO PENAL)\r\nInq 3671.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nSTJ: REsp 128875.\r\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 134.\nAnálise: 01/09/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : GILBERTO ACKERMANN \nADV.(A/S)  : FABIOLA PAULA BEE E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479322,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-quinquagésimo primeiro","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUINQUAGÉSIMO PRIMEIRO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nBITTENCOURT, Cezar Roberto. Tratado de direito penal: parte geral. 17. ed. São Paulo: Saraiva, 2012. v. 1. p. 212.\nBRUNO, Aníbal. Crimes Contra a Pessoa. 5. ed. Rio de Janeiro: Rio, 1979.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412.\nFRAGOSO, Heleno Cláudio. Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva. Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nFREITAS JUNIOR, Dorival de. Crimes multitudinários e a individualização da responsabilidade criminal. In: Mandados de criminalização e novas formas de criminalidade. Rio de Janeiro: Lumen Juris, 2017. p. 47-79.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal Comentado. 15. ed. p. 1029.\nLE BON, Gustave. Psicologia das multidões. Tradução: Ivone Moura Delraux. Lisboa: Roger Delraux, 1980. p. 10.\nLEITE, Alaor; TEIXEIRA, Adriano. Parecer - Defesa do Estado de Direito por meio do Direito Penal: a experiência comparada e o desafio brasileiro. Revista Brasileira de Ciências Criminais, v. 182, ago. 2021, p. 19, p. 62 e p. 385-458.\nLIMA, Renato Brasileiro de. Manual de processo penal. 8. ed. rev., ampl. e atual. Salvador: JusPodivm, 2020. volume único.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nNORONHA, Magalhães. Direito penal: parte geral. São Paulo: Saraiva, 1985. p. 216.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.\nTAFFARELLO, Rogério Fernando. Terror jurídico e terror político. Conjur, 2023. Disponível em: https://www.conjur.com.br/2023-jan-10/rogerio-fernando-taffarello-terror-juridico-terror-politico. Acesso em 4 abr. 20203.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479670","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AL","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, referendou a liminar concedida, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 28.4.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479670","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Alagoas","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur479670","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Ref","is_processo_antigo":false,"ementa_texto":"Referendo de Medida Cautelar em Reclamação. 2. Penal e processo penal. 3. Indícios de afronta à autoridade de decisões do Supremo Tribunal Federal. 4. Fatos apurados por esta Corte no Inq. 3994/DF e na RCL 46.343. Trânsito em julgado das decisões. 5. Iminência de oitiva pela autoridade policial. 6. Risco de dano ao reclamante. 7. Presentes os requisitos para a concessão da liminar. 8. Liminar referendada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767750290","externo_seq_objeto_incidente":6617920,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 17-05-2023  PUBLIC 18-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=59090&classe=Rcl","is_colac":false,"titulo":"Rcl 59090 Ref","documental_legislacao_citada_texto":null,"publicacao_data":"2023-05-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=59090&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PERSECUÇÃO PENAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nHC 107263 (2ªT). \n- Veja Inq 3994 e Rcl 46343 do STF.\n- Legislação estrangeira citada: artigo 1º da Constituição alemã.\nNúmero de páginas: 8.\nAnálise: 21/06/2023, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : B.L. \nADV.(A/S)  : FABIO HENRIQUE CAVALCANTE GOMES E OUTRO(A/S)\nRECLDO.(A/S) : DELEGADO DE POLÍCIA FEDERAL DA DELEGACIA DE REPRESSÃO A CRIMES FAZENDÁRIOS DE ALAGOAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nRECLDO.(A/S) : PROCURADORA DA REPÚBLICA DA PROCURADORIA DA REPÚBLICA EM ALAGOAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nBENEF.(A/S)  : NÃO INDICADO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479670,"documental_tese_texto":null,"procedencia_geografica_completo":"AL - ALAGOAS","processo_codigo_completo":"Rcl 59090 Ref","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA RECLAMAÇÃO","documental_doutrina_texto":"MAUNZ/DÜRIG, Grundgesetz Kommentar, Band I, München, Verlag C.H.Beck , 1990, 1 18.","ministro_facet":["GILMAR MENDES"],"processo_numero":59090,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480068","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização da sustentação oral, o julgamento foi suspenso. Falou, pelo amicus curiae Ministério Público do Estado de Mato Grosso, o Dr. Wesley Sanchez Lacerda, Procurador de Justiça. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 13.02.2020. \r\n\n                       Decisão: Após os votos dos Ministros Alexandre de Moraes (Relator), Edson Fachin, Roberto Barroso, Rosa Weber e Luiz Fux, que conheciam parcialmente da ação direta e, nessa parte, julgavam improcedente o pedido, para declarar a constitucionalidade do art. 1º, do art. 2º, §§ 2º e 3º, do art. 4º, III e VII, §§ 2º e 3º, e do art. 6º da Lei Complementar 119/2002 do Estado de Mato Grosso, pediu vista dos autos o Ministro Ricardo Lewandowski. Ausentes, justificadamente, a Ministra Cármen Lúcia e, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 19.02.2020.\r\n\n           Decisão: O Tribunal, por unanimidade, conheceu parcialmente da ação e, nesse ponto, julgou-a improcedente, para declarar a constitucionalidade do art. 1º, do art. 2º, §§ 2º e 3º, do art. 4º, III e VII, §§ 2º e 3º, e do art. 6º da Lei Complementar 119/2002 do Estado de Mato Grosso, nos termos do voto do Relator. Os Ministros Ricardo Lewandowski, Dias Toffoli e Gilmar Mendes acompanharam o Relator com ressalvas. Plenário, Sessão Virtual de 31.3.2023 a 12.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480068","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur480068","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. GRUPO DE ATUAÇÃO ESPECIAL CONTRA O CRIME ORGANIZADO - GAECO EM MATO GROSSO. LEI COMPLEMENTAR ESTADUAL 119/2002. ÓRGÃO DA ESTRUTURA INTERNA DO MINISTÉRIO PÚBLICO. AUTONOMIA FUNCIONAL E ADMINISTRATIVA. CONSTITUCIONALIDADE.\n\n\n\n    1. O grande desafio institucional brasileiro da atualidade é evoluir nas formas de combate à criminalidade, efetivando um maior entrosamento dos diversos órgãos governamentais na investigação à criminalidade organizada, na repressão à impunidade e na punição da corrupção, e, consequentemente, estabelecer uma legislação que fortaleça a união dos poderes Executivo, Legislativo e Judiciário, bem como do Ministério Público na área de persecução penal, no âmbito dos Estados da Federação. \n\n\n\n    2. A Constituição Federal permite aos Estados-Membros uma grande possibilidade de inovar no combate à criminalidade, com criatividade e com eficiência, por meio da combinação dos artigos 24, inciso XI (competência concorrente em matéria procedimental), 125, parágrafo 1º (competência legislativa estadual para organização judiciária), 144, parágrafos 4º e 5º (competência legislativa estadual em matéria de polícia civil e militar) e 128, parágrafo 5º (competência legislativa estadual em matéria de organização do Ministério Público), aperfeiçoando e ampliando os atuais mecanismos arcaicos de combate a organizações criminosas e à corrupção, e atendendo às peculiaridades de cada um dos Estados-Membros.\n\n\n\n    3. Adoção, no âmbito das competências legislativas concorrentes, do princípio da subsidiariedade, pelo qual se deve prestigiar a atuação preponderante do ente federativo em sua esfera de competências na proporção de sua maior capacidade para solucionar a matéria de interesse do cidadão que reside em seu território, levando em conta as peculiaridades locais.\n\n\n\n    4. Consagração do sistema acusatório pela Constituição Federal de 1988. Com fundamento na teoria dos poderes implícitos – inherent powers – é reconhecido ao Ministério Público o exercício de competências genéricas implícitas que possibilitem a realização de sua missão constitucional, em especial o poder investigatório criminal, sob pena de diminuir a efetividade de sua atuação em defesa dos direitos fundamentais de todos os cidadãos, conforme decidido pelo SUPREMO TRIBUNAL FEDERAL no julgamento do RE 593.727 (Rel. p/ acórdão Min. GILMAR MENDES, DJe de 8/9/2015).\n\n\n\n    5. A coordenação das tarefas do Grupo, a cargo de Promotor de Justiça, diz respeito a atuação institucional do Ministério Público, sendo restrita ao âmbito das atividades realizadas pelos agentes policiais que integram o próprio GAECO e em razão das atribuições desse grupo, não se estendendo a quaisquer questões internas de corporações policiais, sem prejuízo do regular exercício, inclusive pelo Promotor coordenador do GAECO, do controle externo sobre as atividades por essas desenvolvidas.\n\n\n\n    6. Lei complementar estadual de iniciativa do próprio Chefe do Poder Executivo. Inexistência da alegada intromissão indevida do Ministério Público em órgãos do Poder Executivo. É constitucional a presença de servidores de corporações policiais em grupo de atuação especial de combate à criminalidade coordenado por Promotor de Justiça. O duplo vínculo hierárquico, enquanto perdurar a atuação no GAECO, não configura inconstitucionalidade. Hipótese semelhante à que ocorre com a utilização dos institutos da cessão e da requisição de servidores públicos.\n\n\n\n    7. A solicitação nominal e sem caráter cogente, pelo Procurador-Geral de Justiça, de servidores das polícias civil e militar, para participarem do GAECO, formulada ao Diretor-Geral da Polícia Civil e ao Comandante-Geral da Polícia Militar, não padece de inconstitucionalidade, pois a decisão administrativa permanece nas corporações policiais. Situação análoga à do instituto da cessão de servidores.\n\n\n\n    8. Ação Direta de Inconstitucionalidade conhecida em parte e, nesse ponto, julgada improcedente, declarada a constitucionalidade do art. 1º, do art. 2º, §§ 2º e 3º, do art. 4º, III e VII, §§ 2º e 3º, e do art. 6º da Lei Complementar 119/2002 do Estado de Mato Grosso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768107359","externo_seq_objeto_incidente":2090621,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 30-05-2023  PUBLIC 31-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2838&classe=ADI","is_colac":false,"titulo":"ADI 2838","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00053 INC-00054 ART-00024\n    INC-00011 ART-00025 ART-00037 \"CAPUT\"\n    ART-00061 PAR-00001 LET-C ART-00074\n    INC-00002 ART-00084 INC-00002 INC-00006\n    ART-00125 PAR-00001 ART-00128 PAR-00005\n    ART-00129 INC-00001 INC-00007 INC-00008\n    INC-00009 PAR-00002 ART-00144 PAR-00001\n    INC-00001 INC-00002 INC-00004 PAR-00004\n    PAR-00005 PAR-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000075 ANO-1993\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008625 ANO-1993\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906 ANO-1994\n    ART-00007 INC-00001 INC-00002 INC-00003\n    INC-00011 INC-00013 INC-00014 INC-00019\n    EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   PRT-000985 ANO-2020\n    PORTARIA DA PROCURADORIA-GERAL DA REPÚBLICA - PGR\n\n","LEG-FED   SUV-000014\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   ATO-000187 ANO-2002\n    ART-00004\n    ATO DO CONSELHO DA UNIÃO EUROPEIA\n\n","LEG-EST   LCP-000027 ANO-1993\n    ART-00023 INC-00008\n    LEI COMPLEMENTAR, MT\n\n","LEG-EST   LCP-000034 ANO-1994\n    LEI COMPLEMENTAR, MG\n\n","LEG-EST   LCP-000119 ANO-2002\n    ART-00001 PAR-ÚNICO ART-00002 INC-00001\n    INC-00002 INC-00003 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 ART-00003 ART-00004\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 INC-00008\n    PAR-00001 PAR-00002 PAR-00003 ART-00005\n    PAR-00001 PAR-00002 ART-00006 PAR-ÚNICO\n    ART-00007\n    LEI COMPLEMENTAR, MT\n\n","LEG-EST   LCP-000416 ANO-2010\n    LEI COMPLEMENTAR, MT\n\n","LEG-EST   LCP-000072 ANO-2011\n    LEI COMPLEMENTAR, TO\n\n","LEG-EST   LEI-006806 ANO-2007\n    LEI ORDINÁRIA, AL"],"publicacao_data":"2023-05-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONTROLE CONCENTRADO, REVOGAÇÃO, ATO NORMATIVO, EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO, PERDA DO OBJETO. CONSAGRAÇÃO, SISTEMA ACUSATÓRIO, PROCESSO PENAL, CONSTITUIÇÃO FEDERAL DE 1988. TITULARIDADE, MINISTÉRIO PÚBLICO, OFERECIMENTO, DENÚNCIA, AÇÃO PENAL PÚBLICA. FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO. RECOLHIMENTO, MINISTÉRIO PÚBLICO, ELEMENTO PROBATÓRIO, DEMONSTRAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. CONSTITUCIONALIDADE, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO, RESPONSABILIZAÇÃO, MEMBRO, ABUSO, EXERCÍCIO DE FUNÇÃO PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: COMPETÊNCIA, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, TEORIA DOS PODERES IMPLÍCITOS. MINISTÉRIO PÚBLICO, REQUISIÇÃO, SERVIDOR PÚBLICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2838&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nHC 84367 (1ªT), HC 87610 (2ªT), HC 89837 (2ªT), HC 94173 (2ªT), RE 593727 (TP). \n(CONTROLE CONCENTRADO, REVOGAÇÃO, ATO NORMATIVO, EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO, PERDA DO OBJETO)\nADI 709 (TP), ADI 2006 (TP), ADI 4365 (TP). \n(CONSAGRAÇÃO, SISTEMA ACUSATÓRIO, PROCESSO PENAL, CONSTITUIÇÃO FEDERAL DE 1988)\nRHC 120379 ED (1ªT), HC 93921 AgR (2ªT), Inq 4045 AgR (2ªT). \n(TITULARIDADE, MINISTÉRIO PÚBLICO, OFERECIMENTO, DENÚNCIA, AÇÃO PENAL PÚBLICA)\nADI 4693 (TP), MS 34730 (1ªT). \n(FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO)\nInq 1957 (TP), HC 89837 (2ªT). \n(RECOLHIMENTO, MINISTÉRIO PÚBLICO, ELEMENTO PROBATÓRIO, DEMONSTRAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO)\nHC 91661 (2ªT), HC 96638 (1ªT). \n(TEORIA DOS PODERES IMPLÍCITOS, MINISTÉRIO PÚBLICO)\nRE 535478 (2ªT), HC 94173 (2ªT), RHC 97926 (2ªT). \n(CONSTITUCIONALIDADE, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nRE 593727 (TP), Rcl 43007 AgR (2ªT). \n(MINISTÉRIO PÚBLICO, REQUISIÇÃO, SERVIDOR PÚBLICO)\nADI 2534 MC (TP). \n(COMPETÊNCIA, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, TEORIA DOS PODERES IMPLÍCITOS)\nInq 1957 (TP), AP 396 (TP), HC 94173 (2ªT), RHC 51543 (2ªT). \n- Decisões monocráticas citadas:\n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nADI 2943, ADI 3309, ADI 3318, Inq 1968, ADI 7175, ADI 7176, Inq 2041.\n(FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO)\nHC 89334.\n(TEORIA DOS PODERES IMPLÍCITOS, MINISTÉRIO PÚBLICO)\nHC 89334.\n- Decisão estrangeira citada: Caso Myers v. Estados Unidos – US 272 – 52, 118, da Corte Constitucional Norte-Americana. \n- Veja ADI 4624.\n- Veja Informativo STF n. 359 e Informativo STF n. 376, p. 4.\n\nNúmero de páginas: 74.\nAnálise: 12/07/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIAL LIBERAL - PSL \nADV.(A/S)  : WLADIMIR SÉRGIO REALE \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MATO GROSSO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480068,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"ADI 2838","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":2838,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480466","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Jair Domingues de Morais em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Plenário, Sessão Virtual Extraordinária de 3.5.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480466","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur480466","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-centésimo quinquagésimo primeiro","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de JAIR DOMINGUES DE MORAIS, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768200861","externo_seq_objeto_incidente":6616427,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo+quinquag%E9simo+primeiro","is_colac":false,"titulo":"Inq 4922 RD-centésimo quinquagésimo primeiro","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00044 INC-00053\n    INC-00055 ART-00034 INC-00003 INC-00004\n    ART-00053 PAR-00001 ART-00060 PAR-00004\n    ART-00086 \"CAPUT\" ART-00102 INC-00001\n    LET-A LET-B LET-C LET-D\n    LET-E LET-F LET-G LET-H\n    LET-I LET-J LET-K LET-L\n    LET-M LET-N LET-O LET-P\n    LET-Q LET-R ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 \"CAPUT\" ART-00003 ART-00005\n    ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00014 INC-00002 ART-00029 \"CAPUT\"\n    ART-00065 INC-00003 LET-E ART-00069\n    \"CAPUT\" ART-00147 ART-0147A PAR-00001\n    INC-00003 ART-00163 PAR-ÚNICO INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00250\n    PAR-00001 INC-00001 LET-B ART-00286\n    ART-00288 \"CAPUT\" PAR-ÚNICO ART-0359L\n    ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   PJL-002016 ANO-2015\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-06-01","documental_acordao_mesmo_sentido_lista_texto":"Inq 4922 RD-centésimo quinquagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo quinquagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-138\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, PRISÃO, SEDE, CONGRESSO NACIONAL, MOMENTO, DEPREDAÇÃO, PRÉDIO, OBJETIVO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, IMPLANTAÇÃO, DITADURA MILITAR. COMETIMENTO, DELITO, EMPREGO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA. ÓRGÃO, TRIBUNAL, DECISÃO, DESMEMBRAMENTO, INVESTIGAÇÃO CRIMINAL. DENÚNCIA, NECESSIDADE, APURAÇÃO CONJUNTA DE FATOS E PROVAS, CONDUTA, TOTALIDADE, INVESTIGADO, CONVENIÊNCIA, TRABALHO, PODER JUDICIÁRIO. DENÚNCIA, INVESTIGADO, DENUNCIADO, FATOS CONEXOS, CONCURSO DE PESSOAS, JULGAMENTO, STF. JURISPRUDÊNCIA, STF, COMPLEXIDADE, CRIME PLURISSUBJETIVO, DENÚNCIA, DEMONSTRAÇÃO, PARTICIPAÇÃO, DENUNCIADO, INEXIGIBILIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, AGENTE. DENÚNCIA APTA, EXPOSIÇÃO, FATO CRIMINOSO, PERMISSÃO, ACUSADO, ENTENDIMENTO, IMPUTAÇÃO, EXERCÍCIO, DIREITO DE DEFESA. INEXISTÊNCIA, DISCRIMINAÇÃO, PRECONCEITO DE RAÇA, ETNIA, RELIGIÃO, ELEMENTO ESSENCIAL, CONFIGURAÇÃO, CRIME, TERRORISMO. JUSTA CAUSA, PERSECUÇÃO PENAL, EXISTÊNCIA, ELEMENTO DE INFORMAÇÃO, ELEMENTO MÍNIMO, JUÍZO DE TIPICIDADE PENAL, CARÁTER TEMPORÁRIO. FATO, ACUSADO, AGRUPAMENTO, CARACTERÍSTICA, ESTABILIDADE, PERMANÊNCIA, COMETIMENTO DE CRIME, ATAQUE, PATRIMÔNIO, UNIÃO FEDERAL, TENTATIVA, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, INDICAÇÃO, ELEMENTO CONSTITUTIVO, TIPO PENAL, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DISPENSABILIDADE, APROFUNDAMENTO, ELEMENTO PROBATÓRIO, AUSÊNCIA, CONCLUSÃO, RESPONSABILIDADE PENAL, AGENTE. FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo+quinquag%E9simo+primeiro","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-centésimo quinquagésimo primeiro","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT). \n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\nPet 9456 (TP). \n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 191124 AgR (1ªT). \n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nHC 73638 (1ªT), HC 75868 (2ªT), HC 85636 (2ªT), HC 118891 (1ªT), HC 71899 (2ªT). \n(REQUISITO, DENÚNCIA)\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP). \n(DENÚNCIA, DIREITO DE DEFESA)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\nHC 70763 (1ªT) - RTJ 165/877, Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP). \n(EXCEPCIONALIDADE, JULGAMENTO, STF, FORO POR PRERROGATIVA DE FUNÇÃO)\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP). \n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\nRcl 7913 AgR (TP), Inq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT). \n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT). \n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT). \n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT). \n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\nHC 89427 (2ªT), HC 206111 AgR (1ªT). \n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\nPet 5631 (1ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\nInq 4022 (2ªT). \n(REQUISITO OBJETIVO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\nRC 1473 (1ªT). \n(EXCEPCIONALIDADE, PRISÃO PREVENTIVA)\nHC 90753 (2ªT). \n(FUNÇÃO, GARANTIA, TIPO PENAL, AFASTAMENTO, ARBITRARIEDADE)\nPPE 732 QO (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\nInq 2449 (TP), Inq 2984 (TP), Inq 3215 (TP), Inq 3533 (2ªT), RHC 129774 (1ªT). \n(FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL)\nInq 3621 (1ªT), Inq 3672 (1ªT), Inq 3698 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE PROBABILIDADE)\nInq 2131 (TP). \n- Decisões monocráticas citadas:\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 195327, RHC 198981, HC 206876, HC 212806.\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\nAP 853.\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nHC 193726.\n- Acórdão(s) citado(s) - outros tribunais:\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nSTJ: REsp 128875. \n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 138.\nAnálise: 06/09/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : JAIR DOMINGUES DE MORAIS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nADV.(A/S)  : GILBERTO VIEIRA RIOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480466,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-centésimo quinquagésimo primeiro","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"CENTÉSIMO QUINQUAGÉSIMO PRIMEIRO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados. Acesso em: 27 abr. 2023.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nBITTENCOURT, Cezar Roberto. Tratado de direito penal: parte geral. 17. ed. São Paulo: Saraiva, 2012. v. 1. p. 212.\nBRUNO, Aníbal. Crimes Contra a Pessoa. 5. ed. Rio de Janeiro: Rio, 1979.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412. Acesso em 27 abr. 2023.\nFRAGOSO, Heleno Cláudio. Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva. Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nFREITAS JUNIOR, Dorival de. Crimes multitudinários e a individualização da responsabilidade criminal. In: Mandados de criminalização e novas formas de criminalidade. Rio de Janeiro: Lumen Juris, 2017. p. 47-79.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal comentado. 15. ed. p. 1029.\nLE BON, Gustave. Psicologia das multidões. Tradução: Ivone Moura Delraux. Lisboa: Roger Delraux, 1980. p. 10.\nLEITE, Alaor; TEIXEIRA, Adriano. Parecer - Defesa do Estado de Direito por meio do Direito Penal: a experiência comparada e o desafio brasileiro. Revista Brasileira de Ciências Criminais, v. 182, ago. 2021. p. 19, 62 e 385-458.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nNUCCI, Guilherme de Souza. Código Penal comentado. 22. ed. Rio de Janeiro: Forense. p. 145.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.\nTAFFARELLO, Rogério Fernando. Terror jurídico e terror político. Conjur, 2023. Disponível em: https://www.conjur.com.br/2023-jan-10/rogerio-fernando-taffarello-terror-juridico-terror-politico. Acesso em 4 abr. 2023.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480468","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra João José Cardoso em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Falou, pelo investigado, o Dr. Maiksuell Lima da Silva. Plenário, Sessão Virtual Extraordinária de 3.5.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480468","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur480468","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-centésimo quinquagésimo terceiro","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de JOÃO JOSÉ CARDOSO, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768200868","externo_seq_objeto_incidente":6616429,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo+quinquag%E9simo+terceiro","is_colac":false,"titulo":"Inq 4922 RD-centésimo quinquagésimo terceiro","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00044 INC-00053\n    INC-00055 ART-00034 INC-00003 INC-00004\n    ART-00053 PAR-00001 ART-00060 PAR-00004\n    ART-00086 \"CAPUT\" ART-00102 INC-00001\n    LET-A LET-B LET-C LET-D\n    LET-E LET-F LET-G LET-H\n    LET-I LET-J LET-K LET-L\n    LET-M LET-N LET-O LET-P\n    LET-Q LET-R ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 \"CAPUT\" ART-00003 ART-00005\n    ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00014 INC-00002 ART-00029 \"CAPUT\"\n    ART-00065 INC-00003 LET-E ART-00069\n    \"CAPUT\" ART-00163 PAR-ÚNICO INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00250\n    PAR-00001 INC-00001 LET-B ART-00286\n    ART-00288 \"CAPUT\" PAR-ÚNICO ART-0359L\n    ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   PJL-002016 ANO-2015\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-06-01","documental_acordao_mesmo_sentido_lista_texto":"Inq 4922 RD-centésimo quinquagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-138\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo quinquagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo quinquagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-138\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo sexagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-138\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-138\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo setuagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo octogésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo octogésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo octogésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-138\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-ducentésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-ducentésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-ducentésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-ducentésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo quinquagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-138\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n \nInq 4922 RD-centésimo quinquagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023\n          JULG-09-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-139\n          DJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, COAUTOR, COMETIMENTO DE CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, INVASÃO, SEDE, PALÁCIO DO PLANALTO, DESTRUIÇÃO, DETERIORAÇÃO, INUTILIZAÇÃO, PATRIMÔNIO, UNIÃO FEDERAL, UTILIZAÇÃO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. DENUNCIADO, PRISÃO, INTERIOR, PALÁCIO DO PLANALTO, MOMENTO, DEPREDAÇÃO, OBJETIVO, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA. ÓRGÃO, TRIBUNAL, DECISÃO, DESMEMBRAMENTO, INVESTIGAÇÃO CRIMINAL. DENÚNCIA, NECESSIDADE, APURAÇÃO CONJUNTA DE FATOS E PROVAS, CONDUTA, TOTALIDADE, INVESTIGADO, CONVENIÊNCIA, TRABALHO, PODER JUDICIÁRIO. DENÚNCIA, INVESTIGADO, DENUNCIADO, FATOS CONEXOS, CONCURSO DE PESSOAS, JULGAMENTO, STF. JURISPRUDÊNCIA, STF, COMPLEXIDADE, CRIME PLURISSUBJETIVO, DENÚNCIA, DEMONSTRAÇÃO, PARTICIPAÇÃO, DENUNCIADO, INEXIGIBILIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, AGENTE. DENÚNCIA APTA, EXPOSIÇÃO, FATO CRIMINOSO, PERMISSÃO, ACUSADO, ENTENDIMENTO, IMPUTAÇÃO, EXERCÍCIO, DIREITO DE DEFESA. INEXISTÊNCIA, DISCRIMINAÇÃO, PRECONCEITO DE RAÇA, ETNIA, RELIGIÃO, ELEMENTO ESSENCIAL, CONFIGURAÇÃO, CRIME, TERRORISMO. JUSTA CAUSA, PERSECUÇÃO PENAL, EXISTÊNCIA, ELEMENTO DE INFORMAÇÃO, ELEMENTO MÍNIMO, JUÍZO DE TIPICIDADE PENAL, CARÁTER TEMPORÁRIO. FATO, ACUSADO, AGRUPAMENTO, CARACTERÍSTICA, ESTABILIDADE, PERMANÊNCIA, COMETIMENTO DE CRIME, ATAQUE, PATRIMÔNIO, UNIÃO FEDERAL, TENTATIVA, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, INDICAÇÃO, ELEMENTO CONSTITUTIVO, TIPO PENAL, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DISPENSABILIDADE, APROFUNDAMENTO, ELEMENTO PROBATÓRIO, AUSÊNCIA, CONCLUSÃO, RESPONSABILIDADE PENAL, AGENTE. FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo+quinquag%E9simo+terceiro","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-centésimo quinquagésimo terceiro","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT). \n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\nPet 9456 (TP). \n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 191124 AgR (1ªT). \n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nHC 73638 (1ªT), HC 75868 (2ªT), HC 85636 (2ªT), HC 118891 (1ªT), HC 71899 (2ªT). \n(DENÚNCIA, REQUISITO)\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP). \n(DENÚNCIA, DIREITO DE DEFESA)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\nHC 70763 (1ªT) - RTJ 165/877, Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP). \n(EXCEPCIONALIDADE, JULGAMENTO, STF, FORO POR PRERROGATIVA DE FUNÇÃO)\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP). \n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\nRcl 7913 AgR (TP), Inq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT). \n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT). \n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT). \n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT). \n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\nHC 89427 (2ªT), HC 206111 AgR (1ªT). \n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\nPet 5631 (1ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\nInq 4022 (2ªT). \n(REQUISITO OBJETIVO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\nRC 1473 (1ªT). \n(EXCEPCIONALIDADE, PRISÃO PREVENTIVA)\nHC 90753 (2ªT). \n(FUNÇÃO, GARANTIA, TIPO PENAL, AFASTAMENTO, ARBITRARIEDADE)\nPPE 732 QO (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\nInq 2449 (TP), Inq 2984 (TP), Inq 3215 (TP), Inq 3533 (2ªT), RHC 129774 (1ªT). \n(AVALIAÇÃO, PRESENÇA, DOLO, RECEBIMENTO, DENÚNCIA)\nInq 3621 (1ªT), Inq 3672 (1ªT), Inq 3698 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE PROBABILIDADE)\nInq 2131 (TP). \n- Decisões monocráticas citadas:\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 195327, RHC 198981, HC 206876, HC 212806.\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\nAP 853.\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nHC 193726.\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 138.\nAnálise: 13/09/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : JOAO JOSE CARDOSO \nADV.(A/S)  : MAIKSUELL LIMA DA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480468,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-centésimo quinquagésimo terceiro","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"CENTÉSIMO QUINQUAGÉSIMO TERCEIRO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados. Acesso em: 27 abr. 2023.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nBITTENCOURT, Cezar Roberto. Tratado de direito penal: parte geral. 17. ed. São Paulo: Saraiva, 2012. v. 1. p. 212.\nBRUNO, Aníbal. Crimes Contra a Pessoa. 5. ed. Rio de Janeiro: Rio, 1979.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412. Acesso em 27 abr. 2023.\nFRAGOSO, Heleno Cláudio. Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva. Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nFREITAS JUNIOR, Dorival de. Crimes multitudinários e a individualização da responsabilidade criminal. In: Mandados de criminalização e novas formas de criminalidade. Rio de Janeiro: Lumen Juris, 2017. p. 47-79.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal comentado. 15. ed. p. 1029.\nLE BON, Gustave. Psicologia das multidões. Tradução: Ivone Moura Delraux. Lisboa: Roger Delraux, 1980. p. 10.\nLEITE, Alaor; TEIXEIRA, Adriano. Parecer - Defesa do Estado de Direito por meio do Direito Penal: a experiência comparada e o desafio brasileiro. Revista Brasileira de Ciências Criminais, v. 182, ago. 2021. p. 19, 62 e 385-458.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nNUCCI, Guilherme de Souza. Código Penal comentado. 22. ed. Rio de Janeiro: Forense. p. 145.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.\nTAFFARELLO, Rogério Fernando. Terror jurídico e terror político. Conjur, 2023. Disponível em: https://www.conjur.com.br/2023-jan-10/rogerio-fernando-taffarello-terror-juridico-terror-politico. Acesso em 4 abr. 2023.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur481141","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"TO","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório, o julgamento foi suspenso. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 13.02.2020. \r\n\n                       Decisão: Após os votos dos Ministros Alexandre de Moraes (Relator), Edson Fachin, Roberto Barroso, Rosa Weber e Luiz Fux, que conheciam parcialmente da ação direta e, nessa parte, julgavam improcedente o pedido, pediu vista dos autos o Ministro Ricardo Lewandowski. Ausentes, justificadamente, a Ministra Cármen Lúcia e, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 19.02.2020.\r\n\n           Decisão: O Tribunal, por unanimidade, conheceu parcialmente da ação e, nesse ponto, julgou-a improcedente, nos termos do voto do Relator. Os Ministros Ricardo Lewandowski, Dias Toffoli e Gilmar Mendes acompanharam o Relator com ressalvas. Plenário, Sessão Virtual de 31.3.2023 a 12.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur481141","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Tocantins","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur481141","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. REPARTIÇÃO DE COMPETÊNCIAS. LEI COMPLEMENTAR TOCANTINENSE 72/2011. GRUPO DE ATUAÇÃO ESPECIAL CONTRA O CRIME ORGANIZADO – GAECO – DO MINISTÉRIO PÚBLICO DE TOCANTINS. PERDA SUPERVENIENTE DO OBJETO. PREJUDICIALIDADE. AUSÊNCIA DE FUNDAMENTAÇÃO ESPECÍFICA. PARÂMETROS CONSTITUCIONAIS GENERICAMENTE INVOCADOS. NÃO CONHECIMENTO. ÓRGÃO DA ESTRUTURA INTERNA DO MINISTÉRIO PÚBLICO. AUTONOMIA FUNCIONAL E ADMINISTRATIVA. CONSTITUCIONALIDADE.\n\n\n\n    1. Revogados ou modificados substancialmente os dispositivos impugnados, a análise da presente ação direta encontra-se parcialmente prejudicada em relação aos artigos 4º, II e VIII; 9º e 11 da norma atacada por perda superveniente do objeto. Precedentes.\n\n\n\n    2. Ainda que se deva considerar aberta a causa de pedir em ações de controle concentrado, a ausência de fundamentação específica sobre a violação dos artigos 129, VII, e 144, § 6º, da Lei tocantinense quanto aos parâmetros constitucionais genericamente invocados acarreta o não conhecimento da ação.\n\n\n\n    3. O grande desafio institucional brasileiro da atualidade é evoluir nas formas de combate à criminalidade, efetivando um maior entrosamento dos diversos órgãos governamentais na investigação à criminalidade organizada, na repressão à impunidade e na punição da corrupção, e, consequentemente, estabelecer uma legislação que fortaleça a união dos poderes Executivo, Legislativo e Judiciário, bem como do Ministério Público na área de persecução penal, no âmbito dos Estados da Federação. \n\n\n\n    4. A Constituição Federal permite aos Estados-Membros uma grande possibilidade de inovar no combate à criminalidade, com criatividade e com eficiência, por meio da combinação dos artigos 24, inciso XI (competência concorrente em matéria procedimental), 125, parágrafo 1º (competência legislativa estadual para organização judiciária), 144, parágrafos 4º e 5º (competência legislativa estadual em matéria de polícia civil e militar) e 128, parágrafo 5º (competência legislativa estadual em matéria de organização do Ministério Público), aperfeiçoando e ampliando os atuais mecanismos arcaicos de combate a organizações criminosas e à corrupção, e atendendo às peculiaridades de cada um dos Estados-Membros.\n\n\n\n    5. Adoção, no âmbito das competências legislativas concorrentes, do princípio da subsidiariedade, pelo qual se deve prestigiar a atuação preponderante do ente federativo em sua esfera de competências na proporção de sua maior capacidade para solucionar a matéria de interesse do cidadão que reside em seu território, levando em conta as peculiaridades locais.\n\n\n\n    6. Consagração do sistema acusatório pela Constituição Federal de 1988. Com fundamento na teoria dos poderes implícitos – inherent powers – é reconhecido ao Ministério Público o exercício de competências genéricas implícitas que possibilitem a realização de sua missão constitucional, em especial o poder investigatório criminal, sob pena de diminuir a efetividade de sua atuação em defesa dos direitos fundamentais de todos os cidadãos, conforme decidido pelo SUPREMO TRIBUNAL FEDERAL no julgamento do RE 593.727 (Rel. p/ acórdão Min. GILMAR MENDES, DJe de 8/9/2015).\n\n\n\n    7. Ação Direta de Inconstitucionalidade conhecida em parte e, na parte conhecida, integralmente improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768373763","externo_seq_objeto_incidente":4100656,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 06-06-2023  PUBLIC 07-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4624&classe=ADI","is_colac":false,"titulo":"ADI 4624","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00053 INC-00054 ART-00024\n    INC-00011 ART-00025 ART-00074 INC-00002\n    ART-00084 INC-00006 ART-00125 PAR-00001\n    ART-00128 PAR-00005 ART-00129 INC-00001\n    INC-00007 INC-00008 INC-00009 PAR-00002\n    ART-00144 PAR-00001 INC-00001 INC-00002\n    INC-00004 PAR-00004 PAR-00005 PAR-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000075 ANO-1993\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008625 ANO-1993\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906 ANO-1994\n    ART-00007 INC-00001 INC-00002 INC-00003\n    INC-00011 INC-00013 INC-00014 INC-00019\n    EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   PRT-000985 ANO-2020\n    PORTARIA DA PROCURADORIA-GERAL DA REPÚBLICA - PGR\n\n","LEG-FED   SUV-000014\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   ATO-000187 ANO-2002\n    ART-00004\n    ATO DO CONSELHO DA UNIÃO EUROPEIA\n\n","LEG-EST   LCP-000027 ANO-1993\n    ART-00023 INC-00008\n    LEI COMPLEMENTAR, MT\n\n","LEG-EST   LCP-000119 ANO-2002\n    ART-00001 ART-00002 PAR-00002 PAR-00003\n    PAR-00004 ART-00003 ART-00004 INC-00003\n    INC-00007 PAR-00002 PAR-00003 ART-00006\n    LEI COMPLEMENTAR, MT\n\n","LEG-EST   LCP-000416 ANO-2010\n    LEI COMPLEMENTAR, MT\n\n","LEG-EST   LCP-000072 ANO-2011\n    ART-00001 PAR-00001 PAR-00002 ART-00002\n    PAR-00001 PAR-00002 ART-00003 ART-00004\n    INC-00001 INC-00002 INC-00003 INC-00005\n    INC-00006 INC-00007 INC-00008 INC-00009\n    INC-00013 ART-00006 ART-00009 ART-00011\n    ART-00012 ART-00014 ART-00016\n    LEI COMPLEMENTAR, TO\n\n","LEG-EST   LCP-000074 ANO-2011\n    LEI COMPLEMENTAR, MT\n\n","LEG-EST   LEI-006806 ANO-2007\n    LEI ORDINÁRIA, AL\n\n","LEG-EST   RES-000001 ANO-2004\n    RESOLUÇÃO DO COLÉGIO DE PROCURADORES DE JUSTIÇA DO MINISTÉRIO PÚBLICO DO ESTADO DO TOCANTINS - MPTO/CPJ"],"publicacao_data":"2023-06-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONTROLE CONCENTRADO, REVOGAÇÃO, ATO NORMATIVO, EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO, PERDA DO OBJETO. CONSAGRAÇÃO, SISTEMA ACUSATÓRIO, PROCESSO PENAL, CONSTITUIÇÃO FEDERAL DE 1988. TITULARIDADE, MINISTÉRIO PÚBLICO, OFERECIMENTO, DENÚNCIA, AÇÃO PENAL PÚBLICA. FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO. RECOLHIMENTO, MINISTÉRIO PÚBLICO, ELEMENTO PROBATÓRIO, DEMONSTRAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. CONSTITUCIONALIDADE, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO, RESPONSABILIZAÇÃO, MEMBRO, ABUSO, EXERCÍCIO DE FUNÇÃO PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: COMPETÊNCIA, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, TEORIA DOS PODERES IMPLÍCITOS. MINISTÉRIO PÚBLICO, REQUISIÇÃO, SERVIDOR PÚBLICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4624&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nHC 84367 (1ªT), HC 87610 (2ªT), HC 89837 (2ªT), HC 94173 (2ªT). \n(CONTROLE CONCENTRADO, REVOGAÇÃO, ATO NORMATIVO, EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO, PERDA DO OBJETO)\nADI 709 (TP), ADI 2006 (TP), ADI 4365 (TP). \n(CONSAGRAÇÃO, SISTEMA ACUSATÓRIO, PROCESSO PENAL, CONSTITUIÇÃO FEDERAL DE 1988)\nRHC 120379 ED (1ªT), HC 93921 AgR (2ªT), Inq 4045 AgR (2ªT). \n(TITULARIDADE, MINISTÉRIO PÚBLICO, OFERECIMENTO, DENÚNCIA, AÇÃO PENAL PÚBLICA)\nADI 4693 (TP), MS 34730 (1ªT). \n(FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO)\nInq 1957 (TP). \n(RECOLHIMENTO, MINISTÉRIO PÚBLICO, ELEMENTO PROBATÓRIO, DEMONSTRAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO)\nHC 91661 (2ªT), HC 96638 (1ªT). \n(TEORIA DOS PODERES IMPLÍCITOS, MINISTÉRIO PÚBLICO)\nRE 535478 (2ªT), HC 94173 (2ªT), RHC 97926 (2ªT). \n(COMPETÊNCIA, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, TEORIA DOS PODERES IMPLÍCITOS)\nInq 1957 (TP), AP 396 (TP), HC 94173 (2ªT), RHC 51543 (2ªT). \n(CONSTITUCIONALIDADE, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nRE 593727 (TP), Rcl 43007 AgR (2ªT). \n(MINISTÉRIO PÚBLICO, REQUISIÇÃO, SERVIDOR PÚBLICO)\nADI 2534 MC (TP). \n- Decisões monocráticas citadas:\n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nADI 2943, ADI 3309, ADI 3318, Inq 2041, Inq 1968, ADI 7175, ADI 7176.\n(FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO)\nHC 89334, HC 89837.\n(TEORIA DOS PODERES IMPLÍCITOS, MINISTÉRIO PÚBLICO)\nHC 89334.\n- Decisão estrangeira citada: Caso Myers v. Estados Unidos – US 272 – 52, 118, da Corte Constitucional Norte-Americana.\n- Veja ADI 2838.\n- Veja Informativo STF 359.\nNúmero de páginas: 76.\nAnálise: 12/07/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIAL LIBERAL - PSL \nADV.(A/S)  : WLADIMIR SERGIO REALE \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO TOCANTINS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO TOCANTINS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":481141,"documental_tese_texto":null,"procedencia_geografica_completo":"TO - TOCANTINS","processo_codigo_completo":"ADI 4624","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4624,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur481168","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Igor Gustavo da Silva Barros em relação aos crimes previstos nos arts. 286, parágrafo único, e 288, caput, c/c. art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencidos os Ministros Nunes Marques e André Mendonça, que, preliminarmente, reconheciam a incompetência do Supremo Tribunal Federal e, superada essa questão, rejeitavam a denúncia. Plenário, Sessão Virtual Extraordinária de 16.5.2023 a 22.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur481168","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur481168","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-quingentésimo setuagésimo oitavo","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA.\n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de IGOR GUSTAVO DA SILVA BARROS, pela prática das condutas descritas nos arts. 286, parágrafo único (incitação ao crime), e 288, caput (associação criminosa), c/c. art. 69, caput (concurso material), todos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768402101","externo_seq_objeto_incidente":6624253,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4921&classe=Inq%E9simo+setuag%E9simo+oitavo","is_colac":false,"titulo":"Inq 4921 RD-quingentésimo setuagésimo oitavo","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00016 INC-00037\n    INC-00044 INC-00053 INC-00055 ART-00034\n    INC-00003 INC-00004 ART-00053 PAR-00001\n    ART-00060 PAR-00004 ART-00086 \"CAPUT\"\n    ART-00102 INC-00001 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G LET-H LET-I LET-J\n    LET-K LET-L LET-M LET-N\n    LET-O LET-P LET-Q LET-R\n    ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00069 \"CAPUT\" ART-00147 ART-0147A\n    PAR-00001 INC-00003 ART-00163 ART-00250\n    PAR-00001 INC-00001 LET-B ART-00286\n    PAR-ÚNICO ART-00288 \"CAPUT\" PAR-ÚNICO\n    ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00395 INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-06-09","documental_acordao_mesmo_sentido_lista_texto":"Inq 4921 RD-segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo setuagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo octogésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-quingentésimo nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo vigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo trigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quadragésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo quinquagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo sexagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo setuagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo octogésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-sexcentésimo nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-093\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo vigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo trigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quadragésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo quinquagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo sexagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-102\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo setuagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo octogésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-septingentésimo nonagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-099\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-101\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n \nInq 4921 RD-octingentésimo vigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023\n          JULG-23-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-100\n          DJe-s/n  DIVULG 07-06-2023  PUBLIC 09-06-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, AUTORIA INTELECTUAL, PARTÍCIPE, INCITAÇÃO AO CRIME. INVESTIGAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, COMETIMENTO DE CRIME, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, GOLPE DE ESTADO. DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, OBJETIVO, INCITAÇÃO AO CRIME, EQUIPARAÇÃO, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, TOTALIDADE, PARTICIPANTE, COLABORAÇÃO, RESULTADO. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, CONCLUSÃO, DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. INEXISTÊNCIA, JUSTA CAUSA, INDÍCIO, AUTORIA DO CRIME, INSTAURAÇÃO, AÇÃO PENAL. ACUSAÇÃO, AUSÊNCIA, ELEMENTO PROBATÓRIO, DENUNCIADO, ASSOCIAÇÃO CRIMINOSA, QUARTEL GENERAL DO EXÉRCITO, VONTADE, COMETIMENTO DE CRIME, IMPOSSIBILIDADE, PRESUNÇÃO. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. ATO POLÍTICO, CARÁTER ANTIDEMOCRÁTICO, AUSÊNCIA, MOTIVAÇÃO, DELITO, TERRORISMO. AUSÊNCIA, JUSTA CAUSA, CRIME, TERRORISMO, GOLPE DE ESTADO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, AMEAÇA, PERSEGUIÇÃO.\nLEGISLAÇÃO.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, AUSÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO. RESPONSABILIDADE OBJETIVA, DENUNCIADO, FATO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, REUNIÃO PACÍFICA. AUSÊNCIA, PROVA, DENUNCIADO, PARTICIPAÇÃO, ATO, VANDALISMO, PRAÇA DOS TRÊS PODERES. DIREITO PENAL, GENERALIZAÇÃO, INADMISSIBILIDADE. PROCURADORIA GERAL DA REPÚBLICA (PGR), AUSÊNCIA, CONSTATAÇÃO, SITUAÇÃO, ESTADO DE FLAGRÂNCIA. DEPOIMENTO, POLICIAL MILITAR, MOMENTO, DILIGÊNCIA, PRISÃO, AUSÊNCIA, TENTATIVA, FUGA, TUMULTO. PODER PÚBLICO, AUSÊNCIA, PROIBIÇÃO, MANIFESTAÇÃO, QUARTEL GENERAL DO EXÉRCITO. DENÚNCIA, AUSÊNCIA, SUFICIÊNCIA, INDÍCIO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. CONFIGURAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, PRESENÇA, ELEMENTO SUBJETIVO, DOLO, VONTADE, ASSOCIAÇÃO, COMETIMENTO DE CRIME. ASSOCIAÇÃO CRIMINOSA, INCITAÇÃO AO CRIME, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE, CRIME DE PERIGO ABSTRATO.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS AUTORES INTELECTUAIS E PARTÍCIPES POR INSTIGAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4921&classe=Inq%E9simo+setuag%E9simo+oitavo","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-quingentésimo setuagésimo oitavo","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 191124 AgR (1ªT), HC 206876 AgR (1ªT).\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nHC 73638 (1ªT), HC 75868 (2ªT), HC 71899 (2ªT).\r\n(REQUISITO, DENÚNCIA)\r\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP).\r\n(DENÚNCIA, DIREITO DE DEFESA)\r\nAP 560 (2ªT), Inq 3204 (2ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nHC 83554 (2ªT), Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3650 (2ªT), Inq 3719 (1ªT), AP 953 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Inq 4216 (2ªT), AP 987 (2ªT), HC 142987 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, PRERROGATIVA DE FORO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n- Decisões monocráticas citadas:\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 195327, RHC 198981, HC 212806.\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nSTJ: REsp 128875.\r\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4828, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923, Pet 9844 e Pet 10836 do STF.\nNúmero de páginas: 101.\nAnálise: 22/06/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : IGOR GUSTAVO DA SILVA BARROS \nADV.(A/S)  : KELLY MARINE SILVA TONEL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":481168,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4921 RD-quingentésimo setuagésimo oitavo","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUINGENTÉSIMO SETUAGÉSIMO OITAVO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados. Acesso em: 27 abr. 2023.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nBRASILINO, Luís; GODOY, Renato; NAVARRO, Cristiano. O junho e 2013. Le Monde Diplomatique Brasil. jul. 2013. Disponível em: https://diplomatique.org.br/o-junho-de-2013/. Acesso em: 20 abr. 2023.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412. Acesso em 27 abr. 2023.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo\npenal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nHASSEMER, Winfred. Seguridad por intermedio del derecho penal. In: MAIER, Julio B.; CÓRDOBA, Gabriela E. (orgs.). Tiene un futuro el derecho penal?. Buenos Aires: Ad-hoc, 2009. p. 31-32.\nLIMA, Renato Brasileiro de. Manual de processo penal. 8. ed. rev., ampl. e atual. Salvador: JusPodivm, 2020. volume único.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nPRADO, Luiz Regis; CARVALHO, Erika Mendes de; CARVALHO, Gisele Mendes de. Curso de Direito Penal Brasileiro. Parte Geral e Especial. São Paulo: Revista dos Tribunais, 2015. p. 1203.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4921,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur481622","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que negava provimento ao agravo regimental, no que foi acompanhado pelo Ministro André Mendonça, pediu vista dos autos o Ministro Gilmar Mendes. Segunda Turma, Sessão Virtual de 25.11.2022 a 2.12.2022.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes e Ricardo Lewandowski. Segunda Turma, Sessão Virtual de 31.3.2023 a 12.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur481622","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur481622","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. MATÉRIA CRIMINAL. ALEGAÇÃO DE SUSPEIÇÃO DO JUÍZO DE ORIGEM. MATÉRIA INFRACONSTITUCIONAL. REEXAME DE FATOS E PROVAS. SÚMULA 279 DO STF. AGRAVO REGIMENTAL DESPROVIDO. \n\n\n\n    1. O Tribunal de origem apreciou a matéria à luz da legislação infraconstitucional aplicável à espécie (arts. 252 e 254 do Código de Processo Penal), tornando oblíqua ou reflexa eventual ofensa à Constituição Federal, o que inviabiliza o processamento do recurso extraordinário. Precedentes. \n\n\n\n    2. No caso concreto, a pretensão de ver reconhecida a exceção de suspeição, tendo em vista a alegação de que a magistrada teria promovido o exame aprofundado da matéria e adentrado o mérito da causa, demandaria o reexame dos fatos e provas constantes dos autos, o que encontra óbice na Súmula 279 deste Supremo Tribunal Federal. Precedentes. \n\n\n\n    3. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768498387","externo_seq_objeto_incidente":6491067,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 12-06-2023  PUBLIC 13-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1400119&classe=RE","is_colac":false,"titulo":"RE 1400119 AgR","documental_legislacao_citada_texto":["LEG-FED   DEL-002848 ANO-1940\n    ART-00140 ART-00141 ALÍNEA-D INC-00002\n    INC-00003\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00101 ART-00252 INC-00003 ART-00254\n    ART-00395 ART-00397 ART-00413 PAR-00001\n    ART-00564 INC-00001\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2023-06-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ALEGAÇÃO, OFENSA, PRINCÍPIO DO JUIZ NATURAL, MATÉRIA INFRACONSTITUCIONAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: ACOLHIMENTO, EXCEÇÃO DE SUSPEIÇÃO, ANULAÇÃO, AUTOS, MOMENTO, RECEBIMENTO, DENÚNCIA. AUSÊNCIA, REEXAME, PROVA. JURISPRUDÊNCIA, STF, HIPÓTESE, SUSPEIÇÃO, IMPARCIALIDADE, FUNDAMENTO, SISTEMA INQUISITIVO. CONSTITUIÇÃO FEDERAL, SISTEMA ACUSATÓRIO, LIMITAÇÃO, ATIVIDADE, COLETA, PROVA, VEDAÇÃO, ANTECIPAÇÃO, MANIFESTAÇÃO, MÉRITO, JULGADOR. TRIBUNAL EUROPEU DOS DIREITOS HUMANOS, DISTINÇÃO, IMPARCIALIDADE, CARÁTER OBJETIVO, CARÁTER SUBJETIVO, OBSERVÂNCIA, COMPORTAMENTO, JULGADOR. MANIFESTAÇÃO PÚBLICA, MAGISTRADO, INSTÂNCIA ORDINÁRIA, ACEITAÇÃO, EMISSÃO, OPINIÃO, DEVER, PRESTAÇÃO DE CONTAS, INFORMAÇÃO, POPULAÇÃO, DELIBERAÇÃO, ÂMBITO JUDICIAL. \nGARANTIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL, AUSÊNCIA, VINCULAÇÃO, JULGADOR, HIPÓTESE, ACUSAÇÃO, HIPÓTESE, DEFESA. DEVIDO PROCESSO LEGAL, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. DECISÃO, RECEBIMENTO, DENÚNCIA, APRECIAÇÃO, JUIZ, PRESSUPOSTO DE ADMISSIBILIDADE, REQUISITO, VALIDADE, AÇÃO PENAL. RECEBIMENTO, DENÚNCIA, JUÍZO DE PROBABILIDADE, VIABILIDADE, MÉRITO, EXIGÊNCIA, ADEQUAÇÃO, DEMONSTRAÇÃO EXPLÍCITA, FATO, DECORRÊNCIA, AUSÊNCIA, CONTRADITÓRIO. INCOMPATIBILIDADE, IMPARCIALIDADE, DEMONSTRAÇÃO EXPLÍCITA, AUTORIA DO CRIME, MATERIALIDADE DO FATO, ELEMENTO SUBJETIVO, DOLO, CULPA. VEDAÇÃO, ANTECIPAÇÃO, JUÍZO DE MÉRITO, RISCO, OFENSA, IMPARCIALIDADE, DEVIDO PROCESSO LEGAL. TRIBUNAL DO JÚRI, EXCESSO DE LINGUAGEM. EXCESSO DE LINGUAGEM, MAGISTRADO, MOTIVAÇÃO, DECISÃO, RECEBIMENTO, DENÚNCIA. DEMONSTRAÇÃO EXPLÍCITA, EXISTÊNCIA, ORGANIZAÇÃO CRIMINOSA, RESPONSABILIDADE PENAL, ACUSADO. ANTECIPAÇÃO, CONDENAÇÃO, EXTRAPOLAÇÃO, DECISÃO INTERLOCUTÓRIA. APRECIAÇÃO, CONDUTA, MOMENTO, SENTENÇA. NECESSIDADE, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL, APRESENTAÇÃO, ALEGAÇÕES FINAIS, CONTRADITÓRIO, APRECIAÇÃO, ACUSAÇÃO, JULGADOR. \n\n- TERMO(S) DE RESGATE: REGRAS DE BANGALORE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1400119&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"-Caso \"OPERAÇÃO OUVIDOS MOUCOS\".\n- Acórdão(s) citado(s):\n(EXCEÇÃO DE SUSPEIÇÃO, REEXAME, FATO, PROVA)\nARE 1117192 AgR (2ªT), ARE 1248451 AgR (2ªT), ARE 1263436 AgR (2ªT), ARE 1272389 AgR (1ªT). \n(PRINCÍPIO DO JUIZ NATURAL, MATÉRIA INFRACONSTITUCIONAL)\nAI 502665 AgR (1ªT), ARE 677900 AgR (2ªT), ARE 745693 AgR-ED (1ªT), ARE 839680 AgR (2ªT), ARE 958411 AgR (2ªT). \n(SUPEIÇÃO, IMPARCIALIDADE DO JUIZ, SISTEMA INQUISITIVO)\nHC 71722 (1ªT). \n(TRIBUNAL DO JÚRI, EXCESSO DE LINGUAGEM)\nHC 99834 (2ªT), HC 88514 (2ªT). \n- Decisão monocrática citada:\n(SUPEIÇÃO, IMPARCIALIDADE DO JUIZ, SISTEMA INQUISITIVO)\nRHC 195982.\n- Legislação estrangeira citada: caso Piersack vs. Bélgica.\n\nNúmero de páginas: 42.\nAnálise: 17/08/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : EDUARDO LOBO \nADV.(A/S)  : MARLOM FORMIGHERI \nADV.(A/S)  : GABRIEL ANNONI CARDOSO \nADV.(A/S)  : CAROLINA DE OLIVEIRA MAYER \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":481622,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 1400119 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2023-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ABELLÁN, Marina Gáscon. O problema de provar. Trad. Lívia Moscatelli e caio Badaró Nassera. Rio de Janeiro: Marcial Pons, 2022.\nARMENTA DEU, Teresa. Sistemas procesales penales. La justicia penal en Europa y América. Marcial Pons, 2012.\nBARREIROS, José Antônio. Processo Penal . Coimbra: Almedina, 1981.\nBOLDT,Raphael. Processo Penal e Catástrofe: entre as ilusões da razão punitiva e as Imagens utópicas abolicionistas. Rio de Janeiro: Lumen Juris, 2018.\nCOUTINHO, Jacinto Nelson de Miranda. Observações sobre os sistemas processuais penais . Curitiba: Observatório da Mentalidade Inquisitória, 2019. v. 2.\nCOUTINHO, Jacinto Nelson de Miranda; PAULA, Leonardo Costa de; NUNES, Marco Aurélio da Silveira (Orgs.). Mentalidade inquisitória e processo penal no Brasil: estudos sobre a reforma do CPP no Brasil: vol. 4. Curitiba: Observatório da Mentalidade Inquisitória, 2018, v. 4.\nCORDERO, Franco. Guida alla procedura penale. Torino: UTET, 1986.\nDEVECHI, Antonio; DEVECHI, Júlio César Craveiro. Manual Básico de Processo Penal. Curitiba: Juruá, 2021.\nDIAS, Jorge de Figueiredo. Direito Processual Penal. Coimbra: Coimbra Editora, 2004.\nDIVAN, Gabriel Antinolfi. Processo Penal e Política Criminal: uma reconfiguração da justa causa. Porto Alegre: Elegantia Juris, 2015.\nFILHO. Ilton Norberto Robl. Conselho Nacional de Justiça. Estado Democrático de Direito e accountability. São Paulo: Saraiva, 2013.\nKHALED JR, Salah Hassan. O sistema processual penal brasileiro acusatório, misto ou inquisitório? Revista Civitas, Porto Alegre: v. 10, n. 2, p. 293, 2010.\nLOPES JR., Aury. Direito Processual Penal. Saraiva, 2012. p. 127.\nMATIDA, Janaína; VIEIRA, Antonio. Para além do BARD: uma crítica à crescente adoção do standard de prova para além de toda a dúvida razoável no processo penal. In: Revista Brasileira de Ciências Criminais, Dossiê Provas no Processo Penal (Coord: Aury Lopes Jr. e Yuri Felix), 2019, p. 221-248.\nMARKUN, Paulo. Livro Recurso final: a investigação da Polícia Federal que levou ao suicídio de um reitor em Santa Catarina, Rio de Janeiro: Objetiva, 2021.\nMAYA, André Machado. Imparcialidade e Processo Penal: da prevenção da competência ao juiz das garantias. Rio de Janeiro: Lumen Juris, 2011.\nNARDELLI, Marcella Mascarenhas. A Prova no Tribunal do Júri. Rio de Janeiro: Lumen Juris, 2019.\nNUNES, Dierle. Processo Jurisdicional Democrático . Curitiba: Juruá, 2008.\nSILVEIRA, Marco Aurélio Nunes da. A tipicidade e o juízo de admissibilidade da acusação. Rio de Janeiro: Lumen Juris, 2005.\nOrganização Nações Unidas [ONU]. Escritório Contra Drogas e Crime [UNODC]. Comentários aos Princípios de Bangalore de Conduta Judicial/Escritório Contra Drogas e Crime; tradução de Marlon da Silva Malha, Ariane Emílio Kloth. Brasília: Conselho da Justiça Federal, 2008.\nPOLI, Camilin Marcie de. Sistemas processuais penais. Florianópolis: Empório do Direito, 2016.\nPRADO, Geraldo. Sistema acusatório: a conformidade constitucional das leis processuais penais. Rio de Janeiro: Lumen Juris, 2005.\nROXIN, Claus. Derecho procesal penal. Trad. Daniel Pastor e Gabriela Córdoba. Buenos Aires: \nRITTER, Ruiz. Imparcialidade no Processo Penal: reflexões a partir da dissonância cognitiva São Paulo: Tirant lo blanch, 2019.\nSANTIAGO NETO, José de Assis. Estado Democrático de Direito e Processo Penal Acusatório. Rio de Janeiro: Lumen Juris, 2020.\nSILVEIRA, Marco Aurélio Nunes da. A tipicidade e o juízo de admissibilidade da acusação. Rio de Janeiro: Lumen Juris, 2005. Del Puerto, 2000.\nSILVA JÚNIOR, Jádel da. Anatomia Acusatória. Florianópolis: Habitus, 2018.\nTARUFFO, Michele. La prueba de los hechos. Trad. Jordi Ferrer Beltrán. Madrid: Trotta, 2011.\nTÁVORA, Nestor; ALENCAR, Rosmar Rodrigues. Curso de Processo Penal e Execução Penal. Salvador: Juspovm, 2023.","ministro_facet":["EDSON FACHIN"],"processo_numero":1400119,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}