{"result":{"took":339,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373946","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais, o julgamento foi suspenso. Ausentes, justificadamente, os Ministros Roberto Barroso, Gilmar Mendes e Celso de Mello. Falaram: pela recorrente, Universidade Federal De Goiás - UFGO, o Dr. João Marcelo Torres Chinelato, Procurador Federal; pelo amicus curiae União Educacional de Cascavel - UNIVEL, o Dr. Paulo Roberto Pegoraro Júnior; pelo amicus curiae Conselho Nacional das Fundações de Apoio às Instituições de Ensino Superior e de Pesquisa Científica e Tecnológica - CONFIES, o Dr. José da Gama Malcher; pelo amicus curiae Sindicato Nacional dos Docentes das Instituições de Ensino Superior - ANDES, a Dra. Monya Ribeiro Tavares; e pelo amicus curiae Federação de Sindicatos de Trabalhadores das Universidade Brasileiras - FASUBRA, o Dr. Claudio Santos da Silva. Presidência da Ministra Cármen Lúcia. Plenário, 20.4.2017.\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, vencidos os Ministros Marco Aurélio, Rosa Weber e Ricardo Lewandowski, indeferiu pedido de sustentação oral do advogado do amicus curiae Associação Nacional dos Pós-Graduandos - ANPG. Em seguida, o Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 535 da repercussão geral, deu provimento ao recurso para denegar a segurança pleiteada, e fixou a seguinte tese: “A garantia constitucional da gratuidade de ensino não obsta a cobrança por universidades públicas de mensalidade em cursos de especialização”, vencido o Ministro Marco Aurélio. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento o Ministra Cármen Lúcia. Plenário, 26.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":["4"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur373946","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373946","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E ADMINISTRATIVO. RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. COBRANÇA DE MENSALIDADE EM CURSO DE PÓS-GRADUAÇÃO LATO SENSU POR INSTITUIÇÃO PÚBLICA DE ENSINO. CURSO DE ESPECIALIZAÇÃO. POSSIBILIDADE. OFENSA AO PRINCÍPIO DA GRATUIDADE DO ENSINO EM ESTABALECIMENTOS OFICIAIS. INOCORRÊNCIA. \n\n\n\n    1. A garantia constitucional da gratuidade de ensino não obsta a cobrança, por universidades públicas, de mensalidade em curso de especialização.\n\n\n\n    2. Recurso extraordinário a que se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13642927","externo_seq_objeto_incidente":2666225,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-214  DIVULG 20-09-2017  PUBLIC 21-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=597854&classe=RE","is_colac":false,"titulo":"RE 597854","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00006 ART-00024 INC-00009 PAR-00001 \n          ART-00037 ART-00175 INC-00002 INC-00003 \n          ART-00205 \"CAPUT\" ART-00206 INC-00001 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          ART-00207 PAR-00001 PAR-00002 ART-00208 \n          INC-00001 INC-00002 INC-00005 \n          ART-00208 INC-00007 REDAÇÃO DADA PELA EMC-59/2009\n          ART-00208 PAR-00001 ART-00209 ART-00210 \n          ART-00211 PAR-00001 PAR-00002 PAR-00003 \n          ART-00212 \"CAPUT\" PAR-00003 REDAÇÃO DADA PELA EMC-59/2009\n          ART-00212 \"CAPUT\" PAR-00005 REDAÇÃO DADA PELA EMC-53/2006\n          ART-00213 INC-00001 INC-00002 PAR-00001 \n          ART-00213 PAR-00002 REDAÇÃO DADA PELA EMC-85/2015\n          ART-00214 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000053      ANO-2006\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000059      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00003\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00044 INC-00003 ART-00055 ART-00064 \n          ART-00066 ART-00070 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 ART-00071 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 ART-00077 PAR-00002\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   PEC-000395      ANO-2014\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   SUV-000012      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   PRC-000364      ANO-2002\n                PARECER DO CONSELHO NACIONAL DE EDUCAÇÃO\n\n","LEG-FED   SUMSTF-000545      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-09-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ENTENDIMENTO, STF, COBRANÇA, TAXA DE MATRÍCULA, ACESSO, UNIVERSIDADE FEDERAL, COBRANÇA, TAXA, EXPEDIÇÃO, DIPLOMA. PRINCÍPIO DA GRATUIDADE DO ENSINO PÚBLICO. DIFERENÇA, ENSINO, PESQUISA CIENTÍFICA, EXTENSÃO UNIVERSITÁRIA. PERCENTUAL MÍNIMO, RECEITA PÚBLICA, MANUTENÇÃO, DESENVOLVIMENTO, ENSINO PÚBLICO. FINANCIAMENTO PÚBLICO, PESQUISA CIENTÍFICA, EXTENSÃO UNIVERSITÁRIA. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, LEGISLAÇÃO, ENSINO, PESQUISA CIENTÍFICA. AUTONOMIA UNIVERSITÁRIA. FINANCIAMENTO PÚBLICO, DESENVOLVIMENTO, MANUTENÇÃO, ENSINO. UNIVERSIDADE PÚBLICA, AUTARQUIA. OBTENÇÃO, RECEITA, TRIBUTO. TARIFA, CONTRAPRESTAÇÃO. COMPULSORIEDADE, ELEMENTO ESSENCIAL, TAXA. UNIVERSIDADE PÚBLICA, COBRANÇA, MENSALIDADE, PRINCÍPIO DA RESERVA LEGAL. DEVER, UNIVERSIDADE, GARANTIA, DIREITO, USUÁRIO; PRINCÍPIO DA MODICIDADE DAS TARIFAS; MANUTENÇÃO, QUALIDADE, SERVIÇO PÚBLICO. PRINCÍPIO DA GESTÃO DEMOCRÁTICA DO ENSINO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DIREITO À EDUCAÇÃO, DESENVOLVIMENTO, PAÍS. DIREITO À EDUCAÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE. PRINCÍPIO DA INDISSOCIABILIDADE ENTRE O ENSINO A PESQUISA E A EXTENSÃO. INSERÇÃO, PÓS-GRADUAÇÃO, ÂMBITO, EXTENSÃO UNIVERSITÁRIA. TEXTO CONSTITUCIONAL, ENSINO FUNDAMENTAL, ENSINO MÉDIO, ENSINO SUPERIOR, NÚCLEO ESSENCIAL, GRATUIDADE, ENSINO. COLABORAÇÃO, SOCIEDADE, PROMOÇÃO, INCENTIVO, EDUCAÇÃO. DIREITO À EDUCAÇÃO, DEVER, PODER PÚBLICO; ENSINO ESPECIAL, PORTADOR DE DEFICIÊNCIA; ACESSO, ENSINO, CONFORMIDADE, CAPACIDADE; GARANTIA, IGUALDADE DE OPORTUNIDADES; FORMAÇÃO, TRABALHO, PROMOÇÃO, CONHECIMENTO CIENTÍFICO. ACESSO, PESQUISA CIENTÍFICA, EDUCAÇÃO ARTÍSTICA, CARÁTER SUBSIDIÁRIO. GARANTIA, IGUALDADE DE OPORTUNIDADES, SUBSÍDIO, BOLSA DE ESTUDO, ISENÇÃO, MENSALIDADE. SUJEIÇÃO, NORMA INFRACONSTITUCIONAL, FINANCIAMENTO, PÓS-GRADUAÇÃO, PRINCÍPIO DEMOCRÁTICO. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. INTERPRETAÇÃO EXTENSIVA, TEXTO CONSTITUCIONAL, GRATUIDADE, ENSINO PÚBLICO. EDUCAÇÃO, SERVIÇO PÚBLICO, PROTEÇÃO AO CONSUMIDOR; GARANTIA, QUALIDADE, ESTÍMULO, LIVRE CONCORRÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PODER PÚBLICO, GARANTIA, QUALIDADE, EDUCAÇÃO BÁSICA. UNIVERSIDADE PÚBLICA, COMPLEMENTAÇÃO, RECURSO FINANCEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DISTINÇÃO, GRADUAÇÃO (ENSINO SUPERIOR), PÓS-GRADUAÇÃO, EXTENSÃO UNIVERSITÁRIA. UNIVERSIDADE PÚBLICA, OFERECIMENTO, GRADUAÇÃO (ENSINO SUPERIOR), PÓS-GRADUAÇÃO. EXTENSÃO UNIVERSITÁRIA, AUTONOMIA UNIVERSITÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL, DIREITO À EDUCAÇÃO, IGUALDADE DE OPORTUNIDADES, AUTONOMIA UNIVERSITÁRIA, PRINCÍPIO DA GRATUIDADE DO ENSINO PÚBLICO, PRINCÍPIO DA GESTÃO DEMOCRÁTICA DO ENSINO PÚBLICO, GARANTIA, PISO SALARIAL, PROFESSOR, ENSINO PÚBLICO. COLABORAÇÃO, UNIÃO, ESTADO-MEMBRO, MUNICÍPIO, ORGANIZAÇÃO, SISTEMA DE ENSINO. COMPETÊNCIA, MUNICÍPIO, PRIORIDADE, ATUAÇÃO, ENSINO FUNDAMENTAL, EDUCAÇÃO INFANTIL. COMPETÊNCIA, ESTADO-MEMBRO, DISTRITO FEDERAL, ENSINO FUNDAMENTAL, ENSINO MÉDIO. COMPETÊNCIA, UNIÃO FEDERAL, ORGANIZAÇÃO, SISTEMA DE ENSINO; FINANCIAMENTO, ENSINO PÚBLICO, ÂMBITO FEDERAL; GARANTIA, IGUALDADE DE OPORTUNIDADES; PRINCÍPIO DO PADRÃO DE QUALIDADE DO ENSINO. DEFINIÇÃO, TEXTO CONSTITUCIONAL, ORIGEM, DESTINAÇÃO, RECURSOS PÚBLICOS FEDERAIS, EFETIVAÇÃO, DIREITO À EDUCAÇÃO. GRATUIDADE, ENSINO FUNDAMENTAL, DIREITO SUBJETIVO; PROGRESSIVIDADE, IMPLEMENTAÇÃO, ENSINO MÉDIO; ACESSO, ENSINO SUPERIOR. UNIVERSIDADE PÚBLICA, OFERECIMENTO, PÓS-GRADUAÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: SUPREMO TRIBUNAL FEDERAL (STF), LEGISLADOR POSITIVO, LEGISLADOR NEGATIVO. PRINCÍPIO DA GRATUIDADE DO ENSINO PÚBLICO. PRINCÍPIO, IGUALDADE DE OPORTUNIDADES, ACESSO, PERMANÊNCIA, ENSINO. HERMENÊUTICA JURÍDICA, EXTENSÃO, GRATUIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=597854&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COBRANÇA, MATRÍCULA, UNIVERSIDADE PÚBLICA)\nRE 500171 (TP). \n(PRINCÍPIO DA GRATUIDADE DO ENSINO PÚBLICO)\nAI 748944 AgR (1ªT), RE 597872 AgR (1ªT). \n(PRINCÍPIO DA AUTONOMIA UNIVERSITÁRIA, LIMITAÇÃO)\nADI 2643 (TP). \n(COMPULSORIEDADE, TAXA)\nADI 800 (TP). \n- Decisões monocráticas citadas:\n(COBRANÇA, MENSALIDADE, EXTENSÃO UNIVERSITÁRIA, PÓS-GRADUAÇÃO, GRATUIDADE)\nRcl 8596 MC, Rcl 7831, Rcl 8295.\n- Legislação estrangeira citada: art. 26, da Declaração Universal dos Direitos Humanos de 1948; art. 13 e art. 14, do Pacto de Direitos Econômicos, Sociais e Culturais de 1966.\nNúmero de páginas: 112.\nAnálise: 22/01/2018, JSF.\nRevisão: 22/02/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIVERSIDADE FEDERAL DE GOIÁS - UFGO \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nRECDO.(A/S)  : TIAGO MACEDO DOS SANTOS \nADV.(A/S)  : JOSE DE OLIVEIRA BARROS FILHO \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONSELHO NACIONAL DAS FUNDAÇÕES DE APOIO ÁS INSTITUIÇÕES DE ENSINO SUPERIOR E DE PESQUISA CIENTÍFICA E TECNOLÓGICA- CONFIES \nADV.(A/S)  : JOSÉ LISBOA DA GAMA MALCHER \nAM. CURIAE.  : SINDICATO NACIONAL DOS DOCENTES DAS INSTITUIÇÕES DE ENSINO SUPERIOR- ANDES \nADV.(A/S)  : GUSTAVO TEIXEIRA RAMOS \nAM. CURIAE.  : FEDERAÇÃO DE SINDICATOS DE TRABALHADORES DAS UNIVERSIDADE BRASILEIRAS (FASUBRA - SINDICAL) \nADV.(A/S)  : CLAUDIO SANTOS DA SILVA \nAM. CURIAE.  : ANDES - SINDICATO NACIONAL DOS DOCENTES DAS INSTITUIÇÕES DE ENSINO SUPERIOR \nADV.(A/S)  : GUSTAVO TEIXEIRA RAMOS E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO DE SINDICATOS DE TRABALHADORES DAS UNIVERSIDADES BRASILEIRAS - FASUBRA \nADV.(A/S)  : CLAUDIO SANTOS DA SILVA E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO EDUCACIONAL DE CASVAVEL - UNIVEL \nADV.(A/S)  : PAULO ROBERTO PEGORARO JUNIOR \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE PÓS-GRADUANDOS - ANPG \nADV.(A/S)  : THAIS SILVA BERNARDES","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"535 - Cobrança de mensalidade em curso de pós-graduação lato sensu por instituição pública de ensino.","old_seq_sjur":373946,"documental_tese_texto":"A garantia constitucional da gratuidade de ensino não obsta a cobrança por universidades públicas de mensalidade em cursos de especialização.","procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"RE 597854","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-04-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"RANIERI, Nina. Autonomia universitária: as Universidades Públicas e a Constituição Federal de 1988. São Paulo: Edusp, 1994. p. 124-125.\nSOUZA NETO, Cláudio Pereira de; MENDONÇA, José Vicente Santos de. Fundamentalização e fundamentalismo na interpretação do princípio constitucional da livre iniciativa. A constitucionalização do direito: fundamentos teóricos e aplicações específicas. Rio de Janeiro: Lúmen Juris, 2006. p. 15.\nSOUZA NETO, Cláudio Pereira de; SARMENTO, Daniel. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2013. p. 481.\nAndrés Oppenheimer. Basta de histórias! A obsessão latino-americana com o passado e as 12 chaves do futuro. Rio de Janeiro: Objetiva, 2011. p. 196-197.","ministro_facet":["EDSON FACHIN"],"processo_numero":597854,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur352981","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PE","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 782 da repercussão geral, deu provimento ao recurso extraordinário para reconhecer o direito da recorrente ao prazo remanescente da licença parental, a fim de que o tempo total de fruição do benefício, computado o período já gozado, seja de 180 dias de afastamento remunerado, correspondentes aos 120 dias de licença, previstos no art. 7º, XVIII, da Constituição Federal, acrescidos dos 60 dias de prorrogação, tal como permitido pela legislação, fixando a seguinte tese: “Os prazos da licença adotante não podem ser inferiores aos prazos da licença gestante, o mesmo valendo para as respectivas prorrogações. Em relação à licença adotante, não é possível fixar prazos diversos em função da idade da criança adotada”, vencido o Ministro Marco Aurélio. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Falou, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 10.03.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur352981","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pernambuco","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur352981","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    DIREITO CONSTITUCIONAL. RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. EQUIPARAÇÃO DO PRAZO DA LICENÇA-ADOTANTE AO PRAZO DE LICENÇA-GESTANTE. \n\n\n\n    1. A licença maternidade prevista no artigo 7º, XVIII, da Constituição abrange tanto a licença gestante quanto a licença adotante, ambas asseguradas pelo prazo mínimo de 120 dias. Interpretação sistemática da Constituição à luz da dignidade da pessoa humana, da igualdade entre filhos biológicos e adotados, da doutrina da proteção integral, do princípio da prioridade e do interesse superior do menor. \n\n\n\n    2. As crianças adotadas constituem grupo vulnerável e fragilizado. Demandam esforço adicional da família para sua adaptação, para a criação de laços de afeto e para a superação de traumas. Impossibilidade de se lhes conferir proteção inferior àquela dispensada aos filhos biológicos, que se encontram em condição menos gravosa. Violação do princípio da proporcionalidade como vedação à proteção deficiente.\n\n\n\n    3. Quanto mais velha a criança e quanto maior o tempo de internação compulsória em instituições, maior tende a ser a dificuldade de adaptação à família adotiva. Maior é, ainda, a dificuldade de viabilizar sua adoção, já que predomina no imaginário das famílias adotantes o desejo de reproduzir a paternidade biológica e adotar bebês. Impossibilidade de conferir proteção inferior às crianças mais velhas. Violação do princípio da proporcionalidade como vedação à proteção deficiente.\n\n\n\n    4. Tutela da dignidade e da autonomia da mulher para eleger seus projetos de vida. Dever reforçado do Estado de assegurar-lhe condições para compatibilizar maternidade e profissão, em especial quando a realização da maternidade ocorre pela via da adoção, possibilitando o resgate da convivência familiar em favor de menor carente. Dívida moral do Estado para com menores vítimas da inepta política estatal de institucionalização precoce. Ônus assumido pelas famílias adotantes, que devem ser encorajadas.\n\n\n\n    5. Mutação constitucional. Alteração da realidade social e nova compreensão do alcance dos direitos do menor adotado. Avanço do significado atribuído à licença parental e à igualdade entre filhos, previstas na Constituição. Superação de antigo entendimento do STF.\n\n\n\n    6. Declaração da inconstitucionalidade do art. 210 da Lei nº 8.112/1990 e dos parágrafos 1º e 2º do artigo 3º da Resolução CJF nº 30/2008. \n\n\n\n    7. Provimento do recurso extraordinário, de forma a deferir à recorrente prazo remanescente de licença parental, a fim de que o tempo total de fruição do benefício, computado o período já gozado, corresponda a 180 dias de afastamento remunerado, correspondentes aos 120 dias de licença previstos no art. 7º, XVIII,CF, acrescidos de 60 dias de prorrogação, tal como estabelecido pela legislação em favor da mãe gestante.\n\n\n\n     8. Tese da repercussão geral: “Os prazos da licença adotante não podem ser inferiores aos prazos da licença gestante, o mesmo valendo para as respectivas prorrogações. Em relação à licença adotante, não é possível fixar prazos diversos em função da idade da criança adotada”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11338347","externo_seq_objeto_incidente":4482209,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-159  DIVULG 29-07-2016  PUBLIC 01-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=778889&classe=RE","is_colac":false,"titulo":"RE 778889","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00001 \n          ART-00006 ART-00007 INC-00018 ART-00007 \n          INC-00018 ART-00039 PAR-00003 ART-00102 \n          INC-00003 LET-A ART-00201 ART-00203 \n          INC-00001 INC-00002 ART-00226 PAR-00005 \n          ART-00227 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 PAR-00006 PAR-00007 \n          PAR-00008\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-00233 REDAÇÃO DADA PELA LEI-4121/1962\n          ART-00352 ART-00353 ART-00354 ART-00355 \n          ART-00356 ART-00357 ART-00358 ART-00359 \n          ART-00360 ART-00361 ART-00362 ART-00363 \n          ART-00364 ART-00365 ART-00366 ART-00367 \n          ART-00368 ART-00377 ART-01605\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-004121      ANO-1962\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004655      ANO-1965\n          ART-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00019 PAR-00002 INCLUÍDO PELA LEI-12010/2009\n          ART-00020 ART-00021 ART-00023\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00210 PAR-ÚNICO\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-01596\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010421      ANO-2002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011770      ANO-2008\n          ART-00001 PAR-00002 ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012010      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012010      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013109      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00392 REDAÇÃO DADA PELA LEI-10421/2002\n          ART-0392A INCLUÍDO PELA LEI-10421/2002\n          ART-0392A PAR-00001 INCLUÍDO PELA LEI-10421/2002\n          ART-0392A PAR-00001 REVOGADO PELA LEI-12010/2009\n          ART-0392A PAR-00002 INCLUÍDO PELA LEI-10421/2002\n          ART-0392A PAR-00002 REVOGADO PELA LEI-12010/2009\n          ART-0392A PAR-00003 INCLUÍDO PELA LEI-10421/2002\n          ART-0392A PAR-00003 REVOGADO PELA LEI-12010/2009\n          ART-0392B INCLUÍDO PELA LEI-10421/2002\n          ART-0392C INCLUÍDO PELA LEI-10421/2002\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000026      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-004377      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979\n\n","LEG-FED   DEC-006690      ANO-2008\n          ART-00002 PAR-00003 INC-00001 LET-A \n          LET-B INC-00002 LET-A LET-B\n                DECRETO\n\n","LEG-FED   DEC-007052      ANO-2009\n                DECRETO\n\n","LEG-FED   RES-000030      ANO-2008\n          ART-00003 PAR-00001 PAR-00002 PAR-00003\n                RESOLUÇÃO DA CONSELHO DA JUSTIÇA FEDERAL - CJF\n\n","LEG-INT   CVC      ANO-1979\n          ART-00003 ART-00011 ITEM-2 LET-B\n                CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER\n\n","LEG-INT   CVC      ANO-1989\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA"],"publicacao_data":"2016-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSIDERAÇÃO, HISTÓRIA, PROCESSO, APERFEIÇOAMENTO, HUMANIDADE. DESENVOLVIMENTO, POLÍTICA PÚBLICA, ADOÇÃO, OBJETIVO, ATENDIMENTO, INTERESSE, ADOTADO. EVOLUÇÃO HISTÓRICA, POLÍTICA PÚBLICA, PROTEÇÃO À INFÂNCIA, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988. EVOLUÇÃO HISTÓRICA, TRATAMENTO JURÍDICO, FAMÍLIA, ADOÇÃO, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988. REALIZAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, RUPTURA, HISTÓRIA, PROTEÇÃO, CRIANÇA, FAMÍLIA, MULHER. CONSIDERAÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, FUNDAMENTO, REPÚBLICA. INADMISSIBILIDADE, UTILIZAÇÃO, POLÍTICA PÚBLICA, PROTEÇÃO À INFÂNCIA, OBJETIVO, PRESERVAÇÃO, ORDEM, SEGURANÇA PÚBLICA. NECESSIDADE, PROTEÇÃO À INFÂNCIA, BENEFÍCIO, CRIANÇA. DEVER, FAMÍLIA, SOCIEDADE, PODER PÚBLICO, ASSEGURAMENTO, DIREITO, CRIANÇA, FUNDAMENTO, PRINCÍPIO, PROTEÇÃO INTEGRAL, PRINCÍPIO, PRIORIDADE. RECONHECIMENTO, DIREITO, MENOR, CONVIVÊNCIA, ÂMBITO, FAMÍLIA, COMUNIDADE. PREVISÃO, PREVALÊNCIA, DIREITO, MENOR, HIPÓTESE, CONFLITO DE NORMAS. CORRELAÇÃO, DEFINIÇÃO JURÍDICA, FAMÍLIA, IDEIA, AFETO. AFIRMAÇÃO, IGUALDADE, HOMEM, MULHER. DEMOCRATIZAÇÃO, FAMÍLIA. CONSIDERAÇÃO, DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA, DIREITO SOCIAL. ASSEGURAMENTO, LICENÇA À GESTANTE. DEVER, PODER PÚBLICO, ESTÍMULO, ACOLHIMENTO, MENOR, OBJETIVO, IMPEDIMENTO, INGRESSO, INSTITUIÇÃO. IGUALDADE, DIREITO, FILHO ADOTIVO, FILHO BIOLÓGICO. EVOLUÇÃO HISTÓRICA, LEGISLAÇÃO, MATÉRIA, DIREITO, LICENÇA, ADOTANTE, ÂMBITO, REGIME ESTATUTÁRIO, REGIME CELETISTA, REGIME JURÍDICO, MILITAR. DESCRIÇÃO, JURISPRUDÊNCIA, MATÉRIA, LICENÇA, SERVIDORA ADOTANTE. NECESSIDADE, INTERPRETAÇÃO, NORMA, LICENÇA, SERVIDORA ADOTANTE, CONFORMIDADE, EVOLUÇÃO, CONSTITUIÇÃO FEDERAL, MATÉRIA, PROTEÇÃO, CRIANÇA, FILHO ADOTIVO. CABIMENTO, VERIFICAÇÃO, NECESSIDADE, ADEQUAÇÃO, PROPORCIONALIDADE, HIPÓTESE, APLICAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. NECESSIDADE, INTERPRETAÇÃO, NORMA CONSTITUCIONAL, CONFORMIDADE, DIREITO À IGUALDADE, DIREITO, AUTONOMIA, MULHER. ATRIBUIÇÃO, EFEITO RETROATIVO, DECISÃO, HIPÓTESE, FILHO ADOTIVO, MENOR, OBJETIVO, ASSEGURAMENTO, ADOTANTE, DIREITO, FRUIÇÃO, INTEGRALIDADE, LICENÇA. VEDAÇÃO, CONVERSÃO, LICENÇA, DINHEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: NECESSIDADE, FAVORECIMENTO, ADOÇÃO. RECONHECIMENTO, CONSTITUIÇÃO FEDERAL DE 1988, IMPORTÂNCIA, AFETO, ÂMBITO, FAMÍLIA. PREVISÃO, TEXTO CONSTITUCIONAL, EQUIPARAÇÃO, FILHO BIOLÓGICO, FILHO ADOTIVO. CONSIDERAÇÃO, MÃE, FILHO, DESTINATÁRIO, DIREITO, LICENÇA MATERNIDADE. EXTENSÃO, SERVIDORA ADOTANTE, IDENTIDADE, PRAZO, GESTANTE, FINALIDADE, ESTABELECIMENTO, VÍNCULO, AFETO, FILHO ADOTIVO. EXIGÊNCIA, PRAZO, FINALIDADE, INTEGRAÇÃO, FILHO ADOTIVO, FAMÍLIA. OFENSA, PRINCÍPIO DA ISONOMIA, PRINCÍPIO, PRIORIDADE, INTERESSE, CRIANÇA, HIPÓTESE, DISCRIMINAÇÃO, FILHO ADOTIVO, FILHO BIOLÓGICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: FUNDAMENTAÇÃO, DECISÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA SOLIDARIEDADE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AUSÊNCIA, DIREITO, AUMENTO, DURAÇÃO, LICENÇA, SERVIDORA ADOTANTE. VINCULAÇÃO, ATUAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), DIREITO POSITIVO. IMPOSSIBILIDADE, TRIBUNAL, SUBSTITUIÇÃO, LEGISLADOR, FINALIDADE, RECONHECIMENTO, DEFICIÊNCIA, LEGISLAÇÃO. NECESSIDADE, IMPETRAÇÃO, MANDADO DE INJUNÇÃO, OBJETIVO, DISCUSSÃO, OMISSÃO LEGISLATIVA. PREVISÃO, CONSTITUIÇÃO FEDERAL, LICENÇA, GESTANTE. AUSÊNCIA, EQUIPARAÇÃO, GESTANTE, ADOTANTE, ÂMBITO, TEXTO CONSTITUCIONAL.\n\n- TERMO(S) DE RESGATE: ROMANCE EM CADEIA, DIREITO COMO INTEGRIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=778889&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LICENÇA MATERNIDADE, ADOTANTE, REGIME CELETISTA)\nRE 197807 (2ªT). \n- Decisões monocráticas citadas:\n(ADOÇÃO, CASAL HOMOSSEXUAL)\nRE 846102.\n(ISONOMIA, DURAÇÃO, LICENÇA, ADOTANTE, EMPREGADO CELETISTA, SERVIDOR PÚBLICO)\nRE 203851, RE 640216.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1281093, RMS 12504, RMS 33255, RMS 41796\nTST: RR-240.925/96\nTRF1: Processo 0043378-31.2006.4.01.0000, Processo 0042327-70.2002.4.01.3800, TRF2: Processo 201451010087901, Processo 201151010122080, TRF3: Processo 0015146-80.2009.4.03.61000, Processo 0004433-80.2013.4.03.6108, Processo 0019832-43.2013.4.03.0000, TRF4: Processo 5040161-76.2014.404.7000, Processo 5013914-09.2014.404.0000, Processo 5001933-32.2014.404.7000, TRF5: Processo 08002626720144058400, Processo 0800022130114058100, Processo 00201108720114058300. \nTJRS: AC 70013801592. \n- Legislação estrangeira citada: art. 25, n. 2, da Declaração Universal dos Direitos Humanos de 1948; Declaração Universal dos Direitos das Crianças de 1959.\nNúmero de páginas: 69.\nAnálise: 06/09/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MÔNICA CORREIA DE ARAÚJO \nADV.(A/S)  : ANA CRISTINA CAVALCANTE BELFORT E OUTRO(A/S)\nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"782 - Possibilidade de lei instituir prazos diferenciados de licença-maternidade às servidoras gestantes e às adotantes.","old_seq_sjur":352981,"documental_tese_texto":"Os prazos da licença adotante não podem ser inferiores aos prazos da licença gestante, o mesmo valendo para as respectivas prorrogações. Em relação à licença adotante, não é possível fixar prazos diversos em função da idade da criança adotada.","procedencia_geografica_completo":"PE - PERNAMBUCO","processo_codigo_completo":"RE 778889","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-03-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARROS, Rosana Maria Souza de. Adoção e família. A preferência pela faixa etária. Certezas e incertezas. Curitiba: Juruá, 2014. p. 25.\nBARROSO, Luís Roberto. Curso de direito constitucional contemporâneo: os conceitos fundamentais e a construção do novo modelo. 5. ed. São Paulo: Saraiva, 2015. p. 165.\n______. Interpretação e aplicação da Constituição. 3. ed. São Paulo: Saraiva, 1999.\nBITTENCOURT, Sávio. A Nova Lei de Adoção: do abandono à garantia do direito à convivência familiar e comunitária. Rio de Janeiro: Lumen Juris, 2010. p. 7 e 36.\nCHISHOLM, Kim et al. Attachment security and indiscriminately friendly behavior in children adopted from Romanian orphanages. Development and Psychopathology. Cambridge: Cambridge University Press, 1995. v. 7. p. 283-294.\nDWORKIN, Ronald. O império do direito. São Paulo: Martins Fontes, 2003. p. 215-331.\nFACHIN, Luiz Edson. Da Paternidade: relação biológica e afetiva. Belo Horizonte: Del Rey, 1996.\n______. Famílias entre o público e o privado.: problematizando espacialidades à luz da fenomenologia paralática. Revista Brasileira de Direito das Famílias e Sucessões, n. 23, p. 5-13, ago./set. 2011.\nFIELS, E. S. et al. Post Adoption Depression. Arch Womens Ment Health, 2010, p. 147-151. Disponível em: http://www.ncbi.nlm.nih.gov/pubmed/?term=Fields%20ES%5BAuthor%5D&cauthor=true&cauthor_uid=20119862. Acesso em: 03 nov. 2015.\nLADVOCAT, Cynthia; DIUANA, Solange. Guia de adoção: no jurídico, no social, no psicológico e na família. São Paulo: Roca, 2014. p. 346-384.\nMARCÍLIO, Maria Luiza. A lenta construção dos direitos da criança brasileira. p. 46-57.\nMCGUINNESS, Teena; PALLANSCH, Leona. Competence of Children Adopted from the Former Soviet Union. Family Relations, v. 4, out. 2000. p. 457-464.\nMORAES, Maria Celina Bodin de. A nova família de novo – estrutura e função das famílias contemporâneas. Pensar, Fortaleza, v. 18, n. 2, p. 587-628, maio/ago. p. 588.\nORIONTE, Ivana; SOUZA, Sônia Margarida Gomes. O significado do abandono para crianças institucionalizadas. Psicologia em Revista, Belo Horizonte, v. 11, n. 17, p. 29-46, jun. 2005.\nPEREIRA, Rodrigo da Cunha. Princípios Fundamentais Norteadores do Direito de Família. São Paulo: Saraiva. p. 148 et seq.\nPERSAUD, Raj apud PAUL-CARSON, Patricia. Employment Insurance Benefits for Adoptive Parents. Executive Summary for The Adoption Council of Canada. 2011. Disponível em: http://www.adoption.ca/ei-benefits-for-adoptive-parents. Acesso em: 05 nov. 2015.\nRUZYK, Carlos Eduardo Pianovski. Institutos fundamentais do direito civil e liberdades(s): repensando a dimensão funcional do contrato, da propriedade e da família. Rio de Janeiro: GZ, 2011. p. 325.\nSENECKY, Y. et al. Post-adoption depression among adoptive mothers. Maio, 2009. Disponível em: http://www.jad-journal.com/article/S0165-0327(08)00359-5/abstract. Acesso em: 05 nov. 2015.\nSILVA, Enid Rocha (Coord.). Levantamento nacional dos abrigos para crianças e adolescentes da Rede SAC. Brasília: Instituto de Pesquisa em Economia Aplicada, 2004. p. 35. Disponível em: http://www.ipea.gov.br/portal/index.php?option=com_content&view=article&id=5481. Acesso em: 20 out. 2015.\nSOUZA NETO, Cláudio Pereira; SARMENTO, Daniel. Curso de Direito Constitucional: teoria, história e métodos de trabalho. Rio de Janeiro: Forum, 2013, p. 480-483.\nTEPEDINO, Gustavo. A disciplina jurídica da filiação na perspectiva civil-constitucional. Temas de Direito Civil. 4. ed. Rio de Janeiro: Renovar, 2008. p. 473-518.\nU.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES. National Survey of Adoptive Parents. Disponível em:\nhttp://aspe.hhs.gov/basic-report/national-survey-adoptive-parents-nsap. Acesso em: 20 out. 2015. \nVENCESLAU, Rose Melo. O elo perdido da filiação: entre a verdade jurídica, biológica e afetiva no estabelecimento do vínculo paterno-filial. Rio de Janeiro: Renovar, 2004, p. 44-45.\nWEBER, Lídia Natália D. Abandono, institucionalização e adoção no Brasil: problemas e soluções. O Social em Questão, n. 14, 2005. p. 53-70.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":778889,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur376230","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, a Turma, resolvendo questão de ordem suscitada pelo Relator, deliberou manter o julgamento deste agravo no respectivo âmbito. Na sequência, por maioria, deu parcial provimento ao agravo regimental, nos termos do voto do Ministro Luís Roberto Barroso, redator do acórdão, vencidos os Ministros Marco Aurélio, Presidente e Relator, e Alexandre de Moraes. Prejudicado o agravo regimental interposto por Aécio Neves da Cunha. Primeira Turma, 26.9.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur376230","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur376230","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-terceiro-AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: DIREITO CONSTITUCIONAL E PROCESSUAL PENAL. ACÃO CAUTELAR. AGRAVO REGIMENTAL DO MINISTÉRIO PÚBLICO. REJEIÇÃO DE PRISÃO PREVENTIVA. IMPOSIÇÃO DE MEDIDAS CAUTELARES ALTERNATIVAS.\n\n\n\n    1.  Os indícios de materialidade e autoria dos delitos apontados na denúncia são substanciais.\n\n\n\n    2.  Nada obstante, há dúvida razoável, na hipótese, acerca da presença dos requisitos do art. 53, § 2º da Constituição, para fins de decretação da prisão preventiva do agravado.\n\n\n\n     3.  Diante disso, a Turma, por maioria, restabeleceu as medidas cautelares determinadas pelo relator originário, Min. Luiz Edson Fachin, consistentes em: (i) suspensão do exercício das funções parlamentares ou de qualquer outra função pública; (ii) proibição de contatar qualquer outro investigado ou réu no conjunto dos feitos em tela e (iii) proibição de se ausentar do País, devendo entregar seus passaportes.\n\n\n\n     4.  Além disso, também por maioria, a Turma acrescentou a medida cautelar diversa de prisão, prevista no art. 319, V, do Código de Processo Penal, de recolhimento domiciliar no período noturno.\n\n\n\n    5. Agravo regimental parcialmente provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13946959","externo_seq_objeto_incidente":5232498,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-247  DIVULG 26-10-2017  PUBLIC 27-10-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4327&classe=AC","is_colac":false,"titulo":"AC 4327 AgR-terceiro-AgR","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00026 ART-00027 ART-00028\n                CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00019 ART-00020\n                CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00031 ART-00032 PAR-00001 PAR-00002\n                CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00042 ART-00043 PAR-ÚNICO\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00044 ART-00045 PAR-00002 \n          ART-00045 PAR-00003 INCLUÍDO PELA EMC-9/1964\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00034 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 PAR-ÚNICO ART-00002 ART-00005 \n          \"CAPUT\" ART-00037 \"CAPUT\" \n          ART-00053 \"CAPUT\" REDAÇÃO DADA PELA EMC-35/2001\n          ART-00053 \"CAPUT\" PAR-00001 REDAÇÃO DADA PELA EMC-35/2001\n          ART-00053 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA EMC-35/2001\n          ART-00053 \"CAPUT\" PAR-00003 REDAÇÃO DADA PELA EMC-35/2001\n          ART-00053 \"CAPUT\" PAR-00008 INCLUÍDO PELA EMC-35/2001\n          ART-00054 ART-00055 ART-00056 ART-00093 \n          PAR-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000009      ANO-1964\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000011      ANO-1978\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000035      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002 PAR-00001 ART-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00317 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00125 ART-00126 ART-0144A ART-00282 \n          INC-00002 PAR-00004 ART-00302 INC-00001 \n          INC-00003 ART-00303 ART-00309 ART-00312 \n          PAR-ÚNICO \n          ART-00318 REDAÇÃO DADA PELA LEI-12403/2011\n          ART-00318 INC-00001 INCLUÍDO PELA LEI-12403/2011\n          ART-00318 INC-00002 INCLUÍDO PELA LEI-12403/2011\n          ART-00318 INC-00003 INCLUÍDO PELA LEI-12403/2011\n          ART-00318 INC-00004 REDAÇÃO DADA PELA LEI-13257/2016\n          ART-00318 INC-00005 INCLUÍDO PELA LEI-13257/2016\n          ART-00318 INC-00006 INCLUÍDO PELA LEI-13257/2016\n          ART-00319 INC-00003 INC-00004 INC-00005 \n          INC-00006\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00317\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2017-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: DESLOCAMENTO, JULGAMENTO, AGRAVO REGIMENTAL, PLENÁRIO.\n\n- AFASTAMENTO, FUNÇÃO PÚBLICA, PARLAMENTAR, PRINCÍPIO DA HARMONIA ENTRE OS PODERES.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: MINISTRO RELATOR, RECONSIDERAÇÃO, DECISÃO MONOCRÁTICA, PRINCÍPIO DA COLEGIALIDADE. ORGANIZAÇÃO CRIMINOSA, CRIME PERMANENTE. HERMENÊUTICA, TEXTO CONSTITUCIONAL, CARÁTER POLÍTICO, PODERES DA REPÚBLICA, DEMOCRACIA. DISTINÇÃO, PRERROGATIVA DE FUNÇÃO, PRIVILÉGIO, CARÁTER PESSOAL. DESCUMPRIMENTO, MEDIDA CAUTELAR, AUMENTO, RESTRIÇÃO, DECRETAÇÃO, PRISÃO PREVENTIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DISTINÇÃO, IMUNIDADE, IMPUNIDADE. IMUNIDADE, INTERPRETAÇÃO ESTRITA. PRIVILÉGIO, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA ISONOMIA. MITIGAÇÃO, IMUNIDADE PARLAMENTAR MATERIAL, IMUNIDADE PARLAMENTAR FORMAL, INCOMPATIBILIDADE, PRINCÍPIO REPUBLICANO, INTERPRETAÇÃO AXIOLÓGICA, CONSTITUIÇÃO FEDERAL. INVIOLABILIDADE PARLAMENTAR, IMUNIDADE PARLAMENTAR MATERIAL. SUBMISSÃO, PARLAMENTAR, MEDIDA CAUTELAR, SEQUESTRO DE BENS. IMUNIDADE, AUTONOMIA, INDEPENDÊNCIA, ATIVIDADE PARLAMENTAR.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRISÃO PREVENTIVA, GRAVIDADE DO CRIME, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA; RISCO, REITERAÇÃO DELITIVA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: IMUNIDADE PARLAMENTAR, GARANTIA, OPINIÃO, LIBERDADE, OPINIÃO, PALAVRA, VOTO, MEMBRO, PODER LEGISLATIVO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. EVOLUÇÃO, DIREITO COMPARADO, ORDENAMENTO JURÍDICO BRASILEIRO, JURISPRUDÊNCIA, IMUNIDADE PARLAMENTAR. PRISÃO EM FLAGRANTE, PARLAMENTAR, CRIME INAFIANÇÁVEL. DISTINÇÃO, FLAGRANTE PRÓPRIO, FLAGRANTE IMPRÓPRIO, FLAGRANTE PRESUMIDO.\n\n- TERMO(S) DE RESGATE: FREEDOM OF SPEECH, FREEDOM FROM ARREST.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4327&classe=AC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AC-AgR-terceiro-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, IMUNIDADE PARLAMENTAR MATERIAL)\nHC 3536, HC 34467. \n(PRISÃO, PARLAMENTAR)\nInq 510, HC 89417 (1ªT), AC 4036 (2ªT), AC 4039 Ref (2ªT). \n(CRIMES DO COLARINHO BRANCO)\nAP 470 (TP). \n(INVIOLABILIDADE PARLAMENTAR, IMUNIDADE PARLAMENTAR MATERIAL)\nRE 600063 (TP), InQ 390 QO (TP), InQ 2036 (TP). \n(IMUNIDADE PARLAMENTAR FORMAL)\nHC 89417 (1ªT). \n(PARLAMENTAR, SEQUESTRO DE BENS)\nAC 3957 AgR (2ªT). \n- Decisões monocráticas citadas:\n(PRISÃO, PARLAMENTAR)\nADPF 402.\n(DESCUMPRIMENTO, MEDIDA CAUTELAR, DECRETAÇÃO, PRISÃO PREVENTIVA)\nRHC 146027 MC.\n- Legislação estrangeira citada: Bill of Rights de 1689; Constituição dos Estados Unidos de 1787.\n- Veja AC 4316, AC 4070, AC 4039, Inq 4483, Inq 4506, AC 4315, InQ 4428, InQ 4386 e Inq 4414 do STF.\n\nNúmero de páginas: 118.\nAnálise: 04/04/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : AÉCIO NEVES DA CUNHA \nADV.(A/S)  : ALBERTO ZACHARIAS TORON E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":376230,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AC 4327 AgR-terceiro-AgR","processo_classe_processual_unificada_classe_sigla":"AC","julgamento_data":"2017-09-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO TERCEIRO AG.REG. NA AÇÃO CAUTELAR","documental_doutrina_texto":"ALEIXO, Pedro. Imunidades parlamentares. Rio de Janeiro: Forense, 1961. p. 5.\n______. ______. Belo Horizonte: Revista Brasileira de Estudos Políticos, 1961. p. 57.\nALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2011.\nBARATTA, Alessandro. Criminologia crítica e crítica do direito penal: introdução à sociologia do direito penal. 6. ed. Rio de Janeiro: Revan, 2011. p. 164-165.\nBARROSO, Luís Roberto. Direito Constitucional Contemporâneo. 5. ed. São Paulo: Saraiva. p. 472.\nBISCARETTI, Paolo. Introduzione al Diritto Costituzionale Comparato. 2. ed. Milão: Giuffrè, 1970. p. 303-305.\nBARBOSA, Rui. Obras completas. v. 25. Tomo 1. p. 27.\nBRASIL. CN. Relatoria da revisão Constitucional. Pareceres produzidos. Histórico. Brasília, 1994. Tomo I.\nCAMARGO, Marcelo Novelino. Como os juízes decidem: A influência de fatores extrajurídicos sobre o\ncomportamento judicial. Tese de doutorado na Pós-Graduação de Direito Público da FDIR/UERJ, 2014.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2017. p. 144-146, 387-389 e 397.\nCASTRO, Araújo. A Nova Constituição Brasileira. Rio de Janeiro: Freitas Bastos, 1936. p. 172.\nCOMPARATO, Fábio Konder. Redescobrindo o Espírito Republicano. Revista da AJURIS – Associação dos Juízes do Rio Grande do Sul, v. 32, n. 100, dez. 2005. p. 99-117.\nCRUZ, Rogério Schietti. Prisão Cautelar: Dramas, Princípios e Alternativas. 3. ed. Salvador: Juspodivm, 2017. p. 198-199 e 248-249.\nESMEIN, Adhémar. Droit Constitutionnel. 1928. v. 2. p. 419.\nFALCÃO, Alcino Pinto. Da imunidade parlamentar. Rio de Janeiro: Forense, 1955. p. 17.\n______. ______. Rio de Janeiro: Forense, 1965. p. 7-29.\nFISCHER, Douglas. Delinqüência econômica e Estado Social e Democrático de Direito. Porto Alegre: Verbo Jurídico, 2006. p. 113.\nFRIEDMAN,Barry. The Will of the People: How Public Opinion Has Influenced the Supreme Court and Shaped the Meaning of the Constitution. New York: Farrar, Straus and Giroux, 2009.\nHAURIOU, Maurice. Principios de Derecho Público y Constitucional. Tradução: Carlos Ruiz de Castillo. 2. ed. Madrid: Reus, 1927. p. 117.\nHUBNER, Conrado. Direitos fundamentais, separação de poderes e deliberação. Tese de doutorado em Ciência Política na USP, 2008. p. 201.\nLEAL, Aurelino. Theoria e Prática da Constituição Federal Brasileira. Rio de Janeiro: F. Briguiet & Cia., 1925. p. 285.\nLIMA, Renato Brasileiro de. Código de processo penal comentado. 2. Ed.. Salvador: Juspodivm, 2017. p. 933.\nLOPES JR, Aury. Direito processual penal. 11. Ed. São Paulo: Saraiva, 2014. p. 885-886.\nMIRABETE, Julio Fabbrini. Processo Penal. 10. ed. São Paulo: Atlas, 2000. p. 372 et seq.\nNUCCI, Guilherme De Souza. Código de Processo Penal Comentado. 16. ed. São Paulo, 2017. p. 760 et seq.\n_______. ______. 15. ed. Rio de Janeiro: Forense, 2016. p. 692 e 782.\nPACELLI, Eugenio. Curso de Processo Penal. 21. ed. São Paulo: Atlas, 2010. p. 540 et seq.\nPILATTI, Adriano. O princípio republicano na Constituição de 1988. In: Cadernos de Soluções Constitucionais 1. Associação Brasileira de Constitucionalistas Democratas. São Paulo: Malheiros. p. 13-14.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira. Teoria, História e Métodos de Trabalho. Belo Horizonte: 2012. p. 386.\nZAFFARONI, Eugenio Raúl; PIERANGELI, José Henrique. Manual de direito penal brasileiro: parte geral. 10. ed. São Paulo: Revista dos Tribunais, 2013. p. 73.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":4327,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur388871","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, concedeu a extradição, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Presidência do Ministro Ricardo Lewandowski. 2a Turma, 7.8.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur388871","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur388871","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTÓRIA. PEDIDO DE NOVO INTERROGATÓRIO. AUSÊNCIA DE PREJUÍZO. INDEFERIMENTO. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESENÇA DOS DEMAIS REQUISITOS. LEI DE MIGRAÇÃO. ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL. DEFERIMENTO CONDICIONADO À ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE. \n\n\n\n    1. É inoportuno e desarrazoável o pedido de realização de novo interrogatório, por ausência de tradução de trechos, tendo em vista que a irregularidade não foi suscitada pela Defensora Pública presente na audiência. Ademais, não há comprovação de prejuízo efetivo, mormente porque o ocorrido não comprometeu o entendimento do Juízo ou da defensoria sobre os fatos relatados pelo extraditando. Tampouco haveria utilidade em proceder nova oitiva, porquanto o detalhamento das ameaças supostamente sofridas, no caso, não teriam o condão de impedir o deferimento dessa extradição.\n\n\n\n    2. A simples alegação de que a extradição importará risco à vida do extraditando não se presta a obstar o acolhimento do pedido, mormente pela inexistência de comprovação idônea de causa excepcional que legitime a recusa, bem como pelo fato de que a garantia da segurança do extraditando em seu território incumbe ao Estado requerente. \n\n\n\n    3. Presentes a dupla tipicidade e punibilidade, bem como os demais requisitos previstos na Lei de Migração e no Acordo de Extradição entre os Estados Partes do Mercosul, não se verifica óbice ao deferimento da extradição.\n\n\n\n    4. Pedido de extradição deferido e condicionado à assunção prévia pelo Estado requerente dos compromissos previstos no art. 96 da Lei 13.445/2017, dentre eles o de detração da pena.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=747965643","externo_seq_objeto_incidente":5309686,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-168  DIVULG 16-08-2018  PUBLIC 17-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1523&classe=Ext","is_colac":false,"titulo":"Ext 1523","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00082 ART-00088 ART-00089 ART-00096\n                LEI ORDINÁRIA\n\n","LEG-INT   ACO      ANO-1998\n          ART-00002 NÚMERO-1 ART-00005 ART-00006 \n          ART-00007 ART-00008 ART-00009 ART-00029\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004 ART-00129 PAR-00009\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2018-08-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1523&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ESTADO REQUERENTE, DEVER DE SEGURANÇA, EXTRADITANDO)\nExt 1130 (TP), Ext 1337 (2ªT), Ext 532 (TP). \n- Legislação estrangeira citada: Art. 102 e art. 229, §1º e §2º, do Código Penal do Paraguai, que foi alterado pela Lei 5.378/2014 do Paraguai.\nNúmero de páginas: 10.\nAnálise: 17/09/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PARAGUAI \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : ABEL CÁRDENAS GUERRERO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":388871,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1523","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-08-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1523,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur279732","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, conheceu e deu provimento ao recurso extraordinário. Votou o Presidente, Ministro Joaquim Barbosa. Ausentes, neste julgamento, os Ministros Gilmar Mendes e Dias Toffoli. Plenário, 29.05.2014.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur279732","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur279732","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"TRIBUTO – ARRECADAÇÃO – SANÇÃO POLÍTICA. Discrepa, a mais não poder, da Carta Federal a sanção política objetivando a cobrança de tributos – Verbetes nº 70, 323 e 547 da Súmula do Supremo.\n\n\n\n    TRIBUTO – DÉBITO – NOTAS FISCAIS – CAUÇÃO – SANÇÃO POLÍTICA – IMPROPRIEDADE. Consubstancia sanção política visando o recolhimento de tributo condicionar a expedição de notas fiscais a fiança, garantia real ou fidejussória por parte do contribuinte. Inconstitucionalidade do parágrafo único do artigo 42 da Lei nº 8.820/89, do Estado do Rio Grande do Sul.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6911989","externo_seq_objeto_incidente":2561427,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-197  DIVULG 08-10-2014  PUBLIC 09-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=565048&classe=RE","is_colac":false,"titulo":"RE 565048","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00014\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00150 PAR-00023\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00013 INC-00054 ART-00170 \n          PAR-ÚNICO\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011419      ANO-2006\n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000070      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000323      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000547      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-008820      ANO-1989\n          ART-00039 PAR-00002 INCLUÍDO PELA LEI-9206/1991\n          ART-00042 PAR-ÚNICO INCLUÍDO PELA LEI-10908/1996\n          ART-00042 PAR-00001 REDAÇÃO DADA PELA LE-12209/2004\n                LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-009206      ANO-1991\n                LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-010908      ANO-1996\n                LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012209      ANO-2004\n                LEI ORDINÁRIA, RS"],"publicacao_data":"2014-10-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ENTENDIMENTO, DOUTRINA, CONFIGURAÇÃO, SANÇÃO, CARÁTER POLÍTICO, HIPÓTESE, RESTRIÇÃO ADMINISTRATIVA, ATIVIDADE EMPRESARIAL, APREENSÃO, MERCADORIA, REGIME ESPECIAL DE TRIBUTAÇÃO, FINALIDADE, COBRANÇA, TRIBUTO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CONFIGURAÇÃO, OFENSA, PRINCÍPIO CONSTITUCIONAL, DEVIDO PROCESSO LEGAL, LIVRE INICIATIVA, HIPÓTESE, COBRANÇA, TRIBUTO, INTERMÉDIO, SANÇÃO, CARÁTER POLÍTICO. NECESSIDADE, PODER PÚBLICO, OBSERVÂNCIA, PROCESSO, EXECUÇÃO FISCAL, FINALIDADE, COBRANÇA, TRIBUTO. IMPOSSIBILIDADE, PODER PÚBLICO, IMPOSIÇÃO, RESTRIÇÃO, DESPROPORCIONALIDADE, PRINCÍPIO DA LIVRE INICIATIVA, INTERMÉDIO, ATIVIDADE LEGISLATIVA, FINALIDADE, COBRANÇA, TRIBUTO, FUNDAMENTO, CONFIGURAÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, NATUREZA JURÍDICA, PRINCÍPIO CONSTITUCIONAL. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CONFIGURAÇÃO, OBRIGAÇÃO, PODER PÚBLICO, PRESERVAÇÃO, ATIVIDADE EMPRESARIAL, DECORRÊNCIA, PODER DE TRIBUTAR. INADMISSIBILIDADE, ANULAÇÃO, DIREITO FUNDAMENTAL, DECORRÊNCIA, EXERCÍCIO, PODER PÚBLICO, PODER DE TRIBUTAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: ADMISSIBILIDADE, UTILIZAÇÃO, SANÇÃO FISCAL, CARÁTER POLÍTICO, HIPÓTESE, EXISTÊNCIA, JUÍZO DE CERTEZA, VONTADE, PESSOA JURÍDICA, FINALIDADE, OBTENÇÃO, VANTAGEM PECUNIÁRIA, DECORRÊNCIA, SONEGAÇÃO, TRIBUTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), NECESSIDADE, ESTADO BRASILEIRO, OBSERVÂNCIA, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, HIPÓTESE, ELABORAÇÃO, APLICAÇÃO, LEI, FUNDAMENTO, CONFIGURAÇÃO, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, PARÂMETRO, AFERIÇÃO, CONSTITUCIONALIDADE MATERIAL, ATIVIDADE ESTATAL. IMPOSSIBILIDADE, ESTADO BRASILEIRO, UTILIZAÇÃO, PODER DE TRIBUTAR, FINALIDADE, SUPRESSÃO, DIREITO FUNDAMENTAL, CONTRIBUINTE, FUNDAMENTO, EXISTÊNCIA, CONSTITUIÇÃO FEDERAL DE 1988, GRANDE QUANTIDADE, GARANTIA, CONTRIBUINTE, FINALIDADE, VEDAÇÃO, EXCESSO, PODER PÚBLICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=565048&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SANÇÃO POLÍTICA, DIREITO TRIBUTÁRIO, ACESSO AO PODER JUDICIÁRIO, DEVIDO PROCESSO LEGAL, LIVRE INICIATIVA)\nADI 173 (TP). \n(SANÇÃO POLÍTICA, INADIMPLEMENTO, TRIBUTO)\nADI 173 (TP), RE 413782 (TP), RE 550769 (TP), RE 591033 RG, RE 633239 AgR (2ªT). \n(SANÇÃO POLÍTICA, DIREITO TRIBUTÁRIO, CONTRARIEDADE, LIBERDADE PÚBLICA)\nRE 216983 AgR (2ªT), RTJ 125/395, RTJ 33/99, RTJ 45/859, RTJ 47/327, RTJ 73/821, RTJ 100/1091, RTJ 111/1307, RTJ 115/1439, RTJ 138/847, RTJ 177/961. \n(CARÁTER ABSOLUTO, DIREITO FUNDAMENTAL)\nRTJ 173/807. \n(PRINCÍPIO DA LIVRE INICIATIVA, LIMITAÇÃO MATERIAL, PODER DE TRIBUTAR)\nRE 18331 (2ªT), RTJ 176/578. \n(PRINCÍPIO DA PROPORCIONALIDADE, PARÂMETRO, CONTROLE DE CONSTITUCIONALIDADE, ATIVIDADE ESTATAL)\nRTJ 160/140, RTJ 178/22, RTJ 176/578. \n- Decisões monocráticas citadas:\n(SANÇÃO POLÍTICA, INADIMPLEMENTO, TRIBUTO)\nRE 409956, RE 424061, RE 409958, RE 434987, RE 414714, RE 374981.\n(ESTATUTO CONSTITUCIONAL DO CONTRIBUINTE, TUTELA, PODER JUDICIÁRIO)\nPet 1466.\n- Acórdão(s) citado(s) - outros tribunais:\n(PRINCÍPIO DA LIVRE INICIATIVA, LIMITAÇÃO MATERIAL, PODER DE TRIBUTAR)\nRF 145/164, RDA 34/132. \n- Decisão estrangeira citada: Caso Panhandle Oil Co. vs. State of Mississippi Ex Rel. Knox (277 U.S. 218).\r\nNúmero de páginas: 29.\r\nAnálise: 13/10/2014, RAF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MAXPOL - INDUSTRIAL DE ALIMENTOS LTDA \nADV.(A/S)  : MATEUS FETTER DE ALMEIDA \nRECDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"31 - Exigência de garantia real ou fidejussória para impressão de documentos fiscais de contribuintes inadimplentes.","old_seq_sjur":279732,"documental_tese_texto":"É inconstitucional o uso de meio indireto coercitivo para pagamento de tributo – “sanção política” –, tal qual ocorre com a exigência, pela Administração Tributária, de fiança, garantia real ou fidejussória como condição para impressão de notas fiscais de contribuintes com débitos tributários.\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 565048","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2014-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÁVILA, Humberto Bergmann. Sistema Constitucional Tributário. Saraiva, 2004. p. 324 e 326.\r\n_____. Sistema Constitucional Tributário. 5. ed. São Paulo: Saraiva, 2012. p. 398/399.\r\nBALEIRO, Aliomar. Direito Tributário Brasileiro. 11. ed., atualizado por Misabel Abreu Machado Derzi. Forense, 1999. p. 878/880, item 2.\r\nBIM, Eduardo Fortunato. A Inconstitucionalidade das Sanções Políticas Tributárias no Estado de Direito: Violação ao Substantive Due Processo of Law (Princípios da Razoabilidade e da Proporcionalidade). In: ROCHA, Valdir de Oliveira (Coord.). Grandes Questões Atuais de Direito Tributário. São Paulo: Dialética, 2004. v. 8. p. 67/92, 83 e 76.\r\nCOÊLHO, Sacha Calmon Navarro. Infração Tributária e Sanção. In: Sanções Administrativas Tributárias. Dialética, 2004. p. 420/444.\r\nMACHADO, Hugo de Brito. Sanções Políticas no Direito Tributário. Revista Dialética de Direito Tributário nº 30. São Paulo: Dialética, março de 1998. p. 46/47.\r\nNOGUEIRA, Ruy Barbosa. Curso de Direito Tributário. 14. ed. São Paulo:\r\nSaraiva, 1995. p. 205 e 296.\r\nPINTO, Bilac. Os Limites do Poder Fiscal do Estado. Revista Forense: 82. p. 547/562 e 552.\r\nPONTES, Helenilson Cunha. O Princípio da Proporcionalidade e o Direito Tributário. Dialética, 2000. p. 141/143, item 2.3.\r\nSEGUNDO, Hugo de Brito Machado. Processo Tributário. Atlas, 2004. p. 93/95, item 2.7.\r\nSIQUEIRA, Edison Freitas de. Débito Fiscal – análise crítica e sanções políticas. Sulina, 2001. p. 61/62, item 2.3.\r\nTORRES, Ricardo Lobo. Curso de Direito Financeiro e Tributário. Renovar, 1995. p. 270, item 7.1.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":565048,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur278222","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Marco Aurélio, Presidente e Relator, que deferia a extradição no sentido de viabilizar a entrega do extraditando ao governo requerente pelo Chefe do Poder Executivo Nacional, pediu vista do processo o Senhor Ministro Roberto Barroso. Aguardam os demais. Falou o Dr. Pierpaolo Cruz Bottini, pelo extraditando. Primeira Turma, 12.8.2014.\r\n\n            Decisão: A Turma declarou a viabilidade da entrega do extraditando pelo Chefe do Poder Executivo ao Governo requerente, nos termos do voto do relator. Unânime. Não participou, justificadamente, deste julgamento, o Senhor Ministro Luiz Fux. Presidência do Senhor Ministro Marco Aurélio. Primeira Turma, 9.9.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur278222","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur278222","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – REQUISITOS. Uma vez atendidos requisitos legais sob o ângulo da existência de ordem de prisão ou de título condenatório criminal, da dupla tipologia e da ausência de prescrição, respeitando os documentos anexados ao processo a forma prevista em lei, cumpre reconhecer a possibilidade de implementar a extradição, cabendo o ato definidor ao Chefe do Poder Executivo Nacional.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6820279","externo_seq_objeto_incidente":4281783,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-189  DIVULG 26-09-2014  PUBLIC 29-09-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1284&classe=Ext","is_colac":false,"titulo":"Ext 1284","documental_legislacao_citada_texto":["LEG-INT   TTD      ANO-1961\n                DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-FED   LEI-006815      ANO-1980\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00001 PAR-00002 INC-00002 REDAÇÃO ORIGINÁRIA\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00288 REDAÇÃO ORIGINÁRIA\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00212\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2014-09-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INCORPORAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, TRATADO DE EXTRADIÇÃO, ESTADO BRASILEIRO, ESTADOS UNIDOS DA AMÉRICA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROBERTO BARROSO: CARACTERIZAÇÃO, DUPLA TIPICIDADE, HIPÓTESE, CONSTATAÇÃO, AUTOS, CRIME DE LAVAGEM DE DINHEIRO, ASSOCIAÇÃO PARA O TRÁFICO, OCORRÊNCIA, SOLICITAÇÃO, EXTRADIÇÃO, EXCLUSIVIDADE, CRIME DE LAVAGEM DE DINHEIRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1284&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CRIME DE LAVAGEM DE DINHEIRO, TRATADO DE EXTRADIÇÃO BRASIL - ESTADOS UNIDOS)\nHC 92598 (TP), Ext 1103 (TP), Ext 1188 (2ªT). \n(DUPLA TIPICIDADE, CRIME DE LAVAGEM DE DINHEIRO)\nEXT 701 (TP). \n(DUPLA TIPICIDADE, CONSPIRAÇÃO, FORMAÇÃO DE QUADRILHA)\nExt 1051 (TP). \n- Legislação estrangeira citada: Título 18, Seção 1956(h), Título 21, art. 963, do Código dos Estados Unidos.\r\n\nNúmero de páginas: 18.\nAnálise: 06/10/2014, JOS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : WILLIAM SALVADOR HIDALGO-LEONOR OU BENEDICT RIVAS \nADV.(A/S)  : PIERPAOLO CRUZ BOTTINI \nADV.(A/S)  : IGOR SANT&apos;ANNA TAMASAUSKAS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":278222,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1284","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2014-09-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"BADARÓ, Gustavo Henrique; BOTINI, Pierpaolo Cruz. Lavagem de Dinheiro – Aspectos penais e processuais penais. p. 115.\r\nBALTAZAR JUNIOR, José Paulo. Crimes Federais. 9. ed. 2014. p. 1125.\r\nDELMANTO, Roberto; DELMANTO JÚNIOR, Roberto; DELMANTO, Fabio M. de Almeida. Leis Penais Especiais Comentadas”, 2ª ed. 2014. p. 702/703.\r\nNUCCI, Guilherme de Souza. Leis Penais e Processuais Penais Comentadas. 7ª ed. 2013. p. 488/489.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":1284,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur287279","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RR","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, julgou improcedente a denúncia, na forma do artigo 6º da Lei 8.038/90, absolvendo o réu na forma do artigo 386, inciso III, do Código Penal, nos termos do voto do Relator. Falaram, pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques e, pelo investigado, o Dr. Ticiano Figueiredo de Oliveira. 2ª Turma, 23.09.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur287279","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Roraima","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur287279","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Inquérito. 2. Competência originária. 3. Penal e Processual Penal. 4. Inépcia da denúncia. A descrição do objeto do crime, ainda que per relationem, é suficiente para a compreensão da imputação. 5. Destruição de floresta – art. 38 da Lei 9.608/98. Imputação de participação em destruição de floresta, mediante implementação, pelo prefeito municipal, de obras de infraestrutura que facilitaram a ocupação da área. Ocupação iniciada antes do mandato eletivo. Obras de infraestrutura que, em sua maioria, foram realizadas fora do período de gestão do denunciado. Ausência de adesão da conduta do gestor público à conduta dos ocupantes que realizam a destruição. Conduta descrita na denúncia como contribuição para o fato típico que é, ela mesma, atípica. Atipicidade da conduta. 6. Absolvição liminar do denunciado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7432605","externo_seq_objeto_incidente":4083855,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-240  DIVULG 05-12-2014  PUBLIC 09-12-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3202&classe=Inq","is_colac":false,"titulo":"Inq 3202","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004771      ANO-1965\n          ART-00003 LET-G PAR-00002\n                CFL-1965 CÓDIGO FLORESTAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009608      ANO-1998\n          ART-00038\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00013 ART-00029 ART-00163\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00386 INC-00003\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-MUN   LEI-000110      ANO-2006\n                LEI ORDINÁRIA DO MUNICÍPIO DE PACARAIMA, RR\n\n","LEG-MUN   LEI-000111      ANO-2006\n                LEI ORDINÁRIA DO MUNICÍPIO DE PACARAIMA, RR"],"publicacao_data":"2014-12-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPROCEDÊNCIA, DENÚNCIA. DENÚNCIA GENÉRICA, INCOMPATIBILIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, CONTRADITÓRIO. DENÚNCIA, DEVER, DESCRIÇÃO, TOTALIDADE, ELEMENTO CONSTITUTIVO, FATO TÍPICO. AUSÊNCIA, CONFIGURAÇÃO, PARTICIPAÇÃO, DENUNCIADO. INSUFICIÊNCIA, PROVA, CONCORRÊNCIA, RÉU, IMPLEMENTAÇÃO, OBRA PÚBLICA. SANÇÃO, LEI MUNICIPAL, AUSÊNCIA, INDICAÇÃO, RESPONSABILIDADE PENAL, MOTIVO, SANÇÃO, CONFIGURAÇÃO, FASE FINAL, PROCESSO LEGISLATIVO, DELIBERAÇÃO, PROJETO DE LEI, COMPETÊNCIA, PARLAMENTAR. LEI MUNICIPAL, EXCLUSIVIDADE, RECONHECIMENTO, OCUPAÇÃO, ÁREA, MOMENTO ANTERIOR, AUSÊNCIA, RESPONSABILIDADE, SUPRESSÃO DE VEGETAÇÃO, MOTIVO, INEXISTÊNCIA, DOLO. IMPOSSIBILIDADE, AFIRMAÇÃO, PREFEITO, ADMISSÃO, RISCO, DESTRUIÇÃO, FLORESTA, DECORRÊNCIA, EXECUÇÃO, OBRA PÚBLICA, MELHORIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3202&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITO, DENÚNCIA)\nHC 70763 (1ªT), HC 73271 (1ªT). \n- Legislação estrangeira citada: art. 1º da Constituição alemã.\r\nNúmero de páginas: 15.\r\nAnálise: 11/12/2014, ABP.\r\nRevisão: 15/01/2014, KAR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : PAULO CESAR JUSTO QUARTIERO \nADV.(A/S)  : TICIANO FIGUEIREDO DE OLIVEIRA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":287279,"documental_tese_texto":null,"procedencia_geografica_completo":"RR - RORAIMA","processo_codigo_completo":"Inq 3202","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2014-09-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro/São Paulo: Freitas Bastos, 1959. v. 2. p. 183.\r\nMAUNZ-DÜRIG. Grundgesetz Kommentar. Band I. München, Verlag C.H. Beck, 1990, 1I. 18.\r\nROCHA, Aléx Peres. Em Crimes Ambientais. Organizadores José Paulo Baltazar Junior e Fernando Quadros da Silva. Porto Alegre: Verbo Jurídico, 2010.\r\nZAFFARONI, Eugenio Raúl. PIERANGELI, José Henrique. Manual de direito penal brasileiro. 6ª ed. São Paulo: Revista dos Tribunais, 2006. v. 1. p. 585.","ministro_facet":["GILMAR MENDES"],"processo_numero":3202,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282173","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Retirado de pauta por indicação do Senhor Ministro Relator. 2ª Turma, 11.03.2014.\r\n\n           Decisão: A Turma, por votação unânime, deferiu o pedido de extradição, com reversão da decisão liberatória de fls. 251-252 e determinação do imediato recolhimento do extraditando, nos termos da decisão de fl. 93, assegurada, ao final, a detração do tempo em que o extraditando tiver permanecido preso no Brasil por força do pedido de extradição (artigo 91, II, da Lei 6.815/1980). Determinou, ainda, a expedição do mandado de prisão, cujo cumprimento deverá ser comunicado a esta Corte, ao Ministério da Justiça e à representação diplomática do Estado requerente, nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Bruno Guimarães dos Santos. Ausentes, justificadamente, neste julgamento, os Senhores Ministros Ricardo Lewandowski e Cármen Lúcia. Presidiu, este julgamento, o Senhor Ministro Celso de Mello. 2ª Turma, 29.04.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282173","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur282173","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO FUNDADA EM TRATADO. EXTRADITANDO QUE POSSUI FILHO BRASILEIRO. DELITO DE FRAUDE. EMISSÃO DE CHEQUES SEM PROVISÃO DE FUNDOS COMO MEIO PARA A FRAUDE. DUPLA TIPICIDADE E DUPLA PUNIBILIDADE. REQUISITOS ATENDIDOS NO CASO. EXTRADIÇÃO DEFERIDA. \n\n\n\n    1. Por força do sistema de contenciosidade limitada consagrado no Estatuto do Estrangeiro (art. 85, § 1º) e placitado pela jurisprudência desta Corte, o processo de extradição não contempla revisão da condenação que deu origem ao pedido. Precedentes.\n\n\n\n    2. No caso dos autos, incide o verbete 421 da Súmula do Supremo Tribunal Federal: “Não impede a extradição a circunstância de ser o extraditando casado com brasileiro ou ter filho brasileiro.”\n\n\n\n    3. O crime de “fraude” por meio da emissão de cheques sem provisão de fundos (art. 215, alínea 4, do Código Penal romeno) encontra correspondência, no caso, no tipo penal do art. 171, caput, do Código Penal. Doutrina e jurisprudência.\n\n\n\n    4. No direito brasileiro, não corre o prazo prescricional durante a suspensão condicional da pena. Inteligência dos arts. 77 c/c 112, ambos do Código Penal. Precedentes.\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7081177","externo_seq_objeto_incidente":4092174,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1254&classe=Ext","is_colac":false,"titulo":"Ext 1254","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 ART-00078 INC-00001 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00085 PAR-00001 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00077 ART-00109 INC-00003 INC-00004 \n          INC-00005 ART-00110 ART-00112 INC-00001 \n          ART-00171 \"CAPUT\" PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), APRECIAÇÃO, APLICAÇÃO, NOVIDADE, CÓDIGO PENAL, ROMÊNIA, DECORRÊNCIA, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. EMISSÃO, MULTIPLICIDADE, CHEQUE SEM FUNDO, VENDA, MERCADORIA, VALOR, INFERIORIDADE, FUGA, PAÍS ESTRANGEIRO, DEMONSTRAÇÃO, DOLO ESPECÍFICO, ESTELIONATO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1254&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 542 (TP), Ext 866 (TP). \n(EXPULSÃO DE ESTRANGEIRO, FILHO BRASILEIRO, REPERCUSSÃO GERAL)\nRE 608898 RG. \n(CHEQUE SEM FUNDO, ESTELIONATO)\nRHC 63783 (2ªT). \n(PRAZO PRESCRICIONAL, SUSPENSÃO CONDICIONAL DO PROCESSO)\nHC 91562 (2ªT). \n(SÚMULA 421/STF)\nEXT 641 (TP). \n(ACÓRDÃO CONFIRMATÓRIO, INTERRUPÇÃO, PRAZO PRESCRICIONAL)\nRE 751394 (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 167741. \n- Legislação estrangeira citada: art. 126, b; art. 215, alínea 4 do Código Penal romeno.\nNúmero de páginas: 17.\nAnálise: 20/11/2014, KAR.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ROMÊNIA \nEXTDO.(A/S)  : KILLIAN WALTER OU WALTER KILLIAN \nADV.(A/S)  : VANUZA VIDAL SAMPAIO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282173,"documental_tese_texto":null,"procedencia_geografica_completo":"ROU - ROMÊNIA","processo_codigo_completo":"Ext 1254","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2014-04-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"BITENCOURT, Cezar Roberto. Tratado de direito penal: parte especial. 5. ed. rev. atual.\r\nSão Paulo: Saraiva, 2009. V. 3. p. 246-247.\r\nNUCCI, Guilherme de Souza. Código Penal comentado. 14. ed. rev. atual. ampl. Rio de Janeiro: Forense, 2014. p. 927.\r\nPRADO, Luiz Regis. Curso de direito penal brasileiro: parte especial, arts. 121 a 249.  11 ed. rev. atual. ampl. São Paulo: Revista dos Tribunais, 2013. V. 2. p. 595.","ministro_facet":["TEORI ZAVASCKI"],"processo_numero":1254,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur415770","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição e, quanto à alegação da defesa de que o extraditando necessita de tratamento odontológico, determinou: a) oficie-se, com máxima urgência, à Polícia Federal para que, no prazo de 5 dias, informe sobre a condição de saúde bucal do extraditando e, caso detectado algum problema, as providências adotadas; e b) intime-se a defesa do extraditando para que, no prazo de 5 dias, junte aos autos documentos comprobatórios de suas alegações, nos termos do voto da Relatora. Ausente, justificadamente, o Ministro Celso de Mello. Falou o Dr. Daniel Mourad Majzoub, pelo extraditando. Presidência da Ministra Cármen Lúcia. 2ª Turma, 29.10.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur415770","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur415770","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. PRISÃO PREVENTIVA DECRETADA PELA JUSTIÇA NORTE-AMERICANA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIME DE TRÁFICO DE DROGAS. PREVISÃO NO TRATADO. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelos Estados Unidos da América atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao extraditando.\n\n\n\n    3. O crime de tráfico de drogas está previsto como hipótese de extradição no Tratado. Preenchido o requisito da dupla tipicidade. Inexistência de prescrição no Brasil ou nos Estados Unidos.\n\n\n\n    4. Não cabe a este Supremo Tribunal Federal analisar o mérito da acusação e as provas que lhe correspondem, uma vez que vigora no Brasil o princípio da contenciosidade limitada.\n\n\n\n    5. Manutenção da prisão preventiva do extraditando.\n\n\n\n    6. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751489696","externo_seq_objeto_incidente":5710360,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-260  DIVULG 27-11-2019  PUBLIC 28-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1590&classe=Ext","is_colac":false,"titulo":"Ext 1590","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\" ART-00040 INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00006 \n          ART-00083 INC-00001 ART-00084 PAR-00004 \n          PAR-00005 ART-00086 ART-00088 PAR-00003\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1961\n          ART-00002 ITEM-28 ART-00003 ART-00005 \n          ITEM-3 ART-00008 ART-00009\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL"],"publicacao_data":"2019-11-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1590&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO INSTRUTÓRIA)\nHC 80993 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1573 (2ªT). \n- Legislação estrangeira citada: seção 952(a), do título 21, seção 2, do título 18, e seção 960(b)(3), do título 21, do Código dos Estado Unidos da América.\nNúmero de páginas: 21.\nAnálise: 03/09/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : MARC ANTHONY FISICARO \nADV.(A/S)  : DANIEL MOURAD MAJZOUB","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":415770,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1590","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-10-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1590,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur410388","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"ES","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, indeferiu a ordem de Habeas Corpus e revogou a medida liminar anteriormente deferida, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencido o Ministro Marco Aurélio, Relator. Falou a Dra. Iara Encarnação Macedo pelo Paciente. Presidência do Ministro Luiz Fux. Primeira Turma, 25.6.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur410388","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Espírito Santo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur410388","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS. EXECUÇÃO PROVISÓRIA DA PENA. POSSIBILIDADE. \n\n\n\n    1. As exigências decorrentes da previsão constitucional do princípio da presunção de inocência não são desrespeitadas mediante a possibilidade de execução provisória da pena privativa de liberdade, quando a decisão condenatória observar todos os demais princípios constitucionais interligados; ou seja, quando o juízo de culpabilidade do acusado tiver sido firmado com absoluta independência pelo juízo natural, a partir da valoração de provas obtidas mediante o devido processo legal, contraditório e ampla defesa em dupla instância, e a condenação criminal tiver sido imposta, em decisão colegiada, devidamente motivada, de Tribunal de 2º grau. \n\n\n\n    2. Habeas Corpus indeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750768368","externo_seq_objeto_incidente":5509675,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-196  DIVULG 09-09-2019  PUBLIC 10-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=159807&classe=HC","is_colac":false,"titulo":"HC 159807","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00053 INC-00054 \n          INC-00055 INC-00056 INC-00057 INC-00061\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00004 \"CAPUT\" ART-00025\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 \n          ART-00283 \"CAPUT\" REDAÇÃO DADA PELA LEI-12403/2011\n          ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000716      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000717      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-09-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRESUNÇÃO RELATIVA, EXIGÊNCIA, ELEMENTO MÍNIMO, PROVA, AFASTAMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ESTADO DE DIREITO, LIMITAÇÃO, ATIVIDADE LEGISLATIVA; CONDICIONAMENTO, INTERPRETAÇÃO, NORMA; ÔNUS DA PROVA, ACUSAÇÃO, VEDAÇÃO, PROVA IMPOSSÍVEL; PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, INTERPRETAÇÃO CONSTITUCIONAL, TRÂNSITO EM JULGADO, DELIMITAÇÃO, PRINCÍPIO DA EFETIVIDADE DO PROCESSO, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EFETIVIDADE, CONDENAÇÃO, DECISÃO COLEGIADA, SEGUNDA INSTÂNCIA, COMPETÊNCIA, APRECIAÇÃO, PROVA, AFASTAMENTO, CULPABILIDADE, RÉU. STF, VALORAÇÃO DA PROVA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). PRISÃO, ABUSO, AJUIZAMENTO, HABEAS CORPUS, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), RECURSO ORDINÁRIO, STF. PRINCÍPIO DA EFETIVIDADE DO PROCESSO, EXECUÇÃO PROVISÓRIA DA PENA, CAUSA INTERRUPTIVA, PRESCRIÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EXECUÇÃO PROVISÓRIA, PRERROGATIVA DE FORO. EXIGÊNCIA, TRÂNSITO EM JULGADO, EFEITO SECUNDÁRIO, PENA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DENÚNCIA, INÉPCIA, DESCRIÇÃO, FATO, VIABILIZAÇÃO, DEFESA. DOSIMETRIA DA PENA, COMETIMENTO DE CRIME. EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. HABEAS CORPUS, EXTENSÃO, CORRÉU.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=159807&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 68726 (TP), HC 69964 (TP), RHC 71959 (2ªT), HC 73968 (1ªT), HC 75233 (1ªT), HC 84078 (TP), HC 90645 (1ªT), HC 126292 (TP), ADC 43 MC (TP), ADC 44 MC (TP), ARE 964246 RG, HC 152752 (TP), ADC 54 AgR (TP). \n(JUÍZO DE CONSISTÊNCIA)\nHC 72366 (1ªT). \n- Decisão monocrática citada:\n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nRE 636533.\n- Legislação estrangeira citada: Art. 9º, da Declaração francesa dos Direitos do Homem e do Cidadão, promulgada em 26/8/1789; art. 6º, item 2, da Convenção Europeia dos Direitos do Homem.\n- Decisões estrangeiras citadas: Casos Herrera Ulloa vs. Costa Rica, 2004; Caso Ricardo Canese vs. Paraguay, 2004; Rosendo Cantú y outra vs. México, 2011; Mohamed vs. Argentina, 2012, da Corte Interamericana de Direitos Humanos.\n- Veja inciso II, alínea “c”, da Instrução n. 8/79 da Comissão de Valores Mobiliários.\nNúmero de páginas: 27.\nAnálise: 19/06/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : JOSE ANTONIO MACEDO \nIMPTE.(S)  : IARA ENCARNACAO MACEDO \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":410388,"documental_tese_texto":null,"procedencia_geografica_completo":"ES - ESPÍRITO SANTO","processo_codigo_completo":"HC 159807","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-06-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"CANOTILHO, José Joaquim Gomes. José Direito Constitucional e teoria da Constituição. 2. ed. Coimbra: Almedina, 1998.\nENTERRÍA, Garcia de. Reflexiones sobre la ley e los princípios generales del derecho. Madri: Civitas, 1996. p. 30.\nMOREIRA, Vital. Fundamentos da Constituição. Coimbra: Coimbra, 1991. p. 134 et seq.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":159807,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}