{"result":{"took":541,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur278077","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Chamadas para julgamento em conjunto as Ações Diretas de Inconstitucionalidade nºs 4.357, 4.372, 4.400 e 4.425, e após o voto do Senhor Ministro Ayres Britto (Relator), rejeitando as preliminares e conhecendo, em parte, da ADI 4.372, foi o julgamento dos feitos suspenso. Ausentes o Senhor Ministro Celso de Mello, justificadamente; o Senhor Ministro Gilmar Mendes, representando o Tribunal na Comissão de Veneza, Itália, e o Senhor Ministro Joaquim Barbosa, licenciado. Falaram, pelos requerentes Conselho Federal da Ordem dos Advogados do Brasil (ADIs 4.357 e 4.372); Associação Nacional dos Servidores do Poder Judiciário (ADI 4.357) e Confederação Nacional dos Servidores Públicos (ADI 4.357); Associação Nacional dos Magistrados da Justiça do Trabalho (ADI 4.400), e Confederação Nacional da Indústria (ADI 4.425), respectivamente, o Dr. Ophir Cavalcante Júnior; o Dr. Júlio Bonafonte; o Dr. Alberto Pavie Ribeiro e o Dr. Sérgio Campinho; pela Advocacia-Geral da União, o Ministro Luís Inácio Lucena Adams; e, pelos amici curiae Município de São Paulo (ADIs 4.357 e 4.372); Estado do Pará (ADIs 4.357, 4.372, 4.400 e 4.425), Sindicato Nacional dos Docentes das Instituições de Ensino Superior (ADI 4.357) e Confederação Nacional dos Trabalhadores em Educação (ADI 4.357) e Associação dos Advogados de São Paulo (ADI 4.357), respectivamente, a Dra. Simone Andrea Barcelos Coutinho, Procuradora do Município; o Dr. José Aluysio Cavalcante Campos, Procurador do Estado; o Dr. Cláudio Pereira de Souza Netto e o Dr. Roberto Timoner. Presidência do Senhor Ministro Cezar Peluso. Plenário, 16.06.2011. \r\n\n                  Decisão: Após o voto do Senhor Ministro Ayres Britto (Relator), que julgava parcialmente procedente a ação direta, pediu vista dos autos o Senhor Ministro Luiz Fux. Ausentes, justificadamente, os Senhores Ministros Gilmar Mendes e Joaquim Barbosa. Presidência do Senhor Ministro Cezar Peluso. Plenário, 06.10.2011.\r\n\n                 Decisão: Colhido o voto-vista do Ministro Luiz Fux, o Tribunal julgou extinta a ação por ilegitimidade ativa do requerente, vencido o Ministro Ayres Britto (Relator). Votou o Presidente, Ministro Joaquim Barbosa. Redigirá o acórdão o Ministro Luiz Fux. Plenário, 06.03.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur278077","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur278077","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL. FISCALIZAÇÃO ABSTRATA DE CONSTITUCIONALIDADE. LEGITIMIDADE ATIVA AD CAUSAM PARA A INSTAURAÇÃO DO PROCESSO PERANTE O SUPREMO TRIBUNAL FEDERAL. INTELIGÊNCIA DO ART. 103, IX, DA CONSTITUIÇÃO DA REPÚBLICA. ENTIDADE DE CLASSE DE ÂMBITO NACIONAL. INVIABILIDADE DE REPRESENTAÇÃO APENAS PARCIAL DA CATEGORIA. PRECEDENTES DA CORTE. ILEGITIMIDADE ATIVA CONFIGURADA. EXTINÇÃO DO PROCESSO SEM RESOLUÇÃO DO MÉRITO. \n\n\n\n    1. A associação classista de âmbito nacional deve representar toda a respectiva categoria para que ostente a legitimidade ativa ad causam para provocar a jurisdição constitucional abstrata (CRFB, art. 103, IX) perante o Supremo Tribunal Federal. Precedentes da Corte: ADI nº 591, Rel. Min. Moreira Alves, DJ de 22.11.1991; ADI nº 353-QO, Rel. Min. Celso de Mello, DJ de 16.04.1993; ADI nº 1.297-MC, Rel. Min. Moreira Alves, DJ de 17.11.1995; ADI nº 1.771, Rel. Min. Moreira Alves, DJ de 03.04.1998; ADI nº 1.574-QO, Rel. Min. Octávio Gallotti, DJ de 27.04.2001; ADI nº 846, Rel. Min. Moreira Alves, DJ de 17.12.1993; ADI nº 809, Rel. Min. Marco Aurélio, DJ de 16.04.1993\n\n\n\n    2. In casu, a ação proposta pela Associação Nacional dos Magistrados Estaduais (ANAMAGES) impugna a Emenda Constitucional nº 62, de 9 de dezembro de 2009, que modificou o regime jurídico dos precatórios devidos pela Fazenda Pública, alterando o art. 100 da Constituição e inserindo o art. 97 no Ato das Disposições Constitucionais Transitórias (ADCT). Sem embargo, a ANAMAGES representa tão-só o corpo dos magistrados estaduais, ao passo que a norma aqui impugnada afeta todos os órgãos do Poder Judiciário, independentemente da Justiça ou ramo estrutural a que pertençam.\n\n\n\n    3. Ilegitimidade ativa ad causam configurada. Extinção do processo sem resolução do mérito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6812407","externo_seq_objeto_incidente":3824752,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-188  DIVULG 25-09-2014  PUBLIC 26-09-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4372&classe=ADI","is_colac":false,"titulo":"ADI 4372","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00036 INC-00054 \n          INC-00078 ART-00007 INC-00004 ART-00037 \n          \"CAPUT\" INC-00010 ART-00040 PAR-00008 \n          PAR-00017 ART-00060 INC-00001 INC-00002 \n          INC-00003 PAR-00002 PAR-00004 \n          ART-00100 PAR-00001 REDAÇÃO ORIGINÁRIA\n          ART-00100 PAR-00002 REDAÇÃO DADA PELA EMC-62/2009\n          ART-00100 PAR-00005 REDAÇÃO DADA PELA EMC-62/2009\n          ART-00100 PAR-00009 INCLUÍDO PELA EMC-62/2009\n          ART-00100 PAR-00010 INCLUÍDO PELA EMC-62/2009\n          ART-00100 PAR-00012 INCLUÍDO PELA EMC-62/2009\n          ART-00100 PAR-00015 INCLUÍDO PELA EMC-62/2009\n          ART-00100 PAR-00016 INCLUÍDO PELA EMC-62/2009\n          ART-00102 PAR-00002 ART-00103 INC-00009 \n          ART-00182 PAR-00004 INC-00003 ART-00184 \n          \"CAPUT\" ART-00201 PAR-00003 PAR-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00033 ART-00046 ART-00078 PAR-00002 \n          ART-00097 \"CAPUT\" INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00001 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00001 INC-00001 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00001 INC-00002 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00002 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00002 INC-00001 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00002 INC-00002 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00003 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00004 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00005 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00006 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00007 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00008 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00008 INC-00001 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00008 INC-00002 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00008 INC-00003 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00009 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00009 INC-00002 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00009 INC-00007 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00010 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00011 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00012 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00013 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00014 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00015 INCLUÍDO PELA EMC-62/2009\n          ART-00097 \"CAPUT\" PAR-00016 INCLUÍDO PELA EMC-62/2009\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000030      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000062      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-00012A      ANO-2006\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00161 PAR-00001\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009494      ANO-1997\n          ART-0001F REDAÇÃO ORIGINÁRIA\n          ART-0001F REDAÇÃO DADA PELA LEI-11960/2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007868      ANO-1999\n          ART-00009 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011033      ANO-2004\n          ART-00019\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011960      ANO-2009\n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-000122      ANO-2010\n          ART-00007 INC-00015\n                RESOLUÇÃO DO CONSELHO DA JUSTIÇA FEDERAL - CJF\n\n","LEG-FED   RGI      ANO-2014\n          ART-00362\n                REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   SUV-000017      \n                SÚMULA VINCULANTE  DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000070      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000323      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000547      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   CVC      ANO-1950\n          ART-00006\n                CONVENÇÃO  EUROPEIA DE DIREITOS HUMANOS"],"publicacao_data":"2014-09-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, INSUFICIÊNCIA, CONFIGURAÇÃO, LEGITIMIDADE EXTRAORDINÁRIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, DECLARAÇÃO EXPRESSA, ESTATUTO, ENTIDADE DE CLASSE, ÂMBITO NACIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: EXTINÇÃO DO PROCESSO, AUSÊNCIA, JULGAMENTO DO MÉRITO. ILEGITIMIDADE, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS ESTADUAIS (ANAMAGES), DECORRÊNCIA, AUSÊNCIA, PERTINÊNCIA TEMÁTICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: EXTINÇÃO DO PROCESSO, AUSÊNCIA, JULGAMENTO DO MÉRITO. ILEGITIMIDADE, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS ESTADUAIS (ANAMAGES), DECORRÊNCIA, AUSÊNCIA, PERTINÊNCIA TEMÁTICA. FINALIDADE, CRIAÇÃO, ENTIDADE DE CLASSE, OBJETO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE.\n\n- VOTO, MIN. AYRES BRITTO: PRELIMINAR. AUSÊNCIA, FUNDAMENTAÇÃO, PEDIDO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, DISPOSITIVO, PREVISÃO, PREFERÊNCIA, PAGAMENTO, PRECATÓRIO, DÉBITO, NATUREZA ALIMENTAR, TITULARIDADE, PESSOA NATURAL, DOENÇA GRAVE, PESSOA NATURAL, MAIOR DE SESSENTA ANOS. PARTE REQUERENTE, NECESSIDADE, DEMONSTRAÇÃO, ANTAGONISMO, NORMA, PARÂMETRO, ATO IMPUGNADO.\n\n- VOTO VENCIDO, MIN. AYRES BRITTO: PRELIMINAR. REJEIÇÃO, PRELIMINAR, ILEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS ESTADUAIS (ANAMAGES). EXISTÊNCIA, PERTINÊNCIA TEMÁTICA, MOTIVO, OBJETO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ENVOLVIMENTO, ATIVIDADE JURISDICIONAL, CUMPRIMENTO, ORDEM DE PAGAMENTO, CONTRARIEDADE, FAZENDA PÚBLICA. INEXISTÊNCIA, AUSÊNCIA, FUNDAMENTAÇÃO, PARCIALIDADE, PEDIDO, DECORRÊNCIA, INTERLIGAÇÃO, TOTALIDADE, DISPOSITIVO, QUESTIONAMENTO.\n\n- VOTO, MIN. AYRES BRITTO: MÉRITO. DECLARAÇÃO, INCONSTITUCIONALIDADE FORMAL, EMENDA CONSTITUCIONAL. CASO CONCRETO, INTERVALO DE TEMPO, DIVERSIDADE, TURNO DE VOTAÇÃO, INSUFICIÊNCIA, SATISFAÇÃO, OBJETIVO, CONSTITUINTE ORIGINÁRIO, PREVISÃO, NECESSIDADE, DUPLICIDADE, TURNO DE VOTAÇÃO, SENADO FEDERAL, DUPLICIDADE, TURNO DE VOTAÇÃO, CÂMARA DOS DEPUTADOS, APROVAÇÃO, EMENDA CONSTITUCIONAL, VIABILIZAÇÃO, DISCUSSÃO, REDISCUSSÃO, MATÉRIA, OBJETO, EMENDA CONSTITUCIONAL. CONSTITUIÇÃO FEDERAL, PREVISÃO, LIMITAÇÃO TEMPORAL, LIMITAÇÃO MATERIAL, LIMITAÇÃO FORMAL, LIMITAÇÃO CIRCUNSTANCIAL, PODER DE REFORMA, NATUREZA JURÍDICA, CLÁUSULA PÉTREA, FINALIDADE, ASSEGURAMENTO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO, CORRELAÇÃO, DIVERSIDADE, ESPÉCIE, ATO NORMATIVO, COMPOSIÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO. INCONSTITUCIONALIDADE, DISPOSITIVO, PREVISÃO, OBRIGATORIEDADE, COMPENSAÇÃO, DÉBITO, FAZENDA PÚBLICA, MOMENTO ANTERIOR, INSCRIÇÃO, CRÉDITO, REGIME DE PRECATÓRIO, CONFORMIDADE, INFORMAÇÃO, UNILATERALIDADE, FAZENDA PÚBLICA. OFENSA, COISA JULGADA, CORRELAÇÃO, CRÉDITO, ORIGEM, DECISÃO JUDICIAL, TRÂNSITO EM JULGADO. OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO CONTRADITÓRIO, GARANTIA À AMPLA DEFESA, DECORRÊNCIA, AUSÊNCIA, PARTICIPAÇÃO, CONTRIBUINTE. OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, CORRELAÇÃO, PODER JUDICIÁRIO, DECORRÊNCIA, SUBMISSÃO, CUMPRIMENTO, DECISÃO JUDICIAL, MANIFESTAÇÃO, ADMINISTRAÇÃO PÚBLICA. OFENSA, PRINCÍPIO DA PROPORCIONALIDADE, DECORRÊNCIA, INOBSERVÂNCIA, CRITÉRIO, EXIGIBILIDADE, NECESSIDADE, MATÉRIA, RESTRIÇÃO, DIREITO, MOTIVO, FAZENDA PÚBLICA, POSSIBILIDADE, UTILIZAÇÃO, DIVERSIDADE, FORMA, IGUALDADE, EFICÁCIA, COBRANÇA, CRÉDITO TRIBUTÁRIO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, FAZENDA PÚBLICA, UTILIZAÇÃO, AMEAÇA INDIRETA, FINALIDADE, COBRANÇA, DÉBITO TRIBUTÁRIO. OFENSA, PRINCÍPIO DA ISONOMIA, DECORRÊNCIA, INEXISTÊNCIA, EXIGÊNCIA, FAZENDA PÚBLICA, OBRIGATORIEDADE, COMPENSAÇÃO, DÉBITO TRIBUTÁRIO, HIPÓTESE, EXISTÊNCIA, CRÉDITO, CONTRIBUINTE. INCONSTITUCIONALIDADE, FIXAÇÃO, ÍNDICE OFICIAL DE REMUNERAÇÃO BÁSICA DA CADERNETA DE POUPANÇA, ÍNDICE DE CORREÇÃO MONETÁRIA, CRÉDITO, INSCRIÇÃO, REGIME DE PRECATÓRIO. CONFIGURAÇÃO, CORREÇÃO MONETÁRIA, INSTITUTO JURÍDICO, NATUREZA CONSTITUCIONAL, OBJETO, NORMA, PREVISÃO, CONSTITUIÇÃO FEDERAL. CORREÇÃO MONETÁRIA, FINALIDADE, MANUTENÇÃO, EQUILÍBRIO ECONÔMICO-FINANCEIRO, RELAÇÃO JURÍDICA, FINALIDADE, MANUTENÇÃO, PODER AQUISITIVO, MOEDA. NECESSIDADE, ÍNDICE DE CORREÇÃO MONETÁRIA, IDENTIDADE, ÍNDICE, REDUÇÃO, VALOR, MOEDA, FUNDAMENTO, CARACTERIZAÇÃO, CORREÇÃO MONETÁRIA, DIREITO SUBJETIVO, CREDOR. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), INSUFICIÊNCIA, APLICAÇÃO, ÍNDICE DE CORREÇÃO MONETÁRIA, CADERNETA DE POUPANÇA, FINALIDADE, RECOMPOSIÇÃO, PODER AQUISITIVO, MOEDA, DECORRÊNCIA, INFLAÇÃO. CONFIGURAÇÃO, OFENSA, COISA JULGADA, HIPÓTESE, APLICAÇÃO, ÍNDICE DE CORREÇÃO MONETÁRIA, DIVERSIDADE, ÍNDICE DE INFLAÇÃO. OCORRÊNCIA, ENRIQUECIMENTO SEM CAUSA, PARTE PROCESSUAL, HIPÓTESE, APLICAÇÃO, ÍNDICE DE CORREÇÃO MONETÁRIA, DIVERSIDADE, ÍNDICE DE INFLAÇÃO. CARACTERIZAÇÃO, OFENSA, CONSTITUIÇÃO FEDERAL DE 1988, HIPÓTESE, ESCOLHA, LEGISLADOR, ÍNDICE DE CORREÇÃO MONETÁRIA, DIVERSIDADE, ÍNDICE DE INFLAÇÃO, FUNDAMENTO, OCORRÊNCIA, RECEPÇÃO, ÍNDICE DE REAJUSTE, CONSTITUIÇÃO FEDERAL DE 1988, FINALIDADE, RECOMPOSIÇÃO, PODER AQUISITIVO, MOEDA. POSSIBILIDADE, LEGISLADOR, ESCOLHA, ASPECTO TEMPORAL, ESPÉCIE, BEM DE CONSUMO, AUTORIDADE COMPETENTE, REALIZAÇÃO, PESQUISA DE MERCADO, FINALIDADE, AFERIÇÃO, ÍNDICE DE CORREÇÃO MONETÁRIA. INCONSTITUCIONALIDADE, FIXAÇÃO, JUROS, APLICAÇÃO, CADERNETA DE POUPANÇA, ÍNDICE, JUROS DE MORA, CORRELAÇÃO, PRECATÓRIO, NATUREZA TRIBUTÁRIA, OFENSA, PRINCÍPIO DA ISONOMIA, MOTIVO, CÓDIGO TRIBUTÁRIO NACIONAL, PREVISÃO, JUROS DE MORA, PERCENTAGEM, SUPERIORIDADE, CORRELAÇÃO, CRÉDITO TRIBUTÁRIO, FAZENDA PÚBLICA. INCONSTITUCIONALIDADE, PREVISÃO, NOVIDADE, FORMA, PRAZO, PAGAMENTO, PRECATÓRIO. CONFIGURAÇÃO, OFENSA, ESTADO DE DIREITO, DEVIDO PROCESSO LEGAL, ACESSO À JUSTIÇA, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO, HIPÓTESE, CONCESSÃO, FAZENDA PÚBLICA, PRAZO, SUPERIORIDADE, DEZ ANOS, CUMPRIMENTO, DECISÃO JUDICIAL, CORRELAÇÃO, PAGAMENTO, PRECATÓRIO, FUNDAMENTO, CARACTERIZAÇÃO, EXECUÇÃO DE SENTENÇA, ENTREGA, BEM JURÍDICO, NÚCLEO ESSENCIAL, GARANTIA, ACESSO À JUSTIÇA. CARACTERIZAÇÃO, OFENSA, PRINCÍPIO CONSTITUCIONAL, MORALIDADE, IMPESSOALIDADE, IGUALDADE, HIPÓTESE, APLICAÇÃO, REGIME ESPECIAL DE PAGAMENTO DE PRECATÓRIO, FUNDAMENTO, CONFIGURAÇÃO, ADIMPLEMENTO, DÍVIDA PÚBLICA, CONTEÚDO NORMATIVO, PRINCÍPIO DA MORALIDADE. INADMISSIBILIDADE, CONCENTRAÇÃO, ADMINISTRAÇÃO, DEPÓSITO, PRECATÓRIO, ÂMBITO, JUSTIÇA ESTADUAL, FUNDAMENTO, AUTONOMIA, JUSTIÇA FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4372&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDA ATIVA, ASSOCIAÇÃO CLASSISTA, CONTROLE ABSTRATO, CONSTITUCIONALIDADE)\nADI 386 (TP), ADI 2082 MC, ADI 591 (TP), ADI 353 QO (TP), ADI 1297 MC (TP), ADI 1771 (TP), ADI 1574 QO (TP), ADI 846 MC (TP), ADI 809 (TP), ADI 79 QO (TP), ADI 108 QO (TP). \n(LEGITIMIDADE, ADI, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO)\nADI 2885 (TP). \n(LEGITIMIDADE, ADI, ASSOCIAÇÃO NACIONAL DE PROCURADORES DE ESTADO)\nADI 1557 (TP). \n(LEGITIMIDADE, ADI, ASSOCIAÇÃO NACIONAL DOS ADVOGADOS DA UNIÃO)\nADI 2713 (TP). \n(LEGITIMIDADE, ADI, ASSOCIAÇÃO NACIONAL DOS JUÍZES CLASSISTAS DA JUSTIÇA DO TRABALHO)\nADI 2149 MC (TP). \n(LEGITIMIDADE, ADI, ASSOCIAÇÃO DOS JUÍZES FEDERAIS DO BRASIL, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS ESTADUAIS)\nADI 3395 MC (TP). \n(ADI, NECESSIDADE, DEMONSTRAÇÃO, INCONSTITUCIONALIDADE, NORMA, IMPUGNAÇÃO)\nADI 379 (TP), ADI 2321 MC (TP), ADI 1222 MC (TP), ADI 1708 (TP), ADI 259 MC (TP), ADI 1775 (TP). \n(POSSIBILIDADE, CONTRIBUINTE, COMPENSAÇÃO, PRECATÓRIO, DÉBITO, FAZENDA PÚBLICA)\nADI 2851 (TP). \n(ATUALIZAÇÃO MONETÁRIA, VALOR, PRECATÓRIO)\nRE 212285 AgR (2ªT). \n(JUROS DE MORA, ATRASO, PAGAMENTO, PRECATÓRIO)\nAI 643732 AgR (1ªT). \n(JUROS COMPENSATÓRIOS, ATRASO, PAGAMENTO, PRECATÓRIO)\nAI 494526 ED-AgR (1ªT). \n(UTILIZAÇÃO, TAXA REFERENCIAL (TR), ÍNDICE DE CORREÇÃO CORREÇÃO MONETÁRIA)\nRE 175678 (2ªT), ADI 493 (TP). \n(JUROS DE MORA, CONDENAÇÃO, CONTRARIEDADE, FAZENDA PÚBLICA)\nRE 453740 (TP). \n(LEGITIMIDADE, ADI, ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO)\nADI 2885 (TP). \n(VINCULAÇÃO, PAGAMENTO,PRECATÓRIO, AUSÊNCIA, INSCRIÇÃO DA DÍVIDA ATIVA)\nADI 3453 (TP). \n(ATUALIZAÇÃO MONETÁRIA, VALOR, PRECATÓRIO)\nRE 212285 AgR (2ªT). \n(UTILIZAÇÃO, TAXA REFERENCIAL (TR), ÍNDICE DE CORREÇÃO CORREÇÃO MONETÁRIA)\nRE 175678 (2ªT), ADI 493 (TP). \n(JUROS DE MORA, CONDENAÇÃO, CONTRARIEDADE, FAZENDA PÚBLICA)\nRE 453740 (TP). \n(ORDEM CRONOLÓGICA, PAGAMENTO, PRECATÓRIO)\nRcl 2143 AgR (TP), RE 132031 (1ªT). \n(LEGITIMIDADE, ADI, ENTIDADE DE CLASSE)\nADI 386 (TP), ADI 79 QO (TP), ADI 108 QO (TP). \n(LEGITIMIDADE, ADI, ASSOCIAÇÃO DOS MAGISTRADOS ESTADUAIS)\nADI 3617 AgR (TP), ADI 3843 AgR (TP). \n- Decisões monocráticas citadas:\n(PARCELAMENTO, PAGAMENTO, PRECATÓRIO)\nADI 2362, ADI 2356.\n(LEGITIMIDADE, ADI, ASSOCIAÇÃO DOS MAGISTRADOS ESTADUAIS)\nADI 3617, ADI 3843.\n- Decisão estrangeira citada: Caso Hornsby v.s Grécia da Corte Europeia de Direitos Humanos.\r\nNúmero de páginas: 130.\r\n- Veja ADI 4357, ADI 4400 e ADI 4425 do STF.\nNúmero de páginas: 74.\nAnálise: 07/11/2014, IVA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS ESTADUAIS - ANAMAGES \nADV.(A/S)  : GUSTAVO ALEXANDRE MAGALHÃES E OUTRO(A/S)\nINTDO.(A/S)  : CONGRESSO NACIONAL \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JÚNIOR E OUTRO(A/S)\nAM. CURIAE.  : MUNICÍPIO DE BELÉM \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE BELÉM \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : MUNICÍPIO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":278077,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4372","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2013-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BRITTO, Carlos Ayres. O regime constitucional da correção monetária. In: Revista de Direito Administrativo. Rio de Janeiro: Renovar, jan-mar 1996. v. 203. p. 41-58.\r\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 21. ed. rev. atual. São Paulo: Malheiros, 2006. p. 415.\r\nSOARES, Júlio César. Compensação de precatório com débito cria confusão. Disponível: Site Consultor Jurídico, em 13 de junho de 2011.","ministro_facet":["AYRES BRITTO","LUIZ FUX"],"processo_numero":4372,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur281416","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AC","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Gilmar Mendes (Relator), julgando procedente a reclamação, pediu vista dos autos o Senhor Ministro Eros Grau. Presidência da Senhora Ministra Ellen Gracie. Plenário, 1º.02.2007. \r\n\n                  Decisão: Após o voto-vista do Senhor Ministro Eros Grau, que julgava procedente a reclamação, acompanhando o Relator; do voto do Senhor Ministro Sepúlveda Pertence, julgando-a improcedente, mas concedendo habeas corpus de ofício para que o juiz examine os demais requisitos para deferimento da progressão, e do voto do Senhor Ministro Joaquim Barbosa, que não conhecia da reclamação, mas igualmente concedia o habeas corpus, pediu vista dos autos o Senhor Ministro Ricardo Lewandowski. Ausentes, justificadamente, o Senhor Ministro Celso de Mello e a Senhora Ministra Cármen Lúcia. Presidência da Senhora Ministra Ellen Gracie. Plenário, 19.04.2007. \r\n\n                  Decisão: Colhido o voto-vista do Ministro Ricardo Lewandowski, que não conhecia da reclamação, mas concedia habeas corpus de ofício, pediu vista dos autos o Ministro Teori Zavascki. Não votam os Ministros Luiz Fux e Dias Toffoli. Presidência do Ministro Joaquim Barbosa. Plenário, 16.05.2013.\r\n\n                  Decisão: O Tribunal, por maioria, conheceu e julgou procedente a reclamação, vencidos os Ministros Sepúlveda Pertence, Joaquim Barbosa, Ricardo Lewandowski e Marco Aurélio, que não conheciam da reclamação, mas concediam habeas corpus de ofício. Não participaram da votação os Ministros Luiz Fux e Dias Toffoli, que sucederam aos Ministros Eros Grau e Sepúlveda Pertence. Ausentes, justificadamente, a Ministra Cármen Lúcia, em viagem oficial para participar da 98ª Comissão de Veneza, na cidade de Veneza, Itália, e, neste julgamento, o Ministro Joaquim Barbosa (Presidente), que votou em assentada anterior. Presidiu o julgamento o Ministro Ricardo Lewandowski (Vice-Presidente no exercício da Presidência). Plenário, 20.03.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur281416","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Acre","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur281416","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Reclamação. 2. Progressão de regime. Crimes hediondos. 3. Decisão reclamada aplicou o art. 2º, § 2º, da Lei nº 8.072/90, declarado inconstitucional pelo Plenário do STF no HC 82.959/SP, Rel. Min. Marco Aurélio, DJ 1.9.2006. 4. Superveniência da Súmula Vinculante n. 26. 5. Efeito ultra partes da declaração de inconstitucionalidade em controle difuso. Caráter expansivo da decisão. 6. Reclamação julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=4335&classe=Rcl","externo_seq_objeto_incidente":2381551,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-208  DIVULG 21-10-2014  PUBLIC 22-10-2014\nEMENT VOL-02752-01  PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4335&classe=Rcl","is_colac":false,"titulo":"Rcl 4335","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00091 INC-00004 ART-00096\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00064 REDAÇÃO DADA PELA EMC-16/1965\n          ART-00101 REDAÇÃO DADA PELA EMC-16/1965\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00042 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00042 INC-00007 INCLUÍDO PELA EMC-1/1969\n          ART-00042 INC-00008 INCLUÍDO PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00052 INC-00010 ART-00060 PAR-00004 \n          INC-00003 ART-00097 ART-00102 INC-00001 \n          LET-L LET-Q LET-R INC-00003 \n          LET-A LET-B LET-C LET-D \n          PAR-00002 PAR-00003 ART-00103 PAR-00002 \n          PAR-00003 \n          ART-0103A \"CAPUT\" INCLUÍDO PELA EMC-45/2004\n          ART-0103A \"CAPUT\" PAR-00003 INCLUÍDO PELA EMC-45/2004\n          ART-00125 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003      ANO-1993\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000035      ANO-1979\n          ART-00090 PAR-00002\n                LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00120 ART-00462 ART-00475 PAR-00003 \n          ART-0475L PAR-00001 ART-00479 \n          ART-00481 PAR-ÚNICO INCLUÍDO PELA LEI-9756/1998\n          ART-00518 PAR-00001 ART-0543A ART-0543B \n          ART-0543C INCLUÍDO PELA LEI-11672/2008\n          ART-00544 PAR-00003 PAR-00004 \n          ART-00557 \"CAPUT\" REDAÇÃO DADA PELA LEI-9756/1998\n          ART-00557 \"CAPUT\" PAR-00001 INCLUÍDO PELA LEI-9756/1998\n          ART-00557 \"CAPUT\" PAR-0001A INCLUÍDO PELA LEI-9756/1998\n          ART-00557 \"CAPUT\" PAR-00002 INCLUÍDO PELA LEI-9756/1998\n          ART-00741 PAR-ÚNICO\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006880      ANO-1980\n          ART-00010\n                EM-1980 ESTATUTO DOS MILITARES\n\n","LEG-FED   LEI-007347      ANO-1985\n          ART-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00038\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002 REDAÇÃO ORIGINÁRIA\n          ART-00002 PAR-00001 REDAÇÃO ORIGINÁRIA\n          ART-00002 PAR-00002\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00103\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008212      ANO-1991\n          ART-00045 ART-00046\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009756      ANO-1998\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1998\n          ART-00026 ART-00027 ART-00028 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00010 PAR-00003 ART-00013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010259      ANO-2001\n          ART-00014 PAR-00002 PAR-00004 PAR-00005 \n          PAR-00006 PAR-00007 PAR-00008 PAR-00009 \n          ART-00015\n                LJEF-2001 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS NA JUSTIÇA FEDERAL\n\n","LEG-FED   LEI-011417      ANO-2006\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011672      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00022\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-012153      ANO-2009\n          ART-00001 PAR-ÚNICO ART-00015 ART-00018 \n          PAR-00001 PAR-00003 ART-00019 PAR-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-000032      ANO-1965\n                RESOLUÇÃO DO SENADO FEDERAL -  REVOGADA PELA RES-93/1965\n\n","LEG-FED   RES-000093      ANO-1965\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000010      ANO-2006\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000011      ANO-2006\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000012      ANO-2006\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000013      ANO-2006\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000014      ANO-2006\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000015      ANO-2006\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000016      ANO-2006\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000002      ANO-2007\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   PEC-000048      ANO-1991\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000130      ANO-1992\n          ART-00001\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00102\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000026      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   PRC-000154      ANO-1971\n                PARECER DO SENADO FEDERAL - SF\n\n","LEG-FED   SUMSTF-000394      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000691      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   PRV-000556      ANO-1997\n                PROVIMENTO DO CONSELHO SUPERIOR DE MAGISTRATURA, SP"],"publicacao_data":"2014-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROCEDÊNCIA, RECLAMAÇÃO, CASSAÇÃO, DECISÃO, JUIZ DE DIREITO, NEGAÇÃO, PROGRESSÃO DE REGIME PRISIONAL, DETERMINAÇÃO, PROFERIMENTO, DECISÃO, APRECIAÇÃO, POSSIBILIDADE, PROGRESSÃO DE REGIME PRISIONAL. APRECIAÇÃO, LEGISLAÇÃO, DOUTRINA, JURISPRUDÊNCIA, REFERÊNCIA, INSTITUTO JURÍDICO, RESOLUÇÃO, SENADO FEDERAL, SUSPENSÃO DE EXECUÇÃO, ATO NORMATIVO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, CONTROLE DIFUSO. RESOLUÇÃO, SENADO FEDERAL, CONTROLE DIFUSO, FINALIDADE, ATRIBUIÇÃO, EFICÁCIA ERGA OMNES, DECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF). CONFIGURAÇÃO, ATO DISCRICIONÁRIO, ATO POLÍTICO, SENADO FEDERAL, EXTENSÃO, EFICÁCIA ERGA OMNES, DECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF), INEXISTÊNCIA, NATUREZA JURÍDICA, REVOGAÇÃO. IMPOSSIBILIDADE, SENADO FEDERAL, RESTRIÇÃO, AMPLIAÇÃO, MÉRITO, DECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF). EVOLUÇÃO JURISPRUDENCIAL, SUPREMO TRIBUNAL FEDERAL (STF), ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1967, CONCLUSÃO, DESNECESSIDADE, RESOLUÇÃO, SENADO FEDERAL, ÂMBITO, CONTROLE CONCENTRADO. ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988, RESOLUÇÃO, SENADO FEDERAL, INAPLICABILIDADE, SUSPENSÃO, EXECUÇÃO, ATO NORMATIVO, HIPÓTESE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DECLARAÇÃO DE CONSTITUCIONALIDADE, DECLARAÇÃO DE INCONSTITUCIONALIDADE SEM REDUÇÃO DE TEXTO, AUSÊNCIA, RECEPÇÃO, LEI PRÉ-CONSTITUCIONAL, FUNDAMENTO, INEXISTÊNCIA, SUPRESSÃO, TEXTO, ATO NORMATIVO. DEVER, REAPRECIAÇÃO, COMPETÊNCIA, SENADO FEDERAL, CONTROLE DIFUSO, DECORRÊNCIA, EQUIPARAÇÃO, EFEITO, DECISÃO DEFINITIVA, CONTROLE CONCENTRADO, CONTROLE DIFUSO, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF). REDUÇÃO, RELEVÂNCIA, ATRIBUIÇÃO, SENADO FEDERAL, HIPÓTESE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, DECORRÊNCIA, VALORIZAÇÃO, PODER CONSTITUINTE, CONTROLE CONCENTRADO, AMPLIAÇÃO, LEGITIMIDADE ATIVA, PROPOSITURA, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE; POSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), SUSPENSÃO, EFICÁCIA, ATO NORMATIVO, MEDIDA CAUTELAR; POSSIBILIDADE, MODULAÇÃO DE EFEITOS, CONTROLE DIFUSO. EXISTÊNCIA, MUTAÇÃO CONSTITUCIONAL, REFORMULAÇÃO, INSTITUTO JURÍDICO, RESOLUÇÃO, SENADO FEDERAL, DECORRÊNCIA, GENERALIZAÇÃO, DECISÃO, EFICÁCIA ERGA OMNES. CÓDIGO DE PROCESSO CIVIL, PREVISÃO, AUSÊNCIA, INDISPENSABILIDADE, RESERVA DO PLENÁRIO, HIPÓTESE, SUPREMO TRIBUNAL FEDERAL (STF), DECLARAÇÃO DE INCONSTITUCIONALIDADE, ATO NORMATIVO, MOMENTO ANTERIOR. SÚMULA VINCULANTE, MODULAÇÃO DE EFEITOS, CONTROLE CONCENTRADO, DEMONSTRAÇÃO, DESVINCULAÇÃO, ATO, SENADO FEDERAL, DEFINIÇÃO, EFEITO, DECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF). POSSIBILIDADE, ATRIBUIÇÃO, EFEITO VINCULANTE, FUNDAMENTO DETERMINANTE, CONTROLE DE CONSTITUCIONALIDADE, LEI MUNICIPAL, AUSÊNCIA, SUBMISSÃO, PLENÁRIO, DEMONSTRAÇÃO, EFICÁCIA, TRANSCENDÊNCIA, DECISÃO DEFINITIVA, PLENÁRIO, INDICAÇÃO, DESNECESSIDADE, MANIFESTAÇÃO, SENADO FEDERAL. SUSPENSÃO DE EXECUÇÃO, ATO NORMATIVO, SENADO FEDERAL, FINALIDADE, ATRIBUIÇÃO, PUBLICIDADE, DECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF). AUSÊNCIA, PUBLICAÇÃO, SENADO FEDERAL, AUSÊNCIA, IMPEDIMENTO, EFICÁCIA JURÍDICA, DECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF). EVOLUÇÃO JURISPRUDENCIAL, SUPREMO TRIBUNAL FEDERAL (STF), SUPERAÇÃO, IDEIA, LEGISLADOR NEGATIVO, HIPÓTESE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, FINALIDADE, COMPLEMENTAÇÃO, CONTEÚDO NORMATIVO, LEI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EROS GRAU: TEXTO, ATO NORMATIVO, DIFERENÇA, NORMA JURÍDICA. CARACTERIZAÇÃO, TEXTO, ATO NORMATIVO, RESULTADO, ATIVIDADE LEGISLATIVA. CARACTERIZAÇÃO, NORMA JURÍDICA, RESULTADO, INTERPRETAÇÃO, TEXTO, ATO NORMATIVO. NECESSIDADE, DISTINÇÃO, ATO NORMATIVO, NORMA JURÍDICA, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988. INTERPRETAÇÃO, ATO NORMATIVO, FINALIDADE, ADEQUAÇÃO, CONTEXTO HISTÓRICO, SOCIEDADE CIVIL, AUSÊNCIA, DISTORÇÃO, NORMA JURÍDICA, AUSÊNCIA, CRIAÇÃO, NOVIDADE, NORMA JURÍDICA, RISCO, ABUSO, INTERPRETAÇÃO, FUNDAMENTO, LIMITAÇÃO, INTERPRETAÇÃO DA LEI. MUTAÇÃO CONSTITUCIONAL, SUBSTITUIÇÃO, TEXTO, ATO NORMATIVO, ÂMBITO, CONSTITUIÇÃO FEDERAL, DECORRÊNCIA, ATIVIDADE, PODER JUDICIÁRIO. INCONGRUÊNCIA, CONSTITUIÇÃO FORMAL, CONSTITUIÇÃO MATERIAL. CARACTERIZAÇÃO, MUTAÇÃO CONSTITUCIONAL, CRIAÇÃO, NOVIDADE, LEI CONSTITUCIONAL, SUBSTITUIÇÃO, TEXTO CONSTITUCIONAL, MOMENTO ANTERIOR. SENADO FEDERAL, ÂMBITO, CONTROLE DIFUSO, ATRIBUIÇÃO, PUBLICIDADE, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, IMPOSSIBILIDADE, SENADO FEDERAL, REINGRESSO, ORDENAMENTO JURÍDICO BRASILEIRO, ATO NORMATIVO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, SENADO FEDERAL, OMISSÃO, EDIÇÃO, RESOLUÇÃO, SUSPENSÃO, EXECUÇÃO, LEI, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: DEFERIMENTO, RECLAMAÇÃO, FUNDAMENTO, DESCUMPRIMENTO, SÚMULA VINCULANTE, EDIÇÃO, MOMENTO POSTERIOR, AJUIZAMENTO. EVOLUÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO, DIREITO COMPARADO, DEMONSTRAÇÃO, APROXIMAÇÃO, COMMON LAW, CIVIL LAW. CÓDIGO DE PROCESSO CIVIL, LEI ORGÂNICA DA MAGISTRATURA NACIONAL (LOMAN), INSTITUTO JURÍDICO, REPERCUSSÃO GERAL, LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS, ÂMBITO FEDERAL, DEMONSTRAÇÃO, EFICÁCIA EXPANSIVA, PRECEDENTE, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). CONSIDERAÇÃO, TRANSCENDÊNCIA, EFICÁCIA, SENTENÇA, ÂMBITO, MANDADO DE INJUNÇÃO COLETIVO, AÇÃO CIVIL PÚBLICA, MANDADO DE SEGURANÇA COLETIVO. RESOLUÇÃO, SENADO FEDERAL, AUSÊNCIA, CONFIGURAÇÃO, FORMA, EXCLUSIVIDADE, AMPLIAÇÃO, EFICÁCIA, CARÁTER SUBJETIVO, DECISÃO DEFINITIVA, SUPREMO TRIBUNAL FEDERAL (STF), DECORRÊNCIA, MODIFICAÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO, TERMO INICIAL, CONSTITUIÇÃO FEDERAL DE 1934. SÚMULA VINCULANTE, REPERCUSSÃO GERAL, AÇÃO DÚPLICE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS, CONTROLE DIFUSO, ATRIBUIÇÃO, EFICÁCIA EXPANSIVA, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF). NECESSIDADE, INTERPRETAÇÃO ESTRITA, COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), JULGAMENTO, RECLAMAÇÃO, COIBIÇÃO, SUPRESSÃO DE INSTÂNCIA. LEGITIMIDADE ATIVA, AJUIZAMENTO, RECLAMAÇÃO, ÂMBITO, CONTROLE DIFUSO, EXCLUSIVIDADE, PARTE PROCESSUAL, PARTICIPAÇÃO, RELAÇÃO PROCESSUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PROCEDÊNCIA, RECLAMAÇÃO, FUNDAMENTO, DESCUMPRIMENTO, SÚMULA VINCULANTE. TEXTO CONSTITUCIONAL, PREVISÃO, COMPETÊNCIA, SENADO FEDERAL, SUSPENSÃO DE EXECUÇÃO, ATO NORMATIVO, CONTROLE DIFUSO, OBSTÁCULO, MUTAÇÃO CONSTITUCIONAL.\n\n- VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE: IMPROCEDÊNCIA, RECLAMAÇÃO, CONCESSÃO, HABEAS CORPUS DE OFÍCIO. CONSTITUIÇÃO FEDERAL DE 1934, CRIAÇÃO, FORMA, ATRIBUIÇÃO, EFICÁCIA ERGA OMNES, DECLARAÇÃO DE INCONSTITUCIONALIDADE, CONTROLE DIFUSO, OUTORGA, SENADO FEDERAL, COMPETÊNCIA, SUSPENSÃO DE EXECUÇÃO, ATO NORMATIVO. CONSTITUIÇÃO FEDERAL DE 1988, MANUTENÇÃO, COMPETÊNCIA, SENADO FEDERAL, CONTROLE DIFUSO, COEXISTÊNCIA, CONTROLE CONCENTRADO. IMPOSSIBILIDADE, SUPRESSÃO, COMPETÊNCIA, SENADO FEDERAL, CONTROLE DIFUSO, INTERMÉDIO, MUTAÇÃO CONSTITUCIONAL, FUNDAMENTO, CONSTITUIÇÃO FEDERAL DE 1934, TOTALIDADE, CONSTITUIÇÃO FEDERAL, PROMULGAÇÃO, MOMENTO POSTERIOR, EXCEÇÃO, CONSTITUIÇÃO FEDERAL DE 1937, OUTORGA, SENADO FEDERAL, COMPETÊNCIA, ATRIBUIÇÃO, EFICÁCIA ERGA OMNES, DECISÃO DEFINITIVA, CONTROLE DIFUSO. INSTITUTO JURÍDICO, SÚMULA VINCULANTE; POSSIBILIDADE, AFASTAMENTO, RESERVA DO PLENÁRIO, HIPÓTESE, EXISTÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, SUPREMO TRIBUNAL FEDERAL (STF), AUSÊNCIA, RESULTADO, AFASTAMENTO, COMPETÊNCIA, SENADO FEDERAL.\n\n- VOTO VENCIDO, MIN. JOAQUIM BARBOSA: DESCONHECIMENTO, RECLAMAÇÃO, CONCESSÃO, HABEAS CORPUS DE OFÍCIO. AUSÊNCIA, CONFIGURAÇÃO, OBSTÁCULO, EFETIVAÇÃO, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), NECESSIDADE, OBSERVÂNCIA, ATRIBUIÇÃO, SENADO FEDERAL, ÂMBITO, CONTROLE DIFUSO. CARACTERIZAÇÃO, OBSTÁCULO, CASO CONCRETO, RESISTÊNCIA, JUIZ DE PRIMEIRO GRAU, OBSERVÂNCIA, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, PROGRESSÃO DE REGIME PRISIONAL, CRIME HEDIONDO. INAPLICABILIDADE, MUTAÇÃO CONSTITUCIONAL, CASO CONCRETO, FUNDAMENTO, NECESSIDADE, DECURSO DE TEMPO, DESCUMPRIMENTO, DISPOSITIVO, CONSTITUIÇÃO FEDERAL, INOCORRÊNCIA, CASO CONCRETO. POSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), UTILIZAÇÃO, SÚMULA VINCULANTE, ATRIBUIÇÃO, EFICÁCIA ERGA OMNES, ÂMBITO, CONTROLE DIFUSO, INEXISTÊNCIA, DEPENDÊNCIA, SENADO FEDERAL. LITERALIDADE, PREVISÃO, COMPETÊNCIA, SENADO FEDERAL, CONTROLE DIFUSO, OBSTÁCULO, MUTAÇÃO CONSTITUCIONAL. EXERCÍCIO, JURISDIÇÃO CONSTITUCIONAL, RESTRIÇÃO, POSSIBILIDADE, ANULAÇÃO, LEGISLAÇÃO, OFENSA, CONSTITUIÇÃO FEDERAL; DECLARAÇÃO, LEGISLAÇÃO, CONFORMIDADE, TEXTO CONSTITUCIONAL; ABSTENÇÃO, PRONUNCIAMENTO, MATÉRIA CONSTITUCIONAL, OBSERVÂNCIA, PRINCÍPIO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: DESCONHECIMENTO, RECLAMAÇÃO, CONCESSÃO, HABEAS CORPUS DE OFÍCIO. EVOLUÇÃO HISTÓRICA, INFLUÊNCIA, DIREITO COMPARADO, CONTROLE DE CONSTITUCIONALIDADE, ORDENAMENTO JURÍDICO BRASILEIRO. INEXISTÊNCIA, MUTAÇÃO CONSTITUCIONAL, DECORRÊNCIA, AUSÊNCIA, DESCUMPRIMENTO, SENADO FEDERAL, OFÍCIO, SUPREMO TRIBUNAL FEDERAL (STF), SOLICITAÇÃO, SUSPENSÃO DE EXECUÇÃO, ATO NORMATIVO, DECLARAÇÃO DE INCONSTITUCIONALIDADE. MUTAÇÃO CONSTITUCIONAL, REDUÇÃO, COMPETÊNCIA, SENADO FEDERAL, POSSIBILIDADE, VULNERABILIDADE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. SUPRESSÃO, COMPETÊNCIA, INTERMÉDIO, INTERPRETAÇÃO CONSTITUCIONAL, RISCO, SISTEMA DE FREIOS E CONTRAPESOS. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, EFICÁCIA ERGA OMNES, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, AUSÊNCIA, ANULAÇÃO, FUNÇÃO, SENADO FEDERAL, CONTROLE DIFUSO. IMPOSSIBILIDADE, APLICAÇÃO, MUTAÇÃO CONSTITUCIONAL, CASO CONCRETO, MOTIVO, LIMITAÇÃO FORMAL, LIMITAÇÃO MATERIAL, PREVISÃO, CONSTITUIÇÃO FEDERAL, CLÁUSULA PÉTREA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. VEDAÇÃO, MUTAÇÃO CONSTITUCIONAL, CONTRARIEDADE, CONTEÚDO NORMATIVO. HERMENÊUTICA JURÍDICA, INADEQUAÇÃO, SOLUÇÃO, HIPÓTESE, IMPOSSIBILIDADE, CONCILIAÇÃO, EXIGÊNCIA, ATUALIDADE, CONTEÚDO NORMATIVO, FUNDAMENTO, LIMITAÇÃO, IMPOSIÇÃO, INTERPRETAÇÃO DA LEI. DISPOSITIVO, PREVISÃO, COMPETÊNCIA, SENADO FEDERAL, CONTROLE DIFUSO, CONFIGURAÇÃO, NORMA CONSTITUCIONAL, EFICÁCIA PLENA, APLICAÇÃO IMEDIATA, CONTEÚDO NORMATIVO, TAXATIVIDADE, RESULTADO, IMPOSSIBILIDADE, ALTERAÇÃO, INTERMÉDIO, INTERPRETAÇÃO. POSSIBILIDADE, AMPLIAÇÃO, ALCANCE, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), CONTROLE DIFUSO, AUSÊNCIA, VULNERABILIDADE, COMPETÊNCIA, CARÁTER POLÍTICO, SENADO FEDERAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADMISSIBILIDADE, RECLAMAÇÃO, DECORRÊNCIA, DESCUMPRIMENTO, SÚMULA VINCULANTE, EDIÇÃO, MOMENTO POSTERIOR, AJUIZAMENTO. CONCESSÃO, HABEAS CORPUS DE OFÍCIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4335&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, TERCEIRO, RECLAMAÇÃO, ATRIBUIÇÃO, EFICÁCIA ERGA OMNES, CONTROLE DIFUSO)\nRcl 1880 AgR-QO (TP). \n(RESERVA DE PLENÁRIO)\nRE 190728 (2ªT), RE 191898 (2ªT), AI 168149 AgR (2ªT), AI 167444 AgR (2ªT). \n(VALORIZAÇÃO, CONTROLE CONCENTRADO, CONSTITUCIONALIDADE, ATO NORMATIVO)\nADC 1 (TP). \n(EFEITO PRO FUTURO, CONTROLE DIFUSO, CONSTITUCIONALIDADE)\nRE 197917 (TP), RE 353657 (TP), RE 370682 (TP), CC 7204 (TP), MS 26604 (TP), RE 560626 (TP), RE 630733 (TP), RE 637485 (TP), INQ 687 QO (TP), RE 600685 (TP). \n(REPERCUSSÃO GERAL, EFEITO VINCULANTE, EFEITO ERGA OMNES)\nAC 2177 MC-QO (TP), AI 760358 QO (TP). \n(EFICÁCIA, RESOLUÇÃO, SENADO FEDERAL, SUSPENSÃO, LEI, CONTROLE CONCENTRADO, STF)\nMS 16512 (TP), RMS 17976 (TP), RTJ 38.\n(EFEITO VINCULANTE, FUNDAMENTO DETERMINANTE, DECISÃO JUDICIAL, STF)\nMS 16512 (TP), RE 190728 (2ªT), RE 191898 (2ªT), RE 197917 (TP), ADI 1919 (TP), HC 82959 (TP), MI 708 (TP), MI 721 (TP), AI 168149 AgR (2ªT), AI 167444 AgR (2ªT), RMS 17976 (3ªT), RTJ 195/281. \n(INTERPRETAÇÃO RESTRITIVA, COMPETÊNCIA, STF)\nACO 597 AgR (TP), Rcl 16038 AgR (2ªT), ACO 1706 AGR (TP). \n- Decisões monocráticas citadas:\n(EFEITO VINCULANTE, FUNDAMENTO DETERMINANTE, DECISÃO JUDICIAL, STF)\nRE 228844, RE 221795, RE 364160, AI 423252, RE 345048, RE 384521.\n- Legislação estrangeira citada: art. 9 da Lei Fundamental alemã; § 31(2) da Lei Orgânica da Corte Constitucional alemã; § 31, I, § 31 (2) da Lei de Bundesverfassungsgericht; art. 140,5 da Constituição austríaca; inciso VI, letra 2ª da Constituição americana de 17 de setembro de 1787; Constituição de 1º de outubro (Oktoberverfassung)da Áustria.\r\n- Decisões estrangeiras citadas: Caso Brown vs. Board of Education; Caso Plessy vs. Ferguson, Caso Marbury vs. Madison julgados 1803, decisão do Chief Justice John Marshal da Suprema Corte dos Estados Unidos.\r\n- Veja ADI 1919, HC 82959, Processo Administrativo 4477-72, RCL 2537 MC e RCL 4219 MC do STF.\r\n- Veja RMS 11824 do STJ.\r\n\r\n\r\nNúmero de páginas: 197.\r\nAnálise: 19/01/2015, RAF.\r\nRevisão: 05/02/2015, KAR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nRECLDO.(A/S) : JUIZ DE DIREITO DA VARA DE EXECUÇÕES PENAIS DA COMARCA DE RIO BRANCO (PROCESSOS NºS 00102017345-9, 00105012072-8, 00105017431-3, 00104000312-5, 00105015656-2, 00105013247-5, 00102007288-1, 00106003977-0, 00105014278-0 E 00105007298-7) \nINTDO.(A/S)  : ODILON ANTONIO DA SILVA LOPES \nINTDO.(A/S)  : ANTONIO EDINEZIO DE OLIVEIRA LEÃO \nINTDO.(A/S)  : SILVINHO SILVA DE MIRANDA \nINTDO.(A/S)  : DORIAN ROBERTO CAVALCANTE BRAGA \nINTDO.(A/S)  : RAIMUNDO PIMENTEL SOARES \nINTDO.(A/S)  : DEIRES JHANES SARAIVA DE QUEIROZ \nINTDO.(A/S)  : ANTONIO FERREIRA DA SILVA \nINTDO.(A/S)  : GESSYFRAN MARTINS CAVALCANTE \nINTDO.(A/S)  : JOÃO ALVES DA SILVA \nINTDO.(A/S)  : ANDRÉ RICHARDE NASCIMENTO DE SOUZA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":281416,"documental_tese_texto":null,"procedencia_geografica_completo":"AC - ACRE","processo_codigo_completo":"Rcl 4335","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2014-03-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"AARNIO, Aulis. Le rationnel comme raisonable. Trad. Geneviève Warland, L.G.D.J., Paris, 1992. p. 278.\r\nACCIOLY,Filho. Parecer n. 154, de 1971. Congresso, Senado Federal. Revista de Informação Legislativa, 12(48):266-8.\r\nALENCAR, Ana Valderez Ayres Neves de. A competência do Senado Federal para suspender a execução dos atos declarados inconstitucionais. Revista de Informação Legislativa, jan.mar. 1978. p. 15(57), 234-7, 247, 260 267-8. \r\nALVES, Moreira. Parecer nº 4.477-72, no Processso Administrativo. DJ de 16.5.1977. p. 3123-3, 124. \r\nANSCHÜTZ, Gerhard. Die Verfassung des deutschen Reichs. 2. ed. Berlim, 1930.\r\nARAÚJO, Castro. A nova Constituição brasileira. Rio d e Janeiro: Freitas Bastos, 1935. p. 247. \r\nASCARELLI, Tullio. Antigone e Porzia, estratto dalla Rivista Internazionale di Filosofia del Diritto, Anno XXXII (1955), Fasc. VI, Giuffrè, Milano, 1956. p. 765.\r\nAZAMBUJA, Carmen Luiza Dias de. Controle judicial e difuso de constitucionalidade no direito brasileiro e comparado: efeito erga omnes de seu julgamento. Porto Alegre: Sérgio Antônio Fabris, 2008.\r\nBARBOSA, Ruy. Cartas de Inglaterra: o Congresso e a Justiça no Regimen Federal. 2. ed. São Paulo: Livraria Acadêmica Saraiva & C., 1929. p. 418.\r\n_____. Os atos inconstitucionais do Congresso e do Executivo perante a Justiça Federal. In: Trabalhos jurídicos. Rio de Janeiro: Ministério da Educação e Cultura, 1958. v. 20, Tomo. 5, p. 49.\r\n_____. O direito do Amazonas ao Acre Septentrional. Rio de Janeiro: Jornal do Commercio, 1910. v. 2. p. 51-2.\r\n_____. Comentários à Constituição Federal Brasileira, coligidos e ordenados por Homero Pires. São Paulo: Saraiva, 1993. v. 4. p. 268.\r\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro. São Paulo: Saraiva, 2004. p. 91, nota de rodapé.\r\n_____. O Controle de Constitucionalidade no Direito Brasileiro. 4. ed. Saraiva, 2009.  p. 130/131, item n. 3.\r\nBASTOS, Celso Ribeiro. Curso de Direito Constitucional. São Paulo: Celso Bastos, 2002. p. 84. \r\nBICKEL, Alexandre. The Least Dangerous Branch apud MELLO, Cláudio Ari. Democracia Constitucional e Direitos Fundamentais. Porto Alegre: Livraria do Advogado, 2004. p. 203.\r\nBITTENCOURT, C. A. Lúcio. O controle jurisdicional de constitucionalidade das leis. Série \"Arquivos do Ministério da Justiça\". Brasília: Ministério da Justiça, 1997. p. 140-1, 143, nota 17, 145-6 e 592.\r\n_____. O controle jurisdicional da constitucionalidade das leis. Rio de Janeiro: Forense, 1968. p. 143.\r\nBONAVIDES, Paulo. Curso de Direito Constitucional. 21ª ed. São Paulo: Malheiros, 2007. p. 306.\r\nBRASIL. Constituição (1946): Emendas. Emendas à Constituição de 1946, n. 16: reforma do Poder Judiciário. Brasilia: Câmara dos Deputados, 1968. p. 24 e 88-90.\r\nBROSSARD, Paulo. O Senado e as leis inconstitucionais. Brasília: Senado Federal, abr. 1976, \r\nRevista de Informação Legislativa. vol. 13. n. 50. p. 61.\r\nBUZAID, Alfredo. Da ação direta de constitucional idade no Direito brasileiro. São Paulo: Saraiva, 1958. p.89-90 e 128.\r\nCAMPOS, Francisco Luiz da Silva. Direito constitucional. Rio de Janeiro: Freitas Bastos, 1956. v. 1. p. 460-1.\r\nCALAMANDREI, Piero. La casación civil. Trad. Santiago Sentis Melendo. Buenos Aires: Editorial Bibliografica Argentina, 1945. t. II. p. 104.\r\nCANOTILHO, José Joaquim Gomes. Direito Constitucional. p. 1102.\r\nCAPPELLETTI, Mauro. O controle judicial de constitucionalidade das leis no direito comparado. Trad. Aroldo Plínio Gonçalves. Porto Alegre: Fabris, 1984.\r\nCASTRO, João Bosco Marcial de. O controle de constitucionalidade das leis e a intervenção do Senado Federal, mimeografado. Brasília, 2006.\r\nCAVALCANTI, Themistocles Brandão. Do controle de constitucionalidade. Rio de Janeiro: Forense, 1966. p. 162-6 e 164.\r\nDALLARI, Dalmo de Abreu. Elementos de Teoria Geral do Estado. 20 ed. São Paulo: Saraiva, 1998, p. 220. \r\nDAU-LIN, Hsü. Mutación de la Constitución. Trad. Pablo Lucas Verdú y Christian Förster. In: stituto Vasco de Administración Pública, Oñati, 1998. p. 29, 68 e seguintes. \r\nDERRIDA, Jacques. Força de lei. Trad. Leyla Perrone-Moisés. São Paulo: Martins Fontes, 2007, p. 5-6.\r\nDAVID, René. Os grandes sistemas de direito contemporâneo. Trad. Hermínio A. Carvalho. São Paulo: Martins Fontes, 1993. p. 392.\r\nFERRAZ, Anna Cândida da Cunha. Processos Informais de Mudança da Constituição. São Paulo: Max Limonad, 1986. p. 9-10, 64 e seguintes, e 102 e seguintes.\r\nFERREIRA FILHO, Manoel Gonçalves. Curso de direito constitucional. 30. ed. rev. e atual. São Paulo: Malheiros, 2003. p. 35.\r\nGRAU, Eros Roberto. O direito posto e o direito pressuposto. 6. ed. São Paulo: Malheiros, 2005. p. 158 e seguintes.\r\n_____. Ensaio e discurso sobre a interpretação/aplicação do direito. 4. ed. São Paulo: Malheiros, 2006. p. 32, 59-60 e 218.\r\n_____. A ordem econômica na Constituição de 1988. 11. ed. São Paulo: malheiros, 2006. p. 17-18.\r\nGROSSI, Paolo. Assolutismo giuridico e diritto privato. Giuffrè, Milano, 1998. p. 358-359.\r\nHAMILTON, Alexander; JAY, John; e MADISON, James. O Federalista: um comentário à Constituição americana. Trad. Reggy Zacconi de Moraes. Rio de Janeiro: Nacional de Direito, 1959.\r\nHESSE, Konrad. A força normativa da Constituição. Trad. Gilmar Ferreira Mendes. Porto Alegre: Sergio Antonio Fabris, 1991. p. 22-23.\r\nJELLINEK, Georg. Reforma y mutación de la Constitucion. Trad. Christian Förster Y Pablo Lucas Verdu.  Centro de Estúddios Constitucionales. Madrid, 1991. p. 15-35, nota 13. \r\n_____. Teoria General del Estado. Buenos Aires: ed. IB de F, 2005. p. 747.\r\nKNIJNIK, Danilo. O recurso especial e a revisão da questão de fato pelo Superior Tribunal de Justiça. Rio de Janeiro: Forense, 2005. p. 59.\r\nLEAL, Roger Stiefelmann. A convergência dos sistemas de controle de constitucionalidade. RDCI 57/62. São Paulo, out.-dez. 2006.\r\nLEWANDOWSKI, Enrique Ricardo. Palestra sobre a Reforma do Judiciário e as súmulas vinculates. Instituto Victor Nunes Leal e a Associação dos dos Advogados de São Paulo, em 4/12/2009.\r\n_____. Reflexões em torno do Princípio Republicano. Revista Justiça & Cidadania, São Paulo, n. 74, set. 2006, p. 6-11.\r\nLOEWENSTEIN, Karl. Verfassungsrecht und Vefassungspraxis der Vereinigten Staaten, Berlin, 1959. p. 427 e 429-430.\r\nMACDONAL, Forrest. Novus Ordo Seclorum: The intellectual origins of the Constitution. Lawrence: University Press of Kansas, 1985. p. 84 e seguintes.\r\nMARTINS, Ives Gandra da Silva; MENDES, Gilmar Ferreira. Controle concentrado de constitucionalidade: Comentários à Lei nº 9.868, de 10-11-1999. São Paulo: Saraiva, 2001. p. 62.\r\nMARINHO, Josaphat. O art. 64 da Constituição e o papel do Senado. Revista de Informação Legislativa. v. 1. p. 2. \r\nMELLO, Oswaldo Aranha Bandeira de. A Teoria das Constituições Rígidas. 2. ed. São Paulo: J. Bushasky Editor, 1980. p. 210 e 211.\r\nMENDES, Gilmar Ferreira. O efeito vinculante das decisões do Supremo Tribunal Federal nos\r\nprocessos de controle abstrato de normas. Revista Jurídica Virtual, vol. 1, n. 4, agosto de 1999. Disponível em: http://geocities.yahoo.com.br/profpito/oefeitovinculantegilmar.html.\r\n_____. Jurisdição Constitucional. 5. ed. São Paulo: Saraiva, 2005. p . 387-413.\r\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gonet. Curso de Direito Constitucional. 8. ed. Saraiva, 2013. p. 1.093/1.101, item n. 3.4.3.\r\nMONTESQUIEU. O espírito das leis. Coleção Os Pensadores. Trad. Fernando Henrique Cardoso e Leôncio Martins Rodrigues. São Paulo: Victor Civita, 1973. v. 21. p. 159 e 161.\r\nMORAES, Alexandre de. Constituição do Brasil Interpretada e Legislação Constitucional. 9. ed. Atlas, 2013. p. 1.390, item n. 97.4.\r\nNUNES, José de Castro. Teoria e prática do Poder Judiciário. Rio de Janeiro: Revista Forense, 1943. p. 588 e 592.\r\nPISCITELLI, Tathiane dos Santos. Os limites à interpretação das normas tributárias. São Paulo: Quartier Latin, 2007. p. 52.\r\nSEGADO, Francisco Fernandes. La obsolescência de la bipolaridad modelo americano-modelo europeo kelseniano como critério analítico del control de constitucionalidad y la búsqueda de una nueva tipología explicativa”. Parlamento y Constitución. Anuario. n. 6. pp. 1-53. Ciudad Real: Universidad de Castilla-La Mancha, 2002 – separata.\r\nSILVA, Francisco Luiz da. Direito constitucional. Rio de Janeiro: Freitas Bastos,\r\n1956. v. 1. p. 460-1.\r\nSILVA, José Afonso da. Curso de direito constitucional positivo. São Paulo: Malheiros, 2003. p. 52.\r\n_____. Comentário contextual à Constituição. 3. ed. São Paulo: Malheiros, 2007. p. 415-416. \r\nSOTELO, José Luiz Vasquez. A jurisprudência vinculante na common law e na civil law. Temas atuais de direito processual ibero-americano. Rio de Janeiro: Forense, 1998. p. 374.\r\nSTRECK, Lenio. Jurisdição Constitucional e Hermenêutica. 2. ed. Forense, 2004. p. 479 e seguintes.\r\nVERNANT, Jean-Pierre. O Universo, os Deuses, os Homens. Trad . Rosa Freire d’Aguiar, Companhia das Letras. São Paulo, 2000. p. 13.\r\n_____. Mito e religião na Grécia antiga. Trad. Joana Angélica d'Avila Melo. São Paulo: Martins Fontes, 2006.\r\nVOGEL, Klaus. Rechtskraft und Gesetzeskraft der Entscheidungen des Bundesverfassungsgerichts. In: STARCK, Christian (Org.) Bundesverfassungsgericht und Grundgesetz. 1. ed. Tübingen: Mohr, 1976. v. 1. p. 568-613.\r\nZAVASCKI, Teori Albino. Eficácia das Sentenças na Jurisdição Constitucional. 2. ed. Revista dos Tribunais, 2012. p. 43/49, itens ns. 1.7 e 1.8.","ministro_facet":["GILMAR MENDES"],"processo_numero":4335,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282480","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais do Dr. Erfen José Ribeiro Santos, pelo requerente Governador do Estado do Espírito Santo; do Ministro Luís Inácio Lucena Adams, pela Advocacia-Geral da União; do Dr. Caio de Azevedo Trindade, Procurador-Geral do Estado, pelo amicus curiae Estado do Pará, e do Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República, pelo Ministério Público Federal, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Luiz Fux. Presidência do Ministro Joaquim Barbosa. Plenário, 11.06.2014.\r\n\n                 Decisão: Após os votos dos Ministros Gilmar Mendes (Relator), Roberto Barroso e Dias Toffoli, julgando improcedente a ação direta, e os votos dos Ministros Rosa Weber, Teori Zavascki, Joaquim Barbosa (Presidente), Luiz Fux, Marco Aurélio, Celso de Mello e Ricardo Lewandowski, julgando-a procedente, o julgamento foi suspenso. Ausente a Ministra Cármen Lúcia, representando o Tribunal no XX Encuentro de Presidentes y Magistrados de Tribunales, Salas y Cortes Constitucionales de América Latina, em Buenos Aires, Argentina, e no Primer Encuentro Internacional sobre “Justicia Constitucional con Perspectiva de Género”, em Quito, Equador. Plenário, 18.06.2014.\r\n\n                 Decisão: Colhido o voto da Ministra Cármen Lúcia, o Tribunal, por maioria, julgou procedente a ação direta para declarar a inconstitucionalidade do parágrafo único do art. 1º da Lei Complementar nº 78, de 30 de dezembro de 1993, e da Resolução nº 23.389/2013, do Tribunal Superior Eleitoral, vencidos os Ministros Gilmar Mendes, Roberto Barroso e Dias Toffoli, que julgavam improcedente o pedido. O Ministro Teori Zavascki julgou parcialmente procedente a ação para dar interpretação conforme ao parágrafo único do art. 1º da Lei Complementar nº 78/1993 e declarar a inconstitucionalidade da Resolução nº 23.389/2013. Em seguida, após os votos dos Ministros Rosa Weber, Gilmar Mendes, Dias Toffoli, Roberto Barroso, Cármen Lúcia, Celso de Mello e Ricardo Lewandowski, modulando os efeitos da decisão para que a Resolução nº 23.389/2013, do Tribunal Superior Eleitoral, tenha vigência para as eleições de 2014, e os votos dos Ministros Marco Aurélio, Teori Zavascki e Luiz Fux, que não modulavam os efeitos da decisão, o julgamento foi suspenso para colher o voto, quanto à modulação, do Ministro Joaquim Barbosa (Presidente), ausente justificadamente. Presidência do Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 25.06.2014.\r\n\n                  Decisão: Colhido o voto do Ministro Joaquim Barbosa (Presidente), o Tribunal deixou de modular os efeitos da declaração de inconstitucionalidade por não ter alcançado o quorum previsto no art. 27 da Lei nº 9.868/99. Ausente, justificadamente, o Ministro Celso de Mello, com voto proferido na assentada anterior. Plenário, 01.07.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROSA WEBER","revisor_processo_nome":null,"id":"sjur282480","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur282480","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL ELEITORAL. ART. 1º, CAPUT E PARÁGRAFO ÚNICO, DA LEI COMPLEMENTAR Nº 78/1993. DEFINIÇÃO DA REPRESENTAÇÃO DOS ESTADOS E DO DISTRITO FEDERAL NA CÂMARA DOS DEPUTADOS. ART. 45, § 1º, DA CONSTITUIÇÃO DA REPÚBLICA. PROPORCIONALIDADE RELATIVAMENTE À POPULAÇÃO. OBSERVÂNCIA DE NÚMEROS MÍNIMO E MÁXIMO DE REPRESENTANTES. CRITÉRIO DE DISTRIBUIÇÃO. MATÉRIA RESERVADA À LEI COMPLEMENTAR. INDELEGABILIDADE. TRIBUNAL SUPERIOR ELEITORAL. FUNÇÃO NORMATIVA EM SEDE ADMINISTRATIVA. LIMITES. INVASÃO DE COMPETÊNCIA.\n\n\n\n    1. O art. 45, § 1º, da Constituição da República comanda a definição, por lei complementar (i) do número total de Deputados e (ii) da representação dos Estados e do Distrito Federal, proporcionalmente à população – e não ao número de eleitores –, respeitados o piso de oito e o teto de setenta cadeiras por ente federado. Tal preceito não comporta a inferência de que suficiente à espécie normativa complementadora – a LC 78/1993 –, o número total de deputados. Indispensável, em seu bojo, a fixação da representação dos Estados e do Distrito Federal. A delegação implícita de tal responsabilidade política ao Tribunal Superior Eleitoral traduz descumprimento do comando constitucional em sua inteireza.\n\n\n\n    2. Compete ao legislador complementar definir, dentre as possibilidades existentes, o critério de distribuição do número de Deputados dos Estados e do Distrito Federal, proporcionalmente à população, observados os demais parâmetros constitucionais. De todo inviável transferir a escolha de tal critério, que necessariamente envolve juízo de valor, ao Tribunal Superior Eleitoral ou a outro órgão.\n\n\n\n    3. Inconstitucionalidade do parágrafo único do art. 1º da Lei Complementar nº 78/1993 por omissão do legislador complementar quanto aos comandos do art. 45, § 1º, da Carta Política de definição do número total de parlamentares e da representação por ente federado.\n\n\n\n    Ação direta de inconstitucionalidade julgada procedente, sem modulação de efeitos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7081176","externo_seq_objeto_incidente":4399504,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014\nRTJ VOL-00232-01 PP-00042","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4947&classe=ADI","is_colac":false,"titulo":"ADI 4947","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00028 PAR-00001 PAR-00002 ART-00029\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00023 PAR-00001 PAR-00002\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00046 REDAÇÃO DADA PELA LCT-9/1945\n          ART-00048 REDAÇÃO DADA PELA LCT-9/1945\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00058 REDAÇÃO DADA PELA EMC-17/1965\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000017      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00039 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00039 PAR-00002 INCLUÍDO PELA EMC-1/1969\n          ART-00039 PAR-00002 LET-A INCLUÍDO PELA EMC-1/1969\n          ART-00039 PAR-00002 LET-B INCLUÍDO PELA EMC-1/1969\n          ART-00039 PAR-00002 LET-C INCLUÍDO PELA EMC-1/1969\n          ART-00039 PAR-00002 LET-D INCLUÍDO PELA EMC-1/1969\n          ART-00039 REDAÇÃO DADA PELA EMC-8/1977\n          ART-00039 PAR-00002 REDAÇÃO DADA PELA EMC-8/1977\n          ART-00039 PAR-00003 REDAÇÃO DADA PELA EMC-8/1977\n          ART-00039 PAR-00004 REDAÇÃO DADA PELA EMC-8/1977\n          ART-00039 REDAÇÃO DADA PELA EMC-25/1985\n          ART-00039 PAR-00002 REDAÇÃO DADA PELA EMC-25/1985\n          ART-00041 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000008      ANO-1977\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000025      ANO-1985\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00003 INC-00002 \n          INC-00003 ART-00005 INC-00002 ART-00007 \n          INC-00004 ART-00014 ART-00016 ART-00027 \n          ART-00029 INC-00004 ART-00045 \"CAPUT\" \n          PAR-00001 PAR-00002 ART-00047 ART-00049 \n          ART-00051 INC-00003 INC-00004 ART-00052 \n          INC-00012 INC-00013 ART-00062 PAR-00009 \n          ART-00068 PAR-00001 PAR-00002 ART-00069 \n          ART-00121 ART-00125 PAR-00001 ART-00235 \n          INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00002 PAR-00002 ART-00004 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00005 \n          PAR-00001 PAR-00002 ART-00013 ART-00014 \n          \"CAPUT\" PAR-00001 PAR-00002\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000078      ANO-1993\n          ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO \n          ART-00003 ART-00004 ART-00005\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCT-000009      ANO-1945\n                LEI CONSTITUCIONAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00022 ART-00023 INC-00008 INC-00009 \n          INC-00018 ART-00106 ART-00109\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008189      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012382      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00004\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000424      ANO-2013\n          ART-00001\n                DECRETO LEGISLATIVO\n\n","LEG-FED   PJLCP-000165      ANO-1993\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   RES-016336      ANO-1990\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-014253      ANO-1994\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-020060      ANO-1997\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-020986      ANO-2002\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-022144      ANO-2006\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023220      ANO-2010\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-000175      ANO-2013\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   PEC-000033      ANO-2011\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PJLCP-000089      ANO-1989\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   RGI      ANO-1989\n          ART-00185 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 ART-00186 INC-00001 \n          INC-00002 INC-00003 PAR-00001 PAR-00002\n                REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS\n\n","LEG-EST   CES      ANO-1989\n          ART-00108 INC-00007 LET-B\n                CONSTITUIÇÃO ESTADUAL, CE"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL DE 1988, AUSÊNCIA, ATRIBUIÇÃO, JUSTIÇA ELEITORAL, DEFINIÇÃO, NÚMERO, REPRESENTAÇÃO PARLAMENTAR, ENTE FEDERADO, CÂMARA DOS DEPUTADOS, CONFORMIDADE, PREVISÃO, ANTEPROJETO. APRECIAÇÃO, ORDENAMENTO JURÍDICO ESTRANGEIRO, FORMA, DEFINIÇÃO, REPRESENTAÇÃO PROPORCIONAL, ENTE FEDERADO. APERFEIÇOAMENTO, DEMOCRACIA, DECORRÊNCIA, FUNÇÃO NORMATIVA, ORGANIZAÇÃO, CONDUÇÃO, PROCESSO ELEITORAL, TRIBUNAL SUPERIOR ELEITORAL (TSE). DIFERENÇA, PODER LEGISLATIVO, PODER NORMATIVO. PRINCÍPIO DA RESERVA LEGAL, AUTORIZAÇÃO, DELEGAÇÃO, FUNÇÃO LEGISLATIVA. FUNÇÃO NORMATIVA, TRIBUNAL SUPERIOR ELEITORAL (TSE), FINALIDADE, CONCRETIZAÇÃO, OBJETIVO, PRINCÍPIO, PREVISÃO, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO ELEITORAL, REFERÊNCIA, PROCESSO ELEITORAL. AUSÊNCIA, CUMPRIMENTO, EXIGÊNCIA, CONSTITUIÇÃO FEDERAL, DEFINIÇÃO, CRITÉRIO, CÁLCULO, NÚMERO, BANCADA LEGISLATIVA, CADA, ESTADO-MEMBRO, DISTRITO FEDERAL, INTERMÉDIO, LEI COMPLEMENTAR. IMPOSSIBILIDADE, DELEGAÇÃO DE COMPETÊNCIA, LEI COMPLEMENTAR, PREVISÃO, CONSTITUIÇÃO FEDERAL. INEXISTÊNCIA, AUTORIZAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), VALORAÇÃO, CRITÉRIO, CÁLCULO, REPRESENTAÇÃO PROPORCIONAL. DIFERENÇA, PRECEDENTE, REFERÊNCIA, FIXAÇÃO, VALOR, SALÁRIO MÍNIMO. LEI ORDINÁRIA, PREVISÃO, CRITÉRIO, REAJUSTE, VALOR NOMINAL, SALÁRIO MÍNIMO, COMPETÊNCIA, DECRETO PRESIDENCIAL, EXCLUSIVIDADE, DECLARAÇÃO, DIVULGAÇÃO, VALOR, AUSÊNCIA, INOVAÇÃO, DIREITO (ORDENAMENTO JURÍDICO). RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), DISCRICIONARIEDADE, DEFINIÇÃO, CRITÉRIO, CÁLCULO, REPRESENTAÇÃO PROPORCIONAL, DESRESPEITO, COMPETÊNCIA EXCLUSIVA, LEI COMPLEMENTAR. AUSÊNCIA, GARANTIA, SEGURANÇA JURÍDICA, PROCESSO ELEITORAL, PREVISÃO, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), CRITÉRIO, CÁLCULO, REPRESENTAÇÃO PROPORCIONAL. DESNECESSIDADE, EDIÇÃO, LEI COMPLEMENTAR, CADA, QUATRO ANOS, SUFICIÊNCIA, LEI COMPLEMENTAR, DEFINIÇÃO, CRITÉRIO, CÁLCULO, ATRIBUIÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), EXCLUSIVIDADE, AJUSTE, HIPÓTESE, NECESSIDADE. DECLARAÇÃO DE INCONSTITUCIONALIDADE SEM A PRONÚNCIA DA NULIDADE, RESOLUÇÃO, MANUTENÇÃO, VIGÊNCIA, MANUTENÇÃO, CRITÉRIO, CÁLCULO, NÚMERO, BANCADA LEGISLATIVA, TERMO FINAL, SUPERVENIÊNCIA, LEI COMPLEMENTAR, DEVER, OBSERVÂNCIA, PRINCÍPIO DA ANUALIDADE ELEITORAL. CONSIDERAÇÃO, DOUTRINA, JURISPRUDÊNCIA, ÂMBITO INTERNACIONAL, REFERÊNCIA, FORMA, SOLUÇÃO, LACUNA DA LEI, DECORRÊNCIA, DECISÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, INTERMÉDIO, REGRA DE TRANSIÇÃO. POSSIBILIDADE, OFENSA, MAIOR GRAVIDADE, CONSTITUIÇÃO FEDERAL, CONFIGURAÇÃO, REQUISITO, DECLARAÇÃO DE INCONSTITUCIONALIDADE SEM A PRONÚNCIA DA NULIDADE. NECESSIDADE, PONDERAÇÃO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE. DOUTRINA, JURISPRUDÊNCIA, REJEIÇÃO, AFASTAMENTO, PRINCÍPIO DA NULIDADE, MOTIVO, POLÍTICA JUDICIÁRIA. AFASTAMENTO, PRINCÍPIO DA NULIDADE, DEVER, DECORRÊNCIA, FUNDAMENTO CONSTITUCIONAL. CASO CONCRETO, DECLARAÇÃO DE INCONSTITUCIONALIDADE SEM A PRONÚNCIA DA NULIDADE, OBSERVÂNCIA, REQUISITO, ADEQUAÇÃO, NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO.\n\n- VOTO, MIN. GILMAR MENDES: INEXISTÊNCIA, INCONSTITUCIONALIDADE FORMAL, DECORRÊNCIA, OBSERVÂNCIA, QUORUM, EXIGÊNCIA, ABERTURA, SESSÃO, DECORRÊNCIA, APROVAÇÃO, UNANIMIDADE, REGISTRO, ATA. IMPROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. AFERIÇÃO, REPRESENTAÇÃO PROPORCIONAL, FUNDAMENTO, POPULAÇÃO, ENTE FEDERADO, CONFORMIDADE, TOTALIDADE, CONSTITUIÇÃO FEDERAL, MOMENTO ANTERIOR, EXCEÇÃO, EMENDA CONSTITUCIONAL 1 DE 1969. LEI COMPLEMENTAR, DELEGAÇÃO, TSE, EXCLUSIVIDADE, FUNÇÃO, CÁLCULO, NÚMERO, REPRESENTAÇÃO PROPORCIONAL, ESTADO, FUNDAMENTO, ATUALIZAÇÃO, ESTATÍSTICA, DEMOGRAFIA, IBGE. ENTENDIMENTO, JURISPRUDÊNCIA, STF, POSSIBILIDADE, LEI, DELEGAÇÃO, DECRETO PRESIDENCIAL, ATUALIZAÇÃO, VALOR, SALÁRIO MÍNIMO. REALIZAÇÃO, CÁLCULO, TSE, FUNDAMENTO, PARÂMETRO, CONSTITUIÇÃO FEDERAL, LEI COMPLEMENTAR. ATRIBUIÇÃO, TSE, ATUALIZAÇÃO, NÚMERO, REPRESENTAÇÃO PARLAMENTAR, GARANTIA, EFETIVIDADE, NORMA CONSTITUCIONAL, PREVISÃO, REPRESENTAÇÃO PROPORCIONAL, CORRELAÇÃO, POPULAÇÃO, ESTADO-MEMBRO. AUSÊNCIA, USURPAÇÃO, COMPETÊNCIA LEGISLATIVA, HIPÓTESE, DELEGAÇÃO, JUSTIÇA ELEITORAL, CÁLCULO, NÚMERO, DEPUTADO, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS, FUNDAMENTO, SISTEMA ELEITORAL, PREVISÃO, NORMA CONSTITUCIONAL, TERMO INICIAL, CONSTITUIÇÃO FEDERAL DE 1934, FUNDAMENTO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF). MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE SEM A PRONÚNCIA DA NULIDADE, CONFIGURAÇÃO, ESPÉCIE, SOLUÇÃO, OMISSÃO PARCIAL. POSSIBILIDADE, CONSIDERAÇÃO, FUNGIBILIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. NECESSIDADE, CONSIDERAÇÃO, FATO, ATUALIDADE, REFERÊNCIA, DESPROPORCIONALIDADE, REPRESENTAÇÃO PARLAMENTAR, DESCUMPRIMENTO, EXIGÊNCIA, NORMA CONSTITUCIONAL. CONSIDERAÇÃO, PRECEDENTE, STF, REFERÊNCIA, PROPORCIONALIDADE, NÚMERO, VEREADOR. \n\n- VOTO, MIN. ROBERTO BARROSO: AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, MOTIVO, EXIGÊNCIA, NORMA CONSTITUCIONAL, MAIORIA ABSOLUTA, APROVAÇÃO, LEI COMPLEMENTAR, AUSÊNCIA, IMPOSIÇÃO, FORMA, APURAÇÃO, VOTO. IMPROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. POPULAÇÃO, REFERÊNCIA, NÚMERO, HABITANTE, CADA, ESTADO-MEMBRO, DISTRITO FEDERAL, AUSÊNCIA, REFERÊNCIA, NÚMERO, TOTALIDADE, ELEITOR. DESPROPORCIONALIDADE, REPRESENTAÇÃO PARLAMENTAR, RESULTADO, INCONSTITUCIONALIDADE, OFENSA, DEMOCRACIA. INEXISTÊNCIA, DELEGAÇÃO, COMPETÊNCIA LEGISLATIVA, TSE. LEI IMPUGNADA, RESTABELECIMENTO, FORÇA NORMATIVA DA CONSTITUIÇÃO, IMPEDIMENTO, IMUTABILIDADE, BANCADA LEGISLATIVA. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA LEGALIDADE, EXCESSO, PODER REGULAMENTAR. IMPOSSIBILIDADE, REDUÇÃO, BANCADA LEGISLATIVA, PREVISÃO, ADCT, VIGÊNCIA, TERMO FINAL, EDIÇÃO, LEI COMPLEMENTAR, NORMA CONSTITUCIONAL, CARÁTER PERMANENTE. IMPOSSIBILIDADE, REDUÇÃO, BANCADA LEGISLATIVA, IMPEDIMENTO, MANUTENÇÃO, PROPORCIONALIDADE, IGUALDADE, CARÁTER POLÍTICO, EXIGÊNCIA, CONSTITUIÇÃO FEDERAL. AUSÊNCIA, DIREITO ADQUIRIDO, NÚMERO, DEPUTADO, BANCADA LEGISLATIVA, ESTADO-MEMBRO, FUNDAMENTO, MUTABILIDADE, POPULAÇÃO, CONSEQUÊNCIA, MUTABILIDADE, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS.\n\n- VOTO, MIN. TEORI ZAVASCKI: PROCEDÊNCIA, PEDIDO, OBJETIVO, ATRIBUIÇÃO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DISPOSITIVO, LEI COMPLEMENTAR, ENTENDIMENTO, AUSÊNCIA, ATRIBUIÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), PODER NORMATIVO, DECORRÊNCIA, DELEGAÇÃO, CONGRESSO NACIONAL. VIABILIDADE, EXCLUSIVIDADE, ATRIBUIÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), ÂMBITO, EXECUÇÃO, OBJETIVO, ATUALIZAÇÃO, CÁLCULO, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS. RESOLUÇÃO, TSE, INOVAÇÃO, ORDENAMENTO JURÍDICO, ATUAÇÃO, DISCRICIONARIEDADE, CARÁTER POLÍTICO. OMISSÃO, PREVISÃO, LEI COMPLEMENTAR, AUSÊNCIA, JUSTIFICATIVA, INTEGRAÇÃO LEGISLATIVA, TSE. INEXISTÊNCIA, COMPETÊNCIA, TSE, VALORAÇÃO, CRITÉRIO, CÁLCULO, FUNDAMENTO, COMPETÊNCIA EXCLUSIVA, LEI COMPLEMENTAR. MODULAÇÃO DE EFEITOS. DESNECESSIDADE, MODULAÇÃO DE EFEITOS, FUNDAMENTO, AUSÊNCIA, LACUNA DA LEI.\n\n- VOTO, MIN. MARCO AURÉLIO: PROCEDÊNCIA, PEDIDO, OBJETIVO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI COMPLEMENTAR, CONSEQUÊNCIA, PREJUDICIALIDADE, PEDIDO,\nINCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), FUNDAMENTO, IMPOSSIBILIDADE, DELIBERAÇÃO ADMINISTRATIVA, TRIBUNAL SUPERIOR ELEITORAL (TSE), DEFINIÇÃO, BANCADA LEGISLATIVA. AUSÊNCIA, CONSIDERAÇÃO, TSE, NÚMERO, POPULAÇÃO, ESTADO-MEMBRO, FINALIDADE, CÁLCULO, BANCADA LEGISLATIVA, MOMENTO POSTERIOR, CONSTITUIÇÃO FEDERAL DE 1988. TSE, EXCLUSIVIDADE, ATRIBUIÇÃO, PUBLICIDADE, TEXTO CONSTITUCIONAL, PREVISÃO, LIMITE MÍNIMO, LIMITE MÁXIMO, DEPUTADO FEDERAL, CADA, ESTADO-MEMBRO. MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), CONSEQUÊNCIA, APLICAÇÃO, RESOLUÇÃO, VIGÊNCIA, MOMENTO ANTERIOR.\n\n- VOTO, MIN. CÁRMEN LÚCIA: MODULAÇÃO DE EFEITOS. APLICABILIDADE, MODULAÇÃO DE EFEITOS, FUNDAMENTO, AUSÊNCIA, ALTERNATIVA, DIVERSIDADE, OBJETIVO, SEGURANÇA JURÍDICA, PROCESSO ELEITORAL. MANUTENÇÃO, VIGÊNCIA, RESOLUÇÃO, TERMO FINAL, ELEIÇÃO, PROXIMIDADE.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, DISPOSITIVO, LEI COMPLEMENTAR, MODULAÇÃO DE EFEITOS, UTILIZAÇÃO, EXCLUSIVIDADE, CRITÉRIO, PREVISÃO, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), PROXIMIDADE, ELEIÇÃO.\n\n- VOTO, MIN. JOAQUIM BARBOSA: MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), AUSÊNCIA, MODULAÇÃO DE EFEITOS, FUNDAMENTO, AUSÊNCIA, RISCO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4947&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI COMPLEMENTAR, NÚMERO, DEPUTADO, CÂMARA DOS DEPUTADOS)\nADI 267 MC (TP), MI 219 (TP), MI 233 (TP). \n(COMPETÊNCIA, CONSTITUINTE ESTADUAL)\nADI 3140 (TP). \n(EXIGÊNCIA, LEI, VALOR, SALÁRIO MÍNIMO, DECRETO, DIVULGAÇÃO)\nADI 4568 (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, PRINCÍPIO DA NULIDADE)\nADI 2791 ED (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, INCIDENTER TANTUM, EFEITO PRO FUTURO)\nRE 197917 (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS, VOTO, MINISTRO, AUSENTE)\nADI 3601 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Pet 1642, Pet 2970, Pet 95457. \n- Legislação estrangeira citada: art. 149 da Constituição Portuguesa de 1976.\r\n- Veja ADI 5020, ADI 5028, ADC 33, ADI 4963, ADI 4965 e ADI 5130 do STF.\r\n- Veja Projeto de Decreto Legislativo 224/2011.\r\nNúmero de páginas: 215.\r\nAnálise: 29/01/2015, JOS.\r\nRevisão: 23/03/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ESTADO DA PARAÍBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nAM. CURIAE.  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282480,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4947","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2014-07-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABBOUD, Georges. Jurisdição Constitucional e Direitos Constitucionais. São Paulo: Revista dos\r\nTribunais, 2011.\r\nALMEIDA NETO, Manoel Carlos de. Direito Eleitoral Regulador. São Paulo: Revista dos Tribunais, 2014.\r\nAssembleia Nacional Constituinte, Comissão de Sistematização. Projeto de Constituição (B) – 2º turno. Presidente: Constituinte Ulysses Guimarães. Relator: Constituinte Bernardo Cabral. Disponível em:\r\nhttp://www.camara.gov.br/internet/constituicao20anos/DocumentosAvulsos\r\n/vol-299.pdf. Acesso em: 9 jun. 2014.\r\nBASTOS, Celso Ribeiro. A Constituição de 1988 e seus problemas. São Paulo: Ltr, p. 228 apud VALADÃO, Rodrigo Borges. O Princípio da Reserva de Lei Complementar e a Hierarquia entre Espécies Normativas. Revista de Direito da Procuradoria Geral. Rio de Janeiro, 2001. n. 54, p. 236.\r\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil (promulgada em 5 de outubro de 1988). 3ª ed. São Paulo: Saraiva, 2002. v. 9. p. 180.\r\nBONAVIDES, Paulo. Teoria do Estado. 6. ed. São Paulo: Malheiros, 2007. p. 289.\r\n_____. Curso de Direito Constitucional. 26. ed. São Paulo: Malheiros, 2011.\r\nBRUNA, Sérgio Varella. Agências Reguladoras: poder normativo, consulta pública, revisão judicial. São Paulo: Revista dos Tribunais, 2003.\r\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. Almedina, 2003. p. 1215.\r\nCINTRA, Antônio Octávio; lACOMBE, Marcelo Barroso. A Câmara dos Deputados na Nova República: a visão da Ciência Política. In: AVELAR, Lúcia; CINTRA, Antônio Octávio. (Orgs.). Sistema político brasileiro: uma introdução, 2007. p. 146.\r\nDESPOSATO; Scott W.. Reforma política brasileira: o que precisa ser consertado, o que não precisa e o que fazer. In: NICOLAU, Jairo Nicolau; POWER, Timothy J. (Orgs.). Instituições representativas no Brasil: balanço e reforma, 2007. p. 125.\r\nFERRARI, Regina Maria Macedo Nery. Efeitos da Declaração de Inconstitucionalidade. 5. ed. São Paulo: Revista dos Tribunais, 2004.\r\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. 3. ed. Atualizada. São Paulo: Saraiva, 2000. v. 1. p. 292.\r\nLUENGO, Javier García. Retroactividad normativa o pertección de la confianza?: a propósito de la sentencia del Tribunal Constitucional de 31 de octubre de 1996. In: WAGNER, Francisco Sosa. El\r\nDerecho Administrativo em el umbral del Siglo XXI. Valencia: Tirant lo Blanch, 2000.\r\nMADISON, James. The Federalist n. 62. In: HAMILTON, Alexander; MADISON, James; JAY, John. The Federalist Papers, 2004 (ed. Pocket Books). p. 442-3.\r\nMEDEIROS, Rui. A decisão de inconstitucionalidade. Lisboa: Universidade Católica Portuguesa, 1999.\r\nMENDES, Gilmar Ferreira. Curso de Direito Constitucional. 8. ed. São Paulo: Saraiva, 2013.\r\nMIRANDA, Jorge. Teoria do Estado e da Constituição. Coimbra: Coimbra, 2002. p. 384 e 386.\r\nMIRANDA, Jorge apud FERRARI, Regina Maria Macedo Nery. Efeitos da Declaração de Inconstitucionalidade. 5. ed. São Paulo: Revista dos Tribunais, 2004.\r\nMORAIS, Carlos Blanco de. Justiça constitucional. 2. ed. Coimbra: Coimbra, 2006.\r\nSARMENTO, Daniel. Eficácia temporal do controle de constitucionalidade das leis – o princípio da proporcionalidade e a ponderação de interesses. RDA, 1998. p. 212/36.\r\nSCHLAICH, Klaus apud BONAVIDES, Paulo. Curso de Direito Constitucional. 26. ed. São Paulo: Malheiros, 2011.\r\nSilva, José Afonso da. Comentário contextual à Constituição. 2007. p. 389.\r\n_____. Comentário contextual à Constituição. 2012. p. 397.\r\n_____. Comentário Contextual à Constituição. 7. ed. São Paulo: Malheiros. p. 915.\r\nTEMER, Michel. Elementos de direito constitucional. 2010. p. 128.\r\nTSE. Disponível em: http://www.tse.jus.br/eleicoes/eleicoes-anteriores/eleicoes-2010/estatisticas. Acesso em: 9 jun. 2014.\r\nVELOSSO, Carlos Mário da Silva. Câmara dos Deputados. Sistema proporcional. Fixação do número de vagas para cada unidade da Federação. Constitucionalidade da Lei Complementar nº 78, de 1993, e da Resolução TSE nº 23.389, de 2013 (Parecer), 2013. p. 28 e 31.","ministro_facet":["GILMAR MENDES","ROSA WEBER"],"processo_numero":4947,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282327","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma indeferiu a ordem de habeas corpus, nos termos do voto da relatora. Unânime. Falou o Dr. Marcelo Eduardo Battaglin Maciel, pelo paciente. Ausente, justificadamente, o Senhor Ministro Marco Aurélio, Presidente. Presidiu o julgamento o Senhor Ministro Dias Toffoli. Primeira Turma, 11.3.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282327","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur282327","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    HABEAS CORPUS. PRESÍDIOS FEDERAIS. TRANSFERÊNCIA E PERMANÊNCIA. EXCEPCIONALIDADE. CONTROLE COMPARTILHADO ENTRE O JUIZ DE ORIGEM E O JUIZ RESPONSÁVEL PELO PRESÍDIO. LIDERANÇA DE GRUPO CRIMINOSO ORGANIZADO.\n\n\n\n    1. Os presídios federais são destinados a isolar presos de elevada periculosidade, especialmente aqueles extremamente violentos ou líderes de grupos criminosos.\n\n\n\n    2. Considerado o contexto no qual se insere o sistema carcerário brasileiro, com graves indisciplinas, fugas, rebeliões e prática de crimes por reclusos, o regime prisional em vigor nos presídios federais, embora rigoroso, constitui remédio amargo, mas necessário e válido.\n\n\n\n    3. Como a transferência e a permanência no presídio federal envolvem a imposição ao preso de um regime prisional mais gravoso, pela maior restrição da liberdade, são elas excepcionais e transitórias. Em caso de necessidade, é possível, em princípio, que a permanência no presídio federal, embora excepcional, se prolongue significativamente, quer por fato novo ou pela persistência das razões ensejadoras da transferência inicial.\n\n\n\n    4. Cabe ao Poder Judiciário verificar se o preso tem ou não o perfil apropriado para a transferência ou a permanência nos presídios federais, em controle compartilhado entre o juízo de origem solicitante e o juízo responsável pelo presídio federal, prevista expressamente em lei forma hábil para a solução de eventual divergência, o conflito de competência (art. 9º e art. 10, § 5º, da Lei nº 11.671/2008).\n\n\n\n    5. Não há falar, na espécie, em obstáculo ao exercício do poder jurisdicional conferido pela Lei Federal nº 11.671/2008 nem em supressão da competência da Justiça Federal, da mesma forma que inocorrente ofensa ao contraditório e à ampla defesa. Histórico de condenações e informações de inteligência da Secretaria de Segurança Pública que revelam profundo envolvimento do paciente no mundo do crime e posição de liderança em grupo criminoso organizado, a justificar a transferência e a permanência em presídio federal de segurança máxima.\n\n\n\n    6. Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7081156","externo_seq_objeto_incidente":4212367,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=112650&classe=HC","is_colac":false,"titulo":"HC 112650","documental_legislacao_citada_texto":["LEG-FED   LEI-007210      ANO-1984\n          ART-00052 \n          ART-00086 PAR-00001 REDAÇÃO DADA PELA LEI-10792/2003\n          ART-00087 PAR-ÚNICO INCLUÍDO PELA LEI-10792/2003\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00003\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-010792      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011671      ANO-2008\n          ART-00003 ART-00005 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 ART-00009 ART-00010 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-006877      ANO-2009\n                DECRETO"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=112650&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRANSFERÊNCIA DE PRESO, PRESÍDIO FEDERAL)\nHC 106039 (2ªT), HC 115539 (1ªT), HC 119061 (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: CC 118634. \n- Decisão estrangeira citada: Caso Bruscino vs. Carlson, 854 F2d 162, de 1988 da Corte federal norte-americana.\nNúmero de páginas: 20.\nAnálise: 12/11/2014, JOS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : NEI DA CONCEIÇÃO CRUZ \nIMPTE.(S)  : MARCELO EDUARDO BATTAGLIN MACIEL E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282327,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 112650","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2014-03-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":112650,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur297597","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição de Dennis Alfred Grell, assegurada a detração do tempo em que o extraditando tiver permanecido preso no Brasil por força do pedido de extradição (art. 91, II, da Lei 6.815/1980), nos termos do voto do Relator. Ausente, justificadamente, a Senhora Ministra Cármen Lúcia. 2ª Turma, 10.03.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur297597","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur297597","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO FUNDADA EM PROMESSA DE RECIPROCIDADE. CRIME CONTRA A ORDEM TRIBUTÁRIA. SONEGAÇÃO FISCAL. ATENDIMENTO DOS REQUISITOS FORMAIS. DUPLA TIPICIDADE E PUNIBILIDADADE. INEXISTÊNCIA DE PRESCRIÇÃO EM AMBOS OS ORDENAMENTOS JURÍDICOS. DEFERIMENTO. \n\n\n\n    1. A falta de tratado de extradição entre o Brasil e a República Federal da Alemanha não impede o atendimento da demanda, desde que o requisito da reciprocidade seja atendido mediante pedido formalmente transmitido por via diplomática. Precedentes.\n\n\n\n    2. Por força do sistema de contenciosidade limitada consagrado no Estatuto do Estrangeiro (art. 85, § 1º) e placitado pela jurisprudência desta Corte, compete ao Supremo Tribunal Federal exclusivamente o exame dos pressupostos formais do pedido de extradição. Precedentes.\n\n\n\n    3. O crime de sonegação fiscal previsto na legislação penal alemã (art. 370 do Código Penal alemão) encontra correspondência no tipo penal do art. 1º, I, da Lei 8.137/1990 (art. 77, II, da Lei 6.815/1980). Precedentes. \n\n\n\n    4. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8064790","externo_seq_objeto_incidente":4629140,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-057  DIVULG 23-03-2015  PUBLIC 24-03-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1363&classe=Ext","is_colac":false,"titulo":"Ext 1363","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00085 PAR-00001 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008137      ANO-1990\n          ART-00001 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2015-03-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1363&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PROMESSA DE RECIPROCIDADE)\nExt 1090 (TP), Ext 1274 (1ªT). \n(PROCEDIMENTO CRIMINAL, ESTATUTO DO ESTRANGEIRO, CONTENCIOSIDADE LIMITADA)\nExt 1329 (2ªT). \n- Legislação estrangeira citada: art. 78, 3, 4, art. 78, c, 1, 1, 5, art. 370 do Código Penal alemão.\r\nNúmero de páginas: 8.\r\n\nNúmero de páginas: 8.\nAnálise: 06/04/2015, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ALEMANHA \nEXTDO.(A/S)  : DENNIS ALFRED GRELL \nADV.(A/S)  : MARIA MARLINDA LIMA DE SOUZA TEJO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":297597,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1363","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-03-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["TEORI ZAVASCKI"],"processo_numero":1363,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur287742","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RR","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, rejeitou a preliminar e recebeu a denúncia, nos termos do voto do Relator. Falaram, pelo Ministério Público Federal, o Dr. Odim Brandão Ferreira e, pelo denunciado, o Dr. José Eduardo Rangel de Alckmin. 2ª Turma, 11.11.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur287742","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Roraima","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur287742","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Inquérito. 2. Competência originária. 3. Penal e Processual Penal. 4. Inépcia da denúncia. Não há inépcia por não ter sido especificada a maneira como o denunciado teria concorrido para o desvio de valores: a indicação a cargo em comissão normalmente cabe ao agente político titular do gabinete onde o cargo se encontra vago. Possibilidade de desclassificação do crime do art. 312, caput, do Código Penal (peculato-desvio), para o crime do art. 312, §1º, do Código Penal (peculato-furto), não enseja inépcia da denúncia. 5. Peculato. Desvio de dinheiro público por meio da indicação de servidores para ocuparem cargos comissionados sem prestar os serviços correspondentes. Prova da existência dos fatos e indícios de autoria. 6. Denúncia recebida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7459114","externo_seq_objeto_incidente":3871429,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-244  DIVULG 11-12-2014  PUBLIC 12-12-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2952&classe=Inq","is_colac":false,"titulo":"Inq 2952","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00037 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00312 \"CAPUT\" PAR-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00383\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2014-12-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2952&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DENÚNCIA, GARANTIA À AMPLA DEFESA)\nHC 70763 (1ªT), HC 73271 (1ªT). \n- Legislação estrangeira citada: art. 1 da Constituição alemã.\nNúmero de páginas: 22.\nAnálise: 20/01/2015, IVA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINDIC.(A/S)  : ÉDIO VIEIRA LOPES OU ÉDIO LOPES \nADV.(A/S)  : BRUNO RODRIGUES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":287742,"documental_tese_texto":null,"procedencia_geografica_completo":"RR - RORAIMA","processo_codigo_completo":"Inq 2952","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2014-11-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro/São Paulo: Freitas Bastos, 1959, v. 2. p. 183.\r\nMAUNZ-DÜRIG, Günter. Grundgesetz Kommentar. Band I. München, C. H. Beck, 1990. 1I. 18.\r\nOLIVEIRA, Eugênio Pacelli de; FISCHER, Douglas. Curso de Processo Penal, Editora Atlas,\r\n2013, p. 648-651.","ministro_facet":["GILMAR MENDES"],"processo_numero":2952,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282384","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Preliminarmente e, por maioria de votos, a Turma decidiu não apreciar a prescrição da ação penal, porquanto ausentes elementos para sua aferição em matéria estranha ao recurso, nos termos do voto da Relatora, vencidos os Senhores Ministros Marco Aurélio e Luiz Fux. No mérito e, por maioria de votos, a Turma conheceu, em parte, do recurso extraordinário e, nessa parte, deu-lhe provimento, nos termos do voto da Relatora, vencidos os Senhores Ministros Marco Aurélio e Luiz Fux, Presidente. Falou o Dr. José Gerardo Grossi. 1ª Turma, 6.8.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282384","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur282384","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    RECURSO EXTRAORDINÁRIO. DIREITO PENAL. CRIME AMBIENTAL. RESPONSABILIDADE PENAL DA PESSOA JURÍDICA. CONDICIONAMENTO DA AÇÃO PENAL À IDENTIFICAÇÃO E À PERSECUÇÃO CONCOMITANTE DA PESSOA FÍSICA QUE NÃO ENCONTRA AMPARO NA CONSTITUIÇÃO DA REPÚBLICA.\n\n\n\n    1. O art. 225, § 3º, da Constituição Federal não condiciona a responsabilização penal da pessoa jurídica por crimes ambientais à simultânea persecução penal da pessoa física em tese responsável no âmbito da empresa. A norma constitucional não impõe a necessária dupla imputação.\n\n\n\n    2. As organizações corporativas complexas da atualidade se caracterizam pela descentralização e distribuição de atribuições e responsabilidades, sendo inerentes, a esta realidade, as dificuldades para imputar o fato ilícito a uma pessoa concreta.\n\n\n\n    3. Condicionar a aplicação do art. 225, §3º, da Carta Política a uma concreta imputação também a pessoa física implica indevida restrição da norma constitucional, expressa a intenção do constituinte originário não apenas de ampliar o alcance das sanções penais, mas também de evitar a impunidade pelos crimes ambientais frente às imensas dificuldades de individualização dos responsáveis internamente às corporações, além de reforçar a tutela do bem jurídico ambiental.\n\n\n\n    4. A identificação dos setores e agentes internos da empresa determinantes da produção do fato ilícito tem relevância e deve ser buscada no caso concreto como forma de esclarecer se esses indivíduos ou órgãos atuaram ou deliberaram no exercício regular de suas atribuições internas à sociedade, e ainda para verificar se a atuação se deu no interesse ou em benefício da entidade coletiva. Tal esclarecimento, relevante para fins de imputar determinado delito à pessoa jurídica, não se confunde, todavia, com subordinar a responsabilização da pessoa jurídica à responsabilização conjunta e cumulativa das pessoas físicas envolvidas. Em não raras oportunidades, as responsabilidades internas pelo fato estarão diluídas ou parcializadas de tal modo que não permitirão a imputação de responsabilidade penal individual.\n\n\n\n    5. Recurso Extraordinário parcialmente conhecido e, na parte conhecida, provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7087018","externo_seq_objeto_incidente":2518801,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014\nRTJ VOL-00230-01 PP-00464","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=548181&classe=RE","is_colac":false,"titulo":"RE 548181","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00045 ART-00037 PAR-00006 \n          ART-00102 INC-00003 LET-A ART-00225 \n          PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00219 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 PAR-00006\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009605      ANO-1998\n          ART-00002 ART-00003 PAR-ÚNICO ART-00054 \n          PAR-00001 PAR-00002 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00117 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00389\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   EMR-000021      ANO-2007\n                EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR 1: PRESCRIÇÃO.\n\n- CARACTERIZAÇÃO, DATA, DISPONIBILIDADE, DECISÃO, CARTÓRIO, MOMENTO, INTERRUPÇÃO, PRAZO PRESCRICIONAL, HIPÓTESE, RECEBIMENTO, DENÚNCIA. INSUFICIÊNCIA, INFORMAÇÃO, AUTOS, FINALIDADE, FORMULAÇÃO, JUÍZO DE CERTEZA, MATÉRIA, PRESCRIÇÃO, CASO CONCRETO. \n\n- VOTO VENCIDO, MIN. LUIZ FUX: OCORRÊNCIA, PRESCRIÇÃO DA PRETENSÃO PUNITIVA, CASO CONCRETO. CARACTERIZAÇÃO, DATA, RECEBIMENTO, DENÚNCIA, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL. IRRELEVÂNCIA, DATA, REMESSA, CARTÓRIO, DECISÃO, RECEBIMENTO, DENÚNCIA, FINALIDADE, DETERMINAÇÃO, PRAZO PRESCRICIONAL, FUNDAMENTO, INEXISTÊNCIA, DISPOSIÇÃO EXPRESSA, LEI, FUNDAMENTO, IMPOSSIBILIDADE, REALIZAÇÃO, ANALOGIA IN MALAM PARTEM.\n\n- PRELIMINAR 2: CONHECIMENTO, RECURSO EXTRAORDINÁRIO.\n\n- DESCABIMENTO, RECURSO EXTRAORDINÁRIO, HIPÓTESE, INCORREÇÃO, APLICAÇÃO DA LEI, FATO, INCORREÇÃO, VALORAÇÃO DA PROVA. DESCABIMENTO, RECURSO EXTRAORDINÁRIO, HIPÓTESE, ALEGAÇÃO, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL.\n\n- MÉRITO.\n\n- PREVISÃO, DIREITO COMPARADO, POSSIBILIDADE, RESPONSABILIZAÇÃO, PESSOA JURÍDICA, ÂMBITO PENAL. INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PREVISÃO, RESPONSABILIDADE PENAL, PESSOA JURÍDICA, CRIME AMBIENTAL, OBJETIVO, TUTELA, DIREITO FUNDAMENTAL, TERCEIRA GERAÇÃO, INTERESSE DIFUSO. IMPOSSIBILIDADE, UTILIZAÇÃO, CATEGORIA, DIREITO PENAL, PESSOA FÍSICA, HIPÓTESE, CRIME, PESSOA JURÍDICA. DEVER, DOUTRINA, JURISPRUDÊNCIA, ADEQUAÇÃO, CATEGORIA, DIREITO PENAL, FINALIDADE, RESPONSABILIZAÇÃO, PESSOA JURÍDICA. INEXISTÊNCIA, OBRIGATORIEDADE, COINCIDÊNCIA, OPÇÃO, LEGISLADOR, INTERPRETAÇÃO DOUTRINÁRIA. INCAPACIDADE, CATEGORIA, DIREITO PENAL, PESSOA FÍSICA, CONFRONTO, CRIMINALIDADE, ÂMBITO, DIREITO ECONÔMICO, DIREITO AMBIENTAL, DIREITO EMPRESARIAL. CARACTERIZAÇÃO, RESPONSABILIDADE PENAL, PESSOA JURÍDICA, CONSEQUÊNCIA, COMPLEXIDADE, RESPONSABILIZAÇÃO, PESSOA FÍSICA, ATUALIDADE, DECORRÊNCIA, FRACIONAMENTO, PROCESSO, DECISÃO, ÂMBITO, EMPRESA. NECESSIDADE, OBSERVÂNCIA, REPRESENTANTE, NORMA, ORGANIZAÇÃO INTERNA, EMPRESA, NECESSIDADE, ATUAÇÃO, REPRESENTANTE, BENEFÍCIO, INTERESSE, EMPRESA, FINALIDADE, RESPONSABILIZAÇÃO, PESSOA JURÍDICA, ÂMBITO PENAL. POSSIBILIDADE, RESPONSABILIZAÇÃO, PESSOA JURÍDICA, DECORRÊNCIA, CRIME AMBIENTAL, HIPÓTESE, INADEQUAÇÃO, MEDIDA PREVENTIVA, DANO AMBIENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: SEMELHANÇA, RESPONSABILIDADE PENAL, PESSOA JURÍDICA, CRIME AMBIENTAL, RESPONSABILIDADE CIVIL OBJETIVA, PESSOA JURÍDICA DE DIREITO PÚBLICO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO. INEXISTÊNCIA, PREVISÃO, RESPONSABILIDADE PENAL, PESSOA JURÍDICA, CRIME AMBIENTAL, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, CARÁTER PESSOAL, PENA. INADMISSIBILIDADE, RESPONSABILIDADE OBJETIVA, ÂMBITO PENAL. IMPOSSIBILIDADE, APLICAÇÃO, PENA, PESSOA JURÍDICA, FUNÇÃO, RESSOCIALIZAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=548181&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRELIMINAR, REPERCUSSÃO GERAL)\nAI 664567 QO (TP). \n(RECURSO EXTRAORDINÁRIO, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL)\nRE 642408 AgR (1ªT). \n(DECISÃO JUDICIAL, SESSÃO PÚBLICA, INTERRUPÇÃO, PRAZO PRESCRICIONAL)\nHC 56146 (1ªT). \n(RESPONSABILIDADE PENAL, PESSOA JURÍDICA)\nHC 92921 (1ªT), RE 593729 AgR (2ªT), RE 628582 AgR (1ªT). \n(CONDICIONAMENTO, RESPONSABILIDADE PENAL, PESSOA JURÍDICA, RESPONSABILIDADE, PESSOA FÍSICA)\nHC 83554 (2ªT). \n- Legislação estrangeira citada: art. 121, 2 do Código Penal de 1994 da França.\r\n- Decisões estrangeiras citadas: Birminghan and Gloucester Railway Co. 1842 3 QB 223, 114 ER 492; caso New York Central & Hudson River R.R v. US, 212 U.S 481, 1901, da Suprema Corte norte-americana; caso US v. Bank of New England, 821 F.2d 844, da Primeira Corte de Apelações Federais dos Estados Unidos.\r\nNúmero de páginas: 64.\r\nAnálise: 20/11/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : PETRÓLEO BRASILEIRO S/A - PETROBRAS \nADV.(A/S)  : JUAREZ CIRINO DOS SANTOS \nINTDO.(A/S)  : LUIZ EDUARDO VALENTE MOREIRA \nADV.(A/S)  : JOSÉ GERARDO GROSSI \nINTDO.(A/S)  : HENRI PHILIPPE REICHSTUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282384,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 548181","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2013-08-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BACIGALUPO, Silvina. Responsabilidad penal de las personas jurídicas. Buenos Aires: Hammurabi, 2001. p. 354-5, 376-7.\r\nBELLO FILHO et al. Crimes e infrações administrativas ambientais: Comentários à Lei nº 9.605/98. Brasília: Brasília Jurídica, 2000. p. 62.\r\nBITENCOURT, Cezar Roberto. Tratado de direito penal: parte geral, 1. 19. ed. rev., ampl. e atual. São Paulo: Saraiva, 2013. p. 302 e seguintes.\r\nBUSATO, Paulo César; GUARAGNI, Fábio André. Responsabilidade penal da pessoa jurídica: fundamentos criminológicos, superação de obstáculos dogmáticos e requisitos legais do interesse e benefício do ente coletivo para a responsabilização criminal. Curitiba: Juruá, 2012. p. 36 e 86.\r\nCAPPELLI, Sílvia. Responsabilidade penal da pessoa jurídica em matéria ambiental: uma necessária reflexão sobre o disposto no art. 25, §3º, da Constituição Federal. Revista Ajufe, nº 44, p. 64-6, mar. 1995. \r\nCOSTA, Rafael Santiago. Responsabilidade penal da pessoa jurídica pelo dano ambiental e a teoria da dupla imputação: uma visão crítica. Fórum de direito urbano e ambiental, v. 11, nº 65, p. 61-73, set./out. 2012.\r\nCOSTA JÚNIOR, Paulo José da. Código Penal Comentado. 9. ed. São Paulo: DPJ, 2007. p. 326.\r\nDINO NETO, Nicolau et al. Crimes e Infrações Administrativas Ambientais. Belo Horizonte: Del Rey, 2011. p. 55-7.\r\nFREITAS, Vladimir Passos de; FREITAS, Gilberto Passos de. Crimes contra a natureza. 9. ed. São Paulo: Revista dos Tribunais. p. 70-1 e 72.\r\nPrado, Luiz Regis. Crimes contra o ambiente. 2. ed. São Paulo: Revista dos Tribunais, 2001. p. 27.\r\nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. 20. ed. São Paulo: Malheiros. p.\r\n830.\r\nNUCCI, Guilherme de Souza. Leis Penais e Processuais Comentadas. 7. ed. São Paulo: Revista dos Tribunais, 2013. v. 2. p. 516.\r\nNUCCI, Guilherme de Souza. Código Penal Comentado. 13. ed. São Paulo: Revista dos Tribunais, 2013. p. 616.\r\nRIGHI, Estaban. Los delitos econômicos. Buenos Aires: Ad-Hoc, 2000. p. 143.\r\nSÁNCHEZ, Bernardo J. Feijóo. Cuestiones basicas sobre la responsabilidad penal de las personas\r\njurídicas, de outras personas morales y de agrupaciones y asociaciones de personas. Revista Brasileira de Ciências Criminais, ano 7, nº 27, p. 20-48 e 42. jul./set. 1999.\r\nSÁNCHEZ, Jesus-María Silva. La expansión del derecho penal: aspectos de la política criminal en las sociedades postindustriales. 2. ed., rev. y ampl. Madrid: Civitas, 2001. p. 118.\r\nSHECAIRA, Sérgio Salomão. Responsabilidade penal das pessoas\r\njurídicas: uma perspectiva do direito brasileiro. Revista dos Tribunais,\r\nvol. 101, nº 921, p. 281-294, jul. 2012.\r\nSIMESTER, A.G.; SULLIVAN, G.R. Criminal Law: Theory and doctrine. 2. ed. Oxford: Hart Pulishing, 2003. p. 251-262.","ministro_facet":["ROSA WEBER"],"processo_numero":548181,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur285059","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição de Roger Campana, assegurada a detração do tempo em que o extraditando tiver permanecido preso no Brasil por força do pedido de extradição (art. 91, II, da Lei 6.815/1980), com a ressalva ainda dos arts. 89 c/c 67 da Lei 6.815/1980, nos termos do voto do Relator. 2ª Turma, 04.11.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur285059","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur285059","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO FUNDADA EM TRATADO. DELITOS DE TRÁFICO INTERNACIONAL DE DROGAS E ASSOCIAÇÃO PARA TRÁFICO. COMPETÊNCIA INTERNACIONAL CONCORRENTE PARA JULGAMENTO DO CRIME DE TRÁFICO TRANSNACIONAL DE DROGAS E CORRELATOS. EXTRADITANDO QUE POSSUI ESPOSA E FILHO BRASILEIRO. SÚMULA 421. DUPLA TIPICIDADE E DUPLA PUNIBILIDADE. REQUISITOS ATENDIDOS NO CASO. EXTRADITANDO CONDENADO PELA JUSTIÇA BRASILEIRA. RESSALVA DOS ARTS. 89 C/C 67 DA LEI 6.815/1980. DEFERIMENTO. \n\n\n\n    1. Por força do sistema de contenciosidade limitada consagrado no Estatuto do Estrangeiro (art. 85, § 1º) e placitado pela jurisprudência desta Corte, compete ao Supremo Tribunal Federal exclusivamente o exame dos pressupostos formais do pedido de extradição. Precedentes.\n\n\n\n    2. O reconhecimento do concurso de jurisdição penal entre o Brasil e o Estado requerente para julgamento do crime de tráfico internacional de entorpecentes e correlatos não obsta o deferimento do pedido de extradição, sobretudo quando não instaurado procedimento penal no Brasil para apuração do delito em questão. Precedentes.\n\n\n\n    3. No caso dos autos, incide o verbete 421 da Súmula do Supremo Tribunal Federal: “Não impede a extradição a circunstância de ser o extraditando casado com brasileiro ou ter filho brasileiro.”\n\n\n\n    4. A condenação imposta ao extraditando pela Justiça Brasileira impede a execução da extradição, ressalvada a opção da Presidência da República de efetivar a entrega do estrangeiro (arts. 89 c/c 67 da Lei 6.815/1990).\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7261653","externo_seq_objeto_incidente":4462537,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-226  DIVULG 17-11-2014  PUBLIC 18-11-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1329&classe=Ext","is_colac":false,"titulo":"Ext 1329","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 INC-00002 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00085 PAR-00001 ART-00089 ART-00091 \n          INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00035\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00110 ART-00304\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-11-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1329&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXT, CONCURSO DE JURISDIÇÃO )\nExt 1151 (TP). \n(EXT, EXECUÇÃO)\nExt 1208 (1ªT). \nNúmero de páginas: 10.\r\nAnálise: 03/12/2014, MAR.\r\n- Legislação estrangeira citada: Código Penal Francês, art. 706-31.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA FRANÇA \nEXTDO.(A/S)  : ROGER CAMPANA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":285059,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1329","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2014-11-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["TEORI ZAVASCKI"],"processo_numero":1329,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur237666","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Por maioria de votos, a Turma denegou a ordem de habeas corpus, nos termos do voto da Senhora Ministra Rosa Weber, Redatora para o acórdão, vencido o Senhor Ministro Marco Aurélio, Relator. Ausente, justificadamente, a Senhora Ministra Cármen Lúcia. Presidência do Senhor Ministro Dias Toffoli. 1ª Turma, 10.4.2012.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROSA WEBER","revisor_processo_nome":null,"id":"sjur237666","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:21:13.416487","dg_unique":"sjur237666","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    HABEAS CORPUS. PROCESSUAL PENAL. EXCESSO DE PRAZO. SUPERVENIÊNCIA DO JULGAMENTO. PRISÃO PREVENTIVA. REITERAÇÃO DELITIVA E ORDEM PÚBLICA.\n\n\n\n    1. Com o julgamento da ação penal, ainda que em primeiro grau, não mais se cogita de excesso de prazo, conforme reiterados precedentes desta Corte (v.g.: HC 110.313/MS; HC 104.227/MS; HC 103.020/SP; HC 97.548/SP; e HC 86.630/RJ).\n\n\n\n    2. A jurisprudência do STF é no sentido de que “a periculosidade do agente concretamente demonstrada, acrescida da possibilidade de reiteração criminosa e a participação em organização criminosa são motivos idôneos para a manutenção da custódia cautelar, a fim de garantir a ordem pública (HC n. 104.699/SP, 1ª Turma, Relatora a Ministra Cármen Lúcia, DJ de 23.11.10 e HC n. 103.107/MT, 1ª Turma, Relator o Ministro Dias Toffoli, DJ de 29.11.10)” (HC 103.716/SP – Relator para o acórdão Min. Luiz Fux – 1.ª Turma – por maioria - j. 02.8.2011 – DJe-210 de 04.11.2011).\n\n\n\n    3. No caso, a associação dos pacientes para a prática do tráfico de drogas, aliada à quantidade substancial de droga apreendida, autoriza a inferência de que o crime de tráfico não foi ocasional e que se dedicam, eles, à atividade criminosa, o que justifica a manutenção da prisão para evitar a reiteração delitiva e resguardar a ordem pública.\n\n\n\n    4. Habeas corpus denegado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=4290713","externo_seq_objeto_incidente":3971979,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-154  DIVULG 07-08-2013  PUBLIC 08-08-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=105923&classe=HC","is_colac":false,"titulo":"HC 105923","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00044\n                LTX-2006 LEI DE TÓXICOS"],"publicacao_data":"2013-08-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CONCESSÃO, HABEAS CORPUS, EXCESSO DE PRAZO, PRISÃO CAUTELAR. AUSÊNCIA, PREJUDICIALIDADE, ALEGAÇÃO, EXCESSO DE PRAZO, OCORRÊNCIA, PROLAÇÃO, SENTENÇA CONDENATÓRIA, FUNDAMENTO, POSSIBILIDADE, OCORRÊNCIA, EXCESSO DE PRAZO, PRISÃO, MOMENTO ANTERIOR, TRÂNSITO EM JULGADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=105923&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PREJUDICIALIDADE, EXCESSO DE PRAZO, PRISÃO, SUPERVENIÊNCIA, SENTENÇA CONDENATÓRIA)\nHC 86630 (1ªT), HC 97548 (2ªT), HC 103020 (1ªT), HC 104227 (1ªT), HC 110313 (1ªT). \n(PRISÃO CAUTELAR, PERICULOSIDADE, REITERAÇÃO, ORGANIZAÇÃO CRIMINOSA)\nHC 103107 (1ªT), HC 103716 (1ªT), HC 104699 (1ªT). \n- Decisão estrangeira citada: Caso US v. Russell 411 U.S 423, 93 S.Ct. 1637, 37 L.Ed.2d 366 1973 da Suprema Corte norte-americana.\nNúmero de páginas: 15.\nAnálise: 21/08/2013, SER.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : FRANCISCO ASSIDIR NOGUEIRA SUTIL \r\nPACTE.(S)           : OSWALDO ANTONIO REGINATO \r\nIMPTE.(S)           : PATRICIA RIBEIRO LOURENCO \r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":237666,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"HC 105923","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2012-04-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO","ROSA WEBER"],"processo_numero":105923,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur238054","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu a extradição do cidadão português Antônio Manuel Gonçalves Mendes e determinou, ainda, que a ordem seja cumprida de imediato, independentemente da publicação do acórdão, nos termos do voto do Relator. 2ª Turma, 25.06.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur238054","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:22:18.573431","dg_unique":"sjur238054","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO. GOVERNO DE PORTUGAL. EXISTÊNCIA DE TRATADO BILATERAL PREVENDO DE EXTRADIÇÃO VOLUNTÁRIA. DISPENSA DE INTERROGATÓRIO. PRESSUPOSTOS E REQUISITOS ATENDIDOS. EXTRADIÇÃO DEFERIDA. \n\n\n\n    1. O Tratado de Extradição firmado entre o Governo da República Federativa do Brasil e o Governo da República Portuguesa, promulgado pelo Decreto 1.325/94, prevê, em seu artigo XIII, que “a pessoa detida para efeito de extradição pode declarar que consente com sua entrega imediata à parte requerente e que renuncia ao processo judicial de extradição, depois de advertida de que tem direito a este processo”. Em casos tais, prevê o Tratado um procedimento especial, mais célere, em substituição ao processo extradicional comum (que, entre nós, é o da Lei 6.815/80). No caso, o Extraditando, estando detido, apresentou formalmente o pedido de extradição voluntária. Nos termos da jurisprudência do STF em situação análoga (Ext 1144, Min. Ellen Gracie, DJ de 20.09.2009), foi dispensado o interrogatório. Tendo o procedimento comum sido cumprido em todas as etapas, não subsiste razão para, no caso, adotar o procedimento especial previsto no Tratado. \n\n\n\n    2. Atendidos os pressupostos e requisitos próprios, defere-se o pedido de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=4306724","externo_seq_objeto_incidente":4362606,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-156  DIVULG 09-08-2013  PUBLIC 12-08-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1304&classe=Ext","is_colac":false,"titulo":"Ext 1304","documental_legislacao_citada_texto":["LEG-INT   TTD      ANO-1991\n          ART-00013\n                TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E PORTUGAL\n\n","LEG-FED   LEI-006815      ANO-1980\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DLG-000096      ANO-1992\n                DECRETO LEGISLATIVO APROVA O TRATADO DE  EXTRADIÇÃO CELEBRADO ENTRE BRASIL E PORTUGAL\n\n","LEG-FED   DEC-001325      ANO-1994\n                DECRETO PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E PORTUGAL"],"publicacao_data":"2013-08-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1304&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(EXTRADIÇÃO, CONSENTIMENTO, EXTRANDITANDO, DISPENSA DE INTERROGATÓRIO)\r\nExt 1144 (TP). \r\n- Legislação estrangeira citada: art. 205 do Código Penal Português.\nNúmero de páginas: 9.\r\nAnálise: 11/09/2013, AND.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DE PORTUGAL \r\nEXTDO.(A/S)         : ANTÓNIO MANUEL GONÇALVES MENDES OU ANTÓNIO GONÇALVES MENDES \r\nADV.(A/S)           : BIEVENIDO SANDRO ANDRADE FIUZA \r\nADV.(A/S)           : ISMAEL BARBOSA DE SOUSA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":238054,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1304","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2013-06-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["TEORI ZAVASCKI"],"processo_numero":1304,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}