{"result":{"took":251,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur295579","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Ausentes, justificadamente, os Senhores Ministros Dias Toffoli e Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 24.2.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur295579","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:29:22.292173","dg_unique":"sjur295579","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição Instrutória. Governo do Reino Unido da Grã-Bretanha. Tratado específico. Corrupção ativa. Crime tipificado no art. 1º da Lei de Prevenção Contra Corrupção, de 1906, do País requerente, e no artigo 333 do Código Penal brasileiro. Satisfação do requisito da dupla tipicidade. Ausência de prescrição. Indicação de local, data e circunstâncias dos fatos. Inexistência de indícios de autoria e irregularidades no procedimento instaurado no Estado requerente. Temas insuscetíveis de análise em extradição. Contenciosidade limitada. Possibilidade de entrega do extraditando a outro País. Inocorrência. Compromisso formal (art. 91, inc. IV da Lei n. 6.815/80). Continuidade do tratamento de saúde no Brasil. Ausência de comprovação de que o País requerente não possui condições de mantê-la. Crime sem conotação política. Extraditando com saúde debilitada. Entrega condicionada a prévio exame de saúde (art. 89, parágrafo único, da Lei 6.815/80) Detração do tempo de cumprimento de prisão preventiva no Brasil. Extradição Deferida.\n\n\n\n    1. A extradição requer o preenchimento dos requisitos legais extraídos a contrario sensu do art. 77 da Lei nº 6.815/80, bem assim que sejam observadas as disposições contidas em tratado específico.\n\n\n\n    2. In casu, o crime de corrupção ativa, tipificado no art. 1º da Lei de Prevenção Contra Corrupção, de 1906, do País requerente, corresponde ao delito tipificado no art. 333 do Código Penal brasileiro, o que satisfaz o requisito da dupla tipicidade.\n\n\n\n    3. Os autos estão instruídos com informações seguras a respeito de locais, datas, natureza e circunstâncias dos fatos delituosos, identidade do extraditando e textos legais referentes ao crime, pena e prescrição, de acordo com as exigências contidas no art. 80 da Lei n. 6.815/80.\n\n\n\n    4. A inexistência de indícios de autoria e a afirmação de irregularidades no procedimento instaurado no Estado requerente são insuscetíveis de análise no processo de extradição, que, como é cediço, se caracteriza pela contenciosidade limitada, ex vi do § 1º do art. 85 da Lei n. 6.815/80 (A defesa versará sobre a identidade da pessoa reclamada, defeito de forma dos documentos apresentados ou ilegalidade da extradição).\n\n\n\n    5. O sistema da common law não contempla o instituto da prescrição, por isso que, in casu, deve ser aferida com base na legislação brasileira, que prevê pena máxima de 12 (doze) anos para o condenado por crime de corrupção ativa e respectivo prazo prescricional de 16 (dezesseis) anos, a evidenciar que os fatos supostamente típicos, cessados em 2009, não foram alcançados pela prescrição.\n\n\n\n    6. A legislação do Estado requerente confere-lhe competência para o julgamento dos crimes de corrupção praticados por seus nacionais em países estrangeiros, desde que posteriores a 14/2/2002, o que é o caso dos presentes autos. \n\n\n\n    7. A corrupção ativa constitui crime comum, sem apresentar conotação de perseguição política.\n\n\n\n    8. A possibilidade de entrega do extraditando a outro país (Nigéria) é nula ante a promessa do Governo requerente de observar o disposto no art. 12, 3, do Tratado bilateral específico, e no art. 91, IV da Lei n. 6.815/80, que condicionam eventual entrega ao consentimento do Estado que deferiu a extradição.\n\n\n\n    9. A alegação de que a descontinuidade do tratamento a que submetido o extraditando no Brasil implicará graves danos à sua saúde não pode ser acolhida sem a cabal demonstração de que o Estado requerente não tem condições de lhe prestar a assistência médica necessária. Deveras, o relatório médico acostado aos autos não indica que o estado de saúde do extraditando se agravará no curto espaço de tempo entre o deferimento da extradição e sua entrega ao País requerente, porquanto, apesar de se tratar de um mal degenerativo, restou atestado pelo médico seu estado inicial. Ad cautelam, a entrega do extraditando ficará condicionada a prévio exame de saúde, conforme previsão legal contida no parágrafo único do art. 89 da Lei n. 6.815/80, in verbis: A entrega do extraditando ficará igualmente adiada se a efetivação da medida puser em risco a sua vida por causa de enfermidade grave comprovada por laudo médico oficial”. Cf. nesse sentido a Extradição n. 367, Pleno, Rel. Min. Djaci Falcão, DJ de 12/12/1979.\n\n\n\n    10. A circunstância de o paciente possuir residência fixa no País e filho brasileiro não inviabiliza a extradição (EXT 984, Rel. Min. Carlos Britto, Pleno, DJ de 17/11/2006, e EXT 807, Rel. Min. Nelson Jobim, Pleno, DJ de 10/08/2001, entre outros).\n\n\n\n    11. O Estado requerente deverá detrair da pena eventualmente fixada o tempo de prisão preventiva no território brasileiro para fins de extradição (Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011; Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011; Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011).\n\n\n\n    12. Pedido de extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7972337","externo_seq_objeto_incidente":4634279,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-046  DIVULG 10-03-2015  PUBLIC 11-03-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1365&classe=Ext","is_colac":false,"titulo":"Ext 1365","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00080 ART-00085 PAR-00001 \n          ART-00089 PAR-ÚNICO ART-00091 INC-00004\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1995\n          ART-00012 INC-00003\n                TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00002 ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000091      ANO-1996\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL E REINO UNIDO DA GRÂ-BRETANHA E IRLANDA DO NORTE\n\n","LEG-FED   DEC-002347      ANO-1997\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E REINO UNIDO DA GRÃ-BRETANHA E IRLANDA DO NORTE"],"publicacao_data":"2015-03-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1365&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, ADIAMENTO, DOENÇA GRAVE, LAUDO PERICIAL)\nExt 367 (TP). \n(EXTRADIÇÃO, RESIDÊNCIA FIXA, FILHO BRASILEIRO)\nExt 984 (TP), EXT 807 (TP). \n(EXTRADIÇÃO, DETRAÇÃO)\nExt 1211 (TP), Ext 1214 (TP), Ext 1226 (2ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 531 (TP), Ext 542 (TP), Ext 549 (TP). \n- Legislação estrangeira citada: Art. 1º da Lei de Prevenção Contra Corrupção, de 1906, do Reino Unido da Grã-Bretanha.\n\nNúmero de páginas: 9.\nAnálise: 26/03/2015, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO REINO UNIDO DA GRÃ-BRETANHA \nEXTDO.(A/S)  : PETER MICHAEL CHAPMAN OU PETER CHAPMAN \nADV.(A/S)  : FILIPE LOPES FIGUEIREDO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":295579,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1365","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-02-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1365,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur324695","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por maioria de votos, a Turma deferiu o pedido de extradição, nos termos do voto do Relator, vencido o Senhor Ministro Marco Aurélio. Falou o Dr. Gustavo Zortea da Silva, Defensor Público Federal, pelo Extraditando. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 25.8.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur324695","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur324695","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição Executória. Governo da Espanha. Sonegação fiscal – art. 1º, inc. I, da Lei n. 8.137/90. Regularidade formal do pedido. Dupla tipicidade. Competência da Justiça espanhola: Princípio da territorialidade. Ausência de prescrição em ambos os ordenamentos legais. Conversão da pena de multa em prisão. Impossibilidade: Questão afeta à soberania estatal. Extradição Deferida.\n\n\n\n    1. A extradição pressupõe o cumprimento dos requisitos legais extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80; vale dizer, defere-se o pleito se o caso sub examine não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    2. In casu, o extraditando foi condenado à pena de 2 (dois) anos e 5 (cinco) meses de prisão, pela prática do crime de sonegação fiscal, que restou acrescida de 5 (cinco) meses por conta do inadimplemento da pena de multa, e que restou parcialmente cumprida entre 11/04/2011 e 08/06/2012, resultando o saldo de 1 (um) ano e 9 (nove) meses a cumprir.\n\n\n\n    3. O pedido atende ao disposto no Tratado de Extradição firmado entre a Espanha e o Brasil (Decreto n. 99.340/1990), há indicações seguras sobre locais, datas, natureza e circunstâncias dos fatos.\n\n\n\n    4. A omissão de declarações ao fisco espanhol, objetivando a supressão de tributos, corresponde ao crime de sonegação fiscal tipificado no artigo 1º, inc. I, da Lei n. 8.137/1990, satisfazendo a exigência da dupla incriminação, que prescinde da absoluta identidade entre os tipos penais (EXT 1.283, Relator o Min. Marco Aurélio, Primeira Turma, DJe de 17/04/2014 e EXT 908, Relatora a Ministra Ellen Gracie, DJ de 19/11/2004).\n\n\n\n    5. A ausência de cópia do inteiro teor da sentença condenatória e da certidão do tempo de pena a cumprir não impede a análise do pedido de extradição quando emergem da parte dispositiva da sentença informações seguras sobre o tempo de prisão cumprido e a cumprir.\n\n\n\n    6. A inexistência de comprovação dos marcos interruptivos do curso prescricional não impossibilita verificar a inocorrência da causa extintiva da pena, mercê de o artigo 133 do Código Penal espanhol dispor que o prazo prescricional da pretensão executória começa a fluir do trânsito em julgado da sentença, ocorrido em 02/02/2011; ou seja, entre o marco inicial e a presente data não transcorreu o lapso prescricional de 5 (cinco) anos previsto na legislação espanhola. Precedentes: EXT 1305, Rel. Min. Rosa Weber, 1ª Turma, DJe de 23/10/2014, e EXT 576, Rel. Min. Moreira Alves, Pleno, DJ de 01/10/1993.\n\n\n\n    7. A prescrição também não se deu segundo a lei brasileira, que prevê o prazo prescricional de 8 (oito) anos (CP, art. 109, inc. IV) para a pena superior a 2 (dois) anos e não excedente a 4 (quatro) anos.\n\n\n\n    8. A alegada prescrição da pretensão punitiva é impertinente, porquanto se trata de sentença penal transitada em julgado, vale dizer, de questão afeta à prescrição da pretensão executória.\n\n\n\n    9. A ausência de legislação a respeito da competência do Estado requerente para o processo e julgamento não tem relevância em face do princípio da territorialidade, aplicável em se tratando de prática delituosa contra o seu fisco (EXT 1094, Rel. Min. Marco Aurélio, Pleno, DJe de 25/04/2009, e EXT 1077, Rel. Ministra Cármen Lúcia, Pleno, DJe de 03/08/2007).\n\n\n\n    10. A pena foi fixada em 2 (dois) anos e 10 (dez) meses e o paciente cumpriu pouco mais de 1 (um) ano e 1 (um) mês – entre 11/04/2011 e 08/06/2012 -, remanescendo o saldo de 1 (um) ano e 9 (nove) meses, por isso que não incide o óbice à extradição previsto no item 2 do artigo II do Tratado bilateral (Artigo II - […] 2) Se a extradição for solicitada para execução de uma sentença, será necessário que a parte da pena ainda não cumprida seja superior a um ano)”.\n\n\n\n    11. A impossibilidade da conversão da pena de multa em prisão em decorrência de seu descumprimento é questão não afeta à jurisdição brasileira, sob pena de afronta à soberania do Estado na regulação de seus institutos penais, conforme sustentado no parecer ministerial à luz do precedente firmado na EXT 542, Rel. Min. Celso de Mello, Pleno, DJ de 20/03/1992, o qual se aplica, mutatis mutandis, ao presente caso, valendo destacar da ementa do julgado, in verbis: “A questão do reconhecimento, ou não, da ficção jurídica do crime continuado, traduz – enquanto expressão da benignidade estatal no tratamento jurídico-penal das infrações múltiplas cometidas pelo mesmo agente – opção legislativa peculiar ao ordenamento jurídico de cada Estado. Nesse contexto, não se pode impor, no plano das relações extradicionais entre Estados soberanos, a compulsória submissão da parte requerente ao modelo jurídico de aplicação das penas vigente no âmbito do sistema normativo do Estado a quem a extradição é solicitada. O Brasil, consequentemente, não pode, a pretexto de deferir o pedido extradicional, impor, à observância necessária dos demais países o seu modelo legal que, consagrando o instituto da unidade fictícia do crime continuado, estipula regras concernentes à aplicação da pena. A impossibilidade de o Estado brasileiro impor, mediante ressalva, ao Estado requerente, a aceitação de institutos peculiares ao direito penal positivo do Brasil – tal como se dá em relação ao fenômeno jurídico da continuidade delitiva – deriva da circunstância de que, em assim agindo, estaria a afetar a própria integridade da soberania estatal da parte requerente. A força da importação de critérios ou de institutos penais não se legitima em face do Direito da Gentes e nem à luz de nosso próprio sistema jurídico. Cabe, assim, à Justiça do Estado requerente, reconhecer soberanamente – desde que o permita a sua própria legislação penal – a ocorrência, ou não, da continuidade delitiva, não competindo ao Brasil, em obséquio ao princípio fundamental da soberania dos Estados, que rege as relações internacionais, constranger o Governo requerente a aceitar um instituto que até mesmo o seu próprio ordenamento jurídico positivo possa rejeitar.”\n\n\n\n    12. O Estado requerente deverá firmar o compromisso de descontar da pena o tempo de prisão do extraditando no território brasileiro para fins de extradição (Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011; Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011; Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011).\n\n\n\n    13. Pedido de extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9584385","externo_seq_objeto_incidente":4671107,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-206  DIVULG 14-10-2015  PUBLIC 15-10-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1375&classe=Ext","is_colac":false,"titulo":"Ext 1375","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008137      ANO-1990\n          ART-00001 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1988\n          ART-00002 ITEM-2\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00017\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA"],"publicacao_data":"2015-10-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, CONVERSÃO, PENA DE MULTA, PENA DE DETENÇÃO, ÂMBITO, EXTRADIÇÃO, DECORRÊNCIA, CARACTERIZAÇÃO, PENA DE MULTA, SANÇÃO, ÂMBITO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: DESCARACTERIZAÇÃO, MATÉRIA, ORDEM PÚBLICA, HIPÓTESE, CONVERSÃO, PENA DE MULTA, PENA DE DETENÇÃO, ÂMBITO, EXTRADIÇÃO, FUNDAMENTO, POSSIBILIDADE, CONVERSÃO, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1988, MOMENTO ANTERIOR, ALTERAÇÃO, CÓDIGO PENAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, ENTREGA, EXTRADITANDO, DECORRÊNCIA, AUSÊNCIA, PENA, SUPERIORIDADE, UM ANO. IMPOSSIBILIDADE, CONVERSÃO, PENA DE MULTA, PENA DE DETENÇÃO, FUNDAMENTO, CARACTERIZAÇÃO, PENA DE MULTA, DÍVIDA, VALOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1375&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, SONEGAÇÃO, DUPLA CONDENAÇÃO, TIPO PENAL)\nExt 908 (TP), Ext 1283 (1ªT). \n(EXTRADIÇÃO, PRAZO PRESCRICIONAL, PRETENSÃO EXECUTÓRIA, TRÂNSITO EM JULGADO)\nExt 576 (TP), Ext 1305 (1ªT). \n(COMPETÊNCIA, ESTADO REQUERENTE, PRINCÍPIO DA TERRITORIALIDADE)\nExt 1094 (TP), ACO 1077. \n(EXTRADIÇÃO, CONVERSÃO, PENA DE MULTA, PRISÃO)\nExt 542 (TP). \n(EXTRADIÇÃO, DETRAÇÃO, PERÍODO, PRISÃO PREVENTIVA)\nExt 1211 (TP), Ext 1214 (TP), Ext 1226 (2ªT). \n- Legislação estrangeira citada: art. 133 do Código Penal espanhol.\r\n- Veja AP 470 do STF.\r\nNúmero de páginas: 24.\r\nAnálise: 26/10/2015, JRS.\r\nRevisão: 30/11/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : BERNABÉ CERRO JAIME \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":324695,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1375","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1375,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur331254","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição, nos termos do voto do Relator. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 17.11.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur331254","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur331254","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição executória. 2. Fraude, fraude agravada, fraude em benefícios sociais e fraude agravada em benefícios sociais, delitos correspondentes ao estelionato previdenciário (art. 171, § 3º, CP). 3. Promessa de reciprocidade. Fundamento jurídico suficiente. Precedentes do STF. 4. Atendimento dos requisitos formais. Dupla tipicidade e punibilidade. 5. Extraditando com quadro clínico de saúde debilitada. O estado de saúde do estrangeiro não constitui óbice ao deferimento do pedido de extradição, há dispositivo legal (artigo 89, parágrafo único, da Lei 6.815/80) prevendo que seja o acusado submetido a exame médico oficial, ficando a entrega adiada se a efetivação da medida puser em risco a sua vida. 6. Pedido de liberdade provisória. Indeferimento. Jurisprudência pacífica do STF. A prisão preventiva é condição de procedibilidade para o processo de extradição e, tendo natureza cautelar, destina-se, em sua precípua função instrumental, a assegurar a execução de eventual ordem de extradição (Ext n. 579-QO, Tribunal Pleno, relator o ministro Celso de Mello, DJ 10/9/93). 7. Deferimento do pedido extradicional, devendo ser computado o tempo em que o extraditando esteve preso para fins de extradição, bem como o tempo de prisão cautelar na Suécia entre 7 de junho de 2011 a 11 de novembro de 2011 (art. 91, inciso II, da Lei 6.815/1980).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9894375","externo_seq_objeto_incidente":4638985,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-241  DIVULG 27-11-2015  PUBLIC 30-11-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1368&classe=Ext","is_colac":false,"titulo":"Ext 1368","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00089 PAR-ÚNICO ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00005 \n          ART-00109 INC-00006 REDAÇÃO ORIGINÁRIA\n          ART-00119 ART-00171 PAR-00003\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2015-11-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROMESSA, RECIPROCIDADE, SUPRIMENTO, AUSÊNCIA, TRATADO DE EXTRADIÇÃO. AFASTAMENTO, PRESCRIÇÃO, CRIME, CONSIDERAÇÃO, LEI BRASILEIRA, LEI, PAÍS REQUERENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1368&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO PREVENTIVA, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO)\nExt 1371 (2ªT), Ext 1409 ED (1ªT), EXT 579 QO (TP). \n(AUSÊNCIA, TRATADO DE EXTRADIÇÃO, SUPRIMENTO, RECIPROCIDADE)\nExt 1334 (2ªT), Ext 1363 (2ªT). \n(PRAZO PRESCRICIONAL, DUPLA CONDENAÇÃO, EXTRADIÇÃO)\nExt 1065 (TP). \n(EXTRADITANDO, DOENÇA GRAVE, ENTREGA, CONDICIONAMENTO, LAUDO MÉDICO)\nExt 1331 (1ªT). \n- Legislação estrangeira citada: art. 35, § 8º, n. 2, do Código Penal da Suécia.\nNúmero de páginas: 18.\nAnálise: 03/12/2015, AOR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SUÉCIA \nEXTDO.(A/S)  : LARS WALLIN \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":331254,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1368","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-11-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1368,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur344964","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"A Turma, por indicação do Senhor Ministro-Relator, deliberou afetar o julgamento do presente feito ao Plenário. Ausentes, justificadamente, neste julgamento, os Senhores Ministros Celso de Mello e Joaquim Barbosa. 2ª Turma, 18.08.2009.\r\n\n                  Decisão: Após o voto do Senhor Ministro Cezar Peluso (Relator), negando provimento ao recurso, e o voto do Senhor Ministro Dias Toffoli, dando-lhe provimento, pediu vista dos autos o Senhor Ministro Joaquim Barbosa. Falou pelo Ministério Público Federal o Dr. Roberto Monteiro Gurgel Santos, Procurador-Geral da República. Ausente, licenciado, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Gilmar Mendes. Plenário, 04.02.2010.\r\n\n                  Decisão: Após o voto-vista do Ministro Joaquim Barbosa (Presidente), que dava provimento ao recurso, pediu vista dos autos o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 01.07.2014.\r\n\n                       Decisão: O Tribunal, por maioria, deu provimento ao recurso extraordinário, vencido o Ministro Cezar Peluso (Relator), que lhe negava provimento. Redigirá o acórdão o Ministro Dias Toffoli. Não votaram os Ministros Teori Zavascki e Edson Fachin por sucederem, respectivamente, aos Ministros Cezar Peluso e Joaquim Barbosa. Ausentes, justificadamente, os Ministros Celso de Mello e Marco Aurélio, este em razão de viagem para receber o Colar de Honra ao Mérito Legislativo do Estado de São Paulo. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 26.11.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CEZAR PELUSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur344964","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur344964","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa\n\n\n\n    Recurso extraordinário. Constitucional. Penal. Processual Penal. Competência. Redução a condição análoga à de escravo. Conduta tipificada no art. 149 do Código Penal. Crime contra a organização do trabalho. Competência da Justiça Federal. Artigo 109, inciso VI, da Constituição Federal. Conhecimento e provimento do recurso.\n\n\n\n    1. O bem jurídico objeto de tutela pelo art. 149 do Código Penal vai além da liberdade individual, já que a prática da conduta em questão acaba por vilipendiar outros bens jurídicos protegidos constitucionalmente como a dignidade da pessoa humana, os direitos trabalhistas e previdenciários, indistintamente considerados. \n\n\n\n    2. A referida conduta acaba por frustrar os direitos assegurados pela lei trabalhista, atingindo, sobremodo, a organização do trabalho, que visa exatamente a consubstanciar o sistema social trazido pela Constituição Federal em seus arts. 7º e 8º, em conjunto com os postulados do art. 5º, cujo escopo, evidentemente, é proteger o trabalhador em todos os sentidos, evitando a usurpação de sua força de trabalho de forma vil.\n\n\n\n    3. É dever do Estado (lato sensu) proteger a atividade laboral do trabalhador por meio de sua organização social e trabalhista, bem como zelar pelo respeito à dignidade da pessoa humana (CF, art. 1º, inciso III). \n\n\n\n    4. A conjugação harmoniosa dessas circunstâncias se mostra hábil para atrair para a competência da Justiça Federal (CF, art. 109, inciso VI) o processamento e o julgamento do feito.\n\n\n\n    5. Recurso extraordinário do qual se conhece e ao qual se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10710211","externo_seq_objeto_incidente":2298899,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-067  DIVULG 11-04-2016  PUBLIC 12-04-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=459510&classe=RE","is_colac":false,"titulo":"RE 459510","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00003 INC-00004 \n          ART-00003 INC-00001 INC-00004 ART-00005 \n          ART-00007 INC-00022 ART-00008 ART-00109 \n          INC-00004 \n          ART-00109 INC-00005 INCLUÍDO PELA EMC-45/2004\n          ART-00109 INC-00006 PAR-00005 ART-00111 \n          ART-00170 \"CAPUT\" ART-00200 \"CAPUT\" \n          INC-00008 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-010803      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00001 \n          ART-00149 REDAÇÃO DADA PELA LEI-10803/2003\n          ART-00149 PAR-00001 INCLUÍDO PELA LEI-10803/2003\n          ART-00149 PAR-00001 INC-00001 INCLUÍDO PELA LEI-10803/2003\n          ART-00149 PAR-00001 INC-00002 INCLUÍDO PELA LEI-10803/2003\n          ART-00149 PAR-00002 INCLUÍDO PELA LEI-10803/2003\n          ART-00149 PAR-00002 INC-00001 INCLUÍDO PELA LEI-10803/2003\n          ART-00149 PAR-00002 INC-00002 INCLUÍDO PELA LEI-10803/2003\n          ART-00203 ART-00207 \"CAPUT\" ART-00297 \n          PAR-00004 ART-0337A INC-00001 INC-00002 \n          INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   EXM      ANO-1940\n                EXPOSIÇÃO DE MOTIVOS DA PARTE ESPECIAL DO CÓDIGO PENAL\n\n","LEG-INT   CVC-000029      ANO-1930\n                CONVENÇÃO SOBRE O TRABALHO FORÇADO OU OBRIGATÓRIO\n\n","LEG-INT   CVC-000105      ANO-1957\n                CONVENÇÃO RELATIVA A ABOLIÇÃO DO TRABALHO FORÇADO\n\n","LEG-INT   CVC-000155      ANO-1981\n          ART-00016\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, RELATIVA À SEGURANÇA, À SAÚDE DOS TRABALHADORES E AO AMBIENTE DE TRABALHO"],"publicacao_data":"2016-04-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: NECESSIDADE, VERIFICAÇÃO, INTÉRPRETE, CASO CONCRETO, REFERÊNCIA, CRIME, ORGANIZAÇÃO, TRABALHO, DECORRÊNCIA, AUSÊNCIA, TAXATIVIDADE, DELITO, CÓDIGO PENAL, FUNDAMENTO, DOUTRINA, JURISPRUDÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DESNECESSIDADE, CONSTRANGIMENTO ILEGAL, COAÇÃO FÍSICA, OBJETIVO, CARACTERIZAÇÃO, CERCEAMENTO, LIBERDADE, FUNDAMENTO, POSSIBILIDADE, CERCEAMENTO, LIBERDADE, DIVERSIDADE, CONSTRANGIMENTO ILEGAL, INCLUSÃO, CARÁTER ECONÔMICO. DESNECESSIDADE, COAÇÃO FÍSICA, LIBERDADE DE LOCOMOÇÃO, OBJETIVO, CONFIGURAÇÃO, CRIME, REDUÇÃO À CONDIÇÃO ANÁLOGA À DE ESCRAVO, DECORRÊNCIA, SUFICIÊNCIA, SUBMISSÃO, VÍTIMA, TRABALHO FORÇADO, JORNADA EXAUSTIVA, CONDIÇÃO DEGRADANTE DE TRABALHO, OBJETIVO, CARACTERIZAÇÃO DO CRIME.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: AUSÊNCIA, OFENSA, PRINCÍPIO, ORGANIZAÇÃO, TRABALHO, HIPÓTESE, RESTRIÇÃO, LIBERDADE DE LOCOMOÇÃO, UNIDADE, TRABALHADOR; CERCEAMENTO, TRANSPORTE, UNIDADE, TRABALHADOR, DECORRÊNCIA, AUSÊNCIA, OFENSA, NORMA, INSTITUIÇÃO, ÂMBITO, COLETIVIDADE, TRABALHADOR.\n\n- VOTO VENCIDO, MIN. CEZAR PELUSO: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, OBJETIVO, MANUTENÇÃO, DECISÃO, DETERMINAÇÃO, COMPETÊNCIA, JUIZ ESTADUAL, JULGAMENTO, CRIME, REDUÇÃO À CONDIÇÃO ANÁLOGA À DE ESCRAVO. AUSÊNCIA, TUTELA, ORGANIZAÇÃO, TRABALHO, HIPÓTESE, CRIME, REDUÇÃO À CONDIÇÃO ANÁLOGA À DE ESCRAVO, DECORRÊNCIA, NECESSIDADE, PROTEÇÃO, PESSOA NATURAL, RISCO, COMPARAÇÃO, PESSOA NATURAL, MERCADORIA. IMPOSSIBILIDADE, INSERÇÃO, DELITO, REDUÇÃO À CONDIÇÃO ANÁLOGA À DE ESCRAVO, CATEGORIA, CRIME CONTRA A ORGANIZAÇÃO DO TRABALHO, DECORRÊNCIA, INSERÇÃO, TIPO PENAL, CÓDIGO PENAL, CRIME CONTRA A LIBERDADE INDIVIDUAL, CRIME CONTRA A LIBERDADE PESSOAL. NECESSIDADE, INTERESSE, CARÁTER ESPECÍFICO, AUSÊNCIA, INTERMEDIAÇÃO, HIPÓTESE, COMPETÊNCIA, JUSTIÇA FEDERAL, DECORRÊNCIA, INTERESSE, UNIÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=459510&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, JUSTIÇA FEDERAL, INTERESSE, UNIÃO)\nRE 198488 (2ªT), RE 300244 (2ªT), HC 81916 (2ªT), RE 349191 (1ªT), RE 454735 (2ªT), RE 454737 (TP), ACO 1058 (TP), RE 428863 AgR (2ªT), RE 511849 AgR (1ªT), RE 587530 AgR (1ªT), Inq 3412 (TP), RE 166943 (1ªT), RE 90042 (TP). \n(COMPETÊNCIA, JUSTIÇA FEDERAL, CRIME CONTRA A ORGANIZAÇÃO DO TRABALHO)\nHC 91959 (2ªT), RE 588332 (2ªT). \n(TRABALHO ESCRAVO, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nRE 541627 (2ªT). \n(COMPETÊNCIA, JUSTIÇA FEDERAL, CRIME, REDUÇÃO À CONDIÇÃO ANÁLOGA À DE ESCRAVO)\nRE 398041 (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, JUSTIÇA FEDERAL, INTERESSE, UNIÃO)\nRE 318005, AI 497624, RE 404610, RE 511489.\n- Acórdão(s) citado(s) - outros tribunais:\nTST: RR 178000-13.2003.5.08.0117. \n- Decisão estrangeira citada: Brown vs. Board of Education, 195 da Suprema Corte norte-americana.\nNúmero de páginas: 82.\nAnálise: 18/04/2016, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : GILVAN JOSÉ GARAFFA \nRECDO.(A/S)  : LUCIANE FRANCIO GARAFFA \nRECDO.(A/S)  : JOÃO MARIA BASSANI \nRECDO.(A/S)  : HEITOR CLEMENTE \nADV.(A/S)  : ALDO MÁRIO DE FREITAS LOPES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":344964,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"RE 459510","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-11-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BÁRTOLI, MÁRCIO; PANZERI, André. In: FRANCO, Alberto Silva; STOCO, Rui (Coord.). Código Penal e sua interpretação. Doutrina e jurisprudência. 8. ed. São Paulo: Revista dos Tribunais, 2007. p. 751.\r\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal – Parte especial. São Paulo: Saraiva, 2003. v. 2. p. 462-463.\r\nBRITO FILHO, José Cláudio Monteiro de. Trabalho escravo: caracterização jurídica. São Paulo: LTR, 2014. p.63.\r\nCAMINO, Carmen. Direito Individual do trabalho, 4. ed. Porto alegre: Síntese, 2004. pp. 281-\r\n2.\r\nCAPEZ, Fernando. Curso de Direito Penal, parte especial. 11. ed. São Paulo: Saraiva, 2011. v.\r\n2. p. 372.\r\nGRECO, Rogério. Código Penal comentado. 9. ed. Rio de Janeiro: Impetus, 2015. p. 468.\r\nGOYARD-FABRE, Simone. Les Droits de l’homme, exigence étique ou catégorie juridique? Cahiers de philosophie politique et juridique. La politique et les droits. PUF, n. 21, p. 17, 1992.\r\nHUNGRIA, Nelson. Comentários ao Código Penal. 4. ed. Rio de Janeiro: Forense, 1958.\r\nJESUS, Damásio Evangelista de. Código Penal anotado, 22. ed. São Paulo: Saraiva, 2014. p. 640.\r\nKANT, Fondements de la métaphysique des moeurs, Delegrave, 1952.\r\nLEDUR, José Felipe. (Revista do Tribunal Superior do Trabalho, nº 3, jul. a set., São Paulo: Lex Editora, 2011. p. 179-80.\r\nMELO, Raimundo Simão de. Proteção legal e tutela coletiva do meio ambiente do trabalho. In: Meio Ambiente do Trabalho – coordenação Associação Nacional dos Procuradores do Trabalho. São Paulo: LTr, 2002. p. 13-4.\r\nMIRANDA, Jorge. Manual de Direito Constitucional. Tomo II – Constituição. 5. ed., revista e atualizada. Lisboa: Coimbra, 2003. p. 292.\r\nMOUTOH, Hugues. La dignité de l’homme en droit, RDP, 1999, p. 159.\r\nNUCCI, Gulherme de Souza. (Código Penal comentado. 15. ed. Rio de Janeiro. Forense, 2015. p. 828.\r\nOIT Combatendo o trabalho escravo contemporâneo: o exemplo do Brasil/International Labour\r\nOffice; ILO Office in Brazil - Brasilia: ILO, 2010, 1 v.\r\nOLIVEIRA, Christiana D’arc Damasceno, O Direito do Trabalho Contemporâneo: efetividade dos direitos fundamentais e dignidade da pessoa humana no mundo do trabalho. São Paulo: LTR, 2010. p. 44 e 283.\r\nPIOVESAN, Flávia. Direitos humanos e o Princípio da Dignidade Humana. In: LEITE, George Salomão (Org.). Dos Princípios Constitucionais – Considerações em torno das normas principiológicas da Constituição. São Paulo: Malheiros, 2003. p. 180-197.\r\nRODRIGUEZ, Américo Plá. Princípios de Direito do Trabalho. 3. ed. atualizada. São Paulo: LTr, 2000.\r\nSARLET, Ingo Wolfgang. A Eficácia dos Direitos Fundamentais. Porto Alegre: Livraria do Advogado, 2001. p. 101 e 110-1.\r\nSARMENTO, Daniel. Direitos fundamentais e relações privadas. Rio de Janeiro: Lumen Juris, 2004. p. 288.\r\nSEN, Amartya. Desenvolvimento como liberdade. São Paulo: Companhia das Letras, 2000. p. 13.","ministro_facet":["CÉZAR PELUSO","DIAS TOFFOLI"],"processo_numero":459510,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur341401","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, em parte, o pedido de extradição, unicamente em relação ao “crime agravado de aproveitamento sexual”, excluído o delito de “pornografia infantil”, porque ausente, em relação a este, o pressuposto da dupla punibilidade, observadas, no mais, as exigências estabelecidas no Estatuto do Estrangeiro (art. 91), notadamente aquela referente à detração penal, considerado, para tanto, o período de prisão cautelar a que o ora extraditando esteve sujeito, em nosso País, unicamente por efeito deste processo extradicional, subtraído desse cômputo, em consequência, o período em que ele ficou preso por outros crimes eventualmente cometidos no Brasil, nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Gustavo Zortea da Silva, Defensor Público Federal. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 15.12.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur341401","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur341401","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER EXECUTÓRIO – EXTRADITANDO CONDENADO PELA PRÁTICA DO “CRIME AGRAVADO DE APROVEITAMENTO SEXUAL DE MENOR” E DO DELITO DE “PORNOGRAFIA INFANTIL” – DELITOS QUE ENCONTRAM CORRESPONDÊNCIA TÍPICA NO ART. 217-A DO CÓDIGO PENAL (ESTUPRO DE VULNERÁVEL) E NO ART. 241-B DO ESTATUTO DA CRIANÇA E DO ADOLESCENTE (POSSE DE MATERIAL DE PORNOGRAFIA INFANTIL) – INEXISTÊNCIA DE TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O REINO DA SUÉCIA – NOTA DIPLOMÁTICA TRANSMITIDA COM PROMESSA DE RECIPROCIDADE – FUNDAMENTO JURÍDICO SUFICIENTE – PENA MÁXIMA COMINADA PARA O CRIME DE “PORNOGRAFIA INFANTIL”, NA LEGISLAÇÃO PENAL SUECA, INFERIOR A 01 (UM) ANO – CIRCUNSTÂNCIA QUE NÃO OBSTA, QUANTO A TAL CONDUTA, O ACOLHIMENTO DO PEDIDO EXTRADICIONAL – INQUESTIONÁVEL GRAVIDADE DESSE DELITO PRATICADO PELO EXTRADITANDO, CUJA PENA EM ABSTRATO PREVISTA NO ORDENAMENTO POSITIVO BRASILEIRO (QUATRO ANOS DE RECLUSÃO) SUPERA, EM MUITO, O PATAMAR ESTABELECIDO NO ART. 77, IV, DO ESTATUTO DO ESTRANGEIRO – CONCURSO DE INFRAÇÕES – MERA INDICAÇÃO, NO ATO CONDENATÓRIO, DA PENA GLOBAL, SEM REFERÊNCIA INDIVIDUALIZADORA DAS SANÇÕES PENAIS IMPOSTAS A CADA UM DOS DELITOS EM CONCURSO – POSSIBILIDADE, EM TAL SITUAÇÃO, DE  ANALISAR-SE O ATENDIMENTO, OU NÃO, AO POSTULADO DA DUPLA PUNIBILIDADE – CÁLCULO SEPARADO DA PRESCRIÇÃO PENAL EFETUADO COM BASE NA PENA MÍNIMA COMINADA EM ABSTRATO PARA CADA UM DOS DELITOS NA LEGISLAÇÃO PENAL BRASILEIRA (OITOS ANOS PARA O ESTUPRO DE VULNERÁVEL E UM ANO PARA A POSSE DE MATERIAL DE PORNOGRAFIA INFANTIL) – PRECEDENTES DO PLENÁRIO E DE AMBAS AS TURMAS DO SUPREMO TRIBUNAL FEDERAL – RESSALVA DA POSIÇÃO PESSOAL DO RELATOR DESTA CAUSA, QUE ENTENDE NECESSÁRIA A DISCRIMINAÇÃO DAS DIVERSAS PENAS APLICADAS AO EXTRADITANDO – PEDIDO DE EXTRADIÇÃO DEFERIDO EM PARTE.\n\n\n\n    INEXISTÊNCIA DE TRATADO DE EXTRADIÇÃO E OFERECIMENTO DE PROMESSA DE RECIPROCIDADE POR PARTE DO ESTADO REQUERENTE\n\n\n\n    – A inexistência de tratado de extradição não impede a formulação e o eventual atendimento do pleito extradicional, desde que o Estado requerente prometa reciprocidade de tratamento ao Brasil mediante expediente (Nota Verbal) formalmente transmitido por via diplomática. Doutrina. Precedentes.\n\n\n\n    EXTRADIÇÃO – DUPLA TIPICIDADE E DUPLA PUNIBILIDADE\n\n\n\n    – O postulado da dupla tipicidade – por constituir requisito essencial ao atendimento do pedido de extradição – impõe que o ilícito penal atribuído ao extraditando seja juridicamente qualificado como crime tanto no Brasil quanto no Estado requerente. Delitos imputados ao súdito estrangeiro que encontram, na espécie em exame, correspondência típica na legislação penal brasileira.\n\n\n\n    – Não se concederá a extradição, quando se achar extinta, em decorrência de qualquer causa legal, a punibilidade do extraditando, notadamente se se verificar a consumação da prescrição penal, seja nos termos da lei brasileira, seja segundo o ordenamento positivo do Estado requerente. A satisfação da exigência concernente à dupla punibilidade constitui requisito essencial ao deferimento do pedido extradicional. Inocorrência, na caso, em relação ao delito de estupro de vulnerável, de qualquer causa extintiva da punibilidade. Reconhecimento, no entanto, da consumação da prescrição penal, segundo a legislação brasileira, quanto ao crime de posse de material de pornografia infantil.\n\n\n\n    DETRAÇÃO PENAL E PRISÃO CAUTELAR PARA EFEITOS EXTRADICIONAIS\n\n\n\n    – O período de duração da prisão cautelar do súdito estrangeiro no Brasil decretada para fins extradicionais deve ser integralmente computado na pena a ser cumprida no Estado requerente.\n\n\n\n    – Essa exigência – originariamente estabelecida no Código Bustamante (art. 379), hoje fundada no Estatuto do Estrangeiro ou, quando houver, em tratado de extradição específico – objetiva impedir que a prisão cautelar no Brasil, quando decretada para fins extradicionais, culmine por prorrogar, indevidamente, o lapso temporal da pena de prisão a que estará eventualmente sujeito, no Estado requerente, o súdito estrangeiro cuja entrega foi reclamada ao Governo brasileiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10423561","externo_seq_objeto_incidente":4698968,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-042  DIVULG 04-03-2016  PUBLIC 07-03-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1384&classe=Ext","is_colac":false,"titulo":"Ext 1384","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00004 ART-00080 PAR-00001 \n          ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-0241B INCLUÍDO PELA LEI-11829/2008\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-011829      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012015      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00107 INC-00004 ART-00109 INC-00003 \n          INC-00005 ART-00110 \"CAPUT\" \n          ART-0217A REDAÇÃO DADA PELA LEI-12015/2009\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-005647      ANO-1929\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE DIREITO INTERNACIONAL PRIVADO ASSINADA EM HAVANA - CÓDIGO BUSTAMENTE\n\n","LEG-FED   DEC-018871      ANO-1929\n                DECRETO - PROMULGA A CONVENÇÃO DE DIREITO INTERNACIONAL PRIVADO ASSINADA EM HAVANA - CÓDIGO BUSTAMENTE\n\n","LEG-INT   CVC      ANO-1928\n          ART-00379\n                CONVENÇÃO DE DIREITO INTERNACIONAL PRIVADO ASSINADA EM HAVANA - CÓDIGO BUSTAMENTE"],"publicacao_data":"2016-03-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1384&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PROMESSA, RECIPROCIDADE)\nExt 897 (TP), RTJ 96/42 (EXT 381), RTJ 145/428 (EXT 541), RTJ 162/452 (EXT 665), EXT 824 (TP), EXT 315 (TP), EXT 340 (TP), RTJ 91/8 (EXT 357), RTJ 154/26 (EXT 583), RTJ 164/420 (EXT 662) . \n(EXTRADIÇÃO, CARACTERIZAÇÃO, FATO CRIMINOSO )\nExt 1015 (TP). \n(PRINCÍPIO DO JUIZ NATURAL)\nRTJ 169/557 (HC 73801), RTJ 179/378 (HC 79865), RTJ 193/357 (HC 81963). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 977 (TP), Ext 1004 (TP), RTJ 176/73 (EXT 789). \n(MÍNIMA OFENSIVIDADE, IMPOSSIBILIDADE JURÍDICA DO PEDIDO, EXTRADIÇÃO)\nExt 1145 (TP). \n(EXTRADIÇÃO, DUPLA PUNIBILIDADE, CÁLCULO, PRESCRIÇÃO)\nExt 906 (TP), Ext 909 (TP), Ext 1235 (2ªT), Ext 1351 (1ªT), Ext 1368 (2ªT), Ext 1402 (2ªT), RTJ 146/763 (EXT 555), RTJ 170/3 (EXT 731), RTJ 187/77 (EXT 864). \n- Legislação estrangeira citada: Brottsbalk, Capítulo 6, § 4º, segunda parte, e Capítulo 16, § 10, primeira parte, item n. 5.\nNúmero de páginas: 34.\nAnálise: 31/03/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SUÉCIA \nEXTDO.(A/S)  : FRANK HANS ROBERT STEN OU FRANK STEN \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":341401,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1384","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-12-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ARAÚJO, Luiz Alberto David, NUNES JÚNIOR, Vidal Serrano. Curso de Direito Constitucional. 6. ed. Saraiva, 1998. p. 105, item 2.32. \r\nBASTOS, Celso Ribeiro. Curso de Direito Constitucional. Celso Bastos Editor, 2002. p. 382, item 16.1.\r\nLISBOA, Carolina Cardoso Guimarães. A Relação Extradicional no Direito Brasileiro. Del Rey, 2001. p. 126-128, item 2.1.2.\r\nMORAES, Alexandre de. Direitos Humanos Fundamentais. 3. ed. Atlas, 2000. p. 249, item 5.98.\r\nREZEK, José Francisco. Direito Internacional Público. 7. ed. Saraiva, 1998. p. 198-200, itens 115-116.\r\n______. Direito Internacional Público – Curso Elementar. 14. ed. Saraiva, 2013. p. 242/244, item 122.\r\nRUSSOMANO, Gilda Maciel Corrêa Meyer. A Extradição no Direito Internacional e no Direito Brasileiro. 3. ed. Revista dos Tribunais, 1981. p. 48, item 2.\r\nSOUZA, Artur de Brito Gueiros. As Novas Tendências do Direito Extradicional. Renovar, 1998. p. 105, item 1.3\r\nTIBURCIO, Carmen; BARROSO, Luís Roberto. Algumas Questões sobre a Extradição no Direito Brasileiro. Revista dos Tribunais. v. 787. p. 437-460, 438.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1384,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur147844","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Após os votos dos Srs. Ministros Relator, Marco Aurélio e Carlos Velloso que indeferiam o pedido de extradição, o julgamento foi adiado em virtude do pedido de vista do Sr. Min. Sepúlveda Pertence. Falou, pelo Extraditando, o Dr. Pedro Gordilho. Plenário, 24.10.90.\nDecisão: Por unanimidade o Tribunal indeferiu o pedido de extradição. \r\nPlenário, 31.10.90.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur147844","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:15:49.762793","dg_unique":"sjur147844","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO PASSIVA - NATUREZA DO PROCESSO EXTRADICIONAL -\nLIMITAÇÃO JURÍDICA DOS PODERES DO S.T.F. - INEXTRADITABILIDADE POR\nDELITOS POLITICOS - COMPROMISSO CONSTITUCIONAL DO ESTADO BRASILEIRO -\nASILO POLÍTICO - EXTRADIÇÃO POLITICA DISFARCADA - INOCORRENCIA -\nDEFICIÊNCIA NA FORMULAÇÃO DO PEDIDO DE EXTRADIÇÃO - INOBSERVANCIA DO\nESTATUTO DO ESTRANGEIRO E DO TRATADO DE EXTRADIÇÃO BRASIL/PARAGUAI -\nINCERTEZA QUANTO A ADEQUADA DESCRIÇÃO DOS FATOS DELITUOSOS - ONUS\nPROCESSUAL A CARGO DO ESTADO REQUERENTE - DESCUMPRIMENTO -\nINDEFERIMENTO DO PEDIDO.\n           O PROCESSO EXTRADICIONAL, QUE E MEIO EFETIVO DE COOPERAÇÃO\nINTERNACIONAL NA REPRESSAO A CRIMINALIDADE COMUM, NÃO PODE\nCONSTITUIR,SOB O PALIO DO PRINCÍPIO DA SOLIDARIEDADE, INSTRUMENTO DE\nCONCRETIZAÇÃO DE PRETENSÕES, QUESTIONAVEIS OU CENSURAVEIS, QUE VENHAM\nA SER DEDUZIDAS POR ESTADO ESTRANGEIRO PERANTE O GOVERNO DO BRASIL.\n           SÃO LIMITADOS, JURIDICAMENTE, OS PODERES DO SUPREMO\nTRIBUNAL FEDERAL NA ESFERA DA DEMANDA EXTRADICIONAL, EIS QUE ESTA\nCORTE, AO EFETUAR O CONTROLE DE LEGALIDADE DO PEDIDO NÃO APRECIA O\nMÉRITO DA CONDENAÇÃO PENAL E NEM REEXAMINA A EXISTÊNCIA DE EVENTUAIS\nDEFEITOS FORMAIS QUE HAJAM INQUINADO DE NULIDADE A PERSECUÇÃO PENAL\nINSTAURADA NO ÂMBITO DO ESTADO REQUERENTE. A NECESSIDADE DE RESPEITAR\nA SOBERANIA  DO  PRONUNCIAMENTO  JURISDICIONAL  EMANADO  DO  ESTADO\nREQUERENTE IMPÕE AO BRASIL, NAS EXTRADIÇÕES PASSIVAS, A INDECLINAVEL\nOBSERVANCIA DESSE DEVER JURÍDICO.\n           - A INEXTRADITABILIDADE DE ESTRANGEIROS POR DELITOS\nPOLITICOS OU DE OPINIAO REFLETE, EM NOSSO SISTEMA JURÍDICO, UMA\nTRADIÇÃO CONSTITUCIONAL REPUBLICANA. DELA EMERGE, EM FAVOR DOS\nSUDITOSESTRANGEIROS, UM DIREITO PÚBLICO SUBJETIVO, OPONIVEL AO\nPRÓPRIO       ESTADO E DE COGENCIA INQUESTIONAVEL. HÁ. NO PRECEITO\nNORMATIVO QUE    CONSAGRA ESSE FAVOR CONSTITUTIONIS, UMA INSUPERAVEL\nLIMITAÇÃO         JURÍDICA AO PODER DE EXTRADITAR DO ESTADO\nBRASILEIRO.                 .          - NÃO HÁ INCOMPATIBILIDADE\nABSOLUTA ENTRE O INSTITUTO DO   ASILO POLÍTICO E O DA EXTRADIÇÃO\nPASSIVA, NA EXATA MEDIDA EM QUE O    SUPREMO TRIBUNAL FEDERAL NÃO\nESTA VINCULADO AO JUÍZO FORMULADO PELO   PODER EXECUTIVO NA CONCESSÃO\nADMINISTRATIVA DAQUELE BENEFICIO REGIDO  PELO DIREITO DAS GENTES.\nDISSO DECORRE QUE A CONDIÇÃO JURÍDICA DE     ASILADO POLÍTICO NÃO\nSUPRIME, SÓ POR SI, A POSSIBILIDADE DE O ESTADO  BRASILEIRO CONCEDER,\nPRESENTES E SATISFEITAS AS CONDIÇÕES             CONSTITUCIONAIS E\nLEGAIS QUE A AUTORIZAM, A EXTRADIÇÃO QUE LHE HAJA   SIDO REQUERIDA. O\nESTRANGEIRO ASILADO NO BRASIL SÓ NÃO SERÁ PASSIVEL  DE EXTRADIÇÃO\nQUANDO O FATO ENSEJADOR DO PEDIDO ASSUMIR A QUALIFICAÇÃODE CRIME\nPOLÍTICO OU DE OPINIAO OU AS CIRCUNSTANCIAS SUBJACENTES A    AÇÃO DO\nESTADO REQUERENTE DEMONSTRAREM A CONFIGURAÇÃO DE INACEITAVEL\nEXTRADIÇÃO POLITICA DISFARCADA.\n           A PERSPECTIVA - INOCORRENTE NO CASO CONCRETO - DE\nSUBMISSAODO EXTRADITANDO A TRIBUNAL DE EXCEÇÃO, QUALQUER QUE SEJA A\nNOÇÃO      CONCEITUAL QUE SE LHE ATRIBUA, VEJA, DE MODO ABSOLUTO, A\nPOSSIBILIDADEDE DEFERIMENTO DO PEDIDO EXTRADICIONAL. A NOÇÃO DE\nTRIBUNAL DE EXCEÇÃO ADMITE, PARA ESSE EFEITO, CONFIGURAÇÃO CONCEITUAL\nMAIS AMPLA. ALÉM DE ABRANGER ÓRGÃOS ESTATAIS CRIADOS EX POST FACTO,\nESPECIALMENTE         INSTITUIDOS PARA O JULGAMENTO DE DETERMINADAS\nPESSOAS OU DE CERTAS    INFRAÇÕES PENAIS, COM EVIDENTE OFENSA AO\nPRINCÍPIO DA NATURALIDADE DO JUÍZO, TAMBÉM COMPREENDE OS TRIBUNAIS\nREGULARES, DESDE QUE            CARACTERIZADA, EM TAL HIPÓTESE, A\nSUPRESSAO, EM DESFAVOR DO RÉU, DE   QUALQUER DAS GARANTIAS INERENTES\nAO DEVIDO PROCESSO LEGAL. A          POSSIBILIDADE DE PRIVAÇÃO, EM\nJUÍZO PENAL, DO DUE PROCESS OF LAW, NOS MULTIPLOS CONTORNOS EM QUE SE\nDESENVOLVE ESSE PRINCÍPIO ASSEGURADOR   DOS DIREITOS E DA PROPRIA\nLIBERDADE DO ACUSADO - GARANTIA DE AMPLA    DEFESA, GARANTIA DO\nCONTRADITORIO, IGUALDADE ENTRE AS PARTES PERANTE  O JUIZ NATURAL E\nGARANTIA DE IMPARCIALIDADE DO MAGISTRADO PROCESSANTE - IMPEDE O\nVALIDO DEFERIMENTO DO PEDIDO EXTRADICIONAL.                .\n- IMPÕE-SE REPELIR TODAS AS PRETENSÕES EXTRADICIONAIS      FUNDADAS\nEM PECAS PROCESSUAIS CUJA DESVALIA RESULTE, FUNDAMENTALMENTE,DA\nAUSÊNCIA OU INSUFICIÊNCIA DESCRITIVA DOS FATOS DELITUOSOS\nSUBJACENTES AO PEDIDO DE EXTRADIÇÃO. E ESSENCIAL, ESPECIALMENTE NAS\nEXTRADIÇÕES INSTRUTORIAS, QUE A DESCRIÇÃO DOS FATOS MOTIVADORES DA\nPERSECUÇÃO PENAL DO ESTADO REQUERENTE ESTEJA DEMONSTRADA COM\nSUFICIENTE CLAREZA E OBJETIVIDADE. IMPÕE-SE, DESSE MODO, NO PLANO DA\nDEMANDA EXTRADICIONAL, QUE SEJA PLENA A DISCRIMINAÇÃO DOS FATOS, OS\nQUAIS, INDICADOS COM EXATIDAO E CONCRETUDE EM FACE DOS ELEMENTOS\nVARIOS QUE SE SUBSUMEM AO TIPO PENAL, PODERAO VIABILIZAR, POR PARTE\nDO ESTADO REQUERIDO, A ANALISE INCONTROVERSA DOS ASPECTOS\nCONCERNENTES(A) A DUPLA INCRIMINAÇÃO, (B) A PRESCRIÇÃO PENAL, (C) A\nGRAVIDADE     OBJETIVA DO DELITO, (D) A COMPETÊNCIA JURISDICIONAL DO\nESTADO         REQUERENTE E AO EVENTUAL CONCURSO DE JURISDIÇÃO, (E) A\nNATUREZA DO    DELITO E (F) A APLICAÇÃO DO PRINCÍPIO DA\nESPECIALIDADE.               .          O DESCUMPRIMENTO DESSE ONUS\nPROCESSUAL, POR PARTE DO       ESTADO REQUERENTE, JUSTIFICA E IMPÕE,\nQUER EM ATENÇÃO AO QUE          PRECEITUAM AS CLAUSULAS DO TRATADO DE\nEXTRADIÇÃO, QUER EM OBSEQUIO AS PRESCRIÇÕES DE NOSSO DIREITO POSITIVO\nINTERNO, O INTEGRAL E PLENO     INDEFERIMENTO DA EXTRADIÇÃO PASSIVA.\n           PEDIDO INDEFERIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=524&classe=Ext","externo_seq_objeto_incidente":1500291,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 08-03-1991 PP-02200  EMENT VOL-01610-01 PP-00058\nRTJ VOL-00134-01 PP-00056","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=524&classe=Ext","is_colac":false,"titulo":"Ext 524","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1934\n          ART-00113 NÚMERO-31\n                CF-1934 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1937\n          ART-00122 NÚMERO-12\n                CF-1937 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n          ART-00141 PAR-00003\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n          ART-00150 PAR-00019\n          ART-00153 PAR-00019  REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1988\n          ART-00004 INC-00010 ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n          EMENDA CONSTITUCIONAL\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00008 ART-00080 \"CAPUT\"\n          ALTERADA PELA LEI-6964/1981\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n","LEG-FED   LEI-006964      ANO-1981\n          LEI ORDINÁRIA\n","LEG-INT   TTD      ANO-1922\n          ART-00002\n          TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E PARAGUAI\n","LEG-FED   DEC-055929      ANO-1965\n          DECRETO"],"publicacao_data":"1991-03-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ASILO POLÍTICO, NATUREZA JURÍDICA,\nTUTELA, PESSOA, REFÚGIO. DEMONSTRAÇÃO, INSTABILIDADE\nPOLÍTICO-INSTITUCIONAL, PAÍS REQUERENTE, ÔNUS, EXTRADITANDO. PRINCÍPIO\nDA ESPECIALIDADE, PREVALÊNCIA, TRATADO INTERNACIONAL, EXTRADIÇÃO.\n\n- RESSALVA DE ENTENDIMENTO, MINISTRO SEPÚLVEDA PERTENCE: AUSÊNCIA,\nSEGURANÇA, JUSTIÇA, JULGAMENTO, EXTRADITANDO, PODER JUDICIÁRIO,\nPARAGUAI, ALEGAÇÃO, CRIME COMUM, GOVERNO ANTERIOR, MASCARAMENTO,\nEVENTUALIDADE, PEDIDO, EXTRADIÇÃO, CRIME POLÍTICO DISFARÇADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=524&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"Acórdãos citados:  Ext 171, Ext 232, Ext 272, Ext 288,  Ext 327, Ext\n446, Ext 450,  Ext 452, Ext 493, Ext 518; RTJ 70/333, RTJ 75/9, RTJ\n100/1030, RTJ 108/26, RTJ 122/865, RTJ 122/886.\nLegislação estrangeira citada: art. 2º, 47, inc. 3, 48, inc. 2, 102,\n445 e 397 do Código Penal do Paraguai; Decreto nº 448/1940 do\nParaguai; Lei nº 9/1948 do Paraguai; art. 39, alínea a da Lei 879/1981\ndo Paraguai.\nVeja art. 27 da Declaração Americana dos Direitos e Deveres do Homem,\ncelebrada em Bogotá (1948) e art. 14 da Declaração Universal dos\nDireitos do Homem, promulgada pela Assembléia Geral das Nações\nUnidas (1948).\nNúmero de páginas: 66\nAnálise: 22/06/2009, MMR.\nRevisão: 16/07/2009, JBM.\nAlteração: 20/10/2011, ACC.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.:GOVERNO DO PARAGUAI\nEXTNDO.: GUSTAVO ADOLFO STROESSNER MORA\nADVDO.: PEDRO GORDILHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":147844,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA DO PARAGUAI","processo_codigo_completo":"Ext 524","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"1990-10-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"BEVILACQUA, Clovis. Direito Público Internacional. Rio, 1939. v. 2, p.\n109-110.\nCAHALI, Yussef Said. Estatuto de estrangeiro. Saraiva, 1983. p.\n158-159, 365, item. 27, 374.\nCONSTITUIÇÃO DA REPÚBLICA DO PARAGUAI. Constituições do\nBrasil e Constituições  Estrangeiras. Senado Federal, 1987. v. 2,\np. 653. esp. art. 195.\nCRETELLA JUNIOR, José. Comentários à Constituição de 1988. vol. 1.\nForense Universitária, 1989. p. 176.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição\nBrasileira. 5. ed. SARAIVA, 1984. p. 609.\nLANZA, Pietro. Estradizione. Milano: Societá Editrice Libraria, 1910.\np. 245-246.\nLITRENTO, Oliveiros. Manual de Direito Internacional Público. 2. ed.\nForense, 1979. p. 437-438.\nMARQUES, José Frederico. Tratado de Direito Penal. Saraiva, 1964.\nv. 1, p. 319.\nMIRANDA, Francisco Cavalcanti Pontes de. Comentários à Constituição\nde 1967, com Emenda nº 1, de 1969. 2. ed. 2. tir. RT, 1974. tomo V,\np. 280-281.\nPERTENCE, José Paulo Sepúlveda. Liberdade e direito de asilo. Anais\nda VIII Conferência Nacional da Ordem dos Advogados do Brasil, 1980.\np. 67.\nREZEK, José Francisco. Direito Internacional Público. Saraiva, 1989.\np. 206-207.\nRUSSOMANO, Gilda Maciel Correa Meyer. A extradição no Direito\nInternacional e no Direito Brasileiro. 3. ed. RT, 1981. p. 31.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 5.\ned.\nRT, 1989. p. 295-296.\nTOLEDO, Francisco de Assis. Princípios Básicos de Direito Penal. 3. ed.\nSaraiva, 1987. p. 135, item 119.","ministro_facet":["CELSO DE MELLO"],"processo_numero":524,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur172182","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, deferiu o pedido de \r\n   extradição, nos termos do voto do Relator. Ausentes, \r\n   justificadamente, o Senhor Ministro Celso de Mello, a Senhora \r\n   Ministra Ellen Gracie e, neste julgamento, a Senhora Ministra \r\n   Cármen Lúcia. Presidiu o julgamento o Senhor Ministro Gilmar \r\n   Mendes. Plenário, 03.12.2009.","is_repercussao_geral_merito":false,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur172182","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:15:49.762793","dg_unique":"sjur172182","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO. TRÁFICO DE ENTORPECENTES. REPÚBLICA ITALIANA. \r\n   TRATADO DE EXTRADIÇÃO. REQUISITOS OBSERVADOS. EXTRADIÇÃO \r\n   DEFERIDA.\r\n1. Pedido de extradição requerido com base no Tratado \r\n   Bilateral promulgado pelo Decreto n° 863/93.\r\n2. Acusação da \r\n   prática do crime de tráfico de entorpecentes, em 2006, na Itália,\r\n   com mandado de prisão preventiva expedido pela autoridade \r\n   competente.\r\n3. Razões atinentes ao mérito da ação penal em \r\n   trâmite na Itália ou condições pessoais favoráveis ao \r\n   Extraditando não são passíveis de análise no processo de \r\n   extradição nem impedem seu deferimento.\r\n4. Observados os \r\n   requisitos impostos para a concessão da extradição.\r\n5. \r\n   Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1149&classe=Ext","externo_seq_objeto_incidente":2647636,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-022  DIVULG 04-02-2010  PUBLIC 05-02-2010\nEMENT VOL-02388-01  PP-00007\r\nRT v. 99, n. 895, 2010, p. 499-501\r\nLEXSTF v. 32, n. 374, 2010, p. 263-267","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1149&classe=Ext","is_colac":false,"titulo":"Ext 1149","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00109 INC-00001  \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-011343      ANO-2006\r\n          ART-00033   \r\n                LTX-2006 LEI DE TÓXICOS\r\n","LEG-INT   TTD  \r\n          ART-00001 ART-00002 ART-00003 ART-00011\r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ITÁLIA\r\n","LEG-FED   DEC-000863      ANO-1993\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ITÁLIA\r\n          DECRETO"],"publicacao_data":"2010-02-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ATENDIMENTO, REQUISITO, DUPLA \r\nTIPICIDADE, DUPLA PUNIBILIDADE, AUSÊNCIA, PRESCRIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1149&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: Art. 73, art. 157 da Lei 309/1990 da \r\nItália - Código Penal da Itália. \r\nNúmero de páginas: 8.\r\nAnálise: 11/02/2010, IMC.\r\nRevisão: 01/03/2010, MMR.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DA ITÁLIA\r\nEXTDO.(A/S)         : ALFREDO DI MARIA OU ALFREDO NICODEMO DI MARIA\r\nADV.(A/S)           : HANDERSON SOUSA MURTHA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":172182,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA ITALIANA","processo_codigo_completo":"Ext 1149","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2009-12-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["JOAQUIM BARBOSA"],"processo_numero":1149,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur173132","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao recurso \r\n   de agravo, nos termos do voto do Relator. 2ª Turma, 05.08.2003.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur173132","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:15:49.762793","dg_unique":"sjur173132","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: ALIENAÇÃO FIDUCIÁRIA EM GARANTIA - PRISÃO CIVIL DO \r\n   DEVEDOR FIDUCIANTE - LEGITIMIDADE CONSTITUCIONAL - INOCORRÊNCIA \r\n   DE TRANSGRESSÃO AO PACTO DE SÃO JOSÉ DA COSTA RICA (CONVENÇÃO \r\n   AMERICANA SOBRE DIREITOS HUMANOS) - RECURSO DE AGRAVO \r\n   IMPROVIDO.\r\n\r\n\r\nLEGITIMIDADE CONSTITUCIONAL DA PRISÃO CIVIL DO \r\n   DEVEDOR FIDUCIANTE.\r\n\r\n- A prisão civil do devedor fiduciante, \r\n   nas condições em que prevista pelo DL nº 911/69, reveste-se de \r\n   plena legitimidade constitucional e não transgride o sistema de \r\n   proteção instituído pela Convenção Americana sobre Direitos \r\n   Humanos (Pacto de São José da Costa Rica). Precedentes.\r\n\r\n\r\nOS \r\n   TRATADOS INTERNACIONAIS, NECESSARIAMENTE SUBORDINADOS À \r\n   AUTORIDADE DA CONSTITUIÇÃO DA REPÚBLICA, NÃO PODEM LEGITIMAR \r\n   INTERPRETAÇÕES QUE RESTRINJAM A EFICÁCIA JURÍDICA DAS NORMAS \r\n   CONSTITUCIONAIS.\r\n\r\n- A possibilidade jurídica de o Congresso \r\n   Nacional instituir a prisão civil também no caso de infidelidade \r\n   depositária encontra fundamento na própria Constituição da \r\n   República (art. 5º, LXVII). A autoridade hierárquico-normativa da \r\n   Lei Fundamental do Estado, considerada a supremacia absoluta de \r\n   que se reveste o estatuto político brasileiro, não se expõe, no \r\n   plano de sua eficácia e aplicabilidade, a restrições ou a \r\n   mecanismos de limitação fixados em sede de tratados \r\n   internacionais, como o Pacto de São José da Costa Rica (Convenção \r\n   Americana sobre Direitos Humanos).\r\n\r\nA ordem constitucional \r\n   vigente no Brasil - que confere ao Poder Legislativo explícita \r\n   autorização para disciplinar e instituir a prisão civil \r\n   relativamente ao depositário infiel (art. 5º, LXVII) - não pode \r\n   sofrer interpretação que conduza ao reconhecimento de que o \r\n   Estado brasileiro, mediante tratado ou convenção internacional, \r\n   ter-se-ia interditado a prerrogativa de exercer, no plano interno,\r\n   a competência institucional que lhe foi outorgada, expressamente,\r\n   pela própria Constituição da República.\r\n\r\nOs tratados e \r\n   convenções internacionais não podem transgredir a normatividade \r\n   subordinante da Constituição da República e nem dispõem de força \r\n   normativa para restringir a eficácia jurídica das cláusulas \r\n   constitucionais e dos preceitos inscritos no texto da Lei \r\n   Fundamental. Precedente: ADI 1.480/DF, Rel. Min. CELSO DE \r\n   MELLO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=403828&classe=AI-AgR","externo_seq_objeto_incidente":3561473,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-030  DIVULG 18-02-2010  PUBLIC 19-02-2010\nEMENT VOL-02390-02  PP-00429","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=403828&classe=AI","is_colac":false,"titulo":"AI 403828 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1934\r\n          ART-00113  NÚMERO-30\r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1946\r\n          ART-00141 PAR-00032  \r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1967\r\n          ART-00150 PAR-00017  \r\n          ART-00153 PAR-00017  REDAÇÃO DADA PELA EMC-1/1969\r\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1969\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00067 PAR-00002 ART-00102\r\n          INC-00003 LET-B\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-INT    CVC                 ANO-1969 \r\n           ART-00007 NÚMERO-7\r\n           PACTO DE SÃO JOSÉ DA COSTA RICA \r\n           CONVENÇÃO AMERICANA SOBRE OS DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA \r\n","LEG-FED   DEL-000911      ANO-1969\r\n          DECRETO-LEI\r\n","LEG-FED   DLG-000027     ANO-1992 \r\n           APROVA A CONVENÇÃO AMERICANA SOBRE OS DIREITOS HUMANOS \r\n           DECRETO LEGISLATIVO \r\n","LEG-FED   DEC-000678    ANO-1992 \r\n           PROMULGA A CONVENÇÃO AMERICANA SOBRE OS DIREITOS HUMANOS \r\n           DECRETO"],"publicacao_data":"2010-02-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=403828&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"- Acórdãos citados: ADI 1480, RHC 66627, HC 71038, HC 71286, \r\nHC 72131, HC 74798, HC 74875, RE 206086, RE 206482, RE 230624, \r\nRE 252477 AgR, RE 270296, RE 331159, RE 350996 AgR, AI 360639 AgR, \r\nRE 365950, AI 374231 AgR; RTJ 58/70, RTJ 83/809, RTJ 163/312, \r\nRTJ 164/213, RTJ 164/214.\r\n- Legislação estrangeira citada: Art. 75, n. 22 da Constituição da \r\nArgentina de 1853 emendado pela Reforma Constitucional de 1994;\r\nart. 182 da Constituição da Nicarágua de 1987; art. 241, n. 10 da \r\nConstituição da Colômbia de 1991; art. 149, par. 1, n. 4 da Constituição\r\nda República da Bulgária de 1991. \r\nNúmero de páginas: 16.\r\nAnálise: 02/03/2010, SEV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : SILVIO CESAR DE PINHO\r\nADV.                : DPE - MS - ELIAS CESAR KESROUANI\r\nAGDO.(A/S)          : BANCO FIAT S/A\r\nADVDOS.             : LUCIANE MACHADO E OUTRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":173132,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"AI 403828 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2003-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":"ATALIBA, Geraldo. Apontamentos de Ciência ds Finanças, Direito\r\nFinanceiro e Tributário. RT, 1969. p. 110.\r\nBEVILAQUA, Clóvis. Código Civil. v. 5, comentários ao art. 1287. \r\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. \r\nSaraiva, 1989. v. 2, p. 305-306.\r\nBORGES, José Alfredo. Revsita de Direito Tributário. v. 27/28,\r\np. 170-173.\r\nCAMPOS, Francisco. RDA, v. 47, p. 452.\r\nDÓRIA, Antônio Roberto Sampaio. Da Lei Tributária no Tempo. 1968,\r\np. 41.\r\nDINIZ, Maria Helena. Norma Constitucional e seus efeitos. Saraiva,\r\n1989, p. 101.\r\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição\r\nBrasileira de 1988. Saraiva, 1990. v. 1, p. 74.\r\nMOREIRA ALVES, José Carlos. A Ação de Depósito e o Pedido de\r\nPrisão. Revista de Processo, v. 36, p. 12.\r\n_____. Da Alienação Fiduciária em Garantia. Saraiva, 1973. p. 199-200.  \r\n\r\n\r\nREZEK, José Fracisco. Direito dos Tratados. Forense, 1984. p. 470-475,\r\nitens. 393-395.\r\nSILVA, José Afonso da. Aplicabilidade das Normas Constitucionais.\r\nRT, 1968. p. 97.\r\nSTRENGER, Irineu. Curso de Direito Internacional Privado. Forense, \r\n1978. p. 108-112.","ministro_facet":["CELSO DE MELLO"],"processo_numero":403828,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur181588","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do \r\nRelator, deferiu em parte o pedido de extradição. Ausente, \r\nlicenciado, o Senhor Ministro Joaquim Barbosa. Falou pelo \r\nextraditando o Dr. Luís Eduardo de La Rosa D'Avila. Presidiu o \r\njulgamento o Senhor Ministro Cezar Peluso. Plenário, 05.08.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"AYRES BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur181588","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:15:49.762793","dg_unique":"sjur181588","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO. PEDIDO EMBASADO NO TRATADO FIRMADO ENTRE OS \r\n   ESTADOS-PARTE DO MERCOSUL. NATUREZA INSTRUTÓRIA E EXECUTÓRIA DO \r\n   PLEITO. REQUISITOS LEGAIS ATENDIDOS PARA A ENTREGA DO ESTRANGEIRO \r\n   COM O FIM DE SE VER PROCESSADO POR DELITOS DE HOMICÍDIO. INSTRUÇÃO \r\n   DEFICIENTE DO PEDIDO QUANTO À SENTENÇA PENAL CONDENATÓRIA JÁ COM \r\n   TRÂNSITO EM JULGADO. IMPOSSIBILIDADE DE EXAMINAR A LEGALIDADE DA \r\n   VERTENTE EXECUTÓRIA DA EXTRADIÇÃO. EXTRADIÇÃO PARCIALMENTE DEFERIDA. \r\n   \r\n 1. Alusivamente ao pedido de natureza instrutória, o Estado \r\n   requerente tem jurisdição para processar e julgar os fatos descritos \r\n   na documentação que acompanha a nota verbal. Além disso, o pedido de \r\n   extradição se fez acompanhar de documentos que indicam, precisamente,\r\n   os fatos supostamente delituosos, a capitulação das condutas, bem \r\n   como as disposições legais aplicáveis ao caso. \r\n2. No tocante ao \r\n   pedido de extradição para fins de execução da pena privativa de \r\n   liberdade aplicada por delitos de furto em concurso material, o \r\n   presente pedido extradicional não se acha instruído com os \r\n   documentos necessários ao exame da higidez da pretensão executória. \r\n   É que, para além da ausência, nos autos, da data do trânsito em \r\n   julgado da sentença penal condenatória, não há informações sobre o \r\n   tempo de prisão cautelar cumprida pelo extraditando no Estado \r\n   requerente. Ausência que impede a contagem do prazo prescricional à \r\n   luz da legislação brasileira.   \r\n3. Extradição parcialmente \r\n   deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1153&classe=Ext","externo_seq_objeto_incidente":2652404,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-164  DIVULG 02-09-2010  PUBLIC 03-09-2010\nEMENT VOL-02413-01  PP-00169\r\nLEXSTF v. 32, n. 381, 2010, p. 353-368","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1153&classe=Ext","is_colac":false,"titulo":"Ext 1153","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00109 INC-00001 ART-00112 INC-00001\r\n          INC-00002 ART-00113 ART-00121 \"CAPUT\" \r\n          PAR-00002 INC-00005 ART-00155 PAR-00001 \r\n          PAR-00004\r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00091 INC-00002  \r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n","LEG-INT   TTD      ANO-1998  \r\n          ART-00017\r\n          TRATADO DE EXTRADIÇÃO DO MERCOSUL\r\n","LEG-FED   DLG-000605      ANO-2003\r\n          APROVA O TRATADO DE EXTRADIÇÃO DO MERCOSUL\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-004975      ANO-2004\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO DO MERCOSUL\r\n          DECRETO"],"publicacao_data":"2010-09-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  UNIFICAÇÃO DE PENAS, AUSÊNCIA, ESPECIFICAÇÃO, CRIME, HIPÓTESE, \r\nCONCURSO DE CRIMES, AUSÊNCIA, IMPEDIMENTO, APRECIAÇÃO, EXTRADIÇÃO. \r\nVIABILIDADE, REITERAÇÃO, EXTRADIÇÃO, HIPÓTESE, EXTINÇÃO DO PROCESSO SEM \r\n\r\nJULGAMENTO DO MÉRITO, MOMENTO ANTERIOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1153&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 836, Ext 902 QO, Ext 906, Ext 951.\r\n- Legislação estrangeira citada: Art. 117 § 1 al. a, b e c do Código Penal do \r\nUruguai.\r\nNúmero de páginas: 26.\r\nAnálise: 13/09/2010, KBP.\r\nRevisão: 15/09/2010, IMC.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DO URUGUAI\r\nEXTDO.(A/S)         : ERNESTO ANDRÉ VARGAS VILLANUEVA\r\nADV.(A/S)           : LUIS EDUARDO DE LA ROSA D'AVILA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":181588,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA ORIENTAL DO URUGUAI","processo_codigo_completo":"Ext 1153","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2010-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["AYRES BRITTO"],"processo_numero":1153,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur176982","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, rejeitou questão \r\n   de ordem suscitada pela defesa para que a sustentação oral fosse \r\n   feita após a manifestação do Ministério Público, vencidos o \r\n   Relator e o Ministro Dias Toffoli. Em seguida, o Tribunal, por \r\n   maioria, denegou a ordem, vencido o Senhor Ministro Dias Toffoli. \r\n   Votou o Presidente, Ministro Gilmar Mendes. Ausente, \r\n   justificadamente, o Senhor Ministro Eros Grau. Falaram, pelo \r\n   paciente, o Dr. Nélio Machado e, pelo Ministério Público Federal, \r\n   a Dra. Deborah Macedo Duprat de Britto Pereira, \r\n   Vice-Procuradora-Geral da República. Plenário, 04.03.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur176982","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:15:49.762793","dg_unique":"sjur176982","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS - JULGAMENTO - MANIFESTAÇÕES - DEFESA - MINISTÉRIO \r\n   PÚBLICO. Na dicção da sempre ilustrada maioria, em relação a qual \r\n   guardo reservas, ainda que o ato atacado com a impetração repouse \r\n   em requerimento do Procurador-Geral da República, cabe à Vice que \r\n   o substitua falar após a sustentação da tribuna pela \r\n   defesa.\r\n\r\n\tPRISÃO - GOVERNADOR - LEI ORGÂNICA DO DISTRITO \r\n   FEDERAL. Porque declarada inconstitucional pelo Supremo - Ação \r\n   Direta de Inconstitucionalidade nº 1.024-4/DF, Relator Ministro \r\n   Celso de Mello -, não subsiste a regra normativa segundo a qual a \r\n   prisão do Governador pressupõe sentença condenatória.\r\n\r\n\tPRISÃO \r\n   PREVENTIVA - GOVERNADOR - INQUÉRITO - LICENÇA DA CASA LEGISLATIVA \r\n   - PROCESSO. A regra da prévia licença da Casa Legislativa como \r\n   condição da procedibilidade para deliberar-se sobre o recebimento \r\n   da denúncia não se irradia a ponto de apanhar prática de ato \r\n   judicial diverso como é o referente à prisão preventiva na fase \r\n   de inquérito.\r\n\r\n\tHABEAS CORPUS - ADITAMENTO - ABANDONO DA \r\n   ORTODOXIA. O habeas corpus está imune às regras instrumentais \r\n   comuns, devendo reinar flexibilidade maior quando direcionada à \r\n   plena defesa.\r\n\r\n\tPRISÃO PREVENTIVA VERSUS SENTENÇA CONDENATÓRIA \r\n   - FORMA - PEÇA DO MINISTÉRIO PÚBLICO. Cabe distinguir a adoção de \r\n   arrazoado do Ministério Público como razões de decidir \r\n   considerada sentença condenatória, quando então verificado vício \r\n   de procedimento, da referente ao ato mediante o qual imposta \r\n   prisão preventiva.\r\n\r\n\tPRISÃO PREVENTIVA - GOVERNADOR - ARTIGO 51,\r\n   INCISO I, DA CONSTITUIÇÃO FEDERAL - APLICAÇÃO ANALÓGICA - \r\n   INADEQUAÇÃO. A interpretação teleológica e sistemática do artigo \r\n   51, inciso I, da Carta da República revela inadequada a \r\n   observância quando envolvido Governador do Estado.\r\n\r\n\tPRISÃO \r\n   PREVENTIVA - INSTRUÇÃO CRIMINAL - ATOS CONCRETOS. A prática de \r\n   atos concretos voltados a obstaculizar, de início, a apuração dos \r\n   fatos mediante inquérito conduz à prisão preventiva de quem nela \r\n   envolvido como investigado, pouco importando a ausência de \r\n   atuação direta, incidindo a norma geral e abstrata do artigo 312 \r\n   do Código de Processo Penal.\r\n\r\n\tPRISÃO PREVENTIVA - CIÊNCIA \r\n   PRÉVIA DO DESTINATÁRIO. A prisão preventiva prescinde da ciência \r\n   prévia do destinatário, quer implementada por Juiz, por Relator, \r\n   ou por Tribunal.\r\n\r\n\tPRISÃO PREVENTIVA - INQUÉRITO - AUSÊNCIA DE \r\n   OITIVA. O fato de o envolvido no inquérito ainda não ter sido \r\n   ouvido surge neutro quanto à higidez do ato acautelador de \r\n   custódia preventiva.\r\n\r\n\tFLAGRANTE - DEFESA TÉCNICA - \r\n   INEXIGIBILIDADE. A documentação do flagrante prescinde da \r\n   presença do defensor técnico do conduzido, sendo suficiente a \r\n   lembrança, pela autoridade policial, dos direitos constitucionais \r\n   do preso de ser assistido, comunicando-se com a família e com \r\n   profissional da advocacia, e de permanecer calado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=102732&classe=HC","externo_seq_objeto_incidente":3833568,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-081  DIVULG 06-05-2010  PUBLIC 07-05-2010\nEMENT VOL-02400-04  PP-00680\nRTJ VOL-00216-01 PP-00436","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=102732&classe=HC","is_colac":false,"titulo":"HC 102732","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1824\r\n          ART-00099   \r\n                CF-1824 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1969\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00001 INC-00002 ART-00005 INC-00061 \r\n          INC-00062 INC-00063 INC-00064 INC-00065 \r\n          INC-00066 INC-00068 ART-00051 INC-00001 \r\n          ART-00053 PAR-00002 PAR-00003 ART-00086 \r\n          PAR-00003 PAR-00004 ART-00093 INC-00009 \r\n          ART-00105 INC-00001 LET-A ART-00144\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000035      ANO-2001\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   DEL-002848      ANO-1940\r\n          ART-00299 ART-00343   \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   DEL-003689      ANO-1941\r\n          ART-00312 ART-00492 INC-00002 LET-B \r\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\r\n","LEG-FED   LEI-008038      ANO-1990\r\n          ART-00002\r\n          LEI ORDINÁRIA\r\n","LEG-DIS   LEI      ANO-1993\r\n          ART-00060 INC-00023 ART-00068 INC-00023\r\n          ART-00103 \"CAPUT\"\r\n          ART-00103 PAR-00003 PAR-00004 REVOGADO PELA EMD À LEI ORGÂNICA - 57/2010\r\n                LODF-1993 LEI ORGÂNICA DO DISTRITO FEDERAL\r\n","LEG-DIS   EMD-000057      ANO-2010\r\n          EMENDA À LEI ORGÂNICA DO DISTRITO FEDERAL"],"publicacao_data":"2010-05-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: VIDE EMENTA.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPETRAÇÃO, HABEAS CORPUS, CONTRARIEDADE, REQUERIMENTO, PRISÃO PREVENTIVA, MINISTÉRIO PÚBLICO, NECESSIDADE, INVERSÃO, ORDEM CRONOLÓGICA, MANIFESTAÇÃO, APLICAÇÃO, PRINCÍPIO, DIREITO PENAL, DEFESA, MANIFESTAÇÃO, MOMENTO POSTERIOR, ACUSAÇÃO.\n\n- INEXISTÊNCIA, VÍCIO, ATO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), UTILIZAÇÃO, REPRESENTAÇÃO, MINISTÉRIO PÚBLICO, FUNDAMENTAÇÃO, DECISÃO, DECRETAÇÃO, PRISÃO PREVENTIVA. AUSÊNCIA, OBRIGATORIEDADE, ASSISTÊNCIA, ADVOGADO, LAVRATURA, AUTO DE PRISÃO EM FLAGRANTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DENEGAÇÃO, HABEAS CORPUS. IMPOSSIBILIDADE, INTERPRETAÇÃO, REGRA CONSTITUCIONAL, IMUNIDADE PARLAMENTAR, CONTRARIEDADE, PRINCÍPIO CONSTITUCIONAL, FINALIDADE, CRIAÇÃO, IMPEDIMENTO, APURAÇÃO, IRREGULARIDADE, ATUAÇÃO, GOVERNADOR, EXERCÍCIO DE CARGO PÚBLICO. AUSÊNCIA, CARACTERIZAÇÃO, DIREITO PERSONALÍSSIMO, REGRA CONSTITUCIONAL, IMUNIDADE PARLAMENTAR, PROIBIÇÃO, PRISÃO. CARACTERIZAÇÃO, PRERROGATIVA, CARGO PÚBLICO, FINALIDADE, PRESERVAÇÃO, AUTONOMIA FUNCIONAL, ASSEGURAMENTO, CONDIÇÃO, CUMPRIMENTO, ATRIBUIÇÃO, OUTORGA, CONSTITUIÇÃO FEDERAL. CARACTERIZAÇÃO, GARANTIA, CIDADÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: AFASTAMENTO, GOVERNADOR, CARGO POLÍTICO, DECORRÊNCIA, DECRETAÇÃO, PRISÃO PREVENTIVA, NATUREZA JURÍDICA, APLICAÇÃO PROVISÓRIA, INTERDIÇÃO DE DIREITOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: SUPREMO TRIBUNAL FEDERAL (STF), DECLARAÇÃO DE INCONSTITUCIONALIDADE, DISPOSITIVO, LEI ORGÂNICA DO DISTRITO FEDERAL, IMPOSSIBILIDADE, DECRETAÇÃO, PRISÃO CAUTELAR, GOVERNADOR. INCONSTITUCIONALIDADE, DISPOSITIVO, LEI ORGÂNICA DO DISTRITO FEDERAL, EXIGÊNCIA, AUTORIZAÇÃO, CÂMARA LEGISLATIVA, DISTRITO FEDERAL, INSTAURAÇÃO, PROCESSO PENAL, CONTRARIEDADE, GOVERNADOR, MOTIVO, IMPOSSIBILIDADE, APLICAÇÃO, PRINCÍPIO DA SIMETRIA, EXTENSÃO, ESTADO-MEMBRO, NORMA CONSTITUCIONAL, PREVISÃO, NECESSIDADE, AUTORIZAÇÃO, CÂMARA DOS DEPUTADOS, INSTAURAÇÃO, PROCESSO, CONTRARIEDADE, PRESIDENTE DA REPÚBLICA, EXERCÍCIO, ATRIBUIÇÃO, SUPERIORIDADE, IMPORTÂNCIA, SISTEMA DE GOVERNO, PRESIDENCIALISMO, COMPARAÇÃO, GOVERNADOR, ESTADO-MEMBRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. AYRES BRITTO: DESNECESSIDADE, AUTORIZAÇÃO PRÉVIA, CÂMARA LEGISLATIVA, DECORRÊNCIA, INEXISTÊNCIA, PROCESSO, MOMENTO, INQUÉRITO POLICIAL. CONSTITUIÇÃO FEDERAL, ASSEGURAMENTO, CONTRADITÓRIO, AMPLA DEFESA, PROCESSO ADMINISTRATIVO, PROCESSO JUDICIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: POSSIBILIDADE, UTILIZAÇÃO, MOTIVAÇÃO PER RELATIONEM, FUNDAMENTAÇÃO, DECISÃO, DECRETAÇÃO, PRISÃO PREVENTIVA. JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), POSSIBILIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA, PACIENTE, UTILIZAÇÃO, TERCEIRA PESSOA, COAÇÃO, AMEAÇA, CORRUPÇÃO, ALICIAMENTO, TESTEMUNHA. IMUNIDADE PARLAMENTAR FORMAL, AUSÊNCIA, IMPEDIMENTO, INSTAURAÇÃO, INQUÉRITO, CONTRARIEDADE, GOVERNADOR, INDEPENDÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO. MENÇÃO, NOME, DEPUTADO FEDERAL, INQUÉRITO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), PROCESSAMENTO, INQUÉRITO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: CONCESSÃO, HABEAS CORPUS. NECESSIDADE, AUTORIZAÇÃO, PODER LEGISLATIVO DISTRITAL, DECRETAÇÃO, PRISÃO PREVENTIVA, GOVERNADOR. DECISÃO, DECRETAÇÃO, PRISÃO PREVENTIVA, IMPLICAÇÃO, AFASTAMENTO, EXERCÍCIO, MANDATO ELETIVO, GOVERNADOR, COMPETÊNCIA EXCLUSIVA, PODER LEGISLATIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=102732&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: Rcl 511, ADI 978, ADI 1020, ADI 1024, Rcl 2101 AgR,\r\nInq 2718 - Tribunal Pleno, RHC 24891, RE 37879, HC 41296, RE 49074, \r\nHC 54513, HC 68726, HC 69438, HC 69987, HC 80511, RHC 83179, HC 83943,\r\nHC 86015, HC 88091, HC 89417, HC 89501, HC 91407, HC 91657 MC, \r\nHC 92741, HC 93883, HC 98130, HC 98916, HC 136942, RE 159230 - Tribunal Pleno;\r\nRTJ 64/77, RTJ 133/280, RTJ 134/798, RTJ 137/287, RTJ 138/216, RTJ 142/855, \r\nRTJ 142/878, RTJ 148/429, RTJ 180/262, RTJ 183/112, RTJ 204/348.\r\n- Decisão monocrática citada: ADI 4362.\r\n- Decisão estrangeira citada: Rector of Holy Trinity Cherch v. U.S.\r\n- Veja Inq 650 do STJ.\r\nNúmero de páginas: 150.\r\nAnálise: 06/08/2010, IMC.\r\nRevisão: 10/08/2010, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : JOSÉ ROBERTO ARRUDA\r\nIMPTE.(S)           : JOSÉ GERARDO GROSSI E OUTRO(A/S)\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":176982,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 102732","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2010-03-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BARBOSA, Ruy. Comentários à Constituição Federal Brasileira. São \r\nPaulo: Saraiva, 1933. v. 3, p. 411.\r\n_____. Escritos e discursos seletos. Rio de Janeiro: Aguilar, \r\n1997. p. 673.\r\nBLACK, Henry Campbel. Handbook on the Construction and Interpretation \r\nof the Laws. \r\nWest Publishing Co., St. Paulo, Minn., 1986. p. 48.\r\nCRUZ, Rogério Schietti Machado. Prisão cautelar: dramas, princípios e \r\nalternativas. In: Sepúlveda Pertence. Prefácio. p. XVI.\r\nCRUZ, Rogério Schietti Machado. Prisão cautelar: dramas, princípios e \r\nalternativas. p. 66-68.\r\nFAGGIONI, Luiz Roberto Cicogna. Prisão Preventiva, Prisão Decorrente de\r\nSentença Condenatória Recorrível e Prisão Decorrente de Decisão de \r\nPronúncia - Considerações. Revista Brasileira de Ciências Criminais n. \r\n41, p. 138, item 2.3.1.\r\nGARCIA, Basileu. Comentários ao Código de Processo Penal. Forense, \r\n1945. v. 3, p. 7, item 1\r\nGRECO FILHO, Vicente. Manual de Processo Penal. Saraiva, 1991. p. \r\n243-244.\r\nMIRABETE, Julio Fabbrini. Código de Processo Penal interpretado. 2. \r\ned. Atlas, 1994. p. 376.\r\nNOGUEIRA, Paulo Lúcio. Curso completo de Processo Penal. 9. ed. \r\nSaraiva, 1995. p. 250, item 3.\r\nNUCCI, Guilherme de Souza. Código Processo Penal comentado. RT, 2008. \r\np. 623, item 19.\r\nWEDY, Miguel Tedesco. A Prisão em Flagrante e a Prisão Preventiva: uma \r\nanálise crítica. In: Estudos em homenagem ao Des. Garibaldi Almeida \r\nWedy. Livraria do Advogado, 2004. p. 147-148.\r\nSICHES, Luis Recaséns. Filosofia des Derecho. 2. ed. México, 1961. p. \r\n659.\r\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado.\r\n9. ed. Saraiva, 2005. v. 1, p. 742-743.\r\nVILELA, Alexandre. Considerações acerca da Presunção de Inocência em \r\nDireito Processual Penal. Coimbra Editora, 2005. p. 108, item 3.3.3.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":102732,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}