{"result":{"took":529,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur386223","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 541 da repercussão geral, deu provimento ao recurso e fixou a seguinte tese: “1 - O exercício do direito de greve, sob qualquer forma ou modalidade, é vedado aos policiais civis e a todos os servidores públicos que atuem diretamente na área de segurança pública. 2 - É obrigatória a participação do Poder Público em mediação instaurada pelos órgãos classistas das carreiras de segurança pública, nos termos do art. 165 do CPC, para vocalização dos interesses da categoria”. Vencidos, no julgamento de mérito e na fixação da tese, os Ministros Edson Fachin (Relator), Rosa Weber e Marco Aurélio. Redator para o acórdão o Ministro Alexandre de Moraes. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pelo recorrido, Sindicato dos Policiais Civis de Goiás - SINDPOL, o Dr. Bruno Aurélio Rodrigues da Silva; pelo amicus curiae União, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União; e, pela Procuradoria-Geral da República, o Vice-Procurador-Geral da República, Dr. José Bonifácio Borges de Andrada. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 5.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur386223","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur386223","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. GARANTIA DA SEGURANÇA INTERNA, ORDEM PÚBLICA E PAZ SOCIAL. INTERPRETAÇÃO TELEOLÓGICA DOS ART. 9º, § 1º, ART. 37, VII, E ART. 144, DA CF. VEDAÇÃO ABSOLUTA AO EXERCÍCIO DO DIREITO DE GREVE AOS SERVIDORES PÚBLICOS INTEGRANTES DAS CARREIRAS DE SEGURANÇA PÚBLICA.\n\n\n\n    1.A atividade policial é carreira de Estado imprescindível a manutenção da normalidade democrática, sendo impossível sua complementação ou substituição pela atividade privada. A carreira policial é o braço armado do Estado, responsável pela garantia da segurança interna, ordem pública e paz social. E o Estado não faz greve. O Estado em greve é anárquico. A Constituição Federal não permite.\n\n\n\n    2.Aparente colisão de direitos. Prevalência do interesse público e social na manutenção da segurança interna, da ordem pública e da paz social sobre o interesse individual de determinada categoria de servidores públicos. Impossibilidade absoluta do exercício do direito de greve às carreiras policiais. Interpretação teleológica do texto constitucional, em especial dos artigos 9º, § 1º, 37, VII e 144.\n\n\n\n    3.Recurso provido, com afirmação de tese de repercussão geral: “1 - O exercício do direito de greve, sob qualquer forma ou modalidade, é vedado aos policiais civis e a todos os servidores públicos que atuem diretamente na área de segurança pública. 2 - É obrigatória a participação do Poder Público em mediação instaurada pelos órgãos classistas das carreiras de segurança pública, nos termos do art. 165 do Código de Processo Civil, para vocalização dos interesses da categoria.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14980135","externo_seq_objeto_incidente":4128634,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-114  DIVULG 08-06-2018  PUBLIC 11-06-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=654432&classe=ARE","is_colac":false,"titulo":"ARE 654432","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00016 INC-00044 ART-00009 \n          PAR-00001 PAR-00002 ART-00034 INC-00003 \n          ART-00037 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 INC-00006 \n          ART-00037 INC-00007 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 INC-00010 INC-00015 ART-00040 \n          PAR-00004 INC-00001 ART-00042 PAR-00001 \n          ART-00085 INC-00004 ART-00114 PAR-00002 \n          PAR-00003 ART-00136 ART-00137 INC-00001 \n          ART-00142 PAR-00003 INC-00004 INCLUÍDO PELA EMC-18/1998\n          ART-00144 \"CAPUT\" INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00004 \n          ART-00165\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000018      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMCR-000019      ANO-1998\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LEI-001059      ANO-1950\n          ART-00004 ART-00074\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007102      ANO-1983\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007701      ANO-1988\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007783      ANO-1989\n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00165\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC-000087      ANO-1948\n          ART-00009\n                CONVENÇÃO INTERNACIONAL DO TRABALHO\n\n","LEG-INT   CVC      ANO-1969\n          ART-00015 ART-00016 NÚMERO-1 NÚMERO-2 \n          NÚMERO-3\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00008 NÚMERO-1 LET-D NÚMERO-2\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-INT   PCT      ANO-1966\n          ART-00022 NÚMERO-1 NÚMERO-2\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO -  PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUM-000394      \n                SÚMULA DO COMITÊ DE LIBERDADE SINDICAL DO OIT"],"publicacao_data":"2018-06-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- APLICAÇÃO, INSTÂNCIA ORDINÁRIA, LEI GERAL, GREVE, AUSÊNCIA, NORMA REGULAMENTADORA, GREVE, SERVIDOR PÚBLICO. JURISPRUDÊNCIA, STF, INCOMPETÊNCIA, JUSTIÇA DO TRABALHO, JULGAMENTO, DISSÍDIO COLETIVO, SERVIDOR PÚBLICO, ADMINISTRAÇÃO PÚBLICA. VEDAÇÃO, SUBSTITUIÇÃO, ATIVIDADE POLICIAL, ATIVIDADE PRIVADA, POLICIAMENTO OSTENSIVO, ATIVIDADE, POLÍCIA JUDICIÁRIA. ATIVIDADE POLICIAL, SERVIÇO PÚBLICO ESSENCIAL. PARALISAÇÃO, ATIVIDADE POLICIAL, PREJUÍZO, EXERCÍCIO, TITULARIDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO, JURISDIÇÃO, PODER JUDICIÁRIO. SEGURANÇA PÚBLICA, CARREIRA TÍPICA DE ESTADO. DIREITO DE GREVE, LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO. VEDAÇÃO, CONSTITUIÇÃO FEDERAL, PRESENÇA, ARMA, EXERCÍCIO, DIREITO DE REUNIÃO. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, RESTRIÇÃO, DIREITO, ASSOCIAÇÃO, AUTORIDADE POLICIAL. SEGURANÇA PÚBLICA, PROTEÇÃO, SOCIEDADE; REDUÇÃO, INTERVENÇÃO, FORÇAS ARMADAS, SISTEMA DE FREIOS E CONTRAPESOS, GARANTIA, DEMOCRACIA. INSTABILIDADE, CARÁTER INSTITUCIONAL, ESTADO DE DEFESA, ESTADO DE SÍTIO. RELATIVIZAÇÃO, DIREITO DE GREVE, SERVIDOR PÚBLICO, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: EXERCÍCIO, POLICIAL CIVIL, FUNÇÃO, POLÍCIA JUDICIÁRIA. PRERROGATIVA, ATIVIDADE POLICIAL, PORTE DE ARMA, APOSENTADORIA ESPECIAL, ADICIONAL DE INSALUBRIDADE, ADICIONAL DE PERICULOSIDADE, RESTRIÇÃO, DIREITO DE GREVE. CABIMENTO, INTERVENÇÃO FEDERAL, IMPEACHMENT, GOVERNADOR, SECRETÁRIO DE ESTADO, UNIDADE FEDERATIVA, AUSÊNCIA, PAGAMENTO, SALÁRIO, AUTORIDADE POLICIAL. PRINCÍPIO DA SIMETRIA. PROIBIÇÃO, CONSTITUIÇÃO FEDERAL, DIREITO DE REUNIÃO, GRUPO DE PESSOAS, ARMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: AUSÊNCIA, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL, DIREITO DE GREVE, POLICIAL CIVIL. PONDERAÇÃO DE PRINCÍPIOS, DIREITO DE GREVE, PRESERVAÇÃO, ORDEM PÚBLICA, INTEGRIDADE FÍSICA. VEDAÇÃO, ÂMBITO INTERNACIONAL, DIREITO DE GREVE, AUTORIDADE POLICIAL. FACULDADE, INSTAURAÇÃO, INSTÂNCIA, MEDIAÇÃO, INTERVENÇÃO, PODER JUDICIÁRIO, ATENDIMENTO, DEMANDA, POLÍCIA CIVIL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PREVALÊNCIA, DIREITO FUNDAMENTAL, SOCIEDADE, CONTRAPOSIÇÃO, DIREITO FUNDAMENTAL, SERVIDOR PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ATIVIDADE, POLICIAL CIVIL, SERVIÇO PÚBLICO ESSENCIAL. JURISPRUDÊNCIA, STF, RECONHECIMENTO, OMISSÃO LEGISLATIVA, DIREITO DE GREVE, SERVIDOR PÚBLICO CIVIL, APLICAÇÃO PROVISÓRIA, REGULAMENTAÇÃO, SERVIDOR CELETISTA. DIREITO DE GREVE, POLÍCIA CIVIL, CONSTITUIÇÃO FEDERAL. INVIABILIDADE, PARALISAÇÃO, ATIVIDADE, SEGURANÇA PÚBLICA. PLENÁRIO, STF, PROIBIÇÃO, DIREITO DE GREVE, EQUIPARAÇÃO, POLÍCIA MILITAR, POLÍCIA CIVIL, SOBERANIA NACIONAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: DIREITO DE GREVE, DIREITO FUNDAMENTAL. CABIMENTO, LIMITAÇÃO, DIREITO DE GREVE.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DISCUSSÃO, LIMITAÇÃO, DIREITOS HUMANOS, INTERESSE PÚBLICO. CONFLITO, DIREITO DE GREVE, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO. VEDAÇÃO, CONSTITUIÇÃO FEDERAL, DIREITO DE GREVE, MILITAR. EXTENSÃO, STF, DIREITO DE GREVE, POLICIAL CIVIL, INDEPENDÊNCIA, PREVISÃO, LEI. PROIBIÇÃO, EXERCÍCIO, DIREITO DE GREVE, POLICIAL CIVIL, OFENSA, PROPORCIONALIDADE, RESTRIÇÃO, DIREITO FUNDAMENTAL. DIREITO DE GREVE, DERIVAÇÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. RECONHECIMENTO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), DIREITO DE GREVE, DIREITO DE MANIFESTAÇÃO, LIBERDADE DE ASSOCIAÇÃO. EQUIPARAÇÃO, SERVIDOR PÚBLICO, INTEGRANTE, SEGURANÇA PÚBLICA, MILITAR. DIREITO DAS MINORIAS. PREVALÊNCIA, DIREITO DE GREVE, CONFRONTO, INTERESSE PÚBLICO, RESTRIÇÃO, PARALISAÇÃO, ATIVIDADE ESSENCIAL. DIREITO DE GREVE, DIREITO ABSOLUTO. RESTRIÇÃO, DIREITO FUNDAMENTAL, NÚCLEO ESSENCIAL. COMPETÊNCIA, PODER JUDICIÁRIO, DEFINIÇÃO, EXTENSÃO, PARALISAÇÃO, ATIVIDADE POLICIAL, EXERCÍCIO, ATIVIDADE, PERCENTUAL MÍNIMO, SERVIDOR PÚBLICO. RECONHECIMENTO, DIREITO, REUNIÃO PACÍFICA, POLICIAL CIVIL, VEDAÇÃO, PORTE DE ARMA, USO, UNIFORME, INSÍGNIA. STF, DIREITO DE GREVE, SUSPENSÃO, CONTRATO DE TRABALHO, ATIVIDADE PRIVADA, DESCONTO DOS DIAS PARADOS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: APLICAÇÃO IMEDIATA, REVISÃO GERAL ANUAL, CONSTITUIÇÃO FEDERAL. ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, DIREITO DE GREVE, TRABALHADOR, SERVIDOR PÚBLICO CIVIL. DISTINÇÃO, POLICIAL CIVIL, POLICIAL MILITAR, VEDAÇÃO, GREVE, FORÇAS ARMADAS. CABIMENTO, GREVE, MANUTENÇÃO, ATIVIDADE ESSENCIAL, REDUÇÃO, TRABALHO.\n\n- TERMO(S) DE RESGATE: PENSAMENTO DO POSSÍVEL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=654432&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DIREITO DE GREVE, SERVIDOR PÚBLICO)\nMI 485 (TP), MI 585 (TP), MI 670 (TP), Rcl 6568 (TP), MI 20 (TP). \n(DIREITO DE GREVE, POLICIAL CIVIL)\nMI 708 (TP), MI 712 (TP), Rcl 6568 (TP), Rcl 11246 AgR (TP), MI 774 AgR (TP). \n(DIREITO DE GREVE, LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO)\nADPF 153 (TP), ADPF 187 (TP), ADI 4451 MC-REF (TP). \n(DIREITO FUNDAMENTAL, PRINCÍPIO DA PROPORCIONALIDADE)\nHC 82424 (TP). \n(GREVE, DESCONTO DOS DIAS PARADOS)\nRE 693456 (TP). \n(INCOMPETÊNCIA, JUSTIÇA DO TRABALHO, JULGAMENTO, DISSÍDIO COLETIVO, SERVIDOR PÚBLICO, ADMINISTRAÇÃO PÚBLICA)\nADI 492 (TP), ADI 3395 MC (TP). \n- Decisão monocrática citada:\n(DIREITO DE GREVE, ATIVIDADE POLICIAL, SERVIÇO PÚBLICO ESSENCIAL)\nMI 774.\n- Legislação estrangeira citada: art. 11 n. 1, n. 2, da Convenção Europeia de Direitos Humanos; art. 19, inciso III, da Lei Fundamental alemã; art. 18, inciso III, da Constituição portuguesa.\n- Decisões estrangeiras citadas: Caso Handyside vs. Reino Unido, da Corte Europeia de Direitos Humanos; Affaire Junta Rectora Del Ertzainen Nazional Elkartasuna (ER.N.E) c. Espagne, Merits, de 21.4.2015, da Third Section, da Corte Europeia dos Direitos do Homem (HUDOC 45892/2).\nNúmero de páginas: 127.\nAnálise: 04/10/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nRECDO.(A/S)  : SINDICATO DOS POLICIAIS CIVIS DO ESTADO DE GOIÁS - SINPOL \nADV.(A/S)  : BRUNO AURÉLIO RODRIGUES DA SILVA PENA \nADV.(A/S)  : KAROLINNE DA SILVA SANTOS PENA \nAM. CURIAE.  : SINDICATO DOS POLICIAIS CIVIS DE LONDRINA E REGIÃO - SINDIPOL \nADV.(A/S)  : EURICO HUMMIG FILHO E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : SINDICATO DOS POLICIAIS FEDERAIS DO DISTRITO FEDERAL \nADV.(A/S)  : RAUL CANAL E OUTRO(A/S)\nADV.(A/S)  : ANTONIO RODRIGO MACHADO DE SOUSA \nAM. CURIAE.  : ESTADO DE SAO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE ENTIDADES REPRESENTATIVAS DE PRAÇAS POLICIAIS E BOMBEIROS MILITARES ESTADUAIS - ANASPRA \nADV.(A/S)  : RUBENS RODRIGUES FRANCISCO E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"541 - Exercício do direito de greve por policiais civis.","old_seq_sjur":386223,"documental_tese_texto":"I - O exercício do direito de greve, sob qualquer forma ou modalidade, é vedado aos policiais civis e a todos os servidores públicos que atuem diretamente na área de segurança pública;\nII - É obrigatória a participação do Poder Público em mediação instaurada pelos órgãos classistas das carreiras de segurança pública, nos termos do art. 165 do CPC, para vocalização dos interesses da categoria.","procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ARE 654432","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2017-04-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"BLACK, Hugo. A Constitutional Faith.\nFERNANDES, Bernardo Gonçalves. Curso de Direito Constitucional. 8. ed. Salvador: JusPodivm, 2016. p. 348.\nHÄBERLE, Peter. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. Die Verfassung des Pluralismus, Königstein/TS, 1980. p. 6, 7, 9 e 10.\nLOURENÇO FILHO, Ricardo Machado. Entre Continuidade e Ruptura: uma Narrativa sobre as Disputas de Sentido da Constituição de 1988 a partir do Direito de Greve.\nMURPHY, Walter F. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 209.\nORGANIZATION OF AMERICAN STATES. Inter-American Commission on Human Rights. Report on Citizen Security and Human Rights. OEA/Ser.L/V/II. Doc. 57. 31 dez. 2009.\nPERELMAN, Chaïm. Lógica Jurídica. Tradução: Vergínia K. Pupi. São Paulo: Martins Fontes, 2000. p. 105, 106 e 107.\nPOUND, Roscoe. Outlines of Lectures on Jurisprudence. Cambridge: Harvard University Press, 1943. p. 67 e 96 et seq.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 364\nSILVA, Virgílio Afonso da. Os direitos fundamentais e a lei: a constituição brasileira tem um sistema de reserva legal? In: SOUZA NETO, Cláudio Pereira de; SARMENTO, Daniel; BINENBOJM, Gustavo. (Orgs.). Vinte anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 605-618.\nZAGREBELSKY, Gustavo. El Derecho Dúctil. Ley, derechos, justicia. Tradução: Marina Gascón. 3. ed. Madrid: Trotta S.A. 1999. p. 13, 16 e 17.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":654432,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur392966","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, apreciando o tema 832 da repercussão geral, por unanimidade e nos termos do voto do Ministro Dias Toffoli (Relator), deu provimento ao recurso e fixou a seguinte tese: “O parlamentar, na condição de cidadão, pode exercer plenamente seu direito fundamental de acesso a informações de interesse pessoal ou coletivo, nos termos do art. 5º, inciso XXXIII, da CF e das normas de regência desse direito”. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 25.4.2018.","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur392966","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur392966","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Direito Constitucional. Direito fundamental de acesso à informação de interesse coletivo ou geral. Recurso extraordinário que se funda na violação do art. 5º, inciso XXXIII, da Constituição Federal. Pedido de vereador, como parlamentar e cidadão, formulado diretamente ao chefe do Poder Executivo solicitando informações e documentos sobre a gestão municipal. Pleito indeferido. Invocação do direito fundamental de acesso à informação, do dever do poder público de transparência e dos princípios republicano e da publicidade. Tese da municipalidade fundada na separação dos poderes e na diferença entre prerrogativas da casa legislativa e dos parlamentares. Repercussão geral reconhecida.\n\n\n\n    1. O tribunal de origem acolheu a tese de que o pedido do vereador para que informações e documentos fossem requisitados pela Casa Legislativa foi, de fato, analisado e negado por decisão do colegiado do parlamento.\n\n\n\n    2. O jogo político há de ser jogado coletivamente, devendo suas regras ser respeitadas, sob pena de se violar a institucionalidade das relações e o princípio previsto no art. 2º da Carta da República. Entretanto, o controle político não pode ser resultado apenas da decisão da maioria. \n\n\n\n    3. O parlamentar não se despe de sua condição de cidadão no exercício do direito de acesso a informações de interesse pessoal ou coletivo. Não há como se autorizar que seja o parlamentar transformado em cidadão de segunda categoria.\n\n\n\n    4. Distinguishing em relação ao caso julgado na ADI nº 3.046, Relator o Ministro Sepúlveda Pertence.\n\n\n\n    5. Fixada a seguinte tese de repercussão geral: o parlamentar, na condição de cidadão, pode exercer plenamente seu direito fundamental de acesso a informações de interesse pessoal ou coletivo, nos termos do art. 5º, inciso XXXIII, da CF e das normas de regência desse direito.\n\n\n\n    6. Recurso extraordinário a que se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748465786","externo_seq_objeto_incidente":4709214,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-223  DIVULG 18-10-2018  PUBLIC 19-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=865401&classe=RE","is_colac":false,"titulo":"RE 865401","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00033 INC-00072 \n          ART-00025 \"CAPUT\" ART-00029 \"CAPUT\" \n          ART-00031 \"CAPUT\" PAR-00001 PAR-00003 \n          ART-00032 \"CAPUT\" ART-00037 PAR-00003 \n          INC-00002 ART-00050 \"CAPUT\" PAR-00002 \n          ART-00058 PAR-00003 ART-00070 ART-00216 \n          PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00011\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMCR-000002      ANO-1994\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00032 PAR-00004 ART-00048 PAR-00001 \n          PAR-00002 ART-0048A INC-00001 INC-00002\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-007347      ANO-1985\n          ART-00008 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00004 ART-00021 PAR-00001 ART-00101 \n          \"CAPUT\" PAR-ÚNICO\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-012527      ANO-2011\n          ART-00007 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          LET-A LET-B\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00032 INC-00002\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   LEI-010869      ANO-2001\n                LEI ORDINÁRIA, SP"],"publicacao_data":"2018-10-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO, BRASILEIRO, ESTRANGEIRO DOMICILIADO NO BRASIL, PESSOA JURÍDICA, RECEBIMENTO, INFORMAÇÃO, ÓRGÃO PÚBLICO, RISCO, RESPONSABILIDADE. EXCEÇÃO, DIREITO À INFORMAÇÃO, SIGILO, SEGURANÇA, SOCIEDADE, PODER PÚBLICO. RESTRIÇÃO, DIREITO FUNDAMENTAL, CONSTITUIÇÃO FEDERAL; LEI INFRACONSTITUCIONAL; DIREITO FUNDAMENTAL, TERCEIRO. FUNÇÃO, PODER LEGISLATIVO, AUXÍLIO, TRIBUNAL DE CONTAS, FISCALIZAÇÃO CONTÁBIL, FISCALIZAÇÃO ORÇAMENTÁRIA, FISCALIZAÇÃO OPERACIONAL, FISCALIZAÇÃO PATRIMONIAL, ADMINISTRAÇÃO PÚBLICA, ÂMBITO FEDERAL, ÂMBITO MUNICIPAL. PRINCÍPIO DA SIMETRIA. FISCALIZAÇÃO, CONGRESSO NACIONAL, CONVOCAÇÃO, MINISTRO DE ESTADO, FORNECIMENTO, INFORMAÇÃO; REMESSA, PEDIDO, INFORMAÇÃO, MESA DIRETORA, CÂMARA DOS DEPUTADOS, SENADO FEDERAL; INSTALAÇÃO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), APURAÇÃO, FATO. PRINCÍPIO DA COLEGIALIDADE. JURISPRUDÊNCIA, STF, ILEGITIMIDADE, PARLAMENTAR, IMPETRAÇÃO, MANDADO DE SEGURANÇA, DEFESA, PRERROGATIVA, CASA LEGISLATIVA. CABIMENTO, PARLAMENTAR, REPRESENTAÇÃO ADMINISTRATIVA, ATO, IMPROBIDADE ADMINISTRATIVA, SOLICITAÇÃO, INVESTIGAÇÃO, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ACESSO À INFORMAÇÃO, DEVER, TRANSPARÊNCIA, ATO, PODER PÚBLICO. PRINCÍPIO REPUBLICANO, PREVALÊNCIA, TRANSPARÊNCIA, ACESSO À INFORMAÇÃO, GESTÃO, APLICAÇÃO, RECURSOS PÚBLICOS. AUSÊNCIA, EXCLUSIVIDADE, TRIBUNAL DE CONTAS, ACESSO À INFORMAÇÃO, CONTAS DE GESTÃO.\n\n- TERMO(S) DE RESGATE: TEORIA EXTERNA DOS DIREITOS FUNDAMENTAIS. PRINCÍPIO DO PARALELISMO DAS FORMAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=865401&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ACESSO À INFORMAÇÃO, PRINCÍPIO DA PUBLICIDADE, TRANSPARÊNCIA)\nMS 28178 (TP), SS 3902 AgR-segundo (TP), RE 766390 AgR (2ªT). \n(TCU, AUXÍLIO, PODER LEGISLATIVO, FISCALIZAÇÃO, ADMINISTRAÇÃO PÚBLICA)\nADI 2361 (TP). \n(AUSÊNCIA, LEGITIMIDADE, MS, DEFESA, PRERROGATIVA, CASA LEGISLATIVA)\nMS 22471 (TP), ADI 3046 (TP), MS 22857 AgR (2ªT), MS 23914 AgR (2ªT), RMS 28251 AgR (2ªT). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, LEI ESTADUAL, FISCALIZAÇÃO, ÓRGÃO PÚBLICO, ADMINISTRAÇÃO DIRETA)\nADI 3046 (TP). \n- Legislação estrangeira citada: art. 15, da Declaração francesa dos Direitos do Homem e do Cidadão (DDHC), promulgada em 26/8/1789.\n\nNúmero de páginas: 36.\nAnálise: 14/01/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MARCOS ANTÔNIO RIBEIRO FERRAZ \nADV.(A/S)  : DAVI LEONARD BARBIERI E OUTRO(A/S)\nRECDO.(A/S)  : ANTÔNIO VAZ DE MELO \nADV.(A/S)  : JÉSUS IRINEU RIBEIRO FILHO E OUTRO(A/S)\nRECDO.(A/S)  : PREFEITO MUNICIPAL DE GUIRICEMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE GUIRICEMA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"832 - Direito de vereador, enquanto parlamentar e cidadão, a obter diretamente do chefe do Poder Executivo informações e documentos sobre a gestão municipal.","old_seq_sjur":392966,"documental_tese_texto":"O parlamentar, na condição de cidadão, pode exercer plenamente seu direito fundamental de acesso a informações de interesse pessoal ou coletivo, nos termos do art. 5º, inciso XXXIII, da CF e das normas de regência desse direito.","procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 865401","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ACKERMAN, Bruce. The Emergency Constitution.\nBOBBIO, Norberto. O futuro da democracia: uma defesa das regras do jogo. Tradução: Marco Aurélio Nogueira. Rio de Janeiro: Paz e Terra, 1986. p. 83-84.\nCALDERON, Mariana Paranhos. A evolução do Direito de acesso à informação até a culminância na Lei nº 12.527/2011. Revista Brasileira de Ciências Policiais, Brasília, v. 4, n. 2, p. 25-47, jul./dez. 2013.\nFACHIN, Luiz Edson. A promoção da transparência pela jurisprudência do Supremo Tribunal Federal. Direito Financeiro na jurisprudência do Supremo Tribunal Federal: homenagem ao Ministro Marco Aurélio. Curitiba: Juruá, 2016. p. 53.\nGRUMAN, Marcelo. Lei de acesso à informação: notas e um breve exemplo. Revista Debates, Porto Alegre, v. 6, n. 3, p. 97-108, set./dez. 2012.\nPAE KIM, Richard. Separação de poderes e as teorias interna e externa dos direitos fundamentais: direitos sociais e a inaplicabilidade da teoria externa. Revista de Direito Brasileira, v. 10, n. 5, 2015.\nSCHAUER, Frederick. Transparency in three dimensions. University of Illinois Law Review, n. 4, 2011, p. 1339-1358 e 1343-1344.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":865401,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur408922","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Marco Aurélio (Relator) e Alexandre de Moraes, que davam parcial provimento ao agravo interposto pelos investigados, para: i) no tocante ao fato ocorrido em 2014, reconsiderar a decisão recorrida e assentar a competência do Supremo Tribunal Federal; ii) quanto aos delitos supostamente cometidos em 2010 e 2012, declinar da competência para a Justiça Eleitoral do Estado do Rio de Janeiro; e iii) julgar prejudicado o agravo regimental interposto pela Procuradoria-Geral da República, no que voltado à fixação da competência, relativamente ao delito de evasão de divisas, da Justiça Federal; e do voto do Ministro Edson Fachin, que dava parcial provimento aos agravos regimentais interpostos pela Procuradoria-Geral da República e pelos investigados, apenas para cindir os fatos apurados neste inquérito, determinando: i) a remessa de cópia dos autos à Justiça Eleitoral do Estado do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de falsidade ideológica eleitoral ocorridos nos anos de 2010, 2012 e 2014; ii) o encaminhamento dos autos à Seção Judiciária do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de corrupção ativa, corrupção passiva, lavagem de capitais e evasão de divisas ocorridos no ano de 2012, o julgamento foi suspenso. Falaram: pelo agravado, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; e, pelos agravantes, o Dr. Aristides Junqueira Alvarenga e o Dr. Ricardo Pieri Nunes. Presidência do Ministro Dias Toffoli. Plenário, 13.03.2019.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Ministro Marco Aurélio (Relator), no que foi acompanhado pelos Ministros Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes, Celso de Mello e Dias Toffoli (Presidente), manteve sua jurisprudência e deu parcial provimento ao agravo interposto pelos investigados para: i) no tocante ao fato ocorrido em 2014, reconsiderar a decisão recorrida e assentar a competência do Supremo Tribunal Federal; e ii) quanto aos delitos supostamente cometidos em 2010 e 2012, declinar da competência para a Justiça Eleitoral do Estado do Rio de Janeiro; e julgou prejudicado o agravo regimental interposto pela Procuradoria-Geral da República, no que voltado à fixação da competência da Justiça Federal, relativamente ao delito de evasão de divisas, vencidos os Ministros Edson Fachin, Roberto Barroso, Rosa Weber, Luiz Fux e Cármen Lúcia, que davam parcial provimento aos agravos regimentais interpostos pela Procuradoria-Geral da República e pelos investigados para cindir os fatos apurados neste inquérito e determinar a remessa de cópia dos autos à Justiça Eleitoral do Estado do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de falsidade ideológica eleitoral ocorridos nos anos de 2010, 2012 e 2014 (sendo que, quanto aos fatos ocorridos no ano de 2014, os Ministros que divergiram do Relator negavam provimento ao recurso por entenderem ser incompetente o STF) e, ainda, determinar o encaminhamento dos autos à Seção Judiciária do Rio de Janeiro para apuração, mediante livre distribuição, dos supostos crimes de corrupção ativa, corrupção passiva, lavagem de capitais e evasão de divisas ocorridos no ano de 2012. Plenário, 14.03.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur408922","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur408922","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-quarto","is_processo_antigo":false,"ementa_texto":"COMPETÊNCIA – JUSTIÇA ELEITORAL – CRIMES CONEXOS. Compete à Justiça Eleitoral julgar os crimes eleitorais e os comuns que lhe forem conexos – inteligência dos artigos 109, inciso IV, e 121 da Constituição Federal, 35, inciso II, do Código Eleitoral e 78, inciso IV, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750577279","externo_seq_objeto_incidente":5483078,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-182  DIVULG 20-08-2019  PUBLIC 21-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4435&classe=Inq","is_colac":false,"titulo":"Inq 4435 AgR-quarto","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00083 LET-H\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00090\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00119 INC-00007\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00130 INC-00007 \n          ART-00137 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00137 INC-00007 INCLUÍDO PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 INC-00004 ART-00003 \n          INC-00001 ART-00005 INC-00005 INC-00010 \n          INC-00035 INC-00038 INC-00053 INC-00054 \n          INC-00057 ART-00014 ART-00102 INC-00001 \n          LET-B LET-C ART-00105 INC-00001 \n          LET-D ART-00108 ART-00109 INC-00002 \n          INC-00004 INC-00006 ART-00118 INC-00001 \n          INC-00002 INC-00003 ART-00119 INC-00001 \n          INC-00002 ART-00120 PAR-00001 INC-00001 \n          LET-A LET-B INC-00002 INC-00003 \n          ART-00121 \"CAPUT\" ART-00124 \"CAPUT\" \n          ART-00129 INC-00001 ART-00144 PAR-00001 \n          INC-00001 PAR-00004 ART-00220 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000075      ANO-1993\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00035 INC-00002 ART-00350 \n          ART-0354A INCLUÍDO PELA LEI-13488/2017\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00022 ART-00026\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-0041A INCLUÍDO PELA LEI-9840/1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 INC-00001 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009840      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013488      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 NÚMERO-2 LET-A\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1996\n                CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-INT   CVC      ANO-2003\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-INT   PCT      ANO-1966\n          ART-00018 NÚMERO-3\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00317 ART-00327 PAR-00001 PAR-00002 \n          ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00076 INC-00003 ART-00077 ART-00078 \n          \"CAPUT\" INC-00002 INC-00004 ART-00079 \n          INC-00001 ART-00080\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000152      ANO-2002\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DLG-000348      ANO-2005\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-021076      ANO-1932\n          ART-00005\n                DECRETO - CÓDIGO ELEITORAL\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-004410      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-005687      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003"],"publicacao_data":"2019-08-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, STF, SUPERVISÃO, INVESTIGAÇÃO, COLABORAÇÃO PREMIADA, RECEBIMENTO, DOAÇÃO ELEITORAL, EMPREITEIRA, CAMPANHA ELEITORAL, REELEIÇÃO, DEPUTADO FEDERAL. DECLINAÇÃO DE COMPETÊNCIA, STF, JUSTIÇA ELEITORAL, SUPERVISÃO, INVESTIGAÇÃO, DOAÇÃO ELEITORAL, DEPUTADO ESTADUAL, CAMPANHA ELEITORAL, DEPUTADO FEDERAL. PRERROGATIVA DE FORO, COMETIMENTO, CRIME, EXERCÍCIO DE MANDATO ELETIVO. COMPETÊNCIA, JUSTIÇA ESPECIALIZADA, APURAÇÃO, DOAÇÃO ELEITORAL, REELEIÇÃO, CAMPANHA ELEITORAL, PREFEITO, CONTRAPARTIDA, FAVORECIMENTO, EMPREITEIRA, PRINCÍPIO DA ESPECIALIDADE. CONSTITUIÇÃO FEDERAL, COMPETÊNCIA, JUSTIÇA FEDERAL, EXCLUSÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPETÊNCIA MATERIAL, JUSTIÇA ESPECIALIZADA, JUSTIÇA ELEITORAL, JUSTIÇA MILITAR, COMPETÊNCIA RESIDUAL, JUSTIÇA COMUM ESTADUAL, JUSTIÇA FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL, JUSTIÇA ESPECIALIZADA, JUSTIÇA MILITAR, JUSTIÇA DO TRABALHO, JUSTIÇA ELEITORAL. COMPETÊNCIA, JUSTIÇA FEDERAL, INTERESSE, UNIÃO FEDERAL. EXCLUSÃO, CONTRAVENÇÃO PENAL, COMPETÊNCIA, JUSTIÇA FEDERAL. PRINCÍPIO DA RESERVA LEGAL. EXIGÊNCIA, LEI COMPLEMENTAR, DEFINIÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, APRECIAÇÃO, CRIME CONEXO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: COMPETÊNCIA, JUSTIÇA ELEITORAL, RECONHECIMENTO, CONEXÃO, CRIME ELEITORAL, CRIME COMUM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CAIXA DOIS, CRIME ELEITORAL. CONFLITO DE COMPETÊNCIA, JUSTIÇA FEDERAL, JUSTIÇA ESPECIALIZADA, REMESSA, JUSTIÇA ELEITORAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PRINCÍPIO DO JUIZ NATURAL. FIXAÇÃO, COMPETÊNCIA, LEGALIDADE; NORMA IMPERATIVA; PERPETUATIO JURISDICTIONIS; AUSÊNCIA, DELEGAÇÃO. FIXAÇÃO, COMPETÊNCIA JURISDICIONAL, DISCRICIONARIEDADE, LEGISLADOR, PARÂMETRO DE CONTROLE, CONSTITUIÇÃO FEDERAL. OPÇÃO, LEGISLADOR, PROCESSAMENTO, JUSTIÇA ELEITORAL, CRIME ELEITORAL, CONEXÃO, CRIME COMUM. CONSTITUIÇÃO FEDERAL, ORGANIZAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, LEI COMPLEMENTAR. COMPETÊNCIA, JUSTIÇA FEDERAL, EXCEÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. AUTOCONTENÇÃO JUDICIAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL. CÓDIGO DE PROCESSO PENAL, PREVALÊNCIA, JUSTIÇA ELEITORAL, CONFLITO DE COMPETÊNCIA, JUSTIÇA COMUM, JUSTIÇA ESPECIALIZADA. COMPETÊNCIA, JUSTIÇA FEDERAL, DELITO, PREJUÍZO, BEM DA UNIÃO, SERVIÇO, INTERESSE, UNIÃO FEDERAL. AUSÊNCIA, INTERFERÊNCIA, JUÍZO ESTADUAL, CRIME, INTERESSE NACIONAL. COMPETÊNCIA ABSOLUTA, JUSTIÇA FEDERAL, PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPOSIÇÃO, JUSTIÇA ELEITORAL, TRIBUNAL SUPERIOR ELEITORAL (TSE), TRIBUNAL REGIONAL ELEITORAL (TRE), JUIZ ELEITORAL, PARTICIPAÇÃO, MINISTRO, STF, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), DESEMBARGADOR, ÂMBITO ESTADUAL, ÂMBITO FEDERAL, JUIZ DE DIREITO, JUIZ FEDERAL, ADVOGADO. FIXAÇÃO, COMPETÊNCIA, JUSTIÇA FEDERAL, CASO CONCRETO, ACUSADOR DE EXCEÇÃO, JUÍZO DE EXCEÇÃO. DESMEMBRAMENTO DE PROCESSO, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, JUÍZO NATURAL. CONCENTRAÇÃO, INVESTIGAÇÃO, PRINCÍPIO DA ECONOMIA PROCESSUAL, SEGURANÇA JURÍDICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: JURISPRUDÊNCIA, STF, PRISÃO CAUTELAR, CLAMOR PÚBLICO, DIREITO FUNDAMENTAL, LIBERDADE. PRINCÍPIO DO JUIZ NATURAL, GARANTIA AO DEVIDO PROCESSO LEGAL. AUSÊNCIA, CARÁTER ABSOLUTO, LIBERDADE DE EXPRESSÃO. PREVALÊNCIA, COMPETÊNCIA, JUSTIÇA ELEITORAL, RECONHECIMENTO, EXISTÊNCIA, CONEXÃO, CRIME ELEITORAL, CRIME COMUM, ÂMBITO PENAL. DEFINIÇÃO, LEI COMPLEMENTAR, COMPETÊNCIA, JUSTIÇA ELEITORAL, PRINCÍPIO, RECEPÇÃO. SIMULTANEIDADE, TRAMITAÇÃO, CAUSA CONEXA, CONTINÊNCIA, MATÉRIA CRIMINAL. SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME CONEXO, CRIME ELEITORAL, REMESSA, JUSTIÇA COMUM, AUSÊNCIA, VÍNCULO, CONEXÃO. REJEIÇÃO, CORRUPÇÃO, COMPROMETIMENTO, ESTABILIDADE, SEGURANÇA, SOCIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, EXECUÇÃO, POLÍTICA PÚBLICA, PRINCÍPIO DEMOCRÁTICO. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, CORRUPÇÃO, ORGANIZAÇÃO CRIMINOSA, LAVAGEM DE DINHEIRO. CAPACIDADE, JUSTIÇA ELEITORAL, EXERCÍCIO, JURISDIÇÃO, ÂMBITO PENAL, CRIME CONEXO, CRIME ELEITORAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: COLABORAÇÃO PREMIADA, DESMEMBRAMENTO, INVESTIGAÇÃO, COISA JULGADA. NECESSIDADE, APURAÇÃO, FATO, INVESTIGADO. PODER JUDICIÁRIO, JUÍZO DE VALOR, CAPITULAÇÃO LEGAL, NATUREZA JURÍDICA, FATO, OBJETO, INVESTIGAÇÃO, RISCO, OFENSA, AUTONOMIA, MINISTÉRIO PÚBLICO, ANTECIPAÇÃO, JULGAMENTO, PARCIALIDADE. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, APURAÇÃO, MINISTÉRIO PÚBLICO, OFENSA, BEM JURÍDICO, INTERESSE PÚBLICO. PRERROGATIVA DE FORO, COMETIMENTO, FATO CRIMINOSO, EXERCÍCIO DE MANDATO ELETIVO. INCOMPETÊNCIA, STF, APURAÇÃO, COMETIMENTO, FATO CRIMINOSO, CAMPANHA ELEITORAL, REELEIÇÃO, PREFEITO. DESMEMBRAMENTO, INVESTIGAÇÃO, COMPETÊNCIA, JUSTIÇA ESPECIALIZADA, CRIME ELEITORAL. COMPETÊNCIA, JUSTIÇA FEDERAL, APURAÇÃO, CRIME, EVASÃO DE DIVISAS. PRINCÍPIO DO JUIZ NATURAL. FIXAÇÃO, CONSTITUIÇÃO FEDERAL, COMPETÊNCIA MATERIAL, COMPETÊNCIA FUNCIONAL, COMPETÊNCIA RESIDUAL. ALTERAÇÃO, COMPETÊNCIA ABSOLUTA, PREVISÃO, CONSTITUIÇÃO FEDERAL, NORMA INFRACONSTITUCIONAL, CONEXÃO, CONTINÊNCIA. COMPETÊNCIA, JUSTIÇA ELEITORAL, DEFINIÇÃO, LEI COMPLEMENTAR. ARQUIVAMENTO, INQUÉRITO, PODER JUDICIÁRIO, CONCESSÃO, HABEAS CORPUS DE OFÍCIO. EXERCÍCIO, ATIVIDADE JURISDICIONAL, ATO, ARQUIVAMENTO, JUÍZO COMPETENTE.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: INQUÉRITO, APURAÇÃO, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL, CORRUPÇÃO PASSIVA, CORRUPÇÃO ATIVA, EVASÃO DE DIVISAS, LAVAGEM DE DINHEIRO. DEFINIÇÃO, COMPETÊNCIA, APRECIAÇÃO, CRIME. MODIFICAÇÃO, LEI ORDINÁRIA, COMPETÊNCIA, FIXAÇÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), FIXAÇÃO, COMPETÊNCIA, JUSTIÇA FEDERAL, CONCURSO DE CRIMES, COMPETÊNCIA, JUSTIÇA FEDERAL, JUSTIÇA ELEITORAL. DENSIDADE NORMATIVA, FATO. APONTAMENTO, CORRUPÇÃO, ESTADO BRASILEIRO, CAIXA DOIS. COMPETÊNCIA, JUSTIÇA FEDERAL, SUPERVISÃO, INQUÉRITO, CAIXA DOIS. COMPETÊNCIA, JUSTIÇA FEDERAL, REPRESSÃO DO CRIME, CORRUPÇÃO. AUSÊNCIA, EXPERTISE, ESTRUTURA ADMINISTRATIVA, JUSTIÇA ELEITORAL, ATUAÇÃO, ÂMBITO PENAL. CRIME, FALSIDADE IDEOLÓGICA ELEITORAL, REELEIÇÃO, EXERCÍCIO DE MANDATO ELETIVO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: LIMITAÇÃO, PODER JUDICIÁRIO, APRECIAÇÃO, PERSECUÇÃO PENAL, MINISTÉRIO PÚBLICO, SISTEMA ACUSATÓRIO, PRESERVAÇÃO, IMPARCIALIDADE DO JUIZ, PROCESSO JUDICIAL, OPINIO DELICTI. COMPETÊNCIA ORIGINÁRIA, MATÉRIA CRIMINAL, STF, EXERCÍCIO DE MANDATO ELETIVO, PERTINÊNCIA, ATIVIDADE, DEPUTADO FEDERAL. DESMEMBRAMENTO, INVESTIGAÇÃO, PLURALIDADE, CONDUTA, COMPETÊNCIA, JUSTIÇA FEDERAL, EVASÃO DE DIVISAS, PRORROGAÇÃO, COMPETÊNCIA, CRIME COMUM. DISTRIBUIÇÃO, JUÍZO DE PRIMEIRO GRAU, AUSÊNCIA, VÍNCULO, OPERAÇÃO LAVA JATO. PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, NORMA INFRACONSTITUCIONAL. COMPETÊNCIA MATERIAL, JUSTIÇA ELEITORAL, CRIME ELEITORAL, INSTITUTO JURÍDICO, CONEXÃO, CONTINÊNCIA. PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. CABIMENTO, CRIME ELEITORAL, AUSÊNCIA, MANDATO PARLAMENTAR.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: COMPETÊNCIA, PRINCÍPIO DO JUIZ NATURAL, GARANTIA AO DEVIDO PROCESSO LEGAL. COMPETÊNCIA, PRESSUPOSTO PROCESSUAL, VALIDADE, RELAÇÃO PROCESSUAL. AFERIÇÃO, COMPETÊNCIA MATERIAL, DENÚNCIA, DEFINIÇÃO JURÍDICA, FATO, OBJETO, INVESTIGAÇÃO. ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, TIPIFICAÇÃO DO CRIME, OPINIO DELICTI. REMESSA, PODER JUDICIÁRIO, JUÍZO COMPETENTE, MOMENTO, INQUÉRITO. CABIMENTO, MUTATIO LIBELLI, MOMENTO, SENTENÇA. COMPETÊNCIA, JUSTIÇA FEDERAL, CORRUPÇÃO, CAIXA DOIS. COMPETÊNCIA, JUSTIÇA FEDERAL, JULGAMENTO, TOTALIDADE, CRIME, ÂMBITO FEDERAL, EXCEÇÃO, CRIME ELEITORAL, CRIME MILITAR. PRORROGAÇÃO, COMPETÊNCIA ABSOLUTA, COMPETÊNCIA RELATIVA, CONEXÃO. PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME COMUM, COMPETÊNCIA, JUSTIÇA ESTADUAL, COMPETÊNCIA RESIDUAL.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: REMESSA, JUSTIÇA ELEITORAL, CRIME ELEITORAL, AUSÊNCIA, OCUPAÇÃO, CARGO ELETIVO, DEPUTADO FEDERAL. INEXIGIBILIDADE, EXERCÍCIO DE MANDATO ELETIVO, COMETIMENTO, CRIME ELEITORAL. PRINCÍPIO DA CONSUNÇÃO. COMPETÊNCIA, CONCURSO DE PESSOAS, CONEXÃO, UNIDADE DE DESÍGNIOS. PRINCÍPIO DA HIERARQUIA DAS LEIS. COMPETÊNCIA, JUSTIÇA ELEITORAL, PREVISÃO, LEI COMPLEMENTAR. COMPETÊNCIA, JUSTIÇA FEDERAL, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA, JUSTIÇA ESTADUAL, LEGISLAÇÃO INFRACONSTITUCIONAL. MODIFICAÇÃO, COMPETÊNCIA, LEGISLAÇÃO INFRACONSTITUCIONAL, PREJUÍZO, PREVISÃO, CONSTITUIÇÃO FEDERAL. CARÁTER TEMPORÁRIO, PERMANÊNCIA, MAGISTRADO, JUSTIÇA ELEITORAL, FUNCIONAMENTO, JUSTIÇA ELEITORAL, PERÍODO, ELEIÇÃO, AUSÊNCIA, EXPERTISE, MATÉRIA CRIMINAL. CELERIDADE PROCESSUAL, EFETIVIDADE.\n\n- TERMO(S) DE RESGATE: ANÁLISE ECONÔMICA DO DIREITO, ECONOMIA COMPORTAMENTAL. CONEXÃO INTERSUBJETIVA CONCURSAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4435&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-AgR-quarto","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRERROGATIVA DE FORO, EXERCÍCIO DE MANDATO ELETIVO)\nAP 937 QO (TP), Inq 4399 AgR (2ªT). \n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CONEXÃO, CRIME ELEITORAL, CRIME COMUM)\nCC 7033 (1ªT), HC 78168 (TP), RE 398042 (1ªT), HC 116862 (2ªT), Inq 4130 QO (TP), ADI 5700 (TP), Pet 6820 AgR-ED (2ªT), Pet 7319 ED (2ªT), Pet 6694 AgR-AgR-ED (2ªT), Pet 6986 AgR-ED (2ªT), Pet 5801 AgR-segundo (2ªT), Inq 4428 QO (2ªT), HC 68399 (1ªT), CJ 6070 (TP) - RTJ 84/386, (TP), RTJ 100/1005, RT 587/411. \n(PODER JUDICIÁRIO, TRANCAMENTO DE INQUÉRITO POLICIAL, HABEAS CORPUS DE OFÍCIO)\nADI 4420 (TP), Inq 3847 AgR (1ªT). \n(SISTEMA ACUSATÓRIO, EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, FORMAÇÃO, OPINIO DELICTI)\nInq 2913 AgR (TP). \n(CORRUPÇÃO, CRIME DE LAVAGEM DE DINHEIRO, ORGANIZAÇÃO CRIMINOSA)\nAP 470 (TP). \n(CLAMOR PÚBLICO, PRISÃO PREVENTIVA)\nHC 62634 (1ªT) - RTJ 112/1115, HC 78425 (2ªT) - RTJ 172/159, HC 80379 (2ªT) - RTJ 187/933, HC 80719 (2ªT) - RTJ 180/262, HC 84662 (1ªT) - RTJ 193/1050. \n- Decisões monocráticas citadas:\n(PRERROGATIVA DE FORO, EXERCÍCIO DE MANDATO ELETIVO)\nInq 4453, Inq 4395, Inq 3598, Rcl 33397.\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CONEXÃO, CRIME ELEITORAL, CRIME COMUM)\nPet 5700.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: APn 865 AgRg, Inq 1181 EDcl-EDcl, APn 894, Pet 6639, Inq 1181 AgRg-EDcl-EDcl. \n- Legislação estrangeira citada: Carta Magna de 1215, Petition of Rights de 1627 e Bill of Rights de 1688, da Inglaterra; Declaração de Virgínia, dos Estados Unidos da América; Constituições dos Estados independentes, de 1776 a 1784.\n- Decisão estrangeira citada: BVerfGE, 21, 139 (146), do Tribunal Constitucional alemão; Sentencia C-040 de 1997, da Corte Constitucional da Colômbia.\n\nNúmero de páginas: 184.\nAnálise: 06/10/2020, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PEDRO PAULO CARVALHO TEIXEIRA \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)\nAGTE.(S)  : EDUARDO DA COSTA PAES \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":408922,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4435 AgR-quarto","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2019-03-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUARTO AG.REG. NO INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. Rio de Janeiro: Elsevier, 2012. p. 176.\nBADARÓ, Gustavo Henrique. Processo penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 266.\nBRASIL. Conselho Nacional de Justiça (CNJ). Relatório Justiça em Números. 2018. p. 18 e 32.\n______. Tribunal Superior Eleitoral. Relatório de Atividades. 2017. p. 7\nCAPEZ, Fernando; CONALGO, Rodrigo. Código de Processo Penal comentado. São Paulo: Saraiva, 2015. p. 115.\nCUNHA, Rogério Sanches; PINTO, Ronaldo Batista. Código de Processo Penal e Lei de Execução Penal Comentados. JusPODIVM, 2017. p. 232.\nDIAS, Jorge de Figueiredo. Direito processual penal. 1974. p. 322-323.\nFERNANDES, Antonio Scarance. Processo penal constitucional. 6. ed. rev. atual. ampl. São Paulo: Revista dos Tribunais, 2010. p. 123 e 124.\nGOMES, José Jairo. Crimes Eleitorais e Processo Penal Eleitoral. 2. ed. Atlas, 2016. p. 318, item 3.8.2.1 e 325-327, item 3.8.2.3.\nGOMES, Suzana de Camargo. Crimes eleitorais. 4. ed. rev. atual. e ampl. São Paulo: Revista dos Tribunais, 2010.\n______.______. 4. ed. Revista dos Tribunais, 2010. p. 48-51, item 3.7.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antonio Magalhães; FERNANDES, Antonio Scarance. As nulidades no processo penal. 11. ed. São Paulo: Revista dos Tribunais, 2009. p. 42.\nJESUS, Damásio E. de. Código de Processo Penal Anotado. 27. ed. Saraiva, 2015. p. 128.\nLIMA, Renato Brasileiro de. Manual de processo penal. 4. ed. Salvador: JusPodivm, 2016. v. único. p. 401.\nLOPES JÚNIOR, Aury. Direito processual penal. 11. ed. São Paulo: Saraiva, 2014. p. 281-282.\nMARQUES, José Frederico. Da competência em matéria penal. Campinas: Millennium, 2000. p. 350.\nMAXIMILIANO, Carlos. Hermenêutica e aplicação do direito. 21. ed. Rio de Janeiro: Forense, 2017. p. 151-152.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2008. p. 315, item 78.5.\nMUDOVITSCH, Rodrigo de Bittencourt; CARVALHO, Felipe Fernandes de; URSI, Gabriel Leão. A conexão entre crimes eleitorais e federais. Disponível em: https://www.conjur.com.br/2019-mar-09/observatorio-constitucionalconexao-entre-crimes-eleitorais-federais-julgamento-stf.\nNUCCI, Guilherme de Souza. Código de Processo Pena Comentado. 11. ed. São Paulo: Revista dos Tribunais, 2012. p. 250.\n______.______. 14. ed. Forense, 2015. p. 247, item 16. \n______.______. 15. ed. Rio de Janeiro: Forense, 2016.\n______.______. 16. ed. Forense, 2017. p. 273-274, item 26.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 11. ed. Rio de Janeiro: Lumen Juris, 2009.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte Staatsrecht II. p. 277.\nPORTO, Walter Costa. O Voto no Brasil. p. 258.\nPULIDO, Carlos Bernal, El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.\nSADEK, Maria GTereza Aina. A Justiça Eleitoral e a Consolidação da Democracia no Brasil. p. 2.\nSCALIA, Antonin. Reflections on Law, Faith, and Life Wall Lived. Crown, 2017. p. 3-4. \nSILVA, Marco Antonio Marques da; FREITAS, Jayme Walmer de. Código de Processo Penal comentado. São Paulo: Saraiva, 2012. p. 172.\nTARUFFO, Michele. La motivazione dela sentenza civile. Padova: Cedam, 1975. p. 467.\nTOURINHO FILHO, Fernando da Costa. Manual de processo penal. 3. ed. São Paulo: Saraiva, 2001. p. 201-202.\n______. Código de Processo Penal Comentado. 14. ed. Saraiva, 2012. v. 1. p. 346-347.\n______.______. 15. ed. Saraiva, 2014. v. 1. p. 342-343.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":4435,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur402206","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencido o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 22.3.2019 a 28.3.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur402206","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur402206","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. AGRAVO REGIMENTAL EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. ASSOCIAÇÃO BRASILEIRA DE DISTRIBUIDORAS DE ENERGIA ELÉTRICA – ABRADEE. LEI COMPLEMENTAR MUNICIPAL 111/2011 DO MUNICÍPIO DO RIO DE JANEIRO. NEGATIVA DE SEGUIMENTO À ADPF. INOBSERVÂNCIA DO REQUISITO DA SUBSIDIARIEDADE. TUTELA DE SITUAÇÕES JURÍDICAS INDIVIDUAIS. INTERESSE SINGULAR DA EMPRESA ASSOCIADA À AGRAVANTE. PROCESSO DE NATUREZA OBJETIVA. DESCABIMENTO DO AGRAVO REGIMENTAL.\n\n\n\n    1. O cabimento da Arguição de Descumprimento de Preceito Fundamental será viável desde que haja a observância do princípio da subsidiariedade, que exige o esgotamento de todas as vias possíveis para sanar a lesão ou a ameaça de lesão a preceitos fundamentais, ou a verificação, ab initio, de sua inutilidade para a preservação do preceito. Precedentes desta CORTE.\n\n\n\n    2. Os processos objetivos do controle abstrato de constitucionalidade, tal qual a Arguição de Descumprimento de Preceito Fundamental, não constituem meio idôneo para tutelar situações jurídicas individuais. Precedentes desta CORTE.\n\n\n\n    3. Agravo Regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749610718","externo_seq_objeto_incidente":5619985,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-080  DIVULG 15-04-2019  PUBLIC 16-04-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=553&classe=ADPF","is_colac":false,"titulo":"ADPF 553 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00021 INC-00012 LET-B ART-00022 \n          INC-00004 ART-00030 INC-00001 INC-00008 \n          ART-00037 INC-00021 ART-00102 PAR-00001 \n          ART-00175 PAR-ÚNICO INC-00001 INC-00002 \n          INC-00003 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00004 \"CAPUT\" PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-MUN   LCP-000111      ANO-2011\n          ART-00326\n                LEI COMPLEMENTAR DO MUNICÍPIO DO RIO DE JANEIRO, RJ"],"publicacao_data":"2019-04-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. GILMAR MENDES: DIREITO COMPARADO, PRINCÍPIO DA SUBSIDIARIEDADE, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA. APRECIAÇÃO, CORTE CONSTITUCIONAL, RECURSO, INTERESSE GERAL; DEMONSTRAÇÃO, LESÃO. PRINCÍPIO DA SUBSIDIARIEDADE, IMPUGNAÇÃO, DECISÃO JUDICIAL, PRESSUPOSTO DE ADMISSIBILIDADE, CARÁTER OBJETIVO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, INTERESSE, TERCEIRO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DIREITO PRÉ-CONSTITUCIONAL; DIREITO, MOMENTO POSTERIOR, CONSTITUIÇÃO FEDERAL. STF, CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, OFENSA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO MUNICIPAL. EFEITO VINCULANTE, DECISÃO, STF. ÓBICE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, EXISTÊNCIA, RECURSO ORDINÁRIO, RECURSO EXTRAORDINÁRIO.\n\n- TERMO(S) DE RESGATE: ORDEM CONSTITUCIONAL GLOBAL. RECURSO DE AMPARO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=553&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 33 (TP), ADPF 17 AgR (TP), ADPF 176 AgR (TP), ADPF 3 QO (TP). \n(ADPF, INTERESSE INDIVIDUAL, CONTROLE ABSTRATO)\nADI 1254 AgR (2ªT), ADI 1434 MC (1ªT), ADI 2551 MC-QO (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 12, ADPF 176.\n(EFEITO SUSPENSIVO, ARE, INCONSTITUCIONALIDADE, LEI MUNICIPAL)\nARE 764029, AC 3420 MC.\n(ADPF, INTERESSE INDIVIDUAL, CONTROLE ABSTRATO)\nADPF 363 MC.\n- Legislação estrangeira citada: § 90, II, da Corte Constitucional Alemã.\nNúmero de páginas: 16.\nAnálise: 10/09/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ABRADEE ASSOCIACAO BRASILEIRA DISTRIB ENERGIA ELETRICA \nADV.(A/S)  : LYCURGO LEITE NETO E OUTRO(A/S)\nINTDO.(A/S)  : CÂMARA MUNICIPAL DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DO RIO DE JANEIRO \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DO RIO DE JANEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":402206,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADPF 553 AgR","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2019-03-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":553,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434604","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que deferia a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Bruno Lunardi Gonçalves; pelo amicus curiae Associação Direitos Humanos em Rede, o Dr. Gabriel de Carvalho Sampaio; pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 19.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, conheceu da arguição de descumprimento de preceito fundamental, vencido o Ministro Marco Aurélio, que entendia a via inadequada. No mérito, por maioria, deferiu a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio, que indeferia a cautelar. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 20.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434604","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434604","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO FUNDAMENTAL. ATIVIDADE DE INTELIGÊNCIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA. PRODUÇÃO E DISSEMINAÇÃO DE DOSSIÊ COM INFORMAÇÕES DE SERVIDORES FEDERAIS E ESTADUAIS INTEGRANTES DE MOVIMENTO ANTIFASCISMO E DE PROFESSORES UNIVERSITÁRIOS. DESVIO DE FINALIDADE. LIBERDADES DE EXPRESSÃO, REUNIÃO E ASSOCIAÇÃO. MEDIDA CAUTELAR DEFERIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754179572","externo_seq_objeto_incidente":5967455,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=722&classe=ADPF","is_colac":false,"titulo":"ADPF 722 MC","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00005\n    ART-00005 \"CAPUT\" INC-00004 INC-00009\n    INC-00010 INC-00012 INC-00016 INC-00017\n    INC-00023 INC-00025 INC-00035 INC-00055\n    ART-00037 ART-00060 PAR-00004 INC-00004\n    ART-00102 PAR-00001 ART-00103 INC-00008\n    ART-00220\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004341 ANO-1964\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004717 ANO-1965\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009612 ANO-1998\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00008 ART-00010 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00003 INC-00002 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009883 ANO-1999\n    ART-00001 PAR-00001 PAR-00002 PAR-00003\n    ART-00002 PAR-00001 ART-00003 PAR-ÚNICO\n    ART-00006 ART-00009 PAR-00001 PAR-00002\n    ART-0009A PAR-00001 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00031 PAR-00001 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 ART-00004\n    INC-00003 ART-00005 INC-00002 ART-00011\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00013 ART-00015 ART-00016\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00021 ART-00022\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00004\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000880 ANO-2019\n    ART-00002 INC-00016\n    PORTARIA DO MINISTÉRIO DE JUSTIÇA DE SEGURANÇA PÚBLICA - MJSP"],"publicacao_data":"2020-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, STF, LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, PROPOSITURA, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PETIÇÃO INICIAL, FUNDAMENTO, MATÉRIA JORNALÍSTICA. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO. AUSÊNCIA, SUBSTITUIÇÃO, JURISDIÇÃO CONSTITUCIONAL, STF, INSTAURAÇÃO, SINDICÂNCIA, MINISTÉRIO DA JUSTIÇA (MJ), APURAÇÃO, RESPONSABILIDADE ADMINISTRATIVA, COMPARECIMENTO, MINISTRO DA JUSTIÇA, COMISSÃO MISTA, CONGRESSO NACIONAL, FINALIDADE, ESCLARECIMENTO, FATO, OBJETO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. AUSÊNCIA, NEGAÇÃO, ADVOGADO-GERAL DA UNIÃO, EXISTÊNCIA, RELATÓRIO, INFORMAÇÃO SIGILOSA, CASO CONCRETO. GARANTIA, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, DIREITO À INTIMIDADE, INVIOLABILIDADE, VIDA PRIVADA, DIREITO À HONRA. DEVER, PODER JUDICIÁRIO, IMPEDIMENTO, LESÃO A DIREITO, AMEAÇA A DIREITO. CARACTERIZAÇÃO, DESVIO DE PODER, UTILIZAÇÃO, ABUSO, PODER PÚBLICO, OBTENÇÃO, INFORMAÇÃO, SERVIDOR PÚBLICO, MOTIVAÇÃO, CARÁTER POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DISCUSSÃO, LIMITAÇÃO, ATUAÇÃO, MINISTÉRIO DA JUSTIÇA (MJ), COLETA, DADO, FINALIDADE, INVESTIGAÇÃO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. RETIRADA, INFORMAÇÃO, INTERNET, CASO CONCRETO. IMPOSSIBILIDADE, FISCALIZAÇÃO, PODER PÚBLICO, MANIFESTAÇÃO, CARÁTER POLÍTICO, CRENÇA RELIGIOSA, IDEOLOGIA, SERVIDOR PÚBLICO. DESVIO DE PODER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ACESSO À JUSTIÇA, FUNDAMENTO, DEMOCRACIA. VALOR PROBATÓRIO, MATÉRIA JORNALÍSTICA, ÂMBITO, COGNIÇÃO SUMÁRIA. CONSIDERAÇÃO, DESVIO DE PODER, USO INDEVIDO, INFORMAÇÃO, NECESSIDADE, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA PUBLICIDADE, PRINCÍPIO DA EFICIÊNCIA. CARÁTER FORMAL, PROCEDIMENTO, INVESTIGAÇÃO, APURAÇÃO, DELITO, AUTORIA DO CRIME. CABIMENTO, ASSISTÊNCIA JURÍDICA, INVESTIGADO. LIMITAÇÃO, ATUAÇÃO, SERVIÇO, AGENTE DE INTELIGÊNCIA. INADMISSIBILIDADE, DISCURSO AUTORITÁRIO, ESTADO BRASILEIRO. PREVISÃO, CONSTITUIÇÃO FEDERAL, PUBLICIDADE, INVESTIGAÇÃO. RESTRIÇÃO, LEI, PUBLICIDADE, ATO PROCESSUAL. LEI DE ACESSO À INFORMAÇÃO PÚBLICA, GRAU, INFORMAÇÃO SIGILOSA. IMPOSSIBILIDADE, RESTRIÇÃO, ACESSO, INFORMAÇÃO, PODER JUDICIÁRIO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, PRESERVAÇÃO, SIGILO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONTRAPOSIÇÃO, EXERCÍCIO, ATIVIDADE, INVESTIGAÇÃO, AGENTE DE INTELIGÊNCIA, DIREITO À PRIVACIDADE, PROTEÇÃO, DADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INVESTIGAÇÃO, FINALIDADE, INTIMIDAÇÃO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ATO, PODER PÚBLICO. PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, NÚCLEO ESSENCIAL. LESÃO, PRECEITO FUNDAMENTAL, DEMOCRACIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, LIBERDADE DE REUNIÃO, DIREITO À PRIVACIDADE, DIREITO À INTIMIDADE, DIREITO À HONRA, DIREITO À IMAGEM, LIBERDADE DE CÁTEDRA, AUTONOMIA UNIVERSITÁRIA. ATIVIDADE TÍPICA DE ESTADO, SEGURANÇA PÚBLICA. CONFIGURAÇÃO, DESVIO DE PODER, EXERCÍCIO, ATO, CONTRARIEDADE, INTERESSE PÚBLICO. CONFIGURAÇÃO, DESVIO DE PODER, ADMINISTRAÇÃO PÚBLICA, UTILIZAÇÃO, MECANISMO, CARÁTER INSTITUCIONAL, DISSIMULAÇÃO, INFORMAÇÃO, VÍCIO, MATÉRIA, VÍCIO, MOTIVAÇÃO. PATRIMONIALISMO, SEPARAÇÃO, INTERESSE PÚBLICO, INTERESSE, CARÁTER PRIVADO. VEDAÇÃO, PROSELITISMO, PROGRAMAÇÃO DA EMISSORA, RADIODIFUSÃO COMUNITÁRIA. FILIAÇÃO PARTIDÁRIA, DIREITO COMPARADO. ADMISSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, FUNDAMENTO, SEGURANÇA NACIONAL, PROTEÇÃO, SAÚDE, INTEGRIDADE MORAL, LIBERDADE. IMPOSSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, FUNDAMENTO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. DIREITO À PRIVACIDADE, TECNOLOGIA DA INFORMAÇÃO. DIREITO DA PERSONALIDADE, DIREITO À PRIVACIDADE, DIREITO À AUTODETERMINAÇÃO INFORMATIVA. CONSIDERAÇÃO, DESVIO DE PODER, ELABORAÇÃO, RELATÓRIO, RECONHECIMENTO, ATO ILÍCITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), LIBERDADE DE EXPRESSÃO, LIBERDADE, OPINIÃO. CORRELAÇÃO, LIBERDADE DE EXPRESSÃO, DEMOCRACIA, PLURALISMO POLÍTICO. INVESTIGAÇÃO, OBJETIVO, INTIMIDAÇÃO, CENSURA. AUSÊNCIA, SIGILO, PODER JUDICIÁRIO. SURGIMENTO, HABEAS DATA, CONSTITUIÇÃO FEDERAL DE 1988, PROTEÇÃO, DIREITO À INFORMAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PRECEITO FUNDAMENTAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO, PLURALISMO POLÍTICO, PROTEÇÃO, DEMOCRACIA. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, CONTROLE, OMISSÃO, PODER PÚBLICO; RISCO, MULTIPLICAÇÃO, COMPORTAMENTO, PERSEGUIÇÃO POLÍTICA, IDEOLOGIA, DECORRÊNCIA, CRÍTICA, GOVERNO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). PROTEÇÃO, ÂMBITO INTERNACIONAL, LIBERDADE DE EXPRESSÃO, DIREITO DE EMITIR OPINIÃO. LIMITE CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO, AUSÊNCIA, DIREITO ABSOLUTO. IMPORTÂNCIA, LIBERDADE DE EXPRESSÃO, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, DIREITO COMPARADO. TENTATIVA, GOVERNO, VINCULAÇÃO, SERVIDOR PÚBLICO, PROFESSOR UNIVERSITÁRIO, TERRORISTA, AUSÊNCIA, INDÍCIO, ATIVIDADE ILÍCITA. VEDAÇÃO, CENSURA. IMPOSSIBILIDADE, INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO. EXISTÊNCIA, COMUNICAÇÃO, ÓRGÃO FEDERAL, ÂMBITO, SEGURANÇA PÚBLICA, INFORMAÇÃO, RELATÓRIO. NECESSIDADE, MOTIVAÇÃO, INVESTIGAÇÃO. POSSIBILIDADE, CONTROLE JUDICIAL, CONTROLE, CARÁTER POLÍTICO, PODER LEGISLATIVO, SITUAÇÃO, DESVIO DE PODER. PREVISÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, CONSTITUIÇÃO FEDERAL, LIMITAÇÃO, MECANISMO, INVESTIGAÇÃO. FUNÇÃO CONTRAMAJORITÁRIA, STF, OFENSA, DIREITO DAS MINORIAS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADEQUAÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. POSSIBILIDADE, IMPETRAÇÃO, HABEAS CORPUS, OBTENÇÃO, ACESSO À INFORMAÇÃO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). AUSÊNCIA, RISCO, RELATÓRIO, INFORMAÇÃO SIGILOSA.\n\n- TERMO(S) DE RESGATE: RELATÓRIO DE INTELIGÊNCIA. MOVIMENTO ANTIFASCISMO. SISTEMA BRASILEIRO DE INTELIGÊNCIA. ATIVIDADE DE INTELIGÊNCIA. PRIMEIRO DIREITO. DIREITO AO PROTESTO. COMISSÃO NACIONAL DA VERDADE. ATENTADO DO RIO CENTRO. CHILLING EFFECT. CULTURA DO MEDO. MARCATISMO. LIVRE MERCADO DE IDEIAS. ACESSO RESTRITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=722&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1096 MC (TP).\r\n(ADPF, PRESSUPOSTO DE ADMISSIBILIDADE, PRINCÍPIO DA SUBSIDIARIEDADE)\r\nADPF 99.\r\n(LIMITAÇÃO, DIREITO FUNDAMENTAL)\r\nADI 4066 (TP).\r\n(LIBERDADE DE EXPRESSÃO, DIREITO DE REUNIÃO)\r\nADPF 187 (TP), ADI 4451 (TP).\r\n(DESVIO DE PODER, AGENTE PÚBLICO, PODER-DEVER)\r\nADI 5468 (TP), ADPF 572 (TP).\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529 MC (TP).\r\n(VEDAÇÃO, PROSELITISMO)\r\nADI 2566 (TP).\r\n(EXERCÍCIO, DIREITO DE REUNIÃO)\r\nHC 4781 (TP).\r\n(INCONSTITUCIONALIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO)\r\nADI 1969 (TP).\r\n(DIREITO DE REUNIÃO, CONDIÇÃO, PARTICIPAÇÃO, POLÍTICA)\r\nADPF 187 (TP), AC 2695.\r\n(ADPF, REQUISITO, INTERESSE PÚBLICO)\r\nADPF 130 (TP), ADPF 33 (TP), ADPF 187 (TP), ADI 4815 (TP), ADPF 467 (TP), ADPF 548 (TP).\r\n(PLURALISMO POLÍTICO, FUNDAMENTO, REPÚBLICA FEDERATIVA DO BRASIL)\r\nADI 4277 (TP).\r\n(AGENTE INFILTRADO, INVESTIGAÇÃO, FATO CONCRETO)\r\nHC 147837 (2ªT).\r\n(ADPF, MEDIDA CAUTELAR)\r\nADI 4451 (TP).\r\n(DIREITO, VERDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\r\nADPF 153 (TP).\r\n- Decisões monocráticas citadas:\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1963.\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529.\r\n- Decisões estrangeiras citadas: Caso Pierce v. United States (1920), caso Gitlow v. New York (1925), caso Whitney v. California, caso Schenck v. United States, caso Abrams v. United States, caso Barenblatt v. United States, da Suprema Corte dos EUA. Caso Kasparov e Outros c. Rússia, caso Sergey Kuznetsov c. Rússia, caso Oya Ataman c. Turquia, caso Bukta e Outros c. Hungria, caso Fáber c. Hungria, caso Berladir e Outros c. Rússia, caso Malofeyeva c. Rússia, caso Navalnyy e Yashin c. Rússia, caso Kudrevicius e Outros c. Lituânia, do Tribunal Europeu dos Direitos Humanos. Caso CCT 32/18 Mlungwana e Outros c. O Estado, da Corte Constitucional da África do Sul. Caso Lüth, do Tribunal Constitucional da Alemanha.\n- Legislação estrangeira citada: Lei de Espionagem de 1917, dos Estados Unidos da América.\nNúmero de páginas: 144.\nAnálise: 18/11/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : BRUNO LUNARDI GONCALVES E OUTRO(A/S)\nINTDO.(A/S)  : MINISTRO DE ESTADO DA JUSTIÇA E SEGURANÇA PÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONFEDERACAO NACIONAL DAS CARREIRAS TIPICAS DE ESTADO \nADV.(A/S)  : CLAUDIO RENATO DO CANTO FARAG \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434604,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 722 MC","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"AGRA, Walbert de Moura. Comentário ao artigo 5º, LXXII. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F; SARLET, Ingo W; STRECK, Lenio (coord.) Comentários à Constituição do Brasil. São Paulo: Saraiva;Almedina, 2013. p. 486\nARENDT, Hannah. Origens do Totalitarismo: antissemitismo, imperialismo, totalitarismo. São Paulo: Companhia das Letras, 2012.\nBRANCO, Paulo Gonet; MENDES, Gilmar Ferreira. Curso de Direito Constitucional. São Paulo: Saraiva, 2015. p. 264.\nBERLIN, Isaiah. IN: Introdução à obra: MILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 47.\nBELTRÁN DE FELIPE, Miguel; GONZÁLEZ GARCÍA, Julio. Las sentencias básicas del Tribunal Supremo de los Estados Unidos de América. 2. ed. Madrid: Centro de Estudios Políticos y Constitucionales y Boletín Oficial del Estado, 2006.\nBINENBOJM, Gustavo. Liberdade Igual: O que é e por que importa. Rio de Janeiro: História Real, 2020. p. 34-35.\nCARVALHO NETTO, M. A sanção no procedimento legislativo. Belo Horizonte: Del Rey, 1992.\nCOHEN, Julie. What Privacy is For. Harvard Law Review, maio, 2013.\nFAORO, Raymundo. Os Donos do Poder: formação do patronato político brasileiro. São Paulo: Globo, 2001.\nFISS, Owen. State Activism and State Censorship. The Yale Law Journal, 1990. p. 2087-2088.\nGUIMARÃES, U. Discurso proferido na sessão de 5 de outubro de 1988, publicado no DANC de 5 de outubro de 1988, p. 14380-14382.\nGODOY, Miguel Gualano. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012. p. 161.\nGOLDMAN, Alvin I; BAKER, Daniel. Free Speech, Fake News, and Democracy. First Amendment Law Review, v. 18, n. 1, 2019. p. 68.\nHÄBERLE, Peter. Die Verfassung des Pluralismus: Studien zur Verfassungstheorie der offenen Gesellschaft. Königstein: Athenäum, 1980. p. 5 e 6.\nHESSE, Bedeutung der Grundrechte, in: BENDA, Ernst; Maihofer, Werner e Vogel, Hans-Jochen, Handbuch des Verfassungsrechts. Berlin, 1995, v. I, p. 127.\nHESSE, Konrad. Grundzüge des Verfassungsrechts der Bundesrepublik Deutschland. Heidelberg: C. F. Müller, 1995, p. 112 \nKREBS, Walter. Freiheitsschutz durch Grundrechte, IN: JURA. p. 617, 1988.\nLEVITSKY, Steven; WAY, Lucan A. The Rise of Competitive Authoritarianism. Journal of Democracy. v. 13. n. 2. p. 53.\nLESSIG, Lawrence. Reading the Constitution in Cyberspace. 45 emory L. J. v. 45, n. 3.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\nMENDES, Gilmar Ferreira. Arguição de Descumprimento de Preceito Fundamental: comentários à Lei n. 9.882, de 3.12.1999. 2. ed. São Paulo: Saraiva, 2011. p. 19.\nMILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 29.\nPAIXÃO, Cristiano. Direito, política, autoritarismo e democracia no Brasil. Revista Iberoamericana de Filosofía, Política y Humanidades, año 13, n. 26, 2011. p. 158.\nPIEROTH; SCHLINK. Grundrechte: Staatsrecht II. 14. ed. Heidelberg: C. F. Müller, 1998. p. 50.\nRAWLS, John. Liberalismo Político: elementos básicos. p. 56.\nPOSNER, Richard A. The Right to Privacy. Georgia Law Review. v. 12. n. 3, 1978.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 441-442.\nSCHULZ, Wolfgang; HOBOKEN, Joris van. Human Rights and Encryption. Paris: UNESCO Publishing, 2016.\nSUNSTEIN, Cass R. Falsehoods and the First Amendment. Disponível em: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3426765.>. p. 17 e 176.\nWARREN, Samuel D.; BRANDEIS, Luis D. The Right to Privacy. Harvard Law Review, v. 5, December 15, 1890.\nWATANABE, Kazuo. Cognição no processo civil. 4. ed. São Paulo: Saraiva, 2012. p. 95.\nZAGREBELSKY, Gustavo. El derecho ductil: ley, derechos y justicia. Tradução: Marina Gercón. Madrid: Trotta, 1995. p. 13.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":722,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur445735","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu da ação direta em relação ao serviço público de abastecimento de água e julgou parcialmente procedente o pedido para declarar a inconstitucionalidade da Lei distrital nº 4.632/2011 quanto aos serviços de energia elétrica, telefonia fixa e móvel e internet, nos termos do voto do Ministro Roberto Barroso, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Marco Aurélio, Rosa Weber e Ricardo Lewandowski. Plenário, Sessão Virtual de 5.2.2021 a 12.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur445735","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur445735","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Direito constitucional. Ação direta de inconstitucionalidade. Regras sobre a suspensão dos serviços públicos de energia elétrica, água, telefonia fixa e móvel e internet. \n\n\n\n1. Ação direta de inconstitucionalidade contra a Lei distrital nº 4.632/2011, que dispõe sobre a suspensão dos serviços públicos de energia elétrica, água, telefonia fixa e móvel e internet.\n\n\n\n2. Descabimento da ADI quanto ao serviço público de distribuição de água, visto que a titularidade desse serviço público é dos municípios, nos termos da jurisprudência do Supremo Tribunal Federal (ADI 1.842, Rel. Min. Luiz Fux, e ADI 2.340, Rel. Min. Ricardo Lewandowski).\n\n\n\n3. A União Federal detém competência privativa para legislar sobre energia elétrica e telecomunicações (art. 22, IV, da CF/1988). A lei impugnada, ao estipular regras sobre a suspensão dos serviços de energia elétrica, telefonia fixa e móvel e internet, invadiu a esfera de competências do ente federal, incorrendo em inconstitucionalidade formal.  \n\n\n\n4. Ademais, a legislação estadual interferiu diretamente na relação jurídico-contratual existente entre a União Federal e as concessionárias dos serviços públicos supracitados, em afronta ao disposto no art. 175 da CF/1988 (v. ADI 2.299, sob minha relatoria, j. em 23.08.2019).\n\n\n\n5. Ação direta de inconstitucionalidade não conhecida quanto ao serviço público de distribuição de água e pedido julgado parcialmente procedente para declarar a inconstitucionalidade da Lei distrital nº 4.632/2011 quanto aos serviços de energia elétrica, telefonia fixa e móvel e internet.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755756935","externo_seq_objeto_incidente":5336547,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-085  DIVULG 04-05-2021  PUBLIC 05-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5877&classe=ADI","is_colac":false,"titulo":"ADI 5877","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00021 INC-00011\n    INC-00012 LET-B ART-00022 INC-00004\n    ART-00024 INC-00005 INC-00008 PAR-00002\n    PAR-00003 PAR-00004 ART-00030 INC-00001\n    INC-00005 ART-00032 PAR-00001 ART-00102\n    INC-00001 LET-A ART-00103 INC-00005\n    ART-00170 INC-00005 ART-00175 PAR-ÚNICO\n    INC-00001 INC-00002 INC-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00144\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-000414 ANO-2010\n    ART-00172 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 ART-00173\n    INC-00001 LET-A LET-B INC-00002\n    INC-00003 PAR-00001 PAR-00002 PAR-00003\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA - ANEEL\n\n","LEG-FED   RES-000632 ANO-2014\n    ART-00090 ART-00091 INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00092 INC-00001\n    INC-00002 INC-00003 ART-00093 ART-00094\n    INC-00001 INC-00002 INC-00003 ART-00095\n    ART-00096 ART-00097 PAR-ÚNICO ART-00098\n    ART-00099 ART-00100 PAR-ÚNICO ART-00101\n    PAR-00001 PAR-00002 ART-00102 ART-00103\n    PAR-ÚNICO\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   SUMSTF-000642\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   LEI-004632 ANO-2011\n    ART-00001 PAR-00001 PAR-00002 ART-00002\n    ART-00003 ART-00004 ART-00005\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2021-05-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI DISTRITAL, EXERCÍCIO, COMPETÊNCIA, MUNICÍPIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: INAPLICABILIDADE, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, ÂMBITO, CONTROLE ABSTRATO, ATO NORMATIVO PRIMÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, ESTADO DE DIREITO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ENTE FEDERADO. EVOLUÇÃO, FEDERALISMO, COLABORAÇÃO. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA CONCORRENTE, AMPLIAÇÃO, ATUAÇÃO, MUNICÍPIO, EDIÇÃO, NORMA, INTERESSE LOCAL. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA. INCOMPETÊNCIA, STF, APRECIAÇÃO, LEI DISTRITAL, EXERCÍCIO, COMPETÊNCIA, MUNICÍPIO. INADMISSIBILIDADE, CONTROLE CONCENTRADO, LEI MUNICIPAL, CONTRARIEDADE, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, POSSIBILIDADE, DELEGAÇÃO, EXECUÇÃO, SERVIÇO PÚBLICO, TERCEIRO. INTERFERÊNCIA, LEI IMPUGNADA, RELAÇÃO CONTRATUAL, UNIÃO FEDERAL, CONCESSIONÁRIA, SERVIÇO PÚBLICO, ENERGIA ELÉTRICA, TELEFONIA FIXA, TELEFONIA MÓVEL, INTERNET.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEI DISTRITAL, SUSPENSÃO, FORNECIMENTO, SERVIÇO PÚBLICO, HIPÓTESE, INADIMPLEMENTO, TARIFA. COMPETÊNCIA CONCORRENTE, REGULAMENTAÇÃO, PRESTAÇÃO DE SERVIÇO, SERVIÇO PÚBLICO, ÂMBITO, RELAÇÃO DE CONSUMO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PROTEÇÃO, AUTONOMIA, ENTE FEDERADO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO COOPERATIVO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, EXPLORAÇÃO, SERVIÇO PÚBLICO, FORNECIMENTO DE ÁGUA, ENERGIA, SERVIÇO DE TELECOMUNICAÇÃO. COMPETÊNCIA, ESTADO-MEMBRO, DISTRITO FEDERAL, LEGISLAÇÃO, NORMA GERAL, RELAÇÃO DE CONSUMO. FEDERALISMO, PRINCÍPIO DA SUBSIDIARIEDADE. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL. POSSIBILIDADE, ATUAÇÃO, ENTE FEDERADO, HIPÓTESE, LACUNA DA LEI. IMPOSSIBILIDADE, ATUAÇÃO, PODER JUDICIÁRIO, RETIRADA, AUTONOMIA, ENTE FEDERADO. PREVISÃO, LEI IMPUGNADA, OBRIGATORIEDADE, COMUNICAÇÃO, EMPRESA PRESTADORA DE SERVIÇO, INADIMPLÊNCIA, CONSUMIDOR, MOMENTO ANTERIOR, SUSPENSÃO, FORNECIMENTO DE ÁGUA, ENERGIA ELÉTRICA, TELEFONIA FIXA, TELEFONIA MÓVEL, INTERNET. RESOLUÇÃO, AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA (ANEEL), MATÉRIA, SUSPENSÃO, FORNECIMENTO, ENERGIA, INADIMPLEMENTO, CONSUMIDOR. AUSÊNCIA, CONTRARIEDADE, LEI DISTRITAL, LEI FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5877&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SERVIÇO PÚBLICO, FORNECIMENTO DE ÁGUA, TITULARIDADE, MUNICÍPIO)\nADI 1842 (TP), ADI 2340 (TP). \n(LEI ESTADUAL, INTERFERÊNCIA, RELAÇÃO CONTRATUAL, UNIÃO FEDERAL, EMPRESA, CONCESSÃO DE SERVIÇO PÚBLICO)\nADI 2299 (TP), ADI 2337 MC (TP). \n(ADI, ATO NORMATIVO, DISTRITO FEDERAL, COMPETÊNCIA, MUNICÍPIO)\nADI 611 (TP), ADI 1832 (TP), ADI 1842 (TP), ADI 2340 (TP), ADI 3341 (TP), ADI 2337 MC (TP). \n(CONTROLE ABSTRATO, ATO NORMATIVO PRIMÁRIO, IMPEDIMENTO, SUSPEIÇÃO)\nADI 3345 (TP). \n(COMPETÊNCIA DA UNIÃO, SERVIÇO DE TELECOMUNICAÇÃO, POSSIBILIDADE, DELEGAÇÃO, EXECUÇÃO, TERCEIRO)\nADI 4925 (TP). \n(INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO JURÍDICA, UNIÃO FEDERAL, PRESTADOR DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 3343 (TP), ADI 4401 MC (TP), ADI 4533 MC (TP). \n(INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO JURÍDICA, UNIÃO FEDERAL, PRESTADOR DE SERVIÇO, ENERGIA ELÉTRICA)\nADI 3729 (TP), ADI 3824 (TP), ADI 3905 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 37.\nAnálise: 08/08/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : GOVERNADOR DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : CÂMARA LEGISLATIVA DO DISTRITO FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : COMPANHIA ENERGETICA DE BRASILIA \nADV.(A/S)  : MURILO BOUZADA DE BARROS \nADV.(A/S)  : PATRICIA PEREIRA KLEIBER \nADV.(A/S)  : FERNANDO JORGETO DA SILVA \nAM. CURIAE.  : AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":445735,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5877","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-02-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas MCintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 78.\nHAMILTON, Alexander; JAY, John; MADISON, James. Federalist Papers. 1787-1788.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq. \nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. v. 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","ROBERTO BARROSO"],"processo_numero":5877,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433848","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PI","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, converteu o julgamento da medida cautelar em julgamento definitivo de mérito e julgou procedente a ação direta, para declarar a inconstitucionalidade da Lei estadual nº 6.702/2015, editada pelo Estado do Piauí, nos termos do voto do Relator. Plenário, Sessão Virtual de 25.9.2020 a 2.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433848","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Piauí","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433848","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"E M E N T A: AÇÃO DIRETA DE INCONSTITUCIONALIDADE – LEI ESTADUAL Nº 6.702/2015, EDITADA PELO ESTADO DO PIAUÍ, QUE INSTITUI FERIADO BANCÁRIO ANUAL NO ÂMBITO DAQUELA UNIDADE DA FEDERAÇÃO – MATÉRIA SUBMETIDA À COMPETÊNCIA PRIVATIVA DA UNIÃO PARA LEGISLAR SOBRE DIREITO DO TRABALHO (CF, ART. 22, INCISO I) – PRERROGATIVA INSTITUCIONAL DA UNIÃO FEDERAL DE DISCIPLINAR O FUNCIONAMENTO DAS INSTITUIÇÕES FINANCEIRAS (CF, art. 21, VII e VIII e art. 192) – REAFIRMAÇÃO DA JURISPRUDÊNCIA CONSOLIDADA PELO SUPREMO TRIBUNAL FEDERAL NO TEMA – PRECEDENTES – MEDIDA CAUTELAR CONCEDIDA “AD REFERENDUM” DO PLENÁRIO DESTA CORTE – PARECER DA DOUTA PROCURADORIA-GERAL DA REPÚBLICA PELA PROCEDÊNCIA DO PEDIDO – CONVERSÃO DO REFERENDO À MEDIDA CAUTELAR EM JULGAMENTO FINAL DE MÉRITO – POSSIBILIDADE – PRECEDENTES – AÇÃO DIRETA JULGADA PROCEDENTE.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754130364","externo_seq_objeto_incidente":4865214,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-252  DIVULG 16-10-2020  PUBLIC 19-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5396&classe=ADI","is_colac":false,"titulo":"ADI 5396 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00021 INC-00007 INC-00008 ART-00022 \n          INC-00001 ART-00192\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-EST   LEI-006702      ANO-2015\n                LEI ORDINÁRIA, PI"],"publicacao_data":"2020-10-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5396&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONVERSÃO, LIMINAR, JULGAMENTO DO MÉRITO)\nADPF 114 (TP), ADI 4163 (TP), ADI 4925 (TP), ADI 4788 AgR (TP), ADI 5253 (TP), ADPF 337 (TP), ADI 5353 (TP), ADI 5566 (TP), ADI 5723 (TP), ADI 5949 (TP), ADI 6031 (TP), ADI 6083 (TP). \n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, FERIADO)\nADI 3069 (TP), ADI 5566 (TP). \n- Decisão estrangeira citada: Caso McCulloch vs. Maryland, de 1819, da Suprema Corte dos Estados Unidos da América.\n\nNúmero de páginas: 12.\nAnálise: 17/10/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DO SISTEMA FINANCEIRO - CONSIF \nADV.(A/S)  : DAVID PEREIRA CARDOSO E OUTRO(A/S)\nADV.(A/S)  : TERESA CELINA DE ARRUDA ALVIM WAMBIER \nADV.(A/S)  : MARIA LUCIA LINS CONCEICAO DE MEDEIROS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO PIAUÍ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PIAUÍ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : BANCO CENTRAL DO BRASIL - BACEN \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO BANCO CENTRAL DO BRASIL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433848,"documental_tese_texto":null,"procedencia_geografica_completo":"PI - PIAUÍ","processo_codigo_completo":"ADI 5396 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBOSA, Rui. Comentários à Constituição Federal Brasileira. Saraiva, 1932. v. 1. p. 203-225.\nCAETANO, Marcelo. Direito Constitucional. Forense, 1978. v. 2. p. 12-13, item 9.\nNUNES, Castro. Teoria e Prática do Poder Judiciário. Forense, 1943. p. 641-650.","ministro_facet":["CELSO DE MELLO"],"processo_numero":5396,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433139","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Gilmar Mendes (Relator), que dava provimento ao recurso da União, para julgar improcedente a ação, prejudicado o recurso das autoras, pediu vista dos autos o Senhor Ministro Dias Toffoli. Impedido o Senhor Ministro Luiz Fux. Ausente, justificadamente, o Senhor Ministro Joaquim Barbosa. Falaram, pelas recorrentes, o Dr. Carlos Eduardo Caputo Bastos e, pela União, a Dra. Cláudia Aparecida de Souza Trindade, Procuradora da Fazenda Nacional. Presidência do Senhor Ministro Cezar Peluso. Plenário, 31.08.2011. \r\n\n            Decisão: Preliminarmente, o Tribunal, por unanimidade, julgou prejudicado o recurso extraordinário interposto pela Volvo do Brasil Veículos LTDA. e outros. Na sequência, em razão de empate na votação e nos termos do art. 146 do Regimento Interno do Supremo Tribunal Federal, o Tribunal negou provimento ao recurso extraordinário da União. Votaram pela negativa de provimento do recurso extraordinário os Ministros Dias Toffoli (Presidente e Redator para o acórdão), Marco Aurélio, Ricardo Lewandowski, Cármen Lúcia e Rosa Weber. Os Ministros Gilmar Mendes (Relator), Edson Fachin, Roberto Barroso e Celso de Mello davam provimento ao recurso extraordinário da União Federal, para afastar a concessão da isenção de imposto de renda retido na fonte para os não residentes conferida pelo acórdão recorrido e julgavam improcedente a presente ação declaratória. O Ministro Alexandre de Moraes acompanhou o Relator com ressalvas. Impedido o Ministro Luiz Fux. Plenário, Sessão Virtual de 26.6.2020 a 4.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur433139","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433139","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recursos extraordinários. Direito Tributário. Convenção entre o Brasil e a Suécia para Evitar a Dupla Tributação em Matéria de Impostos sobre a Renda (Decreto nº 77.053/76). Imposto de renda retido na fonte. Isenção. Dividendos distribuídos por empresas nacionais sediadas no Brasil a sociedade da Suécia residente naquele país. Empate no julgamento do apelo extremo interposto pela União. Proclamação de solução contrária à pretendida pela recorrente (art. 146 do RISTF).\n\n\n\n    1. Trata-se de controvérsia, tendo presente a Convenção entre o Brasil e a Suécia para Evitar a Dupla Tributação em Matéria de Impostos sobre a Renda (Decreto nº 77.053/76), acerca da isenção, garantida pelo Superior Tribunal de Justiça (STJ), do imposto de renda retido na fonte incidente sobre dividendos distribuídos por empresas nacionais sediadas no Brasil a sociedade da Suécia residente naquele país, todas citadas nos autos. Verificação de empate no julgamento do recurso extraordinário da União interposto contra acórdão do STJ. \n\n\n\n    2. No que se refere à condição jurídica dos tratados internacionais em face de normas de direito interno, os principais entendimentos dos Ministros integrantes da corrente a favor do provimento de tal recurso podem ser sintetizados do seguinte modo: de um lado, defendeu-se que (i) tratados internacionais são espécies normativas infraconstitucionais distintas e autônomas, as quais não se confundem com normas federais, tais como decretos-legislativos, decretos executivos, medidas provisórias, leis ordinárias ou leis complementares e (ii) a Carta Federal não respalda o paradigma dualista; de outro lado, alegou-se existir paridade normativa entre atos internacionais e leis infraconstitucionais de direito interno, resolvendo-se as antinomias entre essas normas pelo critério cronológico ou da especialidade e ressalvando-se os tratados e as convenções internacionais sobre direitos humanos. Argumentou-se, também, que o art. 98 do CTN, de modo legítimo, atribui precedência aos tratados ou convenções internacionais em matéria tributária e estabelece, em virtude do critério da especialidade, a suspensão provisória da eficácia e da aplicabilidade do ordenamento positivo interno. O entendimento sobre a alegada afronta ao princípio da isonomia é de que o acórdão recorrido confundiu o critério de conexão nacionalidade com o de residência, estendendo a todos os súditos suecos residentes no exterior benefícios fiscais apenas concedidos aos residentes no Brasil.\n\n\n\n    3. A argumentação da corrente contra o provimento do apelo extremo da União pode ser resumida da seguinte maneira: para se ultrapassar o entendimento da Corte Superior, a qual consignou ter aquela convenção vedado a dupla tributação e a distinção entre nacionais e residentes, seria necessário o reexame da causa à luz da legislação infraconstitucional pertinente, o que não é permitido em sede de recurso extraordinário.\n\n\n\n    4. Os Ministros julgaram prejudicado, por unanimidade, o recurso extraordinário interposto pela Volvo do Brasil Veículos LTDA e outros contra o acórdão do TRF-4. Foi negado provimento ao recurso extraordinário da União em razão do empate na votação, nos termos do art. 146 do RISTF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754018698","externo_seq_objeto_incidente":2322387,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-243  DIVULG 05-10-2020  PUBLIC 06-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=460320&classe=RE","is_colac":false,"titulo":"RE 460320","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00034 NÚMERO-00012 ART-00048 NÚMERO-00016\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00004 INC-00009 PAR-ÚNICO \n          ART-00005 INC-00002 PAR-00002 PAR-00003 \n          PAR-00004 ART-00049 INC-00001 ART-00084 \n          INC-00008 ART-00097 ART-00102 INC-00003 \n          LET-A ART-00105 INC-00003 LET-A \n          ART-00146 INC-00002 INC-00003 ART-00150 \n          INC-00002 ART-00178\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000154      ANO-1947\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00098\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008383      ANO-1991\n          ART-00075 ART-00076 ART-00077\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009249      ANO-1995\n          ART-00010\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1933\n                TRATADO DE COMÉRCIO E NAVEGAÇÃO ENTRE O BRASIL E O URUGUAI , RIO DE JANEIRO, 25 DE AGOSTO DE 1933\n\n","LEG-INT   TTD      ANO-1960\n                TRATADO QUE ESTABELECE UMA ZONA DE LIVRE COMERCIO E INSTITUI A ASSOCIAÇÃO LATINO-AMERICANA DE LIVRE COMERCIO, CONCLUIDO EM MONTEVIDEU, A 18 DE FEVEREIRO DE 1960, ENTRE ARGENTINA, BRASIL, CHILE, MEXICO, PARAGUAI, PERU E URUGUAI\n\n","LEG-INT   CVC      ANO-1969\n          ART-00027\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-INT   CVC      ANO-1969\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-INT   CVC      ANO-1975\n          ART-00010 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B ART-00024 NÚMERO-1 NÚMERO-2 \n          LET-A LET-B NÚMERO-3 NÚMERO-4 \n          NÚMERO-5\n                CONVENÇÃO PARA EVITAR A DUPLA TRIBUTAÇÃO EM MATÉRIA DE IMPOSTOS SOBRE A RENDA BRASIL-SUÉCIA\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DEL-001111      ANO-1970\n                DECRETO-LEI\n\n","LEG-FED   DLG-005844      ANO-1943\n          ART-00097 LET-A LET-B LET-C\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000043      ANO-1950\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000001      ANO-1961\n                DECRETO LEGISLATIVO - APROVA O TRATADO QUE ESTABELECE UMA ZONA DE LIVRE COMÉRCIO E INSTITUI A ASSOCIAÇÃO LATINO-AMERICANA DE LIVRE COMÉRCIO, INCLUÍDO EM MONTEVIDÉU, A 18 DE FEVEREIRO DE 1960, ENTRE ARGENTINA, BRASIL, CHILE, MÉXICO, PARAGUAI, PERU E URUGUAI\n\n","LEG-FED   DLG-000093      ANO-1975\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO PARA EVITAR A DUPLA TRIBUTAÇÃO EM MATÉRIA DE IMPOSTOS SOBRE A RENDA BRASIL-SUÉCIA\n\n","LEG-FED   DLG-000050      ANO-1981\n                DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO DA NORUEGA DESTINADA A EVITAR A DUPLA TRIBUTAÇÃO E PREVENIR A EVASÃO FISCAL EM MATÉRIA DE IMPOSTOS SOBRE A RENDA E O CAPITAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   DEC-024343      ANO-1934\n                DECRETO - PROMULGA O TRATADO DE COMÉRCIO E NAVEGAÇÃO ENTRE O BRASIL E O URUGUAI , RIO DE JANEIRO, 25 DE AGOSTO DE 1933\n\n","LEG-FED   DEC-050656      ANO-1961\n                DECRETO - PROMULGA O TRATADO QUE ESTABELECE UMA ZONA DE LIVRE COMÉRCIO E INSTITUI A ASSOCIAÇÃO LATINO-AMERICANA DE LIVRE COMÉRCIO, INCLUÍDO EM MONTEVIDÉU, A 18 DE FEVEREIRO DE 1960, ENTRE ARGENTINA, BRASIL, CHILE, MÉXICO, PARAGUAI, PERU E URUGUAI\n\n","LEG-FED   DEC-077053      ANO-1976\n                DECRETO - PROMULGA A CONVENÇÃO PARA EVITAR A DUPLA TRIBUTAÇÃO EM MATÉRIA DE IMPOSTOS SOBRE A RENDA BRASIL-SUÉCIA\n\n","LEG-FED   DEC-001783      ANO-1980\n                DECRETO\n\n","LEG-FED   DEC-086710      ANO-1981\n                DECRETO - PROMULGA A CONVENÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO REINO DA NORUEGA DESTINADA A EVITAR A DUPLA TRIBUTAÇÃO E PREVENIR A EVASÃO FISCAL EM MATÉRIA DE IMPOSTOS SOBRE A RENDA E O CAPITAL\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-FED   DEC-001041      ANO-1994\n          ART-00756 ART-01028\n                DECRETO\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   RGI      ANO-1980\n          ART-00146\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000010      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   CNV-000007      ANO-1980\n                CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   SUMSTF-000575      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. GILMAR MENDES: CABIMENTO, RECURSO EXTRAORDINÁRIO, DECISÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), HIPÓTESE, RECURSO, PARTE VENCIDA, QUESTÃO NOVA; RECURSO, PARTE VENCEDORA, AUSÊNCIA, PRECLUSÃO. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESERVA DO PLENÁRIO. CONTEXTO HISTÓRICO, EVOLUÇÃO, JURISPRUDÊNCIA, STF, APLICAÇÃO, ACORDO INTERNACIONAL, LEGISLAÇÃO INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA. PARIDADE NORMATIVA, TRATADO INTERNACIONAL, NORMA INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA. CONFLITO APARENTE DE NORMAS, TRATADO INTERNACIONAL, LEGISLAÇÃO BRASILEIRA; PRINCÍPIO DA ESPECIALIDADE. TRATADO INTERNACIONAL, MATÉRIA, LEI COMPLEMENTAR. CONCESSÃO, ISENÇÃO TRIBUTÁRIA, TRATADO INTERNACIONAL. NORMA SUPRALEGAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS. CRIAÇÃO, TRATADO INTERNACIONAL, CONSENTIMENTO, REPÚBLICA FEDERATIVA DO BRASIL, APROVAÇÃO, CONGRESSO NACIONAL, RATIFICAÇÃO, PRESIDENTE DA REPÚBLICA. ACORDO INTERNACIONAL, PROCESSO, NEGOCIAÇÃO, DIPLOMATA, FUNCIONÁRIO, ADMINISTRAÇÃO TRIBUTÁRIA, CONCILIAÇÃO, INTERESSE, OBJETIVO, PAÍS, PARTICIPAÇÃO. COOPERAÇÃO JURÍDICA INTERNACIONAL, PACTA SUNT SERVANDA; BOA-FÉ, SEGURANÇA, ACORDO INTERNACIONAL. AFASTAMENTO, APLICAÇÃO, NORMA INTERNACIONAL, NATUREZA TRIBUTÁRIA, INTERMÉDIO, LEGISLAÇÃO ORDINÁRIA, DEFASAGEM, ENTENDIMENTO; COLABORAÇÃO, BOA-FÉ, ESTABILIDADE, TRATADO INTERNACIONAL. ACORDO INTERNACIONAL, OBEDIÊNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, AUTONOMIA, ENTE FEDERADO, PRINCÍPIO DA LEGALIDADE. TRATADO INTERNACIONAL, VEDAÇÃO, DISCRIMINAÇÃO, DISTINÇÃO, ISONOMIA TRIBUTÁRIA. ACÓRDÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), EXTENSÃO, ISENÇÃO, IMPOSTO DE RENDA RETIDO NA FONTE, ESTRANGEIRO NÃO DOMICILIADO NO BRASIL, OFENSA, CONSTITUIÇÃO FEDERAL, CONFUSÃO, CRITÉRIO, CONEXÃO, NACIONALIDADE, RESIDÊNCIA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: PARIDADE NORMATIVA, CONVENÇÃO INTERNACIONAL, TRATADO INTERNACIONAL, LEI INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA. LEI, PREVISÃO, CRITÉRIO, TRIBUTAÇÃO, IMPOSTO DE RENDA RETIDO NA FONTE, AUSÊNCIA, DISCRIMINAÇÃO, UTILIZAÇÃO, CRITÉRIO, DIFERENÇA, LOCAL, RESIDÊNCIA, PESSOA FÍSICA, PESSOA JURÍDICA; INDIFERENÇA, NACIONALIDADE.\n\n- VOTO, MIN. CELSO DE MELLO: CONFLITO DE NORMAS, TRATADO INTERNACIONAL, MATÉRIA TRIBUTÁRIA, LEGISLAÇÃO BRASILEIRA, PREEXISTÊNCIA, PREVALÊNCIA, TRATADO INTERNACIONAL, EFICÁCIA, APLICABILIDADE; PRINCÍPIO DA ESPECIALIDADE. STF, SUPRALEGALIDADE, CONVENÇÃO INTERNACIONAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS. TRATADO INTERNACIONAL, CONVENÇÃO INTERNACIONAL, DIREITOS HUMANOS, NATUREZA CONSTITUCIONAL, COMPOSIÇÃO, BLOCO DE CONSTITUCIONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=460320&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(SÚMULA VINCULANTE 10/STF)\r\nRE 240096 (2ªT), AI 466506 AgR (2ªT).\r\n(PRINCÍPIO DA ESPECIALIDADE, CONFLITO, TRATADO INTERNACIONAL, MATÉRIA TRIBUTÁRIA, LEGISLAÇÃO BRASILEIRA)\r\nHC 51977 (TP) - RTJ 70/333, HC 58727 (TP) - RTJ 100/1030, Ext 583 (TP) - RTJ 154/26, Ext 662 (1ªT) - RTJ 164/420, RE 90824 (TP), Ext 7, RE 99376 (2ªT), RE 80004 (TP).\r\n(INTERNALIZAÇÃO DOS TRATADOS INTERNACIONAIS)\r\nRE 71154 (TP).\r\n(PARIDADE NORMATIVA, TRATADO INTERNACIONAL, NORMA INFRACONSTITUCIONAL, LEGISLAÇÃO BRASILEIRA)\r\nRE 149948 (2ªT) - RTJ 172/226, ADI 1480 MC (TP), ARE 766618 (TP), RE 80004 (TP), ACi 7872, ACi 9587 (2ªT).\r\n(CONFLITO APARENTE DE NORMAS, TRATADO INTERNACIONAL, LEGISLAÇÃO BRASILEIRA)\r\nHC 72131 (TP), HC 58727 (TP).\r\n(SÚMULA 575/STF)\r\nAI 98324 AgR (1ªT), AI 101336 AgR (1ªT), RE 99335 (1ªT), RE 100513 (1ªT), RE 114504 (2ªT), RE 116344 (1ªT), AI 93564 AgR (2ªT), RE 111711 (1ªT), RE 115655 (2ªT), RE 116944 (2ªT), RE 100904 (1ªT).\r\n(INGRESSO, TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO)\r\nADI 1480 MC (TP).\r\n(CONCESSÃO, ISENÇÃO TRIBUTÁRIA, TRATADO INTERNACIONAL)\r\nADI 1600 (TP), RE 229096 (TP).\r\n(NORMA SUPRALEGAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\r\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP).\r\n(PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA)\r\nHC 93280 (2ªT).\r\n- Decisões monocráticas citadas:\r\n(SÚMULA 283/STF)\r\nAI 785255, RE 450239, AI 740321, ARE 955262.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(PRINCÍPIO DA ESPECIALIDADE, CONFLITO, TRATADO INTERNACIONAL, MATÉRIA TRIBUTÁRIA, LEGISLAÇÃO BRASILEIRA)\r\nRDA 41/452.\r\n- Legislação estrangeira citada: art. 11, da Constituição italiana; art. 8º e art. 16, n. 1 e n. 2, da Constituição da República Portuguesa, (Quarta Revisão/1997); art. 9, n. 2 e art. 96, n. 1, da Constituição espanhola; artigo 9º, da Constituição do Paraguai, de 20.06.1992; art. 75, inciso 24 da Constituição da Argentina e (Constituição de 1853, substancialmente alterada pela Reforma de 1994, Art. 75, n. 22); art. 94, da Constituição de 1982, da Holanda; art. 15, n. 4, da Constituição de 1993, da Federação Russa; art. 137 e art. 141, da Constituição de 1992, do Paraguai; art. 55, da Constituição de 1958, da França.\n- Decisão estrangeira citada: Caso Namíbia [Legal Consequences for States of the Continued Presence os South África in Namíbia (South West Africa) notwithstanding Security Council Resolution 276 (1970), First Advisory Opinion, ICJ Reports 1971, p. 16, §§ 94-95].\n\nNúmero de páginas: 88.\nAnálise: 08/06/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : VOLVO DO BRASIL VEÍCULOS LTDA E OUTRO(A/S)\nADV.(A/S)  : BEATRIZ DONAIRE DE MELLO E OLIVEIRA E OUTRO(A/S)\nRECTE.(S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL \nRECDO.(A/S)  : OS MESMOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433139,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 460320","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÄBERLE, Peter. El estado constitucional. Tradução: Hector Fix-Fierro. México: Universidad Nacional Autónoma de México, 2003. p. 67, 68, 74 e 75-77.\nAMARAL, Antônio Carlos Rodrigues do. In MARTINS, Ives Gandra da Silva. Comentários ao Código Tributário Nacional. 4. ed. São Paulo: Saraiva, 2006. p. 39-44.\n______. In MARTINS, Ives Gandra da Silva. Comentários ao Código Tributário Nacional. 7. ed. Saraiva, 2013. v. 2. p. 61-62.\nATALIBA, Geraldo. Apontamentos de Ciência das Finanças, Direito Financeiro e Tributário. Revista dos Tribunais, 1969. p. 110.\nBALEEIRO, Aliomar. Direito Tributário Brasileiro. 12. ed. Forense, 2013. p. 970, item 1.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1988. p. 466.\nBORGES, Antônio de Moura. Convenções sobre Dupla Tributação Internacional. Teresina: EDUFPI, 1992. p. 141-142 e 154.\nBORGES, José Alfredo. Revista de Direito Tributário, v. 27, n. 28, p. 170-173.\nBORGES, José Souto Maior. Teoria geral da Isenção Tributária. 3. ed. São Paulo: Malheiros, 2007. p. 290-292.\nCANOTILHO, José Joaquim Gomes. Direito constitucional e teoria da Constituição. p. 725-727.\nDORIA, Antônio Roberto Sampaio. Da Lei Tributária no Tempo. 1968. p. 41.\nFROWEIN, Jochen Abr. Die Europäisierung des Verfassungsrechts. In: BADURA, Peter; DREIER, Horst. Festschrift des Bundesverfassungsgerichts. Bd. I, 2001. p. 209-210.\nHARADA, Kiyoshi. Direito Financeiro e Tributário. 26. ed. Atlas, 2017. p. 344, item 8.5.2.8.\nHERDEGEN, Matthias. Völkerrecht. 4. ed. München: Beck, 2005. p. 112-113.\nHIRSCH, Moshe. Compliance with International Norms. In: The Impact of International Law on International Cooperation. Cambridge: Cambridge University Press, 2004. p. 184-188.\nKELSEN, Hans. Teoria Geral do Direito e do Estado. 3. ed. Tradução: Luís Carlos Borges. São Paulo: Martins Fontes, 1998. p. 515 et seq.\nKIRCHHOF, Paul. La Influencia de la Constitucón Alemana em su Legislación Tributaria. In: Garantias Constitucionales del Contribuyente, Tirant lo Blanch, Valencia, 1998. p. 26.\nLAFER, Celso. A Internacionalização dos Direitos Humanos: Constituição, Racismo e Relações Internacionais. Manole, 2005. p. 16-18.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 26. ed. São Paulo: Malheiros, 2005. p. 98-99.\n______.______. 37. ed. Malheiros, 2016. p. 86, item 5.\nMAZZUOLI, Valerio de oliveira. Curso de Direito Internacional Público. 2. ed. Revista dos Tribunais, 2007. p. 682-702, item 8.\nPAULSEN, Leandro. Direito Tributário: Constituição e Código Tributário à luz da doutrina e da\njurisprudência. 13. ed. Livraria do Advogado, 2011. p. 883.\nPIOVESAN, Flávia. Direitos Humanos e o Direito Constitucional Internacional. 7. ed. Saraiva, 2006. p. 51-77.\nREZEK, José Francisco. Direito dos Tratados. Forense, 1984. p. 470-475, itens 393-395.\n______. Direito Internacional Público. São Paulo: Saraiva, 2002. p. 28-29 e 57-58.\nRUST, Alexander. \"Art. 24” Rz. 2/4. In: VOGEL & LEHNER. Doppelbesteuerungsabkommen. 4. ed. München: Beck, 2003. p. 1817-1818.\nSABBAG, Eduardo. Manual de Direito Tributário. 3. ed. Saraiva, 2011. p. 595-598, item 2.1.9.\nSHAW, Malcom. International Law. Cambridge: Cambridge University Press, 2003. p. 812.\nSTRENGER, Irineu. Curso de Direito Internacional Privado. fORENSE, 1978. p. 108-112.\nTÔRRES, Heleno. Pluritributação Internacional sobre as Rendas de Empresas. 2. ed. São Paulo: Revista dos Tribunais, 2001. p. 95 e 578-582.\nTORRES, Ricardo Lobo. Curso de Direito Financeiro e Tributário. 2. ed. Renovar, 1995. p. 42-44, item 16.\nTRIEPEL, Karl Heinrich. As Relações entre o Direito Interno e o Direito Internacional. Tradução: Amílcar de Castro. Revista da Faculdade de Direito, ano XVII, n. 6, out. 1966. p. 7-64.\nTRINDADE, Antônio Augusto Cançado. Tratado de Direito Internacional dos Direitos Humanos. 2. ed. Fabris, 2003. v. 1. p. 513, item 13.\nVERDROSS, Alfred; SIMMA, Bruno. Universelles Völkerrecht. Berlin: Duncker und Humblot, 1984. p. 53 e 339.\nVOGEL, Klaus. \"Einleitung\" Rz. 70/72. 4. ed. In VOGEL & LEHNER. Doppelbesteuerungsabkommen. München: Beck, 2003. p. 137-138.\nXAVIER, Alberto. Direito Tributário Internacional do Brasil. 6. ed. Rio de Janeiro: Forense, 2005. p. 95 e 132.","ministro_facet":["GILMAR MENDES","DIAS TOFFOLI"],"processo_numero":460320,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432798","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Joaquim Barbosa (Presidente), Teori Zavascki e Luiz Fux, negando provimento ao recurso extraordinário, e o voto do Ministro Roberto Barroso, dando-lhe provimento, o julgamento foi suspenso. Ausentes, justificadamente, o Ministro Celso de Mello, o Ministro Dias Toffoli, representando o Tribunal na III Assembleia da Conferência das Jurisdições Constitucionais dos Países de Língua Portuguesa, em Angola, e, neste julgamento, o Ministro Ricardo Lewandowski. Falou pela recorrente a Dra. Jenny Mello Leme. Plenário, 05.06.2014.\r\n\n                       Decisão: Após os votos dos Ministros Rosa Weber, Gilmar Mendes e Dias Toffoli, negando provimento ao recurso, pediu vista dos autos a Ministra Cármen Lúcia. Ausente, justificadamente, o Ministro Celso de Mello. Não participa da votação o Ministro Edson Fachin, sucessor do Ministro Joaquim Barbosa (Relator). Presidência do Ministro Ricardo Lewandowski. Plenário, 06.08.2015.\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 508 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Ministro Joaquim Barbosa (Relator), vencidos os Ministros Roberto Barroso e Cármen Lúcia. Em seguida, o julgamento foi suspenso para fixação da tese de repercussão geral em assentada posterior. Redigirá o acórdão o Ministro Luiz Fux (art. 38, IV, b, do Regimento Interno do STF). Não votaram os Ministros Alexandre de Moraes e Edson Fachin, sucessores dos Ministros Teori Zavascki e Joaquim Barbosa, respectivamente. Plenário, Sessão Virtual de 19.6.2020 a 26.6.2020.\r\n\n            Decisão: Em continuidade de julgamento, o Tribunal, por unanimidade, fixou a seguinte tese de repercussão geral (tema 508): “Sociedade de economia mista, cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, está voltada à remuneração do capital de seus controladores ou acionistas, não está abrangida pela regra de imunidade tributária prevista no art. 150, VI, ‘a’, da Constituição, unicamente em razão das atividades desempenhadas”, nos termos do voto do Ministro Luiz Fux, Redator para o acórdão. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur432798","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432798","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: TRIBUTÁRIO. IPTU. IMUNIDADE RECÍPROCA. SOCIEDADE DE ECONOMIA MISTA. NATUREZA JURÍDICA DE DIREITO PRIVADO. PARTICIPAÇÃO ACIONÁRIA DISPERSA E NEGOCIADA EM BOLSA DE VALORES. EXAME DA RELAÇÃO ENTRE OS SERVIÇOS PÚBLICOS PRESTADOS E O OBJETIVO DE DISTRIBUIÇÃO DE LUCROS A INVESTIDORES PÚBLICOS E PRIVADOS COMO ELEMENTO DETERMINANTE PARA APLICAÇÃO DA SALVAGUARDA CONSTITUCIONAL. SERVIÇO PÚBLICO DE SANEAMENTO BÁSICO SEM FINS LUCRATIVOS. CF/88, ARTS. 5º, II, XXXV, LIV E LV; 37, INCISOS XIX E XXI E § 6º; 93, IX; 150, VI; E 175, PARÁGRAFO ÚNICO. PRECEDENTES QUE NÃO SE ADEQUAM PERFEITAMENTE AO CASO CONCRETO. IMUNIDADE QUE NÃO DEVE SER RECONHECIDA. REDATOR PARA ACÓRDÃO (ART. 38, IV, B, DO RISTF). FIXAÇÃO DA TESE DE REPERCUSSÃO GERAL.\n\n\n\n    1. A matéria foi decidida por maioria pelo Plenário do Supremo Tribunal Federal, que acompanhou o voto do I. Relator, Min. Joaquim Barbosa. Redação da proposta de tese de repercussão geral (art. 38, IV, b, do RISTF).\n\n\n\n    2. A imunidade tributária recíproca (art. 150, IV, “a”, da Constituição) não é aplicável às sociedades de economia mista cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, estão voltadas à remuneração do capital de seus controladores ou acionistas, unicamente em razão das atividades desempenhadas.\n\n\n\n    3. O Supremo Tribunal Federal nos autos do RE 253.472, Redator para o acórdão Min. Joaquim Barbosa, DJe 1º/2/2011, já decidiu, verbis: atividades de exploração econômica, destinadas primordialmente a aumentar o patrimônio do Estado ou de particulares, devem ser submetidas à tributação, por apresentarem-se como manifestações de riqueza e deixarem a salvo a autonomia política.\n\n\n\n    4. In casu, trata-se de sociedade de economia mista de capital aberto, autêntica S/A, cuja participação acionária é negociada em Bolsas de Valores (Bovespa e New York Stock Exchange, e.g.) e que, em agosto de 2011, estava dispersa entre o Estado de São Paulo (50,3%), investidores privados em mercado nacional (22,6% - Bovespa) e investidores privados em mercado internacional (27,1% - NYSE), ou seja, quase a metade do capital social pertence a investidores. A finalidade de abrir o capital da empresa foi justamente conseguir fontes sólidas de financiamento, advindas do mercado, o qual espera receber lucros como retorno deste investimento.\n\n\n\n    5. A peculiaridade afasta o caso concreto da jurisprudência da Suprema Corte que legitima o gozo da imunidade tributária.\n\n\n\n    6. Recurso Extraordinário improvido pela maioria do Supremo Tribunal Federal.\n\n\n\n    7. Proposta de tese de repercussão geral: Sociedade de economia mista, cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, está voltada à remuneração do capital de seus controladores ou acionistas, não está abrangida pela regra de imunidade tributária prevista no art. 150, VI, “a”, da Constituição, unicamente em razão das atividades desempenhadas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753969848","externo_seq_objeto_incidente":2684516,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-239  DIVULG 29-09-2020  PUBLIC 30-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=600867&classe=RE","is_colac":false,"titulo":"RE 600867","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00002 INC-00035 INC-00054 \n          INC-00055 ART-00006 ART-00021 INC-00020 \n          ART-00023 INC-00009 ART-00030 INC-00005 \n          ART-00037 INC-00019 INC-00021 PAR-00006 \n          ART-00093 INC-00009 ART-00102 INC-00003 \n          LET-A ART-00150 INC-00004 INC-00006 \n          LET-A PAR-00002 PAR-00003 PAR-00004 \n          ART-00173 \"CAPUT\" PAR-00001 INC-00002 \n          PAR-00002 ART-00175 PAR-ÚNICO INC-00001 \n          ART-00177 ART-00196 ART-00197\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004728      ANO-1965\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-011445      ANO-2007\n          ART-00029 INC-00001 ART-0054A\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013329      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000200      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   RGI      ANO-1980\n          ART-00038 INC-00004 LET-B\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-09-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EMPRESA PRIVADA, TRANSPORTE, CARGA, PEDIDO, CONSELHO ADMINISTRATIVO DE DEFESA ECONÔMICA (CADE), APRECIAÇÃO, DANO, CONCORRÊNCIA DESLEAL, EMPRESA BRASILEIRA DE CORREIOS E TELÉGRAFOS (ECT), IMUNIDADE TRIBUTÁRIA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: RECONHECIMENTO, IMUNIDADE, PRESTAÇÃO, EXCLUSIVIDADE, SERVIÇO PÚBLICO, AUSÊNCIA, LUCRO; EXISTÊNCIA, LUCRO, AUSÊNCIA, CONCORRÊNCIA.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: IMUNIDADE TRIBUTÁRIA RECÍPROCA, INAPLICABILIDADE, EMPRESA ESTATAL, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, APLICABILIDADE, EMPRESA PRESTADORA DE SERVIÇO, SERVIÇO PÚBLICO ESSENCIAL. EMPRESA ESTATAL, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, REGIME JURÍDICO, EMPRESA PRIVADA. SOCIEDADE DE ECONOMIA MISTA, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO, SANEAMENTO BÁSICO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA ESTATAL, PRESTAÇÃO DE SERVIÇO, FORNECIMENTO DE ÁGUA, TRATAMENTO DE ESGOTO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXTENSÃO, COMPANHIA DE SANEAMENTO BÁSICO DO ESTADO DE SÃO PAULO (SABESP), PAGAMENTO, IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=600867&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ATIVIDADE, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, TRIBUTAÇÃO)\nRE 253472 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, SOCIEDADE DE ECONOMIA MISTA)\nRE 580264 (TP), RE 601392 RG, RE 600010 RG, RE 601720 RG, RE 594015 RG, RE 627051 RG, ARE 638315 RG, RE 773131 AgR (2ªT). \n(EMPRESA ESTATAL, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, REGIME JURÍDICO, EMPRESA PRIVADA)\nADI 1642 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA ESTATAL, PRESTAÇÃO DE SERVIÇO, FORNECIMENTO DE ÁGUA, TRATAMENTO DE ESGOTO)\nAI 627242 AgR (1ªT), RE 639696 AgR (2ªT), ACO 2243 AgR-segundo (TP), ARE 905129 AgR (1ªT), RE 342314 AgR-quinto (1ªT). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXTENSÃO, CEMIG, PAGAMENTO, IPTU)\nRE 918704 AgR (1ªT), RE 1003246 AgR (2ªT), RE 1097339 AgR (2ªT), RE 1188668 AgR (2ªT). \n(SOCIEDADE DE ECONOMIA MISTA, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO, SANEAMENTO BÁSICO)\nADPF 556 (TP). \n- Decisões monocráticas citadas:\n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA ESTATAL, PRESTAÇÃO DE SERVIÇO, FORNECIMENTO DE ÁGUA, TRATAMENTO DE ESGOTO)\nRE 765930, ARE 809752, ARE 1044785.\n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXTENSÃO, SABESP, PAGAMENTO, IPTU)\nRE 660057.\n- Decisão estrangeira citada: Ccaso McCulloch vs. Maryland, 17 U.s 316 (1819), Suprema Corte dos Estados Unidos.\n- Veja arts. 1º e 2º do Estatuto Social da Sabesp.\nNúmero de páginas: 96.\nAnálise: 30/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : COMPANHIA DE SANEAMENTO BÁSICO DO ESTADO DE SÃO PAULO - SABESP \nADV.(A/S)  : OSMAR MENDES PAIXÃO CÔRTES E OUTRO(A/S)\nRECDO.(A/S)  : MUNICÍPIO DA ESTÂNCIA BALNEÁRIA DE UBATUBA \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"508 - Imunidade tributária recíproca para sociedade de economia mista com participação acionária negociada em bolsa de valores.","old_seq_sjur":432798,"documental_tese_texto":"Sociedade de economia mista, cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, está voltada à remuneração do capital de seus controladores ou acionistas, não está abrangida pela regra de imunidade tributária prevista no art. 150, VI, ‘a’, da Constituição, unicamente em razão das atividades desempenhadas.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 600867","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CARRAZZA, Roque Antonio. Curso de Direito Constitucional Tributário. 22. ed. São Paulo: Malheiros, 2006. p. 702 e 716.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 22. ed.  Malheiros, 2007. p. 665-666.\n______.______. 7. ed. São Paulo: Malheiros, 2013. p. 203.\nTRANSPORTADORAS pretendem acionar o Cade contra benefício dos Correios. Folha de S. Paulo, 07 ago. 2013. Dispoível em: http://www1.folha.uol.com.br/mercado/2013/08/1322738-transportadoraspretendem-acionar-o-cade-contra-beneficio-dos-correios.shtml.","ministro_facet":["JOAQUIM BARBOSA","LUIZ FUX"],"processo_numero":600867,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432597","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Gilmar Mendes, que concedia a ordem, pediu vista o Ministro Edson Fachin. Não participou deste julgamento o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 14.8.2020 a 21.8.2020.\r\n\n           Decisão: A Turma, por empate, concedeu a ordem de habeas corpus e confirmou a liminar deferida para converter a prisão preventiva em prisão domiciliar, com a imediata expedição do alvará de soltura. Ademais, com base nos arts. 318-B e 319 do CPP, determinou a imposição cumulada de medidas cautelares, nos termos do voto do Relator. Prosseguindo, indeferiu o pedido de extensão ao corréu Gabriel Macedo da Silva, porquanto sua situação não é semelhante à dos pacientes, sobretudo em razão da reincidência. Quanto aos corréus, Luis Henrique Pereira de Souza e Erik Gustavo Ramos da Silva, diante da evidente similaridade fática, estendeu os efeitos da decisão, vencidos os Ministros Edson Fachin e Ricardo Lewandowski. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 11.9.2020 a 21.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432597","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432597","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Penal e Processo Penal. 3. Furto qualificado (art. 155, § 4º, do CP). 4. Pandemia de Covid-19. Recomendação 62 do CNJ. Verifica-se que o caso concreto se enquadra nas hipóteses dos artigos 4º, I, “a” (crime sem violência ou grave ameaça à pessoa), e 5º, III (prisão em regime semiaberto ou aberto), da Recomendação 62 do CNJ. 5. Ordem concedida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753942818","externo_seq_objeto_incidente":5918492,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-237  DIVULG 25-09-2020  PUBLIC 28-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186020&classe=HC","is_colac":false,"titulo":"HC 186020","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00047 LET-E \n          INC-00050 INC-00054 INC-00057 ART-00006 \n          ART-00196\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      ANO-2007\n          ART-00025\n                CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007 \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00155 PAR-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-0318B ART-00319 ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007 \n\n","LEG-FED   DEC-006949      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   RGI      ANO-1980\n          ART-00192\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-09-28","documental_acordao_mesmo_sentido_lista_texto":"HC 186954  PROCESSO ELETRÔNICO\n          JULG-22-09-2020  UF-SP  TURMA-02  MIN-GILMAR MENDES N.PÁG-020\n          DJe-237  DIVULG 25-09-2020  PUBLIC 28-09-2020","documental_indexacao_texto":"- SISTEMA PRISIONAL BRASILEIRO, ESTADO DE COISAS INCONSTITUCIONAL. COMPETÊNCIA, STF, PROTEÇÃO, DIREITO FUNDAMENTAL. MANUTENÇÃO, PRISÃO, MOMENTO, PANDEMIA, OFENSA, PROIBIÇÃO, IMPOSIÇÃO, PENA CRUEL. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), DEVIDO PROCESSO LEGAL, DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PROTEÇÃO, SAÚDE, CONVENÇÃO, DIREITO, PESSOA COM DEFICIÊNCIA. JURISPRUDÊNCIA, STF, CONSIDERAÇÃO HUMANITÁRIA, SUPERLOTAÇÃO, CARÁTER PRECÁRIO, SISTEMA CARCERÁRIO. REAVALIAÇÃO, JUÍZO DE PRIMEIRO GRAU, PRISÃO DOMICILIAR, MOMENTO POSTERIOR, CESSAÇÃO, PANDEMIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AUSÊNCIA, DECISÃO, ÂMBITO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). DEFICIÊNCIA DE INSTRUÇÃO, HABEAS CORPUS, AUSÊNCIA, CONSTRANGIMENTO ILEGAL, ATUAÇÃO, STF. IMPETRAÇÃO, HABEAS CORPUS, ACÓRDÃO, RECURSO EM HABEAS CORPUS, FUNDAMENTO, DECISÃO, CORRÉU. PRISÃO PREVENTIVA, FUNDAMENTO, GRAVIDADE CONCRETA, CRIME, INTEGRAÇÃO, ORGANIZAÇÃO CRIMINOSA, PERICULOSIDADE, PACIENTE, MODUS OPERANDI. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONCESSÃO, PRISÃO DOMICILIAR, ÂMBITO, HABEAS CORPUS, NECESSIDADE, PACIENTE, INTEGRANTE, GRUPO DE RISCO. HABEAS CORPUS, REEXAME, FATO, PROVA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: NECESSIDADE, COMPROVAÇÃO, PACIENTE, INTEGRANTE, GRUPO DE RISCO. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), VERIFICAÇÃO, JUIZ, TRIBUNAL, SITUAÇÃO, PRESO, CASO CONCRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186020&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SISTEMA PRISIONAL BRASILEIRO, ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n(IMPOSIÇÃO, REGIME PRISIONAL MAIS GRAVOSO, ORGANIZAÇÃO CRIMINOSA)\nHC 95024 (1ªT). \n(MANUTENÇÃO, PRISÃO CAUTELAR, FUNDAMENTAÇÃO IDÔNEA, PECULIARIDADE, CASO CONCRETO)\nHC 140986 (1ªT), HC 169014 AgR (2ªT), HC 169822 AgR (2ªT). \n- Decisões estrangeiras citadas: Caso  Coleman vs. Brown, Caso Plata vs. Schwazenegger e Caso Brown vs. Plata (Docket nº 09-1233), julgados em 2011, da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: oitava emenda da Constituição dos Estados Unidos.\n- Veja artigo 4º, I, \"a\" e artigo 5º, III, da Recomendação 62/2020 do Conselho Nacional de Justiça - CNJ.\n- Veja HC 183239 e HC 183915 do STF.\n\nNúmero de páginas: 22.\nAnálise: 24/08/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : JEFERSON CHAMORRO JUNIOR \nPACTE.(S)  : LUCAS HENRIQUE DA SILVA REZENDE \nIMPTE.(S)  : RODRIGO SOARES DE CARVALHO E OUTRO(A/S)\nCOATOR(A/S)(ES) : JUIZ DE DIREITO DA 1ª VARA CRIMINAL DA COMARCA DE MOGI DAS CRUZES \nINTDO.(A/S)  : LUÍS HENRIQUE PEREIRA DE SOUZA \nADV.(A/S)  : DAMASIO MARINO E OUTRO(A/S)\nINTDO.(A/S)  : ERIK GUSTAVO RAMOS DA SILVA \nADV.(A/S)  : TAINA SUILA DA SILVA ARANTES TORRES \nINTDO.(A/S)  : GABRIEL MACEDO DA SILVA \nINTDO.(A/S)  : SIDNEY DA SILVA SOUZA \nADV.(A/S)  : RODRIGO SOARES DE CARVALHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432597,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 186020","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-09-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"SALINS, Lauren; SIMPSON, Shepard. Efforts to fix a broken system: Brown v. Plata and the prison\novercrowding epidemic. Loyola University Chicago Law Journal, v. 44, n. 4. 2013. p. 1169.","ministro_facet":["GILMAR MENDES"],"processo_numero":186020,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}