{"result":{"took":409,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur361668","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 22.11.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur361668","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur361668","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ARGENTINA. CRIME DE HOMICÍDIO. DUPLA TIPICIDADE ATENDIDA. PRESCRIÇÃO. INOCORRÊNCIA. DISCUSSÃO DE MÉRITO E PARCIALIDADE DO JUÍZO REQUERENTE. VIA IMPRÓPRIA. CONTENCIOSIDADE LIMITADA. PROBLEMAS DE SAÚDE DO EXTRADITADO. CIRCUNSTÂNCIA QUE NÃO IMPEDE A EXTRADIÇÃO. ATENDIMENTO A TODOS OS REQUISITOS LEGAIS. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. A extradição instrutória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem por fim viabilizar o julgamento de suspeitos da prática, no território do Estado Requerente, de crimes que atendam ao requisito da dupla tipicidade e que não incidam nas hipóteses legais de inadmissibilidade.\n\n\n\n    2. A contenciosidade limitada, regra que rege o julgamento da Extradição, impede que o Supremo Tribunal Federal analise questões de mérito, posto incompetente ratione materiae.\n\n\n\n    3. A saúde eventualmente precária do extraditando não é suficiente para impedir sua entrega, restando a mesma condicionada a prévio exame médico oficial que ateste suas condições físicas para suportar adequadamente a viagem até o país requerente, nos termos do parágrafo único do art. 89 da Lei 6.815/1980. \n\n\n\n    3. In casu, \n\n\n\n    (a) o Extraditando é acusado de ter praticado crime de homicídio consumado, em horário incerto entre 31/08/2015 e 1º/09/2015;\n\n\n\n    (b) a prescrição da pretensão punitiva do delito de homicídio, pelo Código Penal Argentino, consuma-se em 2023, e pelo Código Penal brasileiro, em 2035;\n\n\n\n    (c) a parcialidade de autoridades da República Argentina não se presume e sua mera alegação não inviabiliza o deferimento da extradição;\n\n\n\n    (d) estão preenchidos todos os requisitos para o deferimento da extradição, previstos no Tratado Bilateral, ausentes hipóteses de inadmissibilidade.\n\n\n\n    4. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12188698","externo_seq_objeto_incidente":4982186,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-263  DIVULG 09-12-2016  PUBLIC 12-12-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1456&classe=Ext","is_colac":false,"titulo":"Ext 1456","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00089 PAR-ÚNICO\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1961\n          ART-00002 ART-00003 LET-A LET-B \n          LET-C LET-D LET-E ART-00004 \n          LET-A PAR-00001 PAR-00002\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA"],"publicacao_data":"2016-12-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1456&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1303 (2ªT), Ext 1445 (1ªT), Ext 1448 (1ªT). \n(EXTRADIÇÃO, EXAME DE SAÚDE, EXTRADITANDO)\nExt 1074 (TP), Ext 1244 (1ªT), Ext 1346 (2ªT), Ext 1368 (2ªT). \n- Legislação estrangeira citada: art. 65, art. 79, do Código Penal Argentino.\nNúmero de páginas: 12.\nAnálise: 14/12/2016, JSF.\nRevisão: 15/12/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : OCTAVIO FRANCISCO MARCOS GIGLI OU OTTAVIO FRANCISCO MARCOS GIGLI \nADV.(A/S)  : JEFFERSON XAVIER DA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":361668,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1456","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-11-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1456,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur187388","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Marco Aurélio, Relator, que referendava o ato que concedia o efeito suspensivo ao recurso extraordinário, pediu vista dos autos o Senhor Ministro Joaquim Barbosa. Ausente, justificadamente, a Senhora Ministra Ellen Gracie. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 24.09.2003. \r\n  \nDecisão: Após o voto do Senhor Ministro Marco Aurélio, Relator, que referendava o ato que concedia o efeito suspensivo ativo ao recurso extraordinário, e dos votos dos Senhores Ministros Joaquim Barbosa e Carlos Britto, que negavam tal efeito, pediu vista dos autos o Senhor Ministro Cezar Peluso. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 03.12.2003. \r\n  \nDecisão: Após os votos dos Senhores Ministros Marco Aurélio, Relator, e Cezar Peluso, que referendavam o ato que concedia o efeito suspensivo ativo ao recurso extraordinário, e dos votos dos Senhores Ministros Joaquim Barbosa e Carlos Britto, que o negavam, pediu vista dos autos o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 04.02.2004.\r\n \nDecisão: Renovado o pedido de vista do Senhor Ministro Gilmar Mendes, justificadamente, nos termos do § 1º do artigo 1º da Resolução nº 278, de 15 de dezembro de 2003. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 28.04.2004.\r\n \nDecisão: Após o voto-vista do Senhor Ministro Gilmar Mendes (Presidente), que negava referendo à liminar, no que foi acompanhado pelos Senhores Ministros Dias Toffoli e Cármen Lúcia, e o voto do Senhor Ministro Ricardo Lewandowski, que a referendava, pediu vista dos autos a Senhora Ministra Ellen Gracie. Ausentes, justificadamente, o Senhor Ministro Eros Grau e, neste julgamento, o Senhor Ministro Joaquim Barbosa. Plenário, 18.12.2009. \r\n\nDecisão: Prosseguindo no julgamento, o Tribunal, por maioria, negou referendo à cautelar, contra os votos dos Senhores Ministros Marco Aurélio (Relator), Cezar Peluso (Presidente), Ricardo Lewandowski e Celso de Mello. Redigirá o acórdão o Senhor Ministro Joaquim Barbosa. Plenário, 24.11.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"JOAQUIM BARBOSA","revisor_processo_nome":null,"id":"sjur187388","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur187388","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. TUTELA DE URGÊNCIA (PODER GERAL DE CAUTELA). REQUISITOS. AUSÊNCIA. \n\n\nPROCESSUAL CIVIL. REFERENDO DE DECISÃO MONOCRÁTICA (ART. 21, V DO RISTF). \n\n\n\n\nCONSTITUCIONAL. TRIBUTÁRIO. DADOS BANCÁRIOS PROTEGIDOS POR SIGILO. TRANSFERÊNCIA DE INFORMAÇÕES SIGILOSAS DA ENTIDADE BANCÁRIA AO ÓRGÃO DE FISCALIZAÇÃO TRIBUTÁRIA FEDERAL SEM PRÉVIA AUTORIZAÇÃO JUDICIAL. LEI COMPLEMENTAR 105/2001. LEI 10.174/2001. DECRETO 3.724/2001. \n\n\n\n\nA concessão de tutela de urgência ao recurso extraordinário pressupõe a verossimilhança da alegação e o risco do transcurso do tempo normalmente necessário ao processamento do recurso e ao julgamento dos pedidos. \n\n\n\n\nIsoladamente considerado, o ajuizamento de ação direta de inconstitucionalidade sobre o tema é insuficiente para justificar a concessão de tutela de urgência a todo e qualquer caso. \n\n\n\n\nAusência do risco da demora, devido ao considerável prazo transcorrido entre a sentença que denegou a ordem e o ajuizamento da ação cautelar, sem a indicação da existência de qualquer efeito lesivo concreto decorrente do ato tido por coator (21.09.2001 – 30.06.2003). \n\n\n\n\nMedida liminar não referendada. Decisão por maioria.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=33&classe=AC-MC","externo_seq_objeto_incidente":3707060,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-027 DIVULG 09-02-2011 PUBLIC 10-02-2011\r\nEMENT VOL-02461-01 PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=33&classe=AC","is_colac":false,"titulo":"AC 33 MC","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00010 INC-00011 INC-00012 \r\n          ART-00037 INC-00061 ART-00058 PAR-00003 \r\n          ART-00101 PAR-00002 ART-00102 INC-00003 \r\n          LET-A LET-B ART-00145 PAR-00001 \r\n          ART-00148 ART-00149 ART-00150 INC-00001 \r\n          INC-00002 ART-00153 ART-00154 ART-00155 \r\n          ART-00156 ART-00170 INC-00004 ART-00195\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   LEI-005172      ANO-1966\r\n          ART-00003 ART-00113 PAR-00002 ART-00148 \r\n          ART-00195 ART-00198\r\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\r\n","LEG-FED   LEI-005869      ANO-1973\r\n          ART-00273 PAR-00002 PAR-00007 REDAÇÃO DADA PELA LEI-10444/2002\r\n          ART-00527 INC-00003 REDAÇÃO DADA PELA LEI-10352/2001\r\n          ART-00796\r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LEI-010406      ANO-2002\r\n          ART-01180 ART-01181 ART-01182 ART-01183\r\n          ART-01184   \r\n                CC-2002 CÓDIGO CIVIL\r\n","LEG-FED   LCP-000105      ANO-2001\r\n          ART-00006 PAR-ÚNICO ART-00010 PAR-ÚNICO\r\n          ART-00011\r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LEI-009311      ANO-1996\r\n          ART-00011 PAR-00003\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-010352      ANO-2001\r\n          ART-00001   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-010174      ANO-2001\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-010444      ANO-2002\r\n          LEI ORDINÁRIA\r\n","LEG-FED   DEC-003724      ANO-2001\r\n          ART-00004 ART-00005\r\n          DECRETO\r\n","LEG-FED   RGI      ANO-1980\r\n          ART-00021 INC-00005  \r\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2011-02-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  INDEFERIMENTO, CONCESSÃO, EFEITO SUSPENSIVO ATIVO, RECURSO \r\nEXTRAORDINÁRIO, DECORRÊNCIA, INEXISTÊNCIA, JUSTIFICATIVA, TUTELA \r\nANTECIPADA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. GILMAR MENDES: SIGILO BANCÁRIO, \r\nDESCARACTERIZAÇÃO, DIREITO ABSOLUTO, HIPÓTESE, CONFLITO, INTERESSE \r\nINDIVIDUAL, INTERESSE COLETIVO, PREVALÊNCIA, INTERESSE PÚBLICO.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. ELLEN GRACIE: ADMINISTRAÇÃO \r\nTRIBUTÁRIA, DESNECESSIDADE, ORDEM JUDICIAL, QUEBRA DE SIGILO BANCÁRIO, \r\nFINALIDADE, FISCALIZAÇÃO TRIBUTÁRIA, EXIGÊNCIA, AUTORIZAÇÃO LEGAL, \r\nRESTRIÇÃO, SIGILO, OBSERVÂNCIA, PRINCÍPIO DA PROPORCIONALIDADE. \r\nPOSSIBILIDADE, CONTROLE JUDICIAL, ATIVIDADE TRIBUTÁRIA, HIPÓTESE, \r\nFAZENDA PÚBLICA, COMETIMENTO, ILEGALIDADE, ABUSO.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: DEFERIMENTO, MEDIDA CAUTELAR, \r\nCONCESSÃO, EFEITO SUSPENSIVO ATIVO, RECURSO EXTRAORDINÁRIO, HIPÓTESE, \r\nRECEITA FEDERAL, SOLICITAÇÃO, QUEBRA DE SIGILO BANCÁRIO, AUSÊNCIA, \r\nORDEM JUDICIAL, CARACTERIZAÇÃO, OFENSA, DIREITO À INTIMIDADE, DIREITO À \r\n\r\n\r\n\r\nPRIVACIDADE, DIREITO AO SIGILO. EXISTÊNCIA, AÇÃO DIRETA DE \r\nINCONSTITUCIONALIDADE, MATÉRIA, OBJETO, RECURSO EXTRAORDINÁRIO, \r\nNECESSIDADE, ESPERA, PRONUNCIAMENTO, SUPREMO TRIBUNAL FEDERAL (STF).\r\n\r\n- VOTO VENCIDO,  MIN. CELSO DE MELLO: EXCEPCIONALIDADE, DECRETAÇÃO, \r\nQUEBRA DE SIGILO BANCÁRIO, REQUISITO, AUTORIZAÇÃO, EXISTÊNCIA, FATO, \r\nNECESSIDADE, APURAÇÃO, DECORRÊNCIA, INTERESSE PÚBLICO. OBRIGATORIEDADE, \r\n\r\n\r\nORDEM JUDICIAL, DECRETAÇÃO, QUEBRA DE SIGILO BANCÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=33&classe=AC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AC-MC","documental_observacao_texto":"- Acórdãos citados: Pet 577 QO - Tribunal Pleno, Inq 897 AgR, ADI 1063, ADI 1158, Pet 1859 AgR, Pet 2541 QO, Pet 2644 QO, Pet 2696 QO, Pet 2718 AgR, Pet 2768 QO, Pet 2784 QO, Pet 2790 AgR, Pet 2798 QO, MS 21729 -Tribunal Pleno, MS 22801, MS 23452, MS 23851, HC 93050, RE 215301, RE 219780, RE 261278 AgR, RE 318136 AgR, RE 331303 AgR, RE 418416, RE 461366, AI 655298 AgR; RTJ 148/366, RTJ 162/3, RTJ 172/302, RTJ 174/437, RTJ 185-237, RTJ 191/123, RDA 197/174.\n- Decisões monocráticas citadas: Pet 1466, ADI 2386, ADI 2389, ADI 2390, ADI 2397, ADI 2406, Pet 2503, MS 23452, MS 23669 MC, AI 528539.\n- Decisões estrangeiras citadas: Caso Panhandle Oil Co. v. State of Mississippi Ex Rel. Knox (277 U.S. 218) 1928.\n- Veja RE 389808 do STF.\nNúmero de páginas: 106.\nAnálise: 23/02/2011, ACG.\nRevisão: 05/04/2011, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GVA INDÚSTRIA E COMÉRCIO S/A\r\nADV.(A/S)           : JOSÉ CARLOS CAL GARCIA FILHO E OUTRO(A/S)\r\nREQDO.(A/S)         : UNIÃO \r\nADV.(A/S)           : PFN - DEYSI CRISTINA DA'ROLT","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":187388,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"AC 33 MC","processo_classe_processual_unificada_classe_sigla":"AC","julgamento_data":"2010-11-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO CAUTELAR","documental_doutrina_texto":"AIETA, Vânia Siciliano. A Garantia da Intimidade como Direito Fundamental. Lumen Juris, 1999. p. 143-147.\nALVIM, Arruda. Manual de Direito Processual Civil. 8. ed. São Paulo: Revista dos Tribunais, 2003. v. 2, p. 411.\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Coimbra: Livraria Almedina, 1987. p. 220-224.\nCALAMANDREI, Piero. Introduzione allo Studio Sistematico dei Provvedimenti cautelari. Cedam: Pádua, 1936. p. 20, item 8.\nCARRAZZA, Roque Antonio. Curso de Direito Constitucional Tributário. 21. ed. Malheiros, 2005. p. 404-411, item 3.\nCHIOVENDA, Giuseppe. Instituições de Direito Processual Civil. Tradução da 2ª edição italiana por Enrico Tullio Liebman. Saraiva, 1943. v. 2, p. 298-299.\nCOELHO, Sacha Calmon Navarro. Curso de Direito Tributário Brasileiro. 8. ed. Forense, 2005. p. 893-907, itens 17.12 a 17.20.\nCOVELLO, Sergio Carlos. O Sigilo Bancário como Proteção à Intimidade. Revista dos Tribunais, v. 648, p. 27.\nDENTI, Vittorio. Sul Concetto di funzione cautelare. In: Studi P. Ciapessoni. 1948, p. 23-24.\nDINAMARCO, Cândido Rangel.  A reforma do Código de Processo Civil. 5. ed. São Paulo: Malheiros, 1995. p. 145.\n_____. A instrumentalidade do Processo. RT, 1987, p. 336-371.\nFREIRE JÚNIOR, Américo Bedê. A possibilidade de quebra do sigilo bancário por parte da Receita Federal como forma de viabilizar a justiça fiscal. RDDT, n. 97, p. 18.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 21. ed. Malheiros, 2002. p. 214-223, itens 1-1.6.\nMARQUES, José Frederico. Instituições de Direito Processual Civil. 3. ed. Forense. v. 1, p. 340, v. 3, p. 256-257. \n_____. Manual de Direito Processual Civil. Saraiva, 1976. v. 4, p. 361, item 1048.\n_____. Manual de Direito Processual Civil. 7. ed. Saraiva, 1987. v. 4, p. 335, item 1021.\nMARTINS, Ives Gandra; MENDES, Gilmar Ferreira. Sigilo Bancário, Direito de Autodeterminação sobre\nInformações e Princípio da Proporcionalidade. Repertório IOB de Jurisprudência, n. 24, p. 92, 2ª quinzena de dezembro/92.\nMENDES, Gilmar; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 5. ed. São Paulo: Saraiva, 2010. p. 478.\nNABAIS, José Casalta. O dever fundamental de pagar impostos. Coimbra: Liv. Almedina, 1998. p. 679.\nROCHA, Carmén Lúcia Antunes. Direito à Privacidade e Sigilo Fiscal e Bancário. In: Direito Público Moderno. Belo Horizonte: Del Rey, 2003. p. 324, 326.\nSANCHES, Sydney. Poder Cautelar Geral do Juiz no Processo Civil Brasileiro. RT, 1978. p. 30.\nSANTI, Eurico Diniz de. Recurso Administrativo Julgado Inexistente em Razão da Cassação da Medida Liminar com Efeitos ex tunc - desmistificando o efeito ex tunc no Direito - a Medida Liminar como Jurisdicização do Direito à Dúvida. Revista Dialética de Direito Tributário, n. 91, São Paulo: Editora Dialética, p. 130, abr. 2003.\nSEGUNDO, Hugo de Brito Machado. Processo Tributário. Atlas, 2004. p. 76-86, item 2.5.2. \nTHEODORO JÚNIOR, Humberto. Tutela Cautelar. Aide, 1992. v. 4, p. 17.\nTIPKE, Klaus; YAMASHITA, Douglas. Justiça fiscal e princípio da capacidade contributiva. São Paulo: Malheiros, 2002. p. 13\nWALD, Arnoldo. Caderno de Direito Tributário e Finanças Públicas. RT, 1992. v. 1, p. 206-207.","ministro_facet":["MARCO AURÉLIO","JOAQUIM BARBOSA"],"processo_numero":33,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur356891","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu parcialmente a extradição, nos termos do voto da Relatora. Não participou, justificadamente, deste julgamento, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 6.9.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur356891","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur356891","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. CONDENAÇÕES PELA JUSTIÇA PORTUGUESA. TRATADO ESPECÍFICO: REQUISITOS ATENDIDOS. CRIMES DE BURLA SIMPLES, BURLA QUALIFICADA E CONDUÇÃO SEM HABILITAÇÃO LEGAL. EXTINÇÃO DA PUNIBILIDADE DOS CRIMES DE BURLA SIMPLES. IMPOSSIBILIDADE DE DEFERIMENTO DA EXTRADIÇÃO PELO DELITO DE CONDUÇÃO SEM HABILITAÇÃO LEGAL POR SER PUNIDO COM PENA MÁXIMA IGUAL A UM ANO. EXTRADITANDO RESPONDENDO A AÇÃO PENAL NO BRASIL. EXTRADIÇÃO PARCIALMENTE DEFERIDA, CONDICIONADA À CONCLUSÃO DAS AÇÕES PENAIS ÀS QUAIS O EXTRADITANDO RESPONDE NO BRASIL, SALVO DETERMINAÇÃO CONTRÁRIA DO PRESIDENTE DA REPÚBLICA. PRECEDENTES.\n\n\n\n    1. O pedido formulado pela República Portuguesa atende aos pressupostos necessários ao seu deferimento parcial, nos termos da Lei n. 6.815/80 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. Pela legislação brasileira, os fatos imputados ao Extraditando apresentam elementos configuradores, em tese, dos crimes de estelionato (art. 171 do Código Penal) e condução sem habilitação legal (art. 309 do Código de Trânsito Brasileiro). Os delitos de falso, contudo, são absorvidos, na espécie vertente, pelos de estelionato, impondo-se o indeferimento da extradição quanto a eles.\n\n\n\n    3. Os delitos de burla simples estão prescritos pela legislação portuguesa.\n\n\n\n    4. Impossibilidade de deferimento da extradição pelo crime de condução sem habilitação legal.\n\n\n\n    5. A pendência de processo no Brasil, por crime diverso e ocorrido em data posterior ao fato objeto do pedido de extradição, não impede o deferimento da extradição, cuja execução deve aguardar a conclusão dos processos e o cumprimento das penas já aplicadas e das que eventualmente venham a ser aplicadas, salvo determinação em contrário do Presidente da República (arts. 67 e 89 da Lei n. 6.815/1980).\n\n\n\n    6. Extradição parcialmente deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11706842","externo_seq_objeto_incidente":4899405,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-204  DIVULG 23-09-2016  PUBLIC 26-09-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1430&classe=Ext","is_colac":false,"titulo":"Ext 1430","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\n          ART-00109 REDAÇÃO ORIGINÁRIA\n          ART-00109 REDAÇÃO DADA PELA LEI-12234/2010\n          ART-00110 ART-00116 PAR-ÚNICO ART-00117 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 PAR-00002 ART-00155 \n          PAR-00004 INC-00002 ART-00171 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 INC-00004 INC-00007 \n          ART-00080 ART-00089\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00309\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-2005\n          ART-00002\n                CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DLG-000096      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA, DE 07.05.91\n\n","LEG-FED   DLG-000045      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEC-001325      ANO-1994\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA, DE 07.05.91\n\n","LEG-FED   DEC-007935      ANO-2013\n                DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   TTD      ANO-1991\n                TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA, DE 07.05.91"],"publicacao_data":"2016-09-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, DEFERIMENTO, EXTRADIÇÃO, DECORRÊNCIA, SENTENÇA CONDENATÓRIA, PENA PRIVATIVA DE LIBERDADE, DECORRÊNCIA, PROCESSAMENTO, JULGAMENTO, RÉU, ESTADO ESTRANGEIRO. INEXISTÊNCIA, DÚVIDA, IDENTIDADE, EXTRADITANDO. DESCARACTERIZAÇÃO, CARÁTER POLÍTICO, CRIME. INOCORRÊNCIA, PRESCRIÇÃO, CRIME DE BURLA QUALIFICADA, ESTELIONATO, LEGISLAÇÃO BRASILEIRA, LEGISLAÇÃO ESTRANGEIRA. AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, FATO, EXTRADITANDO, CASAMENTO COM BRASILEIRA, EXISTÊNCIA, FILHO BRASILEIRO. NECESSIDADE, DETRAÇÃO, PERÍODO, PRISÃO CAUTELAR, REPÚBLICA FEDERATIVA DO BRASIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1430&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REQUISITO, ESTATUTO ESTRANGEIRO)\nExt 645 (TP), Ext 853 (TP), Ext 1145 (TP), Ext 1331 (1ªT). \n(EXTRADIÇÃO, PENDÊNCIA, AÇÃO PENAL, BRASIL)\nExt 893 (TP), Ext 959 (TP), Ext 976 (TP), Ext 985 (TP), Ext 997 (TP), Ext 1048 (TP), Ext 1166 (TP). \n- Legislação estrangeira citada: Artigo 122; 118 alínea c e 218 do Código Penal Português.\nNúmero de páginas: 25.\nAnálise: 03/10/2016, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : FRANCISCO DOS SANTOS VIEIRA COSTA OU FRANCISCO DOS SANTOS VIEIRA DA COSTA OU FRANCISCO DOS SANTOS VIEIRA \nADV.DAT.(A/S) : JATIR TEREZINHA ZANETTE (OAB-SC 33.824) \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":356891,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1430","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-09-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1430,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur348499","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu, em parte, o pedido de extradição, nos termos do voto do Relator. Unânime. Falou o Dr. Gustavo Zortéa da Silva, Defensor Público Federal, pelo Extraditando. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 19.4.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur348499","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur348499","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – REQUISITOS. Uma vez atendidos os requisitos legais, sob o ângulo da existência de título condenatório criminal, da dupla tipologia e da ausência de prescrição, atendendo os documentos anexados ao processo à forma prevista em lei, cumpre reconhecer a possibilidade de implementar a extradição, cabendo o ato definidor ao Chefe do Poder Executivo nacional. \n\n\n\n    EXTRADIÇÃO – PENA MÁXIMA EM ABSTRATO – PRESCRIÇÃO. Cominada pena máxima não superior a um ano a alguns dos crimes, igualmente atingidos pela prescrição da pretensão punitiva, inviabilizada está a extradição quanto a estes, ante o artigo 77, incisos IV e VI, da Lei nº 6.815/1980.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10974754","externo_seq_objeto_incidente":4462536,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-101  DIVULG 17-05-2016  PUBLIC 18-05-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1330&classe=Ext","is_colac":false,"titulo":"Ext 1330","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00004 INC-00006 ART-00085 \n          PAR-00001\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00014 ART-00016\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1991\n          ART-00005 ITEM-2\n                TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA, DE 07.05.91\n\n","LEG-INT   CVC      ANO-2005\n          ART-00003 NÚMERO-1 ALÍNEA-F\n                CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005.\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00004 INC-00005 \n          ART-00109 INC-00006 REDAÇÃO DADA PELA LEI-12234/2003\n          ART-00117 INC-00001 ART-00121 PAR-00002 \n          ART-00129 \"CAPUT\" ART-00330\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-000096      ANO-1992\n                DECRETO-LEI - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA, DE 07.05.91\n\n","LEG-FED   DEL-000045      ANO-2009\n                DECRETO-LEI - APROVA  A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEC-001325      ANO-1994\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA, DE 07.05.91\n\n","LEG-FED   DEC-007935      ANO-2013\n                DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-05-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFERIMENTO, EXTRADIÇÃO, CORRELAÇÃO, TENTATIVA, HOMICÍDIO QUALIFICADO, PORTE ILEGAL DE ARMA DE FOGO DE USO PERMITIDO. IMPOSSIBILIDADE, APRECIAÇÃO, PRINCÍPIO DA CONSUNÇÃO, PORTE DE ARMA, TENTATIVA, HOMICÍDIO QUALIFICADO, FUNDAMENTO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, FATO, EXTRADITANDO, COMPANHEIRA, FILHO BRASILEIRO. MANIFESTAÇÃO, INTERESSE, RETORNO, REPÚBLICA PORTUGUESA, AUSÊNCIA, ALEGAÇÃO, PERSEGUIÇÃO POLÍTICA, CASO CONCRETO. DEFERIMENTO, TRANSFERÊNCIA, EXTRADITANDO, PRISÃO, PROXIMIDADE, FAMÍLIA, TERMO FINAL, ENTREGA, EXTRADITANDO, REPÚBLICA PORTUGUESA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1330&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RESISTÊNCIA, DESOBEDIÊNCIA)\nRHC 52075 (1ª T). \n- Legislação estrangeira citada: art. 22º, n. 1, n. 2, art. 23º, art. 122º, n. 1, alínea \"a\", alínea \"b\", art. 131º, art. 132º, n. 1, n. 2, alíneas \"h\", \"i\" e \"j\", art. 143º, n. 1, art. 352º, n. 1, do Código Penal português; art. 86º, item 1, alínea \"c\", da Lei de nº 5, de 23 de fevereiro de 2006, com as alterações introduzidas pelas Leis de nº 17, de 6 de maio de 2009, e nº 12, de 27 de abril de 2011, de Portugal.\nNúmero de páginas: 8.\nAnálise: 01/06/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : PER-AKE MACHADO NUNES \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":348499,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1330","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-04-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1330,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur255080","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após o voto do Relator, Ministro Joaquim Barbosa (Presidente), negando provimento ao agravo regimental, o julgamento foi suspenso. Plenário, 05.09.2013.\r\n\n                 Decisão: Após os votos dos Ministros Roberto Barroso, Teori Zavascki, Rosa Weber e Dias Toffoli, dando provimento ao agravo regimental, e o voto do Ministro Luiz Fux, acompanhando o Relator negando provimento ao agravo, o julgamento foi suspenso. Presidência do Ministro Joaquim Barbosa. Plenário, 11.09.2013. \r\n\n                  Decisão: Prosseguindo no julgamento, após os votos dos Ministros Cármen Lúcia, Gilmar Mendes e Marco Aurélio, que acompanhavam o Relator negando provimento ao agravo regimental, e o voto do Ministro Ricardo Lewandowski, dando-lhe provimento, o julgamento foi suspenso. Presidência do Ministro Joaquim Barbosa. Plenário, 12.09.2013.\r\n\n                 Decisão: O Tribunal, por maioria, deu provimento ao agravo regimental para admitir os embargos infringentes, vencidos os Ministros Joaquim Barbosa (Presidente), Luiz Fux, Cármen Lúcia, Gilmar Mendes e Marco Aurélio. Em seguida, o Tribunal, por maioria, acolheu o pedido de duplicação do prazo de interposição do recurso de embargos infringentes, vencidos os Ministros Relator, Roberto Barroso, Luiz Fux e Gilmar Mendes. Redigirá o acórdão o Ministro Teori Zavascki. Plenário, 18.09.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"TEORI ZAVASCKI","revisor_processo_nome":null,"id":"sjur255080","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:24:29.036603","dg_unique":"sjur255080","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-vigésimo quinto","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS INFRINGENTES. AÇÃO PENAL ORIGINÁRIA. RISTF, ART. 334. LITISCONSÓRCIO PASSIVO MULTITUDINÁRIO. APLICAÇÃO À HIPÓTESE, POR ANALOGIA, DO ART. 191 DO CPC. \n\n\n\n    1. Nos termos do art. 334 do Regimento Interno, é de quinze dias o prazo para a oposição de embargos infringentes. Todavia, conta-se em dobro o prazo recursal quando há litisconsórcio passivo e os réus estejam representados por diferentes procuradores. Aplica-se a essa hipótese, por analogia, o art. 191 do CPC (cf. AP 470 AgR-vigésimo segundo, Relator(a): Min. JOAQUIM BARBOSA, Relator(a) p/ Acórdão: Min. TEORI ZAVASCKI, Tribunal Pleno, Dje de 24-09-2013). \n\n\n\n    2. Agravo regimental provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=5276366","externo_seq_objeto_incidente":4444892,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-032  DIVULG 14-02-2014  PUBLIC 17-02-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=470&classe=AP%E9simo+quinto","is_colac":false,"titulo":"AP 470 AgR-vigésimo quinto","documental_legislacao_citada_texto":["LEG-IMP   REG-000737      ANO-1850\n          ART-00663\n                REGULAMENTO DO IMPÉRIO\n\n","LEG-IMP   CPCPI      ANO-1832\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00115 PAR-ÚNICO LET-C \n          ART-00119 PAR-00003 LET-A REDAÇÃO DADA PELA EMC-7/1977\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00001 ART-00048 ART-00049 \n          INC-00011 ART-00096 INC-00001 LET-A \n          ART-00102 INC-00001 LET-B LET-C \n          LET-J INC-00002 LET-A INC-00003 \n          ART-00105 INC-00001 LET-A INC-00002 \n          LET-A LET-B INC-00003 ART-00108 \n          INC-00001 LET-A ART-00121 PAR-00004 \n          INC-00003 INC-00004 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 ITEM-5\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2 LET-B LET-C \n          LET-D LET-H ART-00029 ART-00062 \n          ART-00068\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00026 ART-00027\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00025\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000007      ANO-1977\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000319      ANO-1936\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-001533      ANO-1951\n                LMS-1951 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-01720B      ANO-1952\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-002970      ANO-1956\n                LEI ORDINÁRIA - LEI CASTILHO CABRAL\n\n","LEG-FED   LEI-004337      ANO-1964\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00188 ART-00191 ART-00289 \n          ART-00496 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00498 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00500 INC-00002 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00508 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00511 REDAÇÃO DADA PELA LEI-8950/1994\n          ART-00530 REDAÇÃO DADA PELA LEI-10352/2001\n          ART-00535 ART-00536\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006830      ANO-1980\n                LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012 \n          \"CAPUT\" INC-00001 ART-00024 ART-00038 \n          ART-00042 ART-00044\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008658      ANO-1993\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008950      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009756      ANO-1998\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00026\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010352      ANO-2001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012376      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000006      ANO-1937\n                DECRETO-LEI\n\n","LEG-FED   DEL-000088      ANO-1937\n          ART-00020 NÚMERO-5\n                DECRETO-LEI\n\n","LEG-FED   DEL-001608      ANO-1939\n          ART-00833 REDAÇÃO DADA PELO DEL-8570/1946\n                CPC-1939 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00288 PAR-ÚNICO\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00003 ART-00252 INC-00003 ART-00609 \n          \"CAPUT\" PAR-ÚNICO ART-00619 ART-00620 \n          ART-00621\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00002 PAR-00001 PAR-00002\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-005452      ANO-1943\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-008570      ANO-1946\n                DECRETO-LEI\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS DE 1966\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA   \n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   DEC-000848      ANO-1890\n          ART-00302 LET-H\n                DECRETO\n\n","LEG-FED   DEC-001157      ANO-1892\n                DECRETO\n\n","LEG-FED   DEC-000938      ANO-1902\n          ART-00003\n                DECRETO\n\n","LEG-FED   DEC-005053      ANO-1926\n                DECRETO\n\n","LEG-FED   DEC-004565      ANO-1942\n                DECRETO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS DE 1966\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA \n\n","LEG-FED   DEC-004463      ANO-2002\n                DECRETO\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   PJL-004070      ANO-1998\n          ART-00007\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   RGI      ANO-1909\n          ART-00175 PAR-00002 ART-00179\n                RISTF-1909 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1940\n          ART-00194 INC-00001 LET-A LET-B \n          LET-C LET-D\n                RISTF-1940 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1970\n          ART-00310 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005\n                RISTF-1970 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00005 INC-00001 INC-00002 INC-00009 \n          ART-00006 INC-00003 LET-B ART-00076 \n          ART-00135 \n          ART-00333 INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00333 INC-00002 INC-00003 \n          ART-00333 INC-00004 REVOGADO PELA LEI-9868/1999\n          ART-00333 INC-00005 \n          ART-00333 PAR-ÚNICO REDAÇÃO ORIGINÁRIA\n          ART-00333 PAR-ÚNICO REDAÇÃO DADA PELA EMR-2/1985\n          ART-00334 ART-00335 PAR-00003 ART-00337 \n          PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000002      ANO-1985\n                EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EMR-000047      ANO-2012\n                EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   MSG-000043      ANO-1998\n                MENSAGEM DA PRESIDÊNCIA DA REPÚBLICA\n\n","LEG-FED   SUMSTF-000211      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000293      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000294      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000368      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000455      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000597      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-02-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM, MIN. TEORI ZAVASCKI: POSSIBILIDADE, CONCESSÃO, PRAZO EM DOBRO. IMPOSSIBILIDADE, DEFINIÇÃO, PRAZO, RECURSO, CONFORMIDADE, CASO CONCRETO, NECESSIDADE, APLICAÇÃO, ENTENDIMENTO UNIFORME, TOTALIDADE, SITUAÇÃO. APLICAÇÃO, PRAZO EM DOBRO, HIPÓTESE, LITISCONSÓRCIO PASSIVO, FUNDAMENTO, APLICAÇÃO SUBSIDIÁRIA, CÓDIGO DE PROCESSO CIVIL.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: DIREITO, PARTE RECORRENTE, PRAZO EM DOBRO, HIPÓTESE, LITISCONSÓRCIO, CONDIÇÃO, DIVERSIDADE, PROCURADOR, DIVERSIDADE, PEÇA PROCESSUAL.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: INEXISTÊNCIA, RESTRIÇÃO, CÓDIGO DE PROCESSO CIVIL, PRAZO EM DOBRO, EXCLUSIVIDADE, HIPÓTESE, PEQUENA QUANTIDADE, PRAZO.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. ROBERTO BARROSO: IMPOSSIBILIDADE, CONCESSÃO, PRAZO EM DOBRO, DECORRÊNCIA, INEXISTÊNCIA, COMPLEXIDADE, ACÓRDÃO RECORRIDO.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. LUIZ FUX: IMPOSSIBILIDADE, CONCESSÃO, PRAZO EM DOBRO, FUNDAMENTO, INEXISTÊNCIA, PREVISÃO, REGIMENTO INTERNO, FUNDAMENTO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO.\n\n- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EXISTÊNCIA, MANIFESTAÇÃO, MINISTRO, SUPREMO TRIBUNAL FEDERAL (STF), DESCARACTERIZAÇÃO, REVOGAÇÃO, PREVISÃO, REGIMENTO INTERNO, CABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). RECEPÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, NORMA REGIMENTAL, SUPREMO TRIBUNAL FEDERAL (STF), HIPÓTESE, CARÁTER PROCESSUAL, FUNDAMENTO, IMPOSSIBILIDADE, OCORRÊNCIA, INCONSTITUCIONALIDADE SUPERVENIENTE, CARÁTER FORMAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: EXISTÊNCIA, RATIFICAÇÃO, NORMA REGIMENTAL, CABIMENTO, EMBARGOS INFRINGENTES, ÂMBITO, LEI ESPECÍFICA, PROCEDIMENTO, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, EXISTÊNCIA, REMISSÃO, REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL (STF), FINALIDADE, REGULAMENTAÇÃO, PROCEDIMENTO, MOMENTO POSTERIOR, INSTRUÇÃO CRIMINAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: POSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), EDIÇÃO, NORMA REGIMENTAL, CARÁTER PROCESSUAL, VIGÊNCIA, EMENDA CONSTITUCIONAL 1 DE 1969. NECESSIDADE, OBSERVÂNCIA, PARÂMETRO, NATUREZA JURÍDICA, HIPÓTESE, JULGAMENTO, CARÁTER PENAL, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF). IMPOSSIBILIDADE, SUBMISSÃO, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), CLAMOR PÚBLICO, MANIFESTAÇÃO PÚBLICA, OPINIÃO, POVO. DEVER, SUPREMO TRIBUNAL FEDERAL (STF), PROTEÇÃO, LIBERDADE INDIVIDUAL, RÉU. CARACTERIZAÇÃO, NORMA, PROCESSO PENAL, FORMA, GARANTIA, LIBERDADE INDIVIDUAL, ACUSADO, OBSTÁCULO, COMETIMENTO, ARBITRARIEDADE, ÂMBITO, PERSECUÇÃO PENAL. CARACTERIZAÇÃO, DIREITO DE RECORRER, ELEMENTO ESSENCIAL, DEVIDO PROCESSO LEGAL. EXISTÊNCIA, DIFERENÇA, JUÍZO DE ADMISSIBILIDADE, JUÍZO DE MÉRITO, RECURSO. DESCARACTERIZAÇÃO, DERROGAÇÃO, NORMA REGIMENTAL, EMBARGOS INFRINGENTES, AÇÃO PENAL ORIGINÁRIA, EXISTÊNCIA, SILÊNCIO ELOQUENTE DA LEI. NECESSIDADE, LEGISLADOR, OBSERVÂNCIA, NORMA CONSTITUCIONAL, COMPETÊNCIA EXCLUSIVA, TRIBUNAL, EDIÇÃO, REGIMENTO INTERNO. VALIDADE, EFICÁCIA, LEI ANTERIOR, CONSTITUIÇÃO, CONDIÇÃO, COMPATIBILIDADE, CARÁTER MATERIAL, FUNDAMENTO, CONTINUIDADE, DIREITO. IMPOSSIBILIDADE, ATUALIDADE, SUPREMO TRIBUNAL FEDERAL (STF), REVOGAÇÃO, NORMA REGIMENTAL, CARÁTER PROCESSUAL. OCORRÊNCIA, REJEIÇÃO, CÂMARA DOS DEPUTADOS, PROJETO DE LEI, OBJETIVO, ABOLIÇÃO, EMBARGOS INFRINGENTES, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF). CARACTERIZAÇÃO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL ORIGINÁRIA, FORMA, CONCRETIZAÇÃO, PARCIALIDADE, PREVISÃO, DUPLO GRAU DE JURISDIÇÃO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. APLICAÇÃO, PREVISÃO, DUPLO GRAU DE JURISDIÇÃO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, HIPÓTESE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, TRIBUNAL, ÚLTIMA INSTÂNCIA, DECORRÊNCIA, FORO PRIVILEGIADO. OBRIGATORIEDADE, DECISÃO, CORTE INTERAMERICANA DE DIREITOS HUMANOS, TERRITÓRIO NACIONAL, FUNDAMENTO, PACTA SUNT SERVANDA, INEXISTÊNCIA, OFENSA, SOBERANIA NACIONAL. IMPOSSIBILIDADE, ESTADO BRASILEIRO, INVOCAÇÃO, LEGISLAÇÃO BRASILEIRA, FINALIDADE, JUSTIFICATIVA, DESCUMPRIMENTO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA. CARACTERIZAÇÃO, FINALIDADE, EMBARGOS INFRINGENTES, PREVALÊNCIA, VOTO VENCIDO, MINORIA. EXIGÊNCIA, QUORUM, DECISÃO EMBARGADA, FINALIDADE, CABIMENTO, EMBARGOS INFRINGENTES, DECORRÊNCIA, NECESSIDADE, EXISTÊNCIA, FUMUS BONI JURIS, PRETENSÃO, EMBARGANTE.\n\n- VOTO VENCIDO, MIN. JOAQUIM BARBOSA: DESCABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). OCORRÊNCIA, REVOGAÇÃO, NORMA REGIMENTAL, DECORRÊNCIA, INEXISTÊNCIA, PREVISÃO, CABIMENTO, EMBARGOS INFRINGENTES, ÂMBITO, LEI ESPECÍFICA, COMPETÊNCIA RECURSAL, SUPREMO TRIBUNAL FEDERAL (STF). INEXISTÊNCIA, PREVISÃO, CABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, ÂMBITO, TRIBUNAL DE JUSTIÇA, ÂMBITO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), DECORRÊNCIA, INADEQUAÇÃO, REAPRECIAÇÃO, AÇÃO JUDICIAL, IDENTIDADE, ÓRGÃO JUDICIAL. IMPOSSIBILIDADE, INVOCAÇÃO, DUPLO GRAU DE JURISDIÇÃO, HIPÓTESE, REALIZAÇÃO, JULGAMENTO, TRIBUNAL, ÚLTIMA INSTÂNCIA. INADEQUAÇÃO, COMPARAÇÃO, EMBARGOS DE DECLARAÇÃO, EMBARGOS INFRINGENTES, DECORRÊNCIA, PREVISÃO, EMBARGOS DE DECLARAÇÃO, ÂMBITO, CÓDIGO DE PROCESSO CIVIL, CÓDIGO DE PROCESSO PENAL, DECORRÊNCIA, FINALIDADE, EMBARGOS DE DECLARAÇÃO, INTEGRAÇÃO, DECISÃO EMBARGADA, DECORRÊNCIA, CABIMENTO, EMBARGOS DE DECLARAÇÃO, TOTALIDADE, DECISÃO JUDICIAL. PREVISÃO, LEI ESPECÍFICA, POSSIBILIDADE, REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL (STF), REGULAMENTAÇÃO, EXCLUSIVIDADE, FORMA, JULGAMENTO. APLICAÇÃO, ANALOGIA, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), REVOGAÇÃO, EMBARGOS INFRINGENTES, SEDE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INEXISTÊNCIA, PRECEDENTE, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, EXTINÇÃO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- VOTO VENCIDO, MIN. LUIZ FUX: DESCABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). OCORRÊNCIA, REVOGAÇÃO, NORMA REGIMENTAL, DECORRÊNCIA, EXAURIMENTO, MATÉRIA, ÂMBITO, LEI ESPECÍFICA. APLICAÇÃO, ANALOGIA, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), REVOGAÇÃO, NORMA REGIMENTAL, MATÉRIA, EMBARGOS INFRINGENTES, SEDE, AÇÃO RESCISÓRIA. INAPLICABILIDADE, JUSTIFICATIVA, DUPLO GRAU DE JURISDIÇÃO, HIPÓTESE, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, IDENTIDADE, ÓRGÃO JUDICIAL, IDENTIDADE, PROVA, IDENTIDADE, CASO CONCRETO. RISCO, DUPLO GRAU DE JURISDIÇÃO, CREDIBILIDADE, PODER JUDICIÁRIO, DECORRÊNCIA, ADIAMENTO, EXECUÇÃO, DECISÃO. IGUALDADE, POSSIBILIDADE, ERRO DE JULGAMENTO, SUPREMO TRIBUNAL FEDERAL (STF), HIPÓTESE, AÇÃO PENAL ORIGINÁRIA, COMPARAÇÃO, HIPÓTESE, DIVERSIDADE, AÇÃO ORIGINÁRIA, HIPÓTESE, RECURSO. ENTENDIMENTO, DIREITO COMPARADO, CARACTERIZAÇÃO, FORO PRIVILEGIADO, EXCEÇÃO, DUPLO GRAU DE JURISDIÇÃO. INEXISTÊNCIA, DIREITO FUNDAMENTAL, RECURSO, INEXISTÊNCIA, FUNDAMENTO CONSTITUCIONAL, DUPLO GRAU DE JURISDIÇÃO. LEGITIMIDADE, EXTINÇÃO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), INEXISTÊNCIA, OFENSA, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: DESCABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). NECESSIDADE, IGUALDADE, TRATAMENTO JURÍDICO, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), COMPARAÇÃO, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, PRINCÍPIO DA ISONOMIA, FUNDAMENTO, CARACTERIZAÇÃO, LEI PROCESSUAL, LEI NACIONAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: DESCABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). EVOLUÇÃO HISTÓRICA, LEGISLAÇÃO BRASILEIRA, RESTRIÇÃO, HIPÓTESE, CABIMENTO, EMBARGOS INFRINGENTES. IMPOSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), CRIAÇÃO, SUPRESSÃO, RECURSO, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1967. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), DESCABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, ÓRGÃO COLEGIADO. POSSIBILIDADE, LEI SUPERVENIENTE, REVOGAÇÃO TÁCITA, NORMA REGIMENTAL, SUPREMO TRIBUNAL FEDERAL (STF), HIPÓTESE, CARÁTER PROCESSUAL. POSSIBILIDADE, LEI SUPERVENIENTE, REVOGAÇÃO TÁCITA, RECURSO. INTERPRETAÇÃO RESTRITIVA, SUPREMO TRIBUNAL FEDERAL (STF), MATÉRIA, CABIMENTO, RECURSO. SUBMISSÃO, TRATADO INTERNACIONAL, DIREITOS HUMANOS, CONSTITUIÇÃO. INUTILIDADE, EMBARGOS INFRINGENTES, HIPÓTESE, DECISÃO PLENÁRIA, POSSIBILIDADE, MANIPULAÇÃO, COMPOSIÇÃO, TRIBUNAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESCABIMENTO, EMBARGOS INFRINGENTES, SEDE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). AUSÊNCIA, COERÊNCIA, ADMISSÃO, CABIMENTO, EMBARGOS INFRINGENTES, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), DECORRÊNCIA, INADMISSIBILIDADE, CABIMENTO, EMBARGOS INFRINGENTES, ÂMBITO, TRIBUNAL DE JUSTIÇA, TRIBUNAL REGIONAL FEDERAL (TRF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), HIPÓTESE, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA.\n\n- TERMO(S) DE RESGATE: Caso \"CABIMENTO DE EMBARGOS INFRINGENTES EM AÇÃO PENAL\".","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=470&classe=AP%E9simo+quinto","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-AgR-vigésimo quinto","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRAZO RECURSAL, LITISCONSÓRCIO PASSIVO MULTITUDINÁRIO, DIFERENTES PROCURADORES)\nAP 470 AgR-vigésimo segundo (TP). \n(EMBARGOS INFRINGENTES, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, ÓRGÃO COLEGIADO)\nHC 71124 (1ªT), HC 71949 (1ªT), HC 71951 (1ªT), HC 72465 (1ªT), RHC 53947 (2ªT).\n(EMBARGOS INFRINGENTES, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI 9.868/99)\nADI 1289 EI (TP), ADI 1591 EI (TP). \n(EMBARGOS INFRINGENTES, AÇÃO RESCISÓRIA, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL)\nAR 1472 EI-AgR (TP), AR 1178 EI-QO (TP). \n(DUPLO GRAU DE JURISDIÇÃO, FUNDAMENTO CONSTITUCIONAL)\nRHC 79785 (TP). \n(EMBARGOS INFRINGENTES, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI 8.038/90)\nADI 29 EI-AGR (TP), ADI 171 EI (TP). \n(NORMA PROCESSUAL, REGIMENTO INTERNO, STF, RECEPÇÃO, CONSTITUIÇÃO DE 1988)\nAI 148475 AgR (1ªT), SL 32 AgR (TP), RE 146747 EDv-AgR (TP), Pet 2961 QO (2ªT), RE 433592 AgR-ED-EDv-AgR (TP), RCL 377 EI-AGR (TP), SS 260 QO (TP), RTJ 190/1084, RTJ 147/1010, RTJ 151/278. \n(COMPETÊNCIA NORMATIVA, STF, SUPRESSÃO, CRIAÇÃO, RECURSO, CONSTITUIÇÃO DE 1967)\nRP 700 EI-AGR (TP).\n(LEI, REVOGAÇÃO TÁCITA, NORMA REGIMENTAL, STF, CARÁTER PROCESSUAL)\nRE 220286 EDv-AgR (TP), RE 146747 EDv-AgR (TP), AR 1178 EI-QO (TP). \n(REVOGAÇÃO TÁCITA, RECURSO)\nMS 1637 EI (TP). \n(\"STATUS\" SUPRALEGAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 349703 (TP). \n(PRISÃO PREVENTIVA, CLAMOR PÚBLICO)\nRTJ 112/1115, RTJ 172/159, RTJ 180/262, RTJ 187/933, RTJ 193/1050.\n(NORMA PROCESSUAL, REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL)\nRTJ 54/183, RTJ 69/138, RTJ 190/1084. \n(CONFLITO, NORMA REGIMENTAL, NORMA LEGAL)\nADI 1105 MC (TP). \n(REGIMENTO INTERNO, TRIBUNAL, RESERVA DE LEI FORMAL)\nRp 1092 (TP), RTJ 112/504. \n(RECEPÇÃO, LEI ANTERIOR, CONSTITUIÇÃO)\nRTJ 71/289, RTJ 77/657. \n(PREVALÊNCIA, NORMA MAIS FAVORÁVEL, DIREITOS HUMANOS)\nHC 96772 (2ªT), HC 90450 (2ªT). \n(RESERVA CONSTITUCIONAL DE REGIMENTO)\nADI 1105 (TP). \n- Decisões monocráticas citadas:\n(CABIMENTO, EMBARGOS INFRINGENTES, SUPREMO TRIBUNAL FEDERAL)\nHC 92303 EI.\n(NORMA PROCESSUAL, REGIMENTO INTERNO, STF, RECEPÇÃO, CONSTITUIÇÃO DE 1988)\nAP 409 EI.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: Agravo Regimental nos Embargos de Divergência em Agravo 1321228.\nRT 571/295. \n- Legislação estrangeira citada: Constituição de Portugal de 1822; Constituição da Espanha de 1812; art. 130 da Constituição de Portugal; arts. 24 e 102 da Constituição da Espanha; arts. 68 e 68.1 da Constituição da França; art. 134 da Constituição da Itália; arts. 103 e 125 da Constituição da Bélgica; art. 32, 3 da Constituição da Suíça; art. 200 da Constituição da Venezuela; art. 99 e 100 da Constituição do Peru; arts. 29, 174, 175, 186, 199 e 234 da Constituição da Colômbia de 1991; art. 57, 2º da Lei Orgânica do Poder Judiciário da Espanha (Lei n. 6, de 1º de julho de 1985) da Espanha; art. 2 do Protocolo nº 7 à Convenção Europeia dos Direitos do Homem e das Liberdades Fundamentais.\r\n- Decisões estrangeiras citadas: Sentença 51 de 1985 e Sentença n. 66 de 2001 do Tribunal Constitucional espanhol; Sentença C-142 de 1993, Sentença C-650 de 2001, Sentença C-934 de 2006 e Sentença C-545 de 2008 da Corte Constitucional colombiana; Decisão de 27 de agosto de 2002, caso \"Didier contra França\", da Corte Europeia de Direitos Humanos; Sentença de 17 de novembro de 2009, caso \"Barreto Leiva contra Venezuela\", da Corte Interamericana de Direitos Humanos.\r\nNúmero de páginas: 199.\r\nAnálise: 11/04/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : CRISTIANO DE MELLO PAZ \nADV.(A/S)  : CASTELLAR MODESTO GUIMARAES NETO \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":255080,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"AP 470 AgR-vigésimo quinto","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2013-09-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"VIGÉSIMO QUINTO AG.REG. NA AÇÃO PENAL","documental_doutrina_texto":"ALEXY, Robert. Constitucionalismo Discursivo. Livraria do Advogado, 2007. p. 163.\r\nALMEIDA JÚNIOR, João Mendes de. O Processo Criminal Brasileiro. 1911. v. 1. p. 8.\r\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. 2. ed. Coimbra: Almedina, 2001. p. 391-393.\r\nARAGÃO, Egas Dirceu Moniz. Embargos Infringentes. 2. ed. São Paulo: Saraiva, 1973. p. 50, 63, 70  e 71.\r\nBOBBIO, Norberto. Teoria do Ordenamento Jurídico. Polis/Ed. UnB, 1989. p. 144.\r\nBOWYER, Sir George. Commentaries on Universal Public Law. London: V. & R. Stevens & G. S. Norton, 1854. p. 239.\r\nBUZAID, Alfredo. Estudos de Direito. Saraiva, 1972. v. 1. p. 200-201, item 18.\r\nCANOTILHO, José Joaquim Gomes. Constituição Dirigente e Vinculação do Legislador: Contributo para a Compreensão das Normas Constitucionais Programáticas. 2. ed. Coimbra: Coimbra, 2001. p. 411-413.\r\nCAVALCANTI, Themístocles Brandão. A Constituição Federal Comentada. Konfino, 1948. v. 2. p. 312.\r\nCRUZ, Rogério Schietti Machado. Garantias Processuais nos Recursos Criminais. Atlas, 2002. p. 48/50, item 1.5.\r\nDERBLI, Felipe. O princípio da Proibição do Retrocesso Social na Constituição de 1988. Rio de Janeiro: Renovar, 2007.\r\nGRECO FILHO, Vicente. Tutela Constitucional das Liberdades. Saraiva, 1989. p. 110.\r\nGRINOVER, Ada Pellegrini; MAGALHÃES, Antonio; FERNANDES, Antonio Scarance. Recursos no Processo Penal. 2. ed. São Paulo: Revista dos Tribunais, 1999. p. 225.\r\nMARQUES, José Frederico. Nove Ensaios Jurídicos. Lex, 1975. p. 83/84.\r\nMIRANDA, Pontes de. Embargos, Prejulgados e Revistas no Direito Processual Brasileiro. Rio de Janeiro: Coelho Branco, 1937. p. 96.\r\n_____. Comentários ao Código de Processo Civil. Forense, 1975. Tomo VII. p. 329/330 e 339.\r\nMOREIRA, José Carlos Boabosa. Comentários ao Código de Processo Civil. Rio de Janeiro: Forense, 2001. v. 5. p. 513.\r\nNERY JÚNIOR, Nelson. Princípios do Processo na Constituição Federal. 9. ed. São Paulo: Revista dos Tribunais, 2009. p. 280.\r\nNICOLITT, André. Manual de Processo Penal. 2. ed. Campus Jurídico, 2010. p. 42/44, item 3.7.5.\r\nNUCCI, Guilherme de Souza. Princípios Constitucionais Penais e Processuais Penais. Revista dos Tribunais, 2010. p. 364/366, item 2.1.1.\r\n_____. Código de Processo Penal Comentado. 12. ed. rev. atual e ampl. São Paulo: Revista dos Tribunais, 2013. p. 1064.\r\nPERROT, Roger. Le principe du double degré de juridiction et son evolution en droit judiciaire privé français. In: Studi in onore di Enrico Tullio Liebman. Milano: A. Giuffrè, 1979. v. 3. p. 1971.\r\nPRADO, Geraldo. Duplo Grau de Jurisdição no Processo Penal Brasileiro: Visão a partir da Convenção Americana de Direitos Humanos em Homenagem às ideias de Julio B. J. Maier. In: Direito Processual Penal: Uma Visão garantista. Lumen Juris, 2001. p. 105/119.\r\nSTRECK, Lenio Luiz. Não cabem embargos infringentes no Supremo. Consultor Jurídico, 13 ago. 2012. Disponível em: http://www.conjur.com.br/2012-ago-13/mensalao-nao-cabem-embargos-infrigentes-supremo. Acesso em 04.09.2013.\r\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1977. v. 1. p. 75.\r\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 33/35, item 1.4, e 71/74.\r\nZACCARDI, Piero. Doppio grado o doppia fase del giudizio di merito? Una scelta politica. In: Studi in onore di Enrico Tullio Liebman. Milano: A. Giuffrè, 1979. v. 3. p. 2041-2043.","ministro_facet":["JOAQUIM BARBOSA","TEORI ZAVASCKI"],"processo_numero":470,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur255082","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após o voto do Relator, Ministro Joaquim Barbosa (Presidente), julgando prejudicado o agravo regimental, o julgamento foi suspenso. Plenário, 05.09.2013.\r\n\n                 Decisão: Suspenso o julgamento. Presidência do Ministro Joaquim Barbosa. Plenário, 11.09.2013.\r\n\n                  Decisão: Suspenso o julgamento. Presidência do Ministro Joaquim Barbosa. Plenário, 12.09.2013.\r\n\n                 Decisão: O Tribunal, por maioria, deu provimento ao agravo regimental para admitir os embargos infringentes, vencidos os Ministros Joaquim Barbosa (Presidente), Luiz Fux, Cármen Lúcia, Gilmar Mendes e Marco Aurélio. Em seguida, o Tribunal, por unanimidade e nos termos do voto do Relator, Ministro Joaquim Barbosa (Presidente), negou provimento ao agravo regimental. Plenário, 18.09.2013. \r\n\n                 Decisão: Retificada a decisão referente à sessão do Plenário de 18 de setembro de 2013 para constar que, por unanimidade, o Tribunal conheceu e negou provimento ao agravo regimental, nos termos do voto do Relator, Ministro Joaquim Barbosa (Presidente). Plenário, 09.10.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur255082","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:24:29.036603","dg_unique":"sjur255082","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-vigésimo sétimo","is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO PENAL ORGINÁRIA. AGRAVO REGIMENTAL. TERCEIRO INTERESSADO. SITUAÇÃO JURÍDICA DISTINTA. APLICAÇÃO DO ARTIGO 499 DO CPC. FALTA DE PROVA DO NEXO DE INTERDEPENDÊNCIA. IMPOSSIBILIDADE JURÍDICA DE AMPLIAÇÃO DA REGRA REGIMENTAL QUE DISCIPLINA O CABIMENTO DOS EMBARGOS INFRINGENTES. NECESSIDADE DE NO MÍNIMO QUATRO VOTOS ABSOLUTÓRIOS. REQUISITO NÃO PREENCHIDO. INCOMPETÊNCIA DO STF PARA LEGISLAR. RECURSO DESPROVIDO.\n\n\n\n    O agravante interpôs o presente recurso como terceiro prejudicado, contra a decisão que negou seguimento aos embargos infringentes interpostos por Delúbio Soares.\n\n\n\n    Com base no art. 499 do CPC c/c art. 3ºdo CPP, “[c]umpre ao terceiro demonstrar o nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial”.\n\n\n\n    No caso, a aplicabilidade do artigo 333, inciso I, do Regimento Interno do Supremo Tribunal Federal, reconhecida pelo Plenário, exige quórum mínimo de quatro votos vencidos para a interposição dos embargos infringentes. Não preenchido este requisito, são incabíveis os embargos infringentes.\n\n\n\n    O agravante, em nenhuma das condenações que sofreu (corrupção passiva - condenação por unanimidade; lavagem de dinheiro - condenação com apenas 2 votos vencidos), atende a esse requisito, de forma que é incabível a oposição de embargos infringentes.\n\n\n\n    Desde a promulgação da Constituição Federal de 1988, o STF não possui competência para legislar sobre matéria processual, o que impede a Corte de ampliar ou criar novas hipóteses recursais. \n\n\n\n    Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=5276512","externo_seq_objeto_incidente":4444904,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-032  DIVULG 14-02-2014  PUBLIC 17-02-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=470&classe=AP%E9simo+s%E9timo","is_colac":false,"titulo":"AP 470 AgR-vigésimo sétimo","documental_legislacao_citada_texto":["LEG-IMP   DEC-000848      ANO-1890\n          ART-00302 LET-H\n                DECRETO\n\n","LEG-IMP   DEC-001157      ANO-1892\n                DECRETO\n\n","LEG-IMP   REG-000737      ANO-1850\n          ART-00663\n                REGULAMENTO\n\n","LEG-IMP   CPCPI      ANO-1832\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00115 PAR-ÚNICO LET-C \n          ART-00119 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00119 PAR-00003 INCLUÍDO PELA EMC-7/1977\n          ART-00119 PAR-00003 LET-C INCLUÍDO PELA EMC-7/1977\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00001 ART-00048 ART-00049 \n          INC-00011 ART-00102 INC-00001 LET-B \n          LET-C INC-00002 LET-A INC-00003 \n          ART-00105 INC-00001 LET-A INC-00002 \n          LET-A LET-B INC-00003 ART-00108 \n          INC-00001 LET-A ART-00121 PAR-00004 \n          INC-00003 INC-00004 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 NÚMERO-5\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2 LET-B LET-C \n          LET-D LET-H\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00025\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000007      ANO-1977\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000319      ANO-1936\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004657      ANO-1942\n          ART-00002 PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-001533      ANO-1951\n                LMS-1951 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-01720B      ANO-1952\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004337      ANO-1964\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00289 \n          ART-00496 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00498 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00499 \n          ART-00500 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00500 INC-00002 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00508 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00511 REDAÇÃO DADA PELA LEI-8950/1994\n          ART-00511 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00530 REDAÇÃO DADA PELA LEI-10352/2001\n          ART-00535 REDAÇÃO DADA PELA LEI-8038/1990\n          ART-00536 REDAÇÃO DADA PELA LEI-8038/1990\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006830      ANO-1980\n                LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012 \n          \"CAPUT\" INC-00001 ART-00024 ART-00038 \n          ART-00044\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008658      ANO-1993\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008950      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00026\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010352      ANO-2001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012376      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000006      ANO-1937\n                DECRETO-LEI\n\n","LEG-FED   DEL-001608      ANO-1939\n          ART-00833 REDAÇÃO DADA PELO DECRETO-LEI-8510/1946\n                CPC-1939 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00288 PAR-ÚNICO\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00003 ART-00252 INC-00003 \n          ART-00609 REDAÇÃO DADA PELA LEI-1720B/1952\n          ART-00609 PAR-ÚNICO INCLUÍDO PELA LEI-1720B/1952\n          ART-00619 ART-00620 ART-00621\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00002 PAR-00001 PAR-00002\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-008510      ANO-1946\n                DECRETO-LEI\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA   \n\n","LEG-FED   DEC-000938      ANO-1902\n          ART-00003\n                DECRETO\n\n","LEG-FED   DEC-005053      ANO-1926\n                DECRETO\n\n","LEG-FED   DEC-004565      ANO-1942\n                DECRETO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLITICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA \n\n","LEG-FED   RGI      ANO-1909\n          ART-00175 INC-00002 ART-00179\n                RISTF-1909 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1940\n          ART-00194 INC-00001 LET-A LET-B \n          LET-C LET-D\n                RISTF-1940 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1970\n          ART-00310 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005\n                RISTF-1970 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00005 INC-00001 INC-00002 ART-00135 \n          ART-00245 INC-00002 ART-00333 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          ART-00333 PAR-ÚNICO REDAÇÃO DADA PELA EMR-2/1985\n          ART-00335 PAR-00003 ART-00337 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000002      ANO-1985\n                EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000211      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000293      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000294      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000368      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000455      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000597      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-02-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DESPROVIMENTO, AGRAVO REGIMENTAL. SUPREMO TRIBUNAL FEDERAL, ENTENDIMENTO, ÂMBITO, TRIBUNAL DE JUSTIÇA, DESCABIMENTO, EMBARGOS INFRINGENTES, CONTRARIEDADE, DECISÃO POR MAIORIA, CONDENAÇÃO, PROFERIMENTO, AÇÃO PENAL ORIGINÁRIA, MOTIVO, POSSIBILIDADE, CONTROLE, INSTÂNCIA SUPERIOR, CABIMENTO, EMBARGOS INFRINGENTES, EXCLUSIVIDADE, CONTRARIEDADE, DECISÃO POR MAIORIA, PROFERIMENTO, APELAÇÃO. POSSIBILIDADE, EMBARGOS INFRINGENTES, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, REGIMENTO INTERNO, DECORRÊNCIA, CONSTITUIÇÃO FEDERAL DE 1967, REDAÇÃO DADA, EMENDA CONSTITUCIONAL 1 DE 1969, PREVISÃO, SUPREMO TRIBUNAL FEDERAL (STF), PODER NORMATIVO, CORRELAÇÃO, PROCESSO, COMPETÊNCIA ORIGINÁRIA, COMPETÊNCIA RECURSAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DESPROVIMENTO, AGRAVO REGIMENTAL. IMPOSSIBILIDADE, CONHECIMENTO, EMBARGOS INFRINGENTES, FUNDAMENTO, INAPLICABILIDADE, DUPLO GRAU DE JURISDIÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO, ÂMBITO, DIREITO FUNDAMENTAL, FUNDAMENTO, AUSÊNCIA, PREVISÃO, CLÁUSULA EXPRESSA, CONSTITUIÇÃO FEDERAL DE 1988, AUSÊNCIA, RECONHECIMENTO IMPLÍCITO, DUPLO GRAU DE JURISDIÇÃO, COMPOSIÇÃO, NÚCLEO ESSENCIAL, DEVIDO PROCESSO LEGAL, CONSEQUÊNCIA, AUSÊNCIA, OFENSA, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL. INAPLICABILIDADE, DUPLO GRAU DE JURISDIÇÃO, AÇÃO PENAL ORIGINÁRIA, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), HIPÓTESE, COMPETÊNCIA, RATIONE MUNERIS, FUNDAMENTO, ENTENDIMENTO, DIREITO COMPARADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: DESPROVIMENTO, AGRAVO REGIMENTAL. OCORRÊNCIA, RATIFICAÇÃO, REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL (STF), SUPERVENIÊNCIA, LEI ESPECIAL, HIPÓTESE, CABIMENTO, EMBARGOS INFRINGENTES, AÇÃO PENAL ORIGINÁRIA, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, DISPOSIÇÃO EXPRESSA, LEI ESPECIAL, APLICAÇÃO, REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL (STF), HIPÓTESE, JULGAMENTO, AÇÃO PENAL ORIGINÁRIA, MOMENTO POSTERIOR, ENCERRAMENTO, INSTRUÇÃO CRIMINAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DESPROVIMENTO, AGRAVO REGIMENTAL. DESCABIMENTO, EMBARGOS INFRINGENTES, HIPÓTESE, AÇÃO PENAL ORIGINÁRIA, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), DECORRÊNCIA, IMPOSSIBILIDADE, EXISTÊNCIA, EMBARGOS INFRINGENTES, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), INEXISTÊNCIA, EMBARGOS INFRINGENTES, ÂMBITO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), FUNDAMENTO, UNICIDADE, DIREITO PROCESSUAL, FUNDAMENTO, PRINCÍPIO DA ISONOMIA, FUNDAMENTO, COMPETÊNCIA LEGISLATIVA, DIREITO PROCESSUAL, EXCLUSIVIDADE, UNIÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DESPROVIMENTO, AGRAVO REGIMENTAL. DESCABIMENTO, EMBARGOS INFRINGENTES, HIPÓTESE, AÇÃO PENAL ORIGINÁRIA, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF), FUNDAMENTO, IMPOSSIBILIDADE, CONVOCAÇÃO, MINISTRO, TRIBUNAL SUPERIOR, COMPOSIÇÃO DE TURMA, JULGAMENTO, EMBARGOS INFRINGENTES, CONSEQUÊNCIA, CONFIGURAÇÃO, EMBARGOS INFRINGENTES, ATO PROCESSUAL, NATUREZA JURÍDICA, PEDIDO DE RECONSIDERAÇÃO. ENTENDIMENTO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), CRIAÇÃO, EXTINÇÃO, RECURSO, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1967, FUNDAMENTO, COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), EXCLUSIVIDADE, EDIÇÃO, MATÉRIA, PROCEDIMENTO, HIPÓTESE, PROCESSO, ÂMBITO, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DESPROVIMENTO, AGRAVO REGIMENTAL. ENTENDIMENTO, MINISTRO, OCORRÊNCIA, PRECLUSÃO CONSUMATIVA, HIPÓTESE, INTERPOSIÇÃO, EMBARGOS INFRINGENTES, SIMULTANEIDADE, EMBARGOS DE DECLARAÇÃO, FUNDAMENTO, PRINCÍPIO DA UNIRRECORRIBILIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=470&classe=AP%E9simo+s%E9timo","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-AgR-vigésimo sétimo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS INFRINGENTES, AÇÃO PENAL ORIGINÁRIA, TRIBUNAL INFERIOR)\nHC 71124 (1ªT), HC 71949 (1ªT), HC 71951 (1ªT), HC 72465 (1ªT), RHC 53947 (2ªT); RT 571/295. \n(EMBARGOS INFRINGENTES, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\nADI 1591 (TP). \n(EMBARGOS INFRINGENTES, AÇÃO RESCISÓRIA, ÂMBITO, STF)\nAR 1472 EI-AgR (TP), AR 1178 EI-QO (TP). \n(DUPLO GRAU DE JURISDIÇÃO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS)\nRHC 79785 (TP). \n(RECEPÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, EMBARGOS INFRINGENTES, REGIMENTO INTERNO, STF)\nRCL 377 EI-AGR (TP). \n(EMBARGOS INFRINGENTES, VALIDADE, NORMA, REGIMENTO INTERNO)\nADI 29 EI-AGR (TP), ADI 171 EI (TP). \n(RECEPÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, REGIMENTO INTERNO, STF, FORÇA DE LEI)\nAI 148475 AgR (1ªT), SL 32 AgR (TP), RE 146747 EDv-AgR (TP), Pet 2961 QO (2ªT), RE 433592 AgR-ED-EDv-AgR (TP), RCL 377 EI-AGR (TP), SS 260 QO (TP). \n(COMPETÊNCIA, STF, DISPOSIÇÃO, MATÉRIA PROCESSUAL, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1967)\nRP 700 IE-AGR(TP). \n(EMBARGOS INFRINGENTES, AÇÃO DIRETA DE INCONSTITUCIONALIDADE)\nADI 1289 EI (TP). \n(REGIMENTO INTERNO DO STF, REVOGAÇÃO TÁCITA)\nRE 220286 EDv-AgR (TP), RE 146747 EDv-AgR (TP), MS 1637 EI (TP). \n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 349703 (TP). \n(EMBARGOS INFRINGENTES, VOTOS VENCIDOS)\nHC 71124 (1ªT). \n- Decisão monocrática citada:\n(COMPETÊNCIA, STF, DISPOSIÇÃO, MATÉRIA PROCESSUAL, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1967)\nAP 409 EI.\n- Legislação estrangeira citada: art. 130 da Constituição de Portugal, Constituição de Portugal de 1822, art. 102, 1 da Constituição da Espanha, Constituição da Espanha de 1812, arts. 68 e 68.1 da Constituição da França, art. 134 da Constituição da Itália, arts. 103 e 125 da Constituição da Bélgica, art. 32, 3 da Constituição da Suíça, art. 200 da Constituição da Venezuela, art. 99 e 100 da Constituição do Perú, arts. 29, 174, 175, 186, 199 e art 234 da Constituição da Colômbia de 1991, art. 57, 2º da Lei Orgânica do Poder Judiciário (Lei n. 6, de 1º de julho de 1985) da Espanha, art. 2º do Protolo n. 7 da Convenção Europeia dos Direitos do Homem e das Liberdades Fundamentais.\r\n- Decisões estrangeiras citadas: Sentença 51 de 1985 e Sentença n. 66 de 2001 do Tribunal Constitucional espanhol, sentença C-142 de 1993, sentença C-650 de 2001, sentença C-934 de 2006 e C-545 de 2008 da Corte Constitucional Colômbiana; caso Didier contra França, decisão de 27 de agosto de 2002, da Corte Europeia de Direitos Humanos; Sentença de 17 de novembro de 2009 da Corte Interamericana de Direitos Humanos no Caso Barreto Leiva contra Venezuela.\r\nNúmero de páginas: 143.\r\nAnálise: 05/05/2014, IVA.\r\nRevisão: 24/07/2014, RAF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PEDRO DA SILVA CORRÊA DE OLIVEIRA ANDRADE NETO \nADV.(A/S)  : MARCELO LEAL DE LIMA OLIVEIRA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":255082,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"AP 470 AgR-vigésimo sétimo","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2013-09-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"VIGÉSIMO SÉTIMO AG.REG. NA AÇÃO PENAL","documental_doutrina_texto":"ANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. 2. ed. Coimbra: Almedina, 2001. p. 391-393.\r\nARAGÃO, Egas Dirceu Moniz. Embargos Infrigentes. 2. ed. São Paulo: Saraiva, 1973. p. 50, 63, 70  e 71.\r\nBOWYER, Sir George. Commentaries on Universal Public Law. London: V. & R. Stevens & G. S. Norton, 1854. p. 239.\r\nCANOTILHO, José Joaquim Gomes. Constituição Dirigente e Vinculação do Legislador: Contributo para a Compreensão das Normas Constitucionais Programáticas. 2. ed. Coimbra: Coimbra, 2001. p. 411-413.\r\nDERBLI, Felipe. O princípio da Proibição do Retrocesso Social na Constituição de 1988. Rio de Janeiro: Renovar, 2007.\r\nMIRANDA, Francisco Cavalcanti Pontes de. Embargos, Prejulgados e Revistas no Direito Processual Brasileiro. Rio de Janeiro: Coelho Branco, 1937. p. 96.\r\nMOREIRA, José Carlos Barbosa. Comentários ao Código de Processo Civil. Rio de Janeiro: Forense, 2001. v. 5. p. 513.\r\nNERY JÚNIOR, Nelson. Princípios do Processo na Constituição Federal. 9. ed. São Paulo: Revista dos Tribunais, 2009. p. 280.\r\nPERROT, Roger. Le principe du double degré de juridiction et son evolution en droit judiciaire privé français. In: Studi in onore di Enrico Tullio Liebman. Milano: A. Giuffrè, 1979. v. 3. p. 1971.\r\nSTRECK, Lenio Luiz. Não Cabem Embargos Infringentes no Supremo. Consultor Jurídico, 13.08.2012, disponível em http://www.conjur.com.br/2012-ago-13/mensalao-nao-cabem-embargos-infringentes-supremo.\r\nZACCARDI, Piero. Doppio grado o doppia fase del giudizio di merito? Una scelta politica. In: Studi in onore di Enrico Tullio Liebman. Milano: A. Giuffrè, 1979. v. 3. p. 2041-2043.","ministro_facet":["JOAQUIM BARBOSA"],"processo_numero":470,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur270619","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao agravo regimental, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. 2ª Turma, 03.06.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur270619","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:25:27.319685","dg_unique":"sjur270619","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: CONCURSO PÚBLICO – PESSOA PORTADORA DE DEFICIÊNCIA – RESERVA PERCENTUAL DE CARGOS E EMPREGOS PÚBLICOS (CF, ART. 37, VIII) – OCORRÊNCIA, NA ESPÉCIE, DOS REQUISITOS NECESSÁRIOS AO RECONHECIMENTO DO DIREITO VINDICADO PELA PESSOA PORTADORA DE DEFICIÊNCIA – ATENDIMENTO, NO CASO, DA EXIGÊNCIA DE COMPATIBILIDADE ENTRE O ESTADO DE DEFICIÊNCIA E O CONTEÚDO OCUPACIONAL OU FUNCIONAL DO CARGO PÚBLICO DISPUTADO, INDEPENDENTEMENTE DE A DEFICIÊNCIA PRODUZIR DIFICULDADE PARA O EXERCÍCIO DA ATIVIDADE FUNCIONAL – INADMISSIBILIDADE DA EXIGÊNCIA ADICIONAL DE A SITUAÇÃO DE DEFICIÊNCIA TAMBÉM PRODUZIR “DIFICULDADES PARA O DESEMPENHO DAS FUNÇÕES DO CARGO” – PARECER FAVORÁVEL DA PROCURADORIA-GERAL DA REPÚBLICA – RECURSO DE AGRAVO IMPROVIDO.\n\n\n\n    PROTEÇÃO JURÍDICO-CONSTITUCIONAL E INTERNACIONAL ÀS PESSOAS VULNERÁVEIS. LEGITIMIDADE DOS MECANISMOS COMPENSATÓRIOS QUE, INSPIRADOS PELO PRINCÍPIO FUNDAMENTAL DA DIGNIDADE PESSOAL (CF, ART. 1º, III), RECOMPÕEM, PELO RESPEITO À ALTERIDADE, À DIVERSIDADE HUMANA E À IGUALDADE DE OPORTUNIDADES, O PRÓPRIO SENTIDO DE ISONOMIA INERENTE ÀS INSTITUIÇÕES REPUBLICANAS.\n\n\n\n    - O tratamento diferenciado em favor de pessoas portadoras de deficiência, tratando-se, especificamente, de acesso ao serviço público, tem suporte legitimador no próprio texto constitucional (CF, art. 37, VIII), cuja razão de ser, nesse tema, objetiva compensar, mediante ações de conteúdo afirmativo, os desníveis e as dificuldades que afetam os indivíduos que compõem esse grupo vulnerável. Doutrina.\n\n\n\n    - A vigente Constituição da República, ao proclamar e assegurar a reserva de vagas em concursos públicos para os portadores de deficiência, consagrou cláusula de proteção viabilizadora de ações afirmativas em favor de tais pessoas, o que veio a ser concretizado com a edição de atos legislativos, como as Leis nº 7.853/89 e nº 8.112/90 (art. 5º, § 2º), e com a celebração da Convenção Internacional das Nações Unidas sobre os Direitos das Pessoas com Deficiência (2007), já formalmente incorporada, com força, hierarquia e eficácia constitucionais (CF, art. 5º, § 3º), ao plano do ordenamento positivo interno do Estado brasileiro.\n\n\n\n    - Essa Convenção das Nações Unidas, que atribui maior densidade normativa à cláusula fundada no inciso VIII do art. 37 da Constituição da República, legitima a instituição e a implementação, pelo Poder Público, de mecanismos compensatórios destinados a corrigir as profundas desvantagens sociais que afetam as pessoas vulneráveis, em ordem a propiciar-lhes maior grau de inclusão e a viabilizar a sua efetiva participação, em condições equânimes e mais justas, na vida econômica, social e cultural do País.\n\n\n\n    HERMENÊUTICA E DIREITOS HUMANOS: O PRINCÍPIO DA NORMA MAIS FAVORÁVEL COMO CRITÉRIO QUE DEVE REGER A INTERPRETAÇÃO DO PODER JUDICIÁRIO.\n\n\n\n    - O Poder Judiciário, no exercício de sua atividade interpretativa, deve prestigiar, nesse processo hermenêutico, o critério da norma mais favorável (que tanto pode ser aquela prevista no tratado internacional de direitos humanos como a que se acha positivada no próprio direito interno do Estado), extraindo, em função desse postulado básico, a máxima eficácia das declarações internacionais e das proclamações constitucionais de direitos, como forma de viabilizar o acesso dos indivíduos e dos grupos sociais, notadamente os mais vulneráveis, a sistemas institucionalizados de proteção aos direitos fundamentais da pessoa humana. Precedentes: HC 93.280/SC, Rel. Min. CELSO DE MELLO, v.g..","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6400316","externo_seq_objeto_incidente":4584127,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-148  DIVULG 31-07-2014  PUBLIC 01-08-2014\nRTJ VOL-00228-01 PP-00466","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=32732&classe=RMS","is_colac":false,"titulo":"RMS 32732 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 PAR-00002 \n          PAR-00003 ART-00037 INC-00008\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007853      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00005 PAR-00002\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-INT   CVC      ANO-2007\n          ART-00003 ART-00027\n                CONVENÇÃO INTERNACIONAL DAS NAÇÕES UNIDAS SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL DAS NAÇÕES UNIDAS SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA\n\n","LEG-FED   DEC-006949      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL DAS NAÇÕES UNIDAS SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA"],"publicacao_data":"2014-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=32732&classe=RMS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RMS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA)\nHC 93280 (2ªT). \n- Decisão monocrática citada:\n(CONCURSO PÚBLICO, RESERVA DE VAGA, PORTADOR DE DEFICIÊNCIA)\nRE 676335.\n- Legislação estrangeira citada: Preâmbulo, \"y\", da Convenção Internacional das Nações Unidas sobre os Direitos das Pessoas com Deficiência.\r\nNúmero de páginas: 17.\r\nAnálise: 12/08/2014, JOS.\r\nRevisão: 30/09/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : LAIS PINHEIRO DE MENEZES \nADV.(A/S)  : ANA MARIA DE FREITAS NEVES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":270619,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RMS 32732 AgR","processo_classe_processual_unificada_classe_sigla":"RMS","julgamento_data":"2014-06-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORD. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"BOLONHINI JUNIOR, Roberto. Portadores de Necessidades Especiais: as principais prerrogativas dos portadores de necessidades especiais e a legislação brasileira. 2. ed. Atlas, 2010. p. 35/43.\r\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 25. ed. Atlas, 2012. p. 644/646.\r\nFARIA, Edimur Ferreira de. Curso de Direito Administrativo Positivo. 6. ed. Del Rey, 2007. p. 117, item I.3.1.a.\r\nFIGUEIREDO, Guilherme José Purvin de. A Pessoa Portadora de Deficiência e o Princípio da Igualdade de Oportunidades no Direito do Trabalho. In: Advocacia Pública & Sociedade, Ano I - nº 1, Max Limonad, 1997. p. 58.\r\nGOMES, Joaquim Benedito Barbosa. A Recepção do Instituto da Ação Afirmativa pelo Direito Constitucional Brasileiro. In: Revista de Informação Legislativa nº 151, jul./set. 2001. p. 143.\r\nGUGEL, Maria Aparecida. Direito Constitucional de ter Reserva de Cargos e Empregados Públicos em Concursos Públicos. In: Deficiência no Brasil: uma abordagem integral dos direitos das pessoas com deficiência. (Org.) de Maria Aparecida Gugel, Waldir Macieira da Costa Filho e Lauro Luiz Gomes Ribeiro. Obra Jurídica, 2007. p. 215/217, item 3.\r\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 8. ed. Forum, 2012. p. 877/878.\r\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 39. ed. Atualizado por Délcio Balestero Aleixo e José Emammauel Burle Filho. Malheiros, 2013. p. 496, item 3.2. \r\nPIETRO, Maria Sylvia Zanella di. Direito Administrativo. 20. ed. Atlas, 2007. p. 490, item 13.4.3.","ministro_facet":["CELSO DE MELLO"],"processo_numero":32732,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur284115","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição de David Júlio Ricardo Gil, assegurada a detração do tempo em que o extraditando tiver permanecido preso no Brasil por força do pedido de extradição (artigo 91, II, da Lei 6.815/1980), nos termos do voto do Relator. 2ª Turma, 28.10.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur284115","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur284115","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA FUNDADA EM TRATADO. EXTRADITANDO QUE POSSUI ESPOSA E FILHOS BRASILEIROS. SÚMULA 421. DELITO DE TRÁFICO DE ENTORPECENTES. DUPLA TIPICIDADE E DUPLA PUNIBILIDADE. REQUISITOS ATENDIDOS NO CASO. DEFERIMENTO. \n\n\n\n    1. Por força do sistema de contenciosidade limitada consagrado no Estatuto do Estrangeiro (art. 85, § 1º) e placitado pela jurisprudência desta Corte, compete ao Supremo Tribunal Federal exclusivamente o exame dos pressupostos formais do pedido de extradição. Precedentes.\n\n\n\n    2. No caso dos autos, incide o verbete 421 da Súmula do Supremo Tribunal Federal: “Não impede a extradição a circunstância de ser o extraditando casado com brasileiro ou ter filho brasileiro.”\n\n\n\n    3. O crime de tráfico de entorpecentes previsto na legislação alienígena encontra correspondência, no caso, no tipo penal do art. 33 da Lei 11.343/2006. \n\n\n\n    4. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7196084","externo_seq_objeto_incidente":4608547,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-221  DIVULG 10-11-2014  PUBLIC 11-11-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1356&classe=Ext","is_colac":false,"titulo":"Ext 1356","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00085 PAR-00001 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-11-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, SUPREMO TRIBUNAL FEDERAL (STF), ÂMBITO, PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, IMPUGNAÇÃO, ENQUADRAMENTO, FATO, TIPO PENAL, REALIZAÇÃO, JUÍZO, PAÍS REQUERENTE, DECORRÊNCIA, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, PREVISÃO, ESTATUTO DO ESTRANGEIRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1356&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1251 (2ªT). \n- Legislação estrangeira citada: art. 62 do Código Penal Argentino.\nNúmero de páginas: 9.\nAnálise: 08/01/2015, IVA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : DAVID JULIO RICARDO GIL \nADV.(A/S)  : SANDRA SILVA L. CABRAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":284115,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1356","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2014-10-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["TEORI ZAVASCKI"],"processo_numero":1356,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282183","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu, em parte, o pedido de habeas corpus, para invalidar, parcialmente, o procedimento penal instaurado contra o ora paciente perante a Justiça Militar da União no que se refere ao crime de roubo de valores para depósito no Banco do Brasil (Ação Penal nº 00001/00-6), desde a denúncia, inclusive, sem prejuízo da renovação da persecutio criminis perante órgão judiciário competente da Justiça Estadual, contanto que ainda não consumada a prescrição penal da pretensão punitiva do Estado. O E. Superior Tribunal Militar deverá, em consequência da presente decisão, excluir da condenação a pena imposta ao paciente pela prática do crime de roubo contra a agência do Banco do Brasil, considerada, quanto a esse ilícito, a absoluta falta de competência da Justiça Militar da União, procedendo, em virtude de tal exclusão, a uma nova operação de dosimetria penal, limitada, unicamente, aos demais crimes sujeitos à competência da Justiça castrense. Determinou, ainda, a comunicação da presente decisão ao E. Superior Tribunal Militar (Apelação (FO) nº 2003.01.049272-0/SP) e ao Conselho Permanente de Justiça para o Exército da 2ª Auditoria da 2ª CJM (Ação Penal nº 00001/00-6), para que os autos do Procedimento Ordinário em questão sejam encaminhados ao Ministério Público Estadual na comarca de São Paulo/SP, apenas quanto ao suposto delito de roubo praticado contra o Banco do Brasil, nos termos do voto do Relator. 2ª Turma, 14.05.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282183","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur282183","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” – IMPUTAÇÃO AO PACIENTE, QUE É CIVIL, DA SUPOSTA PRÁTICA DE CRIMES MILITARES: (a) ROUBO DE VALORES PERTENCENTES A EMPRESA PRIVADA, DESTINADOS A DEPÓSITO EM POSTO DE AGÊNCIA BANCÁRIA DO BANCO DO BRASIL LOCALIZADO EM HOSPITAL DO EXÉRCITO; (b) ROUBO DE FUZIS E PISTOLAS DAS FORÇAS ARMADAS; E (c) SEQUESTRO DE MILITAR – CARÁTER ANÔMALO DA JURISDIÇÃO PENAL MILITAR SOBRE CIVIS EM TEMPO DE PAZ – REGULAÇÃO DESSE TEMA NO PLANO DO DIREITO COMPARADO – OFENSA AO POSTULADO DO JUIZ NATURAL – RECONHECIMENTO, NA ESPÉCIE, DA INCOMPETÊNCIA DA JUSTIÇA MILITAR UNICAMENTE QUANTO AO PRIMEIRO DELITO (ROUBO DE VALORES) – COMPETÊNCIA PENAL DA JUSTIÇA COMUM ESTADUAL – PEDIDO DEFERIDO EM PARTE.\n\n\n\n    A QUESTÃO DA COMPETÊNCIA PENAL DA JUSTIÇA MILITAR DA UNIÃO E A NECESSÁRIA OBSERVÂNCIA, PELOS ÓRGÃOS JUDICIÁRIOS CASTRENSES, DO PRINCÍPIO CONSTITUCIONAL DO JUIZ NATURAL.\n\n\n\n    - A competência penal da Justiça Militar da União não se limita, apenas, aos integrantes das Forças Armadas nem se define, por isso mesmo, “ratione personae”. É aferível, objetivamente, a partir da subsunção do comportamento do agente – de qualquer agente, mesmo o civil, ainda que em tempo de paz – ao preceito primário incriminador consubstanciado nos tipos penais definidos em lei (o Código Penal Militar).\n\n\n\n    – O foro especial da Justiça Militar da União não existe para os crimes dos militares, mas, sim, para os delitos militares, “tout court”. E o crime militar, comissível por agente militar ou, até mesmo, por civil, só existe quando o autor procede e atua nas circunstâncias taxativamente referidas pelo art. 9º do Código Penal Militar, que prevê a possibilidade jurídica de configuração de delito castrense eventualmente praticado por civil, mesmo em tempo de paz.\n\n\n\n    – EXCLUSÃO, no caso, da competência penal da Justiça Militar da União quanto ao crime de roubo, por tratar-se de valores pertencentes a empresa privada, embora depositados em posto do Banco do Brasil em área sob a administração militar. Reconhecimento, no caso, da competência penal da Justiça comum estadual quanto ao suposto autor, que é civil.\n\n\n\n    A REGULAÇÃO DO TEMA PERTINENTE À JUSTIÇA MILITAR NO PLANO DO DIREITO COMPARADO.\n\n\n\n    – Tendência que se registra, modernamente, em sistemas normativos estrangeiros, no sentido da extinção (pura e simples) de tribunais militares em tempo de paz ou, então, da exclusão de civis da jurisdição penal militar: Portugal (Constituição de 1976, art. 213, Quarta Revisão Constitucional de 1997), Argentina (Ley Federal nº 26.394/2008), Colômbia (Constituição de 1991, art. 213), Paraguai (Constituição de 1992, art. 174), México (Constituição de 1917, art. 13) e Uruguai (Constituição de 1967, art. 253, c/c Ley 18.650/2010, arts. 27 e 28), v.g..\n\n\n\n    – Uma relevante sentença da Corte Interamericana de Direitos Humanos (“Caso Palamara Iribarne vs. Chile”, de 2005): determinação para que a República do Chile, adequando a sua legislação interna aos padrões internacionais sobre jurisdição penal militar, adote medidas com o objetivo de impedir, quaisquer que sejam as circunstâncias, que “um civil seja submetido à jurisdição dos tribunais penais militares (...)” (item nº 269, n. 14, da parte dispositiva, “Puntos Resolutivos”).\n\n\n\n    – O caso “Ex Parte Milligan” (1866): importante “landmark ruling” da Suprema Corte dos Estados Unidos da América.\n\n\n\n    O POSTULADO DO JUIZ NATURAL REPRESENTA GARANTIA CONSTITUCIONAL INDISPONÍVEL, ASSEGURADA A QUALQUER RÉU, EM SEDE DE PERSECUÇÃO PENAL, MESMO QUANDO INSTAURADA PERANTE A JUSTIÇA MILITAR DA UNIÃO.\n\n\n\n    – O princípio da naturalidade do juízo representa uma das mais importantes matrizes político-ideológicas que conformam a própria atividade legislativa do Estado e que condicionam o desempenho, por parte do Poder Público, das funções de caráter penal-persecutório, notadamente quando exercidas em sede judicial.\n\n\n\n    O postulado do juiz natural reveste-se, em sua projeção político-jurídica, de dupla função instrumental, pois, enquanto garantia indisponível, tem por titular qualquer pessoa exposta, em juízo criminal, à ação persecutória do Estado e, enquanto limitação insuperável, incide sobre os órgãos do poder incumbidos de promover, judicialmente, a repressão criminal.\n\n\n\n    – É irrecusável, em nosso sistema de direito constitucional positivo – considerado o princípio do juiz natural –, que ninguém poderá ser privado de sua liberdade senão mediante julgamento pela autoridade judiciária competente. Nenhuma pessoa, em consequência, poderá ser subtraída ao seu juiz natural. A nova Constituição do Brasil, ao proclamar as liberdades públicas – que representam limitações expressivas aos poderes do Estado –, consagrou, de modo explícito, o postulado fundamental do juiz natural. O art. 5º, LIII, da Carta Política prescreve que “ninguém será processado nem sentenciado senão pela autoridade competente”.\n\n\n\n    COMPETÊNCIA PENAL – CONCURSO ENTRE A JURISDIÇÃO COMUM E A JURISDIÇÃO MILITAR – INADMISSIBILIDADE DE PRORROGAÇÃO (CPP, ART. 79, I; CPPM, ART. 102, “a”) – SEPARAÇÃO OBRIGATÓRIA – INAPLICABILIDADE DA REGRA PERTINENTE AO “SIMULTANEUS PROCESSUS”.\n\n\n\n    – A conexão e a continência, que ordinariamente implicam unidade de processo e de julgamento, em “simultaneus processus”, não impedem a separação das causas, que se impõe como obrigatória, quando se registrar concurso entre a jurisdição militar e a jurisdição comum, considerada, para esse efeito, a presença de civil na relação processual penal. Precedentes.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7046328","externo_seq_objeto_incidente":4134368,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014\nRTJ VOL-00230-01 PP-00386","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=110185&classe=HC","is_colac":false,"titulo":"HC 110185","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00053\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00079 INC-00001\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-001001      ANO-1969\n          ART-00009 INC-00003 LET-A ART-00225 \n          ART-00242 PAR-00002\n                CPM-1969 CÓDIGO PENAL MILITAR\n\n","LEG-FED   DEL-001002      ANO-1969\n          ART-00099 ART-00102 LET-A\n                CPPM-1969 CÓDIGO DE PROCESSO PENAL MILITAR"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFERIMENTO PARCIAL, HABEAS CORPUS, INVALIDADE, PROCESSO PENAL, INCLUSÃO, DENÚNCIA, CRIME, ROUBO, DINHEIRO, POSSIBILIDADE, RENOVAÇÃO, AÇÃO PENAL, JUSTIÇA ESTADUAL, CONDIÇÃO, AUSÊNCIA, CONSUMAÇÃO, PRESCRIÇÃO DA PRETENSÃO PUNITIVA. DETERMINAÇÃO, SUPERIOR TRIBUNAL MILITAR (STM), EXCLUSÃO, CONDENAÇÃO, QUANTIDADE, PENA, ROUBO, DINHEIRO, REFAZIMENTO, DOSIMETRIA DA PENA, DECORRÊNCIA, INCOMPETÊNCIA ABSOLUTA, JUSTIÇA MILITAR. JUSTIÇA MILITAR, AUSÊNCIA, CONFIGURAÇÃO, TRIBUNAL DE EXCEÇÃO. SUPREMO TRIBUNAL FEDERAL (STF), ENTENDIMENTO, TEMPO DE PAZ, HIPÓTESE, RÉU, CIVIL, INSTAURAÇÃO, COMPETÊNCIA, JUSTIÇA MILITAR, NECESSIDADE, CONDUTA CRIMINOSA, AFETAÇÃO, INTEGRIDADE, RESPEITABILIDADE, FUNCIONAMENTO, INSTITUIÇÃO MILITAR, BEM JURÍDICO, PROTEÇÃO, LEI PENAL. ROUBO, DINHEIRO, AFETAÇÃO, EXCLUSIVIDADE, PATRIMÔNIO, EMPRESA PRIVADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=110185&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, JUSTIÇA MILITAR, TEMPO DE PAZ, CONDUTA CRIMINOSA, EXECUÇÃO, CIVIL)\nHC 81963 (2ªT), HC 97572 (1ªT), HC 105348 (2ªT), HC 106683 (2ªT), RTJ 193/357. \n(COMPETÊNCIA, JUSTIÇA MILITAR, CONDUTA CRIMINOSA, CONTRARIEDADE, PATRIMÔNIO, ADMINISTRAÇÃO MILITAR)\nHC 86430 (2ªT), HC 92171 (1ªT), HC 102930 (1ªT), HC 106213 (2ªT), HC 106734 (1ªT), HC 107488 (1ªT). \n(PRORROGAÇÃO, COMPETÊNCIA, HIPÓTESE, CONCURSO, JURISDIÇÃO MILITAR, JURISDIÇÃO CIVIL)\nHC 105301 (2ªT), RTJ 144/293. \n- Legislação estrangeira citada: art. 213, redação dada pela Quarta Revisão Constitucional de\n1997, da Constituição de 1976 de Portugal; Ley Federal nº 26.394/2008 da Argentina; art. 213 da Constituição de 1991 da Colômbia; art. 174 da Constituição de 1992 do Paraguai; art. 13 da Constituição de 1917 do México; art. 253 da Constituição de 1967 do Uruguai e arts. 27 e 28 da Ley 18.650/2010 do Uruguai. \n- Decisões estrangeiras citadas: item nº 269, n. 14, da parte dispositiva, \"Puntos Resolutivos\", Caso Palamara Iribarne vs. Chile, de 2005, da Corte Interamericana de Direitos Humanos; Caso Ex Parte Milligan 71 U.S. 1, (1866) da Suprema Corte dos Estados Unidos da América.\n\nNúmero de páginas: 30.\nAnálise: 10/11/2014, IVA.\nRevisão: 10/03/2015, KAR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : ADEMILSON MOREIRA DE ALMEIDA \nIMPTE.(S)  : MARCO ANTONIO ARANTES DE PAIVA \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL MILITAR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282183,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 110185","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2013-05-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Ramagem. Comentários ao Código Penal Militar de 1969. Juriscrédi, 1972. v. 1. p. 54.\r\nBARBOSA, Marcelo Fortes. Garantias Constitucionais de Direito Penal e de Processo Penal na Constituição de 1988. Malheiros, 1993. p. 80/81.\r\nBULOS, Uadi Lammêgo. Curso de Direito Constitucional. 5. ed. Saraiva, 2010. p. 669, item 47.3, “c”.\r\nCARVALHO, Kildare Gonçalves. Direito Constitucional. 13. ed. Del Rey, 2007. p. 1.076, item 14.\r\nDIAS, Jorge Figueiredo. Direito Processual Penal. Coimbra, 1974. v. 1. p. 322-323.\r\nGRINOVER, Ada Pellegrini. O Processo em Sua Unidade – II. Forense, 1984. p. 3/4, p. 39, item 6.\r\nLENZA, Pedro. Direito Constitucional Esquematizado. 14. ed. Saraiva, 2010. p. 777/778, item 14.9.22.\r\nLOBÃO, Célio. Direito Penal Militar. Brasília Jurídica, 1990. p. 50/53, item 8.\r\nLOUREIRO NETO, José da Silva. Direito Penal Militar. 5. ed. Atlas, 2010. p. 17/28, item 2.2.\r\nMARQUES, José Frederico. O Processo Penal na Atualidade. In: Processo Penal e Constituição Federal. São Paulo:  Acadêmica/Apamagis, 1993. p. 19, item 7. \r\nMORAES, Alexandre de. Direito Constitucional. 25. ed. Atlas, 2010. p. 88/89, item 21.1.\r\nMOTTA, Sylvio; BARCHET, Gustavo. Curso de Direito Constitucional. Elsevier, 2007. p. 215, item 2.29.\r\nROMEIRO, Jorge Alberto. Curso de Direito Penal Militar – Parte Geral. Saraiva, 1994. p. 66, item 48.\r\nSABATINI, Giuseppe. Principii Costituzionali del Processo Penale. Napoli, 1976. p. 93/131.\r\nTAORMINA. Giudice naturale e processo penale. Roma, 1972. p. 16. \r\nTUCCI, Rogério Lauria; TUCCI, José Rogério Cruz e. Constituição de 1988 e Processo. Saraiva, 1989. p. 30/32, item 10. \r\nVARGAS, José Cirilo de. Processo Penal e Direitos Fundamentais. Del Rey, 1992. p. 223/232.","ministro_facet":["CELSO DE MELLO"],"processo_numero":110185,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur281479","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, rejeitou a denúncia, na forma do artigo 41, combinado com o artigo 395, do Código de Processo Penal, e artigo 6º da Lei 8.078/1990, nos termos do voto do Relator. Falou, pelo investigado Jovair de Oliveira Arantes, o Dr. Cleber Lopes e, pelo investigado Leandro Vilela Velloso, o Dr. Cláudio Demczuk de Alencar. 2ª Turma, 26.08.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur281479","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur281479","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Inquérito. 2. Competência originária. 3. Penal e Processual Penal. 4. Corrupção eleitoral. 5. Inépcia da denúncia. A denúncia deve projetar todos os elementos – essenciais e acidentais – da figura típica ao caso concreto. No caso concreto, a denúncia não passa por esse teste. Transcrição de interceptações, sem narrativa clara da conduta tida por típica. Falta de explicitação dos limites de responsabilidade de cada réu. Ausência de descrição do fim especial requerido pelo tipo penal – obter voto. 6. Denúncia rejeitada por inepta.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6997163","externo_seq_objeto_incidente":4448631,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-208  DIVULG 21-10-2014  PUBLIC 22-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3752&classe=Inq","is_colac":false,"titulo":"Inq 3752","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00299\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00006\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00395\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2014-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INCOMPATIBILIDADE, DENÚNCIA GENÉRICA, ESTADO DE DIREITO. CONFIGURAÇÃO, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, GARANTIA À AMPLA DEFESA, PRINCÍPIO DO CONTRADITÓRIO, DENÚNCIA GENÉRICA, FUNDAMENTO, DEVER, ESTADO BRASILEIRO, PROTEÇÃO, CIDADÃO, CONTRARIEDADE, OFENSA, DANO. ENTENDIMENTO, DIREITO COMPARADO, CARACTERIZAÇÃO, ATO ATENTATÓRIO, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, SUBMISSÃO, CIDADÃO, INDEFINIÇÃO, PROCESSO JUDICIAL. NECESSIDADE, PONDERAÇÃO, MEMBRO, MINISTÉRIO PÚBLICO, PODER JUDICIÁRIO, PERSECUÇÃO PENAL. CONFIGURAÇÃO, DIREITO DE SUFRÁGIO, BEM JURÍDICO, TUTELADO, HIPÓTESE, CORRUPÇÃO ELEITORAL. CARACTERIZAÇÃO, CRIME, MULTIPLICIDADE, CONDUTA, CRIME PLURISSUBJETIVO, CORRUPÇÃO ELEITORAL. NECESSIDADE, DOLO ESPECÍFICO, FINALIDADE, OBTENÇÃO, VOTO, ABSTENÇÃO, VOTO, CARACTERIZAÇÃO, CORRUPÇÃO ELEITORAL. CARACTERIZAÇÃO, DENÚNCIA APTA, HIPÓTESE, DESCRIÇÃO, ELEMENTO CONCRETO, SUJEITO ATIVO, CONDUTA TÍPICA, CIRCUNSTÂNCIA DO CRIME. CARACTERIZAÇÃO, CASO CONCRETO, DENÚNCIA INEPTA, FUNDAMENTO, LIMITAÇÃO, MINISTÉRIO PÚBLICO, PEÇA ACUSATÓRIA, TRANSCRIÇÃO, INTERCEPTAÇÃO TELEFÔNICA, AUSÊNCIA, DESCRIÇÃO, CONDUTA TÍPICA, ACUSADO. CONSUMAÇÃO, CORRUPÇÃO ELEITORAL, ATO SINGULAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: EXISTÊNCIA, DEVER, MINISTÉRIO PÚBLICO, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, ACUSADO, DENÚNCIA, FINALIDADE, CUMPRIMENTO, PODER JUDICIÁRIO, POSTULADO NORMATIVO, DIREITO PENAL, CULPA, DEVIDO PROCESSO LEGAL. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CONFIGURAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, ACUSADO, DECORRÊNCIA, PRINCÍPIO CONSTITUCIONAL, CARÁTER PESSOAL, RESPONSABILIDADE PENAL. CARACTERIZAÇÃO, DENÚNCIA INEPTA, HIPÓTESE, AUSÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, ACUSADO, FUNDAMENTO, INEXISTÊNCIA, RESPONSABILIDADE SOLIDÁRIA, ÂMBITO PENAL. CARACTERIZAÇÃO, PROCESSO PENAL, GARANTIA, LIBERDADE DE LOCOMOÇÃO, ACUSADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3752&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITOS, DENÚNCIA)\nHC 70763 (1ªT), HC 73271 (1ªT), RTJ 165/877, RT 150/393, RTJ 57/389, RTJ 163/268. \n(INÉPCIA, DENÚNCIA, INTERCEPTAÇÃO TELEFÔNICA)\nHC 84388 (2ªT). \n(CRIME SOCIETÁRIO, INDIVIDUALIZAÇÃO DA CONDUTA)\nHC 86879 (2ªT), HC 80549 (1ªT), HC 83301 (1ªT), RHC 85658 (1ªT), HC 85948 (1ªT). \n(INDIVIDUALIZAÇÃO DA CONDUTA, CARÁTER PESSOAL, RESPONSABILIDADE PENAL)\nRTJ 35/517. \n(MINISTÉRIO PÚBLICO, ÔNUS DA PROVA, CULPABILIDADE)\nRTJ 161/264. \n(INÉPCIA, DENÚNCIA GENÉRICA)\nRTJ 49/388, RTJ 33/430. \n- Acórdão(s) citado(s) - outros tribunais:\nRT 525/372. \n- Legislação estrangeira citada: art. 1º da Constituição alemã.\r\nNúmero de páginas: 24.\r\nAnálise: 03/11/2014, RAF.\r\nRevisão: 05/12/2014, KAR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : LEANDRO VILELA VELLOSO \nADV.(A/S)  : MARCOS AMARANTE SMITH MAIA \nINVEST.(A/S) : JOVAIR DE OLIVEIRA ARANTES \nADV.(A/S)  : CLEBER LOPES \nINVEST.(A/S) : JOSÉ APARECIDO DA SILVA \nPROC.(A/S)(ES) : CELSO JOSE MENDANHA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":281479,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 3752","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2014-08-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"ALMEIDA, Joaquim Canuto Mendes de. Processo Penal, Ação e Jurisdição. Revista dos Tribunais, 1975. p. 114.\r\nALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro/São Paulo: Freitas Bastos, 1959. v. 2. p. 183.\r\n_____. O Processo Criminal Brasileiro. 4. ed. Freitas Bastos, 1959. v. 2 p. 183, item n. 305.\r\nCERNICHIARO, Luiz Vicente; COSTA JÚNIOR, Paulo José da. Direito Penal na Constituição. Revista dos Tribunais, 1990. p. 84, item n. 8.\r\nGOMES, Suzana de Camargo. Crimes Eleitorais. 4. ed. São Paulo: Revista dos Tribunais, 2010. p. 197-205. \r\nGONÇALVES, Luiz Carlos dos Santos. Crimes Eleitorais. São Paulo: Atlas, 2012. p. 44-45.\r\nGRECO FILHO, Vicente. Manual de Processo Penal. Saraiva, 1991. p. 64.\r\nJESUS, Damásio Evangelista de. Código de Processo Penal Anotado. 10. ed. Saraiva, 1993. p. 40.\r\nMARQUES, José Frederico. O Processo Penal na Atualidade. In: Processo Penal e Constituição Federal. APAMAGIS/Ed. Acadêmica, 1993. p. 13/20, 1993.\r\nMAUNZ-DÜRIG, Günther. Grundgesetz Kommentar. Band I. München, Verlag. C. H. Beck, 1990, 1I. 18.\r\nPAZZAGLINI FILHO, Marino. Crimes Eleitorais. São Paulo: Atlas, 2012. p. 46-50. \r\nPIMENTEL, Manoel Pedro. Crimes Contra o Sistema Financeiro Nacional. Revista dos Tribunais, 1987. p. 174.\r\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. Saraiva, 1993. p. 212/214, item n. 17.","ministro_facet":["GILMAR MENDES"],"processo_numero":3752,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}