{"result":{"took":343,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur452119","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 13.8.2021 a 20.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur452119","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur452119","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"AGRAVO REGIMENTAL NA PRISÃO PARA EXTRADIÇÃO. FORMALIZAÇÃO DE PEDIDO DE EXTRADIÇÃO PELO ESTADO REQUERENTE DENTRO DO PRAZO DE 80 DIAS APÓS A DECRETAÇÃO DA PRISÃO. AGRAVANTE QUE SUPOSTAMENTE INTEGRA O GRUPO DE RISCO PARA O CONTÁGIO PELO COVID-19. AUSÊNCIA DE COMPROVAÇÃO. CONVERSÃO DO ACAUTELAMENTO EM PRISÃO DOMICILIAR. INVIABILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\n\n\n\n    1. Não há como acolher a tese relativa ao excesso de prazo da custódia do ora agravante, uma vez que formalizado pedido de extradição dentro do período de 80 (oitenta) dias, previsto no art. XII do Decreto 99.340/1990.\n\n\n\n    2. Inviável o acolhimento do pleito de concessão de prisão domiciliar, em vista da ausência de comprovação do comprometimento do estado de saúde do acautelado, bem como da inexistência de medidas voltadas a evitar a propagação do contágio na unidade prisional em que está recolhido.\n\n\n\n    3. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757142246","externo_seq_objeto_incidente":6217551,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-177  DIVULG 03-09-2021  PUBLIC 08-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=977&classe=PPE","is_colac":false,"titulo":"PPE 977 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-011343 ANO-2006\n    ART-00033 ART-00035 ART-00040 INC-00001\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   TTD ANO-1988\n    ART-00012\n    TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00155 PAR-00005 ART-00180 ART-00297\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075 ANO-1989\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA \n\n","LEG-FED   DEC-099340 ANO-1990\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA"],"publicacao_data":"2021-09-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=977&classe=PPE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"PPE-AgR","documental_observacao_texto":"- Legislação estrangeira citada: arts. 74, 368, 369, 570 e 390 do Código Penal Espanhol.\nNúmero de páginas: 13.\nAnálise: 17/06/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : COLIN JOSEPH BENSON \nADV.(A/S)  : RODRIGO CAVALCANTI \nAGDO.(A/S)  : GOVERNO DA ESPANHA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":452119,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"PPE 977 AgR","processo_classe_processual_unificada_classe_sigla":"PPE","julgamento_data":"2021-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PRISÃO PREVENTIVA PARA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":977,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur452197","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta de inconstitucionalidade, nos termos do voto do Relator. Plenário, Sessão Virtual de 6.8.2021 a 16.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","8","11","12","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur452197","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur452197","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI DO ESTADO DA BAHIA 12.959/2014 QUE DISPÕE SOBRE AUTORIZAÇÃO E REGULAMENTAÇÃO DA VENDA E DO CONSUMO DE BEBIDAS ALCOÓLICAS EM EVENTOS ESPORTIVOS, ESTÁDIOS E ARENAS DESPORTIVAS. CONSTITUCIONALIDADE. EXERCÍCIO DA COMPETÊNCIA CONSTITUCIONAL CONCORRENTE PARA LEGISLAR SOBRE CONSUMO, DESPORTO E SEGURANÇA PÚBLICA.\n\n\n\n    1. A autorização e regulamentação da venda e do consumo de bebidas alcoólicas em eventos esportivos, estádios e arenas desportivas em um Estado-membro não invade a competência da União prevista no art. 24, V e IX e §§1º a 3º, da Constituição da República. \n\n\n\n    2. Ante a ausência de nitidez do comando constante do Estatuto do Torcedor, norma federal, há espaço de conformação para os demais entes da federação para, em nome da garantia da integridade física, regulamentar da maneira mais eficiente possível as medidas para evitar atos de violência. Espaço constitucional deferido ao sentido do federalismo cooperativo inaugurado pela Constituição Federal de 1988.\n\n\n\n    3. Não atenta contra a proporcionalidade, ao contrário vai a seu encontro, disposição, como a que consta da lei impugnada, que limite o consumo da bebida alcoólica entre o início da partida e o intervalo do segundo tempo. \n\n\n\n    4. Ação direta de inconstitucionalidade a que se nega procedência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757183865","externo_seq_objeto_incidente":4562622,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-179  DIVULG 09-09-2021  PUBLIC 10-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5112&classe=ADI","is_colac":false,"titulo":"ADI 5112","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00005 ART-00003 ART-00005\n    \"CAPUT\" INC-00032 INC-00054 ART-00022\n    ART-00023 INC-00001 ART-00024 INC-00005\n    INC-00009 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00030 INC-00001 ART-00217\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009615 ANO-1988\n    ART-00042 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078 ANO-1990\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-010671 ANO-2003\n    ART-00001 ART-0001A ART-00002 ART-0013A\n    INC-00002 ART-0039A ART-0041B PAR-00001\n    INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012299 ANO-2010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012663 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-006117 ANO-2007\n    DECRETO\n\n","LEG-FED   PRT-001195 ANO-2008\n    PORTARIA\n\n","LEG-FED   PRT-001195 ANO-2008\n    PORTARIA DO MINISTÉRIO DA JUSTIÇA - MJ\n\n","LEG-FED   PJL-000451 ANO-1995\n    PROJETO DE LEI\n\n","LEG-FED   PJL-004869 ANO-2009\n    PROJETO DE LEI\n\n","LEG-EST   LEI-013748 ANO-2009\n    LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-012959 ANO-2014\n    ART-00001 ART-00002 INC-00001 INC-00002\n    INC-00004 INC-00005 ART-00003 INC-00001\n    INC-00002 INC-00003 ART-00005\n    LEI ORDINÁRIA, BA"],"publicacao_data":"2021-09-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, SECESSÃO. CONFLITO DE COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. CONFLITO DE COMPETÊNCIA, MULTIDISCIPLINARIDADE, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. PRESUNÇÃO, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO. FEDERALISMO, PRINCÍPIO DA SUBSIDIARIEDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO COOPERATIVO, FEDERALISMO CENTRÍPETO. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. ESPECTADOR, CONSUMIDOR, COMPETÊNCIA LEGISLATIVA, COMPETÊNCIA CONCORRENTE, RELAÇÃO DE CONSUMO. COMPETÊNCIA CONCORRENTE CUMULATIVA, COMPETÊNCIA CONCORRENTE NÃO CUMULATIVA.\n\n- TERMO(S) DE RESGATE: PRESUMPTION AGAINST PRE-EMPTION. CLEAR STATEMENT RULE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5112&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONFLITO DE COMPETÊNCIA, ATO NORMATIVO, MULTIDISCIPLINARIDADE)\nADPF 109 (TP), ADI 5356 (TP). \n(COMERCIALIZAÇÃO, BEBIDA ALCOÓLICA, EVENTO ESPORTIVO, COMPETÊNCIA CONCORRENTE)\nADI 5250 (TP), ADI 6193 (TP), ADI 6195 (TP). \n(PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FEDERALISMO)\nADI 2663 (TP), ADPF 109 (TP), ADI 4306 (TP), ADI 5462 (TP), ADI 5745 (TP). \n(CONSTITUCIONALIDADE, ESTATUTO DO TORCEDOR)\nADI 2937 (TP). \n- Legislação estrangeira citada: art. 10 da Constituição alemã de Weimar.\nNúmero de páginas: 44.\nAnálise: 10/08/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DA BAHIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DA BAHIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MEMBROS DO MINISTÉRIO PÚBLICO - CONAMP \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":452197,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"ADI 5112","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. O Princípio da subsidiariedade: Conceito e evolução. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBOBBIO, Norberto; MATTEUCCI, Nicola. PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. I, 1986 p. 482.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina, 2017. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed.Boston: Little, Brown and Company, 1898. p. 52.\nDE MORAES, Alexandre. Direito constitucional. 35. ed. São Paulo: Atlas, 2019. p. 351.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 e ss.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, 1970.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, 1990. p. 1. \nGORDILLO, Augustín. Princípios gerais do direito público. São Paulo: RT, 1977. p. 183.\nHAMILTON, Alexander. The Federalist papers, nº IX, 1787.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, 1991. p. 53 e ss.\nHORTA, Raul Machado. Estudos de direito constitucional. Belo horizonte: Del Rey, 1995. p. 366.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, 1996. p. 17. \nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, 1996. p. 40 e ss.\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97 e p. 841.\nMIRANDA, Jorge. Manual de direito constitucional. 4. Ed. Coimbra: Coimbra Editora, 1990. p. 13-14.\nNEPOMUCENO, Thyago Celso C.;MOURA, Jdaielson Alves de; SILVA, Lúcio Câmara e; COSTA, Ana Paula Cabral Seixas. Alcohol and violent behavior among footboll spectators: An empirical assessment of Brazilian´s\ncriminalization. In: International of Law, Crime and Justice Volume 51, Ano 2017. pag. 34-44.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, número 120, 1989.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 e ss.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, 1997.","ministro_facet":["EDSON FACHIN"],"processo_numero":5112,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur452623","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição formulado pelo Governo da República da Argentina, ficando condicionada a entrega de Germán Matias Mermet: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017 e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017. Por corolário, manteve a prisão preventiva do extraditando, em especial porque a finalidade da medida é assegurar a execução da ordem extradicional, que se revela quando da efetiva entrega do agente ao Estado requerente, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 20.8.2021 a 27.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur452623","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur452623","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA REPÚBLICA DA ARGENTINA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO TRATADO BILATERAL DE EXTRADIÇÃO VIGENTE ENTRE AS PARTES (DECRETO 62.979/68). POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. IMPUTAÇÃO DO CRIME DE ROUBO MAJORADO POR TER O AGENTE RESTRINGIDO A LIBERDADE DAS VÍTIMAS E POR TER SIDO COMETIDO COM EMPREGO DE ARMA BRANCA. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. AUSÊNCIA DE PRESCRIÇÃO DOS DELITOS EM AMBOS OS ESTADOS. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017. SUPOSTA INTEMPESTIVIDADE DA FORMALIZAÇÃO DO PEDIDO DE EXTRADIÇÃO NÃO CONFIGURADA. MANUTENÇÃO DA PRISÃO PREVENTIVA PARA FINS DE EXTRADIÇÃO, CUJA FINALIDADE É SALVAGUARDAR O ESTADO REQUERIDO E ASSEGURAR A EXECUÇÃO DA ORDEM, COM A EFETIVA ENTREGA DO EXTRADITANDO.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é que é cidadão argentino. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445, de 24/5/2017) e do Tratado de Extradição entre o Governo da República Federativa do Brasil e o Governo da Argentina, promulgado no Brasil pelo Decreto 62.979, de 11/7/1968. \n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no direito pátrio, ao crime de roubo majorado por ter o agente restringido a liberdade das vítimas e por ter sido cometido com emprego de arma branca (art. 157, § 2º, incisos V e VII, do Código Penal). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/2017. Demais requisitos que autorizam a extradição mostram-se igualmente preenchidos.\n\n\n\n    3. No caso concreto, tanto pela legislação internacional como pela legislação pátria, o prazo prescricional ainda não foi alcançado. Com relação (a) ao crime de “privação ilegítima de liberdade”, a prescrição somente será alcançada em 7/9/2023; e (b) ao crime de “roubo qualificado pelo emprego de arma”, a prescrição somente será alcançada em 7/9/2029; isso se não for o caso de ocorrência de quaisquer das hipóteses de suspensão ou interrupção previstas no art. 67 do Código Penal argentino. Já pela legislação pátria, a prescrição será alcançada apenas em 7/9/2037.\n\n\n\n    4. Pedido deferido, ficando condicionada a entrega de GERMÁN MATIAS MERMET: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017 e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017.\n\n\n\n    5. Prisão preventiva mantida, em especial porque não configurada a alegada hipótese de intempestividade da formalização do pedido de extradição, considerando-se, ainda, que a finalidade da custódia é assegurar a execução da ordem extradicional, que se revela quando da efetiva entrega do agente ao Estado requerente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757324341","externo_seq_objeto_incidente":6171605,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-187  DIVULG 17-09-2021  PUBLIC 20-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1673&classe=Ext","is_colac":false,"titulo":"Ext 1673","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00157 PAR-00002 INC-00005 INC-00007\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1961\n    ART-00003 ART-00004\n    TRATADO DE EXTRADIÇÃO COM A ARGENTINA \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00075 ART-00109 INC-00001 ART-00157\n    PAR-00002 INC-00005 INC-00007\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085 ANO-1964\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA \n\n","LEG-FED   DEC-062979 ANO-1968\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA \n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 ART-00083 INC-00002\n    ART-00088 PAR-00003 ART-00091 PAR-00001\n    ART-00095 \"CAPUT\" ART-00096\n    LEI ORDINÁRIA"],"publicacao_data":"2021-09-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PEDIDO, EXTRADIÇÃO, FUNDAMENTAÇÃO, PROMESSA, RECIPROCIDADE, TRATADO DE EXTRADIÇÃO. EXTRADIÇÃO INSTRUTÓRIA, SUFICIÊNCIA, REMESSA, CÓPIA DE DOCUMENTO, MANDADO DE PRISÃO, JUSTIÇA ESTRANGEIRA. EXTRADIÇÃO, POSSIBILIDADE, EXTRADITANDO, UNIÃO ESTÁVEL, COMPANHEIRO BRASILEIRO. PROCESSO DE EXTRADIÇÃO, EXCLUSÃO, APRECIAÇÃO, MÉRITO, IMPUTAÇÃO DE CRIME, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. TERMO FINAL, PRAZO, FORMALIZAÇÃO, PEDIDO, EXTRADIÇÃO, RECEBIMENTO, NOTA VERBAL, MINISTÉRIO DAS RELAÇÕES EXTERIORES (MRE). IRRELEVÂNCIA, DATA, RECEBIMENTO, OFÍCIO, STF, DATA, AUTUAÇÃO, DISTRIBUIÇÃO, AUTOS, PROCESSO DE EXTRADIÇÃO. PROCESSO DE EXTRADIÇÃO, PACOTE ANTICRIME, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE, LEI PROCESSUAL PENAL, APLICAÇÃO IMEDIATA. INAPLICABILIDADE, PRINCÍPIO DA IRRETROATIVIDADE DA LEI.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1673&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP). \n(PEDIDO, EXTRADIÇÃO, FUNDAMENTAÇÃO, TRATADO INTERNACIONAL, PROMESSA, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(REQUISITO, EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(EXTRADIÇÃO, ESTRANGEIRO, VÍNCULO, FAMÍLIA, ESTADO BRASILEIRO, SÚMULA 421/STF)\nExt 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 669 (TP). \n(PRAZO, FORMALIZAÇÃO, PEDIDO, EXTRADIÇÃO)\nHC 86922 (TP). \n(PROCESSO DE EXTRADIÇÃO, PETIÇÃO INICIAL, REQUISITO)\nExt 667 (TP). \n- Legislação estrangeira citada: art. 54, art. 62, inciso 2, art. 63, art. 67, art. 142, inciso 1 e art. 166, inciso 2, do Código Penal argentino.\n- Veja PPE 974 do STF.\nNúmero de páginas: 24.\nAnálise: 02/06/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : GERMAN MATIAS MERMET \nADV.(A/S)  : ALISON BIBIANA AUTINO CABRERA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":452623,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1673","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-08-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1673,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur453004","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, conheceu do agravo e negou-lhe provimento, nos termos do voto da Relatora. Primeira Turma, Sessão Virtual de 3.9.2021 a 14.9.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur453004","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur453004","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AGRAVO INTERNO EM RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA. ACÓRDÃO PROFERIDO PELO SUPERIOR TRIBUNAL MILITAR EM PROCESSO ORIUNDO DE CONSELHO DE JUSTIFICAÇÃO. NATUREZA ADMINISTRATIVA. PRECEDENTES. PERDA DO POSTO E DA PATENTE, POR INDIGNIDADE PARA O OFICIALATO. JULGAMENTO QUE CONTOU COM A DEVIDA PUBLICIDADE. OBSERVÂNCIA DE GARANTIAS DE ÍNDOLE PROCEDIMENTAL QUE SE PERFAZ NOS TERMOS DA LEGISLAÇÃO DE REGÊNCIA.\n\n\n\n    1. O processo especial oriundo de Conselho de Justificação, voltado à apuração de conduta suscetível de ensejar a perda do posto e da patente de militar, por indignidade para o oficialato, tem natureza administrativa. Precedentes.\n\n\n\n    2. Como se extrai do ato impugnado na presente impetração, acórdão prolatado no processo nº 7000519-96.2019.7.00.0000, oriundo de Conselho de Justificação, por meio do qual a autoridade impetrada, Superior Tribunal Militar, reputou o ora agravante injustificado e, portanto, indigno para o oficialato, com imposição da correlata pena de perda do posto e da patente, as garantias do devido processo legal, do contraditório e da ampla defesa foram devidamente observadas, nos limites da legislação de regência.\n\n\n\n    3. Juridicamente inviável, à luz dos precedentes desta Casa, é a realização de julgamento disciplinar militar em sessão secreta, sem facultar a presença do interessado ou de seu representante legal. No caso, a autoridade impetrada, Superior Tribunal Militar, para o qual, por força do art. 142, § 3º, VI, da Constituição da República, foram enviados os autos do processo administrativo especial oriundo de Conselho de Justificação, deliberou regularmente, em sessão que contou com a devida publicidade, admitida, inclusive, a realização de sustentação oral em favor do justificante.\n\n\n\n    4. A remessa do processo administrativo especial oriundo de Conselho de Justificação ao STM não depende de capacidade postulatória, a exigir a atuação de advogado público integrante da Advocacia-Geral da União. Legitima-se, portanto, o envio realizado pelo Comandante da Aeronáutica.\n\n\n\n    5. Inaplicável o art. 85, § 11, do CPC/2015, por se tratar de recurso interposto em mandado de segurança (art. 25 da Lei 12.016/2009 e Súmula 512/STF).\n\n\n\n    6. Agravo interno conhecido e não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757350924","externo_seq_objeto_incidente":6236051,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-188  DIVULG 20-09-2021  PUBLIC 21-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=37764&classe=RMS","is_colac":false,"titulo":"RMS 37764 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00142 PAR-00003 INC-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005836 ANO-1972\n    ART-00009 PAR-00001 ART-00013 INC-00005\n    LET-A LET-B ART-00015 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012016 ANO-2009\n    ART-00025\n    LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00015 ART-00085 PAR-00001 PAR-00011\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 ITEM-00001\n    CONVENÇÃO AMERICANA SOBRE OS DIREITOS HUMANOS (PACTO DE SÃO JOSE DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000512\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-09-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=37764&classe=RMS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RMS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO, CONSELHO DE JUSTIFICAÇÃO, NATUREZA ADMINISTRATIVA)\nRE 318469 (2ªT), AI 811709 AgR (2ªT), RMS 32645 (2ªT), RMS 32970 (2ªT). \n(DIREITO DE PETIÇÃO, CONTRADITÓRIO, AMPLA DEFESA, DEVIDO PROCESSO LEGAL, AUSENCIA, CARÁTER ABSOLUTO)\nMS 28156 AgR (1ªT). \n- Veja RE 597148 e ARE 1105729 AgR-ED do STF.\n- Legislação estrangeira citada: Art. 8, item 1, do Pacto de São José da Costa Rica.\nNúmero de páginas: 15.\nAnálise: 08/03/2022, PBF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : RICARDO MEIRELLES DE OLIVEIRA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO MILITAR \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":453004,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RMS 37764 AgR","processo_classe_processual_unificada_classe_sigla":"RMS","julgamento_data":"2021-09-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORD. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":37764,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur453238","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que dava provimento ao recurso extraordinário para, afastando a imunidade de jurisdição da República Federal da Alemanha, anular a sentença que extinguiu o processo sem resolução de mérito e propunha a seguinte tese (tema 944 da repercussão geral): “Os atos ilícitos praticados por Estados estrangeiros em violação a direitos humanos não gozam de imunidade de jurisdição”, no que foi acompanhado pelos Ministros Rosa Weber, Dias Toffoli e Cármen Lúcia; do voto do Ministro Gilmar Mendes, que negava provimento ao recurso extraordinário, mantendo o acórdão do STJ, ao reconhecer a imunidade absoluta de jurisdição de Estados estrangeiros em se tratando de atos submetidos ao regime de jure imperii; e do voto do Ministro Marco Aurélio, que negava provimento ao recurso e propunha a seguinte tese: “É absoluta a imunidade de jurisdição de Estado estrangeiro considerado ato de império praticado em contexto de guerra, ainda que em jogo violação de direitos humanos”, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 19.2.2021 a 26.2.2021.\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 944 da repercussão geral, deu provimento ao recurso extraordinário para, afastando a imunidade de jurisdição da República Federal da Alemanha, anular a sentença que extinguiu o processo sem resolução de mérito, fixando a seguinte tese: “Os atos ilícitos praticados por Estados estrangeiros em violação a direitos humanos não gozam de imunidade de jurisdição\", nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes, Alexandre de Moraes, Nunes Marques, Luiz Fux (Presidente) e Marco Aurélio, que proferiu voto em assentada anterior. Plenário, Sessão Virtual de 13.8.2021 a 20.8.2021.","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur453238","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur453238","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"RECURSO EXTRAORDINÁRIO COM AGRAVO. REPERCUSSÃO GERAL. DIREITOS HUMANOS. DIREITO INTERNACIONAL. ESTADO ESTRANGEIRO. ATOS DE IMPÉRIO. PERÍODO DE GUERRA. CASO CHANGRI-LÁ. DELITO CONTRA O DIREITO INTERNACIONAL DA PESSOA HUMANA. ATO ILÍCITO E ILEGÍTIMO. IMUNIDADE DE JURISDIÇÃO. RELATIVIZAÇÃO. POSSIBILIDADE. ACESSO À JUSTIÇA. PREVALÊNCIA DOS DIREITOS HUMANOS. ART. 4º, II, DA CONSTITUIÇÃO DA REPÚBLICA. \n\n\n\n     1. Controvérsia inédita no âmbito desta Suprema Corte, estando em questão a derrotabilidade de regra imunizante de jurisdição em relação a atos de império praticados por Estado soberano, por conta de graves delitos ocorridos em confronto à proteção internacional da pessoa natural , nos termos do art. 4º, II e V, do Texto Constitucional. \n\n\n\n    2. A imunidade de jurisdição do Estado estrangeiro no direito brasileiro é regida pelo direito costumeiro. A jurisprudência do STF reconhece a divisão em atos de gestão e atos de império, sendo os primeiros passíveis de cognoscibilidade pelo Poder Judiciário e, mantida, sempre, a imunidade executória, à luz da Convenção de Viena sobre as Relações Diplomáticas (Dec. 56.435/1965). Precedentes.\n\n\n\n    3. O artigo 6, “b”, do Estatuto do Tribunal Militar Internacional de Nuremberg, reconhece como “crimes de guerra” as violações das leis e costumes de guerra, entre as quais, o assassinato de civis, inclusive aqueles em alto-mar. Violação ao direito humano à vida, incluído no artigo 6, do Pacto sobre Direitos Civis e Políticos. Assim, os atos praticados em períodos de guerra contra civis em território nacional, ainda que sejam atos de império, são ilícitos e ilegítimos.\n\n\n\n    4. O caráter absoluto da regra de imunidade da jurisdição estatal é questão persistente na ordem do dia do direito internacional, havendo notícias de diplomas no direito comparado e de cortes nacionais que afastaram ou mitigaram a imunidade em casos de atos militares ilícitos.\n\n\n\n    5. A Corte Internacional de Justiça, por sua vez, no julgamento do caso das imunidades jurisdicionais do Estado (Alemanha Vs. Itália), manteve a doutrina clássica, reafirmando sua natureza absoluta quando se trata de atos jure imperii. Decisão, no entanto, sem eficácia erga omnes e vinculante, conforme dispõe o artigo 59, do Estatuto da própria Corte, e distinta por assentar-se na reparação global.\n\n\n\n    6. Nos casos em que há violação à direitos humanos, ao negar às vítimas e seus familiares a possibilidade de responsabilização do agressor, a imunidade estatal obsta o acesso à justiça, direito com guarida no art. 5º, XXXV, da CRFB; nos arts. 8 e 10, da Declaração Universal; e no art. 1, do Pacto sobre Direitos Civis e Políticos. \n\n\n\n    7. Diante da prescrição constitucional que confere prevalência aos direitos humanos como princípio que rege o Estado brasileiro nas suas relações internacionais (art. 4º, II), devem prevalecer os direitos humanos - à vida, à verdade e ao acesso à justiça -, afastada a imunidade de jurisdição no caso. \n\n\n\n     8. Possibilidade de relativização da imunidade de jurisdição estatal em caso de atos ilícitos praticados no território do foro em violação à direitos humanos. \n\n\n\n    9. Fixação de tese jurídica ao Tema 944 da sistemática da repercussão geral: “Os atos ilícitos praticados por Estados estrangeiros em violação a direitos humanos não gozam de imunidade de jurisdição.” \n\n\n\n    10. Recurso extraordinário com agravo a que se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757448754","externo_seq_objeto_incidente":4943985,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-191  DIVULG 23-09-2021  PUBLIC 24-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=954858&classe=ARE","is_colac":false,"titulo":"ARE 954858","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00002 ART-00003\n    INC-00004 ART-00004 INC-00001 INC-00002\n    INC-00004 INC-00005 INC-00006 ART-00005\n    INC-00002 INC-00035 INC-00054 ART-00102\n    INC-00003 LET-A ART-00105 INC-00002\n    LET-C ART-00109 INC-00002 ART-00133\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00186 ART-00927 ART-00948 INC-00001\n    INC-00002\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00267 INC-00006 ART-00557 \"CAPUT\"\n    ART-01035 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1949\n    ART-00049 ART-00050 ART-00051\n    CONVENÇÃO DE GENEBRA PARA A MELHORIA DA SORTE DOS FERIDOS E ENFERMOS DOS EXÉRCITOS EM CAMPANHA\n\n","LEG-INT   CVC ANO-1961\n    ART-00022 ITEM-00001 ITEM-00002 ITEM-00003\n    ART-00023 ITEM-00001 ITEM-00002 ART-00032\n    ITEM-00001 ITEM-00002 ITEM-00003 ITEM-00004\n    CONVENÇÃO DE VIENA SOBRE RELAÇÕES DIPLOMÁTICAS \n\n","LEG-INT   PCT ANO-1966\n    ART-00001 ART-00006 ART-00014\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-007935 ANO-1945\n    DECRETO LEGISLATIVO - APROVA CARTA DAS NAÇÕES UNIDAS, DA QUAL FAZ PARTE INTEGRANTE O ANEXO ESTATUTO DA CORTE INTERNACIONAL DE JUSTIÇA\n\n","LEG-FED   DLG-000035 ANO-1956\n    DECRETO LEGISLATIVO - APROVA AS CONVENÇÕES CONCLUÍDAS EM GENEBRA, A 12 DE AGÔSTO DE 1949, DESTINADAS A PROTEGER AS VITIMAS DA GUERRA\n\n","LEG-FED   DLG-000103 ANO-1964\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE RELAÇÕES DIPLOMÁTICAS \n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000001 ANO-1992\n    DECRETO LEGISLATIVO - APROVA OS PROTOCOLOS I E II DE 1977, ADICIONAIS ÀS CONVENÇÕES DE GENEBRA DE 1949, ADOTADOS EM 10 DE JUNHO DE 1977 PELA CONFERÊNCIA DIPLOMÁTICA SOBRE A REAFIRMAÇÃO E O DESENVOLVIMENTO DO DIREITO INTERNACIONAL HUMANITÁRIO APLICÁVEL AOS CONFLITOS ARMADOS\n\n","LEG-FED   DEC-010358 ANO-1942\n    DECRETO\n\n","LEG-FED   DEC-019841 ANO-1945\n    DECRETO - PROMULGA A CARTA DAS NAÇÕES UNIDAS, DA QUAL FAZ PARTE INTEGRANTE O ANEXO ESTATUTO DA CORTE INTERNACIONAL DE JUSTIÇA\n\n","LEG-FED   DEC-042121 ANO-1957\n    DECRETO  - PROMULGA AS CONVENÇÕES CONCLUÍDAS EM GENEBRA A 12 DE AGOSTO DE 1949, DESTINADAS A PROTEGER VÍTIMAS DE DEFESA.\n\n","LEG-FED   DEC-056435 ANO-1965\n    DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE RELAÇÕES DIPLOMÁTICAS \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEC-000849 ANO-1993\n    DECRETO - PROMULGA OS PROTOCOLOS I E II DE 1977 ADICIONAIS ÀS CONVENÇÕES DE GENEBRA DE 1949, ADOTADOS EM 10 DE JUNHO DE 1977 PELA CONFERÊNCIA DIPLOMÁTICA SOBRE A REAFIRMAÇÃO E O DESENVOLVIMENTO DO DIREITO INTERNACIONAL HUMANITÁRIO APLICÁVEL AOS CONFLITOS ARMADOS\n\n","LEG-INT   ETT ANO-1945\n    ART-00038 ART-00059\n    ESTATUTO DA CORTE INTERNACIONAL DE JUSTIÇA\n\n","LEG-INT   PLT-I ANO-1977\n    ART-00032 ART-00049 ITEM-00001 ITEM-00002\n    ITEM-00003 ITEM-00004 ART-00051 ITEM-00001\n    ITEM-00002 ITEM-00003 ITEM-00004 LET-A\n    LET-B LET-C ITEM-00005 LET-A\n    LET-B ITEM-00006 ART-00091\n    PROTOCOLO ADICIONAL ÀS CONVENÇÕES DE GENEBRA DE 1949, RELATIVO À PROTEÇÃO DAS VÍTIMAS DOS CONFLITOS ARMADOS SEM CARÁTER INTERNACIONAL"],"publicacao_data":"2021-09-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMUNIDADE DE JURISDIÇÃO, DIREITO COMPARADO. PRINCÍPIO DA PREVALÊNCIA DOS DIREITOS HUMANOS, DIREITO À VIDA, VERDADE, ACESSO À JUSTIÇA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: IRRETROATIVIDADE, CONVENÇÃO, PROIBIÇÃO, ATAQUE, FORÇAS ARMADAS, EMBARCAÇÃO, CIVIL. INCOMPETÊNCIA, STF, CONFLITO, ÂMBITO INTERNACIONAL. IMUNIDADE ABSOLUTA, ATO DE IMPÉRIO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRINCÍPIO, IDENTIDADE, PRINCÍPIO DO TERCEIRO EXCLUÍDO. CARÁTER ABSOLUTO, IMUNIDADE DE JURISDIÇÃO, ATO DE IMPÉRIO, GUERRA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: IMUNIDADE DE JURISDIÇÃO, ATO DE IMPÉRIO, TEMPO DE GUERRA, EQUILÍBRIO, ÂMBITO INTERNACIONAL. AFASTAMENTO, IMUNIDADE DE JURISDIÇÃO, EXCLUSIVIDADE, HIPÓTESE, RENÚNCIA EXPRESSA. IMPOSSIBILIDADE, JULGADO, DIREITO COMPARADO, FUNDAMENTO, RELATIVIZAÇÃO, IMUNIDADE DE JURISDIÇÃO. PODER JUDICIÁRIO, LEGISLADOR POSITIVO, OFENSA, CONSTITUIÇÃO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=954858&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- O ARE 954858 foi objeto de embargos de declaração acolhidos parcialmente para conferir nova redação à tese firmada no tema 944 da Repercussão Geral, no seguinte sentido: “Os atos ilícitos praticados por Estados estrangeiros em violação a direitos humanos, dentro do território nacional, não gozam de imunidade de jurisdição”.\n- Acórdão(s) citado(s):\n(IMUNIDADE DE JURISDIÇÃO, ESTADO ESTRANGEIRO, LEGISLAÇÃO BRASILEIRA)\nACi 9696 (TP) - RTJ 133/159, AI 139671 AgR (1ªT), ACO 543 AgR (TP), RE 222368 AgR (2ªT), ACO 634 AgR (TP), ACO 623 AgR (1ªT), ACO 645 AgR (TP), RE 1034840 RG (TP). \n(IMUNIDADE DE JURISDIÇÃO, ATO ILÍCITO, DIREITOS HUMANOS)\nARE 793676 AgR-segundo (2ªT), ARE 880298 AgR (1ªT). \n(INCOMPETENCIA, STF, CONFLITO, ÂMBITO INTERNACIONAL)\nRcl 11243 (TP). \n(FUNDAMENTAÇÃO, DECISÃO JUDICIAL)\nAI 791292 QO-RG. \n(CONTRADITÓRIO,  AMPLA  DEFESA,  COISA  JULGADA,  DEVIDO  PROCESSO  LEGAL)\nARE 748371 RG (TP). \n- Decisões monocráticas citadas:\n(IMUNIDADE DE JURISDIÇÃO, ATO ILÍCITO, DIREITOS HUMANOS)\nARE 853335, RE 509857, ARE 953656.\n- Acórdão(s) citado(s) - outros tribunais:\n(IMUNIDADE DE JURISDIÇÃO, ESTADO ESTRANGEIRO, LEGISLAÇÃO BRASILEIRA)\nSTJ: RO 57, RO 60, RO 64. \n- Caso \"CASO CHANGRI-LÁ\".\n- Decisões estrangeiras citadas: Caso Alemanha vs. Itália (Germany vs. Italy: Greece Intervening, Jurisdictional Immunities of the State), da Corte Internacional de Justiça; Caso Prefecture of Voiotia vs. Federal Republic of Germany, da Corte Europeia; Caso Ferrini, da Itália; Caso Distomo, da Grécia; Caso Letelier vs. Republic of Chile, Caso Republic of Hungary vs. Simon e Caso Federal Republic of Germany vs. Philipp, dos Estados Unidos da América; Caso 'Confort Women' vs. Japan da Corte do Distrito Central de Seul.\n- Legislação estrangeira citada: art. 6, “b”, do Estatuto do Tribunal Militar Internacional de Nuremberg; art. 11, art. 23 e art. 27, itens 1 e 2, da Convenção Europeia sobre Imunidade de Jurisdição (European Convention on State Immunity; Convenção da Basileia), de 1972; lei de imunidade de jurisdição dos Estados Unidos da América (U.S. Foreign Sovereign Immunities Act), de 1976, incorporada nas seções 1.602 a 1.611 do Código Norte-Americano (U.S. Code); seção 5 da lei britânica de Imunidade de Jurisdição de 1978 (U.K. State Immunity Act); art. 13 da lei australiana de imunidade de 1985 (Foreign States Immunities Act); art. 2°, \"e\", da Lei de Imunidade de Jurisdição argentina (Inmunidad Jurisdiccional de los Estados Extranjeros ante los Tribunales Argentinos), de 1995; Tratado de Münster, de 30 de janeiro de 1648; Tratado de Osnabruque, de 24 de outubro de 1648; Tratado dos Pirinéus, de 7 de novembro de 1659; Tratado de Versalhes, de 1919; Singapore State Immunity Act de 1979; South Africa Foreign States Immunities Act de 1981; Pakistan State Immunity Ordinance de 1981; Canada Act to Provide for State Immunity in Canadian Courts de 1982; Convenção Internacional sobre Imunidades de Jurisdição dos Estados e de seus Bens (projeto de 2005).\n- Veja arts. 8 e 10, da Declaração Universal dos Direitos Humanos.\n- Veja art. 3°, item 3, art. 16, itens 2 e 4, e art. 30, item 1, da Convenção das Nações Unidas sobre a Imunidade de Jurisdição dos Estados e de seus Bens.\n- Veja processo n° 812/1944 do Tribunal Marítimo.\n- Veja art. 12 do Draft Articles on Jurisdictional Immunities of States and Their Property, de 1991, da Comissão de Direito Internacional da Organização das Nações Unidas.\nNúmero de páginas: 106.\nAnálise: 06/06/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : KARLA CHRISTINA AZEREDO VENANCIO DA COSTA E OUTRO(A/S)\nADV.(A/S)  : LUIZ ROBERTO LEVEN SIANO \nRECDO.(A/S)  : REPÚBLICA FEDERAL DA ALEMANHA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"944 - Alcance da imunidade de jurisdição de Estado estrangeiro em relação a ato de império ofensivo ao direito internacional da pessoa humana.","old_seq_sjur":453238,"documental_tese_texto":"Os atos ilícitos praticados por Estados estrangeiros em violação a direitos humanos, dentro do território nacional, não gozam de imunidade de jurisdição.","procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ARE 954858","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2021-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"AGAMBEN, Giorgio. Estado de exceção. Tradução: Iraci D. Poleti. São Paulo: Boitempo, 2004. p. 39.\nBAZARIAN, Jacob. O problema da verdade. São Paulo: Editora Alfa-Ômega, 1985. p. 117.\nCOREIA do Sul condena Japão a indenizar escravas sexuais da 2ª Guerra Mundial. Folha de São Paulo, 8 jan. 2021. Disponível em: https://www1.folha.uol.com.br/mundo/2021/01/coreia-do-sul-condena-japao-a-indenizar-escravas-sexuais-da-2a-guerra-mundial.shtml?utm_source=newsletter&utm_medium=email&utm_campaign=newsfolha. Acesso em: 22 fev. 2021.\nDOLINGER, Jacob; TIBURCIO, Carmen. Direito Internacional Privado. 14. ed. Rio de Janeiro: Forense, 2018. p. 600-601.\nINTERNATIONAL COURT OF JUSTICE. Jurisdictional Immunities of the State (Germany Vs Italy). Counter-Memorial of Italy, de 22 dez. 2009. p. 65-67. Disponível em https://www.icj-cij.org/files/caserelated/143/16648.pdf. Acesso em: 15 ago. 2019.\nMAZZUOLI, Valerio. Curso de Direito Internacional Público. 12. ed. Rio de Janeiro: Forense, 2019. p. 476-480.\nTIBURCIO, Carmen. Extensão e limites da jurisdição brasileira. Salvador: JusPODIVM, 2016. p. 272 e 451.\nTIBURCIO, Carmen. Extensão e limites da jurisdição brasileira. 2. ed. Salvador: JusPodivm, 2019. p. 438.\nTRINDADE, Antonio Cançado. Princípios do direito internacional contemporâneo. 2. ed. Brasília: FUNAG, 2017. p. 450.\nUNITED NATIONS. Draft Articles on Jurisdictional Immunities of States and Their Property, with commentaries, 1991. 2005. p. 34. Disponível em: http://legal.un.org/ilc/texts/instruments/english/commentaries/4_1_1991.pdf. Acesso em: 16 ago. 2019.\nVIEIRA, Pedro Guimarães. Revista de Direito, Viçosa, Departamento de Direito, Universidade Federal de Viçosa, v. 5, n. 1, 2013. p. 130-131.","ministro_facet":["EDSON FACHIN"],"processo_numero":954858,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur414970","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que dava parcial provimento ao recurso para dar interpretação conforme a Constituição às normas impugnadas, e o voto do Ministro Edson Fachin, que negava provimento ao recurso, pediu vista dos autos o Ministro Alexandre de Moraes. Ausentes, justificadamente, os Ministros Luiz Fux e Celso de Mello. Falaram: pelo recorrente, Ministério Público do Estado do Rio Grande do Sul, o Dr. Alexandre Saltz, Promotor de Justiça do Ministério Público do Estado do Rio Grande do Sul; pelo recorrido Governador do Estado do Rio Grande do Sul, o Dr. Thiago Holanda González, Procurador do Estado do Rio Grande do Sul; pela recorrida Assembleia Legislativa do Estado do Rio Grande do Sul, o Dr. Fernando Baptista Bolzon, Procurador-Geral da Assembleia Legislativa do Estado do Rio Grande do Sul; pelo interessado Forum Nacional de Proteção e Defesa Animal, o Dr. Francisco Carlos Rosas Giardina; pelo amicus curiae Federação Afro-Umbandista e Espiritualista do Rio Grande do Sul - FAUERS, a Dra. Tatiana Antunes Carpter; pelos amici curiae União de Tendas de Umbanda e Candomblé do Brasil e Conselho Estadual da Umbanda e dos Cultos Afro-Brasileiros do Rio Grande do Sul - CEUCAB/RS, o Dr. Hédio Silva Júnior; pela Procuradoria-Geral da República, o Vice-Procurador-Geral da República, Dr. Luciano Mariz Maia. Presidência da Ministra Cármen Lúcia. Plenário, 9.8.2018.\r\n\n                       Decisão: O Tribunal, por maioria, negou provimento ao recurso extraordinário, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencidos, em parte, os Ministros Marco Aurélio (Relator), Alexandre de Moraes e Gilmar Mendes, que também admitiam a constitucionalidade da lei, dando-lhe interpretação conforme. Em seguida, por maioria, fixou-se a seguinte tese: “É constitucional a lei de proteção animal que, a fim de resguardar a liberdade religiosa, permite o sacrifício ritual de animais em cultos de religiões de matriz africana”, vencido o Ministro Marco Aurélio. Não participaram da fixação da tese os Ministros Ricardo Lewandowski e Gilmar Mendes. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 28.03.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur414970","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur414970","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL. RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. PROTEÇÃO AO MEIO AMBIENTE. LIBERDADE RELIGIOSA. LEI 11.915/2003 DO ESTADO DO RIO GRANDE DO SUL. NORMA QUE DISPÕE SOBRE O SACRIFÍCIO RITUAL EM CULTOS E LITURGIAS DAS RELIGIÕES DE MATRIZ AFRICANA. COMPETÊNCIA CONCORRENTE DOS ESTADOS PARA LEGISLAR SOBRE FLORESTAS, CAÇA, PESCA, FAUNA, CONSERVAÇÃO DA NATUREZA, DEFESA DO SOLO E DOS RECURSOS NATURAIS, PROTEÇÃO DO MEIO AMBIENTE E CONTROLE DA POLUIÇÃO. SACRIFÍCIO DE ANIMAIS DE ACORDO COM PRECEITOS RELIGIOSOS. CONSTITUCIONALIDADE. \n\n\n\n    1. Norma estadual que institui Código de Proteção aos Animais sem dispor sobre hipóteses de exclusão de crime amoldam-se à competência concorrente dos Estados para legislar sobre florestas, caça, pesca, fauna, conservação da natureza, defesa do solo e dos recursos naturais, proteção do meio ambiente e controle da poluição (art. 24, VI, da CRFB).\n\n\n\n    2. A prática e os rituais relacionados ao sacrifício animal são patrimônio cultural imaterial e constituem os modos de criar, fazer e viver de diversas comunidades religiosas, particularmente das que vivenciam a liberdade religiosa a partir de práticas não institucionais.\n\n\n\n    3. A dimensão comunitária da liberdade religiosa é digna de proteção constitucional e não atenta contra o princípio da laicidade.\n\n\n\n    4. O sentido de laicidade empregado no texto constitucional destina-se a afastar a invocação de motivos religiosos no espaço público como justificativa para a imposição de obrigações. A validade de justificações públicas não é compatível com dogmas religiosos.\n\n\n\n    5. A proteção específica dos cultos de religiões de matriz africana é compatível com o princípio da igualdade, uma vez que sua estigmatização, fruto de um preconceito estrutural, está a merecer especial atenção do Estado.\n\n\n\n    6. Tese fixada: “É constitucional a lei de proteção animal que, a fim de resguardar a liberdade religiosa, permite o sacrifício ritual de animais em cultos de religiões de matriz africana”.\n\n\n\n    7. Recurso extraordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751390246","externo_seq_objeto_incidente":2419108,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-251  DIVULG 18-11-2019  PUBLIC 19-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=494601&classe=RE","is_colac":false,"titulo":"RE 494601","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 \"CAPUT\" INC-00002 \n          INC-00006 INC-00007 INC-00008 ART-00019 \n          INC-00001 ART-00022 INC-00001 ART-00024 \n          INC-00006 PAR-00003 ART-00215 PAR-00001 \n          ART-00225 PAR-00001 INC-00007 \n          ART-00225 PAR-00007 INCLUÍDO PELA EMC-96/2017\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000096      ANO-2017\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009605      ANO-1998\n          ART-00029 PAR-00001 INC-00001 INC-00002 \n          INC-00003 ART-00032 PAR-00001 PAR-00002 \n          ART-00037 INC-00001 INC-00002 INC-00003 \n          INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012288      ANO-2010\n          ART-00023 ART-00024 ART-00025 ART-00026\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n                CONVENÇÃO AMERICANA DE DIREITOS HUMANOS\n\n","LEG-INT   CVC      ANO-2003\n          ART-00002 ITEM-2 LET-C\n                CONVENÇÃO PARA A SALVAGUARDA DO PATRIMÓNIO CULTURAL IMATERIAL DA UNESCO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00023 INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO SÃO JOSÉ) CELEBRADO EM SÃO JOSÉ DA COSTA RICA, EM 22 DE NOVEMBRO DE 1969, POR OCASIÃO DA CONFERÊNCIA ESPECIALIZADA INTERAMERICANA SOBRE DIREITOS HUMANOS.\n\n","LEG-FED   DLG-000022      ANO-2006\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO PARA A SALVAGUARDA DO PATRIMÔNIO CULTURAL IMATERIAL, CELEBRADA EM PARIS, EM 17 DE OUTUBRO DE 2003. \n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969.\n\n","LEG-FED   DEC-005753      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO PARA A SALVAGUARDA DO PATRIMÔNIO CULTURAL IMATERIAL, ADOTADA EM PARIS, EM 17 DE OUTUBRO DE 2003, E ASSINADA EM 3 DE NOVEMBRO DE 2003.\n\n","LEG-FED   INT-000003      ANO-2000\n          ART-011.3\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DA AGRICULTURA, PECUÁRIA E ABASTECIMENTO\n\n","LEG-EST   CES      ANO-1989\n          ART-00001\n                CONSTITUIÇÃO ESTADUAL, RS\n\n","LEG-EST   LEI-011915      ANO-2003\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          ART-00002 PAR-ÚNICO INCLUÍDO PELA LEI-12131/2004\n          ART-00025\n                LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012131      ANO-2004\n          ART-00001\n                LEI ORDINÁRIA, RS"],"publicacao_data":"2019-11-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TRIBUNAL DE JUSTIÇA, CONTROLE ABSTRATO, LEI MUNICIPAL, NORMA DE REPRODUÇÃO OBRIGATÓRIA. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA DE REPRODUÇÃO OBRIGATÓRIA. \n\n- VOTO, MIN. MARCO AURÉLIO: CONFIGURAÇÃO, LEI PENAL, DESCRIÇÃO, DELITO, TIPO PENAL, PENA. COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, COMPETÊNCIA PLENA. PRINCÍPIO DO ESTADO LAICO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA, MAUS-TRATOS, CRUELDADE CONTRA ANIMAIS. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. SACRALIZAÇÃO DE ANIMAIS, RITUAL RELIGIOSO, ABATE, CONSUMO, CARNE.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: CONSTITUCIONALIDADE FORMAL. LEI IMPUGNADA, NATUREZA ADMINISTRATIVA. INTERPRETAÇÃO, PRECONCEITO, AUTORIDADE ADMINISTRATIVA, CULTO RELIGIOSO, LIBERDADE DE RELIGIÃO, CRENÇA RELIGIOSA, LIBERDADE DE CULTO RELIGIOSO. PLURALIDADE, LIBERDADE DE RELIGIÃO. SACRALIZAÇÃO DE ANIMAIS, LIBERDADE DE RELIGIÃO, RITUAL RELIGIOSO.\n\n- VOTO, MIN. ROBERTO BARROSO: IGUALDADE, CARÁTER FORMAL, CARÁTER MATERIAL, IGUALDADE, RECONHECIMENTO, MINORIA. PRINCÍPIO DO ESTADO LAICO, PROTEÇÃO, CRENÇA RELIGIOSA.\n\n- VOTO, MIN. ROSA WEBER: CONSTITUCIONALIDADE FORMAL. LEI IMPUGNADA, PROTEÇÃO, MEIO AMBIENTE, PODER DE POLÍCIA, ADMINISTRAÇÃO ESTADUAL. DIMENSÃO INTERIOR DA LIBERDADE DE RELIGIÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO. DEVER, PODER PÚBLICO, PROTEÇÃO, MANIFESTAÇÃO CULTURAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=494601&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRIBUNAL DE JUSTIÇA, CONTROLE ABSTRATO, LEI MUNICIPAL, NORMA DE REPRODUÇÃO OBRIGATÓRIA)\nRE 650898 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA DE REPRODUÇÃO OBRIGATÓRIA)\nRcl 17954 AgR (1ªT), RE 1003137 AgR (2ªT). \n(DIREITO À CULTURA, PROIBIÇÃO, CRUELDADE CONTRA ANIMAIS)\nRE 153531 (2ªT). \n(BRIGA DE GALO, CRUELDADE CONTRA ANIMAIS)\nADI 1856 (TP). \n(VAQUEJADA, CRUELDADE CONTRA ANIMAIS)\nADI 4983 (TP). \n(CONSTITUCIONALIDADE, ENSINO RELIGIOSO CONFESSIONAL, ESCOLA PÚBLICA)\nADI 4439 (TP). \n(LIBERDADE DE RELIGIÃO, CULTURA AFRO-BRASILEIRA)\nADC 41 (TP). \n- Decisões estrangeiras citadas: Caso Church of the Lukumi Babalu Aye, Inc vs City of Hialeah, de 1993, dos Estados Unidos da América; caso BVR 1783/99, de 2002, do Tribunal Constitucional da Alemanha; caso B 3028/97, de 1998, da Corte Constitucional da Áustria; caso K52/13, de 2014, do Tribunal Constitucional da Polônia; análise da petição de Varaaki, em 2015, pela Suprema Corte da Índia.\n- Legislação estrangeira citada: art. 9 da Convenção Europeia de Direitos do Homem; art. 1 e art. 18 da Declaração dos Direitos do Homem da ONU, de 1948; Declaração Universal dos Direitos Humanos.\nNúmero de páginas: 78.\nAnálise: 19/06/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : HERMÍNIO GOMES DUTRA \nINTDO.(A/S)  : FORUM NACIONAL DE PROTEÇÃO E DEFESA ANIMAL \nADV.(A/S)  : FRANCISCO CARLOS ROSAS GIARDINA \nINTDO.(A/S)  : CONSELHO ESTADUAL DA UMBANDA E DOS CULTOS AFRO-BRASILEIROS DO RIO GRANDE DO SUL (CEUCAB/RS) \nADV.(A/S)  : DEMETRIUS BARRETO TEIXEIRA \nINTDO.(A/S)  : UNIÃO DE TENDAS DE UMBANDA E CANDOMBLÉ DO BRASIL \nADV.(A/S)  : HEDIO SILVA JUNIOR \nINTDO.(A/S)  : FEDERAÇÃO AFRO-UMBANDISTA E ESPIRITUALISTA DO RIO GRANDE DO SUL - FAUERS \nADV.(A/S)  : TATIANA ANTUNES CARPTER","documental_tese_tipo":"Outros Processos","documental_tese_tema_texto":null,"old_seq_sjur":414970,"documental_tese_texto":"É constitucional a lei de proteção animal que, a fim de resguardar a liberdade religiosa, permite o sacrifício ritual de animais em cultos de religiões de matriz africana.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 494601","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-03-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BASTIDE, Roger. A concepção africana da personalidade. In: Estudos afrobrasileiros. São Paulo: Perspectiva, 1973. p. 371-373.\nBIBON, Mohamad Fahmi; ARIFFIN, Hashim Fadzil. A comparative stidy of halal and kosher in foodservice functional subsystems. 2010.\nCOELHO, Carla Jeane H.; OLIVEIRA, Liziane Paixão S.; LIMA, Kellen Josephine M. Sacrifício ritual de animais não-humanos nas liturgias religiosas de matriz africana: “medo do feitiço” e intolerância religiosa na pauta legislativa. Direito Animal, v. 11, n. 22, maio/ago. 2016. p. 65.\nCRUZ, Álvaro Ricardo de Souza; DUARTE, Bernardo Augusto Ferreira; TEIXEIRA, Alessandra Sampaio. A laicidade para além de liberais e comunitaristas. Belo Horizonte: Arraes, 2017.\nFERRETTI, Sérgio Figueiredo. Comida ritual em festas de Tambor de Mina no Maranhão. Belo Horizonte, Horizonte, v. 9, n. 21, p. 242-267, abr./jun. 2011. p. 249.\nFINOCCHIARO, Francesco. Il fenomeno religioso. I rapporti trà Stato e Chiesa cattolica. I culti non cattolici. Manuale di diritto pubblico. Bolonha: Il Molino, 1994. p. 943-964.\nFREYRE, Gilberto. Prefácio. In: LODY, Raul. Santo Também Come: estudo sociocultural e alimentação cerimonial em terreiros afro-brasileiros. Rio de Janeiro: Artenova e Instituto Joaquim Nabuco de Pesquisas Sociais, 1979. p. 17 e p. 21.\nGOLDMAN, Marcio. A possessão e a construção ritual da pessoa no Candomblé. 1984. 205 f. Dissertação (Mestrado – Antropologia Social) – Universidade Federal do Rio de Janeiro. Rio de Janeiro, 1984, p. 183-186 e p. 188.\nLÉVI-STRAUSS, Claude. O pensamento Selvagem. 8. ed. São Paulo: Companhia Nacional, 2008. p. 251-252.\nLODY, Raul. Santo Também Come: estudo sociocultural e alimentação cerimonial em terreiros afro-brasileiros. Rio de Janeiro: Artenova e Instituto Joaquim Nabuco de Pesquisas Sociais, 1979. p. 17, p. 21 e p. 108.\nLUBAVITCH, Machon. Fé & Ciência. 2. ed. São Paulo: Chabad, 2014. p. 27.\nMAUSS, Marcel; HUBERT, Henri. Sobre o sacrifício. Tradução de Paulo Neves. São Paulo: Cosac Naify, 2005. p. 19.\nMORE, Thomas. A utopia. São Paulo: Martin Claret, 2002.\nROBERT, Yannick Uves Andrade. Sacrifício de animais em rituais de religiões de matriz africana. p. 10. Disponível em: http://www.pucrio.br/pibic/relatorio_resumo2008/relatorios/ccs/dir/yannick_yves_andrade_robert.pdf.\nVELECI, Nailah Neves. Religiões afro-brasileiras: o conflito entre liberdade de culto e os direitos dos animais. 2015. 93 f. Monografia (Bacharelado em Ciência Política) — Universidade de Brasília, Brasília, 2015, p. 44.","ministro_facet":["MARCO AURÉLIO","EDSON FACHIN"],"processo_numero":494601,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur415955","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que deferia a ordem para estabelecer o regime aberto, pediu vista dos autos o Ministro Alexandre de Moraes. Presidência do Ministro Luiz Fux. Primeira Turma, 26.3.2019.\r\n\n            Decisão: A Turma, por unanimidade, deferiu a ordem, de ofício, para determinar o cumprimento da pena em regime aberto, nos termos do voto do Relator. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Presidência do Ministro Luiz Fux. Primeira Turma, 12.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur415955","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur415955","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS – ATO INDIVIDUAL – ADEQUAÇÃO. O habeas corpus é adequado em se tratando de impugnação a ato de colegiado ou individual. \n\n\n\n    PENA – SUBSTITUIÇÃO – ARTIGO 44 DO CÓDIGO PENAL. A menção à substancial quantidade de droga apreendida, no que demonstra a insuficiência da providência à reprovação do delito, constitui fundamentação adequada a inviabilizar a substituição da pena privativa de liberdade por restritiva de direitos.\n\n\n\n    PENA – REGIME DE CUMPRIMENTO – ARTIGO 2º, § 2º, DA LEI Nº 8.072/1990. Mostra-se conflitante com a Constituição Federal a imposição do regime inicial fechado fundamentada exclusivamente no artigo 2º, § 2º, da Lei nº 8.072/1990 – Precedente do Pleno: habeas corpus nº 111.840, relator ministro Dias Toffoli.\n\n\n\n    PENA – CUMPRIMENTO – REGIME. O regime de cumprimento da pena é norteado pelas circunstâncias judiciais – artigo 33, § 3º, do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751501008","externo_seq_objeto_incidente":5454820,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=156608&classe=HC","is_colac":false,"titulo":"HC 156608","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002 PAR-00001 PAR-00002\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033 PAR-00002 PAR-00003 ART-00044\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000719      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-11-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), CRIME COMUM, CRIME DE RESPONSABILIDADE, JURISDIÇÃO, STF. ESGOTAMENTO, INSTÂNCIA INFERIOR, PRESSUPOSTO RECURSAL, RECURSO EXTRAORDINÁRIO.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA; ESGOTAMENTO, INSTÂNCIA. HABEAS CORPUS, SUPERAÇÃO, ÓBICE, ESGOTAMENTO, INSTÂNCIA INFERIOR, TERATOLOGIA, EXCEPCIONALIDADE. LIBERDADE INDIVIDUAL, LIBERDADE DE LOCOMOÇÃO, COMPATIBILIDADE, JUSTIÇA, DIREITO PENAL; DIREITO À SEGURANÇA. EXCEPCIONALIDADE, RELATIVIZAÇÃO, LIBERDADE DE LOCOMOÇÃO. REGIME PRISIONAL MAIS GRAVOSO, FUNDAMENTAÇÃO IDÔNEA. SENTENÇA CONDENATÓRIA, APLICAÇÃO DA PENA, MÍNIMO LEGAL; RECONHECIMENTO, TRÁFICO DE DROGAS PRIVILEGIADO; AUSÊNCIA, REINCIDÊNCIA, ANTECEDENTE CRIMINAL, PARTICIPAÇÃO, ORGANIZAÇÃO CRIMINOSA; INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, FUNDAMENTAÇÃO, REGIME INICIAL FECHADO; MOMENTO, SENTENÇA, RÉU PRESO, PRAZO, SEIS MESES. REGIME ABERTO, SUFICIÊNCIA, REPRESSÃO DO CRIME, PREVENÇÃO DO CRIME.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=156608&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI DOS CRIMES HEDIONDOS, REGIME INICIAL FECHADO, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA)\nHC 111840 (TP). \n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, STJ)\nRHC 114737 (2ªT), RHC 114961 (1ªT), HC 116875 (2ªT), HC 117346 (2ªT), HC 117798 (2ªT), HC 119821 (2ªT), HC 121684 AgR (2ªT), HC 122381 AgR (1ªT), HC 122718 (1ªT), HC 138687 AgR (2ªT), HC 151344 AgR (1ªT). \n(COMPETÊNCIA, STF, EXAURIMENTO, INSTÂNCIA)\nHC 97009 (TP), RHC 111935 (1ªT), HC 118189 (2ªT), HC 129142 (1ªT). \n(COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA)\nHC 139262 AgR (1ªT). \n(HC, SUPERAÇÃO, ÓBICE, TERATOLOGIA, EXCEPCIONALIDADE)\nHC 137078 (1ªT), HC 138414 AgR (1ªT). \n(REGIME PRISIONAL MAIS GRAVOSO, FUNDAMENTAÇÃO IDÔNEA)\nHC 118733 (1ªT), RHC 122620 (2ªT), RHC 128827 (2ªT), RHC 134494 AgR (2ªT), HC 143577 AgR (1ªT). \n(REGIME ABERTO, SUFICIÊNCIA, REPRESSÃO DO CRIME)\nHC 130074 (2ªT), RHC 135295 (2ªT). \n- Decisão monocrática citada:\n(REGIME ABERTO, SUFICIÊNCIA, REPRESSÃO DO CRIME)\nHC 163282.\n- Legislação estrangeira citada: Carta Magna da Inglaterra.\nNúmero de páginas: 19.\nAnálise: 04/05/2020, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : CLAUDIA CLEUSA DO NASCIMENTO \nIMPTE.(S)  : ADRIANO PROCOPIO DE SOUZA \nCOATOR(A/S)(ES) : RELATOR DO HC Nº 371.143 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":415955,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 156608","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-11-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BUENO, Pimenta. Direito público brasileiro e análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça e Negócios Interiores, 1958. p. 388.\nCOKE, Sir Edward. Segundo Instituto. 1642. cap. 29.\nGUETZÉVITCH, Mirkine. As novas tendências do direito constitucional. Companhia editora nacional, 1933. p. 77 et seq.\nHAURIOU, Maurice. Derecho público y constitucional. 2. ed. Madri: Instituto editorial Réus, 1927. p. 135 e 136.\nMELLO, Celso de. Constituição Federal anotada. 2. ed. São Paulo: Saraiva, 1986. p. 459.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":156608,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420079","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal dos seguintes artigos: (a) das expressões “arrecadação” e “lançamento” contidas no caput e § 4º do art. 1º; (b) art. 9º; (c) art. 12 e parágrafos; (d) art. 13 e parágrafos; (e) art. 14; (f) art. 15 e parágrafos; (g) art. 18, inciso I, alíneas “a” a “d”; (h) art. 19 e parágrafos; (i) art. 20; (j) das expressões “receitas não-tributárias”, “acréscimos” e “nota de lançamento” contidas no caput do art. 23, e da expressão “nota de lançamento” contida nos seus §§ 2º e 3º; (k) da expressão “nota de lançamento” contida no § 3º do art. 24; (l) art. 25 e seus parágrafos; (m) art. 26; (n) art. 30 e parágrafo único; e (o) art. 32; todos da Lei 5.139/2007 do Estado do Rio de Janeiro, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.2.2020 a 13.2.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur420079","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur420079","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E FINANCEIRO. FEDERALISMO. REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS HÍDRICOS E MINERAIS, INCLUSIVE PETRÓLEO E GÁS. LEI 5.139/2007 DO ESTADO DO RIO DE JANEIRO. ATO EDITADO PARA VIABILIZAR “O ACOMPANHAMENTO E FISCALIZAÇÃO” DAS RECEITAS DECORRENTES DA EXPLORAÇÃO DESSES RECURSOS, COM PRESSUPOSTO NO ART. 23, XI, DA CF. LEGITIMIDADE DAS NORMAS QUE ESTABELECEM OBRIGAÇÕES ACESSÓRIAS. INCONSTITUCIONALIDADE FORMAL DE NORMAS SOBRE AS CONDIÇÕES DE RECOLHIMENTO DESSAS COMPENSAÇÕES, INCLUSIVE AS RELATIVAS À SUA ARRECADAÇÃO DIRETA PELO ESTADO.\n\n\n\n    1. Segundo jurisprudência assentada nesta CORTE, as rendas obtidas nos termos do art. 20, § 1º, da CF constituem receita patrimonial originária, cuja titularidade – que não se confunde com a dos recursos naturais objeto de exploração – pertence a cada um dos entes federados afetados pela atividade econômica.\n\n\n\n    2. Embora sejam receitas originárias de Estados e Municípios, as suas condições de recolhimento e repartição são definidas por regramento da União, que tem dupla autoridade normativa na matéria, já que cabe a ela definir as condições (legislativas) gerais de exploração de potenciais de recursos hídricos e minerais (art. 22, IV e XII, da CF), bem como as condições (contratuais) específicas da outorga dessa atividade a particulares (art. 176, parágrafo único, da CF). Atualmente, a legislação de regência determina que seja o pagamento “efetuado, mensalmente, diretamente aos Estados, ao Distrito Federal, aos Municípios e aos órgãos da Administração Direta da União” (art. 8º da Lei 7.990/1989).\n\n\n\n    3. As providências enumeradas no art. 23, XI, da CF – registro, fiscalização e acompanhamento – possibilitam o controle pelos demais entes federativos das quotas-partes repassadas a título de compensação financeira pelos órgãos federais, com a possibilidade de criação de obrigações administrativas instrumentais, a serem observadas pelas concessionárias instaladas nos respectivos territórios.\n\n\n\n    4. Os Estados, o Distrito Federal e os Municípios não possuem competência para definir as condições de recolhimento das compensações financeiras de sua titularidade, ou mesmo para arrecadá-las diretamente, por intermédio de seus órgãos fazendários.\n\n\n\n    5. Extrapola a competência comum do art. 23, XI, da CF a instituição de infrações e penalidades pelo atraso no pagamento das compensações financeiras (obrigação principal), bem como sua arrecadação diretamente pela Secretaria de Fazenda Estadual.\n\n\n\n    6. Ação Direta julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752157084","externo_seq_objeto_incidente":5782553,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-047  DIVULG 05-03-2020  PUBLIC 06-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6233&classe=ADI","is_colac":false,"titulo":"ADI 6233","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00020 PAR-00001 ART-00021 \"CAPUT\" \n          INC-00012 LET-B INC-00023 LET-B \n          LET-C ART-00022 INC-00004 INC-00012 \n          INC-00012 ART-00023 INC-00011 PAR-ÚNICO \n          ART-00024 INC-00001 ART-00030 INC-00001 \n          ART-00146 PAR-ÚNICO INC-00004 INCLUÍDO PELA EMC-42/2003\n          ART-00158 ART-00176 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00177\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007990      ANO-1989\n          ART-00001 ART-00003 ART-00006 \n          ART-00008 REDAÇÃO DADA PELA LEI-8001/1990\n          ART-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008001      ANO-1990\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00002 PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-00002 INC-00001 INC-00002 INC-00003 \n          INC-0002A\n                LEI ORDINÁRIA REDAÇÃO DADA PELA LEI-9984/2000\n\n","LEG-FED   LEI-009648      ANO-1998\n          ART-00017 PAR-00001 INC-00001 INC-00002 \n          PAR-00002\n                LEI ORDINÁRIA REDAÇÃO DADA PELA LEI 134360/2016\n\n","LEG-FED   LEI-009984      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009993      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012858      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-134360      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013575      ANO-2017\n          ART-00002 INC-00012 LET-A\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-002335      ANO-1997\n          ART-00004 INC-00040\n                DECRETO\n\n","LEG-EST   LEI-005139      ANO-2007\n          ART-00001 \"CAPUT\" PAR-00002 PAR-00004 \n          ART-00009 ART-00010 \"CAPUT\" ART-00011 \n          ART-00012 ART-00013 ART-00014 ART-00015 \n          ART-00016 ART-00018 INC-00001 LET-A \n          LET-D ART-00019 ART-00020 ART-00021 \n          ART-00023 \"CAPUT\" PAR-00002 PAR-00003 \n          ART-00024 PAR-00003 ART-00025 \"CAPUT\" \n          ART-00026 ART-00030 PAR-ÚNICO ART-00031 \n          ART-00032\n                LEI ORDINÁRIA, RJ"],"publicacao_data":"2020-03-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FEDERALISMO. EVOLUÇÃO, FEDERALISMO, CONSTITUIÇÃO FEDERAL DE 1988, DESCENTRALIZAÇÃO, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA CONCORRENTE, MUNICÍPIO, LEI, INTERESSE LOCAL. COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS MINERAIS (CFEM), NATUREZA JURÍDICA, RECEITA PATRIMONIAL, RECEITA ORIGINÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6233&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL)\nADI 907 (TP). \n(COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS MINERAIS (CFEM), RECEITA PATRIMONIAL)\nRE 228800 (2ªT). \n(COMPETÊNCIA LEGISLATIVA, COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS MINERAIS (CFEM))\nMS 24312 (TP), ADI 4606 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 52.\nAnálise: 03/11/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ABEP - ASSOCIACAO BRASILEIRA DE EMPRESAS DE EXPLORACAO E PRODUCAO DE PETROLEO E GAS \nADV.(A/S)  : EDUARDO MANEIRA E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420079,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 6233","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição Federal de 1988. 6. ed. São Paulo: Atlas, 2013. p. 117-118.\r\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\r\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\r\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\r\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires\r\nde France, 1955. p. 265 et seq.\r\nHAMILTON, Alexander. The Federalist Papers. n. 9.\r\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra Editora, 1990. p. 13-14. Tomo I.\r\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\r\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\r\nOLIVEIRA, Régis Fernandes. Curso de direito financeiro. 5. ed. São Paulo: Revista dos Tribunais. p. 284-285.\r\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\r\nSILVA, José Afonso da. Comentário contextual à Constituição. 9. ed. São Paulo: Malheiros, 2009. p. 279.\r\nSCAFF, Fernando Facury. Aspectos controvertidos sobre a CFEM – Compensação Financeira pela Exploração de Recursos Minerais (Royalties da mineração). In: SCAFF, Fernando Facury (Coord.). Direito tributário e econômico aplicado ao meio ambiente e à mineração. São Paulo: Quartier Latin, 2009. p 297-298.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6233,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur413962","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deu provimento ao agravo regimental e negou provimento ao recurso extraordinário, para manter o acórdão proferido pelo Superior Tribunal de Justiça, no HC 391.919/SP, que concedeu a ordem para suspender a execução provisória da pena até o esgotamento da jurisdição ordinária, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencido o Ministro Marco Aurélio, Relator. Presidência do Ministro Luiz Fux. Primeira Turma, 20.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur413962","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur413962","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. EXECUÇÃO PROVISÓRIA DA PENA. POSSIBILIDADE. \n\n\n\n    1. As exigências decorrentes da previsão constitucional do princípio da presunção de inocência não são desrespeitadas mediante a possibilidade de execução provisória da pena privativa de liberdade, quando a decisão condenatória observar todos os demais princípios constitucionais interligados; ou seja, quando o juízo de culpabilidade do acusado tiver sido firmado com absoluta independência pelo juízo natural, a partir da valoração de provas obtidas mediante o devido processo legal, contraditório e ampla defesa em dupla instância, e a condenação criminal tiver sido imposta, em decisão colegiada, devidamente motivada, de Tribunal de 2º grau.\n\n\n\n    2. Agravo regimental provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751253323","externo_seq_objeto_incidente":5724843,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 25-10-2019  PUBLIC 28-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1092362&classe=RE","is_colac":false,"titulo":"RE 1092362 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00053 INC-00054 INC-00055 \n          INC-00056 INC-00057 INC-00061\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000716      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000717      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-10-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRESUNÇÃO RELATIVA, PRODUÇÃO DE PROVA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, GARANTIA, SISTEMA PROCESSUAL PENAL, FUNÇÃO, LIMITAÇÃO, ATIVIDADE LEGISLATIVA, CRITÉRIO, INTERPRETAÇÃO, NORMA DE TRATAMENTO, ÔNUS DA PROVA, ACUSAÇÃO. ESTADO DEMOCRÁTICO DE DIREITO, INTERLIGAÇÃO, COMPLEMENTAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRINCÍPIO DA EFETIVIDADE DO PROCESSO, PRINCÍPIO DO JUIZ NATURAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DA AMPLA DEFESA, PRINCÍPIO DO CONTRADITÓRIO. INTERPRETAÇÃO CONSTITUCIONAL, SOLUÇÃO, CONFLITO, PRINCÍPIO CONSTITUCIONAL. EFICÁCIA, DEVIDO PROCESSO LEGAL, PRINCÍPIO DA PARIDADE DE ARMAS. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÔNUS DA PROVA, ACUSAÇÃO, PROVA IMPOSSÍVEL, PRODUÇÃO DE PROVA, JUÍZO COMPETENTE, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA, EXECUÇÃO PROVISÓRIA DA PENA, CAUSA INTERRUPTIVA, PRESCRIÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, TRÂNSITO EM JULGADO, SENTENÇA PENAL CONDENATÓRIA, INDENIZAÇÃO, DANO; PERDA DE CARGO PÚBLICO; PRIMARIEDADE; REINCIDÊNCIA; PRAZO PRESCRICIONAL. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1092362&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 68726 (TP), HC 69964 (TP), RHC 71959 (2ªT), HC 73968 (1ªT), HC 75233 (1ªT), HC 84078 (TP), HC 90645 (1ªT), RE 696533 (1ªT), HC 126292 (TP), ADC 43 MC (TP), ADC 44 MC (TP), ARE 964246 RG, HC 152752 (TP), ADC 54 AgR (TP). \n(JUÍZO DE CONSISTÊNCIA)\nHC 72366 (1ªT). \n- Legislação estrangeira citada: art. 9º, da Declaração Francesa dos Direitos do Homem e do Cidadão, de 1789, art. 6º, item 2, da Convenção Europeia dos Direitos do Homem.\n- Decisões estrangeiras citadas: Caso Herrera Ulloa vs. Costa Rica (2004), Caso Ricardo Canese vs. Paraguay (2004), Caso Rosendo Cantú y otra vs. México (2011) e Caso Mohamed vs. Argentina (2012), da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 21.\nAnálise: 16/06/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : ISRAEL MAZZO \nADV.(A/S)  : CLODOALDO RIBEIRO MACHADO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":413962,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 1092362 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-08-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. 2. ed. Coimbra: Almedina, 1998.\nGARCÍA DE ENTERRÍA. Reflexiones sobre la ley e los princípios generales del derecho. Madri: Civitas, 1996. p. 30.\nMOREIRA, Vital. Fundamentos da Constituição. Coimbra: Coimbra, 1991. p. 134 et seq.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":1092362,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur414605","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade da Emenda Constitucional 44/2000 do Estado de Minas Gerais, nos termos do voto do Relator. Plenário, Sessão Virtual de 18.10.2019 a 24.10.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur414605","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur414605","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. ADMINISTRATIVO E URBANÍSTICO. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. EMENDA 44/2000 À CONSTITUIÇÃO DO ESTADO DE MINAS GERAIS. DISPENSA DE EXIGÊNCIA DE ALVARÁ OU LICENCIAMENTO PARA O FUNCIONAMENTOS DE TEMPLOS RELIGIOSOS. PROIBIÇÃO DE LIMITAÇÕES DE CARÁTER GEOGRÁFICO À INSTALAÇÃO DE TEMPLOS. COMPETÊNCIA CONCORRENTE PARA LEGISLAR SOBRE POLÍTICA URBANA, ORDENAMENTO E OCUPAÇÃO DO SOLO. LEI FEDERAL 10.257/2001 E DIRETRIZES GERAIS DA POLÍTICA URBANA. ATRIBUIÇÃO DOS PODERES PÚBLICOS MUNICIPAIS. AUTONOMIA MUNICIPAL. PODER DE POLÍCIA E RESERVA DE ADMINISTRAÇÃO. PROCEDÊNCIA DA AÇÃO DIRETA.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. A Constituição, em matéria de Direito Urbanístico, embora prevista a competência material da União para a edição de diretrizes para o desenvolvimento urbano (art. 21, XX, da CF) e regras gerais sobre direito urbanístico (art. 24, I, c/c § 1º, da CF), conferiu protagonismo aos Municípios na concepção e execução dessas políticas públicas (art. 30, I e VIII, c/c art. 182, da CF), como previsto na Lei Federal 10.257/2001, ao atribuir aos Poderes Públicos municipais a edição dos planos diretores, como instrumentos de política urbana.\n\n\n\n    4. A norma impugnada, constante da Constituição Estadual, pretendeu restringir o alcance de instrumentos de ordenamento urbano a cargo dos Municípios, desequilibrando a divisão de competências estabelecida no texto constitucional em prejuízo da autonomia municipal e em contrariedade ao regramento geral editado pela União\n\n\n\n    5. O verificação de requisitos para a concessão de alvarás e licenciamentos insere-se no Poder de Polícia, cujo exercício é atividade administrativa de competência do Poder Executivo e, portanto, submetida à reserva de administração (art. 2º, c/c art. 61, § 1º, II, e art. 84, II e VI, “a”, da CF).\n\n\n\n    6. Ação Direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751355433","externo_seq_objeto_incidente":5171023,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-245  DIVULG 08-11-2019  PUBLIC 11-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5696&classe=ADI","is_colac":false,"titulo":"ADI 5696","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00018 ART-00021 INC-00020 \n          ART-00022 ART-00024 INC-00001 PAR-00001 \n          PAR-00002 PAR-00003 ART-00025 PAR-00003 \n          ART-00029 ART-00030 INC-00001 INC-00008 \n          ART-00061 PAR-00001 INC-00002 ART-00084 \n          INC-00002 INC-00006 LET-A ART-00182 \n          \"CAPUT\" ART-00183\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010257      ANO-2001\n          ART-00002 INC-00006 LET-A LET-B \n          LET-C LET-D LET-E LET-F \n          LET-G \n          ART-00002 INC-00006 PAR-0000H INCLUÍDO PELA LEI-12608/2012\n          ART-00004 INC-00003 ART-00039\n                LEI ORDINÁRIA\n\n","LEG-FED   SUV-000049      \n                SÚMULA VINCULANTE SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES      ANO-1989\n          ART-00170 INC-00005 INCLUÍDO PELA EMC-44/2000\n                CONSTITUIÇÃO ESTADUAL, MG\n\n","LEG-EST   EMC-000044      ANO-2000\n                EMENDA CONSTITUCIONAL, MG"],"publicacao_data":"2019-11-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, NORMA GERAL, ESTADO-MEMBRO, COMPETÊNCIA SUPLEMENTAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5696&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(OCUPAÇÃO, SOLO URBANO, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL)\nADI 478 (1ªT), RE 582859 AgR (2ªT), ARE 780070 ED (1ªT), ARE 975613 AgR (1ªT), RE 602557 AgR (2ªT), ARE 875475 AgR-segundo (2ªT), ARE 1093981 AgR (1ªT), RE 925994 AgR-ED (2ªT), ARE 1133582 AgR (2ªT), ARE 802652 AgR (2ªT). \n(PRINCÍPIO DA AUTONOMIA MUNICIPAL)\nADI 845 (TP), ADI 1964 (TP), ADI 3549 (TP). \n(RESERVA DE ADMINISTRAÇÃO)\nADI 776 (TP), ADI 3075 (TP), ADI 3169 (TP), ADI 3343 (TP), ADI 5077 (TP), ADI 5312 (TP), ADI 5501 MC (TP), ADI 2364 MC (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 25.\nAnálise: 26/08/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":414605,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 5696","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses  Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direit\no constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins  Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5696,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}