{"result":{"took":491,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434618","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, não conheceu da impetração, vencido o Ministro Gilmar Mendes. No mérito, por unanimidade, concedeu, de ofício, ordem de habeas corpus, para invalidar, por ilegal, a conversão ex officio da prisão em flagrante do ora paciente em prisão preventiva, confirmando, em consequência, o provimento cautelar anteriormente deferido, nos termos do voto do Relator, com ressalvas do Ministro Gilmar Mendes. Segunda Turma, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434618","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434618","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” – AUDIÊNCIA DE CUSTÓDIA (OU DE APRESENTAÇÃO) NÃO REALIZADA – A AUDIÊNCIA DE CUSTÓDIA (OU DE APRESENTAÇÃO) COMO DIREITO SUBJETIVO DA PESSOA SUBMETIDA A PRISÃO CAUTELAR – DIREITO FUNDAMENTAL ASSEGURADO PELA CONVENÇÃO AMERICANA DE DIREITOS HUMANOS (Artigo 7, n. 5) E PELO PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS (Artigo 9, n. 3) – RECONHECIMENTO JURISDICIONAL, PELO SUPREMO TRIBUNAL FEDERAL (ADPF 347-MC/DF, REL. MIN. MARCO AURÉLIO), DA IMPRESCINDIBILIDADE DA AUDIÊNCIA DE CUSTÓDIA (OU DE APRESENTAÇÃO) COMO EXPRESSÃO DO DEVER DO ESTADO BRASILEIRO DE CUMPRIR, FIELMENTE, OS COMPROMISSOS ASSUMIDOS NA ORDEM INTERNACIONAL – “PACTA SUNT SERVANDA”: CLÁUSULA GERAL DE OBSERVÂNCIA E EXECUÇÃO DOS TRATADOS INTERNACIONAIS (CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, Artigo 26) – PREVISÃO DA AUDIÊNCIA DE CUSTÓDIA (OU DE APRESENTAÇÃO) NO ORDENAMENTO POSITIVO DOMÉSTICO (LEI Nº 13.964/2019 E RESOLUÇÃO CNJ Nº 213/2015) – INADMISSIBILIDADE DA NÃO REALIZAÇÃO DESSE ATO, RESSALVADA MOTIVAÇÃO IDÔNEA, SOB PENA DE TRÍPLICE RESPONSABILIDADE DO MAGISTRADO QUE DEIXAR DE PROMOVÊ-LO (CPP, art. 310, § 3º, NA REDAÇÃO DADA PELA LEI Nº 13.964/2019) – “HABEAS CORPUS” CONCEDIDO DE OFÍCIO.\n\n\n\n    – Toda pessoa que sofra prisão em flagrante – qualquer que tenha sido a motivação ou a natureza do ato criminoso, mesmo que se trate de delito hediondo – deve ser obrigatoriamente conduzida, “sem demora”, à presença da autoridade judiciária competente, para que esta, ouvindo o custodiado “sobre as circunstâncias em que se realizou sua prisão” e examinando, ainda, os aspectos de legalidade formal e material do auto de prisão em flagrante, possa (a) relaxar a prisão, se constatar a ilegalidade do flagrante (CPP, art. 310, I), (b) conceder liberdade provisória, se estiverem ausentes as situações referidas no art. 312 do Código de Processo Penal ou se incidirem, na espécie, quaisquer das excludentes de ilicitude previstas no art. 23 do Código Penal (CPP, art. 310, III), ou, ainda, (c) converter o flagrante em prisão preventiva, se presentes os requisitos dos arts. 312 e 313 do Código de Processo Penal (CPP, art. 310, II).\n\n\n\n    – A audiência de custódia (ou de apresentação) – que deve ser obrigatoriamente realizada com a presença do custodiado, de seu Advogado constituído (ou membro da Defensoria Pública, se for o caso) e do representante do Ministério Público – constitui direito público subjetivo, de caráter fundamental, assegurado por convenções internacionais de direitos humanos a que o Estado brasileiro aderiu (Convenção Americana de Direitos Humanos, Artigo 7, n. 5, e Pacto Internacional sobre Direitos Civis e Políticos, Artigo 9, n. 3) e que já se acham incorporadas ao plano do direito positivo interno de nosso País (Decreto nº 678/92 e Decreto nº 592/92, respectivamente), não se revelando lícito ao Poder Público transgredir essa essencial prerrogativa instituída em favor daqueles que venham a sofrer privação cautelar de sua liberdade individual.\n\n\n\n    – A imprescindibilidade da audiência de custódia (ou de apresentação) tem o beneplácito do magistério jurisprudencial do Supremo Tribunal Federal (ADPF 347-MC/DF) e, também, do ordenamento positivo doméstico (Lei nº 13.964/2019 e Resolução  CNJ nº 213/2015), não podendo deixar de realizar-se, ressalvada motivação idônea, sob pena de tríplice responsabilidade do magistrado que deixar de promovê-la (CPP, art. 310, § 3º, na redação dada pela Lei nº 13.964/2019). Doutrina. Jurisprudência (Rcl 36.824-MC/RJ, Rel. Min. CELSO DE MELLO, v.g.).\n\n\n\n    – A ausência da realização da audiência de custódia (ou de apresentação), tendo em vista a sua essencialidade e considerando os fins a que se destina, qualifica-se como causa geradora da ilegalidade da própria prisão em flagrante, com o consequente relaxamento da privação cautelar da liberdade individual da pessoa sob o poder do Estado. Magistério da doutrina: AURY LOPES JR. (“Direito Processual Penal”, p. 674/680, item n. 4.7, 17ª ed., 2020, Saraiva), EUGÊNIO PACELLI e DOUGLAS FISCHER (“Comentários ao Código de Processo Penal e sua Jurisprudência”, p. 792/793, item n. 310.1, 12ª ed., 2020, Forense), GUSTAVO HENRIQUE BADARÓ (“Processo Penal”, p. 1.206, item n. 18.2.5.5, 8ª ed., 2020, RT), RENATO BRASILEIRO DE LIMA (“Manual de Processo Penal”, p. 1.024/1.025, 8ª ed., 2020, JusPODIVM) e RENATO MARCÃO (“Curso de Processo Penal”, p. 778/786, item n. 2.12, 6ª ed., 2020, Saraiva).\n\n\n\n    IMPOSSIBILIDADE, DE OUTRO LADO, DA DECRETAÇÃO “EX OFFICIO” DE PRISÃO PREVENTIVA EM QUALQUER SITUAÇÃO (EM JUÍZO OU NO CURSO DE INVESTIGAÇÃO PENAL), INCLUSIVE NO CONTEXTO DE AUDIÊNCIA DE CUSTÓDIA (OU DE APRESENTAÇÃO), SEM QUE SE REGISTRE, MESMO NA HIPÓTESE DA CONVERSÃO A QUE SE REFERE O ART. 310, II, DO CPP, PRÉVIA, NECESSÁRIA E INDISPENSÁVEL PROVOCAÇÃO DO MINISTÉRIO PÚBLICO OU DA AUTORIDADE POLICIAL – RECENTE INOVAÇÃO LEGISLATIVA INTRODUZIDA PELA LEI Nº 13.964/2019 (“LEI ANTICRIME”), QUE ALTEROU OS ARTS. 282, §§ 2º e 4º, E 311 DO CÓDIGO DE PROCESSO PENAL, SUPRIMINDO AO MAGISTRADO A POSSIBILIDADE DE ORDENAR, “SPONTE SUA”, A IMPOSIÇÃO DE PRISÃO PREVENTIVA – NÃO REALIZAÇÃO, NO CASO, DA AUDIÊNCIA DE CUSTÓDIA (OU DE APRESENTAÇÃO) – INADMISSIBILIDADE DE PRESUMIR-SE IMPLÍCITA, NO AUTO DE PRISÃO EM FLAGRANTE, A EXISTÊNCIA DE PEDIDO DE CONVERSÃO EM PRISÃO PREVENTIVA – CONVERSÃO, DE OFÍCIO, MESMO ASSIM, DA PRISÃO EM FLAGRANTE DO ORA PACIENTE EM PRISÃO PREVENTIVA – IMPOSSIBILIDADE DE TAL ATO, QUER EM FACE DA ILEGALIDADE DESSA DECISÃO, QUER, AINDA, EM RAZÃO DE OFENSA A UM DIREITO BÁSICO, QUAL SEJA O DE REALIZAÇÃO DA AUDIÊNCIA DE CUSTÓDIA, QUE TRADUZ PRERROGATIVA INSUPRIMÍVEL ASSEGURADA A QUALQUER PESSOA PELO ORDENAMENTO DOMÉSTICO E POR CONVENÇÕES INTERNACIONAIS DE DIREITOS HUMANOS.\n\n\n\n    – A reforma introduzida pela Lei nº 13.964/2019 (“Lei Anticrime”) modificou a disciplina referente às medidas de índole cautelar, notadamente aquelas de caráter pessoal, estabelecendo um modelo mais consentâneo com as novas exigências definidas pelo moderno processo penal de perfil democrático e assim preservando, em consequência, de modo mais expressivo, as características essenciais inerentes à estrutura acusatória do processo penal brasileiro.\n\n\n\n    – A Lei nº 13.964/2019, ao suprimir a expressão “de ofício” que constava do art. 282, §§ 2º e 4º, e do art. 311, todos do Código de Processo Penal, vedou, de forma absoluta, a decretação da prisão preventiva sem o prévio “requerimento das partes ou, quando no curso da investigação criminal, por representação da autoridade policial ou mediante requerimento do Ministério Público”, não mais sendo lícita, portanto, com base no ordenamento jurídico vigente, a atuação “ex officio” do Juízo processante em tema de privação cautelar da liberdade.\n\n\n\n    – A interpretação do art. 310, II, do CPP deve ser realizada à luz dos arts. 282, §§ 2º e 4º, e 311, do mesmo estatuto processual penal, a significar que se tornou inviável, mesmo no contexto da audiência de custódia, a conversão, de ofício, da prisão em flagrante de qualquer pessoa em prisão preventiva, sendo necessária, por isso mesmo, para tal efeito, anterior e formal provocação do Ministério Público, da autoridade policial ou, quando for o caso, do querelante ou do assistente do MP. Magistério doutrinário. Jurisprudência.\n\n\n\n    AUTO DE PRISÃO EM FLAGRANTE – NATUREZA JURÍDICA – ELEMENTOS QUE O INTEGRAM – FUNÇÃO PROCESSUAL \n\n\n\n    – O auto de prisão em flagrante, lavrado por agentes do Estado, qualifica-se como ato de formal documentação que consubstancia, considerados os elementos que o compõem, relatório das circunstâncias de fato e de direito aptas a justificar a captura do agente do fato delituoso nas hipóteses previstas em lei (CPP, art. 302), tendo por precípua finalidade  evidenciar – como providência necessária e imprescindível que é – a regularidade e a legalidade da privação cautelar da liberdade do autor do evento criminoso, o que impõe ao Estado, em sua elaboração, a observância de estrito respeito às normas previstas na legislação processual penal, sob pena de caracterização de injusto gravame ao “status libertatis” da pessoa posta sob custódia do Poder Público. Doutrina. \n\n\n\n    – Mostra-se inconcebível que um ato de natureza meramente descritiva, como o é o auto de prisão em flagrante, limitado a relatar o contexto fático-jurídico da prisão, permita que dele infira-se, por implicitude, a existência de representação tácita da autoridade policial, objetivando, no âmbito da audiência de custódia, a conversão da prisão em flagrante do paciente em prisão preventiva. \n\n\n\n    – A conversão da prisão em flagrante em prisão preventiva, no contexto da audiência de custódia, somente se legitima se e quando houver, por parte do Ministério Público ou da autoridade policial (ou do querelante, quando for o caso), pedido expresso e inequívoco dirigido ao Juízo competente, pois não se presume – independentemente da gravidade em abstrato do crime – a configuração dos pressupostos e dos fundamentos a que se refere o art. 312 do Código de Processo Penal, que hão de ser adequada e motivadamente comprovados em cada situação ocorrente. Doutrina. \n\n\n\n    PROCESSO PENAL – PODER GERAL DE CAUTELA – INCOMPATIBILIDADE COM OS PRINCÍPIOS DA LEGALIDADE ESTRITA E DA TIPICIDADE PROCESSUAL – CONSEQUENTE INADMISSIBILIDADE DA ADOÇÃO, PELO MAGISTRADO, DE MEDIDAS CAUTELARES ATÍPICAS, INESPECÍFICAS OU INOMINADAS EM DETRIMENTO DO “STATUS LIBERTATIS” E DA ESFERA JURÍDICA DO INVESTIGADO, DO ACUSADO OU DO RÉU – O PROCESSO PENAL COMO INSTRUMENTO DE SALVAGUARDA DA LIBERDADE JURÍDICA DAS PESSOAS SOB PERSECUÇÃO CRIMINAL.\n\n\n\n    – Inexiste, em nosso sistema jurídico, em matéria processual penal, o poder geral de cautela dos Juízes, notadamente em tema de privação e/ou de restrição da liberdade das pessoas, vedada, em consequência, em face dos postulados constitucionais da tipicidade processual e da legalidade estrita, a adoção, em detrimento do investigado, do acusado ou do réu, de provimentos cautelares inominados ou atípicos. O processo penal como instrumento de salvaguarda da liberdade jurídica das pessoas sob persecução criminal. Doutrina. Precedentes: HC 173.791/MG, Rel. Min. CELSO DE MELLO – HC 173.800/MG, Rel. Min. CELSO DE MELLO – HC 186.209- -MC/SP, Rel. Min. CELSO DE MELLO, v.g..","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754177282","externo_seq_objeto_incidente":5927137,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186490&classe=HC","is_colac":false,"titulo":"HC 186490","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00002 INC-00059 INC-00065 \n          PAR-00002 PAR-00003 ART-00093 ART-00129 \n          INC-00001 INC-00007 ART-00133 ART-00144 \n          PAR-00001 INC-00001 PAR-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00007 INC-00021\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009034      ANO-1995\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013245      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00026\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   CVC      ANO-1969\n          ART-00007 NÚMERO-5\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009 NÚMERO-3\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00023\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-0003B PAR-00001 ART-00282 INC-00001 \n          INC-00002 PAR-00002 PAR-00004 ART-00302 \n          ART-00304 \"CAPUT\" PAR-00004 ART-00306 \n          PAR-00001 PAR-00002 ART-00310 \"CAPUT\" \n          INC-00001 INC-00002 INC-00003 PAR-00003 \n          PAR-00004 ART-00311 ART-00312 ART-00313 \n          ART-00322 \"CAPUT\" ART-00654 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   RES-023396      ANO-2013\n          ART-00008\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-000213      ANO-2015\n          ART-00004 ART-00008 PAR-00001 INC-00001 \n          INC-00002 INC-00003 INC-00004\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000329      ANO-2020\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2020-10-22","documental_acordao_mesmo_sentido_lista_texto":"HC 187225  PROCESSO ELETRÔNICO\n          JULG-10-10-2020  UF-GO  TURMA-02  MIN-CELSO DE MELLO N.PÁG-070\n          DJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","documental_indexacao_texto":"- HABEAS CORPUS, SUPRESSÃO DE INSTÂNCIA. PRISÃO EM FLAGRANTE, PRAZO, AUDIÊNCIA DE CUSTÓDIA. PRISÃO EM FLAGRANTE, AUDIÊNCIA DE CUSTÓDIA, AUSÊNCIA, DISCRICIONARIEDADE, MAGISTRADO. PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), INOCORRÊNCIA, AFASTAMENTO, DIREITO SUBJETIVO, AUDIÊNCIA DE CUSTÓDIA. AUDIÊNCIA DE CUSTÓDIA, POSSIBILIDADE, UTILIZAÇÃO, VIDEOCONFERÊNCIA, AUSÊNCIA, LIMITAÇÃO LEGAL. PERSECUÇÃO PENAL, SISTEMA ACUSATÓRIO. REQUISITO, PRISÃO PREVENTIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), TRIBUNAL SUPERIOR. SUPERAÇÃO, SÚMULA, STF, FLAGRANTE CONSTRANGIMENTO ILEGAL. PRISÃO EM FLAGRANTE, INDISPENSABILIDADE, AUDIÊNCIA DE CUSTÓDIA, PRAZO, VINTE E QUATRO HORAS, DIREITO SUBJETIVO, PRESO. PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, DENSIDADE NORMATIVA, SUPRALEGALIDADE. INDISPENSABILIDADE, AUDIÊNCIA DE CUSTÓDIA, RESOLUÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ). INDISPENSABILIDADE, AUDIÊNCIA DE CUSTÓDIA, ALTERAÇÃO, CÓDIGO DE PROCESSO PENAL. PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), AUDIÊNCIA DE CUSTÓDIA, POSSIBILIDADE, UTILIZAÇÃO, VIDEOCONFERÊNCIA, AUSÊNCIA, LIMITAÇÃO LEGAL. PERSECUÇÃO PENAL, CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, SEPARAÇÃO, FUNÇÃO, INVESTIGAÇÃO, ACUSAÇÃO, DEFESA, JULGAMENTO. LIMITAÇÃO, ATUAÇÃO, EX OFFICIO, JUIZ. DISTINÇÃO, SISTEMA ACUSATÓRIO, SISTEMA INQUISITIVO. ALTERAÇÃO, CÓDIGO DE PROCESSO PENAL, IMPOSSIBILIDADE, IMPOSIÇÃO, MEDIDA CAUTELAR, EX OFFICIO, JUIZ, OBSERVÂNCIA, SISTEMA ACUSATÓRIO. AUSÊNCIA, DISTINÇÃO, CONVERSÃO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA, DECRETAÇÃO, PRISÃO PREVENTIVA. AUTO DE PRISÃO EM FLAGRANTE, INOCORRÊNCIA, PEDIDO IMPLÍCITO, PRISÃO PREVENTIVA. PODER GERAL DE CAUTELA, INAPLICABILIDADE, MEDIDA CAUTELAR INOMINADA, PROCESSO PENAL, NECESSIDADE, PREVISÃO, LEI. ILICITUDE, CONVERSÃO, EX OFFICIO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA, AUSÊNCIA, REPRESENTAÇÃO, AUTORIDADE POLICIAL, AUSÊNCIA, REQUERIMENTO, PARTE PROCESSUAL.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: INOCORRÊNCIA, AUDIÊNCIA DE CUSTÓDIA, INEXISTÊNCIA, ILEGALIDADE, RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). SISTEMA ACUSATÓRIO, PROCESSO PENAL, BRASILEIRO, DOUTRINA. DISTINÇÃO, SISTEMA INQUISITIVO, SISTEMA ACUSATÓRIO. PROCESSO PENAL, SEPARAÇÃO, FUNÇÃO, INVESTIGAÇÃO, ACUSAÇÃO, JULGAMENTO, INDISPENSABILIDADE, IMPARCIALIDADE, PODER JUDICIÁRIO. SISTEMA ACUSATÓRIO, JURISPRUDÊNCIA, STF. INCOMPETÊNCIA, JUIZ, INVESTIGAÇÃO CRIMINAL. ALTERAÇÃO, MEDIDA CAUTELAR, CÓDIGO DE PROCESSO PENAL. CONTROLE, PRISÃO EM FLAGRANTE, APRECIAÇÃO, LEGALIDADE, LEGITIMIDADE, NECESSIDADE. ALTERAÇÃO, CÓDIGO DE PROCESSO PENAL, SUPRESSÃO, POSSIBILIDADE, DECRETAÇÃO, MEDIDA CAUTELAR, EX OFFICIO, JUIZ, PROTEÇÃO, SISTEMA ACUSATÓRIO. PRISÃO EM FLAGRANTE, CONVERSÃO, EX OFFICIO, PRISÃO PREVENTIVA, OFENSA, SISTEMA ACUSATÓRIO, FLAGRANTE CONSTRANGIMENTO ILEGAL; NECESSIDADE, PEDIDO, MINISTÉRIO PÚBLICO, ASSISTENTE DA ACUSAÇÃO, QUERELANTE, REPRESENTAÇÃO, AUTORIDADE POLICIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186490&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO EM FLAGRANTE, PRAZO, AUDIÊNCIA DE CUSTÓDIA)\nADPF 347 MC (TP). \n(PROCESSO PENAL, LIMITAÇÃO, PERSECUÇÃO PENAL, PROTEÇÃO, LIBERDADE INDIVIDUAL)\nHC 73338 (1ªT). \n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 73390 (2ªT), HC 79551 (1ªT), HC 80747 (1ªT) - RTJ 182/243, HC 81115 (1ªT), HC 83842 (2ªT) - RTJ 192/233, HC 97761 (2ªT). \n(PRISÃO EM FLAGRANTE, CONVERSÃO, EX OFFICIO, PRISÃO PREVENTIVA)\nHC 186421 (2ªT). \n(REQUISITO, PRISÃO PREVENTIVA)\nHC 90063 (1ªT). \n(PODER GERAL DE CAUTELA, JUIZ, SISTEMA PROCESSUAL PENAL)\nHC 75662 (1ªT). \n(SISTEMA ACUSATÓRIO, SEPARAÇÃO, FUNÇÃO, INVESTIGAÇÃO, ACUSAÇÃO, DEFESA, JULGAMENTO)\nADI 1570 (TP), ADI 4414 (TP), HC 115015 (2ªT), ADI 5104 MC (TP). \n(SUPERAÇÃO, SÚMULA 691/STF, FLAGRANTE CONSTRANGIMENTO ILEGAL)\nHC 95009 (TP). \n(CONVENÇÃO, TRATADO INTERNACIONAL, DENSIDADE NORMATIVA, SUPRALEGALIDADE)\nRE 466343 (TP). \n(PRISÃO EM FLAGRANTE, INDISPENSABILIDADE, AUDIÊNCIA DE CUSTÓDIA)\nADPF 347 MC (TP), HC 133992 (1ªT), HC 186421 (2ªT). \n- Decisões monocráticas citadas:\n(PRISÃO EM FLAGRANTE, PRAZO, AUDIÊNCIA DE CUSTÓDIA)\nRcl 26604 MC, Rcl 27294, Rcl 27750 MC, Rcl 27751 MC, Rcl 27748, Rcl 27074, Rcl 27730, Rcl 28079 MC, Rcl 27206 MC, Rcl 28554, Rcl 29787, Rcl 31637, Rcl 32978.\n(PROCESSO PENAL, LIMITAÇÃO, PERSECUÇÃO PENAL, PROTEÇÃO, LIBERDADE INDIVIDUAL)\nHC 173791, HC 173800, HC 186209 MC.\n(AUDIÊNCIA DE CUSTÓDIA, RECOMENDAÇÃO, CNJ, PANDEMIA, COVID-19)\nHC 182892, HC 184392, HC 190089.\n(PRISÃO EM FLAGRANTE, INDISPENSABILIDADE, AUDIÊNCIA DE CUSTÓDIA)\nRcl 36824 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(PRISÃO EM FLAGRANTE, CONVERSÃO, EX OFFICIO, PRISÃO PREVENTIVA)\nTJGO: HC 5191582-80.2020.8.09.0000, HC 5740877-63.2019.8.09.0000, TJMG: HC 0535292-54.2020.8.13.0000, HC 0509305-16.2020.8.13.0000, TJSP: HC 2002378-94.2020.8.26.0000, HC 2050360-07.2020.8.26.0000. \n- Legislação estrangeira citada: Código Processual Penal francês de 1808; Código Napoleônico, da França.\n- Veja Recomendação 62/2020, do Conselho Nacional de Justiça.\n- Veja ADI 6298 do STF.\nNúmero de páginas: 72.\nAnálise: 08/09/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : PAULO SERGIO ANDRE TORRES \nIMPTE.(S)  : DIOGENES MARTINS FLORES DE ALMEIDA E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434618,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"HC 186490","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O Processo Criminal Brasileiro. 4. ed. Freitas Bastos, 1959. v. 1. p. 10-14 e 212-222.\nARMENTA DEU, Teresa. Sistemas procesales penales. La justicia penal en Europa y América. Marcial Pons,\n2012. p. 22\nBADARÓ, Gustavo Henrique. O Ônus da Prova no ‘Habeas Corpus. In: PRADO, Geraldo; MALAN, Diogo. (Coord.).  Dubio pro Libertate; Processo Penal e Democracia: Estudos em Homenagem aos 20 Anos da Constituição da República de 1988. Lumen Juris, 2009. p. 227-250.\n______. Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 37-94. \n______.______. 8. ed. Revista dos Tribunais, 2020. p. 1137/1138, p. 1158-1160, item 18.2.2.5, p. 1166-1167, p. 1206, item 18.2.5.5, 1209-1210 e 1220-1222.\nBARROS, Marco Antonio de. Processo Penal: Da Investigação até a Sentença. 2. ed. Juruá, 2020. p. 333-334 e 349.\nCAPEZ, Rodrigo. Prisão e Medidas Cautelares Diversas: A Individualização da Medida Cautelar no Processo Penal. Quartier Latin, 2017. p. 416-424, item 6.1.3.\nCINTRA, Antônio Carlos de Araújo; GRINOVER, Ada Pellegrini; DINAMARCO, Cândido Rangel. Teoria Geral do Processo. Malheiros, 2008. p. 64.\nCRUZ, Rogerio Schietti Machado. Prisão cautelar. Dramas, princípios e alternativas. 2. ed. Rio de Janeiro: Lumen Juris, 2011. p. 185.\n______. Garantias Processuais nos Recursos Criminais. 2. ed. Atlas, 2013.\nDELMANTO, Fábio Machado de Almeida. Medidas Substitutivas e Alternativas à Prisão Cautelar. Renovar, 2008. p. 26-27, item 1.5.3.\nDEMERCIAN, Pedro Henrique; MALULY, Jorge Assaf. Curso de Processo Penal. 8. ed. Forense, 2012. p. 27-28, item 2.1.3.\nDEZEM, Guilherme Madeira. Curso de Processo Penal. 5. ed. Revista dos Tribunais, 2019. p. 95-100, item 3.3, p. 790-792, item 13.1.1 e p. 861-862, item 13.3.6.\n______.______. 6. ed.  Revista dos Tribunais, 2020. p. RB-13.7, item 13.1.4.3.\nDIAS, Jorge de Figueiredo. Direito Processual Penal. Coimbra, 2004. p. 62.\nEYMERICH, Nicolau. Manual dos Inquisidores. Fundação Universidade de Brasília, 1993. p. 113-209.\nFERRAJOLI, Luigi. Direito e Razão: teoria do Garantismo Penal. 3. ed. São Paulo: Revista dos Tribunais, 2002, p. 454-455.\n______. Direito e Razão. Revista dos Tribunais, 2014. p. 521-522.\nGIACOMOLLI, Nereu José. A Prisão Preventiva em face da Lei nº 13.964/2019. p. 235-250. In: CAMARGO, por Rodrigo Oliveira de, FELIX, Yuri (Org.). Pacote Anticrime: Reformas Processuais: Reflexões Críticas à luz da Lei nº 13.964/2019.\nGOMES FILHO, Antônio Magalhães. Presunção de Inocência e Prisão Cautelar. Saraiva, 1991. p. 57.\nGRAU, Eros Roberto. Ensaio e Discurso sobre a Interpretação: Aplicação do Direito. 5 ed. São Paulo: \nMalheiros, 2006. p. 44.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 61-63, item 8.3.\nLIMA, Antônio Edilberto Oliveira; PINHEIRO, Igor Pereira. Capítulo 22: Medidas Cautelares e Prisões após a Lei Anticrime. In: Lei Anticrime Comentada. JH Mizuno, 2020. p. 339-342, item 3.3.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 2. ed. JusPODIVM, 2017. p. 866-867, item 3.3.\n______. Manual de Processo Penal. 5. ed. JusPODIVM, 2017. p. 39-40.\n______.______. 8. ed. JusPODIVM, 2020. p. 946-949, 1024-1025, 1043-1044 e 1054.\n______. Pacote Anticrime: Comentários à Lei Nº 13.964/19 artigo por artigo. Salvador: JusPodivm, 2020. p. 270-271.\nLOPES JR., Aury. Direito Processual Penal. Saraiva, 2012. p. 127.\n______.______. 16. ed. São Paulo: Saraiva, 2019. p. 702-703.\n______.______. 17. ed. Saraiva, 2020. p. 635, item 4.7, p. 635-636, item 2.3, p. 664-666, item 4.5, p. 668-670, item 4.7 e p. 674-680, item 4.7. \n______. Fundamentos do Processo Penal: introdução crítica. 2. ed. São Paulo: Saraiva. p. 164.\nMACIEL, Silvio. Prisão e Medidas Cautelares: Comentários à Lei 12.403, de 4 de maio de 2011. 3. ed. In: GOMES,  Luiz Flávio; MARQUES, Ivan Luís. Revista dos Tribunais, 2012. p. 145.\nMARCÃO, Renato. Curso de Processo Penal. Saraiva, 2014. p. 82-84, item 14.2.\n______. ______. 6. ed. Saraiva, 2020. p. 766-767, item 2.9.1, p. 778-786, item 2.12 e p. 786-787, item 2.12.1.\nMENDONÇA, Andrey Boreges de. Prisão Preventiva na Lei 12.403/2011: Análise de Acordo com Modelos Estrangeiros e com a Convenção Americana de Direitos Humanos. JusPODIVM: 2016. p. 336-337, item 7 e p. 404-405, item 3.3.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 111-173, p. 742-743, item 10.1.2.2.1, p. 764-765, item  10.2.1.2.2 e p. 111-113 e 783.\nPACELLI, Eugênio. Curso de Processo Penal. 21. ed. Atlas, 2017. p. 13-17, item 1.4.\nPACELLI, Eugênio; FISCHER, Douglas. Comentários ao Código de Processo Penal e sua Jurisprudência. 12. ed. Forense, 2020. p. 792-793, item 310.1 e p. 794-796, item 310.3.\nPENTEADO, Jaques de Camargo. Duplo Grau de Jurisdição no Processo Penal: Garantismo e Efetividade. Revista dos Tribunais, 2006. p. 17-21.\nPOLASTRI, Marcellus. Curso de Processo Penal. 9. ed. Gazeta Jurídica, 2016. p. 781-782.\nPRADO, Geraldo. Sistema Acusatório: A Conformidade Constitucional das Leis Processuais Penais. 3. ed. Lumen Juris, 2005. p. 41-51, 195, 241-243 e 300-301.\nRANGEL, Paulo. Direito Processual Penal. 18. ed. Lumen Juris, 2010. p. 52-53.\nREIS JÚNIOR, Almir Santos; BARETTA, Gilciane Allen; SILVA, Luciana Caetano da. Aplicação das Medidas\nCautelares. In: HAMMERSCHMIDT, Denise (Coord.). Código de Processo Penal Comentado. Juruá, 2020. p. 572.\nROSA, alexandre de Moraes da. Guia do Processo Penal conforme a Teoria dos Jogos. 5. ed. EMais, 2019. p. 392-393 e 420-421.\nROSA, Alexandre de Morais; LOPES JUNIOR, Aury. Limite Penal: Juiz não pode converter flagrante em preventiva de ofício na audiência de custódia. Disponível em: https://www.conjur.com.br/2019-out-\n11/limite-penal-juiz-nao-converter-flagrante-preventiva–oficiocustodia.\nSMANIO, Gianpaolo Poggio; FABRETTI, Humberto Barrionuevo. Comentários ao Pacote Anticrime. Atlas, 2020.\np. 122-123, item 3.8.1.\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1977. v. 1. p. 75.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 14. ed. Saraiva, 2012. v. 1. p. 914.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos tribunais, 2004. p. 33-35, item 1.4.\nTUCCI, Rogério Lauria; DELMANTO JUNIOR, Roberto. Sistematização das Medidas Cautelares Processuais Penai. Revista do Advogado Ano XXIV, n. 78, AASP, 2004. 120, item 7.","ministro_facet":["CELSO DE MELLO"],"processo_numero":186490,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434615","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, não conheceu da impetração, mas concedeu, de ofício, ordem de habeas corpus, para desconstituir o trânsito em julgado da Apelação Criminal nº 0004295- -24.2016.8.24.0019, determinando, em consequência, a intimação pessoal do ora paciente quanto à decisão, proferida pelo E. Tribunal de Justiça do Estado de Santa Catarina, que deu provimento ao recurso de apelação interposto pelo Ministério Público Estadual, nos termos do voto do Relator, vencido o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434615","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434615","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” – CONDENAÇÃO PENAL IMPOSTA POR TRIBUNAL DE SEGUNDA INSTÂNCIA – INTIMAÇÃO DA DEFENSORIA PÚBLICA A RESPEITO DO JUÍZO CONDENATÓRIO – SUPERVENIÊNCIA DO TRÂNSITO EM JULGADO – PACIENTE INTIMADO, PESSOALMENTE, APENAS QUANTO À SUA ABSOLVIÇÃO CRIMINAL PROFERIDA PELO MAGISTRADO DE PRIMEIRO GRAU – PARTICULARIDADES DO CASO CONCRETO QUE EVIDENCIAM A OCORRÊNCIA, NA ESPÉCIE, DE TRANSGRESSÃO A PRERROGATIVA FUNDAMENTAL DO RÉU CONDENADO (CF, ART. 5º, LV) – O PROCESSO PENAL COMO GARANTIA DOS ACUSADOS E INSTRUMENTO DE SALVAGUARDA DA LIBERDADE JURÍDICA DAQUELE CONTRA QUEM SE INSTAURARAM ATOS DE “PERSECUTIO CRIMINIS” – MAGISTÉRIO DA DOUTRINA – O DIREITO DE RECORRER COMO CLÁUSULA INERENTE AO “DUE PROCESS OF LAW” – OFENSA, QUANTO A TAL PRERROGATIVA, A GARANTIA ASSEGURADA POR PACTOS INTERNACIONAIS, EM TEMA DE PERSECUÇÃO PENAL, A QUALQUER PESSOA: A CONVENÇÃO AMERICANA DE DIREITOS HUMANOS (ARTIGO 8, n. 2, “H”) E O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS (ARTIGO 9, n. 4) – A QUESTÃO DA POSIÇÃO HIERÁRQUICA DOS TRATADOS INTERNACIONAIS DE DIREITOS HUMANOS (NATUREZA CONSTITUCIONAL OU CARÁTER SUPRALEGAL?) – DOUTRINA – PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL QUE CONFEREM A ESSES DIPLOMAS INTERNACIONAIS A CONDIÇÃO DE SUPRALEGALIDADE – POSIÇÃO PESSOAL DO RELATOR (MINISTRO CELSO DE MELLO) QUE ATRIBUI QUALIFICAÇÃO CONSTITUCIONAL, INCLUSIVE COM APOIO NA NOÇÃO CONCEITUAL DE BLOCO DE CONSTITUCIONALIDADE, A TRATADOS INTERNACIONAIS DE DIREITOS HUMANOS SUBSCRITOS PELO BRASIL OU A QUE O ESTADO BRASILEIRO HAJA ADERIDO – “PACTA SUNT SERVANDA” (CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, ARTIGO 26) – POSSIBILIDADE EXCEPCIONAL DE IMPETRAÇÃO DE “HABEAS CORPUS” CONTRA DECISÃO JÁ TRANSITADA EM JULGADO – PRECEDENTES – “HABEAS CORPUS” NÃO CONHECIDO, MAS CONCEDIDO DE OFÍCIO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754177239","externo_seq_objeto_incidente":5904111,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=185051&classe=HC","is_colac":false,"titulo":"HC 185051","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00026\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2 LET-H\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009 NÚMERO-4\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00171 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00392 ART-00654 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS\n\n","LEG-FED   SUMSTF-000691      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ); PRINCÍPIO DA COLEGIALIDADE. HABEAS CORPUS DE OFÍCIO, OFENSA, STATUS LIBERTATIS, PACIENTE. INTIMAÇÃO PESSOAL, SENTENÇA PENAL CONDENATÓRIA, INAPLICABILIDADE, ACÓRDÃO, SUFICIÊNCIA, PUBLICAÇÃO, ÓRGÃO OFICIAL. DEVIDO PROCESSO LEGAL, PRERROGATIVA CONSTITUCIONAL, DIREITO, ACESSO À JUSTIÇA; DIREITO, CITAÇÃO, CONHECIMENTO, ACUSAÇÃO; DIREITO, JULGAMENTO, PUBLICIDADE, CELERIDADE PROCESSUAL; DIREITO, CONTRADITÓRIO, AMPLA DEFESA; DIREITO, PROCESSAMENTO, JULGAMENTO, LEI POSTERIOR, FATO; DIREITO, BENEFÍCIO DA GRATUIDADE; DIREITO AO SILÊNCIO; DIREITO, PRESENÇA, PARTICIPAÇÃO ATIVA, INTERROGATÓRIO, LITISCONSORTE PASSIVO; DIREITO, INAPLICABILIDADE, PROVA ILÍCITA; DIREITO, PRINCÍPIO DA PARIDADE DE ARMAS; DIREITO, PRINCÍPIO DO JUIZ NATURAL; DIREITO, JULGAMENTO, INDEPENDÊNCIA, IMPARCIALIDADE DO JUIZ, TRIBUNAL; DIREITO, PRONUNCIAMENTO, MOMENTO POSTERIOR, ACUSAÇÃO; DIREITO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA; DIREITO, RECURSO; DIREITO, PROVA. NULIDADE, INTIMAÇÃO, EXCLUSIVIDADE, DEFENSOR DATIVO, ACÓRDÃO CONDENATÓRIO. PERSECUÇÃO PENAL, LIBERDADE INDIVIDUAL. HABEAS CORPUS, DECISÃO TRANSITADA EM JULGADO.\n\n- VOTO, MIN. GILMAR MENDES: HABEAS CORPUS, CONSTRANGIMENTO ILEGAL, SUPERAÇÃO, SÚMULA, STF. DIREITO DE DEFESA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CONSTITUIÇÃO FEDERAL DE 1988, DIREITO DE DEFESA, PROCESSO JUDICIAL, PROCESSO ADMINISTRATIVO, CONTRADITÓRIO, AMPLA DEFESA. DIREITO COMPARADO, PRETENSÃO À TUTELA JURÍDICA, DIREITO DE MANIFESTAÇÃO, DIREITO À INFORMAÇÃO, DIREITO DE VER SEUS ARGUMENTOS CONSIDERADOS.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: HABEAS CORPUS, SUCEDÂNEO, REVISÃO CRIMINAL. HABEAS CORPUS DE OFÍCIO, FLAGRANTE ILEGALIDADE. ACÓRDÃO, CASSAÇÃO, SENTENÇA ABSOLUTÓRIA, INEXIGIBILIDADE, INTIMAÇÃO PESSOAL, EXCEÇÃO, RÉU PRESO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=185051&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, STJ)\nRHC 114737 (2ªT), RHC 114961 (1ªT), HC 116875 (2ªT), HC 117346 (2ªT), HC 117798 (2ªT), HC 118189 (2ªT), HC 118212 (2ªT), HC 119821 (2ªT), HC 121684 AgR (2ªT), HC 122381 AgR (1ªT), HC 122718 (1ªT). \n(HABEAS CORPUS DE OFÍCIO, OFENSA, STATUS LIBERTATIS, PACIENTE)\nHC 118560 (2ªT). \n(INTIMAÇÃO PESSOAL, SENTENÇA PENAL CONDENATÓRIA, INAPLICABILIDADE, ACÓRDÃO)\nHC 69717 (2ªT), HC 101643 (1ªT), HC 105308 (1ªT), HC 114107 (2ªT), HC 105308 ED (1ªT), HC 137112 AgR (1ªT), HC 149604 AgR (2ªT). \n(NULIDADE, INTIMAÇÃO, EXCLUSIVIDADE, DEFENSOR DATIVO, ACÓRDÃO CONDENATÓRIO)\nRHC 86318 (1ªT), HC 105298 (2ªT). \n(PERSECUÇÃO PENAL, LIBERDADE INDIVIDUAL)\nHC 73338 (1ªT) - RTJ 161/264, AI 241201 AgR (2ªT) - RTJ 183/371. \n(BLOCO DE CONSTITUCIONALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nHC 93280 (2ªT). \n(TRATADO INTERNACIONAL, DIREITOS HUMANOS, NORMA SUPRALEGAL)\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP). \n(HABEAS CORPUS, DECISÃO TRANSITADA EM JULGADO)\nHC 97058 (2ªT), HC 98412 (2ªT), HC 101588 (1ªT), HC 103577 (1ªT), HC 107437 (1ªT), HC 139741 (2ªT), HC 146181 AgR (2ªT), HC 154390 (2ªT), HC 160958 AgR (2ªT). \n(HC, SUCEDÂNEO, REVISÃO CRIMINAL)\nHC 86367 (2ªT), HC 123430 (1ªT), HC 128693 AgR (1ªT). \n(HABEAS CORPUS DE OFÍCIO, FLAGRANTE ILEGALIDADE)\nHC 95009 (TP). \n(SUMULA 691/STF, SUPERAÇÃO)\nHC 85185 (TP), HC 88229 (1ªT). \n(ACÓRDÃO, CASSAÇÃO, SENTENÇA ABSOLUTÓRIA, INEXIGIBILIDADE, INTIMAÇÃO PESSOAL, EXCEÇÃO, RÉU PRESO)\nHC 98218 (1ªT). \n- Decisões monocráticas citadas:\n(NULIDADE, INTIMAÇÃO, EXCLUSIVIDADE, DEFENSOR DATIVO, ACÓRDÃO CONDENATÓRIO)\nHC 178527 MC.\n(SUMULA 691/STF, SUPERAÇÃO)\nHC 84014, HC 86213, HC 85826.\n- Decisão estrangeira citada: BVerfGE 70, 288-293, Decisão da Corte Constitucional alemã.\nNúmero de páginas: 34.\nAnálise: 12/11/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : PAULINHO JUNIOR TAVARES \nIMPTE.(S)  : CATICLYS NIELYS MATIELLO \nCOATOR(A/S)(ES) : RELATOR DO HC Nº 577.274 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434615,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"HC 185051","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Processo Penal. 4. ed. Revista dos Tribunais, 2016. p. 37-94.\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. Saraiva, 1989. v. 2. p. 268-269.\nBATTIS, Ulrich; GUSY, Christoph. Einführung in das Staatsrecht. 3. ed. Heidelberg, 1991. p. 363-364.\nBUENO FILHO, Edgard Silveira. O Direito à Defesa na Constituição. Saraiva, 1994. p. 47-49.\nCRUZ, Rogerio Schietti Machado. Garantias Processuais nos Recursos Criminais. 2. ed. Atlas, 2013.\nDÜRIG; ASSMANN. Art. 103. In: MAUNZ; DÜRIG. Grundgesetz-Kommentar. v. 4. p. 85-99.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1989. v. 1. p. 176 e 180.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. Saraiva, 1990. v. 1. p. 68-69.\nFIGUEIREDO, Lúcia Valle. Curso de Direito Administrativo. 2. ed. Malheiros, 1995. p. 290 e 293-294.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 61-63, item 8.3.\nLAFER, Celso. A Internacionalização dos Direitos Humanos: Constituição, Racismo e Relações Internacionais. Manole, 2005. p. 16-18.\nLOPES JR. Aury. Direito Processual Penal e sua Conformidade Constitucional. 9. ed. Saraiva, 2012. p. 171-255.\nMAZZUOLI, Valerio de Oliveira. Curso de Direito Internacional Público. 2. ed. Revista dos Tribunais, 2007. p. 682-702, item 8.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 17. ed. Malheiros, 1992. p. 588.\nMIRANDA, Pontes de. Comentários à Constituição de 1967/69. Tomo 5. p. 234.\nPENTEADO, Jaques de Camargo. Duplo Grau de Jurisdição no Processo Penal: Garantismo e Efetividade. Revista dos Tribunais, 2006. p. 17-21.\nPEREIRA JÚNIOR, Jessé Torres. O Direito à Defesa na Constituição de 1988. Renovar, 1991. p. 71-73, item 17.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte - Staatsrecht II. Heidelberg, 1988. p. 281.\nDI PIETRO, Maria Sylvia Zanella . Direito Administrativo. 5. ed. Atlas, 1995. p. 401-402.\nPRADO, Geraldo. Sistema Acusatório: A Conformidade Constitucional das Leis Processuais Penais. 3. ed. Lumen Juris, 2005. p. 41-51 e 241-243.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 111-173.\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1977. v. 1. p. 75.\nTRINDADE, Antônio Augusto Cançado. Tratado de Direito Internacional dos Direitos Humanos. 2. ed. Fabris, 2003. v. 1. p. 513, item 13.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 33-35, item 1.4.","ministro_facet":["CELSO DE MELLO"],"processo_numero":185051,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434610","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, não conheceu da impetração, mas concedeu, de ofício, ordem de habeas corpus, para invalidar o acórdão proferido pelo E. Tribunal de Justiça do Estado do Rio de Janeiro (Apelação Criminal nº 0019136-45.2015.8.19.0036), restabelecendo-se, em consequência, a decisão proferida pelo Conselho de Sentença, que absolveu o ora paciente com base no art. 483, III, do CPP (Processo-crime nº 0019136-45.2015.8.19.0036 Juízo de Direito da 1ª Vara Criminal da comarca de Nilópolis/RJ), confirmando, desse modo, o provimento cautelar anteriormente deferido, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Cármen Lúcia. Segunda Turma, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434610","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434610","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” – TRIBUNAL DO JÚRI –QUESITO GENÉRICO DE ABSOLVIÇÃO (CPP, ART. 483, III, C/C O RESPECTIVO § 2º) – POSSIBILIDADE DE OS FUNDAMENTOS ADOTADOS PELOS JURADOS EXTRAPOLAREM OS PRÓPRIOS LIMITES DA RAZÃO JURÍDICA – CONSEQUENTE LEGITIMIDADE DO JUÍZO ABSOLUTÓRIO, PELO CONSELHO DE SENTENÇA, FUNDADO EM RAZÕES DE CLEMÊNCIA, DE EQUIDADE OU DE CARÁTER HUMANITÁRIO – SISTEMA DE ÍNTIMA CONVICÇÃO DOS JURADOS – GARANTIA CONSTITUCIONAL DE RESPEITO AO SIGILO DAS VOTAÇÕES – INTERPOSIÇÃO, PELO MINISTÉRIO PÚBLICO, DO RECURSO DE APELAÇÃO PREVISTO NO ART. 593, INCISO III, ALÍNEA “D”, DO CPP – DESCABIMENTO – RESPEITO AO PRINCÍPIO CONSTITUCIONAL DA SOBERANIA DO VEREDICTO DOS JURADOS – DOUTRINA – JURISPRUDÊNCIA (HC 117.076/PR, Rel. Min. CELSO DE MELLO – HC 143.595-MC/SP, Rel. Min. MARCO AURÉLIO – HC 185.068-MC/SP, Rel. Min. CELSO DE MELLO – RE 982.162/SP, Rel. Min. GILMAR MENDES – RHC 168.796-MC/SP, Rel. Min. EDSON FACHIN) – “HABEAS CORPUS” CONCEDIDO DE OFÍCIO.\n\n\n\n    – A previsão normativa do quesito genérico de absolvição no procedimento penal do júri (CPP, art. 483, III, e respectivo § 2º), formulada com o objetivo de conferir preeminência à plenitude de defesa, à soberania do pronunciamento do Conselho de Sentença e ao postulado  da liberdade de íntima convicção dos jurados, legitima a possibilidade de os jurados – que não estão vinculados a critérios de legalidade estrita – absolverem o réu segundo razões de índole eminentemente subjetiva ou de natureza destacadamente metajurídica, como, p. ex., o juízo de clemência,  ou de equidade, ou de caráter humanitário, eis que o sistema de íntima convicção dos jurados não os submete ao acervo probatório produzido ao longo do processo penal de conhecimento, inclusive à prova testemunhal realizada perante o próprio plenário do júri. Doutrina e jurisprudência.\n\n\n\n    – Isso significa, portanto, que a apelação do Ministério Público, fundada em alegado conflito da deliberação absolutória com a prova dos autos (CPP, art. 593, III, “d”), caso admitida fosse, implicaria frontal transgressão aos princípios constitucionais da soberania dos veredictos do Conselho de Sentença, da plenitude de defesa do acusado e do modelo de íntima convicção dos jurados, que não estão obrigados – ao contrário do que se impõe aos magistrados togados (CF, art. 93, IX) – a decidir de forma necessariamente motivada, mesmo porque lhes é assegurado, como expressiva garantia de ordem constitucional, “o sigilo das votações” (CF, art. 5º, XXXVIII, “b”), daí resultando a incognoscibilidade da apelação interposta pelo “Parquet”. Magistério doutrinário e jurisprudencial.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754177234","externo_seq_objeto_incidente":5820305,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=178856&classe=HC","is_colac":false,"titulo":"HC 178856","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00031\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00028\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00038 LET-A LET-B \n          LET-C LET-D ART-00093 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000263      ANO-1948\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011340      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          INC-00008 PAR-00002 LET-H\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-014.3 LET-D\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-000167      ANO-1938\n                DECRETO-LEI\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00121 PAR-00002 INC-00001 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00185 ART-00413 ART-00414 ART-00415 \n          ART-00416 ART-00417 ART-00418 ART-00419 \n          ART-00420 ART-00421 ART-00483 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001 PAR-00002 ART-00484 ART-00593 \n          INC-00003 LET-D PAR-00003\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PJL-000591      ANO-1947\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   RGI      ANO-1989\n          ART-00024 INC-00001\n                REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2020-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ); PRINCÍPIO DA COLEGIALIDADE. HABEAS CORPUS DE OFÍCIO, INJUSTIÇA, OFENSA, STATUS LIBERTATIS, PACIENTE. AUTONOMIA, JURADO, ABSOLVIÇÃO, ACUSADO, FUNDAMENTO, ÍNTIMA CONVICÇÃO, PRINCÍPIO DO LIVRE CONVENCIMENTO, GARANTIA, SIGILO, VOTAÇÃO. INADMISSIBILIDADE, CONTROLE JUDICIAL, SENTENÇA ABSOLUTÓRIA, TRIBUNAL DO JÚRI.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: POSSIBILIDADE, APELAÇÃO, DEFESA, ACUSAÇÃO, DECORRÊNCIA, QUESITO GENÉRICO. CONSTITUIÇÃO FEDERAL DE 1946, TRIBUNAL DO JÚRI, SOBERANIA DO VEREDICTO. CONSTITUIÇÃO FEDERAL DE 1988, COMPETÊNCIA MATERIAL, TRIBUNAL DO JÚRI. CABIMENTO, RECURSO, DECISÃO, TRIBUNAL DO JÚRI, APLICAÇÃO, QUESITO GENÉRICO. AUSÊNCIA, OFENSA, SOBERANIA DO VEREDICTO, JULGAMENTO, APELAÇÃO, REALIZAÇÃO, NOVIDADE, JULGAMENTO, TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS. OFENSA, SOBERANIA DO VEREDICTO, DECISÃO, TRIBUNAL AD QUEM, SUBSTITUIÇÃO, DECISÃO, TRIBUNAL DO JÚRI, ALTERAÇÃO, VALORAÇÃO DA PROVA. LIMITAÇÃO, EFEITO DEVOLUTIVO, APELAÇÃO, CONTRARIEDADE, DECISÃO, TRIBUNAL DO JÚRI. DESCABIMENTO, INTERPRETAÇÃO, QUESITO GENÉRICO, IMPLICAÇÃO, REPRISTINAÇÃO, LEGÍTIMA DEFESA, HONRA. DIREITO DAS MINORIAS. IMPOSSIBILIDADE, ABSOLVIÇÃO, FUNDAMENTO, QUESITO GENÉRICO, CRIME CONTRA A HUMANIDADE. NECESSIDADE, IDENTIFICAÇÃO, MOTIVO, ABSOLVIÇÃO, TRIBUNAL DO JÚRI, VERIFICAÇÃO, COMPATIBILIDADE, DECISÃO, JURISPRUDÊNCIA, STF, CORTE INTERAMERICANA DE DIREITOS HUMANOS. POSSIBILIDADE, PROVIMENTO, APELAÇÃO, TRIBUNAL AD QUEM, DETERMINAÇÃO, REALIZAÇÃO, NOVIDADE, TRIBUNAL DO JÚRI, HIPÓTESE, AUSÊNCIA, INDÍCIO, PROVA, JUSTIFICATIVA, ABSOLVIÇÃO. IMPOSIÇÃO, ÔNUS DA PROVA, MINISTÉRIO PÚBLICO, PROVIMENTO, APELAÇÃO. JURADO, RECONHECIMENTO, MATERIALIDADE DO FATO, AUTORIA DO CRIME, ABSOLVIÇÃO, RÉU, DECISÃO CONTRÁRIA À PROVA DOS AUTOS. MANUTENÇÃO, DECISÃO, REALIZAÇÃO, NOVO JULGAMENTO, TRIBUNAL DO JÚRI.\n\n- VOTO, MIN. GILMAR MENDES: DIREITO, RÉU, GARANTIA, SOCIEDADE, JULGAMENTO, TRIBUNAL DO JÚRI, CRIME DOLOSO CONTRA A VIDA. JULGAMENTO, TRIBUNAL DO JÚRI, MECANISMO, EFETIVAÇÃO, DEMOCRACIA, JUÍZO CRIMINAL. TRIBUNAL DO JÚRI, DIREITO COMPARADO. PROCEDIMENTO, JULGAMENTO, TRIBUNAL DO JÚRI, PRIMEIRA FASE, REALIZAÇÃO, INSTRUÇÃO PROCESSUAL, JUIZ TOGADO, DECISÃO DE PRONÚNCIA, IMPRONÚNCIA, ABSOLVIÇÃO SUMÁRIA, DESCLASSIFICAÇÃO; SEGUNDA FASE, EXISTÊNCIA, DECISÃO DE PRONÚNCIA, JULGAMENTO, JURADO. IN DUBIO PRO SOCIETATE. PECULIARIDADE, RECURSO, DECISÃO, TRIBUNAL DO JÚRI, EFEITO DEVOLUTIVO, APELAÇÃO. SOBERANIA DO VEREDICTO. CÓDIGO DE PROCESSO CIVIL, TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, POSSIBILIDADE, TRIBUNAL, ANULAÇÃO, JULGAMENTO, DETERMINAÇÃO, NOVO JULGAMENTO. CONTRADITÓRIO, PRINCÍPIO DA PARIDADE DE ARMAS. DUPLO GRAU DE JURISDIÇÃO, DIREITO DE RECORRER. TITULARIDADE, DEFESA, DIREITO DE RECORRER. OPÇÃO, LEGISLADOR, JULGAMENTO, JURADO, AUSÊNCIA, MOTIVAÇÃO.\n\n- TERMO(S) DE RESGATE: CAUSAS EXTRALEGAIS DE EXCULPAÇÃO. FATO DE CONSCIÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=178856&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO, SOBERANIA DO VEREDICTO)\nHC 176933 (2ªT). \n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, STJ)\nRHC 114737 (2ªT), RHC 114961 (1ªT), HC 116875 (2ªT), HC 117346 (2ªT), HC 117798 (2ªT), HC 118189 (2ªT), HC 118212 (2ªT), HC 119821 (2ªT), HC 121684 AgR (2ªT), HC 122381 AgR (1ªT), HC 122718 (1ªT). \n(HABEAS CORPUS DE OFÍCIO, OFENSA, STATUS LIBERTATIS, PACIENTE)\nHC 118560 (2ªT). \n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, SOBERANIA DO VEREDICTO)\nHC 142621 AgR (1ªT), HC 178777 (1ªT). \n(PRONÚNCIA, IN DUBIO PRO SOCIETATE)\nARE 1067392 (2ªT). \n- Decisões monocráticas citadas:\n(TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO, SOBERANIA DO VEREDICTO)\nRHC 117076 MC, HC 143595 MC, HC 146672 MC, RE 982162, RHC 168796 MC, HC 185068 MC.\n(JURADO, AUTONOMIA, FORMULAÇÃO, ABSOLVIÇÃO)\nRHC 117076 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(PRINCÍPIO DO LIVRE CONVENCIMENTO, SIGILO, VOTAÇÃO, QUESITO GENÉRICO, ABSOLVIÇÃO, ACUSADO)\nTJDFT: Apelação Criminal 0085323-62.2004.807.0001, Apelação Criminal 0004246-17.2012.8.07.0012, TJMG: Apelação Criminal 1.0024.00.092182-5/002, Apelação Criminal 0010601-67.2010.8.13.0393, Apelação Criminal 5391587-21.2009.8.13.0024, Apelação Criminal 0035542-91.2011.8.13.0443, TJRS: Apelação Criminal 0227792-86.2010.8.21.7000, Apelação Criminal 0272761-26.2009.8.21.7000, Apelação Criminal 0236172-64.2011.8.21.7000, Apelação Criminal 0504741-65.2013.8.21.7000, Embargos Infringentes e de Nulidade 0306181-17.2012.8.21.7000, TJSP: Apelação Criminal 0008366-51.2007.8.26.0400.\n(QUESITO, ABSOLVIÇÃO, TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\nHC 313251, REsp 1677866. \n- Decisões estrangeiras citadas: Caso de la Massacre de la Rochela vs. Colombia. Fundo, reparações e custas. Sentença de 11 de maio de 2007. Serie C No. 163, par. 197, da Corte Interamericana de Direitos Humanos; Caso Amrhein e outros vs. Costa Rica. Sentença de 25 de abril de 2018. Serie C, n. 354, § 255 da Corte Interamericana de Direitos Humanos.\n- Legislação estrangeira citada: Lei orgânica n. 5/1995 da Espanha.\n- Veja ARE 1225185 do STF.\nNúmero de páginas: 56.\nAnálise: 03/11/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : DAVID PACHIEGA DA SILVA \nIMPTE.(S)  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nCOATOR(A/S)(ES) : RELATOR DO HC Nº 534.989 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434610,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 178856","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"AQUINO, Álvaro A. A função garantidora da pronúncia. Lumen Juris, 2004. p. 114.\nBADARÓ, Gustavo H. Manual dos Recursos Penais. Revista dos Tribunais, 2016. p. 234.\nCALDERÓN CUADRADO, María Pía. La encrucijada de una justicia penal tecnológicamente avanzada. Madrid: La Ley, 2011. p. 443.\nCHINNICI, Daniela. Giudizio penale di seconda istanza e giusto processo. 2. ed. Torino: G. Giappichelli, 2009. p. 173.\nFERNANDES, Antonio Scarance. Processo penal constitucional. 7. ed. São Paulo: Revista dos Tribunais, 2012. p. 56.\nFORTI, Iorio Siqueira D'Alessandri. O Tribunal do Júri como Garantia Fundamental, e não como Mera Regra de Competência: Uma Proposta de Reinterpretação do art. 5º, XXXVIII, da Constituição da República. Revista Eletrônica de Direito Processual, ano 3, v. 3, 2009.\nHENDLER, Edmundo. El juicio por jurados. Del Puerto, 2006. p. 159.\nJARDIM, Eliete Costa Silva. Tribunal do Júri - Absolvição Fundada no Quesito Genérico: Ausência de Vinculação à Prova dos Autos e Irrecorribilidade. Revista EMERJ, v. 18, n. 67, p. 13-31 e 25, 2015.\nKURKOWSKI, Rafael S. Execução provisória da pena no júri: fundamentos políticos e jurídicos. D’Plácido, 2019. p. 63.\nLOPES JR., Aury. Tribunal do Júri: A Problemática Apelação do Artigo 593, III, do CPP. Revista eletrônica CONJUR, 18 ago. 2017.\nLOPES JR., Aury. Direito Processual Penal. 16. ed. Saraiva, 2019. p. 1035-1039, item 2.1.1.1.\nMACHADO, Maíra Rocha et al. As Provas, os Jurados e o Tribunal: A Anulação dos Veredictos diante da Soberania do Júri. Revista Brasileira de Ciências Criminais, v. 164, p. 220.\nMARQUES, José Frederico. A Instituição do Júri. Bookseller, 1997. p. 19.\nMOELLER, Uriel. O Júri Alemão: o leigo no processo penal na Alemanha. Revista Brasileira de Direito Processual Penal, v. 2, 2016. p. 95.\nNARDELLI, Marcella Mascarenhas. A prova no tribunal do Júri: Uma abordagem racionalista. Lumen Juris, 2019.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 531-532.\nPACELLI, Eugênio. Curso de Processo Penal. Atlas, 2018. p. 768.\nPEDROSA, Ronaldo Leite. Decisão Manifestamente Contrária à Prova dos Autos: Recurso Exclusivo da Defesa. Revista da Escola da Magistratura do Estado de Rondônia, n. 21, 2012.\nPIMENTEL, Silvia; PANDJIARJIN, Valeria; BELLOQUE, Juliana. Legítima Defesa da Honra.\nREY, Sebastián A. ¿Efecto “boomerang” de las garantías? Cuadernos de doctrina y jurisprudencia penal, v. 10, n. 18-19, 2005. p. 514.\nREZENDE, Guilherme Madi. Júri: Decisão Absolutória e Recurso da Acusação por Manifesta Contrariedade à Prova dos Autos: Descabimento. Boletim IBCCRIM, ano 17, n. 207, 2010.\nRODRIGUES, Paulo G. L. S. Os efeitos da soberania dos veredictos na definição do momento inicial de cumprimento das penas impostas pelo Tribunal do Júri. Dissertação (Mestrado em Direito) - Universidade Federal de Alagoas, 2018. p. 19.\nCAVALCANTE SEGUNDO, Antonio de Holanda; SANTIAGO, Nestor Eduardo Araruna. Íntima Convicção, Veredictos dos Jurados e o Recurso de Apelação com Base na Contrariedade à Prova dos Autos: Necessidade de Compatibilidade com um Processo de Base Garantista. Revista Brasileira de Ciências Criminais, v. 116, p. 9-11, item 3, 2015. p. 165.\nSTRECK, Lenio Luiz. Tribunal do Júri: símbolos & rituais. 4. ed. Porto Alegre: Livraria do Advogado, 2001. p. 91.\nTASSE, Adel El; GOMES, Luiz Flávio. Processo Penal IV: Júri. Saraiva, 2012. p. 161-165, item 1.d.\nVASCONCELLOS, Vinicius G. Direito ao recurso no processo penal. 2. ed. Revista dos Tribunais, 2020. p. 94.","ministro_facet":["CELSO DE MELLO"],"processo_numero":178856,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur445928","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, concedeu a segurança para determinar ao Tribunal de Contas da União que reaprecie os Acórdãos 2791/2018, 2792/2018, 2793/2018, 2794/2018, 2795/2018, 2796/2018, 3102/2018, 3103/2018 e 3104/2018, devendo proceder aos respectivos registros, desde que o único óbice aos registros das aposentadorias ou pensões seja a legitimidade do pagamento do Bônus de Eficiência e Produtividade, previsto na Lei Federal 13.464/2017, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Marco Aurélio. Os Ministros Roberto Barroso e Rosa Weber acompanharam o Relator com ressalvas. Falou, pelo impetrado, o Dr. Ricardo Oliveira Lira, Advogado da União. Plenário, Sessão Virtual de 2.4.2021 a 12.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur445928","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur445928","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E ADMINISTRATIVO. IMPOSSIBILIDADE DE EXERCÍCIO DE CONTROLE DE CONSTITUCIONALIDADE PELO TRIBUNAL DE CONTAS DA UNIÃO. INDEFERIMENTO DO REGISTRO DE APOSENTADORIAS CONCEDIDAS A SERVIDORES DETENTORES DO DIREITO AO RECEBIMENTO DO “BÔNUS DE EFICIÊNCIA E PRODUTIVIDADE NA ATIVIDADE TRIBUTÁRIA E ADUANEIRA”, INSTITUÍDO PELA LEI 13.464/2017. MANDADO DE SEGURANÇA COLETIVO PROCEDENTE. ORDEM CONCEDIDA. \n\n\n\n    1. A declaração incidental de inconstitucionalidade somente é permitida de maneira excepcional aos juízes e tribunais para o pleno exercício de suas funções jurisdicionais, devendo o magistrado garantir a supremacia das normas constitucionais ao solucionar de forma definitiva o caso concreto posto em juízo. Trata-se, portanto, de excepcionalidade concedida somente aos órgãos exercentes de função jurisdicional, aceita pelos mecanismos de freios e contrapesos existentes na separação de poderes e não extensível a qualquer outro órgão administrativo.\n\n\n\n    2. Decisão do TCU que, no exercício de sua função constitucional de apreciação da legalidade de atos de concessão de aposentadoria de servidores públicos (art. 71, III, CF), considerou ilegais e denegou o registro de aposentadorias de servidores que teriam o direito de auferir em seus proventos a gratificação denominada Bônus de Eficiência e Produtividade, criado pelos §§ 2º e 3º dos arts. 7º e 17, ambos da Lei 13.464/2017.\n\n\n\n    3. CONCESSÃO DA ORDEM NO MANDADO DE SEGURANÇA COLETIVO para determinar ao Tribunal de Contas da União que reaprecie os Acórdãos 2791/2018, 2792/2018, 2793/2018, 2794/2018, 2795/2018, 2796/2018, 3102/2018, 3103/2018 e 3104/2018, devendo proceder aos respectivos REGISTROS, desde que o único óbice aos registros das aposentadorias ou pensões seja a legitimidade do pagamento do Bônus de Eficiência e Produtividade, previsto na Lei Federal 13.464/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755796989","externo_seq_objeto_incidente":5501494,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-088  DIVULG 07-05-2021  PUBLIC 10-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=35812&classe=MS","is_colac":false,"titulo":"MS 35812","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1965\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00069 INC-00070 LET-B\n    ART-00040 ART-00052 INC-00010 ART-00060\n    PAR-00004 INC-00003 ART-00071 INC-00003\n    ART-00073 ART-00102 INC-00001 LET-A\n    PAR-00002 ART-00129 INC-00002 ART-0130A\n    PAR-00002 INC-00002 ART-0130B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007711 ANO-1988\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1998\n    ART-00007 PAR-00002 ART-00020 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010887 ANO-2004\n    ART-00004 PAR-00001 INC-00023 INC-00024\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012016 ANO-2009\n    ART-00001 ART-00021 \"CAPUT\"\n    LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013464 ANO-2017\n    ART-00007 INC-00001 INC-00002 PAR-00002\n    PAR-00003 INC-00001 INC-00002 ART-00017\n    PAR-00002 PAR-00003 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-001437 ANO-1975\n    ART-00006\n    DECRETO-LEI\n\n","LEG-FED   MPR-000765 ANO-2016\n    ART-00007 PAR-00002 PAR-00003 ART-00017\n    PAR-00002 PAR-00003\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   SUV-000003\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000347\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-05-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- MANDADO DE SEGURANÇA, LEGITIMIDADE ATIVA, SINDICATO. MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO. AUTONOMIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), FUNÇÃO, FISCALIZAÇÃO, CARÁTER TÉCNICO. LIMITE CONSTITUCIONAL, COMPETÊNCIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), INADMISSIBILIDADE, EXTRAPOLAÇÃO, RISCO, USURPAÇÃO DE COMPETÊNCIA, PODER JUDICIÁRIO. INADMISSIBILIDADE, REALIZAÇÃO, CONTROLE DE CONSTITUCIONALIDADE, JULGAMENTO, PROCESSO, TRIBUNAL DE CONTAS. DECISÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), VEDAÇÃO, TRANSCENDÊNCIA, EFEITO, CONTROLE DIFUSO, USURPAÇÃO DE COMPETÊNCIA, STF, SENADO FEDERAL. INADMISSIBILIDADE, ORDENAMENTO JURÍDICO, TRANSFORMAÇÃO, CONTROLE DIFUSO, CONTROLE CONCENTRADO, ÂMBITO JUDICIAL, ÂMBITO ADMINISTRATIVO. VEDAÇÃO, DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, ÂMBITO, AÇÃO CIVIL PÚBLICA, SUCEDÂNEO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, DECLARAÇÃO DE INCONSTITUCIONALIDADE, TRIBUNAL DE CONTAS DA UNIÃO (TCU). AUSÊNCIA, COMPETÊNCIA ADMINISTRATIVA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), AFASTAMENTO, APLICAÇÃO, LEI VIGENTE, REPRODUÇÃO, EFEITO, ÓRGÃO, ADMINISTRAÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: IMPOSSIBILIDADE, EXERCÍCIO, CONTROLE DE CONSTITUCIONALIDADE, EFICÁCIA ERGA OMNES, EFEITO VINCULANTE, TRIBUNAL DE CONTAS DA UNIÃO (TCU).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INCOMPETÊNCIA, ÓRGÃO ADMINISTRATIVO, EXERCÍCIO, CONTROLE DE CONSTITUCIONALIDADE, LEI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL DE 1967, ENTENDIMENTO, STF, CONSTITUCIONALIDADE, DECRETO, CHEFE DO PODER EXECUTIVO, ÂMBITO ESTADUAL, DETERMINAÇÃO, ABSTENÇÃO, ATO, FUNDAMENTO, LEI, OBJETO, VETO, DECORRÊNCIA, AUSÊNCIA, INICIATIVA PRIVATIVA, PODER EXECUTIVO. DOUTRINA, APLICAÇÃO, LEI INCONSTITUCIONAL, PODER EXECUTIVO. COMPETÊNCIA, PODER JUDICIÁRIO, CONTROLE DE CONSTITUCIONALIDADE, LEI. PRINCÍPIO DA SEPARAÇÃO DOS PODERES. ALTERAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, MECANISMO, CONTROLE DE CONSTITUCIONALIDADE. AMPLIAÇÃO, LEGITIMIDADE, PROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LIMITAÇÃO, CONTROLE DIFUSO, ÓRGÃO JUDICIAL. PROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PARTIDO POLÍTICO, DIREITO DAS MINORIAS. POSSIBILIDADE, PARTICIPAÇÃO, ÓRGÃO ESTATAL, INSTITUIÇÃO PÚBLICA, INSTITUIÇÃO PRIVADA, CIDADÃO, PROCESSO, INTERPRETAÇÃO, CONSTITUIÇÃO FEDERAL. CABIMENTO, AUDIÊNCIA PÚBLICA, AMICUS CURIAE, AÇÃO CONSTITUCIONAL. AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, PRESUNÇÃO, CONSTITUCIONALIDADE, LEI, ATO NORMATIVO. POSSIBILIDADE, AFASTAMENTO, CONSTITUCIONALIDADE, LEI, EXCLUSIVIDADE, ÓRGÃO JUDICIAL. IMPOSSIBILIDADE, EXERCÍCIO, CONTROLE DE CONSTITUCIONALIDADE, ÓRGÃO ADMINISTRATIVO, TRIBUNAL DE CONTAS DA UNIÃO (TCU). COMPETÊNCIA, STF, INTERPRETAÇÃO, TEXTO CONSTITUCIONAL, OBSERVÂNCIA, ENTE FEDERADO, DECISÃO DEFINITIVA, STF. NECESSIDADE, OBSERVÂNCIA, INTERPRETAÇÃO, TEXTO CONSTITUCIONAL, ÓRGÃO, ADMINISTRAÇÃO PÚBLICA, TRIBUNAL DE CONTAS, HIPÓTESE, AUSÊNCIA, EFICÁCIA ERGA OMNES, EFEITO VINCULANTE, DECISÃO, STF.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROBERTO BARROSO: POSSIBILIDADE, CONTROLE INCIDENTAL, CONSTITUCIONALIDADE, ÓRGÃO ADMINISTRATIVO, LIMITAÇÃO, CASO CONCRETO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROSA WEBER: CABIMENTO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), AFASTAMENTO, APLICAÇÃO, LEI INCONSTITUCIONAL, CONFORMIDADE, JURISPRUDÊNCIA FIRMADA, STF.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: MANDADO DE SEGURANÇA PREVENTIVO. COMPETÊNCIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), CONTROLE ORÇAMENTÁRIO, CARÁTER FINANCEIRO, CONTROLE DE LEGALIDADE, LEGITIMIDADE, ATO, ADMINISTRAÇÃO PÚBLICA. STF, TEORIA DOS PODERES IMPLÍCITOS, TRIBUNAL DE CONTAS DA UNIÃO (TCU). COMPETÊNCIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), VERIFICAÇÃO, COMPATIBILIDADE, ATO ADMINISTRATIVO, ORDENAMENTO JURÍDICO. APLICAÇÃO, ENTENDIMENTO, STF, MATÉRIA, COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), DISTINÇÃO, AUSÊNCIA, APLICAÇÃO, LEI INCONSTITUCIONAL, DECLARAÇÃO DE INCONSTITUCIONALIDADE. RECONHECIMENTO, COMPETÊNCIA, ÓRGÃO, CORREIÇÃO, INAPLICABILIDADE, ATO REGULAMENTAR, LEI INCONSTITUCIONAL. PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. SUBMISSÃO, ATO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), CONTROLE JUDICIAL. POSSIBILIDADE, AFASTAMENTO, APLICAÇÃO, LEI INCONSTITUCIONAL, CASO CONCRETO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), DESEMPENHO, COMPETÊNCIA, NATUREZA CONSTITUCIONAL. INCIDÊNCIA, CONTRIBUIÇÃO PREVIDENCIÁRIA, VERBA, RECEBIMENTO, SERVIDOR PÚBLICO, INATIVIDADE. VERBA REMUNERATÓRIA, CUSTEIO, RECEITA PÚBLICA, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA. INCONSTITUCIONALIDADE, PAGAMENTO, VERBA REMUNERATÓRIA, SERVIDOR PÚBLICO INATIVO, NECESSIDADE, DESCONTO, CONTRIBUIÇÃO PREVIDENCIÁRIA. PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO DA AMPLA DEFESA. AUSÊNCIA, EXIGÊNCIA, CONTRADITÓRIO, APRECIAÇÃO, ATO, CONCESSÃO DE APOSENTADORIA, PENSÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INAPLICABILIDADE, ADMINISTRAÇÃO PÚBLICA, LEI, DESCONFORMIDADE, CONSTITUIÇÃO FEDERAL. JULGAMENTO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), CASO CONCRETO, ÂMBITO ADMINISTRATIVO, AUSÊNCIA, EXERCÍCIO, CONTROLE DIFUSO. IMPOSSIBILIDADE, EXERCÍCIO, CONTROLE CONCENTRADO, CONSTITUCIONALIDADE, ÓRGÃO ADMINISTRATIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=35812&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão(s) citado(s):\n(VEDAÇÃO, TRANSCENDÊNCIA, EFEITO, CONTROLE DIFUSO)\nRcl 4335 (TP). \n(MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO)\nMS 21865 (TP). \n(TRIBUNAL DE CONTAS DA UNIÃO (TCU), TEORIA DOS PODERES IMPLÍCITOS)\nMS 24510 (TP), MS 26547 MC-AgR (TP). \n(DISTINÇÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, AUSÊNCIA, APLICAÇÃO, LEI INCONSTITUCIONAL)\nPet 4656 (TP). \n(INCIDÊNCIA, CONTRIBUIÇÃO PREVIDENCIÁRIA, SERVIDOR PÚBLICO, INATIVIDADE)\nRE 593068 (TP). \n(NEGAÇÃO, APOSENTADORIA, FUNDAMENTO, LEI REVOGADA)\nRMS 8372 (TP). \n(CNMP, CNJ, AFASTAMENTO, APLICAÇÃO, LEI INCONSTITUCIONAL, AUSÊNCIA, CONTROLE DE CONSTITUCIONALIDADE, LEI)\nMS 27744 (1ªT), MS 28112 (TP), MS 29002 (2ªT), MS 27796 AgR (1ªT), MS 28924 AgR (2ªT). \n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, AÇÃO CIVIL PÚBLICA, SUCEDÂNEO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE)\nRcl 2224 (TP). \n- Decisões monocráticas citadas:\n(IMPOSSIBILIDADE, CONTROLE DIFUSO, TRIBUNAL DE CONTAS DA UNIÃO (TCU))\nMS 25888 MC, MS 26410 MC, MS 27337, MS 27743 MC, MS 27796 MC, MS 28745 MC, MS 29123 MC, MS 26783 MC-ED.\n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, AÇÃO CIVIL PÚBLICA, SUCEDÂNEO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE)\nRcl 633, Rcl 554.\n- Acórdão(s) citado(s) - outros tribunais:\n(MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO)\nSTJ: ROMS 10208. \n- Decisão estrangeira citada: 1 Chanch 137 – 1803 – Marbury v. Madison, dos Estados Unidos.\n- Veja MS 35498, do STF.\nNúmero de páginas: 79.\nAnálise: 16/05/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)  : SINDICATO NACIONAL DOS AUDITORES FISCAIS DO TRABALHO SINAIT \nADV.(A/S)  : CLAUDIO RENATO DO CANTO FARAG E OUTRO(A/S)\nIMPDO.(A/S)  : PRESIDENTE DO TRIBUNAL DE CONTAS DA UNIÃO \nPROC.(A/S)(ES) : AGU - RICARDO OLIVEIRA LIRA \nPROC.(A/S)(ES) : AGU - FERNANDA PEREIRA COSTA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":445928,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 35812","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"ANSCHÜTZ, Gerhard. Verhandlungen des 34. Juristentages. Berlim, 1927. v. 2. p. 208.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro. 5. ed. São Paulo: Saraiva, 2011. p. 91; 93\nFERREIRA FILHO, Manoel Gonçalves. Curso de direito constitucional. 27. ed. São Paulo: Saraiva, 2001. p. 314.\nHÄBERLE, Peter. Hermenêutica constitucional: a sociedade aberta dos intérpretes da constituição; contribuição para a interpretação pluralista e procedimental da constituição. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sergio Antonio Fabris Editor, 1997.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 13. ed. São Paulo: Thomson Reuters Brasil, 2018. p. 1132-1133.\nKELSEN, Hans. Entwicklung der Staatsgerichtsbarkeit. VVDStRL, 1929. p. 30.\nMONTEIRO, Ruy Carlos de Barros. O argumento de inconstitucionalidade e o repúdio da Lei pelo Poder Executivo. Revista Forense, v. 79, n. 284, p. 119, out/dez 1983.\nSIDOU, J. J. Othon. Habeas data, mandado de injunção, habeas corpus, mandado de segurança e ação popular. Rio de Janeiro: Forense, 1989. p. 142.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":35812,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433658","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição formulado pelo governo da Itália, para que o extraditando seja entregue, na forma da legislação vigente, pela imputação dos crimes de tráfico de drogas, anotando que o Estado requerente deverá assumir o compromisso de que: a) será efetuada a detração do tempo de prisão ao qual foi submetido no Brasil; e b) não lhe poderá ser cominada pena de prisão perpétua, devendo-se observar, quanto à pena privativa de liberdade, que o seu cumprimento deverá ocorrer no prazo máximo de trinta anos, limite estabelecido pela legislação brasileira, ainda que somadas mais de uma pena, nos termos do voto da Relatora. Anota-se, para fins de detração, estar o extraditando preso no Brasil desde 14.9.2019, conforme ofício do Departamento de Polícia Federal de fl. 34 da PPE 918, em apenso, nos termos do voto da Relatora. Segunda Turma, Sessão Virtual de 25.9.2020 a 2.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433658","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433658","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA ITALIANA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIMES DE TRÁFICO DE DROGAS: DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO PELA LEGISLAÇÃO BRASILEIRA E ESTRANGEIRA. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Governo da Itália atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao Extraditando e para executar a sentença condenatória imposta.\n\n\n\n    3. Requisito da dupla tipicidade cumprido quanto aos fatos delituosos imputados ao Extraditando correspondentes, no Brasil, ao crime de tráfico de drogas.\n\n\n\n    4. Inocorrência de prescrição pela legislação brasileira e italiana.\n\n\n\n    5. Teses de defesa não infirmam o presente pedido de extradição.\n\n\n\n    6. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754102076","externo_seq_objeto_incidente":5809400,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-249  DIVULG 14-10-2020  PUBLIC 15-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1609&classe=Ext","is_colac":false,"titulo":"Ext 1609","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00040 INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00006 \n          INC-00007 ART-00083 INC-00001 ART-00084 \n          ART-00088 PAR-00003 ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1989\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-10-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1609&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1510 (2ªT), Ext 1530 (1ªT). \n- Legislação estrangeira citada: arts. 73 e 172 do Código Penal Italiano.\nNúmero de páginas: 24.\nAnálise: 30/09/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : JOSEPH MICHEL BERNARD DALMASSO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nADV.(A/S)  : ANTONIO AQUINO DE CARVALHO JUNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433658,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1609","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-10-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1609,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433364","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por unanimidade, converteu o julgamento do referendo em cautelar em julgamento definitivo de mérito. No mérito, por maioria, julgou procedente o pedido formulado na arguição para, diante da lesão aos arts. 134, § 2º, e 168 da CRFB/88, determinar ao Governador do Estado de Minas Gerais que proceda ao repasse, sob a forma de duodécimos e até o dia 20 de cada mês, da integralidade dos recursos orçamentários destinados à Defensoria Pública do Estado pela Lei Orçamentária Anual para o exercício financeiro de 2016, inclusive quanto às parcelas já vencidas, assim também em relação a eventuais créditos adicionais destinados à instituição, restando prejudicado o agravo regimental interposto pela requerente, nos termos dos votos proferidos, vencidos os Ministros Gilmar Mendes, Marco Aurélio e Dias Toffoli (Presidente), que julgavam parcialmente procedente a arguição de descumprimento de preceito fundamental. Plenário, 06.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433364","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433364","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. DIREITO CONSTITUCIONAL E FINANCEIRO. CONVERSÃO EM MÉRITO. POSSIBILIDADE. ATO DO GOVERNADOR DO ESTADO DE MINAS GERAIS. NÃO REPASSE DE DUODÉCIMOS À DEFENSORIA PÚBLICA ESTADUAL. CONHECIMENTO DA ADPF. PRECEDENTES. VIOLAÇÃO DA AUTONOMIA DAS DEFENSORIAS. ARGUIÇÃO JULGADA PROCEDENTE.\n\n\n\n    1. Ao incluir a Defensoria Pública no rol de instituições elencadas no dispositivo transcrito, o Poder Constituinte Derivado tencionou propiciar condições materiais para a efetiva fruição do direito de acesso à Justiça pela população economicamente hipossuficiente.\n\n\n\n    2. A retenção do repasse de duodécimos por parte do Poder Executivo configura ato abusivo e atentatório a ordem constitucional brasileira. Precedentes.\n\n\n\n    3. Referendo de medida liminar convertido em julgamento do mérito da arguição, para, diante da lesão aos arts. 134, § 2º, e 168 da CRFB/88, determinar ao Governador do Estado de Minas Gerais que proceda ao repasse, sob a forma de duodécimos e até o dia 20 de cada mês, da integralidade dos recursos orçamentários destinados à Defensoria Pública do Estado pela Lei Orçamentária Anual para o exercício financeiro de 2016, inclusive quanto às parcelas já vencidas, assim também em relação a eventuais créditos adicionais destinados à instituição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754055436","externo_seq_objeto_incidente":4919374,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-245  DIVULG 07-10-2020  PUBLIC 08-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=384&classe=ADPF","is_colac":false,"titulo":"ADPF 384","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00021 INC-00035 INC-00074 \n          ART-00070 ART-00102 PAR-00001 ART-00103 \n          INC-00009 ART-00134 PAR-00002 ART-00168 \n          ART-00169\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000074      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000080      ANO-1994\n          ART-00097 ART-0097A INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 ART-0097B PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006\n                LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00001 PAR-00001 ART-00004 PAR-00003 \n          ART-00005 INC-00003 LET-B ART-00009 \n          \"CAPUT\" PAR-00003 ART-00019 ART-00020 \n          PAR-00005 ART-00021 ART-00022 ART-00023 \n          ART-00067\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00002 ART-00004 PAR-00001 ART-00005 \n          PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010028      ANO-2000\n          ART-00005 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013255      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-000100      ANO-2014\n                RESOLUÇÃO DO CONSELHO SUPERIOR DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-EST   CES      ANO-1989\n          ART-00129 ART-00155 PAR-00001 PAR-00002 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 PAR-00003 ART-00162\n                CONSTITUIÇÃO ESTADUAL, MG\n\n","LEG-EST   LEI-009648      ANO-2012\n          ART-00052\n                LEI ORDINÁRIA, RN\n\n","LEG-EST   LEI-021736      ANO-2015\n          ART-00043 PAR-00001 PAR-00002 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 PAR-00003\n                LEI ORDINÁRIA, MG"],"publicacao_data":"2020-10-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUTONOMIA ADMINISTRATIVA, AUTONOMIA FUNCIONAL, AUTONOMIA FINANCEIRA, ÓRGÃO, PODER PÚBLICO, PRECEITO FUNDAMENTAL. COMPETÊNCIA, STF, DEFINIÇÃO, PRECEITO FUNDAMENTAL. DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA. REQUISITO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS (ANADEP). INTERPRETAÇÃO TELEOLÓGICA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS (ANADEP). ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. DESCUMPRIMENTO, PRAZO, REPASSE, DUODÉCIMOS, DEFENSORIA PÚBLICA, DIFICULDADE, CARÁTER FINANCEIRO, ENTE FEDERADO, DESCUMPRIMENTO, LEI ORÇAMENTÁRIA, OFENSA, PRECEITO FUNDAMENTAL, ACESSO À JUSTIÇA, OFENSA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA. IMPORTÂNCIA, DEFENSORIA PÚBLICA. AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA, DOUTRINA. EMENDA CONSTITUCIONAL 45 DE 2004, INCLUSÃO, DEFENSORIA PÚBLICA, CREDOR, DUODÉCIMOS. OBRIGATORIEDADE, PODER EXECUTIVO, CUMPRIMENTO, NORMA CONSTITUCIONAL, REPASSE, RECURSO ORÇAMENTÁRIO. AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA, NORMA DE EFICÁCIA PLENA, APLICAÇÃO IMEDIATA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PRECEDENTE, STF, DECLARAÇÃO DE INCONSTITUCIONALIDADE, DISPOSITIVO, LEI DE RESPONSABILIDADE FISCAL. OBRIGATORIEDADE, PODER EXECUTIVO, REPASSE, RECURSO ORÇAMENTÁRIO, IRRELEVÂNCIA, ALEGAÇÃO, PERDA, ARRECADAÇÃO TRIBUTÁRIA.\n\n- VOTO, MIN. GILMAR MENDES: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS (ANADEP), ENTIDADE DE CLASSE, ÂMBITO NACIONAL, PERTINÊNCIA TEMÁTICA. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PRINCÍPIO DA SUBSIDIARIEDADE, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA, DIREITO COMPARADO. RECONHECIMENTO, AUTONOMIA FINANCEIRA, AUTONOMIA ADMINISTRATIVA, ÓRGÃO, ADMINISTRAÇÃO PÚBLICA, IMPLICAÇÃO, MULTIPLICAÇÃO, PROJETO DE LEI, ALTERAÇÃO, CARGO, VENCIMENTO, AUMENTO, ABUSO, DISTORÇÃO. PRECEDENTE, STF, RECONHECIMENTO, AUTONOMIA, ÓRGÃO, ADMINISTRAÇÃO PÚBLICA, INTERPRETAÇÃO RESTRITIVA, PECULIARIDADE, DEFENSORIA PÚBLICA. PERÍODO, NORMALIDADE, OBRIGATORIEDADE, PODER EXECUTIVO, REPASSE, DUODÉCIMOS, INADMISSIBILIDADE, CONTINGENCIAMENTO. AUTONOMIA FINANCEIRA, AUSÊNCIA, CARÁTER ABSOLUTO, PRINCÍPIO DA RESPONSABILIDADE NA GESTÃO FISCAL. LEI DE RESPONSABILIDADE FISCAL, GARANTIA, EQUILÍBRIO, CARÁTER FISCAL. PREMISSA, CONTINGENCIAMENTO, REPASSE, DUODÉCIMOS, PRECEDENTE, STF. CRITÉRIO, CONTINGENCIAMENTO, REPASSE, RECURSO ORÇAMENTÁRIO, FIXAÇÃO, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), SISTEMA DE FREIOS E CONTRAPESOS. TEORIA DO PENSAMENTO JURÍDICO DO POSSÍVEL, DOUTRINA.\n\n- VOTO, MIN. MARCO AURÉLIO: CRISE ECONÔMICA, PERDA, ARRECADAÇÃO TRIBUTÁRIA, POSSIBILIDADE, PODER EXECUTIVO, CONTINGENCIAMENTO, REPASSE, RECURSO ORÇAMENTÁRIO.\n\n- TERMO(S) DE RESGATE: TEORIA DOS CUSTOS DOS DIREITOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=384&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REPASSE, DUODÉCIMOS, AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA)\nMS 23267 (TP), ADI 2238 (TP), ADPF 339 (TP). \n(COMPETÊNCIA, STF, DEFINIÇÃO, PRECEITO FUNDAMENTAL)\nADPF 33 MC (TP), ADPF 1 QO (TP). \n(ADPF, REQUISITO, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 33 (TP). \n(AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA)\nADI 2229 (TP), ADI 2903 (TP), ADI 3043 (TP), ADI 3569 (TP), ADI 3700 (TP), ADI 3892 (TP), ADI 3965 (TP), ADI 4056 (TP), ADI 4163 (TP), ADI 4246 (TP), ADI 4270 (TP), AI 598212 ED (2ªT), ADPF 307 MC-Ref (TP), ADI 5296 MC (TP). \n(POSSIBILIDADE, CONTINGENCIAMENTO, REPASSE, DUODÉCIMOS)\nMS 34483 MC (2ªT). \n(TEORIA DO PENSAMENTO JURÍDICO DO POSSÍVEL)\nAC 4070 Ref (TP). \n(CONTROLE CONCENTRADO, LEGITIMIDADE ATIVA, ANADEP)\nADI 2903 (TP), ADI 4270 (TP), ADPF 307 MC-Ref (TP), ADI 5286 (TP). \n(IMPORTÂNCIA, DEFENSORIA PÚBLICA)\nADI 2903 (TP). \n(OBRIGATORIEDADE, PODER EXECUTIVO, REALIZAÇÃO, REPASSE, RECURSO ORÇAMENTÁRIO)\nMS 21450 (TP), AO 311 (1ªT), MS 22384 (1ªT), MS 23267 (TP), AI 322399 AgR (1ªT), MS 21291 AgR-QO (TP), ADI 732 MC (TP). \n(AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA, NORMA DE EFICÁCIA PLENA, APLICAÇÃO IMEDIATA)\nADI 3569 (TP), ADI 3965 (TP). \n- Decisões monocráticas citadas:\n(AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, DEFENSORIA PÚBLICA)\nMS 33969 MC.\n(REQUISITO, ADPF)\nADPF 127.\n(CONTROLE CONCENTRADO, LEGITIMIDADE ATIVA, ANADEP)\nADPF 307 MC.\n(OBRIGATORIEDADE, PODER EXECUTIVO, REALIZAÇÃO, REPASSE, RECURSO ORÇAMENTÁRIO)\nAO 1935.\n- Legislação estrangeira citada: § 90, inciso II, da Lei Orgânica do Tribunal alemão; art. 44, inciso I, da Lei Orgânica do Tribunal Constitucional espanhol.\n- Decisão estrangeira citada: BVerfGE, 91/93 [106], do Tribunal Constitucional Federal Alemão.\n- Veja ADI 2238, ADI 2324, ADI 2256, ADI 2241, ADI 2261, ADI 2365, ADI 2250, ADI 5381, ADPF 24, ADPF 339, ADPF 504 e MS 31671 do STF.\n- Veja Representação Interventiva 94, do STF.\n\nNúmero de páginas: 127.\nAnálise: 25/01/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DE DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBI FILHO \nADV.(A/S)  : ISABELA MARRAFON \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433364,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADPF 384","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALMAGRO, José. Justicia constitucional: comentarios a la Ley Orgánica del Tribunal Constitucional. 2. ed. Valencia, 1989. p. 324.\nBRASIL. Secretaria do Tesouro Nacional. Manual SIAFI. 1ª edição, 1996. Disponível em: http://manualsiafi.tesouro.fazenda.gov.br/020000/020300/02033. Acesso em: 19 nov. 2018.\nCONTI, José Maurício. A Autonomia Financeira do Poder Judiciário. São Paulo: MP, 2006. p. 142-145.\nLARENZ, Karl. Metodologia da Ciência do Direito. p. 519.\nMEIRELLES, Hely Lopes. Ministério Público Estadual: organização. In:______. Estudos e pareceres de\ndireito público VII. São Paulo: Revista dos Tribunais, 1983. v. 7. p. 332-341 e 337.\nREIS, Gustavo Augusto Soares dos. ZVEIBIL, Daniel Guimarães, JUNQUEIRA, Gustavo. Comentários à Lei da Defensoria Pública. São Paulo: Saraiva, 2013. p. 40-41.\nSILVA, José Afonso da. Comentário Contextual à Constituição. São Paulo: Malheiros, 2008. p. 615-616.\nZAGREBELSKY, Gustavo. A crucificação e a Democracia. \nZUCK, Rudiger. Das Recht der Verfassungsbeschwerde. 2. ed. München, 1988. p. 13 et seq.","ministro_facet":["EDSON FACHIN"],"processo_numero":384,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433339","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, rejeitou a preliminar de ilegitimidade da recorrente, vencido o Ministro Marco Aurélio, Relator. No mérito, após os votos dos Ministros Marco Aurélio, Alexandre de Moraes, Edson Fachin, Roberto Barroso, Rosa Weber, Cármen Lúcia e Ricardo Lewandowski, que negavam provimento ao recurso extraordinário, pediu vista dos autos o Ministro Gilmar Mendes. Falaram: pela Procuradoria-Geral da República, o Dr. Luciano Mariz Maia, Vice-Procurador-Geral da República; e, pelo interessado, o Dr. Gabriel Faria Oliveira, Defensor Público-Geral Federal. Ausente, justificadamente, o Ministro Celso de Mello. Não participou, justificadamente, deste julgamento, o Ministro Dias Toffoli (Presidente). Impedido o Ministro Luiz Fux (Vice-Presidente). Presidiu o julgamento o Ministro Marco Aurélio. Plenário, 22.11.2018.\r\n\n                       Decisão: O Tribunal, por unanimidade, apreciando o tema 373 da repercussão geral, negou provimento ao recurso extraordinário e fixou a seguinte tese: “O § 1º do artigo 75 da Lei nº 6.815/1980 não foi recepcionado pela Constituição Federal de 1988, sendo vedada a expulsão de estrangeiro cujo filho brasileiro foi reconhecido ou adotado posteriormente ao fato ensejador do ato expulsório, uma vez comprovado estar a criança sob a guarda do estrangeiro e deste depender economicamente”, nos termos do voto do Relator. Impedido o Ministro Luiz Fux. Presidência do Ministro Dias Toffoli. Plenário, 25.06.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433339","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433339","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"ESTRANGEIRO – EXPULSÃO – FILHO BRASILEIRO – SOBERANIA NACIONAL VERSUS FAMÍLIA. O § 1º do artigo 75 da Lei nº 6.815/1980 não foi recepcionado pela Constituição Federal de 1988, sendo vedada a expulsão de estrangeiro cujo filho brasileiro foi reconhecido ou adotado posteriormente ao fato ensejador do ato expulsório, uma vez comprovado estar a criança sob a guarda do estrangeiro e deste depender economicamente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754034350","externo_seq_objeto_incidente":3838306,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-244  DIVULG 06-10-2020  PUBLIC 07-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=608898&classe=RE","is_colac":false,"titulo":"RE 608898","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n          ART-00143\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 PAR-00002 \n          ART-00102 INC-00003 LET-A ART-00204 \n          INC-00002 ART-00226 \"CAPUT\" PAR-00003 \n          PAR-00004 ART-00227 \"CAPUT\" PAR-00003 \n          INC-00005 PAR-00007 ART-00229\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00065 \"CAPUT\" ART-00075 INC-00001 \n          INC-00002 LET-A LET-B PAR-00001 \n          PAR-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00002\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01029 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00054 PAR-00001 INC-00001 INC-00002 \n          PAR-00002 ART-00055 INC-00001 INC-00002 \n          LET-A LET-B LET-C LET-D \n          LET-E\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00011 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1989\n          ART-00001 ART-00003 NÚMERO-1 NÚMERO-2 \n          NÚMERO-3 ART-00049 NÚMERO-1\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00017 NÚMERO-1 NÚMERO-2\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00297 ART-00304\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-000941      ANO-1969\n          ART-00074 INC-00001 INC-00002 PAR-ÚNICO\n                DECRETO-LEI\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-001566      ANO-1893\n                DECRETO\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000001      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-10-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR: LEGITIMIDADE, UNIÃO FEDERAL, RECURSO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRELIMINAR. HABEAS CORPUS, EXCLUSIVIDADE, DEFESA, DESCABIMENTO, UTILIZAÇÃO, ACUSAÇÃO, TERCEIRO.\n\n- EXPULSÃO DE ESTRANGEIRO, DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA, LIMITAÇÃO, LEI DE MIGRAÇÃO, COMPETÊNCIA, STF, APRECIAÇÃO, LEGALIDADE, CONSTITUCIONALIDADE, PROCEDIMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONSTITUIÇÃO FEDERAL, PRINCÍPIO DO MELHOR INTERESSE DA CRIANÇA E DO ADOLESCENTE, DIREITO, MÃE, PRESIDIÁRIA, PERÍODO DE AMAMENTAÇÃO, DIREITO, GESTANTE, ESTABILIDADE, SALÁRIO-MATERNIDADE, DESCONHECIMENTO, GRAVIDEZ, MOMENTO, DEMISSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: EXPULSÃO DE ESTRANGEIRO, ÂMBITO ADMINISTRATIVO, POLÍTICA, PROTEÇÃO, ORDEM PÚBLICA, INTERESSE SOCIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=608898&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXPULSÃO DE ESTRANGEIRO, DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA, LIMITAÇÃO, LEI DE MIGRAÇÃO)\nHC 87053 (TP), HC 114236 (1ªT), HC 119773 (2ªT), HC 43847 (2ªT). \n(HC, EXCLUSIVIDADE, DEFESA, DESCABIMENTO, UTILIZAÇÃO, ACUSAÇÃO, TERCEIRO)\nHC 69889 (1ªT). \n(EXPULSÃO DE ESTRANGEIRO, EXISTÊNCIA, FILHO, MOMENTO POSTERIOR, FATO CRIMINOSO)\nHC 34664, HC 48729 (TP), HC 50815 (TP), HC 52184 (TP), HC 55687 (TP), HC 68226, HC 68324 (TP), HC 71568 (TP), HC 72082 (TP), MS 22289 (TP), HC 72726 (1ªT), HC 78444 (1ªT), HC 80493 (TP), HC 82893 (TP), HC 85203 (TP), HC 97102 (TP), HC 99742 (TP), HC 110849 (2ªT), HC 114236 (1ªT), Rcl 36402 AgR (1ªT). \n(EXPULSÃO DE ESTRANGEIRO, ÂMBITO ADMINISTRATIVO, POLÍTICA, PROTEÇÃO, ORDEM PÚBLICA, INTERESSE SOCIAL)\nHC 72851 (TP). \n(PRINCÍPIO DO MELHOR INTERESSE DA CRIANÇA E DO ADOLESCENTE)\nRE 778889 (TP). \n- Legislação estrangeira citada: Art. 8º, § 1º, da Convenção Europeia dos Direitos do Homem; art. 36, n. 6 e art. 67, § 1º, da Constituição Portuguesa; Declaração Universal dos Direitos da Criança, 1959.\n- Decisões estrangeiras citadas: Caso Nunez vs. Noruega (Application n. 55597/09, 28 july 2011); Case of Bouchelkia vs. France. Application no. 23078/93. 29 january 1997; Caso Moustaquim vs. Bélgica (Application n. 12313/86. 18 February 1991); Caso Boultif vs. Suíça (caso 54.273/00), do Tribunal Europeu de Direitos Humanos; Acórdão 470/1999, do Tribunal Constitucional Português; Caso Üner vs. Países Baixos (caso 46.410/99), julgado pela Grande Câmara em Estrasburgo.\n- Veja Resolução 41, de 16 de dezembro de 2004 (A/RES/59/41/ par. 5), da Assembleia Geral das Nações Unidas.\n- Veja art. 23, do Estatuto da Comissão de Direito Internacional.\n- Veja art. 18, do projeto de artigos sobre a expulsão de estrangeiros, da Comissão de Direito Internacional.\n- Veja Comunicação 558/1993 e Comunicação 2243/2013, da Comissão de Direito Internacional. \n- Veja Comentário Geral n. 14 (CRC/C/GC/14/ par. 6), do Comitê sobre os Direitos das Crianças.\nNúmero de páginas: 95.\nAnálise: 10/06/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : EDD ABADALLAH MOHAMED \nADV.(A/S)  : MARCO ANTONIO DE SOUZA \nINTDO.(A/S)  : MINISTRO DE ESTADO DA JUSTIÇA \nINTDO.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"373 - Expulsão de estrangeiro cuja prole brasileira foi concebida posteriormente ao fato motivador do ato expulsório.","old_seq_sjur":433339,"documental_tese_texto":"O § 1º do artigo 75 da Lei nº 6.815/1980 não foi recepcionado pela Constituição Federal de 1988, sendo vedada a expulsão de estrangeiro cujo filho brasileiro foi reconhecido ou adotado posteriormente ao fato ensejador do ato expulsório, uma vez comprovado estar a criança sob a guarda do estrangeiro e deste depender economicamente.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 608898","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-06-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ACCIOLY, Hildebrando. Manual de Direito Internacional Público. 11. ed. Saraiva, 1978. p. 88.\nARAÚJO, Luiz Ivani de Amorim. Curso de Direito Internacional Público. 8. ed. Forense, 1995. p. 85.\nCAHALI, Yussef Said. Estatuto do estrangeiro. 2. ed. atual. e ampl. São Paulo: Revista dos Tribunais, 2011. p. 246.\nCANOTILHO, José Joaquim Gomes; MOREIRA Vital. Constituição da república portuguesa anotada. 3. ed. Coimbra, 1993. p. 351.\nCOELHO, Bernardo Leôncio Moura. O Bloco de Constitucionalidade e a Proteção à Criança. Revista de Informação Legislativa, Senado Federal, n. 123, p. 259-266, 1994. p. 263-264.\nDIAS, Maria Berenice. Filiação Homoafetiva. In: PEREIRA, Rodrigo da Cunha (Coord.). Afeto, Ética, Família e o Novo Código Civil. Belo Horizonte: Del Rey, 2004. p. 393.\n______. Manual de Direito das Famílias. 7. ed. Revista dos Tribunais, 2010. p. 40-42, item 2.2.\nFACHIN, Luiz Edson. Questões do Direito Civil Brasileiro Contemporâneo. Renovar, 2008.\n______. O princípio do melhor interesse da criança e a suspensão da extradição de genitora de nacionalidade estrangeira. Soluções práticas. DRT, v. 2, p. 91–108, jan. 2012. p. 395.\nFRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. Forense, 1985. p. 234.\nGAMA, Guilherme Calmon Nogueira da. Princípios Constitucionais de Direito de Família: Guarda Compartilhada à Luz da Lei nº 11.698/08: Família, Criança, Adolescente e Idoso. Atlas, 2008. p. 126-130, item 3.2.1.\nKANT, Immanuel. Fundamentação da Metafísica dos Costumes e Outros Escritos. Martin Claret, 2004.\nLÔBO, Paulo Luiz Netto. Princípio jurídico da afetividade na filiação. Revista de Direito Privado, v. 3,  p. 35-41, Jul./Set. 2000. p. 360.\nMAZZUOLI, Valerio de Oliveira. Curso de Direito Internacional Público. 9.ed.  Revista dos Tribunais, 2015. p. 793-794, item 5.\nMEIRA, Fernanda de Melo. A Guarda e a Convivência Familiar como Instrumentos Veiculadores de Direitos Fundamentais. In: TEIXEIRA, Ana Carolina Brochado; RIBEIRO, Gustavo Pereira Leite (Coord.). Manual de Direito das Famílias e das Sucessões. Capítulo 11. p. 296-297, item 5.3.\nMONTORO, André Franco; FARIA, Anacleto de Oliveira. Condição Jurídica do Nascituro no Direito Brasileiro. Saraiva, 1953. p. 51-52.\nNUNES, Luiz Antonio Rizzato. O Princípio Constitucional da Dignidade da Pessoa Humana: Doutrina e Jurisprudência. Saraiva, 2002.\nPENA JUNIOR, Moacir César. Direito das Pessoas e das Famílias: Doutrina e Jurisprudência. Saraiva, 2008. p. 10-12, item 1.5.2.\nPEREIRA, Caio Mario da Silva. Instituições de Direito Civil. 17. ed. Forense, 2009. p. 43-45, item  372-B.\nPEREIRA, Rodrigo da Cunha. Princípios Fundamentais Norteadores do Direito de Família. Del Rey, 2005. p. 179-191, item 7.\n______. Afeto, Ética, Família e o Novo Código Civil Brasileiro. Del Rey, 2006. p. 106. \nPINTO, Ana Luísa. A pena acessória de expulsão de estrangeiros do território nacional. Coimbra, 2005. p. 85.\nREZEK, Francisco. Direito Internacional Público. 14. ed. Saraiva, 2013. p. 235, item 116.\nSARLET, Ingo Wolfgang. Dignidade da Pessoa Humana e Direitos Fundamentais na Constituição Federal de 1988. Livraria dos Advogados, 2002. p. 45.\nSILVA, José Afonso da. Poder Constituinte e Poder Popular. Malheiros, 2000. p. 146.\nTARTUCE, Flávio. Novos Princípios do Direito de Família Brasileiro. In: TEIXEIRA, Ana Carolina Brochado; RIBEIRO, Gustavo Pereira Leite (Coord.). Manual de Direito das Famílias e das Sucessões. Capítulo 1. p. 47-50, item 9.\nVALLADÃO, Haroldo. Direito Internacional Privado. Freitas Bastos, 1968. p. 416.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":608898,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433128","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que julgava procedente a ação cível originária, com a declaração de inconstitucionalidade, incidental e sem redução de texto, do item 14.4 da Tabela II da Lei estadual 11.331/2002 para fins de afastar interpretação constitucional segundo a qual incide emolumentos relativos a serviços notariais e de registro listados nos arts. 42 e 43 da Lei federal 11.977/2009, pediu vista dos autos o Ministro Alexandre de Moraes. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Presidência do Ministro Dias Toffoli. Plenário, 6.12.2018.\r\n\n                       Decisão: Após o voto-vista do Ministro Alexandre de Moraes,  que divergia do Relator para extinguir o processo sem exame de mérito por ser a autora carecedora de ação, nos termos do art. 485, VI, do CPC/2015, pediu vista dos autos a Ministra Rosa Weber. Ausentes, justificadamente, os Ministros Celso de Mello, Luiz Fux e Roberto Barroso. Presidência do Ministro Dias Toffoli. Plenário, 11.9.2019.\r\n\n                 Decisão: O Tribunal, por maioria, julgou extinto o processo sem exame de mérito por ser a autora carecedora de ação (art. 485, VI, do CPC/2015), nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Dias Toffoli (Presidente) e Gilmar Mendes. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Plenário, 05.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur433128","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433128","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO CÍVEL ORIGINÁRIA. PROGRAMA MINHA CASA MINHA VIDA. REGISTRO DE IMÓVEIS. DESCONTOS E ISENÇÃO DE CUSTAS E EMOLUMENTOS. ARTIGOS 42, 43, E 44. LEI 11.977/2009. OBSERVAÇÃO DAS REGRAS PELOS REGISTRADORES E NOTÁRIOS. CARÊNCIA DA AÇÃO POR MAIS DE UM FUNDAMENTO. ILEGITIMIDADE DE PARTE NO POLO PASSIVO DA RALAÇÃO PROCESSUAL. FALTA DE INTERESSE DE AGIR. INADEQUAÇÃO DA VIA ELEITA. PARECER DA CORREGEDORIA GERAL DE JUSTIÇA PELA OBSERVÂNCIA DA LEI FEDERAL. PREJUDICIALIDADE. PERDA SUPERVENIENTE DO OBJETO. RESOLUÇÃO DO PROCESSO SEM EXAME DO MÉRITO. \n\n\n\n    1 – Observância às regras que estabelecem descontos na cobrança de custas e emolumentos dos cidadãos de baixa renda selecionados para o programa “Minha Casa, Minha Vida”, previstas nos artigos 42, 43 e 44 da Lei 11.977/2009.\n\n\n\n    2 – Carência da ação por ausência de interesse de agir pela inadequação da via eleita. Falta de demonstração dos interesses difusos pretensamente defendidos em ação civil pública. \n\n\n\n    3 – Carência da ação por ilegitimidade de parte no polo passivo da relação jurídica processual.\n\n\n\n    4 – Parecer da Corregedoria-Geral de Justiça do Estado de São Paulo, de observância obrigatória, pela aplicabilidade dos artigos 42 e 43 da Lei Federal nº 11.977/2009, garantindo aos interessados os benefícios das isenções e descontos no pagamento das custas e emolumentos relacionados a imóveis abrangidos pelo Programa Minha Casa Minha Vida. Perda de objeto por fato superveniente.\n\n\n\n    5 – Ação Cível Originária resolvida sem exame de mérito, por ser a autora carecedora de ação. Honorários devidos pela União no valor de R$ 10.000,00 (dez mil reais).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754019252","externo_seq_objeto_incidente":3908289,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-243  DIVULG 05-10-2020  PUBLIC 06-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1581&classe=ACO","is_colac":false,"titulo":"ACO 1581","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00115 \"CAPUT\"\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00145\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00002 ART-00003 INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00021 \n          INC-00010 ART-00022 INC-00025 ART-00093 \n          ART-00098 PAR-00002 ART-00099 ART-00102 \n          INC-00001 LET-F ART-00151 INC-00003 \n          ART-00154 INC-00002 ART-00170 \"CAPUT\" \n          ART-00236 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008935      ANO-1994\n          ART-00037\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00014 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010169      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011977      ANO-2009\n          ART-00042 INC-00001 INC-00002 INC-00003 \n          PAR-00001 PAR-00002 PAR-00003 ART-00043 \n          INC-00001 INC-00002 PAR-ÚNICO INC-00001 \n          INC-00002 ART-00044\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012424      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00004 ART-00085 PAR-00003 INC-00001 \n          ART-00485 INC-00006\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-EST   LEI-011331      ANO-2002\n          TABELA-2 ITEM-14.4\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   RGI      ANO-2013\n          ART-00028 INC-00029\n                REGIMENTO INTERNO DO TRIBUNAL DE JUSTIÇA DO ESTADO DE SÃO PAULO - TJSP"],"publicacao_data":"2020-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, STF, JURISDIÇÃO CONSTITUCIONAL, CONTROLE, REGULARIDADE, DEMOCRACIA, ESTADO DE DIREITO; OBSERVÂNCIA, EQUILÍBRIO, ESTADO-MEMBRO, COLETIVIDADE, PROTEÇÃO, SUPREMACIA, DIREITO FUNDAMENTAL; GARANTIA, FUNCIONAMENTO, PODER PÚBLICO, PRESERVAÇÃO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES; CONTROLE DE CONSTITUCIONALIDADE, LEI, ATO NORMATIVO. JURISPRUDÊNCIA, STF, DISTINÇÃO, LITÍGIO, ENTE FEDERADO, CARÁTER SUBJETIVO, CONFLITO FEDERATIVO. COMPETÊNCIA ORIGINÁRIA, STF, CONFIGURAÇÃO, CONFLITO FEDERATIVO. COMPETÊNCIA ORIGINÁRIA, STF, INTERPRETAÇÃO RESTRITIVA. AÇÃO CÍVEL ORIGINÁRIA, INADEQUAÇÃO, VIA PROCESSUAL, CONTROLE CONCENTRADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DESCABIMENTO, AÇÃO CÍVEL ORIGINÁRIA, AUSÊNCIA, CONFLITO FEDERATIVO. AÇÃO CÍVEL ORIGINÁRIA, SUPERVENIÊNCIA, AUSÊNCIA, INTERESSE PROCESSUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DESCABIMENTO, AÇÃO CÍVEL ORIGINÁRIA, AUSÊNCIA, CONFLITO FEDERATIVO.\n\n- VOTO, MIN. ROSA WEBER: AÇÃO CÍVEL ORIGINÁRIA, APLICAÇÃO, LEI FEDERAL, POLÍTICA PÚBLICA, HABITAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, CONFLITO FEDERATIVO. PERDA DO OBJETO, AÇÃO CÍVEL ORIGINÁRIA, SUPERVENIÊNCIA, DECISÃO ADMINISTRATIVA, CORREGEDORIA-GERAL DE JUSTIÇA, DETERMINAÇÃO, APLICAÇÃO DA LEI.\n\n- VOTO, MIN. MARCO AURÉLIO: AÇÃO CÍVEL ORIGINÁRIA, APLICAÇÃO, LEI FEDERAL, POLÍTICA PÚBLICA, HABITAÇÃO, CONFLITO FEDERATIVO. PERDA DO OBJETO, AÇÃO CÍVEL ORIGINÁRIA, SUPERVENIÊNCIA, ORIENTAÇÃO, CORREGEDORIA-GERAL DE JUSTIÇA, DETERMINAÇÃO, APLICAÇÃO DA LEI.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AÇÃO CÍVEL ORIGINÁRIA, COMPETÊNCIA ORIGINÁRIA, STF, CONFLITO FEDERATIVO, GARANTIA, APLICAÇÃO, LEI FEDERAL, TERRITÓRIO NACIONAL. SUPERVENIÊNCIA, DECISÃO ADMINISTRATIVA, TRIBUNAL DE JUSTIÇA, SUPERAÇÃO, PERDA DO OBJETO, PERMANÊNCIA, CONFLITO FEDERATIVO, PRINCÍPIO DA PRIMAZIA DA SOLUÇÃO DE MÉRITO. EMOLUMENTO, SERVIÇO NOTARIAL E DE REGISTRO, NATUREZA JURÍDICA, TAXA. COMPETÊNCIA CONCORRENTE, COMPETÊNCIA, UNIÃO FEDERAL, NORMA GERAL, APLICABILIDADE, UNIFORME, FEDERAÇÃO. COMPETÊNCIA LEGISLATIVA, MATÉRIA TRIBUTÁRIA, COMPETÊNCIA, ESTADO-MEMBRO, CRIAÇÃO, ISENÇÃO, TAXA. VEDAÇÃO, ISENÇÃO HETERÔNOMA. PROGRAMA MINHA CASA, MINHA VIDA (PMCMV), POLÍTICA PÚBLICA, POLÍTICA HABITACIONAL, DISTRIBUIÇÃO, COMPETÊNCIA, UNIÃO FEDERAL, ESTADO-MEMBRO. REALIZAÇÃO, DIREITO FUNDAMENTAL, ESTADO DEMOCRÁTICO DE DIREITO, SUSTENTABILIDADE, EQUIDADE, DOUTRINA. BENEFÍCIO FISCAL, JUSTIFICATIVA. DADO, PROBLEMÁTICA, POLÍTICA HABITACIONAL. POLÍTICA HABITACIONAL, FAMÍLIA, HIPOSSUFICIENTE, CONCRETIZAÇÃO, EXERCÍCIO, CIDADANIA. ISENÇÃO, TAXA, EXPEDIÇÃO, REGISTRO CIVIL, CONCRETIZAÇÃO, EXERCÍCIO, CIDADANIA, PRECEDENTE, STF. ALCANCE, DIREITO DE CIDADANIA, ORDEM ECONÔMICA. PROGRAMA MINHA CASA, MINHA VIDA (PMCMV), DESCONTO, ISENÇÃO, EMOLUMENTO, SERVIÇO NOTARIAL E DE REGISTRO, DESPROPORCIONALIDADE, ALEGAÇÃO, OFENSA, AUTONOMIA FINANCEIRA, PODER JUDICIÁRIO; AUSÊNCIA, VÍCIO DE INICIATIVA, LEI FEDERAL, INSTITUIÇÃO, POLÍTICA PÚBLICA, HABITAÇÃO. REGIME JURÍDICO, SERVIÇO NOTARIAL E DE REGISTRO, PRECEDENTE, STF.\n\n- TERMO(S) DE RESGATE: DEMOCRACIA ECONÔMICA, DOUTRINA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1581&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMOLUMENTO, SERVIÇO NOTARIAL E DE REGISTRO, NATUREZA JURÍDICA, TAXA)\nADI 1926 MC (TP). \n(COMPETÊNCIA, UNIÃO FEDERAL, NORMA GERAL, APLICABILIDADE, UNIFORME, FEDERAÇÃO)\nADI 3645 (TP). \n(BENEFÍCIO FISCAL, JUSTIFICATIVA)\nADI 1376 MC (TP), ADI 4976 (TP). \n(REGIME JURÍDICO, SERVIÇO NOTARIAL E DE REGISTRO)\nADI 3151 (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF, CONFIGURAÇÃO, CONFLITO FEDERATIVO)\nACO 1048 QO (TP), ACO 1295 AgR-segundo (TP), ACO 570 AgR-segundo (1ªT), ACO 690 AgR (1ªT). \n(COMPETÊNCIA ORIGINÁRIA, STF, INTERPRETAÇÃO RESTRITIVA)\nACO 1295 AgR-segundo (TP). \n(ACO, MS, SUCEDÂNEO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE)\nMS 25456 AgR (TP), ACO 845 AgR (TP). \n(ISENÇÃO, TAXA, EXPEDIÇÃO, REGISTRO CIVIL, CONCRETIZAÇÃO, EXERCÍCIO, CIDADANIA)\nADI 4825 (TP). \n- Decisão monocrática citada:\n(PREJUDICIALIDADE, ACO, SUPERVENIÊNCIA, LEI)\nACO 1646.\n- Legislação estrangeira citada: art. 151 da Constituição de Weimar.\n- Veja Consulta CG 2009/95948 da Corregedoria-Geral da Justiça do Estado de São Paulo.\nNúmero de páginas: 62.\nAnálise: 18/01/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nRÉU(É)(S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nASSIST.(S)  : ASSOCIAÇÃO PAULISTA DE MAGISTRADOS - APAMAGIS \nADV.(A/S)  : PAULO DE BARROS CARVALHO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433128,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ACO 1581","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"BARCELLOS, Ana Paula de. Direitos Fundamentais e Direito à Justificativa: devido procedimento na elaboração normativa. 2 ed. Belo Horizonte: Fórum, 2017. \nBERCOVICI, Gilberto. Constituição Econômica e Dignidade da Pessoa Humana. In: Revista da Faculdade de Direito da Universidade de São Paulo, v. 102, p. 457-467, jan./dez. 2007, p. 462.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 7 ed. Coimbra: Almedina, 2003. p. 338 e 343.\nMORAES, Alexandre de. Direito Constitucional. 34. ed. São Paulo: Atlas, 2018. p. 774-775.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 9. ed. Atlas. p. 1.421.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":1581,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432552","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: A Turma, por unanimidade, julgou procedente a extradição, configurados tanto os requisitos gerais (Lei n. 13.445/2017), como os específicos (Decreto n. 55.750, de 11 de fevereiro de 1965), nos termos do voto do Relator. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 4.9.2020 a 14.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432552","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432552","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO BRASIL-ESTADOS UNIDOS. CRIME DE TRÁFICO E DE ASSOCIAÇÃO PARA O TRÁFICO INTERNACIONAL DE DROGAS. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESENÇA DOS REQUISITOS GERAIS E ESPECÍFICOS. ATOS DE PERSEGUIÇÃO. AUSÊNCIA DE COMPROVAÇÃO. COMPROMISSO ASSUMIDO PARA DETRAÇÃO E COMUTAÇÃO DA PENA.\n\n\n\n    1. Os documentos formalizadores desta extradição atendem aos requisitos indispensáveis, conforme disciplina normativa extraída do art. 88 da Lei 13.445/2017 e também nos artigos II, 27; III, 1; e IX, 1 e 2, da norma convencional.\n\n\n\n    2. Presentes a dupla tipicidade e punibilidade, bem como os demais condicionantes delineados na Lei de Migração (Lei n. 13.445/2017) e no Tratado de Extradição Brasil-Estados Unidos, promulgado pelo Decreto n. 55.750, de 11 de fevereiro de 1965, não se verifica óbice ao deferimento da extradição.\n\n\n\n    3. Cidadão colombiano a quem são atribuídos crimes comuns a serem legitimamente apurados pelos Estados Unidos da América, não se detectando fundado risco de julgamento por tribunal de exceção ou  ad hoc  (art. V, 4, do Decreto n. 55.750, de 11 de fevereiro de 1965).\n\n\n\n    4. Inexiste evidência de julgamento, condenação, ou absolvição do extraditando, no Brasil, pelos  mesmos  fatos motivadores dessa extradição e tampouco prepondera o exercício da Jurisdição brasileira, afastando-se, por conseguinte, a hipótese de recusa facultativa à extradição prevista em norma convencional (art. V, 1, do Decreto n. 55.750, de 11 de fevereiro de 1965).\n\n\n\n    5. À luz da legislação penal brasileira os fatos análogos são punidos com sanção privativa de liberdade máxima superior a 2 anos, inexistindo notícia de que o extraditando tenha sido indultado, ou contemplado pela concessão de anistia, graça, refúgio ou asilo territorial no Brasil (art. 82, IX, da Lei n. 13.445/2017 Lei de Migração).\n\n\n\n    6. Inexistem razões sólidas que tornem plausível a hipótese de que o cidadão reclamado possa ser subjugado a atos de perseguição e/ou discriminação em decorrência de raça, religião, sexo, nacionalidade, língua, opinião política, condição social e/ou pessoal, tampouco se antevendo evidências concretas de que a sua situação jurídica venha a ser agravada por quaisquer desses elementos.\n\n\n\n    7. Alegação de perseguição política não comprovada. Pedido de extradição apresentado com fundamento em acusações, por crimes comuns, processadas por órgãos judiciais do Estado requerente.\n\n\n\n    8. Tampouco se cogita índole exclusivamente militar aos fatos motivadores desse pedido, tratando-se de fatos delituosos tipificados na legislação penal comum (art. V, 5, do Decreto n. 55.750, de 11 de fevereiro de 1965).\n\n\n\n    9. Configurados tanto os requisitos gerais (Lei n. 13.445/2017), como os específicos (Decreto n. 55.750, de 11 de fevereiro de 1965), pedido deferido.\n\n\n\n    10. Assumidos, pelo Estado Requerente, os compromissos diplomáticos previstos no art. 96 da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755112092","externo_seq_objeto_incidente":5817779,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-236  DIVULG 24-09-2020  PUBLIC 25-09-2020\nREPUBLICAÇÃO: DJe-033  DIVULG 22-02-2021  PUBLIC 23-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1613&classe=Ext","is_colac":false,"titulo":"Ext 1613","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-009474 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-INT   LEI-011343 ANO-2006\n    ART-00033 \"CAPUT\" ART-00035 \"CAPUT\"\n    ART-00040 INC-00001\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00007 INC-00009 ART-00088\n    ART-00096\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD ANO-1962\n    ART-00002 NÚMERO-00027 ART-00003 NÚMERO-00001\n    ART-00005 NÚMERO-00001 NÚMERO-00004 NÚMERO-00005\n    ART-00009 NÚMERO-00001 NÚMERO-00002\n    TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013 ANO-1964\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-055750 ANO-1965\n    DECRETO -  PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL"],"publicacao_data":"2021-02-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, ALEGAÇÃO, CRIME POLÍTICO, PERSEGUIÇÃO POLÍTICA, AUSÊNCIA, DESCRIÇÃO, FATO, AUSÊNCIA, COMPROVAÇÃO. INEXISTÊNCIA, PEDIDO, RECONHECIMENTO, SITUAÇÃO, REFUGIADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1613&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRÁFICO DE DROGAS, COMPETÊNCIA INTERNACIONAL, COMPETÊNCIA CONCORRENTE, PERSECUÇÃO PENAL, PAÍS, INTERESSADO DIRETAMENTE ATINGIDO)\nExt 1151 (TP), Ext 1499 (1ªT). \n(LEI DE SEGURANÇA NACIONAL, CRIME POLÍTICO)\nRC 1468 (TP). \n- Legislação estrangeira citada: art. 18 do Código dos Estados Unidos; Tratado de Extradição entre Brasil e Estados Unidos, de 1961.\nNúmero de páginas: 26.\nAnálise: 30/08/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \r\nEXTDO.(A/S)         : GUILLERMO AMAYA ÑUNGO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432552,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1613","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1613,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur431861","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 1.049 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Relator. Foi fixada a seguinte tese: “Surgem constitucionais os artigos 5º e 6º, inciso I, da Lei nº 13.021/2014, no que previsto ser do farmacêutico a responsabilidade técnica por drogaria”. Falaram: pelo recorrente, o Dr. Luiz Carlos Damas Junior; pelo recorrido, o Dr. Saul Tourinho Leal; e, pela interessada Associação de Alunos e Ex-Alunos do Instituto de Ciência, Tecnologia e Qualidade - AICTQ, o Dr. Marcos César Gonçalves de Oliveira. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur431861","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur431861","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"DROGARIA – TÉCNICO EM FARMÁCIA – RESPONSABILIDADE – IMPOSSIBILIDADE – LEI Nº 13.021/2014 – CONSTITUCIONALIDADE. Surgem constitucionais os artigos 5º e 6º, inciso I, da Lei nº 13.021/2014, no que previsto ser do farmacêutico a responsabilidade técnica por drogaria – Considerações.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753837215","externo_seq_objeto_incidente":5533530,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1156197&classe=RE","is_colac":false,"titulo":"RE 1156197","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 INC-00013 \n          ART-00102 INC-00003 LET-A ART-00170 \n          \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005991      ANO-1973\n          ART-00041\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008234      ANO-1991\n          ART-00003 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013021      ANO-2014\n          ART-00005 ART-00006 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003688      ANO-1941\n          ART-00047\n                LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   RES-000044      ANO-2009\n          ART-00020 PAR-ÚNICO\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA ANVISA - RDC"],"publicacao_data":"2020-09-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RESPONSABILIDADE TÉCNICA, FARMÁCIA, GRADUAÇÃO (ENSINO SUPERIOR), FARMÁCIA. LIBERDADE, EXERCÍCIO PROFISSIONAL, DIREITO FUNDAMENTAL. FUNDAMENTO, REPÚBLICA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO. CONSTITUINTE ORIGINÁRIO, LIMITAÇÃO, LIBERDADE, PROFISSÃO, QUALIFICAÇÃO TÉCNICA; TRANSCENDÊNCIA, INTERESSE INDIVIDUAL, PREVENÇÃO, RISCO, DANO, COLETIVIDADE. LIMITAÇÃO, EXERCÍCIO PROFISSIONAL, INTERESSE COLETIVO. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. EXERCÍCIO ILEGAL DA PROFISSÃO, POSSIBILIDADE, DANO, SOCIEDADE, PENA PRIVATIVA DE LIBERDADE. DEFINIÇÃO, FARMÁCIA. FUNÇÃO, TÉCNICO DE FARMÁCIA. FUNÇÃO, FARMACÊUTICO. PRINCÍPIO DA ADEQUAÇÃO. DIREITO, LIVRE EXERCÍCIO, PROFISSÃO, DIREITO À SAÚDE, PRINCÍPIO DA PROPORCIONALIDADE. ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), FARMACÊUTICO, PROFISSIONAL, SAÚDE, PARTICIPAÇÃO, PREVENÇÃO, DOENÇA. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1156197&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ENTIDADE FAMILIAR, UNIÃO HOMOAFETIVA)\nADPF 132 (TP). \n(EXERCÍCIO PROFISSIONAL, LIMITAÇÃO, REGISTRO, OMB)\nRE 414426 (TP). \n(RESPONSABILIDADE TÉCNICA, DROGARIA)\nRp 1507 (TP). \n(EXECÍCIO PROFISSIONAL, LIMITAÇÃO, EXIGÊNCIA, DIPLOMA, JORNALISTA)\nRE 511961 (TP). \n(EXERCÍCIO PROFISSIONAL, LIMITAÇÃO, CORRETOR, IMÓVEL)\nRp 930 (TP). \n(EXERCÍCIO PROFISSIONAL, LIMITAÇÃO, RISCO, COLETIVIDADE)\nRp 930 (TP), RE 414426 (TP), RE 511911 (2ªT). \n(EXECÍCIO PROFISSIONAL, LIMITAÇÃO, NUTRICIONISTA, CURSO TÉCNICO, NUTRIÇÃO)\nADI 803 (TP). \n- Decisão estrangeira citada: BVerfGE 7, 377, do Tribunal Constitucional alemão.\nNúmero de páginas: 30.\nAnálise: 25/03/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : JOSE IVANDI DE OLIVEIRA \nADV.(A/S)  : MARCELO PIMENTA COUTO \nADV.(A/S)  : LUIZ CARLOS DAMAS JUNIOR \nADV.(A/S)  : SERGIO JORDÃO MELO \nADV.(A/S)  : BRENDA PIMENTA COUTO \nADV.(A/S)  : GUSTAVO PIMENTA COUTO \nADV.(A/S)  : FERNANDA CRISTINE QUIRINO, \nADV.(A/S)  : RAFAELLA FERNANDES RIBEIRO \nRECDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : BARBARA VIEIRA DA SILVEIRA \nADV.(A/S)  : HELIDA MARQUES ABREU SILVA \nADV.(A/S)  : DANIELA MIRANDA DUARTE \nADV.(A/S)  : MARCELO MONTALVAO MACHADO \nINTDO.(A/S)  : SINDICATO DO COMÉRCIO VAREJISTA DE PRODUTOS FARMACÊUTICOS DO ESTADO DE MINAS GERAIS - SINCOFARMA MINAS \nADV.(A/S)  : RODRIGO RIBEIRO SANTOS \nINTDO.(A/S)  : ASSOCIACAO DE ALUNOS E EX-ALUNOS DO INSTITUTO DE CIENCIA, TECNOLOGIA E QUALIDADE - AICTQ \nADV.(A/S)  : LUCIO FLAVIO SIQUEIRA DE PAIVA \nADV.(A/S)  : MARCOS CÉSAR GONÇALVES DE OLIVEIRA \nADV.(A/S)  : LORENA FALEIROS COSTA \nINTDO.(A/S)  : CONFEDERACAO NACIONAL DO COMERCIO DE BENS, SERVICOS E TURISMO - CNC \nADV.(A/S)  : MARCUS VINICIUS BESERRA DE LIMA \nINTDO.(A/S)  : CONSELHO FEDERAL DE FARMACIA \nADV.(A/S)  : GUSTAVO BERALDO FABRICIO \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DO RIO GRANDE DO SUL - CRF/RS \nADV.(A/S)  : MARCIO ALMINHANA AIROLDI \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMÁCIA DO ESTADO DO ESPÍRITO SANTO - CRF/ES \nADV.(A/S)  : THIAGO COELHO SARAIVA \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DE SAO PAULO - CRF/SP \nADV.(A/S)  : ROBERTO TADAO MAGAMI JUNIOR \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMÁCIA DO ESTADO DO PARANÁ - CRF/PR \nADV.(A/S)  : JOSIANE PRADO \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DE SANTA CATARINA - CRF/SC \nADV.(A/S)  : SERGIO GOMES SIMÕES JÚNIOR \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMÁCIA DO ESTADO DE GOIÁS \nADV.(A/S)  : FLAVIO LEANDRO DIAS GUEDES ROLIM \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DE MATO GROSSO \nADV.(A/S)  : CRISTIANE MENDES DOS SANTOS SOUZA \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMÁCIA DO ESTADO DA PARAÍBA CRF - PB \nADV.(A/S)  : MARCUS AURELIO DE HOLANDA TORQUATO \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : PATRICIA MARIA DOS SANTOS SILVA \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO DISTRITO FEDERAL CRF DF \nADV.(A/S)  : MARCIA MAYUMI DUARTE KIMURA \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DO AMAZONAS \nADV.(A/S)  : DAYLA BARBOSA PINTO \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DA BAHIA \nADV.(A/S)  : ALINE BENEDITA DIAS PESTANA \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO ESTADO DO PARA \nADV.(A/S)  : ANA CAROLINA AMORIM TEMPORAL DE MESQUITA \nINTDO.(A/S)  : CONSELHO REGIONAL DE FARMACIA DO AMAPA \nADV.(A/S)  : EMMANNUELLE AGUIAR DE OLIVEIRA \nINTDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1049 - Possibilidade de técnico em farmácia assumir responsabilidade por drogaria, após a vigência da Lei nº 13.021/2014.","old_seq_sjur":431861,"documental_tese_texto":"Surgem constitucionais os artigos 5º e 6º, inciso I, da Lei nº 13.021/2014, no que previsto ser do farmacêutico a responsabilidade técnica por drogaria.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 1156197","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÁVILA, Humberto. Teoria dos princípios. 2006. p 157.\nBONAVIDES, Paulo. Curso de Direito Constitucional, p. 360.\nCANOTILHO, J. J. Gomes. Direito Constitucional e teoria da Constituição. p. 262.\nHESSE, Konrad. Elementos de direito constitucional da República Federal da Alemanha, 1998. p. 322.\nMELLO, Celso Antonio Bandeira de. Curso de Direito Administrativo. 15. ed. São Paulo: Malheiros. p. 101.\nMIRANDA, Jorge. Manual de Direito Constitucional. 1998. v. 4. p. 441.\nSCHWABE, Jürgen. Jurisprudencia del Tribunal Constitucional Federal Alemán. 2009. p. 319.\nSILVA, Virgílio Afonso da. Direitos fundamentais: conteúdo essencial, restrições e eficácia. São Paulo: Malheiros, 2010. p. 171.\nSTUMM, Raquel Denize. Princípio da proporcionalidade no Direito Constitucional brasileiro. p. 79.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":1156197,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}