{"result":{"took":414,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435474","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria, entendeu não ser da sua competência a resolução do conflito, vencido o Ministro Marco Aurélio (Relator), que entendia pela competência do STF. Dentre os Ministros que entendiam ser o STF incompetente, foi assentado, por maioria, que a competência para dirimir o conflito é do Conselho Nacional do Ministério Público - CNMP. Nesse sentido, votaram os Ministros Alexandre de Moraes, Roberto Barroso, Cármen Lúcia, Luiz Fux (Presidente), Gilmar Mendes e Ricardo Lewandowski. Ficaram vencidos os Ministros Edson Fachin, Dias Toffoli e Rosa Weber, que entendiam pela competência do Procurador-Geral da República. Redigirá o acórdão o Ministro Alexandre de Moraes. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 11.9.2020 a 21.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur435474","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435474","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: PETIÇÃO. CONSTITUCIONAL E ADMINISTRATIVO. COMPETÊNCIA DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO PARA DIRIMIR CONFLITO DE ATRIBUIÇÃO ENTRE MINISTÉRIOS PÚBLICOS DIVERSOS. EXERCÍCIO DO CONTROLE DA LEGALIDADE DA ATUAÇÃO ADMINISTRATIVA. RESPEITO À INDEPENDÊNCIA FUNCIONAL. CF, ART. 130-A, § 2º, INCISOS I E II. INCOMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL.\n\n\n\n    1. Incompetência originária do SUPREMO TRIBUNAL FEDERAL para conhecer e dirimir conflito de atribuições entre membros de ramos diversos do Ministério Público. Inaplicabilidade do art. 102, I, f, da CF, por ausência de risco ao equilíbrio federativo.\n\n\n\n    2. Impossibilidade de encaminhamento do conflito de atribuição para o Procurador-Geral da República, enquanto autoridade competente, pois é parte interessada na solução da demanda administrativa, uma vez que acumula a Chefia do Ministério Público da União com a chefia de um de seus ramos, o Ministério Público Federal, nos termos da LC 75/1993.\n\n\n\n    3. Os membros do Ministério Público integram um só órgão sob a direção única de um só Procurador-Geral, ressalvando-se, porém, que só existem unidade e indivisibilidade dentro de cada Ministério Público, inexistindo qualquer relação de hierarquia entre o Ministério Público Federal e os dos Estados, entre o de um Estado e o de outro, ou entre os diversos ramos do Ministério Público da União. \n\n\n\n    4. EC 45/2004 e interpretação sistemática da Constituição Federal. A solução de conflitos de atribuições entre ramos diversos dos Ministérios Públicos pelo CNMP, nos termos do artigo 130-A, § 2º, e incisos I e II, da Constituição Federal e no exercício do controle da atuação administrativa do Parquet, é a mais adequada, pois reforça o mandamento constitucional que lhe atribuiu o controle da legalidade das ações administrativas dos membros e órgãos dos diversos ramos ministeriais, sem ingressar ou ferir a independência funcional. Precedentes (PET 4.575, Relator para o Acórdão Min. ALEXANDRE DE MORAES, Plenário, Sessão Virtual de 29/05 a 05/06/2020; PET 5.756, Relator para o Acórdão Min. ALEXANDRE DE MORAES, Plenário, Sessão Virtual de 05 a 15/06/2020; PET 4.891, Relator para o Acórdão Min. ALEXANDRE DE MORAES, Plenário, DJe de 06/08/2020; e PET 5.091, Relator para o Acórdão Min. ALEXANDRE DE MORAES, Plenário, DJe de 06/08/2020).\n\n\n\n    5. Não conhecimento da Ação e encaminhamento dos autos ao Conselho Nacional do Ministério Público para, nos termos do artigo 130-A, incisos I e II, da Constituição Federal, dirimir o conflito de atribuições.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754214458","externo_seq_objeto_incidente":4079794,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-258 DIVULG 26-10-2020 PUBLIC 27-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4902&classe=Pet","is_colac":false,"titulo":"Pet 4902","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-F ART-00105 \n          INC-00001 LET-D ART-00127 ART-00128 \n          ART-00129 ART-00130 ART-0130A PAR-00002 \n          INC-00001 INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075      ANO-1993\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000087      ANO-1996\n                LEI COMPLEMENTAR"],"publicacao_data":"2020-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO, CONSTITUIÇÃO FEDERAL, ORIGEM, TESE, SUPREMACIA JUDICIAL, DIREITO COMPARADO. IMPOSSIBILIDADE, PODER LEGISLATIVO, LEI ORDINÁRIA, ALTERAÇÃO, COMPETÊNCIA ORIGINÁRIA, CORTE CONSTITUCIONAL, APLICAÇÃO, ENTENDIMENTO, JUSTIÇA BRASILEIRA. NECESSIDADE, SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, AGENTE, MINISTÉRIO PÚBLICO, ESTADO-MEMBRO, UNIÃO FEDERAL, ÂMBITO ADMINISTRATIVO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP).\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, AGENTE, MINISTÉRIO PÚBLICO, ESTADO-MEMBRO, UNIÃO FEDERAL. EXISTÊNCIA, JURISPRUDÊNCIA, ENTENDIMENTO, COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA, STF, CONFLITO DE COMPETÊNCIA, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL. IRRELEVÂNCIA, INEXISTÊNCIA, COMPLEMENTAÇÃO, VERBA, UNIÃO FEDERAL. FONTE DE RECEITA, FUNDEF, ORIGEM, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). INCOMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), DECORRÊNCIA, ATUAÇÃO, ÂMBITO ADMINISTRATIVO, IMPOSSIBILIDADE, ATUAÇÃO, ATIVIDADE JURISDICIONAL.\n\n- VOTO, MIN. GILMAR MENDES: COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO. NECESSIDADE, AVALIAÇÃO, RESULTADO, ORIENTAÇÃO. POSSIBILIDADE, REVERSÃO JURISPRUDENCIAL, FUTURO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4902&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CNMP)\r\nPet 4575 (TP), Pet 4891 (TP), Pet 5091 (TP).\r\n(COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF))\r\nPet 3528 (TP).\r\n(CONFLITO DE ATRIBUIÇÃO, COMPETÊNCIA, STF, PACTO FEDERATIVO)\r\nACO 924 (TP), ACO 1394 (TP), Pet 4706 (TP), Pet 4863 (TP), ACO 3068 (TP).\r\n(MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL, AUSÊNCIA, HIERARQUIA)\r\nRE 593727 (TP).\r\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, COMPETÊNCIA, STJ)\r\nACO 1179 (TP), ACO 3289 AgR (TP), Pet 623 QO (TP).\r\n(TAXATIVIDADE, COMPETÊNCIA ORIGINÁRIA, STF)\r\nACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 124 (TP) - RTJ 50/72, ACO 136 (TP) - RTJ 53/776, Pet 1026-4.\r\n- Decisões monocráticas citadas:\r\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CNMP)\r\nPet 5756 AgR.\r\n(CONFLITO DE ATRIBUIÇÃO, COMPETÊNCIA, STF, PACTO FEDERATIVO)\r\nACO 2298 AgR.\r\n(PROCURADOR-GERAL DA REPÚBLICA, COMPETÊNCIA, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL)\r\nACO 2834, ACO 2427, ACO 2820, ACO 2957, ACO 2964, ACO 2341, ACO 2952, ACO 2572.\r\n- Decisões estrangeiras citadas: Caso Marbury v. Madison (1 Cranch 137 - 1803) da Suprema Corte Norte-americana.\n\n- Legislação estrangeira citada: Lei Judiciária de 1789, dos Estados Unidos da América.\nNúmero de páginas: 26.\nAnálise: 05/11/2021, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : MINISTÉRIO PÚBLICO FEDERAL \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nREQDO.(A/S)         : MINISTÉRIO PÚBLICO DO ESTADO DE MINAS GERAIS \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435474,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"Pet 4902","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-09-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"ABRAHAM, Henry J. A Corte Suprema no evolutivo processo político. In: Vários autores. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nARINOS, Afonso. Curso de direito constitucional brasileiro. Rio de Janeiro: Forense, 1960. p. 98.\nBARACHO, José Alfredo de Oliveira. . Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53\nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nDAHL, Robert. Sobre a democracia. Brasília: UnB, 2001. p. 137.\nHALL, Kermit L. The Oxford guide to United States Supreme Courts decisions. New York: Oxford University Press, 1999. p. 173;\nHORTA, Raul Machado. Direito Constitucional. 2 ed. Belo Horizonte: Del Re, 1999. p. 305.\nMORAES, Alexandre. Constituição do Brasil Interpretada, 9. ed. Atlas, p. 1.604.\nSCHWARTZ, Bernard. Direito constitucional americano. Rio de Janeiro: Forense, 1966. p. 75 e 257.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14;","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":4902,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436384","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento ao agravo regimental, pediu vista o Ministro Gilmar Mendes. Não participou, deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 16.8.2019 a 22.8.2019.\r\n\n           Decisão: Após os votos dos Ministros Edson Fachin (Relator) e Cármen Lúcia, que negavam provimento ao agravo regimental, e dos votos dos Ministros Gilmar Mendes e Ricardo Lewandowski, que davam provimento ao agravo, o julgamento foi suspenso, verificado o empate na votação, para se aguardar o voto do Ministro Celso de Mello, ausente justificadamente, por motivo de licença médica. Na sequência, a Turma, também por empate na votação, concedeu habeas corpus de ofício para determinar a remessa dos autos à Justiça Eleitoral de Santa Catarina para a adoção das providências cabíveis, nos termos do voto do Ministro Gilmar Mendes, no que foi acompanhado pelo Ministro Ricardo Lewandowski, vencidos os Ministros Edson Fachin (Relator) e Cármen Lúcia. Presidência da Ministra Cármen Lúcia. 2ª Turma, 10.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur436384","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436384","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Penal e processo penal. Agravo regimental contra decisão que declinou da competência para a supervisão de inquérito para a justiça federal em são paulo. Alegação da existência de indícios de crimes eleitorais. Aplicação do entendimento firmado no Inq 4435-AgR-quarto. Empate na votação. Proclamação do resultado mais favorável à defesa. Concessão de habeas corpus de ofício, com base no art. 193, II, do RISTF, e art. 654, §2º, do CPP. Provimento do recurso. Remessa dos autos à Justiça Eleitoral em Santa Catarina. \n\n\n\n    1. Trata-se de agravo regimental interposto contra decisão monocrática que determinou o declínio de inquérito à Justiça Federal em São Paulo.\n\n\n\n    2. No caso em análise, há o registro da suposta prática de crimes eleitorais desde a instauração do inquérito.\n\n\n\n    3. Aplicação do entendimento firmado pelo Tribunal Pleno no Inq 4435 AgR-quarto, de modo a se reconhecer a competência da Justiça Eleitoral.\n\n\n\n    4. No processo penal, o empate na votação deve ensejar a proclamação do resultado mais favorável à defesa. Concessão da ordem de habeas corpus de ofício, nos termos do art. 193, II, do RISTF, e art. 654, §2º, do CPP.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754394491","externo_seq_objeto_incidente":5687564,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-273  DIVULG 16-11-2020  PUBLIC 17-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=8179&classe=Pet","is_colac":false,"titulo":"Pet 8179","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1934\n    ART-00083 LET-H\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00119 INC-00007\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00130 INC-00007 ART-00137 INC-00007\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00005 INC-00038\n    INC-00053 ART-00014 ART-00109 INC-00001\n    INC-00004 ART-00121\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737 ANO-1965\n    ART-00035 INC-00002 ART-00350\n    CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00078 INC-00004 ART-00564 INC-00001\n    ART-00654 PAR-00002\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   PEC-000115 ANO-2019\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00095 ART-00146 ART-00150 PAR-00003\n    ART-00193 INC-00002 ART-00654 PAR-00002\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-11-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- REMESSA, AUTOS, JUSTIÇA FEDERAL, MOMENTO ANTERIOR, DEFINIÇÃO, ÓRGÃO JUDICIAL, COMPETÊNCIA. MOMENTO POSTERIOR, REMESSA, INQUÉRITO, JUSTIÇA FEDERAL, MINISTÉRIO PÚBLICO FEDERAL (MPF), OFERECIMENTO, DENÚNCIA, PENDÊNCIA, DECISÃO, RECEBIMENTO. AGRAVO REGIMENTAL, IMPEDIMENTO, PRECLUSÃO, MATÉRIA, RECURSO. ENTENDIMENTO, STF, HIPÓTESE, RISCO, PRESCRIÇÃO, REMESSA, AUTOS, JUÍZO COMPETENTE, MOMENTO ANTERIOR, PUBLICAÇÃO, ACÓRDÃO, TRÂNSITO EM JULGADO. PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, JUÍZO DE EXCEÇÃO. FIXAÇÃO, COMPETÊNCIA, LEGALIDADE; NORMA IMPERATIVA; AUSÊNCIA, MODIFICAÇÃO, COMPETÊNCIA, PROCESSO EM CURSO, PERPETUATIO JURISDICTIONIS; AUSÊNCIA, DELEGAÇÃO DE COMPETÊNCIA. FIXAÇÃO, COMPETÊNCIA, MATÉRIA, ORDEM PÚBLICA, INTERESSE GERAL. EVOLUÇÃO, CONSTITUIÇÃO FEDERAL, COMPETÊNCIA, JUSTIÇA ESPECIALIZADA, CONEXÃO, CRIME COMUM, CRIME ELEITORAL. CONSTITUIÇÃO FEDERAL, COMPETÊNCIA, JUSTIÇA FEDERAL, EXCEÇÃO, CRIME, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME CONEXO. AUTOCONTENÇÃO JUDICIAL. JURISPRUDÊNCIA, STF, COMPETÊNCIA, JUSTIÇA ELEITORAL, DOAÇÃO ELEITORAL, CAIXA DOIS, FALSIDADE IDEOLÓGICA ELEITORAL. JURISPRUDÊNCIA, STF, ADMISSIBILIDADE, PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, COMPETÊNCIA MATERIAL.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: JUSTIÇA ELEITORAL, JUSTIÇA ESPECIALIZADA, DEFINIÇÃO,COMPETÊNCIA. CONSIDERAÇÃO, CRIME ELEITORAL, CONSUMAÇÃO, ENTREGA, PRESTAÇÃO DE CONTAS, CAMPANHA ELEITORAL, COMPETÊNCIA, JUSTIÇA ELEITORAL, PROCESSAMENTO, JULGAMENTO, PROCESSO.\n\n- VOTO, MIN. CÁRMEN LÚCIA: NECESSIDADE, DEFINIÇÃO, TURMA, PLENÁRIO, STF, HIPÓTESE, EMPATE, VOTAÇÃO; DECISÃO FAVORÁVEL, RÉU; SOBRESTAMENTO DO PROCESSO, ESPERA, VOTO, MINISTRO AUSENTE. DISCUSSÃO, INTERPRETAÇÃO, ARTIGO, REGIMENTO INTERNO, STF, EMPATE, VOTAÇÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INQUÉRITO, ORIGEM, DECLARAÇÃO, COLABORADOR, EXISTÊNCIA, CONTRATO FICTÍCIO, AUSÊNCIA, PRESTAÇÃO DE SERVIÇO, OCULTAÇÃO, DOAÇÃO, CAMPANHA ELEITORAL, SENADOR; FATO, AUSÊNCIA, IMPUTAÇÃO, FORMA AUTOMÁTICA, CRIME ELEITORAL; NECESSIDADE, APURAÇÃO, CIRCUNSTÂNCIA JUDICIAL, CASO CONCRETO. PROCURADORIA GERAL DA REPÚBLICA (PGR), APRECIAÇÃO, FATO, PROVA, PROCEDIMENTO CRIMINAL, MANIFESTAÇÃO, HIPÓTESE, AUTOS, COMETIMENTO DE CRIME, CORRUPÇÃO, LAVAGEM DE DINHEIRO. INADEQUAÇÃO, REDISTRIBUIÇÃO, AUTOS, INQUÉRITO, JUSTIÇA ESPECIALIZADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=8179&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME COMUM, CONEXÃO, CRIME ELEITORAL)\nCC 7033 (1ªT), RE 398042 (1ªT), Pet 6820 AgR-ED (2ªT), Inq 4435 AgR-quarto (TP). \n(RISCO, PRESCRIÇÃO, REMESSA, AUTOS, JUÍZO COMPETENTE, MOMENTO ANTERIOR, PUBLICAÇÃO, ACÓRDÃO, TRÂNSITO EM JULGADO)\nInq 4428 QO-ED (2ªT). \n(STF, SUSPENSÃO, JULGAMENTO, VOTO DE DESEMPATE)\nAP 516 (TP), Inq 3998 (2ªT), Inq 4318 AgR-segundo-AgR (2ªT). \n(STF, JULGAMENTO, EMPATE, VOTAÇÃO, FAVORECIMENTO, RÉU)\nHC 113518 (2ªT), Inq 3670 (2ªT), Rcl 20132 AgR-segundo (2ªT), Inq 3998 AgR (2ªT). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME COMUM, CONEXÃO, CRIME ELEITORAL)\nPet 6820 AgR, Pet 5700.\n(STF, SUSPENSÃO, JULGAMENTO, VOTO DE DESEMPATE)\nPet 7833.\n- Acórdão(s) citado(s) - outros tribunais:\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME COMUM, CONEXÃO, CRIME ELEITORAL)\nSTJ: AgR AP 865, EDcl EDcl Inq 1181, AP 894, Pet 6639. \n- Veja Inq 4716 do STF.\n- Decisão estrangeira citada: BVerfGE 21, 139 (146).\nNúmero de páginas: 82.\nAnálise: 23/11/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PAULO ROBERTO BAUER \nADV.(A/S)  : JOSE EDUARDO RANGEL DE ALCKMIN E OUTRO(A/S)\nREQDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436384,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 8179","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-03-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"DIAS, Jorge de Figueiredo. Direito processual penal. 1974. p. 322-323.\nLOPES JR., Aury. Direito Processual Penal.\nMUDOVITSCH, Rodrigo de Bittencourt; CARVALHO, Felipe Fernandes de; URSI, Gabriel Leão. A conexão entre crimes eleitorais e federais.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 11. ed. São Paulo: Revista dos Tribunais, 2012. p. 250.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte - Staatsrecht II.  Heidelberg: 2005. p. 277.\nPULIDO, Carlos Bernal. El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":8179,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436424","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento ao agravo regimental e deferia o pedido de extradição, divergiu o Ministro Edson Fachin, que indeferia o pedido de extradição apresentado pelo Governo da Colômbia, pediu vista o Ministro Ricardo Lewandowski. Segunda Turma, Sessão Virtual de 26.6.2020 a 4.8.2020.\r\n\n           Decisão: A Turma, por empate na votação, julgou improcedente o pedido de extradição, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, acompanhado pelo Ministro Ricardo Lewandowski, vencidos os Ministros Gilmar Mendes (Relator) e Cármen Lúcia, que negavam provimento ao agravo regimental e deferiam parcialmente o pedido de extradição. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 18.9.2020 a 25.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur436424","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436424","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTÓRIA. TRATADO DE EXTRADIÇÃO BRASIL-COLÔMBIA. CRIME DE HOMICÍDIO. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA RECONHECIDA.\n\n\n\n    1. A redação do art. 63, do Código Penal, estabelece que: Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior. A nova conduta só pode ser reconhecida como crime, e consequentemente, configurar reincidência do autor em atividade criminosa, após o trânsito em julgado da sentença condenatória, conforme já decidiu esta Segunda Turma.\n\n\n\n    2. Não é possível certificar a ocorrência de novo crime para o fim de reconhecer a reincidência, causa que interromperia o prazo prescricional, findo em 9/7/2016, conforme preceitua o art. 109, inciso I, do Código Penal.\n\n\n\n    3. A causa extintiva da punibilidade afeta requisito fundamental para a concessão da extradição, o da dupla punibilidade, conforme prevê o art. 82, inciso VI, da Lei 13.445/2017. \n\n\n\n    4. Divergência para indeferir o pedido de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754404899","externo_seq_objeto_incidente":5566769,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-274  DIVULG 17-11-2020  PUBLIC 18-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1560&classe=Ext","is_colac":false,"titulo":"Ext 1560","documental_legislacao_citada_texto":["LEG-FED   LEI-006815 ANO-1980\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00006 ART-00084\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1938\n    TRATADO  DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00063 ART-00071 ART-00109 INC-00001\n    INC-00004 ART-00110 ART-00117 INC-00006\n    ART-00119 INC-00006 ART-00121 PAR-00002\n    INC-00001 INC-00004 INC-00005 ART-00213\n    ART-00297 ART-00299 ART-00304 ART-00307\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-001994 ANO-1940\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEC-006330 ANO-40\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-11-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. INVIABILIDADE, AVALIAÇÃO, APLICAÇÃO DA PENA, LEI PENAL, LEI ESTRANGEIRA, MOMENTO POSTERIOR, NECESSIDADE, AVALIAÇÃO, CIRCUNSTÂNCIA JUDICIAL, INVIABILIDADE. INOCORRÊNCIA, PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA, LEI, REPÚBLICA DA COLÔMBIA. LEGISLAÇÃO BRASILEIRA, OCORRÊNCIA, PRESCRIÇÃO. IMPOSSIBILIDADE, RECONHECIMENTO, REINCIDÊNCIA. CONFIGURAÇÃO, CAUSA DE EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, REQUISITO, EXTRADIÇÃO, DUPLA PUNIBILIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. CONFIGURAÇÃO, DUPLA TIPICIDADE, DUPLA PUNIBILIDADE, SUPERVENIÊNCIA, PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA. INEXISTÊNCIA, PROVA DOCUMENTAL, COMPROVAÇÃO, REINCIDÊNCIA. NECESSIDADE, RECONHECIMENTO, REINCIDÊNCIA, COMPROVAÇÃO, ATIVIDADE CRIMINOSA, MOMENTO POSTERIOR, TRÂNSITO EM JULGADO, SENTENÇA CONDENATÓRIA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: CONFIGURAÇÃO, DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, APRECIAÇÃO, STF, CONTROLE DE LEGALIDADE. CRIME, FALSIDADE MATERIAL, DOCUMENTO PÚBLICO, FALSIDADE IDEOLÓGICA, CRIME DE USO DE DOCUMENTO FALSO, FALSA IDENTIDADE, CONFISSÃO, EXTRADITANDO, LAUDO PERICIAL. DESCABIMENTO, OCORRÊNCIA, PRESCRIÇÃO. INCIDÊNCIA, CAUSA INTERRUPTIVA, PRESCRIÇÃO. PROCESSO DE EXTRADIÇÃO, OBSERVÂNCIA, REQUISITO, TRATADO DE EXTRADIÇÃO, ESTADO BRASILEIRO, REPÚBLICA DA COLÔMBIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1560&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(CONFIGURAÇÃO, REINCIDÊNCIA, NECESSIDADE, TRÂNSITO EM JULGADO)\r\nRHC 88022 (1ªT), HC 103970 (1ªT), RHC 116544 (2ªT).\r\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\r\nExt 1334 (2ªT), Ext 1402 (2ªT), Ext 1434 (2ªT), Ext 1510 (2ªT), Ext 1530 (1ªT).\r\n(EXTRADIÇÃO, CONTROLE, LEGALIDADE, CARÁTER FORMAL)\r\nExt 1590 (2ªT).\r\n- Legislação estrangeira citada: art. 87, art. 103, art. 298 e art. 323 do Código Penal Colombiano (então vigente Decreto-Lei 100/1980); art. 103 e art. 205, da lei 599 de 2000, da atual versão do Código Penal da Colômbia; art. 196, do Código de Processo Penal da Colômbia, instituído pelo Decreto 2700 de 30/11/19912; lei 600 de 25/7/2000, da Colômbia.\n- Veja art. 4º, art. 8º, §1º, inciso I, Letra \"c\", da Recomendação 62/2020 do CNJ.\n\nNúmero de páginas: 26.\nAnálise: 22/11/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA COLÔMBIA \nEXTDO.(A/S)  : JAIME ENRIQUE SAADE CORMANE \nADV.(A/S)  : FERNANDO GOMES DE OLIVEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436424,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1560","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES","EDSON FACHIN"],"processo_numero":1560,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436436","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PE","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que concedia o pedido de habeas corpus, no que foi acompanhado pelo Ministro Gilmar Mendes, pediu vista o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 21.8.2020 a 28.8.2020.\r\n\n           Decisão: A Turma, por unanimidade, deferiu o pedido de habeas corpus, para invalidar o acórdão proferido pelo Tribunal de Justiça do Estado de Pernambuco (Apelação Criminal nº 0000026-20.2009.8.17.1170), restabelecendo-se, em consequência, a decisão proferida pelo Conselho de Sentença, que absolveu a ora paciente com base no art. 483, III, do CPP (Processo-crime nº 0000026-20.2009.8.17.1170 Juízo de Direito da Vara Única da comarca de Quipapá/PE), nos termos do voto do Relator, com ressalvas dos Ministros Edson Fachin e Cármen Lúcia. Redigirá o acórdão o Ministro Gilmar Mendes (art. 38, IV, b, do RISTF). Segunda Turma, Sessão Virtual de 9.10.2020 a 19.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur436436","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pernambuco","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436436","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Tribunal do Júri e soberania dos veredictos (art. 5º, XXXVIII, “c”, CF). Impugnabilidade de absolvição a partir de quesito genérico (art. 483, III, c/c §2º, CPP) por hipótese de decisão manifestamente contrária à prova dos autos (art. 593, III, “d”, CPP). Absolvição por clemência e soberania dos veredictos.\n\n\n\n    3. O Júri é uma instituição voltada a assegurar a participação cidadã na Justiça Criminal, o que se consagra constitucionalmente com o princípio da soberania dos veredictos (art. 5º, XXXVIII, “c”, CF). Consequentemente, restringe-se o recurso cabível em face da decisão de mérito dos jurados, o que resta admissível somente na hipótese da alínea “d” do inc. III do art. 593 do CPP: “for a decisão dos jurados manifestamente contrária à prova dos autos”. Em caso de procedência de tal apelação, o Tribunal composto por juízes togados pode somente submeter o réu a novo julgamento por jurados.\n\n\n\n    4. Na reforma legislativa de 2008, alterou-se substancialmente o procedimento do júri, inclusive a sistemática de quesitação aos jurados. Inseriu-se um quesito genérico e obrigatório, em que se pergunta ao julgador leigo: “O jurado absolve o acusado?” (art. 483, III e §2º, CPP). Ou seja, o Júri pode absolver o réu sem qualquer especificação e sem necessidade de motivação.\n\n\n\n    5. Considerando o quesito genérico e a desnecessidade de motivação na decisão dos jurados, configura-se a possibilidade de absolvição por clemência, ou seja, mesmo em contrariedade manifesta à prova dos autos. Se ao responder o quesito genérico o jurado pode absolver o réu sem especificar os motivos, e, assim, por qualquer fundamento, não há absolvição com tal embasamento que possa ser considerada “manifestamente contrária à prova dos autos”.\n\n\n\n    6. Limitação ao recurso da acusação com base no art. 593, III, “d”, CPP, se a absolvição tiver como fundamento o quesito genérico (art. 483, III e §2º, CPP). Inexistência de violação à paridade de armas. Presunção de inocência como orientação da estrutura do processo penal. Inexistência de violação ao direito ao recurso (art. 8.2.h, CADH). Possibilidade de restrição do recurso acusatório.\n\n\n\n    Ordem concedida para invalidar o acórdão proferido pelo Tribunal de Justiça do Estado, restabelecendo-se, em consequência, a decisão proferida pelo Conselho de Sentença, que absolveu a ora paciente com base no art. 483, III, do CPP.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754405327","externo_seq_objeto_incidente":5793112,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-274  DIVULG 17-11-2020  PUBLIC 18-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=176933&classe=HC","is_colac":false,"titulo":"HC 176933","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00031\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00028\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00038 INC-0000A INC-0000B \n          INC-0000D LET-C\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000263      ANO-1948\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011340      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   CVC      ANO-1969\n          ART-00008 NÚMERO-2 LET-H\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 NÚMERO-3\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-000167      ANO-1938\n                DECRETO-LEI\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00121 PAR-00002 INC-00001 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00185 ART-00413 ART-00414 ART-00415 \n          ART-00416 ART-00417 ART-00418 ART-00419 \n          ART-00420 ART-00421 ART-00483 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001 PAR-00002 ART-00484 ART-00593 \n          INC-00003 LET-D PAR-00003\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PJL-00591A      ANO-1947\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI      ANO-1989\n          ART-00024 INC-00001\n                REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2020-11-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO, RÉU, GARANTIA, SOCIEDADE, JULGAMENTO, TRIBUNAL DO JÚRI, CRIME DOLOSO CONTRA A VIDA. TRIBUNAL DO JÚRI, DIREITO COMPARADO. PROCEDIMENTO, JULGAMENTO, TRIBUNAL DO JÚRI, PRIMEIRA FASE, REALIZAÇÃO, INSTRUÇÃO PROCESSUAL, JUIZ TOGADO, DECISÃO DE PRONÚNCIA, IMPRONÚNCIA, ABSOLVIÇÃO SUMÁRIA, DESCLASSIFICAÇÃO; SEGUNDA FASE, EXISTÊNCIA, DECISÃO DE PRONÚNCIA, JULGAMENTO, JURADO. IN DUBIO PRO SOCIETATE. PECULIARIDADE, RECURSO, DECISÃO, TRIBUNAL DO JÚRI, EFEITO DEVOLUTIVO, APELAÇÃO. CONTRADITÓRIO, DUPLO GRAU DE JURISDIÇÃO. TITULARIDADE, DEFESA, DIREITO DE RECORRER. OPÇÃO, LEGISLADOR, JULGAMENTO, JURADO, AUSÊNCIA, MOTIVAÇÃO.\n\n- VOTO, MIN. CELSO DE MELLO: INVIABILIDADE, UTILIZAÇÃO, APELAÇÃO, MINISTÉRIO PÚBLICO, IMPUGNAÇÃO, SENTENÇA ABSOLUTÓRIA, TRIBUNAL DO JÚRI, FUNDAMENTO, QUESITO GENÉRICO. ALTERAÇÃO, CÓDIGO DE PROCESSO PENAL, INTRODUÇÃO, QUESITO GENÉRICO, ABSOLVIÇÃO. AUTONOMIA, JURADO, ABSOLVIÇÃO, ACUSADO, FUNDAMENTO, ÍNTIMA CONVICÇÃO, PRINCÍPIO DO LIVRE CONVENCIMENTO, GARANTIA, SIGILO, VOTAÇÃO. INADMISSIBILIDADE, CONTROLE JUDICIAL, SENTENÇA ABSOLUTÓRIA, TRIBUNAL DO JÚRI. PRINCÍPIO, SOBERANIA DO VEREDICTO, PRINCÍPIO DA AMPLA DEFESA. POSSIBILIDADE, DECISÃO, JURADO, AUSÊNCIA, MOTIVAÇÃO; DECISÃO CONTRÁRIA À PROVA DOS AUTOS; CONSIDERAÇÃO HUMANITÁRIA. IMPOSSIBILIDADE, RECURSO, ACUSAÇÃO, SENTENÇA ABSOLUTÓRIA, FUNDAMENTO, DECISÃO CONTRÁRIA À PROVA DOS AUTOS.\n\n- VOTO, MIN. EDSON FACHIN: POSSIBILIDADE, APELAÇÃO, DEFESA, ACUSAÇÃO, DECORRÊNCIA, QUESITO GENÉRICO. CONSTITUIÇÃO FEDERAL DE 1946, TRIBUNAL DO JÚRI, SOBERANIA DO VEREDICTO. CONSTITUIÇÃO FEDERAL DE 1988, COMPETÊNCIA MATERIAL, TRIBUNAL DO JÚRI. CABIMENTO, RECURSO, DECISÃO, TRIBUNAL DO JÚRI, APLICAÇÃO, QUESITO GENÉRICO. AUSÊNCIA, OFENSA, SOBERANIA DO VEREDICTO, JULGAMENTO, APELAÇÃO, REALIZAÇÃO, NOVIDADE, JULGAMENTO, TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS. OFENSA, SOBERANIA DO VEREDICTO, DECISÃO, TRIBUNAL AD QUEM, SUBSTITUIÇÃO, DECISÃO, TRIBUNAL DO JÚRI, ALTERAÇÃO, VALORAÇÃO DA PROVA. LIMITAÇÃO, EFEITO DEVOLUTIVO, APELAÇÃO, CONTRARIEDADE, DECISÃO, TRIBUNAL DO JÚRI. DESCABIMENTO, INTERPRETAÇÃO, QUESITO GENÉRICO, IMPLICAÇÃO, REPRISTINAÇÃO, LEGÍTIMA DEFESA, HONRA. DIREITO DAS MINORIAS. IMPOSSIBILIDADE, ABSOLVIÇÃO, FUNDAMENTO, QUESITO GENÉRICO, CRIME CONTRA A HUMANIDADE. NECESSIDADE, IDENTIFICAÇÃO, MOTIVO, ABSOLVIÇÃO, TRIBUNAL DO JÚRI, VERIFICAÇÃO, COMPATIBILIDADE, DECISÃO, JURISPRUDÊNCIA, STF, CORTE INTERAMERICANA DE DIREITOS HUMANOS. POSSIBILIDADE, PROVIMENTO, APELAÇÃO, TRIBUNAL AD QUEM, DETERMINAÇÃO, REALIZAÇÃO, NOVIDADE, TRIBUNAL DO JÚRI, HIPÓTESE, AUSÊNCIA, INDÍCIO, PROVA, JUSTIFICATIVA, ABSOLVIÇÃO. IMPOSIÇÃO, ÔNUS DA PROVA, MINISTÉRIO PÚBLICO, PROVIMENTO, APELAÇÃO. JULGAMENTO, RECURSO, APELAÇÃO, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, CASO CONCRETO.\n\n- VOTO, MIN. CÁRMEN LÚCIA: POSSIBILIDADE, APELAÇÃO, MINISTÉRIO PÚBLICO, ALEGAÇÃO, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, SENTENÇA ABSOLUTÓRIA, TRIBUNAL DO JÚRI, FUNDAMENTO, QUESITO GENÉRICO. TRIBUNAL DE JUSTIÇA, PROVIMENTO, APELAÇÃO, MINISTÉRIO PÚBLICO, JURADO, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, FUNDAMENTO ÚNICO, INTERROGATÓRIO, PACIENTE, IRRELEVÂNCIA, CONFISSÃO EXTRAJUDICIAL, PACIENTE, DEPOIMENTO, POLICIAL MILITAR.\n\n- TERMO(S) DE RESGATE: CAUSAS EXTRALEGAIS DE EXCULPAÇÃO. FATO DE CONSCIÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=176933&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\nHC 85904 (2ªT), HC 126516 (1ªT), HC 178777 (1ªT). \n(JURADO, ABSOLVIÇÃO, QUESITO GENÉRICO)\nRHC 117076 AGR. \n(PRONÚNCIA, IN DUBIO PRO SOCIETATE)\nARE 1067392 (2ªT). \n(TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO, APELAÇÃO, MINISTÉRIO PÚBLICO)\nRHC 170559 (1ªT), HC 178856 (2ªT). \n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, SOBERANIA DO VEREDICTO)\nHC 142621 AgR (1ªT). \n- Decisões monocráticas citadas:\n(JURADO, ABSOLVIÇÃO, QUESITO GENÉRICO)\nHC 143595 MC, HC 146672 MC, RE 982162, RHC 168796 MC, HC 185068 MC.\n(JURADO, AUTONOMIA, FORMULAÇÃO, ABSOLVIÇÃO)\nRHC 117076 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\nTJPE: Apelação Criminal 0000026-20.2009.8.17.1170. \n(PRINCÍPIO DO LIVRE CONVENCIMENTO, SIGILO, VOTAÇÃO, QUESITO GENÉRICO, ABSOLVIÇÃO, ACUSADO)\nTJDFT: Apelação Criminal 0085323-62.2004.807.0001, Apelação Criminal 0004246-17.2012.8.07.0012, TJMG: Apelação Criminal 1.0024.00.092182-5/002, Apelação Criminal 0010601-67.2010.8.13.0393, Apelação Criminal 5391587-21.2009.8.13.0024, Apelação Criminal 0035542-91.2011.8.13.0443, TJRS: Apelação Criminal 0227792-86.2010.8.21.7000, Apelação Criminal 0272761-26.2009.8.21.7000, Apelação Criminal 0236172-64.2011.8.21.7000, Apelação Criminal 0504741-65.2013.8.21.7000, Embargos Infringentes e de Nulidade 0306181-17.2012.8.21.7000, TJSP: Apelação Criminal 0008366-51.2007.8.26.0400. \n(QUESITO GENÉRICO, ABSOLVIÇÃO, TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\nSTJ: HC 313251, REsp 1677866. \n- Veja ARE 1225585 do STF.\n- Decisões estrangeiras citadas: Caso de la Massacre de la Rochela vs. Colombia. Fundo, reparações e custas. Sentença de 11 de maio de 2007. Serie C No. 163, par. 197; Caso Amrhein e outros vs. Costa Rica. Sentença de 25.4.2018. Serie C, N. 354, § 255, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 66.\nAnálise: 21/09/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : MARIA HELENA DOS SANTOS \nIMPTE.(S)  : YURI AZEVEDO HERCULANO \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436436,"documental_tese_texto":null,"procedencia_geografica_completo":"PE - PERNAMBUCO","processo_codigo_completo":"HC 176933","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"AQUINO, Álvaro A. A função garantidora da pronúncia. Lumen Juris, 2004. p. 114.\nBADARÓ, Gustavo H. Manual dos Recursos Penais. Revista dos Tribunais, 2016. p. 234.\nCALDERÓN CUADRADO, María Pía. La encrucijada de una justicia penal tecnológicamente avanzada. Madrid: La Ley, 2011. p. 443.\nCHINNICI, Daniela. Giudizio penale di seconda istanza e giusto processo. 2. ed. Torino: G. Giappichelli, 2009. p. 173.\nFERNANDES, Antonio Scarance. Processo penal constitucional. 7. ed. São Paulo: Revista dos Tribunais, 2012. p. 56.\nFORTI, Iorio Siqueira D'Alessandri. O Tribunal do Júri como Garantia Fundamental, e não como Mera Regra de Competência: Uma Proposta de Reinterpretação do art. 5º, XXXVIII, da Constituição da República. Revista Eletrônica de Direito Processual, ano 3, v. 3, 2009.\nHENDLER, Edmundo. El juicio por jurados. Del Puerto, 2006. p. 159.\nJARDIM, Eliete Costa Silva. Tribunal do Júri - Absolvição Fundada no Quesito Genérico: Ausência de Vinculação à Prova dos Autos e Irrecorribilidade. Revista EMERJ, v. 18, n. 67, p. 13-31 e 25, 2015.\nKURKOWSKI, Rafael S. Execução provisória da pena no júri: fundamentos políticos e jurídicos. D’Plácido, 2019. p. 63.\nLOPES JR., Aury. Tribunal do Júri: A Problemática Apelação do Artigo 593, III, do CPP. Revista eletrônica CONJUR, 18 ago. 2017.\n______. Direito Processual Penal. 16. ed. Saraiva, 2019. p. 1035-1039, item 2.1.1.1.\nMACHADO, Maíra Rocha et al. As Provas, os Jurados e o Tribunal: A Anulação dos Veredictos diante da Soberania do Júri. Revista Brasileira de Ciências Criminais, v. 164, p. 220.\nMARQUES, José Frederico. A Instituição do Júri. Bookseller, 1997. p. 19.\nMOELLER, Uriel. O Júri Alemão: o leigo no processo penal na Alemanha. Revista Brasileira de Direito Processual Penal, v. 2, 2016. p. 95.\nNARDELLI, Marcella Mascarenhas. A prova no tribunal do Júri: Uma abordagem racionalista. Lumen Juris, 2019.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 531-532.\nPACELLI, Eugênio. Curso de Processo Penal. Atlas, 2018. p. 768.\nPEDROSA, Ronaldo Leite. Decisão Manifestamente Contrária à Prova dos Autos: Recurso Exclusivo da Defesa.  Revista da Escola da Magistratura do Estado de Rondônia, n. 21, 2012.\nPIMENTEL, Silvia; PANDJIARJIN, Valeria; BELLOQUE, Juliana. Legítima Defesa da Honra.\nREY, Sebastián A. ¿Efecto “boomerang” de las garantías? Cuadernos de doctrina y jurisprudencia penal,\nv. 10, n. 18/19, 2005. p. 514\nREZENDE, Guilherme Madi. Júri: Decisão Absolutória e Recurso da Acusação por Manifesta Contrariedade à Prova dos Autos: Descabimento. Boletim, ano 17, n. 207, 2010.\nRODRIGUES, Paulo G. L. S. Os efeitos da soberania dos veredictos na definição do momento inicial de\ncumprimento das penas impostas pelo Tribunal do Júri. Dissertação (Mestrado em Direito) - Universidade Federal de Alagoas, 2018. p. 19.\nSEGUNDO, Antonio de Holanda Cavalcante; SANTIAGO, Nestor Eduardo Araruna. Íntima Convicção, Veredictos dos Jurados e o Recurso de Apelação com Base na Contrariedade à Prova dos Autos: Necessidade de Compatibilidade com um Processo de Base Garantista. Revista Brasileira de Ciências Criminais, v. 116, p. 9-11, item 3, 2015. p.36.\nSTRECK, Lenio Luiz. Tribunal do Júri: símbolos & rituais. 4. ed. Porto Alegre: Livraria do Advogado,\n2001. p. 91.\nTASSE, Adel El; GOMES, Luiz Flávio. Processo Penal IV: Júri. Saraiva, 2012. p. 161-165, item 1.d.\nVASCONCELLOS, Vinicius G. Direito ao recurso no processo penal. 2. ed. Revista dos Tribunais, 2020. p. 94.","ministro_facet":["CELSO DE MELLO","GILMAR MENDES"],"processo_numero":176933,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436456","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Ricardo Lewandowski (Relator), Marco Aurélio, Cármen Lúcia e Rosa Weber, que davam provimento ao recurso extraordinário, para julgar improcedente o pedido inicial, e fixavam a seguinte tese (tema 123 da repercussão geral): “As disposições da Lei 9.656/1998, à luz do art. 5º, XXXVI, da Constituição Federal, somente incidem sobre os contratos celebrados a partir de sua vigência, bem como nos contratos que, firmados anteriormente, foram adaptados ao seu regime, sendo as respectivas disposições inaplicáveis aos beneficiários que, exercendo sua autonomia de vontade, optaram por manter os planos antigos inalterados”; e dos votos dos Ministros Edson Fachin, Dias Toffoli (Presidente) e Roberto Barroso, que negavam provimento ao recurso, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: pela recorrente, o Dr. José Eduardo Martins Cardozo; e, pelo amicus curiae, o Dr. Guilherme Valdetaro Mathias. Afirmou suspeição o Ministro Luiz Fux. Plenário, Sessão Virtual de 28.8.2020 a 4.9.2020.\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 123 da repercussão geral, deu provimento ao recurso extraordinário para julgar improcedente o pedido inicial, nos termos do voto Relator, vencidos os Ministros Edson Fachin, Dias Toffoli e Roberto Barroso. O Ministro Gilmar Mendes acompanhou o Relator com ressalvas. Foi fixada a seguinte tese: \"As disposições da Lei 9.656/1998, à luz do art. 5º, XXXVI, da Constituição Federal, somente incidem sobre os contratos celebrados a partir de sua vigência, bem como nos contratos que, firmados anteriormente, foram adaptados ao seu regime, sendo as respectivas disposições inaplicáveis aos beneficiários que, exercendo sua autonomia de vontade, optaram por manter os planos antigos inalterados\". Não participou deste julgamento o Ministro Celso de Mello. Afirmou suspeição o Ministro Luiz Fux (Presidente). Plenário, Sessão Virtual de 9.10.2020 a 19.10.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436456","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436456","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO REPRESENTATIVO DE CONTROVÉRSIA. TEMA 123 DA SISTEMÁTICA DA REPERCUSSÃO GERAL. DIREITO CIVIL. APLICAÇÃO DA LEI NO TEMPO. PLANOS DE SAÚDE. LEI 9.656/1998. DISCUSSÃO SOBRE A SUA APLICAÇÃO EM RELAÇÃO A CONTRATOS FIRMADOS ANTERIORMENTE À RESPECTIVA VIGÊNCIA. \n\n\n\n    I - A blindagem constitucional ao ato jurídico perfeito, ao direito adquirido e à coisa julgada configura cláusula pétrea, bem assim um dos pilares de sustentação do Estado Democrático de Direito, consubstanciando garantias individuais de todos os cidadãos.\n\n\n\n    II - Os efeitos decorrentes da entrada em vigor da Lei 9.656/1998 em relação a fatos passados, presentes, futuros e pendentes pode variar, de acordo com os diferentes graus da retroatividade das leis, admitida pela doutrina e jurisprudência em casos particulares.\n\n\n\n    III - Dentro do campo da aplicação da lei civil no tempo é que surge a regulamentação do setor de prestação de assistência suplementar à saúde, como forma de intervenção estatal no domínio econômico, implementada pela Lei 9.656/1998, a gerar reflexos no campo da aplicação da lei civil no tempo. \n\n\n\n    IV - A expansão da assistência privada à saúde, paralelamente à sua universalização, para além de estar calcada no direito constitucional de acesso à saúde, também atende aos ditames da livre iniciativa e da proteção ao consumidor, ambos princípios norteadores da ordem econômica nacional.\n\n\n\n    V - Como em qualquer contrato de adesão com o viés de aleatoriedade tão acentuado, a contraprestação paga pelo segurado é atrelada aos riscos assumidos pela prestadora, sendo um dos critérios para o seu dimensionamento o exame das normas aplicáveis à época de sua celebração. \n\n\n\n    VI - Sob a perspectiva das partes, é preciso determinar, previamente, quais as regras legais que as vinculam e que servirão para a interpretação das cláusulas contratuais, observado, ainda, o vetusto princípio pacta sunt servanda. \n\n\n\n    VII - A dimensão temporal é inerente à natureza dos contratos de planos de saúde, pois as operadoras e os segurados levaram em conta em seus cálculos, à época de sua celebração, a probabilidade da ocorrência de riscos futuros e as coberturas correspondentes. \n\n\n\n    VIII - As relações jurídicas decorrentes de tais contratos, livremente pactuadas, observada a autonomia da vontade das partes, devem ser compreendidas à luz da segurança jurídica, de maneira a conferir estabilidade aos direitos de todos os envolvidos, presumindo-se o conhecimento que as partes tinham das regras às quais se vincularam.\n\n\n\n    IX - A vedação à retroatividade plena dos dispositivos inaugurados pela Lei 9.656/1998, como aqueles que dizem respeito à cobertura de determinadas moléstias, além de obedecer ao preceito pétreo estampado no art. 5°, XXXVI, da CF, também guarda submissão àqueles relativos à ordem econômica e à livre iniciativa, sem que se descuide da defesa do consumidor, pois todos encontram-se expressamente previstos no art. 170 da CF.\n\n\n\n    X – Os contratos de planos de saúde firmados antes do advento da Lei 9.656/1998 constituem atos jurídicos perfeitos, e, como regra geral, estão blindados contra mudanças supervenientes, ressalvada a proteção de outros direitos fundamentais ou de indivíduos em situação de vulnerabilidade.\n\n\n\n    XI - Nos termos do art. 35 da Lei 9.656/1998, assegurou-se aos beneficiários dos contratos celebrados anteriormente a 10 de janeiro de 1999 a possibilidade de opção pelas novas regras, tendo o § 4° do mencionado dispositivo proibido que a migração fosse feita unilateralmente pela operadora.\n\n\n\n    XII – Em suma: As disposições da Lei 9.656/1998, à luz do art. 5º, XXXVI, da Constituição Federal, somente incidem sobre os contratos celebrados a partir de sua vigência, bem como nos contratos que, firmados anteriormente, foram adaptados ao seu regime, sendo as respectivas disposições inaplicáveis aos beneficiários que, exercendo sua autonomia de vontade, optaram por manter os planos antigos inalterados.\n\n\n\n    XIII - Recurso extraordinário a que se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754402903","externo_seq_objeto_incidente":4928717,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-274  DIVULG 17-11-2020  PUBLIC 18-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=948634&classe=RE","is_colac":false,"titulo":"RE 948634","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 INC-00001 INC-00002 INC-00003\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00011 PAR-00001 PAR-00002 PAR-00003\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00036 INC-00054 INC-00055 \n          ART-00093 INC-00020 ART-00102 INC-00003 \n          LET-A ART-00170 ART-00199\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008177      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009656      ANO-1998\n          ART-00010 PAR-00002 ART-00035 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009961      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00757\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00006\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-001908      ANO-1999\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 18\n\n","LEG-FED   MPR-002177      ANO-2001\n          ART-00002\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº44"],"publicacao_data":"2020-11-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CÓDIGO DE DEFESA DO CONSUMIDOR, APLICABILIDADE, PLANO DE SAÚDE. NORMA CONSTITUCIONAL, RETROATIVIDADE MÁXIMA, RETROATIVIDADE MÉDIA, OFENSA, PRINCÍPIO CONSTITUCIONAL, PRESERVAÇÃO, DIREITO FUNDAMENTAL, PESSOA NATURAL, SITUAÇÃO, VULNERABILIDADE, LEI NOVA, ALCANCE, ATO JURÍDICO, MOMENTO ANTERIOR, INTERFERÊNCIA, PLANO DA VALIDADE DO NEGÓCIO JURÍDICO. LEI DA FICHA LIMPA, LIMITAÇÃO, EFEITO PRO FUTURO, DIREITO DE SER VOTADO, CARGO ELETIVO. APLICAÇÃO RETROATIVA, LEI, TAXA REFERENCIAL (TR), ÍNDICE DE REAJUSTE, CONTRATO ANTERIOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: FUNDAMENTAÇÃO SUCINTA, DECISÃO JUDICIAL. AUSÊNCIA, REPERCUSSÃO GERAL, ALEGAÇÃO, OFENSA, DIREITO ADQUIRIDO, ATO JURÍDICO PERFEITO, COISA JULGADA, PRINCÍPIO DA LEGALIDADE, CONTRADITÓRIO, AMPLA DEFESA, DEVIDO PROCESSO LEGAL, INDISPENSABILIDADE, APRECIAÇÃO, NORMA INFRACONSTITUCIONAL. EXPLORAÇÃO, SERVIÇO DE SAÚDE, REGULAÇÃO, IRRELEVÂNCIA, CARÁTER SUPLEMENTAR. CONTRATO, ATO JURÍDICO PERFEITO, RETROATIVIDADE MÍNIMA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, AUSÊNCIA, IMPEDIMENTO, SUSPEIÇÃO, EXCEÇÃO, MINISTRO, INDICAÇÃO, RAZÕES, FORO ÍNTIMO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONTRATO, PRESTAÇÃO SUCESSIVA, APERFEIÇOAMENTO, DIREITO, MOMENTO, ACORDO, VONTADE, PARTE PROCESSUAL. DESPROVIMENTO, RECURSO EXTRAORDINÁRIO, ACÓRDÃO RECORRIDO, ANULAÇÃO, CONTRATO, PLANO DE SAÚDE, OFENSA, ESTATUTO DO IDOSO, CÓDIGO DE DEFESA DO CONSUMIDOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=948634&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI DA FICHA LIMPA, LIMITAÇÃO, EFEITO PRO FUTURO, DIREITO DE SER VOTADO, CARGO ELETIVO)\nRE 929670 (TP). \n(OPERADORA DE PLANO DE SAÚDE, LEI NOVA, APLICAÇÃO RETROATIVA)\nADI 1931 (TP), ADI 1931 MC (TP). \n(FUNDAMENTAÇÃO SUCINTA, DECISÃO JUDICIAL)\nAI 791292 QO-RG. \n(AUSÊNCIA, REPERCUSSÃO GERAL, INDISPENSABILIDADE, APRECIAÇÃO, NORMA INFRACONSTITUCIONAL)\nARE 748371 RG (TP). \n(EXPLORAÇÃO, SERVIÇO DE SAÚDE, REGULAÇÃO, IRRELEVÂNCIA, CARÁTER SUPLEMENTAR)\nRE 597064 (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, AUSÊNCIA, IMPEDIMENTO, SUSPEIÇÃO, EXCEÇÃO, MINISTRO, INDICAÇÃO, RAZÕES, FORO ÍNTIMO)\nADI 6362 (TP). \n(APLICAÇÃO RETROATIVA, LEI, TAXA REFERENCIAL (TR), ÍNDICE DE REAJUSTE, CONTRATO ANTERIOR)\nADI 493 (TP). \n(CONTRATO, PRESTAÇÃO SUCESSIVA, APERFEIÇOAMENTO, DIREITO, MOMENTO, ACORDO, VONTADE, PARTE PROCESSUAL)\nAI 99655 AgR (2ªT). \n(CONTRATO, ATO JURÍDICO PERFEITO, RETROATIVIDADE MÍNIMA)\nAI 363159 AgR (2ªT). \n- Legislação estrangeira citada: Art. 2º, do Código Napoleônico, de 1804.\n- Veja RE 578801 RG e RE 652492 do STF.\nNúmero de páginas: 43.\nAnálise: 16/08/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIMED PORTO ALEGRE - SOCIEDADE COOPERATIVA DE TRABALHO MÉDICO LTDA \nADV.(A/S)  : CARLOS SPINDLER DOS SANTOS \nADV.(A/S)  : JOSE EDUARDO MARTINS CARDOZO \nRECDO.(A/S)  : IARA MARIA CARDOSO DOS SANTOS \nADV.(A/S)  : PAULO CELSO SAMPAIO MENEZES \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DE SAÚDE SUPLEMENTAR - FENASAÚDE \nADV.(A/S)  : SERGIO BERMUDES E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"123 - Aplicação de lei nova sobre plano de saúde aos contratos anteriormente firmados.","old_seq_sjur":436456,"documental_tese_texto":"As disposições da Lei 9.656/1998, à luz do art. 5º, XXXVI, da Constituição Federal, somente incidem sobre os contratos celebrados a partir de sua vigência, bem como nos contratos que, firmados anteriormente, foram adaptados ao seu regime, sendo as respectivas disposições inaplicáveis aos beneficiários que, exercendo sua autonomia de vontade, optaram por manter os planos antigos inalterados.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 948634","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"FRANÇA, Rubens Limongi. A Irretroatividade das Leis e o Direito Adquirido. 5. ed. São Paulo: Saraiva, 1998. p. 29-30.\nGAGLIANO, Pablo Stolze; PAMPLONA FILHO, Rodolfo. Manual de Direito Civil. 3. ed. São Paulo: Saraiva, 2019. v. único.\nGREGORI, Maria Stella. Planos de Saúde: a ótica da proteção do consumidor. 3. ed. São Paulo: Revista dos Tribunais, 2011. p. 130-132.\nMARQUES, Cláudia Lima. Conflito de Leis no tempo e direito adquirido dos consumidores de planos e seguros de saúde, v. 13, São Paulo, Revista dos Tribunais, 1999. p. 131.\nMAXIMILIANO, Carlos. Direito Intertemporal. 2. ed. São Paulo: Freitas Bastos, 1955. p. 8.\nOLIVEIRA, Carlos E. Elias de. Retroatividade das leis: a situação das leis emergenciais em tempos de pandemia. Disponível em: http://www.flaviotartuce.adv.br/artigos_convidados. Acesso em: 15 jul. 2020.\nRÁO, Vicente. O Direito e a Vida dos Direitos, 7. ed. São Paulo: Revista dos Tribunais, 2013. p. 428.\nRIZZARDO, Arnaldo. Contratos. 16. ed. São Paulo: Forense, 2016. p. 894.\nROUBIER. Paul. Apud PEREIRA, Caio Mário da Silva. Instituições de Direito Civil. 33. ed. Atualização: Maria Celina Bodin de Moraes. Rio de Janeiro: Forense, 2020. v. 1. p. 154.\nSTOLZE, Pablo; PAMPLONA FILHO, Rodolfo. Novo Curso de Direito Civil: Parte Geral. 15. ed. São Paulo: Saraiva, 2014. v. 1. p. 345.\nTARTUCE, Flávio. Manual de Direito Civil. 4. ed. Rio de Janeiro: Forense; São Paulo: Método, 2014. v. único. p. 581-582.\nZAVASCKI, Teori. Planos econômicos, direito adquirido e FGTS. Revista de Informação Legislativa, v. 34, n. 134, abr./jun. 1997. p. 252.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":948634,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur437084","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Presidente), no sentido de confirmar a medida cautelar em maior extensão, e desde logo propor a conversão do julgamento de mérito para julgar parcialmente procedente a ação direta e declarar a inconstitucionalidade dos incisos I, III, e a expressão “perturbação à execução da atividade laboral pelos servidores e pelas autoridades públicas, ao acesso ao serviço público pela população em geral, ao trânsito de veículos e de pessoas” do inciso VII do art. 2º, bem como do § 1º do art. 3º, todos do Decreto nº 14.827, de 28 de agosto de 2017, expedido pelo Governador do Estado do Mato Grosso do Sul, pediu vista dos autos o Ministro Luiz Fux. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Plenário, 20.9.2018.\r\n\n           Decisão: Após o voto-vista do Ministro Luiz Fux, que divergia parcialmente do Ministro Dias Toffoli (Presidente e Relator) e julgava procedente o pedido formulado na ação direta para declarar a inconstitucionalidade total do Decreto estadual nº 14.827, de 28 de agosto de 2017, de Mato Grosso do Sul, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 22.5.2020 a 28.5.2020.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do Decreto estadual 14.827, de 28 de agosto de 2017, de Mato Grosso do Sul, nos termos do voto do Ministro Luiz Fux (Redator para o acórdão), vencidos os Ministros Dias Toffoli (Presidente e Relator), Alexandre de Moraes, Marco Aurélio e Ricardo Lewandowski. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur437084","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur437084","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: DIREITO CONSTITUCIONAL E ADMINISTRATIVO. DECRETO 14.827, DE 28 DE AGOSTO DE 2017, DO ESTADO DE MATO GROSSO DO SUL. LIMITAÇÃO DO EXERCÍCIO DA LIBERDADE DE REUNIÃO PELA VIA REGULAMENTAR. RESTRIÇÕES INCOMPATÍVEIS COM A DIMENSÃO AXIOLÓGICA DO DIREITO FUNDAMENTAL DE REUNIÃO. VIOLAÇÃO AO PRINCÍPIO DA LEGALIDADE. AUSÊNCIA DE PRINCÍPIOS INTELIGÍVEIS APTOS A NORTEAR A ATUAÇÃO ADMINISTRATIVA. CRIAÇÃO DE TIPOS NORMATIVOS ESPECÍFICOS PARA O PARQUE DOS PODERES. DESPROPORCIONALIDADE. \n\n\n\n    1. O exercício da liberdade de reunião é essencial para a criação de um ambiente democrático real que oportunize ao cidadão desempenhar adequadamente o seu papel de cointérprete da Constituição, propiciando a criação de agendas sociais que poderiam passar ao largo dos interesses político-partidários hegemônicos.\n\n\n\n    2. A liberdade de reunião alcança o nível de visibilidade desejado e comunica a sua mensagem quando da realização de atos eventualmente inconvenientes para os não-participantes do protesto, os quais, se razoáveis e não-violentos, devem ser tolerados pelo Estado e pela sociedade.\n\n\n\n    3. A posição privilegiada (preferred position) ocupada pelas liberdades comunicativas no sistema jurídico brasileiro demanda que eventuais limitações devem estar em harmonia com outros valores constitucionais, recebendo um ônus argumentativo qualificado.\n\n\n\n    4. In casu, as medidas restritivas contidas no Decreto proscrevem a realização de manifestações na área do “Parque dos Poderes”, local que concentra a organização político-administrativa do Estado de Mato Grosso do Sul, ao não permitirem a utilização de qualquer forma de comunicação visual (cartazes) ou auditiva (ruídos) que transmita a mensagem motivadora da reunião a terceiros.\n\n\n\n    5. A vedação da prática de qualquer ato que possa acarretar perturbação à execução da atividade laboral pelos servidores e pelas autoridades públicas, ao acesso ao serviço público pela população em geral, ao trânsito de veículos e de pessoas, bem como degradação ou prejuízo ao meio ambiente, concede verdadeira carta-branca para a restrição do uso do bem público com base em juízo de conveniência e oportunidade das autoridades, subordinando a realização de reunião pública à discricionariedade administrativa, já que todo e qualquer ato de manifestação pública pressupõe algum grau de afetação a direitos de terceiros.\n\n\n\n    6. In casu, o Poder Executivo foi além do que a Constituição Federal autoriza em matéria de legalidade, ao criar, ab nihilo, tipos sancionadores que inovam na ordem jurídica e que representam verdadeira restrição do núcleo essencial do direito fundamental, sem fundamento legal que delineie princípios inteligíveis (intelligible principles) aptos a guiar sua respectiva aplicação e controle.\n\n\n\n    7. As sanções contidas no Decreto incidem específica e exclusivamente sobre condutas praticadas no centro administrativo da cidade de Campo Grande, sobrepondo-se injustificadamente a outros tipos sancionadores que já tutelam os mesmos bens jurídicos, em violação aos princípios da segurança jurídica e da proporcionalidade e fazendo transparecer que o fim almejado pelo administrador foi o da vedação ampla de todas as formas de manifestação política, cultural e social nas imediações das sedes dos Poderes estaduais – e não qualquer proteção ao meio ambiente ou à segurança pública. \n\n\n\n    8. Ação julgada procedente para declarar a inconstitucionalidade do Decreto estadual 14.827, de 28 de agosto de 2017, de Mato Grosso do Sul.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754492192","externo_seq_objeto_incidente":5328281,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-280  DIVULG 25-11-2020  PUBLIC 26-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5852&classe=ADI","is_colac":false,"titulo":"ADI 5852","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00002 INC-00004 INC-00009\n    INC-00015 INC-00016 PAR-00002 ART-00102\n    INC-00001 LET-A ART-00103 INC-00009\n    ART-00136 PAR-00001 INC-00001 LET-A\n    ART-00139 INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004719 ANO-2015\n    LEI ORDINÁRIA, MS\n\n","LEG-INT   CVC ANO-1969\n    ART-00015\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00021\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   LEI-001268 ANO-1992\n    LEI ORDINÁRIA, MS\n\n","LEG-EST   LEI-004335 ANO-2013\n    LEI ORDINÁRIA, MS\n\n","LEG-EST   DEC-014827 ANO-2017\n    ART-00001 ART-00002 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 PAR-ÚNICO ART-00003 INC-00001\n    INC-00002 PAR-00001 PAR-00002 ART-00004\n    ART-00005 ART-00006 PAR-ÚNICO ART-00007\n    DECRETO, MS\n\n","LEG-DIS   DEC-020007 ANO-1999\n    DECRETO, DF\n\n","LEG-DIS   DEC-020098 ANO-1999\n    DECRETO, DF"],"publicacao_data":"2020-11-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONTROLE DE CONSTITUCIONALIDADE, DECRETO AUTÔNOMO. LEGITIMIDADE ATIVA, EXISTÊNCIA, PERTINÊNCIA TEMÁTICA. LIBERDADE DE EXPRESSÃO, IGUALDADE, CARÁTER POLÍTICO. DIREITO DE REUNIÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, CONSCIÊNCIA REFLEXIVA, ESCOLHA, CARÁTER POLÍTICO, FORMAÇÃO, JUSTIÇA SOCIAL. RESTRIÇÃO, DIREITO DE REUNIÃO, CONSTITUIÇÃO FEDERAL, ESTADO DE SÍTIO, ESTADO DE DEFESA. LIMITAÇÃO, DIREITO DE REUNIÃO, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. IMPORTÂNCIA, VISIBILIDADE, MANIFESTAÇÃO, NECESSIDADE, TOLERÂNCIA, INCONVENIÊNCIA, TERCEIRO. NECESSIDADE, MOTIVAÇÃO, RESTRIÇÃO, DIREITO DE REUNIÃO, FUNDAMENTO, CONFLITO, DIREITO, NATUREZA CONSTITUCIONAL. TRADIÇÃO CULTURAL, MANIFESTAÇÃO, PRAÇA PÚBLICA. RESTRIÇÃO, MANIFESTAÇÃO PÚBLICA, POSSIBILIDADE, OCULTAÇÃO, DISCRIMINAÇÃO, DIREITO DAS MINORIAS. PONDERAÇÃO DE PRINCÍPIOS, DIREITO DE REUNIÃO, SEGURANÇA PÚBLICA, LOCOMOÇÃO, MEIO AMBIENTE. CONSTITUCIONALIZAÇÃO, DIREITO ADMINISTRATIVO, ATUAÇÃO, FUNDAMENTO, JURIDICIDADE. PRINCÍPIO DA RESERVA LEGAL, PRINCÍPIO DA LEGALIDADE. PREVISÃO, ATO NORMATIVO, AFERIÇÃO, POLÍCIA MILITAR, LEGITIMIDADE, REUNIÃO PACÍFICA, AJUIZAMENTO, AÇÃO JUDICIAL, ENTE FEDERADO. APLICAÇÃO, NON BIS IN IDEM, ÂMBITO, DIREITO ADMINISTRATIVO, COROLÁRIO, SEGURANÇA JURÍDICA, PROPORCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LIMITAÇÃO, MANIFESTAÇÃO PÚBLICA, FINALIDADE, IMPEDIMENTO, OPINIÃO PÚBLICA. PRINCÍPIO DA RESERVA LEGAL. RESERVA LEGAL IMPLÍCITA. POSSIBILIDADE, RESTRIÇÃO, DIREITO FUNDAMENTAL, INTERMÉDIO, LEI, JUSTIFICATIVA, INTERESSE PÚBLICO. IMPOSSIBILIDADE, LIMITAÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE LOCOMOÇÃO, INTERMÉDIO, DECRETO, CHEFE DO PODER EXECUTIVO. DIREITO NEGATIVO, PODER PÚBLICO. PROIBIÇÃO, CRIAÇÃO, MULTA, PODER EXECUTIVO, AUSÊNCIA, LEI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INTERPRETAÇÃO RESTRITIVA, LIMITAÇÃO, DIREITO FUNDAMENTAL, LIBERDADE DE REUNIÃO. PROTEÇÃO, ÂMBITO INTERNACIONAL, DIREITO, REUNIÃO PACÍFICA. EXIGÊNCIA, LEI FORMAL, EXIGÊNCIA, NECESSIDADE, RESTRIÇÃO, DIREITO FUNDAMENTAL. JULGAMENTO, TRIBUNAL EUROPEU DOS DIREITOS HUMANOS, EXIGÊNCIA, TOLERÂNCIA, AUTORIDADE PÚBLICA, REUNIÃO PACÍFICA, AUSÊNCIA, ATO, VIOLÊNCIA, RISCO, RESTRIÇÃO, LIBERDADE DE REUNIÃO. IMPOSSIBILIDADE, INTERFERÊNCIA, LIBERDADE DE REUNIÃO, IMPOSIÇÃO, PENALIDADE, JUSTIFICATIVA, AUSÊNCIA, AUTORIZAÇÃO PRÉVIA. JULGAMENTO, ÂMBITO INTERNACIONAL, AUSÊNCIA, CONSIDERAÇÃO, ABUSO, REUNIÃO PACÍFICA, BLOQUEIO, VIA PÚBLICA. NECESSIDADE, CRITÉRIO, CARÁTER OBJETIVO, AVALIAÇÃO, RESTRIÇÃO, LIBERDADE DE LOCOMOÇÃO. RESTRIÇÃO, LIBERDADE DE REUNIÃO, OFENSA, DEMOCRACIA. IMPOSIÇÃO, PENALIDADE, PARTICIPAÇÃO, MANIFESTAÇÃO PÚBLICA, EFEITO, INIBIÇÃO, LIBERDADE DE REUNIÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONSIDERAÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE REUNIÃO, NÚCLEO ESSENCIAL, DEMOCRACIA. JURISPRUDÊNCIA, STF, MANIFESTAÇÃO, CARÁTER POLÍTICO, PRAÇA PÚBLICA. CLÁUSULA ABERTA DE RECEPÇÃO, TRATADO INTERNACIONAL, INTERPRETAÇÃO, GARANTIA CONSTITUCIONAL. EXERCÍCIO, REUNIÃO PACÍFICA, INDEPENDÊNCIA, AUTORIZAÇÃO, EXIGÊNCIA, NOTIFICAÇÃO PRÉVIA. DIREITO DE REUNIÃO, PARTICIPAÇÃO, LOCAL PÚBLICO. LIMITAÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, DECRETO, OFENSA, PRINCÍPIO DA RESERVA LEGAL. POSSIBILIDADE, LIMITAÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, LEI.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ATO NORMATIVO, INOVAÇÃO, ORDENAMENTO JURÍDICO. POSSIBILIDADE, LIMITAÇÃO, ALCANCE, LIBERDADE DE EXPRESSÃO, DIREITO DE REUNIÃO, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. VEDAÇÃO, ATO NORMATIVO, REALIZAÇÃO, REUNIÃO PACÍFICA, FINALIDADE, AFASTAMENTO, MANIFESTAÇÃO, GRUPO DE PESSOAS. DISPENSABILIDADE, AUTORIZAÇÃO EXPRESSA, PODER PÚBLICO, DIREITO DE REUNIÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL, CONDICIONAMENTO, DIREITO DE REUNIÃO, REUNIÃO PACÍFICA, AUSÊNCIA, ARMA DE FOGO, EXIGÊNCIA, NOTIFICAÇÃO PRÉVIA. NOTIFICAÇÃO PRÉVIA, FINALIDADE, GARANTIA, ORGANIZAÇÃO, SEGURANÇA, PARTICIPANTE. IMPOSSIBILIDADE, IMPEDIMENTO, ACESSO, PARTICULAR, ÁREA DE USO COMUM. DIFERENÇA, SERVIDOR PÚBLICO, CIDADÃO, MATÉRIA, DIREITO DE MANIFESTAÇÃO. OFENSA, PRINCÍPIO DA LEGALIDADE, CRIAÇÃO, ILÍCITO ADMINISTRATIVO, ATO NORMATIVO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: CONFIGURAÇÃO, PRINCÍPIO, ESTADO DEMOCRÁTICO DE DIREITO, DIREITO DE REUNIÃO, LIBERDADE DE EXPRESSÃO. CONSTITUIÇÃO FEDERAL, EXIGÊNCIA, NOTIFICAÇÃO PRÉVIA, AUTORIDADE COMPETENTE, REUNIÃO PACÍFICA. DIREITO DE REUNIÃO, DIREITO DE GREVE. CONFLITO, DIREITO FUNDAMENTAL, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. RELATIVIZAÇÃO, RAZOABILIDADE, DIREITO DE REUNIÃO, DIREITO DE GREVE. IMPOSSIBILIDADE, EXERCÍCIO, DIREITO DE REUNIÃO, DIREITO DE GREVE, ATO ATENTATÓRIO, LIBERDADE, SAÚDE, MORALIDADE, ORDEM PÚBLICA, SEGURANÇA NACIONAL, SEGURANÇA PÚBLICA, BEM ESTAR SOCIAL, PREVENÇÃO DO CRIME. REUNIÃO PACÍFICA, DIREITO COMPARADO. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO. CONSIDERAÇÃO, DIREITO DE REUNIÃO, DIREITO INDIVIDUAL, GARANTIA, INTERESSE COLETIVO. STF, DIFERENÇA, COMUNICAÇÃO, AUTORIZAÇÃO, DIREITO DE REUNIÃO. INADMISSIBILIDADE, DIFERENÇA, SERVIDOR PÚBLICO, CIDADÃO, OFENSA, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA LEGALIDADE.\n\n- TERMO(S) DE RESGATE: MARCHA DA MACONHA. DIREITO DE ABSTENÇÃO. REUNIÃO A CÉU ABERTO. EFEITO INIBITÓRIO, CHILLING EFFECT. GREVES REIVINDICATIVAS, GREVES DE SOLIDARIEDADE, GREVES POLÍTICAS, GREVES DE PROTESTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5852&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, IMPUGNAÇÃO, DECRETO, INOVAÇÃO, ORDENAMENTO JURÍDICO)\nADI 3664 (TP). \n(RESTRIÇÃO, DIREITO FUNDAMENTAL, DIREITO DE REUNIÃO, OBSERVÂNCIA, CONSTITUIÇÃO FEDERAL)\nADI 1969 (TP). \n(IMPOSSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, GARANTIA, LIBERDADE DE EXPRESSÃO)\nADI 1969 (TP), ADPF 187 (TP), ADI 4274 (TP), RE 806339 (TP), ADPF 548 (TP). \n(IMPOSSIBILIDADE, IMPEDIMENTO, ACESSO, ÁREA DE USO COMUM)\nADI 1706 (TP). \n(OBSERVÂNCIA, PRINCÍPIO DA LEGALIDADE, SANÇÃO, ÂMBITO, ADMINISTRAÇÃO PÚBLICA)\nADI 2998 (TP), ACO 2829 AgR (1ªT). \n(ADI, POSSIBILIDADE, CONTROLE DE CONSTITUCIONALIDADE, DECRETO AUTÔNOMO)\nADI 1969 (TP), ADI 3614 (TP), ADI 3664 (TP), ADI 4152 (TP). \n(ADI, LEGITIMIDADE ATIVA, COBRAPOL)\nADI 3000 (TP), ADI 3235 (TP), ADI 3582 (TP). \n(LIBERDADE DE REUNIÃO, PARTICIPAÇÃO ATIVA, CIDADÃO, DEMOCRACIA)\nADPF 187 (TP). \n(HC, LIBERDADE DE REUNIÃO, ABUSO DE AUTORIDADE)\nHC 3536 (TP), HC 4781 (TP). \n(IMPOSSIBILIDADE, RESTRIÇÃO, LIBERDADE DE REUNIÃO, DIREITO DE MANIFESTAÇÃO, LIBERDADE DE LOCOMOÇÃO, DECRETO, CHEFE DO PODER EXECUTIVO)\nADI 2075 MC (TP), AC 1033 AgR-QO (TP). \n(IMPOSSIBILIDADE, UTILIZAÇÃO, DIREITO INDIVIDUAL, PROTEÇÃO, ATIVIDADE ILÍCITA, AFASTAMENTO, RESPONSABILIDADE)\nHC 70814 (1ªT). \n- Decisões estrangeiras citadas: Caso Abrams vs. Unites States, Caso Shuttlesworth vs. City of Birmingham, 394 U.S. 147, 150-51, de 1969, Caso Jones vs. Parmley, 465 F.3D 46, 56-57 2D CIR 2006, Caso Ward vs. Rock Against Racism, 491 U.S. 781, 791, de 1989, Caso Thomas vs. Chi. Park Dist., 534 U.S. 316, 322, de 2002 e Caso Quoting Clark vs. Cmty. for Creative Non-Violence, 468 U.S. 288, 293, de 1984 da Suprema Corte dos Estados Unidos da América; Caso Ashughyan vs. Armenia, Caso Galstyan vs. Armenia, Caso Kasparov e Outros vs. Rússia (queixa n. 51988/07), Caso Sergey Kuznetsov vs. Rússia (queixa n. 10877/04, de 2008), Caso Oya Ataman vs. Turquia (queixa n. 74552/01, decisão de 2006), Caso Bukta e Outros vs. Hungria (queixa n. 25691/04, decisão de 2007), Caso Fáber vs. Hungria (queixa n. 40721/08, decisão de 2012), Caso Berladir e Outros vs. Rússia (queixa n. 34202/06, decisão de 2012), Caso Malofeyeva c. Rússia (queixa n. 36673/04, decisão de 2013), Caso Navalnyy e Yashin vs. Rússia (queixa n. 76204/11, decisão de 2014) e  Caso Kudrevicius e Outros vs. Lituânia (queixa n. 37553/05, decisão de 2015), da Corte Europeia de Direitos Humanos; Caso Mlungwana e Outros vs. O Estado (CCT 32/18), da Corte Constitucional da África do Sul; decisão C-742/12, de 26.09.2012, da Corte Constitucional da Colômbia; Caso Auli Kivenmaa vs. Finland, do Comitê de Direitos Humanos da ONU; Caso Barraco vs. France, Cinquième Section, Requête n. 31684/05, Arret, Strasbourg, de 5 de março de 2009, do Tribunal Europeu de Direitos Humanos.\n- Legislação estrangeira citada: arts. 10 e 11 da Convenção Europeia de Direitos Humanos; Primeira Emenda à Constituição dos Estados Unidos; Statues of England & Wales, Public Order Act 1986, Ch. 64, Royal Assent, de 7 de novembro de 1986; Seção 2 da Constituição do Canadá; Constituição Portuguesa de 1976.\n- Veja art. 29 da Declaração dos Direitos Humanos das Nações Unidas.\n- Veja Informe sobre la situacíon de las defensoras y defensores de los derechos humanos em las Américas, 2006 e Informe Anual 2005, Las manifestaciones públicas como ejercicio de la libertad de expressión y la libertad de reunión, da Comissão Interamericana de Direitos Humanos.\nNúmero de páginas: 117.\nAnálise: 29/11/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO BRASILEIRA DE TRABALHADORES POLICIAIS CIVIS - COBRAPOL \nADV.(A/S)  : FABRICIO CORREIA DE AQUINO E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":437084,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ADI 5852","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandre Santos de. A Concepção PósPositivista do Princípio da Legalidade. Revista de Direito Administrativo, v. 236, 2005. p. 12.\nBARACHO, José Alfredo Oliveira. Teoria da Constituição. Revista de Informação Legislativa, ano 15, n. 58, abr/jun. 1978.\nBARILE, Paolo. Diritti dell’uomo e libertà fundamentali. Bolonha: Il Molino. p. 13 et seq e 182-183.\nBAKER, C. Edwin. Human liberty and freedom of speech. Oxford University Press on Demand, 1989. p. 134. \nBIELSA, Rafael. Estudios de Derecho Público – Derecho Constitucional. t. 3. Buenos Aires: Arayú. p. 345. Buenos Aires: Arayú. p. 345.\nBINENBOJM, Gustavo. A constitucionalização do direito administrativo no Brasil: um inventário de avanços e retrocessos. Revista Eletrônica sobre a Reforma do Estado, Salvador: Instituto Brasileiro de Direito Público, n. 13, 2008.\nCANOTILHO, J. J. Gomes. Direito constitucional. Coimbra: Almedina, 1993. p. 541 et seq.\nCASSAGNE, Juan Carlos. Derecho administrativo. Buenos Aires: Abeledo Perrot, 2002. p. 27-28.\nDUGUIT. Fundamentos do Direito. São Paulo: Ícone, 1996. p. 11 et seq.\nDWORKIN, Ronald. Justice for hedgehogs. Cambridge; London: The Belknap Press of Harvard University Press, 2011. p. 593.\nEL-HAJ, Tabatha Abu. The Neglected Right of Assembly, 56 UCLA L. Rev. n. 543, 2009. p. 551-552.\nFERREIRA FILHO, Manoel Gonçalves. Estado de direito e constituição. São Paulo: Saraiva, 1988. p. 16 et seq.\nGARGARELLA, Roberto. El derecho a la protesta: el primer derecho. Buenos Aires: Ad-Hoc, 2005. p. 26.\nGOMES, Juliana Cesário Alvim. O constitucionalismo difuso e seus fundamentos in Jurisdição constitucional e política. Rio de Janeiro: Forense, 2015. p. 423.\nLAVIÉ, Quiroga. Derecho Constitucional. Buenos Aires: Depalma, 1993. p. 123 et seq.\nMADISON. Federalist Papers. n. 51.\nMARQUES NETO, Floriano de Azevedo; CYMBALISTA, Tatiana Matiello. Os acordos substitutivos do procedimento sancionatório e da sanção. Revista brasileira de direito público - RBDP, v. 8, n. 31, p. 51-68, out./dez. 2010.\nMAXIMILIANO, Carlos. Hermenêutica e aplicação do Direito. Rio de Janeiro: Forense, 2011. p. 227.\nMEDEIROS, Alice Bernardo Voronoff de. Por um discurso de justificação e aplicação para o direito administrativo sancionador no Brasil. Tese de Doutorado em Direito Público, Universidade do Estado do Rio de Janeiro, Faculdade de Direito, 2017. p. 180-181.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 11. ed. Saraiva: São Paulo, 2016. p. 198-200.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional, São Paulo: Saraiva, 2016. p. 295.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo: Saraiva, 2007. p. 383-384.\nMIRANDA, Jorge; RUI, Medeiros. Constituição Portuguesa Anotada. t. 1. Coimbra Editora, 2005. p. 465-466.\nNONINO, Marina Esteves. O Recrudescimento do Direito Administrativo Sancionador na Sociedade de Riscos. Revista Percurso, Unicuritiba, v. 2, n. 19, 2016.\nNUSSBAUM, Martha. Capabilities as fundamental entitlements: Sen and social justice. Feminist economics, v. 9, n. 2-3, p. 33-59, 2003. p. 41-42.\nOSÓRIO, Fábio Medina. Direito Administrativo Sancionador. São Paulo: RT, 2000. p. 279 e 292.\nSEN, Amartya. Desenvolvimento como liberdade. São Paulo: Companhia de bolso, 2015. p 201.\nYOUNG, Iris Marion Young. Inclusion and Democracy. Oxford; New York: Oxford University Press, 2000. p. 47-48.","ministro_facet":["DIAS TOFFOLI","LUIZ FUX"],"processo_numero":5852,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur423360","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto do Relatora. Ausentes, por motivo de licença médica, o Ministro Celso de Mello e, justificadamente, o Ministro Ricardo Lewandowski. Presidência da Ministra Cármen Lúcia. 2ª Turma, 17.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur423360","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur423360","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA ITALIANA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIMES DE TRÁFICO DE DROGAS: DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO PELA LEGISLAÇÃO BRASILEIRA E ESTRANGEIRA. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Governo da Itália atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao Extraditando e para executar a sentença condenatória imposta.\n\n\n\n    3. Requisito da dupla tipicidade cumprido quanto aos fatos delituosos imputados ao Extraditando correspondentes, no Brasil, ao crime de tráfico de drogas.\n\n\n\n    4. Inocorrência de prescrição pela legislação brasileira e italiana.\n\n\n\n    5. Teses de defesa não infirmam o presente pedido de extradição.\n\n\n\n    6. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752612375","externo_seq_objeto_incidente":5803110,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-114  DIVULG 08-05-2020  PUBLIC 11-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1606&classe=Ext","is_colac":false,"titulo":"Ext 1606","documental_legislacao_citada_texto":["LEG-FED   LEI-006368      ANO-1976\n          ART-00012\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00004 \n          INC-00007 ART-00083 INC-00001 ART-00084 \n          ART-00088 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1989\n                TRATADO DE EXTRADIÇÃO,DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-05-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. EDSON FACHIN: APRECIAÇÃO, REVELIA, EXTRADIÇÃO; AUSÊNCIA, PRESCRIÇÃO, EXTRADIÇÃO EXECUTÓRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1606&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCOMPETÊNCIA, STF, APRECIAÇÃO, MÉRITO, PROVA, PEDIDO, EXTRADIÇÃO)\nExt 669 (TP), Ext 866 (TP), Ext 897 (TP). \n- Legislação estrangeira citada: art. 73 e art. 172 do Código Penal Italiano.\nNúmero de páginas: 12.\nAnálise: 20/10/2020, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : WALTER ROTA OU ROTA WALTER \nADV.(A/S)  : CÁSSIO PAOLETTI JUNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":423360,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1606","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-03-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1606,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425594","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, conheceu em parte da ação direta e, nessa parte, julgou improcedente o pedido, nos termos do voto do Relator, vencidos o Ministro Edson Fachin e, em parte, a Ministra Rosa Weber. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019). Plenário, Sessão Virtual de 10.4.2020 a 17.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425594","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425594","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE. 2. LEI 9.601/1998. CONTRATO DE TRABALHO POR PRAZO DETERMINADO. 3. AUSÊNCIA DE INCONSTITUCIONALIDADE FORMAL E MATERIAL. 4. MEDIDA CAUTELAR INDEFERIDA PELO TRIBUNAL PLENO. 5. AÇÃO JULGADA IMPROCEDENTE.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752783296","externo_seq_objeto_incidente":1694165,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-134  DIVULG 28-05-2020  PUBLIC 29-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1764&classe=ADI","is_colac":false,"titulo":"ADI 1764","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00003 INC-00004 \n          ART-00003 INC-00001 INC-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00054 PAR-00002 \n          ART-00006 ART-00007 \"CAPUT\" INC-00001 \n          INC-00003 INC-00006 INC-00013 INC-00014 \n          INC-00021 INC-00022 INC-00024 INC-00026 \n          INC-00030 INC-00032 INC-00033 INC-00034 \n          ART-00008 INC-00003 INC-00008 ART-00022 \n          INC-00001 ART-00060 PAR-00004 ART-00170 \n          INC-00008 ART-00193 ART-00201 ART-00226\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00010 INC-00001 INC-00002 LET-A \n          LET-B\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-008080      ANO-1994\n          ART-00031\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009601      ANO-1998\n          ART-00001 PAR-00004 ART-00002 INC-00001 \n          INC-00002 PAR-ÚNICO ART-00003 ART-00004 \n          INC-00001 INC-00002 PAR-00001 INC-00001 \n          INC-00002 PAR-00002 PAR-00003 PAR-00004 \n          ART-00005 ART-00006 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000111      ANO-1958\n                CONVENÇÃO SOBRE DISCRIMINAÇÃO EM MATÉRIA DE EMPREGO E PROFISSÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00059 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00005 PAR-00006 ART-00384 ART-00443 \n          PAR-00002 ART-00477 PAR-00002\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-001709      ANO-1998\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001879      ANO-1999\n                MEDIDA PROVISÓRIA REEEDIÇÃO N° 13\n\n","LEG-FED   MPR-002164      ANO-2001\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-002164      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 41\n\n","LEG-FED   DLG-000104      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 111 SOBRE DISCRIMINAÇÃO EM MATÉRIA DE EMPREGO E PROFISSÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-062150      ANO-1968\n                DECRETO - PROMULGA A CONVENÇÃO Nº 111 SOBRE DISCRIMINAÇÃO EM MATÉRIA DE EMPREGO E PROFISSÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-002490      ANO-1998\n                DECRETO\n\n","LEG-FED   SUMTST-000085      \n          ITEM-1 ITEM-2 ITEM-3 ITEM-4 \n          ITEM-5 ITEM-6\n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2020-05-29","documental_acordao_mesmo_sentido_lista_texto":"ADI 1766  PROCESSO ELETRÔNICO\n          JULG-20-04-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-064\n          DJe-134  DIVULG 28-05-2020  PUBLIC 29-05-2020\n \nADI 1765  PROCESSO ELETRÔNICO\n          JULG-20-04-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-064\n          DJe-134  DIVULG 28-05-2020  PUBLIC 29-05-2020\n \nADI 1768  PROCESSO ELETRÔNICO\n          JULG-20-04-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-068\n          DJe-134  DIVULG 28-05-2020  PUBLIC 29-05-2020\n \nADI 1794  PROCESSO ELETRÔNICO\n          JULG-20-04-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-064\n          DJe-134  DIVULG 28-05-2020  PUBLIC 29-05-2020","documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PERDA DO OBJETO, ESGOTAMENTO, EFEITO, LEI IMPUGNADA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ALTERAÇÃO, LEI IMPUGNADA, DESNECESSIDADE, ADITAMENTO À PETIÇÃO INICIAL, MANUTENÇÃO, ESSENCIALIDADE, NORMA. INEXIGIBILIDADE, LEI COMPLEMENTAR, NORMA, CONTRATO DE TRABALHO, CONTRATO POR PRAZO DETERMINADO. ENCERRAMENTO, CONTRATO DE TRABALHO, CONTRATO POR PRAZO DETERMINADO, INOCORRÊNCIA, DEMISSÃO SEM JUSTA CAUSA. INEXIGIBILIDADE, LEI COMPLEMENTAR, NORMA, DEMISSÃO SEM JUSTA CAUSA, SITUAÇÃO EMERGENCIAL, IMPLEMENTAÇÃO, PLANO REAL. CONSTITUIÇÃO FEDERAL DE 1988, LIMITE CONSTITUCIONAL, LEGISLADOR, CONTRATANTE, CONFIGURAÇÃO, CONTRATO DE TRABALHO. CONSTITUIÇÃO FEDERAL DE 1988, DIREITO SOCIAL, TRABALHADOR, DIREITO SUBJETIVO, EMPREGADO. APLICAÇÃO, FORMA DIRETA, APLICAÇÃO IMEDIATA, NORMA, DIREITO FUNDAMENTAL, RELAÇÃO DE TRABALHO, CARÁTER PRIVADO. CONSTITUIÇÃO FEDERAL DE 1988, AUSÊNCIA, PROIBIÇÃO, CONTRATO DE TRABALHO, CARÁTER TEMPORÁRIO. RELAÇÃO DE TRABALHO, AUTONOMIA, ACORDO COLETIVO DE TRABALHO, CONVENÇÃO COLETIVA DE TRABALHO, REFORMA TRABALHISTA. CONTRATO DE TRABALHO, CONTRATO POR PRAZO DETERMINADO, DEFINIÇÃO, DOUTRINA. PREVISÃO, CONTRATO DE TRABALHO, CONTRATO POR PRAZO DETERMINADO, ACORDO COLETIVO DE TRABALHO, CONVENÇÃO COLETIVA DE TRABALHO. CONTRATO DE TRABALHO, CONTRATO POR PRAZO DETERMINADO, PRINCÍPIO DA ISONOMIA. CONTRATO DE TRABALHO, CONTRATO POR PRAZO DETERMINADO, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, DEFINIÇÃO, DOUTRINA. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, DIREITO COMPARADO. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, JURISPRUDÊNCIA, STF. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, AUSÊNCIA, CARÁTER ABSOLUTO. REFORMA TRABALHISTA, FLEXIBILIZAÇÃO, NORMA, ÂMBITO TRABALHISTA. CRISE ECONÔMICA, PANDEMIA.\n\n- VOTO, MIN. ROSA WEBER: CONTEXTO HISTÓRICO, LEI IMPUGNADA. LEI IMPUGNADA, FLEXIBILIZAÇÃO, REGULAÇÃO, CONTRATO DE TRABALHO. REFORMA TRABALHISTA. EXCEPCIONALIDADE, CONTRATO POR PRAZO DETERMINADO. CONTRATO POR PRAZO DETERMINADO, LEI IMPUGNADA, DESVINCULAÇÃO, REQUISITO, CONTRATO TEMPORÁRIO, CONSOLIDAÇÃO DAS LEIS DO TRABALHO. CONTRATO POR PRAZO DETERMINADO, LEI IMPUGNADA, REMUNERAÇÃO, MITIGAÇÃO, DIREITO TRABALHISTA. CONTRATO POR PRAZO DETERMINADO, LEI IMPUGNADA, PRINCÍPIO DA ISONOMIA. REPRESENTAÇÃO SINDICAL, EMPREGADO, CONTRATO POR PRAZO DETERMINADO. LEI IMPUGNADA, BANCO DE HORAS, COMPENSAÇÃO DE JORNADA, BENEFÍCIO, EMPREGADOR, EMPREGADO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: JUSTIÇA SOCIAL, ESTADO DEMOCRÁTICO DE DIREITO. ORDEM ECONÔMICA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO. ESTADO SOCIAL, DIREITO SOCIAL, TRABALHADOR, DIREITO FUNDAMENTAL. LEI IMPUGNADA, AMPLIAÇÃO, HIPÓTESE, CONTRATO POR PRAZO DETERMINADO, RESTRIÇÃO, DIREITO SOCIAL, TRABALHADOR, DIREITO, ISONOMIA, PROTEÇÃO, DISPENSA ARBITRÁRIA.\n\n- TERMO(S) DE RESGATE: JURISPRUDÊNCIA DA CRISE. PRINCÍPIO DA CONTINUIDADE DO CONTRATO DE TRABALHO. ESTUDO, IMPACTO, LEI IMPUGNADA, CONTRATO POR PRAZO DETERMINADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1764&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXIGIBILIDADE, LEI COMPLEMENTAR, NORMA, DISPENSA ARBITRÁRIA)\nADI 639 (TP), ADI 3934 (TP). \n(INEXIGIBILIDADE, LEI COMPLEMENTAR, NORMA, DEMISSÃO SEM JUSTA CAUSA, SITUAÇÃO EMERGENCIAL, IMPLEMENTAÇÃO, PLANO REAL)\nRE 806190 RG (TP). \n(RELAÇÃO DE TRABALHO, AUTONOMIA, ACORDO COLETIVO DE TRABALHO, CONVENÇÃO COLETIVA DE TRABALHO)\nRE 590415 (TP), ADI 1764 MC (TP), ADI 4364 (TP), RE 895759 AgR-segundo (2ªT). \n(PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL)\nARE 639337 AgR (2ªT). \n(APLICAÇÃO, PRINCÍPIO DA ISONOMIA)\nRE 640905 (TP), RE 658312 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(BANCO DE HORAS, COMPENSAÇÃO DE JORNADA)\nTST: AIRR 476000-64.2008.5.09.0892, RR 371-31.2010.5.09.0068, RR 55100-78.2007.5.12.0019, RR 263-81.2012.5.09.0892. \n- Decisão estrangeira citada: Acórdãos n. 39/1984, 509/2002, 396/2011 e 353/2012, do Tribunal Constitucional de Portugal.\n- Legislação estrangeira citada: Lei do Orçamento do Estado para o ano de 2011 e arts. 21 e 25 da Lei do Orçamento do Estado para o ano de 2012 de Portugal.\n- Veja ADI 1765, ADI 1766, ADI 1768 e ADI 1794 do STF.\nNúmero de páginas: 69.\nAnálise: 01/06/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DOS TRABALHADORES - PT \nADV.(A/S)  : ALBERTO MOREIRA RODRIGUES \nREQTE.(S)  : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT \nADV.(A/S)  : HUGO LEAL MELO DA SILVA \nREQTE.(S)  : PARTIDO COMUNISTA DO BRASIL - PC DO B \nADV.(A/S)  : PAULO MACHADO GUIMARAES \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NO COMÉRCIO - CNTC \nADV.(A/S)  : JOAO VICENTE MURINELLI NEBIKER \nREQTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES NA SAUDE \nADV.(A/S)  : MARIANA PRADO GARCIA DE QUEIROZ VELHO \nREQTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES NA AGRICULTURA \nREQTE.(S)  : CENTRAL ÚNICA DOS TRABALHADORES \nREQTE.(S)  : ASSOCIAÇÃO NACIONAL DOS SINDICATOS SOCIAL DEMOCRATAS \nADV.(A/S)  : MARTHIUS SAVIO CAVALCANTE LOBATO \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DA INDÚSTRIA - CNTI \nADV.(A/S)  : UBIRACY TORRES CUÓCO \nREQTE.(S)  : CONFEDERACAO NACIONAL DAS PROFISSOES LIBERAIS \nADV.(A/S)  : ANTONIO CLAUDIO DE ARAUJO \nREQTE.(S)  : CONFEDERACAO GERAL DOS TRABALHADORES CGT \nADV.(A/S)  : JOSE CARLOS DA SILVA AROUCA \nREQTE.(S)  : CONFEDERAÇÃO DOS SERVIDORES PÚBLICOS DO BRASIL \nREQTE.(S)  : CENTRAL AUTÔNOMA DE TRABALHADORES - CAT \nADV.(A/S)  : JOAQUIM PEDRO DE OLIVEIRA \nREQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM TRANSPORTES MARÍTIMOS, AÉREOS E FLUVIAIS - CONTTMAF \nADV.(A/S)  : EDSON MARTINS AREIAS \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425594,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 1764","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BRASIL. Instituto de Pesquisa Econômica Aplicada. Boletim de Políticas Sociais – acompanhamento e análise, n. 13 (edição especial), 2007. Disponível em: http://www.ipea.gov.br/portal/index.php?\noption=com_content&view=article&id=5776&Itemid=9. p. 198.\nBARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito. Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio 2003. p. 7.\nCARVALHAL, Ana Paula. Crise econômica e redução dos salários em Portugal. Conjur, 3 nov. 2012.\nCARVALHO, Augusto César. Direito do trabalho: curso e discurso. São Paulo: LTr, 2016. p. 67.\nDELGADO, Mauricio Godinho. O novo contrato por tempo determinado: Lei n. 9.601/1998. 2. ed. São Paulo: LTr, 1999. p. 17.\n______. Curso de Direito do Trabalho. p. 1432.\nFACHIN, Luiz Edson. Teoria Crítica do Direito Civil. 3. ed. São Paulo; Rio de Janeiro: Renovar, 2012. p. 95-96.\nFERRAZ JR., Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson. Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nGONZÁLEZ. Roberto et al. Regulação das relações de trabalho no Brasil: o marco constitucional e a dinâmica pós-constituinte. Políticas sociais: acompanhamento e análise, IPEA, Diretoria de Estudos e Políticas Sociais, n. 17 (Vinte anos da Constituição Federal), v. 2, 2009. p. 116, 124, 135, 137 e 143.\nKREIN, José Dari. Tendências recentes nas relações de emprego no Brasil 1990-2005. Tese (Doutorado) - Universidade de Campinas, 2007. Disponível em: http://repositorio.unicamp.br/jspui/handle/REPOSIP/285517.\nMARTINS, Sérgio Pinto. Contrato de trabalho de prazo determinado e banco de horas: Lei n. 9.601/98. 3. ed. São Paulo: Atlas, 2000. p. 19, 22 e 65.\nPINHEIRO, Alexandre Sousa. A jurisprudência da crise: Tribunal Constitucional português (2011-2013). Observatório da Jurisdição Constitucional, Brasília, IDP, ano 7, v. 1, jan./jun. 2014. p. 176.\nORGANIZAÇÃO INTERNACIONAL DO TRABALHO. Princípios e Direitos Fundamentais no Trabalho: Do compromisso à ação. Genebra: Bureau Internacional do Trabalho, 2012. p. 38 e 39. Disponível em: http://cite.gov.pt/pt/destaques/complementosDestqs/Relat_VI_101a_Sessao.pdf.\nSÜSSEKIND, Arnaldo Lopes. Contratos provisórios de trabalho: constitucional e eficaz? Revista LTr: legislação do trabalho e previdência social, São Paulo, v. 62, n. 4, p. 443-448, abr. 1998. p. 443.\nVALADÊS, Diego (Org.). Conversas acadêmicas com Peter Häberle. São Paulo: Saraiva; IDP, 2008.","ministro_facet":["GILMAR MENDES"],"processo_numero":1764,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436022","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, referendou a medida cautelar deferida “para determinar: (i) que, sob pena de responsabilização civil e criminal, não se realizem operações policiais em comunidades do Rio de Janeiro durante a epidemia do COVID-19, salvo em hipóteses absolutamente excepcionais, que devem ser devidamente justificadas por escrito pela autoridade competente, com a comunicação imediata ao Ministério Público do Estado do Rio de Janeiro - responsável pelo controle externo da atividade policial; e (ii) que, nos casos extraordinários de realização dessas operações durante a pandemia, sejam adotados cuidados excepcionais, devidamente identificados por escrito pela autoridade competente, para não colocar em risco ainda maior população, a prestação de serviços públicos sanitários e o desempenho de atividades de ajuda humanitária”, nos termos do voto do Relator, vencidos os Ministros Alexandre de Moraes e Luiz Fux. Falaram: pelo requerente, o Dr. Daniel Antonio de Moraes Sarmento; pelo interessado, a Dra. Daniela Allam Giacomet, Procuradora do Estado; pelo amicus curiae Iniciativa Direito à Memória e Justiça Racial, o Dr. Joel Costa; pelo amicus curiae Justiça Global, a Dra. Daniela Fichino; pelo amicus curiae Associação Direitos Humanos em Rede, o Dr. Gabriel de Carvalho Sampaio; pelo amicus curiae Educação e Cidadania de Afro-Descendentes e Carentes - EDUCAFRO, o Dr. Wallace de Almeida Corbo; pelo amicus curiae Instituto de Estudos da Religião - ISER, a Dra. Isabel Pereira; pelo amicus curiae Associação Redes de Desenvolvimento da Maré, a Dra. Caroline Bispo; e, pelo amicus curiae Defensoria Pública do Estado do Rio de Janeiro, o Dr. Daniel Lozoya Constant Lopes, Defensor Público do Estado. Plenário, Sessão Virtual de 26.6.2020 a 4.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","4","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436022","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436022","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-TPI-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: REFERENDO EM MEDIDA INCIDENTAL EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. REALIZAÇÃO DE OPERAÇÕES POLICIAIS NAS COMUNIDADES DO RIO DE JANEIRO DURANTE A PANDEMIA MUNDIAL. MORA DO ESTADO NO CUMPRIMENTO DE DECISÃO DA CORTE INTERAMERICANA DE DIREITOS HUMANOS. PLAUSIBILIDADE JURÍDICA.CONTEXTO FÁTICO EM QUE OS MORADORES PERMANECEM MAIS TEMPO EM CASA. RELATOS DE OPERAÇÕES QUE REPETEM O PADRÃO DE VIOLAÇÃO JÁ RECONHECIDO PELA CORTE INTERAMERICANA. PERICULUM IN MORA. CONCESSÃO DA MEDIDA. \n\n\n\n    1. A mora no cumprimento de determinação exarada pela Corte Interamericana de Direitos Humanos é fundamento que empresa plausibilidade à tese segundo a qual o Estado do Rio de Janeiro falha em promover políticas públicas de redução da letalidade policial.\n\n\n\n    2. A permanência em casa dos moradores das comunidades do Rio de Janeiro em decorrência da pandemia internacional, assim como os relatos de novas operações que, aparentemente, repetem os padrões de violações anteriores, fundamentam o receio de que a medida, caso concedida apenas ao fim do processo, seja ineficaz.\n\n\n\n    3. Medida cautelar deferida para determinar: (i) que, sob pena de responsabilização civil e criminal, não se realizem operações policiais em comunidades do Rio de Janeiro durante a epidemia do COVID-19, salvo em hipóteses absolutamente excepcionais, que devem ser devidamente justificadas por escrito pela autoridade competente, com a comunicação imediata ao Ministério Público do Estado do Rio de Janeiro responsável pelo controle externo da atividade policial; e (ii) que, nos casos extraordinários de realização dessas operações durante a pandemia, sejam adotados cuidados excepcionais, devidamente identificados por escrito pela autoridade competente, para não colocar em risco ainda maior população, a prestação de serviços públicos sanitários e o desempenho de atividades de ajuda humanitária.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754312998","externo_seq_objeto_incidente":5938144,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-267  DIVULG 06-11-2020  PUBLIC 09-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=635&classe=ADPF","is_colac":false,"titulo":"ADPF 635 MC-TPI-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00136 ART-00137 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEC-009288 ANO-2018\n    DECRETO\n\n","LEG-FED   PRT-004226 ANO-2010\n    PORTARIA INTERMINISTERIAL\n\n","LEG-FED   SUV-000056\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-005443 ANO-2009\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-007385 ANO-2016\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   DEC-027795 ANO-2001\n    ART-00002\n    DECRETO, RJ\n\n","LEG-EST   DEC-046775 ANO-2019\n    ART-00001\n    DECRETO, RJ\n\n","LEG-EST   INT-000033 ANO-2015\n    INSTRUÇÃO NORMATIVA PMERJ/EMG-PM/3"],"publicacao_data":"2020-11-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: POLÍTICA CRIMINAL, FUNDAMENTO, PESQUISA CIENTÍFICA. PRECONCEITO DE RAÇA, SELETIVIDADE, ÂMBITO PENAL; INEFICIÊNCIA, INVESTIGAÇÃO, ABUSO DE PODER, ATIVIDADE POLICIAL. NORMA, ÂMBITO NACIONAL, ÂMBITO INTERNACIONAL, EXERCÍCIO, ATIVIDADE POLICIAL. ESTATÍSTICA, AUMENTO, NÚMERO, MORTE, INTERVENÇÃO, ATIVIDADE POLICIAL, RIO DE JANEIRO, AUSÊNCIA, REDUÇÃO, CRIMINALIDADE. CONSEQUÊNCIA, VIOLÊNCIA, ATIVIDADE POLICIAL, PRESTAÇÃO DE SERVIÇO À COMUNIDADE. ATIVISMO JUDICIAL, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, DEMOCRACIA. RESPONSABILIZAÇÃO, TRANSPARÊNCIA, ÓRGÃO PÚBLICO, DEMOCRACIA PARTICIPATIVA. PRINCÍPIO DA SEPARAÇÃO DOS PODERES, SISTEMA DE FREIOS E CONTRAPESOS. REQUISITO, INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA. OFENSA, DIREITO FUNDAMENTAL; INCONSTITUCIONALIDADE, OMISSÃO, PODER PÚBLICO; URGÊNCIA, NECESSIDADE, INTERVENÇÃO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: IMPOSSIBILIDADE, PODER JUDICIÁRIO, VEDAÇÃO, CARÁTER GENÉRICO, ATIVIDADE POLICIAL, PANDEMIA. INEXISTÊNCIA, FUMUS BONI JURIS, PERICULUM IN MORA. AUSÊNCIA, ATIVIDADE POLICIAL, RISCO, SEGURANÇA PÚBLICA, PERIGO DE DANO INVERSO. PRINCÍPIO DA EFICIÊNCIA, SEGURANÇA PÚBLICA, COLABORAÇÃO, PODERES DA REPÚBLICA. PRINCÍPIO DA HARMONIA ENTRE OS PODERES.\n\n- TERMO(S) DE RESGATE: LETALIDADE POLICIAL. AUTOS DE RESISTÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=635&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-TPI-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA)\nRE 592581 (TP), STA 175 AgR (TP), RE 641320 (TP), ADPF 347 MC (TP), HC 143641 (2ªT). \n- Decisão monocrática citada:\n(INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA)\nRE 1165054.\n- Decisão estrangeira citada: Caso Favela Nova Brasília, da Corte Interamericana de Direitos Humanos.\n- Veja o Código de Conduta para os Funcionários Responsáveis pela Aplicação da Lei (ONU, 1979), os Princípios Orientadores para a Aplicação Efetiva do Código de Conduta para os Funcionários Responsáveis pela Aplicação da Lei (ONU, 1989) e os Princípios Básicos sobre Uso da Força e Armas de Fogo pelos Funcionários Responsáveis pela Aplicação da Lei (1990).\n\nNúmero de páginas: 66.\nAnálise: 05/11/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : DANIEL ANTONIO DE MORAES SARMENTO E OUTRO(A/S)\nINTDO.(A/S)  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : EDUCAFRO - EDUCAÇÃO E CIDADANIA DE AFRO-DESCENDENTES E CARENTES \nADV.(A/S)  : WALLACE DE ALMEIDA CORBO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : JUSTIÇA GLOBAL \nADV.(A/S)  : DANIELA FICHINO \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nADV.(A/S)  : CAROLINE MENDES BISPO \nADV.(A/S)  : MARCOS ROBERTO FUCHS \nADV.(A/S)  : JOAO PAULO DE GODOY \nADV.(A/S)  : PAULA NUNES DOS SANTOS \nADV.(A/S)  : RODRIGO FILIPPI DORNELLES \nAM. CURIAE.  : ASSOCIACAO REDES DE DESENVOLVIMENTO DA MARE \nADV.(A/S)  : CAROLINE MENDES BISPO \nAM. CURIAE.  : MOVIMENTO NEGRO UNIFICADO \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nADV.(A/S)  : ISABEL CRISTINA MARTINEZ DE SOUZA PEREIRA \nADV.(A/S)  : MARCELO DIAS \nAM. CURIAE.  : INSTITUTO DE ESTUDOS DA RELIGIAO-ISER \nADV.(A/S)  : ISABEL CRISTINA MARTINEZ DE SOUZA PEREIRA \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nAM. CURIAE.  : CONSELHO NACIONAL DE DIREITOS HUMANOS - CNDH \nADV.(A/S)  : EVERALDO BEZERRA PATRIOTA \nAM. CURIAE.  : MUNICIPIO DE ANGRA DOS REIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE ANGRA DOS REIS \nAM. CURIAE.  : COLETIVO PAPO RETO \nAM. CURIAE.  : MOVIMENTO MÃES DE MANGUINHOS \nAM. CURIAE.  : REDE DE COMUNIDADES E MOVIMENTOS CONTRA A VIOLÊNCIA \nAM. CURIAE.  : FALA AKARI \nAM. CURIAE.  : INICIATIVA DIREITO À MEMÓRIA E JUSTIÇA RACIAL \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436022,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADPF 635 MC-TPI-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO EM TUTELA PROVISÓRIA INCIDENTAL  NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ANISTIA INTERNACIONAL. Você matou o meu filho: homicídios cometidos pela Polícia Militar na cidade do Rio de Janeiro. Disponível em: https://anistia.org.br/wpcontent/uploads/2015/07/Voce-matou-meu-filho_Anistia-Internacional2015.pdf.\nANTUNES, José Pinto. Da limitação dos poderes. Tese (Cátedra). São Paulo: Fadusp, 1951.\nBARACHO, José Alfredo de Oliveira. Aspecto da teoria geral do processo constitucional: teoria da separação de poderes e funções do Estado. Revista de Informação Legislativa, Brasília: Senado Federal, ano 19, n. 76, out./dez. 1982. p. 97.\nBONDY, William. The Separation of Governmental Powers. In: History and Theory in the Constitutions. New York: Columbia College, 1986.\nBRANDÃO, Rodrigo. Supremacia judicial versus diálogos constitucionais: a quem cabe a última palavra sobre o sentido da Constituição? Rio de Janeiro: Lumen Juris, 2012. p. 223.\nBRASIL. Instituto de Segurança Pública. Instituto de Segurança Pública divulga dados do primeiro semestre. Disponível em: http://www.isp.rj.gov.br/Noticias.asp?ident=441.\nBRASIL. Ministério Público do Rio de Janeiro. Letalidade Policial no Rio de Janeiro em 10 Pontos. Disponível em: https://www.mprj.mp.br/documents/20184/540394/letalidade_policial_no_rio_de_janeiro_em_10_pontos_1.pdf.\nBUENO; MARQUES; PACHECO; NASCIMENTO. Análise da letalidade policial no Brasil. Anuário Brasileiro de Segurança Pública, 2019. p. 60.\nCAETANO, Marcelo. Direito constitucional. 2. ed. Rio de Janeiro: Forense, 1987. v. 1. p. 244.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Os Poderes do Presidente da República. Coimbra: Coimbra, 1991.\nDANTAS, Eduardo Sousa. Ações Estruturais e o Estado de Coisas Inconstitucional: a tutela de direitos fundamentais em casos de graves violações pelo poder público. Curitiba: Juruá, 2019. p. 71 e 73.\nFERRAZ, Anna Cândida da Cunha. Conflito entre poderes: o poder congressual de sustar atos normativos do poder executivo. São Paulo: Revista dos Tribunais, 1994. p. 2021.\nFERREIRA, Poliana S. Direitos fundamentais e letalidade policial: sentidos opostos numa mesma trilha. REDES – Revista Eletrônica Direito e Sociedade, v. 7, n. 2, 2019. p. 124.\nFÓRUM BRASILEIRO DE SEGURANÇA PÚBLICA. Anuário de 2019 do Fórum Brasileiro de Segurança Pública. p. 62. Disponível em: https://www.forumseguranca.org.br/wpcontent/uploads/2019/10/Anuario-2019-FINAL_21.10.19.pdf.\nFREITAS, Felipe da Silva. Racismo e polícia: uma discussão sobre mandato policial. Tese de Doutorado. Universidade de Brasília, 2020. p. 171.\nFULLER, Lon L.; WINSTON, Keneth I. The Forms and Limits of Adjudication. Harvard Law Review, v. 92, n. 2. p. 395.\nLANGEANI, Bruno; RICARDO, Carolina de Mattos. Como a polícia militar paulista usa a força letal em serviço? Revista Brasileira de Ciências Criminais, v. 130, abr. 2017. p. 48.\nMELLO, José Luiz de Anhaia. Da separação de poderes à guarda da Constituição: as cortes constitucionais. Tese (Cátedra). São Paulo: Fadusp, 1969.\nMISSE; GRILLO; NERI. Letalidade policial e indiferença legal: A apuração judiciária dos ‘autos de resistência’ no Rio de Janeiro (2001-2011). Dilemas, n. 1, 2015. p. 69.\nMOREIRA NETO, Diogo de Figueiredo. Interferências entre poderes do Estado (Fricções entre o executivo e o legislativo na Constituição de 1988). Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 103, jul./set. 1989. p. 5.\nOMMATI, Fides. Dos freios e contrapesos entre os Poderes. Revista de Informação Legislativa, Brasília: Senado Federal, ano 14, n. 55, jul./set. 1977. p. 55.\nPIÇARRA, Nuno. A separação dos poderes como doutrina e princípio constitucional. Coimbra: Coimbra, 1989.\nREDES DA MARÉ. Boletim Direito à Segurança Pública na Maré. Disponível em: https://www.redesdamare.org.br/media/downloads/arquivos/BoletimSegPublica_2019.pdf.\nROCA, Javier García. Separación de poderes y disposiciones del ejecutivo com rango de ley: mayoria, minorías, controles. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 7, n. 27, abr./jun. 1999. p. 7.\nRODRIGUES, Marilene Talarico Martins. Tripartição de poderes na Constituição de 1988. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 3, n. 11, abr./jun. 1995. p. 16.\nSANTOS, Márcia Walquíria Batista dos. Separação de poderes: evolução até à Constituição de 1988: considerações. Revista de Informação Legislativa, Brasília: Senado Federal, ano 29, n. 115, jul./set. 1999. p. 209.\nSOUZA JÚNIOR, José Geraldo. Reflexões sobre o princípio da separação de poderes: o “parti pris” de Montesquieu. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 68, out./dez. 1980. p. 15.\nTAVARES, José de Farias. A divisão de poderes e o constitucionalismo brasileiro. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 65, jan./mar. 1980. p. 53.","ministro_facet":["EDSON FACHIN"],"processo_numero":635,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436090","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente a ação para determinar que a parte ré se abstenha de adotar medidas restritivas em relação ao Estado de Roraima, no que concerne ao Convênio 040/2007, tão somente até o exaurimento da Prestação de Contas Especial, observados os princípios constitucionais da ampla defesa e do contraditório, condenando a parte ré ao pagamento de honorários sucumbenciais, arbitrados em R$ 5.000,00 (cinco mil reais), corrigidos a partir desta decisão (artigo 85, § 8º, do CPC de 2015), dispensada a remessa dos autos à Procuradoria-Geral da República, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Edson Fachin e Dias Toffoli. Não participou deste julgamento a Ministra Rosa Weber. Plenário, Sessão Virtual de 16.10.2020 a 23.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur436090","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Roraima","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436090","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO ORIGINÁRIA. IMPUGNAÇÃO AO VALOR DA CAUSA. PROCEDÊNCIA. AUSÊNCIA DE CONTEÚDO ECONÔMICO. INSCRIÇÃO DE ESTADO-MEMBRO EM CADASTRO FEDERAL DE INADIMPLÊNCIA. SIAFI/CAUC/CADIN. INSCRIÇÃO SEM PRÉVIA TOMADA DE CONTAS ESPECIAL. VIOLAÇÃO AO PRINCÍPIO DO DEVIDO PROCESSO LEGAL. AÇÃO ORIGINÁRIA JULGADA PROCEDENTE. \n\n\n\n    1. Considerada a inexistência de discussão sobre o valor do convênio, e, por consequência, a falta de conteúdo econômico na presente ação, razoável a fixação do valor da causa em R$ 10.000,00 (dez mil reais).\n\n\n\n    2. A não abertura do procedimento de Tomada de Contas Especial, quando da inscrição dos entes federados nos cadastros de inadimplentes, configura violação aos princípios constitucionais do devido processo legal, do contraditório e da ampla defesa. Precedentes.\n\n\n\n    3. Ação Originária julgada procedente para determinar que a parte ré se abstenha de adotar medidas restritivas em relação ao Estado de Roraima, no que concerne ao Convênio 040/2007, tão somente até o exaurimento da Prestação de Contas Especial, observados os princípios constitucionais da ampla defesa e do contraditório.\n\n\n\n    4. Caracterizada a sucumbência, condeno a parte ré ao pagamento de honorários sucumbenciais, que ora arbitro em R$ 5.000,00 (cinco mil reais), corrigidos a partir desta decisão, nos termos do artigo 85, § 8º, do CPC de 2015.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754324446","externo_seq_objeto_incidente":4881294,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-268  DIVULG 09-11-2020  PUBLIC 10-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2026&classe=AO","is_colac":false,"titulo":"AO 2026","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055 ART-00102 INC-00001 \n          LET-F\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010522      ANO-2002\n          ART-00002 INC-00001 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00008 ART-00292 PAR-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00052 PAR-ÚNICO\n                REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   CNV-000040      ANO-2007\n                CONVÊNIO FIRMADO ENTRE A SUPERINTENDÊNCIA DA ZONA FRANCA DE MANAUS - SUFRAMA - E O ESTADO DE RORAIMA"],"publicacao_data":"2020-11-10","documental_acordao_mesmo_sentido_lista_texto":"ACO 2874  PROCESSO ELETRÔNICO\n          JULG-16-11-2020  UF-DF  TURMA-TP  MIN-MARCO AURÉLIO N.PÁG-007\n          DJe-282  DIVULG 27-11-2020  PUBLIC 30-11-2020","documental_indexacao_texto":"- VOTO VENCIDO, MIN. MARCO AURÉLIO: AÇÃO ORIGINÁRIA, COMPETÊNCIA, STF, JULGAMENTO, POSSIBILIDADE, COMPROMETIMENTO, ESTABILIDADE, PACTO FEDERATIVO. OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO CONTRADITÓRIO, POSSIBILIDADE, ESTADO-MEMBRO, JUNTADA, DOCUMENTO. CONFIGURAÇÃO, INÉRCIA, ESTADO-MEMBRO, APRESENTAÇÃO, DOCUMENTO NOVO. REJEIÇÃO DE CONTAS. PARECER TÉCNICO, ABANDONO, OBRA, CONVÊNIO. IMPESSOALIDADE, ADMINISTRAÇÃO PÚBLICA, IMPOSSIBILIDADE, RESPONSABILIZAÇÃO, GESTOR, ANTECESSOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2026&classe=AO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(APLICAÇÃO, PENALIDADE, DIREITO À AMPLA DEFESA)\nAI 71414 AgR (2ªT) - RTJ 83/385. \n(TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES, AMPLA DEFESA, CONTRADITÓRIO, DEVIDO PROCESSO LEGAL)\nAC 2895 MC (TP), ACO 2131 AgR (TP), ACO 964 AgR-segundo (TP), ACO 2800 TA-AgR (1ªT), ACO 1900 AgR (1ªT), ACO 1732 AgR (1ªT), ACO 2240 AgR (TP), ACO 2656 AgR-segundo (TP), ACO 2811 AgR-segundo (TP), ACO 3011 AgR (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(APLICAÇÃO, PENALIDADE, DIREITO À AMPLA DEFESA)\nTJSP: RJTJSP 14/219. \n- Legislação estrangeira citada: Magna Charta Libertatum, de 1215. \n- Veja art. 11, n. 1, da Declaração Universal dos Direitos Humanos.\nNúmero de páginas: 23.\nAnálise: 07/04/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nRÉU(É)(S)  : SUPERINTENDÊNCIA DA ZONA FRANCA DE MANAUS - SUFRAMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436090,"documental_tese_texto":null,"procedencia_geografica_completo":"RR - RORAIMA","processo_codigo_completo":"AO 2026","processo_classe_processual_unificada_classe_sigla":"AO","julgamento_data":"2020-10-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO ORIGINÁRIA","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":2026,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}