{"result":{"took":708,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur440037","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade, com efeitos ex tunc, das expressões “membros do Conselho da Justiça Militar”, “inclusive os inativos” e “membros da Defensoria Pública”, contidas no art. 123, I, a, da Constituição do Estado da Bahia, nos termos do voto do Relator. O Ministro Alexandre de Moraes acompanhou o Relator com ressalvas, apenas no tocante à modulação dos efeitos da decisão. Falou, pelo amicus curiae Associação Nacional das Defensoras e Defensores Públicos - ANADEP, o Dr. Ilton Norberto Robl Filho. Plenário, Sessão Virtual de 11.12.2020 a 18.12.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur440037","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur440037","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUIÇÃO DA BAHIA. IMPUGNAÇÃO AO ART. 123, I, ALÍNEA “A”, DA CONSTITUIÇÃO ESTADUAL. NORMA QUE ATRIBUI FORO POR PRERROGATIVA DE FUNÇÃO AOS MEMBROS DA DEFENSORIA PÚBLICA, DO CONSELHO DA JUSTIÇA MILITAR, AUDITORES MILITARES INATIVOS. LIMITAÇÃO ILEGÍTIMA AO DUPLO GRAU DE JURISDIÇÃO. VIOLAÇÃO AO MODELO FEDERAL. PRINCÍPIO DA SIMETRIA. COMPREENSÃO RESTRITIVA DA PRERROGATIVA DE FORO. INATIVIDADE DE MAGISTRADO. PROCEDÊNCIA.\n\n\n\n    1. A  extensão do alcance do foro por prerrogativa de função a cargos que não foram contemplados na Constituição da República contraria normas convencionais que asseguram o duplo grau de jurisdição em matéria penal.\n\n\n\n    2. No exercício  do poder que lhe outorga o art. 125 , § 1º, da CRFB, os Estados só podem conferir foro por prerrogativa de função para autoridades cujos similares na esfera federal também o detenham, em respeito ao princípio da simetria.\n\n\n\n    3. Evolução jurisprudencial  em torno de uma compreensão restritiva da prerrogativa de foro. Precedentes.\n\n\n\n    4. O Plenário deste Tribunal consolidou o entendimento de que a aposentadoria do magistrado faz cessar a regra excepcional do foro por prerrogativa de função, transferindo a competência para processamento e julgamento de eventual ilícito penal para o primeiro grau de jurisdição: RE 549.560, Rel. Min. Ricardo Lewandowski, , Tribunal Pleno, DJe 30.05.2014, Tema n.º 453 da  Repercussão  Geral. \n\n\n\n    5. Ação Direta de Inconstitucionalidade julgada procedente  declarando-se a inconstitucionalidade das expressões “membros do Conselho da Justiça Militar, inclusive os inativos e membros da Defensoria Pública”, contidas no art. 123, I, a, da Constituição do Estado da Bahia.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755032224","externo_seq_objeto_incidente":5971691,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-025  DIVULG 09-02-2021  PUBLIC 10-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6513&classe=ADI","is_colac":false,"titulo":"ADI 6513","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00001 INC-00036 INC-00053\n    INC-00054 PAR-00002 ART-00022 INC-00001\n    ART-00025 \"CAPUT\" ART-00028 ART-00029\n    INC-00010 ART-00052 INC-00001 ART-00053\n    PAR-00002 ART-00077 ART-00096 INC-00003\n    ART-00102 INC-00001 LET-B LET-C\n    ART-00105 INC-00001 LET-A ART-00108\n    INC-00001 LET-A ART-00125 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00011\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 NÚMERO-00001 NÚMERO-00002 LET-H\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00014 NÚMERO-00005\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   CES ANO-1989\n    ART-00123 INC-00001 LET-A\n    CONSTITUIÇÃO ESTADUAL, BA\n\n","LEG-EST   EMC-000011 ANO-2005\n    EMENDA CONSTITUCIONAL, BA"],"publicacao_data":"2021-02-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ATO NORMATIVO, CARÁTER GERAL, ABSTRAÇÃO. LEGITIMIDADE. JULGAMENTO, STF, POSSIBILIDADE, PREVISÃO, CONSTITUIÇÃO ESTADUAL, FORO POR PRERROGATIVA DE FUNÇÃO, DEPUTADO ESTADUAL, TRIBUNAL DE JUSTIÇA. JULGAMENTO, STF, COMPETÊNCIA ORIGINÁRIA, TRIBUNAL DE JUSTIÇA, JULGAMENTO, PROCURADOR DO ESTADO, PROCURADOR, ASSEMBLEIA LEGISLATIVA, DEFENSOR PÚBLICO. INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO. PRINCÍPIO DA ISONOMIA. CONSIDERAÇÃO, DIREITO, TOTALIDADE, POPULAÇÃO, ISENÇÃO, JULGAMENTO, TRIBUNAL. DIREITO DE RECORRER, DEVIDO PROCESSO LEGAL. ALCANCE, PRERROGATIVA DE FORO, LIMITAÇÃO, DUPLO GRAU DE JURISDIÇÃO, IMPOSSIBILIDADE, INTERPRETAÇÃO, LEGISLADOR, PODER CONSTITUINTE DERIVADO. AUSÊNCIA, RAZÕES, SEGURANÇA JURÍDICA, MODULAÇÃO DE EFEITOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PREVISÃO, CONSTITUIÇÃO FEDERAL, DUPLO GRAU DE JURISDIÇÃO, AUSÊNCIA, OBRIGATORIEDADE. AUSÊNCIA, DUPLO GRAU DE JURISDIÇÃO, COMPETÊNCIA ORIGINÁRIA, TRIBUNAL. ENTENDIMENTO, STF, AUSÊNCIA, CARÁTER ABSOLUTO, DUPLO GRAU DE JURISDIÇÃO. PRINCÍPIO DO JUIZ NATURAL, PRINCÍPIO DA ISONOMIA, REGRA, JULGAMENTO, JUÍZO MONOCRÁTICO, JUÍZO DE PRIMEIRO GRAU, ÓRGÃO COLEGIADO. PRINCÍPIO DO JUIZ NATURAL, INDEPENDÊNCIA, PODER JUDICIÁRIO, IMPARCIALIDADE, ÓRGÃO JUDICIAL. EXCEPCIONALIDADE, CONSTITUIÇÃO FEDERAL, FORO POR PRERROGATIVA DE FUNÇÃO, JULGAMENTO, AUTORIDADE PÚBLICA, TRIBUNAL. COMPETÊNCIA ORIGINÁRIA, STF, INFRAÇÃO PENAL COMUM, PRESIDENTE DA REPÚBLICA, VICE-PRESIDENTE, MEMBRO, CONGRESSO NACIONAL, MINISTRO, STF, PROCURADOR-GERAL DA REPÚBLICA; INFRAÇÃO PENAL COMUM, CRIME DE RESPONSABILIDADE, MINISTRO DE ESTADO, COMANDANTE DA MARINHA, COMANDANTE DO EXÉRCITO, COMANDANTE DA AERONÁUTICA, EXCEÇÃO, MEMBRO, TRIBUNAL SUPERIOR, TRIBUNAL DE CONTAS DA UNIÃO (TCU), CHEFE DE MISSÃO DIPLOMÁTICA, CARÁTER PERMANENTE. SUBMISSÃO, COMPETÊNCIA, STF, DEPUTADO, SENADOR, MOMENTO, EXPEDIÇÃO, DIPLOMA ELEITORAL. HIPÓTESE, COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ); HIPÓTESE, COMPETÊNCIA, TRIBUNAL DE JUSTIÇA. REGÊNCIA, MUNICÍPIO, LEI ORGÂNICA. PREVISÃO, CONSTITUIÇÃO ESTADUAL, JULGAMENTO, PREFEITO, TRIBUNAL DE JUSTIÇA. COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), CRIME COMUM, CRIME DE RESPONSABILIDADE, JULGAMENTO, MEMBRO, TRIBUNAL DE CONTAS MUNICIPAL. PODER EXECUTIVO ESTADUAL, PRINCÍPIO DA SIMETRIA. CONSTITUIÇÃO FEDERAL, FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO ESTRITA. TRANSFERÊNCIA, COMPETÊNCIA, JUÍZO DE PRIMEIRO GRAU, JULGAMENTO, ILÍCITO PENAL, HIPÓTESE, APOSENTADORIA, MAGISTRADO, AUDITORIA MILITAR.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ALEXANDRE DE MORAES: EFEITO PRO FUTURO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, FUNDAMENTO, SEGURANÇA JURÍDICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6513&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FORO POR PRERROGATIVA DE FUNÇÃO, APOSENTADORIA, MAGISTRADO, COMPETÊNCIA)\nRE 549560 (TP). \n(EXTENSÃO, FORO POR PRERROGATIVA DE FUNÇÃO, CONSTITUIÇÃO ESTADUAL)\nHC 58410 (TP), ADI 2553 (TP), ADI 6501 (TP), ADI 6515 (TP), ADI 6515 MC-Ref (TP), ADI 6516 MC-Ref (TP). \n(CONSTITUIÇÃO ESTADUAL, PRERROGATIVA DE FORO, TRIBUNAL DE JUSTIÇA, PROCURADOR DO ESTADO, PROCURADOR, ASSEMBLEIA LEGISLATIVA, DEFENSOR PÚBLICO, DELEGADO DE POLÍCIA)\nADI 2587 MC (TP). \n(AMPLIAÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, CONSTITUIÇÃO ESTADUAL)\nADI 469 (TP), ADI 541 (TP). \n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\nADI 2553 (TP), AP 937 QO (TP), ADI 6501 (TP), ADI 6508 (TP), ADI 6515 (TP), ADI 6516 (TP). \n(PRERROGATIVA DE FORO)\nRcl 473 primeira (TP). \n(PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA, INTERPRETAÇÃO, NORMA INTERNACIONAL)\nHC 96772 (2ªT). \n(DUPLO GRAU DE JURISDIÇÃO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS)\nAP 470 (TP). \n(DUPLO GRAU DE JURISDIÇÃO, GARANTIA CONSTITUCIONAL, AUSÊNCIA, CARÁTER ABSOLUTO)\nAI 209954 AgR (2ªT), AI 248761 AgR (2ªT), AI 601832 AgR (2ªT), RE 976178 AgR (2ªT). \n- Decisão monocrática citada:\n(EXTENSÃO, FORO POR PRERROGATIVA DE FUNÇÃO, CONSTITUIÇÃO ESTADUAL)\nADI 6508 MC.\n- Decisões estrangeiras citadas: : Caso Duilio Fanali vs. Itália (Comunicação n. 75/1980) e Caso Terrón vs. Espanha (Comunicação n. 1.073/2002, CCPR/C/82/D/1073/2002 (2004)/ par. 7.4), do Comitê de Direitos Humanos de Direitos Civis e Políticos.\n- Legislação estrangeira citada: artigo 2 do Protocolo 7 da Convenção Europeia de Direitos Humanos.\n- Veja comentário Geral n. 18 (HRI/GEN/1/ Rev.9 (Vol. I)/ par. 13, do Comitê de Direitos Humanos; Comentário Geral n. 32 (CCPR/C/GC/32/ par. 47) do Comitê de Direitos Humanos do Pacto Internacional de Direitos Civis e Políticos.\n\nNúmero de páginas: 33.\nAnálise: 20/01/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DA BAHIA \nADV.(A/S)  : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DA BAHIA \nAM. CURIAE.  : ASSOCIAÇÃO DOS DEFENSORES PÚBLICOS DA BAHIA - ADEP/BA \nADV.(A/S)  : JOSÉ CARLOS TEIXEIRA TORRES JUNIOR \nADV.(A/S)  : MICHAEL NERY FAHEL \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DAS DEFENSORAS E DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":440037,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"ADI 6513","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-12-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"Princípios do processo civil na constituição federal. 2. ed. São Paulo: Revista dos Tribunais, 1995. p. 152.\nRAMÍREZ, Sergio García. Garantías Judiciales: Doble Instancia y Amparo de Derechos Fundamentales (Artículos 8.2.h y 25 CADH). In: La Protección de los Derechos Humanos através del debido processo. México: Suprema Corte de Justicia de la Nación, 2013.","ministro_facet":["EDSON FACHIN"],"processo_numero":6513,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur441044","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, não conheceu da arguição em relação ao veto ao art. 3º-A, inciso III, por perda superveniente de objeto, e, na parte conhecida, julgou procedente a arguição em relação aos novos vetos trazidos na “republicação” veiculada no Diário Oficial da União de 6 de julho de 2020, a fim de que seja restabelecida a plena vigência normativa do § 5º do art. 3º-B e do art. 3º-F da Lei nº 13.979/2020, na redação conferida pela Lei nº 14.019, de 2 de julho de 2020, nos termos do voto do Relator. O Ministro Edson Fachin acompanhou o Relator com ressalvas. Plenário, Sessão Virtual de 5.2.2021 a 12.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur441044","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur441044","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Arguição de Descumprimento de Preceito Fundamental. 2. Veto presidencial em projeto de lei que determinava a utilização de máscaras em locais fechados. 3. Novo veto, após sanção parcial, contra dispositivo anteriormente sancionado, que determinava a utilização de máscaras em presídios. 4. Admissibilidade de ADPF contra veto por inconstitucionalidade. 5. Impossibilidade de arrependimento ao veto. 6. Precedentes. 7. Medida cautelar deferida em parte para suspender os novos vetos trazidos na “republicação” veiculada no Diário Oficial da União de 6 de julho de 2020, a fim de que seja restabelecida a plena vigência normativa do § 5º do art. 3º-B e do art. 3º-F da Lei 13.979/2020, na redação conferida pela Lei 14.019, de 2 de julho de 2020. 8. Medida cautelar referendada pelo Plenário. 9. Apreciação, pelo Congresso Nacional, da Mensagem de Veto 25, com superação do veto ao art. 3º-A da Lei 13.979/2020. Perda superveniente de objeto. 10. Arguição de descumprimento de preceito fundamental parcialmente conhecida e, na parte conhecida, julgada procedente para restabelecer a plena vigência normativa do § 5º do art. 3º-B e do art. 3º-F da Lei 13.979/2020, na redação conferida pela Lei 14.019, de 2 de julho de 2020.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755138938","externo_seq_objeto_incidente":5955942,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-035  DIVULG 24-02-2021  PUBLIC 25-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=714&classe=ADPF","is_colac":false,"titulo":"ADPF 714","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00016\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00002 ART-00057 PAR-00003 INC-00004\n    ART-00059 ART-00066 \"CAPUT\" PAR-00001\n    ART-00084 INC-00005 ART-00103 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 PAR-ÚNICO INC-00001 ART-00004\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-0003A \"CAPUT\" INC-00003 ART-0003B\n    PAR-00005 ART-0003C ART-0003D ART-0003E\n    ART-0003F ART-0003G ART-0003H ART-0003I\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014019 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-FED   PJL-001562 ANO-2020\n    ART-00003\n    PROJETO DE LEI\n\n","LEG-FED   MSG-000007 ANO-2020\n    MENSAGEM DO PRESIDENTE DA CÂMARA DOS DEPUTADOS\n\n","LEG-FED   MSG-000374 ANO-2020\n    MENSAGEM DO PRESIDENTE DA REPÚBLICA"],"publicacao_data":"2021-02-25","documental_acordao_mesmo_sentido_lista_texto":"ADPF 715  PROCESSO ELETRÔNICO\n          JULG-17-02-2021  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-029\n          DJe-035  DIVULG 24-02-2021  PUBLIC 25-02-2021\n \nADPF 718  PROCESSO ELETRÔNICO\n          JULG-17-02-2021  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-029\n          DJe-035  DIVULG 24-02-2021  PUBLIC 25-02-2021","documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE; RELEVÂNCIA, FUNDAMENTO, CONTROVÉRSIA CONSTITUCIONAL. AUTOCONTENÇÃO JUDICIAL, DECORRÊNCIA, EXERCÍCIO, PODER POLÍTICO. DISCRICIONARIEDADE, EXERCÍCIO, VETO, CHEFE DO PODER EXECUTIVO. RENOVAÇÃO, EXERCÍCIO, VETO, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. PROCESSO LEGISLATIVO, PRECLUSÃO. CONSIDERAÇÃO, LEI, RESULTADO, COMBINAÇÃO, MANIFESTAÇÃO, CONGRESSO NACIONAL, CHEFE DO PODER EXECUTIVO, INTERMÉDIO, SANÇÃO. CONFIGURAÇÃO, LEI, ATO COMPLEXO. OCORRÊNCIA, PRECLUSÃO, MOMENTO POSTERIOR, SANÇÃO, PROJETO DE LEI, PODER EXECUTIVO. IRRETRATABILIDADE, VETO. IMPLICAÇÃO, VETO PARCIAL, DESMEMBRAMENTO, PROPOSIÇÃO LEGISLATIVA. DELIBERAÇÃO, CONGRESSO NACIONAL, MANUTENÇÃO, VETO PARCIAL; REMESSA, PROMULGAÇÃO, PROJETO DE LEI, OBJETO, SANÇÃO. IMPOSSIBILIDADE, RECONHECIMENTO, VETO, SANÇÃO, LEI, OBJETO, PROMULGAÇÃO, PUBLICAÇÃO, FUNDAMENTO, SEGURANÇA JURÍDICA. CONTROVÉRSIA CONSTITUCIONAL, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), DIREITO À SAÚDE, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS. DIREITO À INFORMAÇÃO, USO, EQUIPAMENTO DE PROTEÇÃO, QUANTIDADE, GRUPO DE PESSOAS, ESTABELECIMENTO COMERCIAL. OBRIGATORIEDADE, USO, EQUIPAMENTO DE PROTEÇÃO, ESTABELECIMENTO PENAL, INCLUSÃO, PRESTADOR DE SERVIÇO. VULNERABILIDADE, PRESO. AUMENTO, NÚMERO, MORTE, ESTABELECIMENTO PENAL, DECORRÊNCIA, CORONA VIRUS DISEASE 2019 (COVID-19).\n\n- TERMO(S) DE RESGATE: DELIBERAÇÃO EXECUTIVA, DELIBERAÇÃO, LEGISLATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=714&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO LEGISLATIVO, PRINCÍPIO, PRECLUSÃO)\nADI 1254 (TP). \n(IRRETRATABILIDADE, VETO)\nRp 432 (TP). \n(VETO PARCIAL, PROJETO DE LEI, IMPLICAÇÃO, DESMEMBRAMENTO, PROCESSO LEGISLATIVO)\nRE 706103 (TP). \n(ADPF, QUESTIONAMENTO, VETO, PENDÊNCIA, DELIBERAÇÃO, PODER LEGISLATIVO)\nADPF 1 QO (TP). \n- Decisão estrangeira citada: Caso Luther vs. Border (1849), da Suprema Corte norte-americana.\n- Veja ADPF 715 e ADPF 718 do STF.\n- Veja Veto 25 de 2020 do Presidente da República.\n- Veja Resolução 1 de 2020 (Pandemia e Direitos Humanos nas Américas), da Comissão Interamericana de Direitos Humanos (CIDH).\nNúmero de páginas: 29.\nAnálise: 16/12/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT \nADV.(A/S)  : WALBER DE MOURA AGRA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":441044,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 714","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-02-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BRASIL. Conselho Nacional de Justiça (CNJ). Relatótio de Monitoramento Semanal da Covid-19. 29 jul. 2020. Disponível em: https://www.cnj.jus.br/wp-content/uploads/2020/07/Monitoramento-Semanal-Covid-19-Info-29.07.20.pdf.\nBRASIL. Manual de Redação da Presidência da República. 3. ed. Organização: Gilmar Ferreira Mendes. 3. ed. Brasília: Presidência da República, 2018. p. 160.\nBARBOSA, Leonardo Augusto de Andrade. Processo Legislativo e Democracia. Belo Horizonte: Del Rey, 2010. p. 76-77.\nCAMPOS, Francisco. Direito Constitucional. Rio de Janeiro: Forense, 1942. p. 10.\nFERREIRA FILHO, Manoel Gonçalves. Do Processo Legislativo. São Paulo: Saraiva, 1968. p. 62.\nGALEOTTI, Serio. Contributo alla Teoria del Procedimento Legislativo. Milão: Giuffrè, 1985. p. 86.\nHÄBERLE, Peter. Pluralismo y Constitución: estudios de teoría constitucional de la sociedade abierta. 2. ed. Madrid: Tecnos, 2013. p. 144.\nKELSEN, Hans. Teoría General del Estado. Tradução: Legaz y Lacambra. Barcelona: Editorial Labor, 1934. p. 364.\nMELLO FILHO, José Celso de. Constituição Federal Anotada. 2. ed. São Paulo: Saraiva, 1986. p. 224.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gonet. Curso de Direito Constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 949.\nMENDES, Gilmar Ferreira; AFONSO, José Roberto; SANTANA, Hadassah Laís (org.). Governance 4.0 para Covid-19 no Brasil: Propostas para Gestão Pública e Para Políticas Sociais e Econômicas. São Paulo: Almedina, 2020.\nMIRANDA, Francisco Cavalcanti Pontes de. Comentários à Constituição de 1967, com a Emenda n. 1 de 1969. 3. ed. Rio de Janeiro: Forense, 1987. Tomo III (arts. 32-117). p. 187-188.\nPRESO por Corrupção, Morto por Covid-19. Como o coronavírus se espalhou a partir da cozinha de um presídio paranaense e matou Nelson Meurer, diabético e cardiopata que, aos 77 anos, teve a prisão domiciliar negada. Revista Piauí, 21 jul. 2020. Disponível em: https://piaui.folha.uol.com.br/preso-por-corrupcao-morto-por-covid-19.\nROCHA, Cármen Lúcia Antunes. Constituição e Constitucionalidade. Belo Horizonte: Editora Lê, 1991. p. 173.\nSILVA, José Afonso da. Processo Constitucional de Formação das Leis. 2. ed. São Paulo: Malheiros, 2007. p. 214-215.","ministro_facet":["GILMAR MENDES"],"processo_numero":714,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur442113","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":true,"acordao_ata":"Após o voto do Ministro Gilmar Mendes (Presidente), que conhecia da questão de ordem e dava efeito suspensivo ao recurso de embargos de declaração, suspendendo-se os efeitos do acordão condenatório prolatado por esta Segunda Turma, até a apreciação do recurso, e do voto do Ministro Edson Fachin, que não a conhecia e no mérito a rejeitava, pediu vista o Ministro Ricardo Lewandowski. Presidência do Ministro Gilmar Mendes. 2ª Turma, 17.11.2020.\r\n\n           Decisão: Após a devolução do pedido de vista do Ministro Ricardo Lewandowski, a Turma, por maioria, conheceu da questão de ordem e a julgou procedente para manter a apreciação dos embargos de declaração perante a Segunda Turma, vencido o Ministro Edson Fachin que dela não conhecia. Prosseguindo, a Turma, por maioria, deu efeito suspensivo ao recurso de embargos de declaração, suspendendo os efeitos do acórdão condenatório prolatado por esta Segunda Turma, até a apreciação do recurso, nos termos do voto do Ministro Gilmar Mendes, redator para o acórdão, vencido o Ministro Edson Fachin. Ausente, justificadamente, a Ministra Cármen Lúcia. Presidência do Ministro Gilmar Mendes. 2ª Turma, 24.11.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":"MIN. ALEXANDRE DE MORAES","id":"sjur442113","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur442113","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-QO","is_processo_antigo":false,"ementa_texto":"Penal e processo penal. Questão de ordem em embargos de declaração. 2. Remessa dos embargos de declaração para julgamento no Pleno, com base na Emenda Regimental 57/2020, que devolveu a competência para o julgamento de inquéritos e ações penais ao Plenário. Julgamento já iniciado perante a Segunda Turma. 3. Aplicação da garantia fundamental do juiz natural aos casos de modificação de competência de órgãos judiciais no transcorrer do processo. Art. 5º, XXXVII e LIII, da Constituição de 1988. 4. a garantia do juiz natural é compreendida como o direito a um juiz instituído antes do fato e competente para julgar o processo segundo critérios legais, prévios e taxativos. Doutrina. Necessidade de prévia definição do órgão jurisdicional competente enquanto garantia da imparcialidade e independência judicial. 5. Relevância da definição de regras de transição para as hipóteses de modificação da competência de órgãos judiciais. Precedentes do STF. QO na AP 937. 6. Embargante que juntou aos autos documentos comprobatórios da absolvição de corréu no mesmo processo, nas instâncias inferiores. Anterior conversão do processo em diligência pela Segunda Turma. Fumus boni juris. Inelegibilidade do réu eleito para a Prefeitura Municipal de Duque de Caxias/RJ. Periculum in mora. 7. Decisão da questão de ordem para firmar a competência da Turma para julgamento dos embargos e atribuir efeito suspensivo até o julgamento do recurso, nos termos do voto do Redator para o acórdão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755321778","externo_seq_objeto_incidente":6052276,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-049  DIVULG 12-03-2021  PUBLIC 15-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=618&classe=AP","is_colac":false,"titulo":"AP 618 ED-QO","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00037 INC-00053 INC-00054\n    INC-00055 INC-00078 ART-00096 INC-00001\n    LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000064 ANO-1990\n    ART-00001 INC-00001 LET-E ITEM-00001\n    ITEM-00003 ART-0026C PAR-00001 PAR-00002\n    PAR-00003\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-006766 ANO-1979\n    ART-00050 INC-00001 INC-00002 INC-00003\n    PAR-ÚNICO INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906 ANO-1994\n    ART-00007 INC-00010\n    EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00015 INC-00002 LET-A LET-O\n    ART-00040 \"CAPUT\" ART-00053 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009985 ANO-2000\n    ART-00002 INC-00001 ART-00007 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00300\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 ITEM-00001\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00061 INC-00002 LET-G\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00002\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-097780 ANO-1989\n    DECRETO\n\n","LEG-FED   DEC-099274 ANO-1990\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000013 ANO-1990\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000428 ANO-2010\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000669 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00003 ART-00005 INC-00001 ART-00009\n    INC-00001 LET-J LET-K ART-00010\n    PAR-00001 PAR-00002 ART-00013 INC-00007\n    ART-00021 INC-00001 INC-00003 ART-0021B\n    ART-00133 ART-00333 INC-00001\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000009 ANO-2001\n    EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EMR-000049 ANO-2014\n    EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EMR-000053 ANO-2020\n    EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EMR-000057 ANO-2020\n    ART-00003\n    EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-03-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DO JUIZ NATURAL, PREVISÃO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS; SUPRALEGALIDADE, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. JURISPRUDÊNCIA, STF, FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, REGRA DE TRANSIÇÃO, HIPÓTESE, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL; HIPÓTESE, OFERECIMENTO, DENÚNCIA, PENDÊNCIA, APRECIAÇÃO, DENÚNCIA; HIPÓTESE, JULGAMENTO INICIADO. FORO POR PRERROGATIVA DE FUNÇÃO, MANUTENÇÃO, COMPETÊNCIA, STF, PRESERVAÇÃO, EFETIVIDADE, PRESTAÇÃO JURISDICIONAL. JURISPRUDÊNCIA, STF, RECURSO, REGÊNCIA, LEI, VIGÊNCIA, MOMENTO, DECISÃO RECORRIDA. JURISPRUDÊNCIA, STF, EFEITO, RECURSO, APLICAÇÃO, LEI, VIGÊNCIA, DATA, INTERPOSIÇÃO. JURISPRUDÊNCIA, STF, REPERCUSSÃO GERAL, EXIGÊNCIA, PRESSUPOSTO DE ADMISSIBILIDADE, DATA, REGULAMENTAÇÃO, REGIMENTO INTERNO, STF. JURISPRUDÊNCIA, STF, CABIMENTO, EMBARGOS INFRINGENTES, APLICAÇÃO, LEI VIGENTE, MOMENTO, PROFERIMENTO, DECISÃO RECORRIDA. IMPOSSIBILIDADE, APLICAÇÃO, LEI POSTERIOR, DATA, INTERPOSIÇÃO, RECURSO, REGULAÇÃO, CABIMENTO, EFEITO, PROCESSAMENTO. PUBLICAÇÃO, DECISÃO, IMPUGNAÇÃO, DIREITO SUBJETIVO, APLICAÇÃO, LEI VIGENTE. DATA, PUBLICAÇÃO, DECISÃO, DEFINIÇÃO, COMPETÊNCIA RECURSAL. EFEITO, EMBARGOS DE DECLARAÇÃO. OPOSIÇÃO, EMBARGOS DE DECLARAÇÃO, DECISÃO, TURMA, DESLOCAMENTO, COMPETÊNCIA, PLENÁRIO, STF, PREJUÍZO, DEFESA, DEVIDO PROCESSO LEGAL, CONTRADITÓRIO, AMPLA DEFESA. DEMORA, TRIBUNAL, APRECIAÇÃO, EMBARGOS DE DECLARAÇÃO, FUNDAMENTAÇÃO, ATRIBUIÇÃO, EFEITO SUSPENSIVO. LEI, INELEGIBILIDADE, PREVISÃO, ATRIBUIÇÃO, EFEITO SUSPENSIVO, DECISÃO CONDENATÓRIA, FUMUS BONI JURIS. PROPOSITURA, QUESTÃO DE ORDEM, PRESIDENTE, TURMA, DECORRÊNCIA, REGIMENTO INTERNO. ATRIBUIÇÃO, PRESIDENTE, TURMA, EQUIVALÊNCIA, ATRIBUIÇÃO, PRESIDENTE DO TRIBUNAL. INTERPRETAÇÃO, PRINCÍPIO, APLICAÇÃO IMEDIATA, LEI PROCESSUAL, IMPOSSIBILIDADE, APLICAÇÃO RETROATIVA, REGRA, MODIFICAÇÃO, COMPETÊNCIA, TEMPUS REGIT ACTUM. JURISPRUDÊNCIA, SUPERVENIÊNCIA, ALTERAÇÃO, LEI PROCESSUAL, MANUTENÇÃO, ATO PROCESSUAL, REALIZAÇÃO, MOMENTO ANTERIOR. DISCRICIONARIEDADE, MINISTRO RELATOR, DETERMINAÇÃO, REMESSA, PROCESSO, PLENÁRIO. CASO CONCRETO, REMESSA, PROCESSO EM CURSO, PLENÁRIO, ATO UNILATERAL, MINISTRO RELATOR, NECESSIDADE, SUBMISSÃO, ÓRGÃO COLEGIADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: COMPETÊNCIA, PROPOSITURA, QUESTÃO DE ORDEM, MINISTRO RELATOR, PRESIDENTE DO TRIBUNAL, REGIMENTO INTERNO, STF. PRESIDENTE, TURMA, EQUIVALÊNCIA, ATRIBUIÇÃO, PRESIDENTE DO TRIBUNAL; POSSIBILIDADE, PROPOSITURA, QUESTÃO DE ORDEM. POSSIBILIDADE, INTEGRALIDADE, MINISTRO, STF, PROPOSITURA, QUESTÃO DE ORDEM, PROCESSO EM CURSO, ÓRGÃO COLEGIADO. NECESSIDADE, DEFINIÇÃO, MOMENTO, PRORROGAÇÃO, COMPETÊNCIA, TURMA, OBSERVÂNCIA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL. PRINCÍPIO DO JUIZ NATURAL, VEDAÇÃO, JUÍZO DE EXCEÇÃO, TRIBUNAL DE EXCEÇÃO. APLICAÇÃO IMEDIATA, EMENDA REGIMENTAL, RESTAURAÇÃO, COMPETÊNCIA, PLENÁRIO, STF, RISCO, SEGURANÇA JURÍDICA. EMENDA REGIMENTAL, RESTAURAÇÃO, COMPETÊNCIA, PLENÁRIO, STF, AUSÊNCIA, SUPRESSÃO, POSSIBILIDADE, PRORROGAÇÃO, COMPETÊNCIA, TURMA. PRORROGAÇÃO, COMPETÊNCIA, TURMA, STF, POSSIBILIDADE, RECONHECIMENTO, EX OFFICIO, MATÉRIA, ORDEM PÚBLICA. JURISPRUDÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, HIPÓTESE, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL. JURISPRUDÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, HIPÓTESE, OFERECIMENTO, DENÚNCIA, PENDÊNCIA, APRECIAÇÃO. JURISPRUDÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, RENÚNCIA AO MANDATO, PROCESSO EM CURSO. PRECEDENTE, VIGÊNCIA, EMENDA REGIMENTAL, RESTAURAÇÃO, COMPETÊNCIA, PLENÁRIO, PRORROGAÇÃO, COMPETÊNCIA, TURMA, JULGAMENTO, AÇÃO PENAL, PROCESSO EM CURSO. NECESSIDADE, SUSPENSÃO, EFEITO, DECISÃO CONDENATÓRIA, RISCO, DANO IRREPARÁVEL, FUMUS BONI JURIS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: ALTERAÇÃO, COMPETÊNCIA, JULGAMENTO, TURMA, SEDE, EMBARGOS DE DECLARAÇÃO, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PRECEDENTE, VIGÊNCIA, EMENDA REGIMENTAL, RESTAURAÇÃO, COMPETÊNCIA, PLENÁRIO, PRORROGAÇÃO, COMPETÊNCIA, TURMA, JULGAMENTO, AÇÃO PENAL, PROCESSO EM CURSO. JURISPRUDÊNCIA, APLICAÇÃO IMEDIATA, NORMA, ALTERAÇÃO, COMPETÊNCIA, INAPLICABILIDADE, CASO CONCRETO, EXISTÊNCIA, DECISÃO DE MÉRITO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: ILEGITIMIDADE, TURMA, ALTERAÇÃO, DELIBERAÇÃO, PLENÁRIO, SEDE, EMENDA REGIMENTAL. EMENDA REGIMENTAL, RESTAURAÇÃO, COMPETÊNCIA, PLENÁRIO, PREVISÃO, APLICAÇÃO, PROCESSO EM CURSO. PROPOSITURA, QUESTÃO DE ORDEM, PRESIDENTE, TURMA, USURPAÇÃO, ATRIBUIÇÃO, MINISTRO RELATOR. EMENDA REGIMENTAL, DEVOLUÇÃO, PLENÁRIO, COMPETÊNCIA, JULGAMENTO, INQUÉRITO, AÇÃO PENAL, RESTAURAÇÃO, REDAÇÃO ORIGINAL, REGIMENTO INTERNO, STF. JUSTIFICATIVA, EMENDA REGIMENTAL, RESTAURAÇÃO, COMPETÊNCIA, PLENÁRIO, PRECEDENTE, STF, FORO POR PRERROGATIVA DE FUNÇÃO, CONSEQUÊNCIA, REDUÇÃO, QUANTIDADE, INQUÉRITO, AÇÃO PENAL, TRAMITAÇÃO, TRIBUNAL; PLENÁRIO VIRTUAL, CELERIDADE PROCESSUAL, REDUÇÃO, QUANTIDADE, PROCESSO, PAUTA DE JULGAMENTO, PLENÁRIO. CONTEXTO HISTÓRICO, OBJETIVO, EMENDA REGIMENTAL, STF, ALTERAÇÃO, COMPETÊNCIA, JULGAMENTO, TRANSFERÊNCIA, TURMA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, IMPUGNAÇÃO, EMENDA REGIMENTAL, STF, TRANSFERÊNCIA, COMPETÊNCIA, JULGAMENTO, TURMA. REGIMENTO INTERNO, TRIBUNAL, EQUIVALÊNCIA, LEI. PLENÁRIO VIRTUAL, CELERIDADE PROCESSUAL, OBSERVÂNCIA, PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO DA AMPLA DEFESA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=618&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-ED-QO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUPRALEGALIDADE, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS)\nRE 466343 (TP). \n(PRINCÍPIO DO JUIZ NATURAL, DEFINIÇÃO, JUÍZO COMPETENTE, MOMENTO ANTERIOR, JULGAMENTO, GARANTIA, IMPARCIALIDADE, INDEPENDÊNCIA)\nHC 73801 (1ªT). \n(RECURSO, APLICAÇÃO, LEI VIGENTE, MOMENTO, PROFERIMENTO, DECISÃO RECORRIDA)\nADI 1591 EI (TP), RE 82902 (TP) - RTJ 78/274. \n(PROPOSTA, ALTERAÇÃO, REGIMENTO INTERNO, STF, COMPETÊNCIA, JULGAMENTO, MS, TRANSFERÊNCIA, TURMA)\nMS 28290 (TP), MS 28330 (TP), MS 28375 (TP), MS 28477 (TP). \n(COMPETÊNCIA PRIVATIVA, TRIBUNAL, DEFINIÇÃO, FUNCIONAMENTO, ÓRGÃO JUDICIAL)\nADI 5175 (TP). \n(REGIMENTO INTERNO, TRIBUNAL, EQUIVALÊNCIA, LEI)\nADI 1105 MC (TP). \n(SUPERVENIÊNCIA, ALTERAÇÃO, LEI PROCESSUAL, MANUTENÇÃO, ATO PROCESSUAL, REALIZAÇÃO, MOMENTO ANTERIOR)\nAI 853545 AgR (2ªT), AP 914 AgR (2ªT). \n(DISCRICIONARIEDADE, MINISTRO RELATOR, REMESSA, PROCESSO, JULGAMENTO, PLENÁRIO)\nHC 143333 (TP). \n(SUPERVENIÊNCIA, EMENDA REGIMENTAL 57/2020, PRORROGAÇÃO, COMPETÊNCIA, TURMA, PROCESSO EM CURSO)\nAP 1015 (2ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, REGRA DE TRANSIÇÃO, HIPÓTESE, OFERECIMENTO, DENÚNCIA, PENDÊNCIA, APRECIAÇÃO)\nInq 4343 (2ªT), Inq 4641 (1ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, REGRA DE TRANSIÇÃO, HIPÓTESE, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL)\nAP 937 QO (TP). \n(FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, HIPÓTESE, JULGAMENTO INICIADO)\nAP 634 QO (TP), Inq 4005 (2ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, PRORROGAÇÃO, COMPETÊNCIA, STF, RENÚNCIA AO MANDATO, PROCESSO EM CURSO)\nAP 396 (TP). \n- Decisão estrangeira citada: Sentencia C-040, de 1997, Magistrado Ponente Antonio Barrera Carbonell, da Corte Constitucional da Colômbia.\n- Veja AP 1030 AgR-quinto, PET 8740 AgR, PET 8749 AgR e PET 8755 AgR do STF.\nNúmero de páginas: 51.\nAnálise: 30/04/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : WASHINGTON REIS DE OLIVEIRA \nADV.(A/S)  : ANTÔNIO CARLOS ALMEIDA CASTRO E OUTRO(A/S)\nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":442113,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"AP 618 ED-QO","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2020-11-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NOS EMB.DECL. NA AÇÃO PENAL","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Juiz Natural no Processo Penal. p. 54, 57, 58 e 251.\nBARROSO, Luís Roberto. Constituição da República Federativa do Brasil Anotada. 5. ed. São Paulo: Saraiva, 2006. p. 35.\nBONFIM, Edilson Mougenot. Curso de processo penal. 7. ed. São Paulo: Saraiva, 2012.\nLOPES JR., Aury. Direito Processual Penal. 11. ed. São Paulo: Saraiva, 2014. p. 451.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 366.\nPULIDO, Carlos Bernal. El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":618,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478684","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Ademir da Silva em relação aos crimes previstos nos arts. 286, parágrafo único, e 288, caput, c/c. art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencidos os Ministros Nunes Marques e André Mendonça, que, preliminarmente, reconheciam a incompetência do Supremo Tribunal Federal e, superada essa questão, rejeitavam a denúncia. Falou, pelo investigado, a Dra. Vanessa Vitoria Oliveira. Plenário, Sessão Virtual Extraordinária de 18.4.2023 a 24.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478684","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T19:00:20.469241","dg_unique":"sjur478684","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA.\n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de ADEMIR DA SILVA pela prática das condutas descritas nos arts. 286, parágrafo único (incitação ao crime), e 288, caput (associação criminosa), c/c. art. 69, caput (concurso material), todos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767447357","externo_seq_objeto_incidente":6612225,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4921&classe=Inq","is_colac":false,"titulo":"Inq 4921 RD","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00016 INC-00037 INC-00044\n    INC-00053 INC-00055 ART-00034 INC-00003\n    INC-00004 ART-00053 PAR-00001 ART-00060\n    PAR-00004 ART-00086 \"CAPUT\" ART-00102\n    INC-00001 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    LET-P LET-Q LET-R ART-00129\n    INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-013206 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00069 \"CAPUT\" ART-00147 ART-0147A\n    PAR-00001 INC-00003 ART-00163 ART-00250\n    PAR-00001 INC-00001 LET-B ART-00286\n    PAR-ÚNICO ART-00288 \"CAPUT\" PAR-ÚNICO\n    ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00395 INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-05-09","documental_acordao_mesmo_sentido_lista_texto":"Inq 4921 RD-terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-093\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-088\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-089\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-093\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-088\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-088\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-089\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-088\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-092\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-088\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-087\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-088\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-090\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-092\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-092\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-088\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-décimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-090\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-091\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-vigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-091\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-090\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-093\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-093\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-095\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-trigésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-089\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-090\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-089\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-089\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-090\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-089\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo oitavo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quadragésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-089\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quinquagésimo  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n \nInq 4921 RD-quinquagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023\n          JULG-25-04-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-094\n          DJe-s/n  DIVULG 08-05-2023  PUBLIC 09-05-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, AUTORIA INTELECTUAL, PARTÍCIPE, INCITAÇÃO AO CRIME. INVESTIGAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, COMETIMENTO DE CRIME, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, GOLPE DE ESTADO. DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, OBJETIVO, INCITAÇÃO AO CRIME, EQUIPARAÇÃO, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE. DENUNCIADO, PRISÃO EM FLAGRANTE, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, SITUAÇÃO, ESPERA, GOLPE DE ESTADO. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, TOTALIDADE, PARTICIPANTE, COLABORAÇÃO, RESULTADO. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, AUSÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO. RESPONSABILIDADE OBJETIVA, DENUNCIADO, FATO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, REUNIÃO PACÍFICA. AUSÊNCIA, PROVA, DENUNCIADO, PARTICIPAÇÃO, ATO, VANDALISMO, PRAÇA DOS TRÊS PODERES. DIREITO PENAL, GENERALIZAÇÃO, INADMISSIBILIDADE. PROCURADORIA GERAL DA REPÚBLICA (PGR), AUSÊNCIA, CONSTATAÇÃO, SITUAÇÃO, ESTADO DE FLAGRÂNCIA. DEPOIMENTO, POLICIAL MILITAR, MOMENTO, DILIGÊNCIA, PRISÃO, AUSÊNCIA, TENTATIVA, FUGA, TUMULTO. PODER PÚBLICO, AUSÊNCIA, PROIBIÇÃO, MANIFESTAÇÃO, QUARTEL GENERAL DO EXÉRCITO. DENÚNCIA, AUSÊNCIA, SUFICIÊNCIA, INDÍCIO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. CONFIGURAÇÃO, DELITO, ASSOCIAÇÃO CRIMINOSA, PRESENÇA, ELEMENTO SUBJETIVO, DOLO, VONTADE, ASSOCIAÇÃO, COMETIMENTO DE CRIME. ASSOCIAÇÃO CRIMINOSA, INCITAÇÃO AO CRIME, ANIMOSIDADE DAS FORÇAS ARMADAS CONTRA OS PODERES CONSTITUCIONAIS, AS INSTITUIÇÕES CIVIS OU A SOCIEDADE, CRIME DE PERIGO ABSTRATO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO. EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, CONCLUSÃO, DENUNCIADO, ACAMPAMENTO, QUARTEL GENERAL DO EXÉRCITO, BRASÍLIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. INEXISTÊNCIA, JUSTA CAUSA, INDÍCIO, AUTORIA DO CRIME, INSTAURAÇÃO, AÇÃO PENAL. ACUSAÇÃO, AUSÊNCIA, ELEMENTO PROBATÓRIO, DENUNCIADO, ASSOCIAÇÃO CRIMINOSA, QUARTEL GENERAL DO EXÉRCITO, VONTADE, COMETIMENTO DE CRIME, IMPOSSIBILIDADE, PRESUNÇÃO. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. ATO POLÍTICO, CARÁTER ANTIDEMOCRÁTICO, AUSÊNCIA, MOTIVAÇÃO, DELITO, TERRORISMO. AUSÊNCIA, JUSTA CAUSA, CRIME, TERRORISMO, GOLPE DE ESTADO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, AMEAÇA, PERSEGUIÇÃO.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS AUTORES INTELECTUAIS E PARTÍCIPES POR INSTIGAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4921&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 191124 AgR (1ªT), HC 206876 AgR (1ªT).\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nHC 73638 (1ªT), HC 75868 (2ªT), HC 71899 (2ªT).\r\n(REQUISITO, DENÚNCIA)\r\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nHC 83554 (2ªT), Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3650 (2ªT), Inq 3719 (1ªT), AP 953 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Inq 4216 (2ªT), AP 987 (2ªT), HC 142987 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(DENÚNCIA, DIREITO DE DEFESA)\r\nAP 560 (2ªT), Inq 3204 (2ªT).\r\n- Decisões monocráticas citadas:\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 195327, RHC 198981, HC 212806.\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\r\nSTJ: REsp 128875.\r\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4828, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 88.\nAnálise: 15/06/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : ADEMIR DA SILVA \nADV.(A/S)  : VANESSA VITORIA OLIVEIRA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478684,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4921 RD","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo\npenal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nHASSEMER, Winfred. Seguridad por intermédio del derecho penal. In: MAIER, Julio B.; CÓRDOBA, Gabriela E. (orgs.). Tiene um futuro el derecho penal?. Buenos Aires: Ad-hoc, 2009. p. 31-32.\nLIMA, Renato Brasileiro de. Manual de processo penal. 8. ed. rev., ampl. e atual. Salvador: JusPodivm, 2020. volume único.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nPRADO, Luiz Regis; CARVALHO, Erika Mendes de; CARVALHO, Gisele Mendes de. Curso de Direito Penal Brasileiro. Parte Geral e Especial. São Paulo: Revista dos Tribunais, 2015. p. 1203.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4921,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478147","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo interessado Presidente da República, o Ministro Bruno Bianco Leal, Advogado-Geral da União; pela interessada Câmara dos Deputados, o Dr. Jules Michelet Pereira Queiroz e Silva, Advogado-Geral da Câmara dos Deputados; pelo interessado Senado Federal, o Dr. Thomaz Henrique Gomma de Azevedo, Advogado-Geral do Senado Federal; pelo amicus curiae Partido Novo, o Dr. Paulo Roberto Roque Antônio Khouri; e, pela Procuradoria-Geral da República, a Dra. Lindôra Maria Araújo, Vice-Procuradora-Geral da República. Presidência da Ministra Rosa Weber. Plenário, 7.12.2022.\r\n\n                 Decisão: Após o voto da Ministra Rosa Weber (Presidente e Relatora), que (i) assentava o prejuízo das ADPFs 854 e 1.014 no que impugnam o Decreto nº 11.190/2022, ante a perda superveniente do objeto, na fração de interesse; (ii) conhecia integralmente das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014 e, no mérito, observada a fundamentação, e nos limites dos pedidos formulados: (a) julgava procedentes os pedidos deduzidos nas ADPFs 850, 851, 854 e 1.014, para declarar incompatíveis com a ordem constitucional brasileira as práticas orçamentárias viabilizadoras do chamado “esquema do orçamento secreto”, consistentes no uso indevido das emendas do Relator-Geral do orçamento para efeito de inclusão de novas despesas públicas ou programações no projeto de lei orçamentária anual da União; (b) declarava a inconstitucionalidade material do art. 4º do Ato Conjunto das Mesas da Câmara dos Deputados e do Senado Federal nº 1/2021 e do inteiro teor da Resolução CN nº 2/2021; (c) conferia interpretação conforme às leis orçamentárias anuais de 2021 (Lei nº 14.144/2021) e de 2022 (Lei nº 14.303/2022), vedando a utilização das despesas classificadas sob o indicador orçamentário RP 9 para o propósito de atender a solicitações de despesas e indicações de beneficiários realizadas por Deputados Federais, Senadores da República, Relatores da Comissão Mista de Orçamento (CMO) e quaisquer “usuários externos” não vinculados aos órgãos da Administração Pública Federal, independentemente de tal requisição ter sido formulada pelos sistemas formais ou por vias informais (cabendo, em consequência, aos Ministros de Estado titulares das pastas beneficiadas com recursos consignados sob a rubrica RP 9 orientarem a execução desses montantes em conformidade com os programas e projetos existentes nas respectivas áreas, afastado o caráter vinculante das indicações formuladas pelo relator-geral do orçamento, nos moldes do art. 2º, § 1º, do Decreto nº 10.888/2021); (d) determinava, a todas as unidades orçamentárias e órgãos da Administração Pública em geral que realizaram o empenho, liquidação e pagamento de despesas classificadas sob o indicador orçamentário RP 9, nos exercícios financeiros de 2020 a 2022, a publicação dos dados referentes aos serviços, obras e compras realizadas com tais verbas públicas, assim como a identificação dos respectivos solicitadores e beneficiários, de modo acessível, claro e fidedigno, no prazo de 90 (noventa) dias; e (iii) fixava a seguinte tese: “As emendas do Relator-Geral do orçamento destinam-se, exclusivamente, à correção de erros e omissões, nos termos do art. 166, § 3º, III, alínea ‘a’, da Constituição Federal, vedada a sua utilização indevida para o fim de criação de novas despesas ou de ampliação das programações previstas no projeto de lei orçamentária anual”, o julgamento foi suspenso. Plenário, 14.12.2022.\r\n\n                       Decisão:  Em continuidade de julgamento, após o voto do Ministro André Mendonça, que conhecia, em parte, das arguições de descumprimento de preceito fundamental, nos termos do voto da Ministra Rosa Weber (Presidente e Relatora), porém, na parte conhecida, julgava parcialmente procedentes os pedidos, tão somente com a finalidade de declarar omissão parcial do Poder Público no que toca à regulamentação da execução do indicador de Resultado Primário nº 09 derivado das Leis Orçamentárias Anuais de 2021 e 2022; por intermédio do emprego da técnica de declaração de inconstitucionalidade sem a pronúncia da nulidade, fixava prazo de 60 dias, determinando aos arguidos que: (i) normatizem as emendas do Relator-Geral, de modo a explicitar a priori os fundamentos levados periodicamente em consideração para fixar o volume financeiro da execução pertinente ao RP-9 e respectivos critérios de rateio desse montante entre as duas Casas do Congresso Nacional e respectivos órgãos, com especial atenção à CMO; e (ii) passem a garantir às emendas de relator identificadas pelo RP-9 o mesmo nível de transparência e de controle verificáveis na execução referente aos RP-6 (despesa primária decorrente de emendas individuais, de execução obrigatória) e RP-7 (despesa primária decorrente de emendas de bancada estadual, de execução obrigatória); e propunha a fixação de interpretação conforme à Constituição para assentar que, apesar de “ainda constitucional”, encontra-se em trânsito para a inconstitucionalidade parcela do regime das Emendas do Relator-Geral do Orçamento, isto é, prescrições normativas a exemplo da expressão “e, exceto quanto à exigência de anulação integral a que se refere a alínea ‘b’ do inciso III, com ‘RP 9’”, contida no § 8º do art. 4º da Lei n. 14.303, de 21 de janeiro de 2022 (LOA de 2022); e (2) o art. 71 da Lei 14.194/2021 (LDO de 2022), naquilo que estabelece que o preceito não se aplica às programações com identificador de RP 9; no mesmo sentido, apelava ao Legislador para que se abstenha de estabelecer em relação ao regime jurídico das emendas de relator-geral da Comissão Mista de Orçamento a equiparação dos regimes jurídicos das emendas individuais e das emendas de relator, especialmente quanto à obrigatoriedade de execução dessas despesas pelo Poder Executivo, assim como o atendimento da legislação estruturante da respectiva política pública, sobretudo no que concerne aos critérios de distribuição de recursos - como população e índices socioeconômicos do ente da Federação; do voto do Ministro Nunes Marques, que a) não conhecia das ADPFs 850, 851, 854 e 1.014; e, b) caso vencido na preliminar, no mérito, deferia parcialmente os pedidos formulados, de modo a, tão somente, reconhecendo a contrariedade aos princípios da transparência e da publicidade, determinar que o Congresso Nacional, no prazo de 30 (trinta) dias corridos, proceda aos ajustes necessários, no orçamento de 2022 e seguintes, quanto à execução das despesas indicadas pelo classificador RP 9 (despesas decorrentes de emendas do relator do projeto de lei orçamentária anual), de modo que todas as demandas de parlamentares voltadas à distribuição de emendas de relator-geral, independentemente da modalidade de aplicação, sejam associadas aos respectivos parlamentares requerentes e registradas em plataforma eletrônica centralizada mantida pelo órgão central do Sistema de Planejamento e Orçamento Federal previsto nos arts. 3º e 4º da Lei 10.180/2001, assegurado amplo acesso público, com medidas de fomento à transparência ativa, assim como sejam garantidas a comparabilidade e a rastreabilidade dos dados referentes às solicitações/pedidos de distribuição de emendas e sua respectiva execução, em conformidade com os princípios da publicidade e transparência previstos nos arts. 37, caput, e 163-A da Constituição Federal, com o art. 3º da Lei 12.527/2011 e art. 48 da Lei Complementar 101/2000, ressalvando os orçamentos dos exercícios 2020 e 2021, assim como todos os anteriores, por entender que a tramitação e a execução das respectivas leis orçamentárias, ainda que passíveis de críticas, atenderam à compreensão então vigente, que não apresentava controvérsia; do voto do Ministro Alexandre de Moraes, que acompanhava a Relatora, assentando o prejuízo das ADPFs 854 e 1.014 no que impugnam o Decreto nº 11.190/2022, ante a perda superveniente do objeto; acompanhava também a Relatora no conhecimento integral das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014; no mérito, divergia parcialmente da Relatora e julgava parcialmente procedentes os pedidos deduzidos nas ADPFs 850, 851, 854 e 1.014, para, afastando a possibilidade do denominado orçamento secreto: 1) declarar a inconstitucionalidade material do artigo 4º do Ato Conjunto das Mesas da Câmara dos Deputados e do Senado Federal nº 1/2021, determinando que se aplique o mesmo procedimento das emendas individuais (RP6) às emendas do relator (RP9), com a finalidade de garantia de total transparência e publicidade, devendo o relator, no tocante à divisão dos recursos destinados a RP9, respeitar a proporcionalidade entre a maioria e a minoria da Casa Legislativa, e, após essa divisão do montante de emendas, o relator deverá respeitar a proporcionalidade das respectivas bancadas dentro da maioria e da minoria; 2) conferir interpretação conforme às leis orçamentárias anuais de 2021 (Lei nº 14.144/2021) e de 2022 (Lei nº 14.303/2022), somente autorizando a utilização das despesas classificadas sob o indicador orçamentário RP 9 quando for possível fazer a devida adaptação e aplicação do procedimento de publicidade e transparência relativo às emendas individuais (RP 6) e, caso não seja possível, acompanhava a Relatora, no sentido de determinar aos Ministros de Estado titulares das pastas beneficiadas com recursos consignados sob a rubrica RP 9 que orientem a execução desses montantes em conformidade com os programas e projetos existentes nas respectivas áreas; 3) determinava, a todas as unidades orçamentárias e órgãos da Administração Pública em geral que realizaram o empenho, liquidação e pagamento de despesas classificadas sob o indicador orçamentário RP 9, nos exercícios financeiros de 2020 a 2022, a publicação dos dados referentes aos serviços, obras e compras realizadas com tais verbas públicas nos exatos e idênticos termos das RP 6 (emendas individuais); do voto do Ministro Dias Toffoli, que conhecia integralmente das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014 e, nessa parte, julgava parcialmente procedentes os pedidos para conferir interpretação conforme aos dispositivos questionados no sentido de que eles devem observar os princípios da transparência, da proporcionalidade, da imparcialidade e da isonomia entre os entes federativos, devendo, ainda, os Poderes Executivo e Legislativo, no âmbito de suas competências, regulamentar, no prazo de 90 dias, a execução da RP-09, observando os seguintes critérios: 1. o Poder Executivo Federal deve publicar, anualmente, para cada Estado e o Distrito Federal, a relação dos programas estratégicos e projetos prioritários nos quais, exclusivamente, devem ser alocadas as emendas de relator, observada a compatibilidade dessa programação com (i) a Constituição Federal, especialmente o disposto em seus arts. 3º, incisos II e III, e art. 165, § 7º (com o objetivo de promover o desenvolvimento nacional e reduzir as desigualdades sociais e regionais); e (ii) com as demais normas pertinentes, como o Plano Plurianual (PPA), a Lei de Diretrizes Orçamentárias (LDO), os planos nacionais, regionais e setoriais, e os indicadores socioeconômicos pertinentes; 2. para assegurar o pacto federativo e a isonomia no tratamento dos entes municipais, estabelecer que o conjunto de transferências discricionárias destinadas a cada Município não pode ultrapassar, em cada exercício, o limite correspondente a 50 % do FPM recebido pelo mesmo; e 3. as emendas parlamentares destinadas ao atendimento local devem ter papel subsidiário no planejamento nacional e não podem inviabilizar as políticas públicas para atendimento de todo o território nacional, segundo indicadores populacionais e socioeconômicos; e dos votos dos Ministros Edson Fachin, Roberto Barroso, Luiz Fux e Cármen Lúcia, que acompanhavam o voto da Relatora, o julgamento foi suspenso. Presidência da Ministra Rosa Weber. Plenário, 15.12.2022.\r\n\n                       Decisão: O Tribunal, por maioria, (i) assentou o prejuízo das ADPFs 854 e 1.014 no que impugnam o Decreto nº 11.190/2022, ante a perda superveniente do objeto, na fração de interesse; e (ii) conheceu integralmente das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014, rejeitando todas as preliminares suscitadas, vencido o Ministro Nunes Marques. No mérito, por maioria, julgou procedentes os pedidos deduzidos nas ADPFs 850, 851, 854 e 1.014, para (a) declarar incompatíveis com a ordem constitucional brasileira as práticas orçamentárias viabilizadoras do chamado “esquema do orçamento secreto”, consistentes no uso indevido das emendas do Relator-Geral do orçamento para efeito de inclusão de novas despesas públicas ou programações no projeto de lei orçamentária anual da União; (b) declarar a inconstitucionalidade material do art. 4º do Ato Conjunto das Mesas da Câmara dos Deputados e do Senado Federal nº 1/2021 e do inteiro teor da Resolução CN nº 2/2021; (c) conferir interpretação conforme às leis orçamentárias anuais de 2021 (Lei nº 14.144/2021) e de 2022 (Lei nº 14.303/2022), vedando a utilização das despesas classificadas sob o indicador orçamentário RP 9 para o propósito de atender a solicitações de despesas e indicações de beneficiários realizadas por Deputados Federais, Senadores da República, Relatores da Comissão Mista de Orçamento (CMO) e quaisquer “usuários externos” não vinculados aos órgãos da Administração Pública Federal, independentemente de tal requisição ter sido formulada pelos sistemas formais ou por vias informais (cabendo, ainda, aos Ministros de Estado titulares das pastas beneficiadas com recursos consignados sob a rubrica RP 9 orientarem a execução desses montantes em conformidade com os programas e projetos existentes nas respectivas áreas, afastado o caráter vinculante das indicações formuladas pelo relator-geral do orçamento, nos moldes do art. 2º, § 1º, do Decreto nº 10.888/2021); (d) determinar, a todas as unidades orçamentárias e órgãos da Administração Pública em geral que realizaram o empenho, liquidação e pagamento de despesas classificadas sob o indicador orçamentário RP 9, nos exercícios financeiros de 2020 a 2022, a publicação dos dados referentes aos serviços, obras e compras realizadas com tais verbas públicas, assim como a identificação dos respectivos solicitadores e beneficiários, de modo acessível, claro e fidedigno, no prazo de 90 (noventa) dias. Tudo nos termos do voto da Ministra Rosa Weber (Presidente e Relatora), vencidos, em parte, nos termos dos votos proferidos, os Ministros André Mendonça, Nunes Marques, Alexandre de Moraes, Dias Toffoli e Gilmar Mendes. Nesta assentada, o Procurador-Geral da República, Dr. Antônio Augusto Brandão de Aras, requereu que restasse consignado em ata que alterou seu parecer, manifestando-se no mesmo sentido do voto da Relatora. Plenário, 19.12.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478147","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-17T17:20:14.648774","dg_unique":"sjur478147","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa\n\n\n\n    Arguição de descumprimento de preceito fundamental. “Orçamento secreto”. Despesas públicas resultantes de negociações ocultas entre o Executivo e sua base parlamentar de apoio no Congresso. Emendas do relator (classificadas pelo identificador orçamentário RP 9). Constatação objetiva da ocorrência de efetiva transgressão aos postulados republicanos da transparência, da publicidade e da impessoalidade no âmbito da gestão estatal dos recursos públicos, assim como do planejamento orçamentário e da responsabilidade na gestão fiscal.\n\n\n\n    1. As práticas institucionais e padrões de comportamento verificáveis objetivamente na esfera dos Poderes Públicos traduzem formas de atuação estatal subsumíveis à noção jurídica de atos de poder (Lei nº 9.882/99, art. 1º, caput). Precedentes.\n\n\n\n    2. A jurisprudência desta Corte reconhece possível a utilização da arguição de descumprimento para impugnar omissões sistêmicas e práticas institucionais dos Poderes Públicos, sempre que – diante da inexistência de outro meio capaz de sanar a controvérsia de forma geral, imediata, eficaz – os atos impugnados, transcendendo interesses meramente individuais, ostentam os atributos da generalidade, da impessoalidade e da abstração, justificando a intervenção judicial para a tutela de direitos fundamentais ou de interesses políticos e jurídicos socialmente relevantes. Precedentes.\n\n\n\n    3. As emendas parlamentares ao orçamento possuem autorização constitucional (CF, art. 166) e objetivam, em princípio, viabilizar aos congressistas a oportunidade de atender diretamente as reivindicações mais concretas e urgentes da população que representam, contemplando a dotação financeira necessária ao atendimento de suas necessidades.\n\n\n\n    4. A experiência histórica, no entanto, comprova que as emendas orçamentárias têm se distanciado, cada vez mais, do seu objetivo original de representar instrumento legítimo de aprimoramento das políticas públicas nacionais e regionais, para servirem ao proveito de interesses de cunho privatístico e eleitoral, muitas vezes envolvendo esquemas de corrupção e desvio de recursos públicos de amplitude nacional, tal como apurado pelos órgãos de investigação parlamentar do Congresso Nacional em diversas ocasiões (CPMI do Esquema PC Farias, do Orçamento, das Ambulâncias, entre outros).\n\n\n\n    5. O elevado coeficiente de discricionariedade existente na definição dos programas e ações estatais, assim com na escolha dos gastos necessários a sua execução, acentua ainda mais o ônus pertencente aos Poderes Públicos de observarem o dever de transparência na execução do orçamento e a obrigatoriedade da divulgação de informações completas, precisas, claras e sinceras quanto ao seu conteúdo, de modo a viabilizar a atuação efetiva e oportuna dos órgãos de controle administrativo interno, dos órgãos de fiscalização externa (Ministério Público, Tribunais de Contas e Poder Judiciário) e da vigilância social exercida pelas entidades da sociedade civil e pelos cidadãos em geral.\n\n\n\n    6. Chama-se de “orçamento secreto” o esquema de barganha política por meio do qual o Executivo favorece os integrantes de sua base parlamentar mediante a liberação de emendas orçamentárias em troca de apoio legislativo no Congresso Nacional, valendo-se do instrumento das emendas do relator para ocultar a identidade dos parlamentares envolvidos e a quantia (cota ou quinhão) que lhe cabe na partilha informal do orçamento.\n\n\n\n    7. As emendas do relator, além de não possuírem previsão constitucional, operam com base na lógica da ocultação dos efetivos requerentes da despesa, mediante a utilização de rubrica orçamentária única (RP 9), por meio da qual todas as despesas nela previstas são atribuídas, indiscriminadamente, à pessoa do Relator-Geral do orçamento, que atua como figura interposta entre parlamentares incógnitos e o orçamento público federal.\n\n\n\n    8. Também o destino final dos recursos alocados sob a rubrica RP 9 (emendas do relator) acha-se recoberto por um manto de névoas. Cuida-se de categoria orçamentária para a qual se destinam elevadas quantias (mais de R$ 53 bilhões entre 2020 e 2022) vinculadas a finalidades genéricas, vagas e ambíguas, opondo-se frontalmente a qualquer tentativa de conformação do processo orçamentário às diretrizes constitucionais do planejamento, da transparência e da responsabilidade fiscal.\n\n\n\n    9. A captura do orçamento público federal em favor das prioridades eleitoreiras e interesses paroquiais dos congressistas representa grave risco à capacidade institucional do Estado de realizar seus objetivos fundamentais (CF, art. 3º), especialmente em decorrência da pulverização dos investimentos públicos, da precarização do planejamento estratégico, da perda progressiva da eficiência e da economia de escala, tudo em detrimento do interesse público.\n\n\n\n    10. A partilha secreta do orçamento público operada por meio das emendas do relator configura prática institucional inadmissível diante de uma ordem constitucional fundada no primado do ideal republicano, no predomínio dos valores democráticos e no reconhecimento da soberania popular (CF, art. 1º); inaceitável em face dos postulados constitucionais da legalidade, da impessoalidade, da moralidade, da publicidade e da eficiência (CF, art. 37, caput); inconciliável com o planejamento orçamentário (CF, art. 166) e com a responsabilidade na gestão fiscal (LC nº 101/2000; além de incompatível com o direito fundamental a informação (CF, art. 5º, XXXIII) e com as diretrizes que informam os princípios da máxima divulgação, da transparência ativa, da acessibilidade das informações, do fomento à cultura da transparência e do controle social (CF, arts. 5º, XXXIII, “a” e “b”, 37, caput e § 3º, II, 165-A e Lei nº 12.527/2011, art. 3º, I a V).\n\n\n\n    11. ADPFs 850 e 851 integralmente conhecidas e ADPFs 854 e 1014 conhecidas em parte. No mérito, pedidos julgados procedentes, nos termos do voto da Relatora.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767276438","externo_seq_objeto_incidente":6193240,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=850&classe=ADPF","is_colac":false,"titulo":"ADPF 850","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00015 INC-00010\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00034 PAR-00001 ART-00089\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00067 PAR-00001 ART-00073 PAR-00001\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00060 INC-00001 ART-00067 \"CAPUT\"\n    PAR-00001 ART-00068\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" PAR-ÚNICO ART-00002\n    ART-00003 \"CAPUT\" INC-00002 INC-00003\n    LET-A INC-00004 ART-00005 INC-00001\n    INC-00002 INC-00033 LET-A LET-B\n    INC-00034 LET-A LET-B INC-00035\n    ART-00006 INC-00001 ART-00016 ART-00019\n    INC-00003 ART-00023 INC-00001 ART-00037\n    \"CAPUT\" PAR-00002 INC-00002 PAR-00003\n    INC-00002 PAR-00016 ART-00049 INC-00009\n    INC-00010 ART-00051 INC-00003 INC-00004\n    ART-00052 INC-00012 INC-00013 ART-00058\n    PAR-00002 PAR-00003 ART-00061 PAR-00001\n    ART-00063 INC-00001 ART-00070 ART-00071\n    ART-00084 INC-00022 INC-00023 ART-00093\n    INC-00009 ART-00102 INC-00001 LET-A\n    PAR-00001 ART-00103 INC-00008 ART-00163\n    ART-0163A ART-00165 \"CAPUT\" PAR-00001\n    PAR-00002 PAR-00004 PAR-00007 PAR-00008\n    PAR-00011 ART-0165A ART-00166 \"CAPUT\"\n    PAR-00001 INC-00001 INC-00002 PAR-00002\n    PAR-00003 INC-00001 INC-00002 LET-A\n    LET-B LET-C INC-00003 LET-A\n    LET-B PAR-00004 PAR-00009 PAR-00010\n    PAR-00011 PAR-00012 PAR-00013 PAR-00014\n    PAR-00015 PAR-00016 PAR-00017 PAR-00018\n    PAR-00019 PAR-00020 ART-0166A INC-00001\n    INC-00002 PAR-00002 INC-00001 ART-00170\n    INC-00007 TÍTULO-00006 CAPÍTULO-00001 SEÇÃO-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000086 ANO-2015\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000095 ANO-2016\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000100 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000105 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000108 ANO-2020\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00035 PAR-00002 INC-00003\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101 ANO-2000\n    ART-00048 \"CAPUT\" PAR-00001 INC-00001\n    INC-00003\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LCP-000131 ANO-2009\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008429 ANO-1992\n    ART-00011 INC-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008443 ANO-1992\n    ART-00090\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00004 PAR-00001 ART-00005 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010180 ANO-2001\n    ART-00003 ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011439 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 ART-00005 ART-00006\n    INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012919 ANO-2013\n    ART-00007 PAR-00004 INC-00001 INC-00002\n    LET-A LET-B LET-C LET-D\n    ART-00054\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013707 ANO-2018\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00023 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013808 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013898 ANO-2019\n    ART-00006 PAR-00004 INC-00002 ART-00064\n    ART-0064A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013957 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013989 ANO-2019\n    ART-00006 PAR-00004 INC-00001 INC-00002\n    LET-A LET-B LET-C ITEM-00001\n    ITEM-00002 ITEM-00003 ITEM-00004 ITEM-00005\n    ITEM-00006 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013978 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014116 ANO-2020\n    ART-00073\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014144 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014194 ANO-2021\n    ART-00071\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014303 ANO-2022\n    ART-00004 PAR-00007 INC-00001 INC-00002\n    INC-00003 LET-A LET-B PAR-00008\n    ART-00071\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014436 ANO-2022\n    ART-00007 PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 PAR-00003 PAR-00004 INC-00001\n    INC-00002 LET-A LET-B LET-C\n    NÚMERO-00001 NÚMERO-00002 NÚMERO-00003 NÚMERO-00004\n    INC-00003 ART-00079 INC-00001 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 PAR-00005\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00013\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC ANO-2003\n    ART-5.1 ART-00009 ART-00010 LET-A\n    LET-B LET-C\n    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   PCT ANO-1966\n    ART-00019 ITEM-00002\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000348 ANO-2005\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-000001 ANO-1889\n    DECRETO\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-005687 ANO-2006\n    DECRETO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-010888 ANO-2021\n    ART-00001 ART-00002 PAR-00001 PAR-00002\n    INC-00002 PAR-00003 PAR-00004 PAR-00005\n    PAR-00006 ART-00003 PAR-00001 PAR-00002\n    INC-00001 INC-00002 LET-A LET-B\n    PAR-00003 PAR-00004 PAR-00005 ART-00004\n    ART-00005\n    DECRETO\n\n","LEG-FED   DEC-011190 ANO-2022\n    DECRETO\n\n","LEG-FED   DEC-011269 ANO-2022\n    DECRETO\n\n","LEG-FED   RES-000001 ANO-2006\n    ART-00002 INC-00001 ART-00005 PAR-00003\n    INC-00004 INC-00005 ART-00025 ART-00037\n    ART-00043 ART-00044 ART-00046 ART-00047\n    ART-00049 ART-00051 ART-00052 INC-00002\n    LET-A ART-00053 ART-00055 ART-00056\n    ART-00066 PAR-ÚNICO ART-00067 ART-00068\n    ART-00069 ART-00140 ART-00141 ART-00142\n    ART-00143 ART-00144 INC-00001 INC-00002\n    INC-00003 PAR-ÚNICO ART-00145 ART-00146\n    ART-00147 ART-00148\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000003 ANO-2015\n    RESOLUÇÃO DO CONGRESSO NACIOL - CN\n\n","LEG-FED   RES-000002 ANO-2021\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000002 ANO-2021\n    ART-0069A PAR-00001\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000004 ANO-2021\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000003 ANO-2022\n    ART-00001 ART-00002\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   PRT-006145 ANO-2021\n    ART-00040 PAR-ÚNICO\n    PORTARIA INTERMINISTERIAL DO MINISTÉRIO DA ECONOMIA E DA SECRETARIA DE GOVERNO DA PRESIDÊNCIA - ME/SEGOV-PR\n\n","LEG-FED   AIT-000001 ANO-1964\n    ATO INSTITUCIONAL\n\n","LEG-FED   ATO-000001 ANO-2021\n    ART-00001 ART-00002 ART-00003 INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00004\n    ART-00005\n    ATO CONJUNTO DAS MESAS DA CÂMARA DOS DEPUTADOS E DO SENADO FEDERAL \n\n","LEG-FED   PRC-000002 ANO-2021\n    ITEM-00010 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G LET-H LET-I LET-J\n    LET-K LET-L LET-M LET-N\n    LET-O LET-P LET-Q LET-R\n    LET-S LET-T LET-U LET-V\n    PARECER PRELIMINAR DA COMISSÃO MISTA DE PLANOS, ORÇAMENTOS PÚBLICOS E FISCALIZAÇÃO, SOBRE O PROJETO DE LEI DO CONGRESSO NACIONAL N° 28, DO CONGRESSO NACIONAL - CN"],"publicacao_data":"2023-04-28","documental_acordao_mesmo_sentido_lista_texto":"ADPF 1014  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 16-05-2023  PUBLIC 17-05-2023\n          JULG-19-12-2022  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-349\n          DJe-s/n  DIVULG 16-05-2023  PUBLIC 17-05-2023\n \nADPF 851  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-19-12-2022  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-349\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n \nADPF 854  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-19-12-2022  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-357\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","documental_indexacao_texto":"- PRECEITO FUNDAMENTAL, REGRA, PRINCÍPIO, PLANEJAMENTO ORÇAMENTÁRIO, CORRELAÇÃO, FORMA DIRETA, EFETIVIDADE, ORGANIZAÇÃO, ADMINISTRAÇÃO PÚBLICA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. SIGILO, ATO, ARRECADAÇÃO, RECEITA, REALIZAÇÃO, DESPESA, DESTINAÇÃO, RECURSOS PÚBLICOS, INCOMPATIBILIDADE, PRINCÍPIO REPUBLICANO, DEMOCRACIA, PREJUÍZO, POPULAÇÃO, CONTROLE, FISCALIZAÇÃO, PODER PÚBLICO. PUBLICIDADE, TRANSPARÊNCIA, VALIDADE, ATO, ORÇAMENTO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONTROLE DE CONSTITUCIONALIDADE, LEI, ALTERAÇÃO, MECANISMO, FORMULAÇÃO, ORÇAMENTO. PRINCÍPIO, TRANSPARÊNCIA, ATIVIDADE, CARÁTER FINANCEIRO, PODER PÚBLICO, AVALIAÇÃO, LEGALIDADE, LEGITIMIDADE, PRINCÍPIO DA ECONOMICIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INCONSTITUCIONALIDADE, LEI, ELEIÇÃO, PERMISSÃO, ANONIMATO, DOAÇÃO, CANDIDATO. STF, DETERMINAÇÃO, PRESIDENTE, SENADO FEDERAL, FORNECIMENTO, FOTOCÓPIA, DOCUMENTO, COMPROVAÇÃO, USO, VERBA INDENIZATÓRIA, SENADOR. RELATIVIZAÇÃO, INFORMAÇÃO SIGILOSA, PRESERVAÇÃO, DIREITO À INTIMIDADE, INTERESSE, SOCIEDADE, CONHECIMENTO, DESTINAÇÃO, RECURSOS PÚBLICOS.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, FUNGIBILIDADE, INAPLICABILIDADE, INADEQUAÇÃO, VIA PROCESSUAL. PODER JUDICIÁRIO, INTERFERÊNCIA, ATRIBUIÇÃO, ALOCAÇÃO, PODER LEGISLATIVO. CONTROLE DE CONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: CONGRESSO NACIONAL, EMENDA, LIMITAÇÃO, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL. LEGITIMIDADE, EMENDA PARLAMENTAR, AUMENTO DE DESPESA, PROCESSO LEGISLATIVO, ORÇAMENTO.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: INOBSERVÂNCIA, ATUAÇÃO DOLOSA, DEVER, PUBLICIDADE, RESPONSABILIZAÇÃO, AGENTE, PODER PÚBLICO, IMPROBIDADE ADMINISTRATIVA. LEGISLADOR ORDINÁRIO, INOVAÇÃO, EMENDA PARLAMENTAR, AMPLIAÇÃO, ORÇAMENTO, FAVORECIMENTO, PODER LEGISLATIVO. VINCULAÇÃO, ORÇAMENTO PÚBLICO, NECESSIDADE, FUNDAMENTAÇÃO, PODER EXECUTIVO, DESTINAÇÃO, DIVERSIDADE, FINALIDADE, ORÇAMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=850&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, IMPUGNAÇÃO, ATO, PODER PÚBLICO, LESÃO, PRECEITO FUNDAMENTAL)\nADPF 347 MC (TP), ADPF 709 MC-Ref (TP). \n(PRECEITO FUNDAMENTAL, REGRA, PRINCÍPIO, PLANEJAMENTO ORÇAMENTÁRIO)\nADI 114 (TP), ADPF 405 (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 237 AgR (TP). \n(PUBLICIDADE, TRANSPARÊNCIA, VALIDADE, ATO, ORÇAMENTO PÚBLICO)\nADPF 129 (TP), MS 28178 (TP), MS 33340 (1ªT), ADI 5371 (TP), ADI 5394 (TP), ADI 5595 (TP), ADI 6032 (TP), ADPF 690 MC-Ref (TP). \n(LEGISLADOR ORDINÁRIO, INOVAÇÃO, EMENDA PARLAMENTAR, AMPLIAÇÃO, ORÇAMENTO, FAVORECIMENTO, PODER LEGISLATIVO)\nADI 5274 (TP), ADI 6308 (TP). \n(VINCULAÇÃO, ORÇAMENTO PÚBLICO, NECESSIDADE, FUNDAMENTAÇÃO, PODER EXECUTIVO, DESTINAÇÃO, DIVERSIDADE, FINALIDADE, ORÇAMENTO)\nADI 4663 MC-Ref (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, FUNGIBILIDADE, INAPLICABILIDADE, INADEQUAÇÃO, VIA PROCESSUAL)\nADPF 451 AgR (TP), ADPF 562 ED (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, LEI, ALTERAÇÃO, MECANISMO, FORMULAÇÃO, ORÇAMENTO)\nADI 5274 (TP), ADI 6308 (TP), ADI 6594 (TP). \n(LEGITIMIDADE, EMENDA PARLAMENTAR, AUMENTO DE DESPESA, PROCESSO LEGISLATIVO, ORÇAMENTO)\nADI 2810 (TP). \n(PODER JUDICIÁRIO, INTERFERÊNCIA, ATRIBUIÇÃO, ALOCAÇÃO, PODER LEGISLATIVO)\nADI 5468 (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA)\nADI 4048 MC (TP). \n(PRINCÍPIO, TRANSPARÊNCIA, ATIVIDADE, CARÁTER FINANCEIRO, PODER PÚBLICO)\nADI 6347 MC-Ref (TP). \n(INCONSTITUCIONALIDADE, LEI, ELEIÇÃO, PERMISSÃO, ANONIMATO, DOAÇÃO, CANDIDATO)\nADI 5394 (TP). \n(CONGRESSO NACIONAL, EMENDA, LIMITAÇÃO, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL)\nADI 1050 (TP). \n(INOBSERVÂNCIA, ATUAÇÃO DOLOSA, DEVER, PUBLICIDADE, RESPONSABILIZAÇÃO, AGENTE, PODER PÚBLICO, IMPROBIDADE ADMINISTRATIVA)\nADPF 695 (TP), ADI 6649 (TP). \n- Decisões monocráticas citadas:\n(SIGILO, ATO, ARRECADAÇÃO, RECEITA, REALIZAÇÃO, DESPESA, DESTINAÇÃO, RECURSOS PÚBLICOS, INCOMPATIBILIDADE, PRINCÍPIO REPUBLICANO, DEMOCRACIA)\nMS 24725 MC.\n(PUBLICIDADE, TRANSPARÊNCIA, VALIDADE, ATO, ORÇAMENTO PÚBLICO)\nMS 24725.\n- Legislação estrangeira citada: art. 19 da Declaração Universal dos Direitos Humanos de 1948; art. 4 da Carta Democrática Interamericana, de 2001; a Declaração de Nuevo León, de 2004;  Resolução CJI 147 do Comitê Jurídico Interamericano; Budget and Accounting Act, de 1921, dos Estados Unidos da América.\n- Decisões estrangeiras citadas: Caso Claude Reyes e outros vs. Chile e Caso Gomes Lund e outros vs. Brasil,da Corte Interamericana de Direitos Humanos; Ordinanza 17/2019, da Corte Constitucional da Itália.\n- Veja Petição STF nº 23165/2022.\n- Veja Projeto de Resolução do Congresso Nacional nº 3.\n- Veja Requerimento nº 52 de 1992 do Senado Federal.\nNúmero de páginas: 384.\nAnálise: 17/10/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CIDADANIA \nADV.(A/S)  : RENATO CAMPOS GALUPPO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : SENADO FEDERAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nADV.(A/S)  : ADVOGADO DO SENADO FEDERAL \nINTDO.(A/S)  : CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nADV.(A/S)  : ADVOGADO DA CÂMARA DOS DEPUTADOS \nAM. CURIAE.  : DIRETÓRIO NACIONAL DO PARTIDO TRABALHISTA BRASILEIRO - PTB \nADV.(A/S)  : LUIZ GUSTAVO PEREIRA DA CUNHA \nAM. CURIAE.  : PARTIDO NOVO \nADV.(A/S)  : PAULO ROBERTO ROQUE ANTONIO KHOURI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478147,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 850","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2022-12-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ABRANCHES, Sérgio. Presidencialismo de coalizão: o dilema institucional brasileiro. Revista de Ciências Sociais, Rio de Janeiro, v. 31, n. 1, p. 5-38, 1988. \nABRANCHES, Sérgio. Presidencialismo de Coalizão: raízes e evolução do modelo político brasileiro. São Paulo: Companhia das Letras, 2018. p. 43.\nALEXY, Robert. Teoria de los Derechos Fundamenlales. Madrid: Centro de Estudios Politicos y Constitucionales, 2002. p. 86. \nATALIBA, Geraldo. República e Constituição. São Paulo: Malheiros, 2011. p. 84.\nBARILE, Paolo et al. Istituzioni di Diritto Pubblico. 15. ed. Pádua: Cedam, 2016. p. 235.\nBENTHAM, Jeremy. An Essay on Political Tactics. Oxford: Oxford University Press, 2015. Capítulo 12.\nBLIACHERIENE, Ana Carla. Orçamento Impositivo à Brasileira”. In: Direito Financeiro, Econômico e\nTributário: Estudos em Homenagem a Regis Fernandes de Oliveira. São Paulo: Quartier Latin, 2014. p. 63.\nBRASIL. Ministério da Economia. Boletim de Estatísticas Gerais do Governo Federal. 2022.\nBRASIL. Senado Federal. Relatório final da Comissão Parlamentar Mista de Inquérito (CPMI). Brasília, Congresso Nacional, 1992. 331, 335 e 338.\nBRASIL. Senado Federal. Relatório Parcial da Comissão Parlamentar Mista de Inquérito (CPMI). Congresso Nacional, Brasília, Congresso Nacional, 2006. p. 35, 70 e 88.\nCAETANO, Marcello. Manual de Ciência Política. Lisboa: Coimbra, 1987. p. 329.\nCANOTILHO, J. J. G. Direito Constitucional. Coimbra: Almedina, 1992. p. 349.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 6. ed. Coimbra: Almedina, 1993. p. 488. \nCHAFETZ, Josh. The Congress’s Constitution: Legislative Authority and the Separation of Powers. NewHaven: Yale University Press, 2017. p. 63 e 267 et seq.\nCOMISSÃO INTERAMERICANA DE DIREITOS HUMANOS.  Relatoria Especial para Liberdade e Expressão. O Direito de Acesso à Informação no Marco Jurídico Interamericano. 2. ed. 2011. Disponível em: https://www.oas.org/pt/cidh/expressao/temas/acceso_informacion.asp. Acesso em: 3 out. 2023.\nCUOCOLO, Fausto. Saggio Sull’Iniziativa Legislativa. Milão: Giuffrè, 1971. p. 44.\nDAHL, Robert A. A Democracia e seus Críticos. Tradução: Patrícia de Freitas Ribeiro. São Paulo: Martins Fontes, 2012.\nDOCUMENTOS provam que Congresso usa laranjas no Orçamento secreto. Piauí, 7 dez. 2022. Disponível em: https://piaui.folha.uol.com.br/documentos-provam-que-congresso-usa-laranjas-no-orcamento-secreto/. Acesso em: 7 dez. 2022.\nHESSE, Konrad. A Força Normativa da Constituição. Tradução: de Gilmar Ferreira Mendes. Sergio Antonio Fabris Editor. 1991. p. 19.\nFAORO, Raymundo. Os Donos do Poder – Formação do Patronato Político Brasileiro. 4. ed. Biblioteca Azul, 2012.\nFARIA, Rodrigo Oliveira de. As emendas de Relator Geral do PLOA nas Normas Regimentais do Congresso Nacional: gênese, configuração e evolução histórica. p. 57 e 68.\nFEINGOLD, Russ. The Obligation of Members of Congress to Consider Constitutionality While Deliberating and Voting: The Deficiencies of House Rule XII and A Proposed Rule for the Senate. In: Vanderbilt Law Review. Nashville: Vanderbilt University, 2014. p. 846-849. v. 67.\nFERREIRA FILHO, Manoel Gonçalves. Do Processo Legislativo. São Paulo: Saraiva, 1968. p. 123.\nGERSEN, Jacob; POSNER, Eric. Soft Law: Lessons from Congressional Practice. In: Stanford Law Review, n. 61, 2008. p. 589.\nGIACOMONI, James. Orçamento Público. 18. ed. São Paulo: Editora Gen/Atlas, 2021. p. 427.\nGIAMBIAGI, Fábio; HARTUNG, Paulo; MENDES, Paulo José. As Emendas Parlamentares como Novo Mecanismo de Captura do Orçamento. Conjuntura Econômica, FGV, v. 75, n. 9, set. 2021. \nGINSBURG, Tom; VERSTEEG, Mila. Why Do Countries Adopt Constitutional Review? The Journal of Law, Economics, and Organization,  Oxford, Oxford University Press, v. 30, n. 3, ago. 2014. p. 587–622.\nGOMES, José Jairo. Direito Eleitora. 16. ed. Gen/Atlas, 2020. p. 71-72.\nJARDIM, José Maria. A face oculta do Leviatã: gestão de informação e transparência administrativa. Revista do Serviço Público, Brasília, v. 119, n. 1, 1995. p. 149.\nLEWANDOWSKI, E. R. Reflexões em Torno do Princípio Republicano. Revista da Faculdade de Direito, Universidade de São Paulo, v. 100, 2005. p. 506.526\nLEWANDOWSKI Enrique Ricardo. Reflexões em torno do Princípio Republicano. In: VELLOSO, Carlos Mário da Silva; ROSAS, Roberto; AMARAL, Antonio Carlos Rodrigues (coord.). Princípios Constitucionais Fundamentais: estudos em homenagem ao Professor Ives Gandra da Silva Martins. São Paulo: Lex, 2005.\nLÚCIA, Carmen. Princípios constitucionais da administração pública. Belo Horizonte: Del Rey, 1994. p. 240-241.\nMARTINS, Gustavo Veloso. Processo Legislativo Orçamentário Federal: Evolução das Resoluções Orçamentárias Pós Constituição de 1988. Brasília, Cefor, SFC, SOF, Unilegis, TCU, ISC. 2012. p. 20. \nMAURER, Harmut. Direito do Estado. 6. ed. Porto Alegre: Sergio Fabris, 2020. p. 876.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. 13. ed. rev. atual. e ampl. São Paulo: Malheiros, 2001. p. 84.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019. p. 94.\nMENDES, Gilmar ferreira; CORREIA NETO, Celso de Barros. Transparência Fiscal. In: MARTINS, Ives Gandra da Silva; MENDES, Gilmar Ferreira; NASCIMENTO, Carlos Valter. Tratado de Direito Financeiro. Saraiva, 2013. v. 1. p. 177-201 e 190.\nMENDES, Marcos. Emendas Parlamentares e Controle do Orçamento pelo Legislativo: uma comparação do Brasil com países da OCDE.\nMIDIRI, Mario. L’autonomia costituzionale delle Camere e potere giudiziario. Pádua: Cedam, 1999. p. 93-95.\nPEREIRA, Carlos. Orçamento Impositivo: Fim da Barganha? Disponível em:https://valor.globo.com/politica/coluna/orcamento-impositivo-fim-da-barganha.ghtml. Acesso em: 3 out. 2023.\nPICCIRILLI, Giovanni. L’Emendamento nel Processo di Decisione Parlamentare. Pádua: Cedam, 2008. p. 66-71.\nPIRES, Breno. Farra ilimitada. 190. ed. 2022. Disponível em: https://piaui.folha.uol.com.br/materia/farra-ilimitada/. Acesso em: 3 out. 2023.\nPIRES, Breno; SHALDERS, André; AFFONSO, Julia. Governo abandona obras paradas e monta um esquema de ‘escolas fake’. O Estado de São Paulo, 10 abr. 2022. Disponível em: https://politica.estadao.com.br/noticias/geral,orcamento-secreto-foi-usado-paraturbinar-esquema-de-escolas-fake,70004037252. Acesso em: 3 out. 2023.\nPIRES, Breno; SHALDERS, André; AFFONSO, Julia. Orçamento secreto bilionário de Bolsonaro banca trator superfaturado em troca de apoio no Congresso. O Estado de S. Paulo, 8 maio 2021. Disponível em:https://politica.estadao.com.br/noticias/geral,bolsonaro-criaorcamento-secreto-em-troca-de-apoio-do-congresso,70003708713. Acesso em: 3 out. 2023.\nPIRES, José Santo Dal Bem; MOTTA, Walmir Francelino. A Evolução Histórica do Orçamento Público e Sua Importância para a Sociedade. Reflexão contábil, v. 25, n. 2, maio/ago. 2006. p. 21.\nPIRES, Breno; SHALDERS, André; AFFONSO, Julia. Orçamento secreto bilionário de Bolsonaro banca trator superfaturado em troca de apoio no Congresso. O Estado de São Paulo, 8 abr. 2021. Disponível em https://politica.estadao.com.br/noticias/geral,bolsonaro-cria-orcamento-secreto-em-troca-de-apoio-do-congresso,70003708713. Acesso em: 3 out. 2023. \nPLATÃO. República. Livro 2. \nPOCOCK, J.GA. The Machiavellian moment: Florentine political thought and the Atlantic republican tradition. Princeton University Press, 1975. p. 506-526.\nPONTES DE MIRANDA, Francisco Cavalvanti. Comentários à Constituição de 1946. 4. ed. Rio de Janeiro: Borsoi, 1963. v. 3. p. 12.\nSALDAÑA, Paulo. Governo Bolsonaro gasta mais com kit robótica a aliados do que com obras de creche. Disponível em: https://www1.folha.uol.com.br/poder/2022/04/governo-bolsonaro-gasta-mais-com-kitrobotica-a-aliados-do-que-com-obras-de-creche.shtml. Acesso em: 3 out. 2023.\nSANCHES, Oswaldo Maldonaldo. A Atuação do Poder Legislativo no Orçamento: Problemas e Imperativos de um Novo Modelo. Revista de Informação Legislativa, n. 138, 1998. p. 10.\nSANCHES, Oswaldo Maldonado. O Ciclo Orçamentário: uma reavaliação à luz da Constituição de 1988. 1993. p. 55.\nSANTOS, Fabiano. O Poder Legislativo no Presidencialismo de Coalizão. Belo Horizonte: UFMG, 2003. p. 80 e 89.\nSCAFF, Fernando Facury; MARTYNYCHEN, Marina Michel de Macedo. Inconstitucionalidades do orçamento secreto . Consultor Jurídico, 06 dez. 2022.\nSCAFF, Fernando Facury. Surge o Orçamento Impositivo à Brasileira pela Emenda Constitucional 86. Disponível em: https://www.conjur.com.br/2015-mar-24/contas-vistasurge-orcamento-impositivo-brasileira-ec-86. Acesso em: 3 out. 2023. \nSCHMIDT-AßMANN, Eberhard. Das allgemeine Verwaltungsrecht als Ordnungsidee: Grundlagen und Aufgaben der verwaltungsrechtlichen Systembildung. 2. ed. Berlim: Springer, 2006. p. 236.\nSERRA, José. Orçamento no Brasil – As Raízes da Crise. Atual, 1994. p. 1.\nSIGA Brasil. Painel de Execução de Emendas. Disponível em: https://www9.senado.gov.br/QvAJAXZfc/opendoc.htm?document=senado%2Fsigabrasilpainelcidadao.qvw&host=QVS%40www9&anonymous=true&Sheet=SH14. Acesso em: 3 out. 2023.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 6. ed. São Paulo: Malheiros, 2009. p. 46.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 19. ed. Malheiros, 2002. p. 715.\nTAVARES, André Ramos. Comentários à Constituição do Brasil. In: CANOTILHO, J. J.; MENDES, Gilmar Ferreira; SARLET, Ingo Wolfgang; STRECK, Lenio Luiz; LEONCY, Léo Ferreira. 2. ed. 2018. p. 376.\nTORRES, Ricardo Lobo. O Orçamento na Constituição. Renovar, 1995. p. 192.\nTORRES, Ricardo Lobo. Tratado de direito constitucional financeiro e tributário: o orçamento na Constituição. 2. ed. Rio de Janeiro: Renovar, 2000. v. 5. p. 258.\nWILLEMAN, Marianna Montebello. Accountability democrática e o desenho institucional dos Tribunais de Contas no Brasil. Belo Horizonte: Fórum, 2017. p. 49 e 50-51.","ministro_facet":["ROSA WEBER"],"processo_numero":850,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478209","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que negava provimento ao recurso extraordinário da União, reconhecia, porém, a constitucionalidade da interrupção dos efeitos futuros da coisa julgada em relações jurídicas tributárias de trato sucessivo, quando esta Corte se manifestar em sentido contrário em recurso extraordinário com repercussão geral, propunha a fixação da seguinte tese de repercussão geral (tema 885): “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das sentenças transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”, e, por fim, propunha, com base no art. 27 da Lei nº 9.868/1999, que a tese firmada venha a ser aplicada, a partir da publicação da ata de julgamento deste acórdão, considerando o período de anterioridade nonagesimal, nos casos de restabelecimento de incidência de contribuições sociais, e de anterioridade anual e noventena, para o restabelecimento da incidência das demais espécies tributárias, observadas as exceções constitucionais, no que foi acompanhado pelos Ministros Rosa Weber e Dias Toffoli; e do voto do Ministro Gilmar Mendes, que dava provimento ao recurso extraordinário para assentar que, em se tratando de relação jurídica de trato sucessivo, a superveniência de interpretação do Plenário do STF, em sede de controle concentrado ou difuso de constitucionalidade, divergente com a exegese transitada em julgado em demanda individual ou coletiva, faz cessar a ultratividade da eficácia preclusiva da coisa julgada formal e material em relação aos efeitos futuros de atos pretéritos, além dos atos futuros, denegando a segurança, e, ainda, sugeria a fixação das seguintes teses de repercussão geral: “1) em se tratando de efeitos pretéritos ou pendentes de atos passados, quando se tratar de relação jurídica de trato sucessivo, é cabível ação rescisória ou alegação de inexigibilidade do título executivo judicial quando este contrariar a exegese conferida pelo Plenário da Suprema Corte, tal como assentado na ADI 2.418, Rel. Min. Teori Zavascki, Pleno, DJe 17.11.2016; no RE 730.462, Rel. Min. Teori Zavascki, Pleno, DJe 9.9.2015 (tema 733 da RG); e no RE 611.503, Redator p/ acórdão Min. Edson Fachin, Pleno, DJe 10.3.2019 (tema 360 da RG), além do disposto nos §§ 7º e 8º do art. 535 do CPC; e 2) quanto aos efeitos futuros de atos passados, bem ainda de atos futuros, ambos submetidos à relação jurídica de trato continuado, cessa a ultratividade de título judicial fundado em ‘aplicação ou interpretação tida como incompatível com a Constituição’, na situação em que o pronunciamento jurisdicional for contrário ao decidido pelo Plenário do Supremo Tribunal Federal, seja no controle difuso, seja no controle concentrado de constitucionalidade, independentemente de ação rescisória ou qualquer outra demanda, diante da cláusula rebus sic stantibus, na linha do que assentado no RE 596.663, Redator p/ acórdão Min. Teori Zavascki, Tribunal Pleno, DJe 26.11.2014 (tema 494 da RG)”, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: pela recorrente, o Dr. Claudio Xavier Seefelder Filho, Procurador da Fazenda Nacional; pela recorrida, o Dr. José Roberto dos Santos Bedaque; pelo amicus curiae Federação das Indústrias do Estado de São Paulo, a Dra. Misabel de Abreu Machado Derzi; e, pelo amicus curiae Conselho Federal da Ordem dos Advogados do Brasil - CFOAB, o Dr. Luiz Gustavo A. S. Bichara. Plenário, Sessão Virtual de 6.5.2022 a 13.5.2022.\r\n\n           Decisão: Após o voto-vista do Ministro Alexandre de Moraes, que acompanhava o voto do Relator para negar provimento ao recurso extraordinário, aderindo à tese e à modulação propostas, pediu vista dos autos o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 30.9.2022 a 7.10.2022.\r\n\n           Decisão: Após o voto reajustado do Ministro Roberto Barroso (Relator), no sentido de negar provimento ao recurso extraordinário da União, reconhecendo, porém, a constitucionalidade da cessação dos efeitos futuros da coisa julgada em relações jurídicas tributárias de trato sucessivo, quando esta Corte se manifestar em sentido contrário em recurso extraordinário com repercussão geral, e propondo a fixação da seguinte tese de repercussão geral (tema 885): “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”, no que foi acompanhado pelos Ministros Rosa Weber (Presidente), Dias Toffoli e Alexandre de Moraes; e do voto reajustado do Ministro Gilmar Mendes, que acompanhava, com ressalvas, o Relator, dele divergindo apenas em relação à aplicação dos princípios das anterioridades (anual e/ou nonagesimal) e, quanto às teses de repercussão geral propostas pelo Relator, ressalvava seu entendimento pessoal para acompanhar o item 1 e divergir pontualmente do item 2, por entender desnecessária a aplicação dos princípios da anterioridade anual e da noventena; o processo foi destacado pelo Ministro Edson Fachin. Plenário, Sessão Virtual de 18.11.2022 a 25.11.2022.\r\n\n                 Decisão: Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela recorrente, a Dra. Anelize Lenzi Ruas de Almeida, Procuradora-Geral da Fazenda Nacional; pela recorrida, o Dr. José Roberto dos Santos Bedaque; pelo amicus curiae Federação das Indústrias do Estado de São Paulo - FIESP, a Dra. Mizabel de Abreu Machado Derzi; e, pelo amicus curiae Conselho Federal da Ordem dos Advogados do Brasil - CFOAB, o Dr. Luiz Gustavo Antônio Silva Bichara. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Presidência da Ministra Rosa Weber. Plenário, 1º.2.2023.\r\n\n      Decisão: Após o voto do Ministro Roberto Barroso (Relator), que negava provimento ao recurso extraordinário da União, no que foi acompanhado pelos Ministros Edson Fachin, Gilmar Mendes, André Mendonça, Nunes Marques, Alexandre de Moraes, Luiz Fux, Dias Toffoli e Cármen Lúcia, com divergências no tocante à modulação dos efeitos da decisão e à aplicação dos princípios das anterioridades (anual e nonagesimal), o julgamento foi suspenso. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Presidência da Ministra Rosa Weber. Plenário, 2.2.2023.\r\n\n                 Decisão: O Tribunal, por unanimidade, apreciando o tema 885 da repercussão geral, negou provimento ao recurso extraordinário da União. Por maioria, não modulou os efeitos da decisão, vencidos os Ministros Edson Fachin, Luiz Fux, Ricardo Lewandowski, Dias Toffoli e, em parte, o Ministro Nunes Marques, que propunham modulação. Por fim, por maioria, entenderam-se aplicáveis as limitações constitucionais temporais ao poder de tributar, vencidos os Ministros Gilmar Mendes, André Mendonça, Alexandre de Moraes e Dias Toffoli. Na sequência, por unanimidade, foi fixada a seguinte tese: “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”. Tudo nos termos do voto do Relator. Presidência da Ministra Rosa Weber. Plenário, 8.2.2023.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["8","10","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478209","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-17T16:40:18.503620","dg_unique":"sjur478209","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional e tributário. Recurso Extraordinário com Repercussão Geral. Contribuição Social sobre Lucro Líquido (CSLL). Obrigação de trato sucessivo. Hipóteses de cessação dos efeitos da coisa julgada diante de decisão superveniente do STF.\n\n\n\n    1. Recurso extraordinário com repercussão geral reconhecida, a fim de decidir se e como as decisões desta Corte em sede de controle difuso fazem cessar os efeitos futuros da coisa julgada em matéria tributária, nas relações de trato sucessivo, quando a decisão estiver baseada na constitucionalidade ou inconstitucionalidade do tributo.\n\n\n\n    2. Em 1992, o contribuinte obteve decisão judicial que o exonerava do pagamento da CSLL. O acórdão do Tribunal Regional Federal da 1ª Região considerou que a lei instituidora da contribuição (Lei nº 7.869/1988) possuía vício de inconstitucionalidade formal, por se tratar de lei ordinária em matéria que exigiria lei complementar. A decisão transitou em julgado. \n\n\n\n    3. A questão debatida no presente recurso diz respeito à subsistência ou não da coisa julgada que se formou, diante de pronunciamentos supervenientes deste Supremo Tribunal Federal em sentido diverso.\n\n\n\n    4. O tema da cessação da eficácia da coisa julgada, embora complexo, já se encontra razoavelmente bem equacionado na doutrina, na legislação e na jurisprudência desta Corte. Nas obrigações de trato sucessivo, a força vinculante da decisão, mesmo que transitada em julgado, somente permanece enquanto se mantiverem inalterados os seus pressupostos fáticos e jurídicos (RE 596.663, Red. p/ o acórdão Min. Teori Zavascki, j. em 24.09.2014).\n\n\n\n    5. As decisões em controle incidental de constitucionalidade, anteriormente à instituição do regime de repercussão geral, não tinham natureza objetiva nem eficácia vinculante. Consequentemente, não possuíam o condão de desconstituir automaticamente a coisa julgada que houvesse se formado, mesmo que em relação jurídica tributária de trato sucessivo.\n\n\n\n    6. Em 2007, este Supremo Tribunal Federal, em ação direta de inconstitucionalidade julgada improcedente, declarou a constitucionalidade da referida Lei nº 7.869/1988 (ADI 15, Rel. Min. Sepúlveda Pertence, julgamento em 14.06.2007). A partir daí, houve modificação substantiva na situação jurídica subjacente à decisão transitada em julgado, em favor do contribuinte. Tratando-se de relação de trato sucessivo, sujeita-se, prospectivamente, à incidência da nova norma jurídica, produto da decisão desta Corte.\n\n\n\n    7. Na parte subjetiva desta decisão referente ao caso concreto, verifica-se que, em 2006, a Fazenda Nacional pretendeu cobrar a CSLL concernente aos anos de 2001 a 2003. Sendo assim, por se tratar de autuação relativa a fatos geradores anteriores à decisão deste Tribunal na ADI 15, prevalece a coisa julgada em favor do contribuinte. Como consequência, nega-se provimento ao recurso extraordinário interposto pela Fazenda Nacional.\n\n\n\n    8. Já a tese objetiva que se extrai do presente julgado, para fins de repercussão geral, pode ser assim enunciada: “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767319011","externo_seq_objeto_incidente":4945134,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-s/n  DIVULG 28-04-2023  PUBLIC 02-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=955227&classe=RE","is_colac":false,"titulo":"RE 955227","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00042 INC-00007\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1969\n    CF-1969 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00003 INC-00004 ART-00005 \"CAPUT\"\n    INC-00002 INC-00036 ART-00037 ART-00042\n    INC-00007 ART-00052 INC-00010 ART-00093\n    INC-00009 ART-00102 \"CAPUT\" INC-00001\n    LET-A INC-00003 LET-A PAR-00001\n    PAR-00002 PAR-00003 ART-0103B ART-0146A\n    ART-00148 INC-00001 ART-00150 INC-00001\n    INC-00002 INC-00003 LET-A LET-B\n    LET-C INC-00006 LET-C ART-00170\n    INC-00004 ART-00195 INC-00001 LET-C\n    PAR-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000029 ANO-2000\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042 ANO-2003\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00056\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000070 ANO-1991\n    ART-00006 INC-00002\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00097 INC-00001 INC-00002 ART-00142\n    ART-00156\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00471 INC-00001 PAR-UNICO ART-0475L\n    PAR-00001 ART-00485 INC-00005 ART-00495\n    ART-0543A PAR-00001 ART-0543B PAR-00003\n    ART-0543C ART-00741 PAR-ÚNICO\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-007689 ANO-1988\n    ART-00008 ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007698 ANO-1988\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007869 ANO-1988\n    ART-00008 ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007856 ANO-1989\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008034 ANO-1990\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002 PAR-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008112 ANO-1990\n    RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008212 ANO-1991\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008383 ANO-1991\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008541 ANO-1992\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009430 ANO-1996\n    ART-00056\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009779 ANO-1999\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00028\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00010 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011232 ANO-2005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011418 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-0475L PAR-00001 ART-00495 ART-00502\n    ART-00505 INC-00001 ART-00525 PAR-00001\n    INC-00003 PAR-00012 PAR-00013 PAR-00014\n    PAR-00015 ART-00535 INC-00003 PAR-00005\n    PAR-00006 PAR-00007 PAR-00008 ART-00926\n    PAR-00001 PAR-00002 ART-00927 INC-00003\n    PAR-00003 ART-00966 ART-00988 PAR-00005\n    INC-00002 ART-01035 ART-00001 ART-01036\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00001\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-199737 ANO-2000\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-218035 ANO-2001\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   RGI ANO-1980\n    ART-00175 PAR-UNICO ART-0354E\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000026\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000028\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000239\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000343\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000276\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2023-05-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=955227&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(OBRIGAÇÃO, PRESTAÇÃO SUCESSIVA, EFEITO, DECISÃO, TRÂNSITO EM JULGADO, AUSÊNCIA, ALTERAÇÃO)\r\nRE 596663 (TP).\r\n(EFICÁCIA TEMPORAL, DECISÃO TRANSITADA EM JULGADO, LEGISLAÇÃO SUPERVENIENTE, INCONSTITUCIONALIDADE)\r\nRE 730462 (TP).\r\n(EFICÁCIA, COISA JULGADA, CONTROLE CONCENTRADO, PRESTAÇÃO SUCESSIVA)\r\nRE 949297 (TP).\r\n(AUSÊNCIA, REPERCUSSÃO GERAL, LIMITAÇÃO, COISA JULGADA)\r\nARE 748371 RG (TP).\r\n(INEXIGIBILIDADE, TÍTULO, LEI, INCONSTITUCIONALIDADE)\r\nADI 2418 (TP).\r\n(EFICÁCIA ERGA OMNES, CONTROLE DIFUSO, OBJETIVAÇÃO, CONTROLE INCIDENTAL)\r\nRcl 4335 (TP).\r\n(CONSTITUCIONALIDADE, CONTRIBUIÇÃO SOCIAL SOBRE O LUCRO LÍQUIDO (CSLL), DESNECESSIDADE, LEI COMPLEMENTAR)\r\nRE 138284 (TP), RE 147313 (2ªT), ADI 2418 (TP), RE 146733 (TP), RE 150764 (TP).\r\n(RESOLUÇÃO, SENADO FEDERAL, SUSPENSÃO, EFICÁCIA, LEI, INCONSTITUCIONALIDADE)\r\nADI 15 (TP).\r\n(EXIGÊNCIA, FUNDAMENTAÇÃO, ACÓRDÃO, DESNECESSIDADE, APRECIAÇÃO, ESPECIFICIDADE, ARGUMENTAÇÃO, PROVA)\r\nAI 791292 QO-RG.\r\n(OFENSA, PRINCÍPIO DA IRRETROATIVIDADE DA LEI, CONTRIBUIÇÃO SOCIAL SOBRE O LUCRO LÍQUIDO (CSLL))\r\nRE 147313 (2ªT).\r\n(COISA JULGADA, COBRANÇA, IMPOSTO, EXERCÍCIO FISCAL)\r\nAI 11227 embargos.\r\n(SÚMULA, APLICAÇÃO, LANÇAMENTO TRIBUTÁRIO, EXERCÍCIO FISCAL, DESCABIMENTO, DISCUSSÃO, RELAÇÃO JURÍDICA TRIBUTÁRIA)\r\nARE 704846 ED (1ªT), AI 791071 AgR-ED (1ªT).\r\n(CONTROLE CONCENTRADO, EFEITO RETROATIVO, EFICÁCIA ERGA OMNES)\r\nRp 971 (1ªT) - RTJ 87/758, RTJ 89/367, RE 79343 (2ªT) - RTJ 82/791.\r\n(NULIDADE, ATO, INCONSTITUCIONALIDADE, AUSÊNCIA, EFICÁCIA JURÍDICA, EFEITO RETROATIVO)\r\nRcl 2576 (TP), Rcl 3473 AgR (TP).\r\n(RETROATIVIDADE, DECISÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, COISA JULGADA)\r\nRcl 2600 AgR (TP).\r\n(AFASTAMENTO, COISA JULGADA, NECESSIDADE, AÇÃO RESCISÓRIA)\r\nRE 730462 (TP).\r\n(DECLARAÇÃO, INCONSTITUCIONALIDADE, NULIDADE, ATO, PODER PÚBLICO, AUSÊNCIA, PRODUÇÃO DE EFEITOS)\r\nRTJ 146/461.\r\n(DISPOSITIVO, DECISÃO, EFEITO VINCULANTE)\r\nRcl 2475 AgR (TP).\r\n(EFEITO VINCULANTE, EFICÁCIA EXECUTIVA, CARÁTER IMPOSITIVO, ATO ADMINISTRATIVO, ATO JUDICIAL)\r\nRE 730462 (TP).\r\n(VINCULAÇÃO, LEGISLADOR, PREJUÍZO, ESTADO DEMOCRÁTICO DE DIREITO, LEGITIMIDADE)\r\nRcl 467 (TP) - RTJ 157/773, Rcl 2143 AgR (TP) - RTJ 187/150, Rcl 2617 AgR (TP), ADI 907 MC (TP) - RTJ 150/726.\r\n(CONSTITUCIONALIDADE, EFEITO VINCULANTE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE)\r\nRcl 1880 AgR-QO (TP).\r\n(STF, MONOPÓLIO, INTERPRETAÇÃO, CONSTITUIÇÃO)\r\nADI 3345 (TP).\r\n(STF, AUTORIDADE, CONTROLE DE CONSTITUCIONALIDADE, AUSÊNCIA, SUBORDINAÇÃO)\r\nADI 3659 (TP).\r\n(CONTROLE CONCENTRADO, AUSÊNCIA, VINCULAÇÃO, STF, CAUSA DE PEDIR)\r\nAI 174811.\r\n(CONSTITUCIONALIDADE, AÇÃO RESCISÓRIA, REVISÃO, COISA JULGADA)\r\nADI 2418 (TP).\r\n(INADMISSIBILIDADE, AÇÃO RESCISÓRIA, OFENSA, DISPOSITIVO, LEI)\r\nAR 2572 AgR (TP).\r\n(IMPOSSIBILIDADE, COISA JULGADA, PRESTAÇÃO SUCESSIVA, IMUTABILIDADE, NORMATIVIDADE)\r\nRE 99435 (1ªT).\r\n(INCONSTITUCIONALIDADE, REAJUSTE, PLANO COLLOR I, SERVIDOR PÚBLICO)\r\nMS 21216 (TP).\r\n(STF, SOLUÇÃO, DIVERGÊNCIA, SEGURANÇA JURÍDICA, TRIBUNAL A QUO)\r\nRE 328812 ED (TP), RE 198604 EDv-ED (TP).\r\n(INCONSTITUCIONALIDADE, VANTAGEM REMUNERATÓRIA, SERVIDOR PÚBLICO, MODULAÇÃO DE EFEITOS)\r\nARE 1204148 AgR (1ªT).\r\n(DESCONSTITUIÇÃO DE JULGADO, COISA JULGADA, NECESSIDADE, AÇÃO RESCISÓRIA)\r\nRE 730462 (TP).\r\n(AÇÃO RESCISÓRIA, CABIMENTO, DISPOSIÇÃO EXPRESSA, INTERPRETAÇÃO CONTROVERTIDA)\r\nRE 328812 ED (TP).\r\n(CABIMENTO, AÇÃO RESCISORIA, DECISÃO, STF)\r\nRE 730462 (TP).\r\n(ALEGAÇÃO, INEXIGIBILIDADE, EXECUÇÃO POR TÍTULO JUDICIAL, CUMPRIMENTO DA SENTENÇA)\r\nADI 2418 (TP).\r\n(INTERPRETAÇÃO CONSTITUCIONAL, STF, VINCULAÇÃO, TRIBUNAL)\r\nRE 203498 AgR (2ªT).\r\n(MANUTENÇÃO, DECISÃO, INSTÂNCIA ORDINÁRIA, DECISÃO DIVERGENTE, INTERPRETAÇÃO CONSTITUCIONAL, FORÇA NORMATIVA DA CONSTITUIÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE)\r\nRE 328812 AgR (2ªT).\r\n(ATO, LEI INCONSTITUCIONAL, ILICITUDE)\r\nRMS 17976 (3ªT), RMS 17976 (3ªT) - RTJ 55/744.\r\n(INSUSCETIBILIDADE, REVISÃO, AUSÊNCIA, AFETAÇÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE)\r\nRE 86506 (2ªT).\r\n(EFEITO VINCULANTE, COISA JULGADA, PRESTAÇÃO SUCESSIVA, PERMANÊNCIA, MATÉRIA DE FATO)\r\nRE 596663 (TP).\r\n(RELAÇÃO JURÍDICA CONTINUATIVA, LEI VIGENTE, PARCELA)\r\nADI 4425 QO (TP), ADI 4357 QO (TP), AI 791071 AgR-ED (1ªT), MS 32435 AgR (2ªT).\r\n(POSSIBILIDADE, ALTERAÇÃO, ISENÇÃO, LEI COMPLEMENTAR, LEI ORDINÁRIA, AUSÊNCIA)\r\nRE 377457 (TP), RE 451988 AgR (1ªT).\r\n(AUSÊNCIA, MODULAÇÃO DE EFEITOS)\r\nRE 377457 ED (TP).\r\n(RESCISÃO, SENTENÇA, VÍCIO DE INCONSTITUCIONALIDADE, AUSÊNCIA, APLICAÇÃO, NORMA CONSTITUCIONAL)\r\nRE 611503 (TP).\r\n(COISA JULGADA, APLICAÇÃO, EXERCÍCIO FINANCEIRO EM CURSO, IMPOSSIBILIDADE, EXERCÍCIO FINANCEIRO SEGUINTE)\r\nRE 93048 (1ªT), RE 109073 (1ªT).\r\n(POSSIBILIDADE, AÇÃO RESCISÓRIA, DECISÃO, INSTÂNCIA INFERIOR, DIVERGÊNCIA, STF)\r\nRE 529675 AgR-segundo (1ªT), AR 2370 AgR (TP), ARE 1351812 AgR (1ªT).\r\n(IMPOSSIBILIDADE, AÇÃO RESCISÓRIA, DIVERGÊNCIA, PLENÁRIO)\r\nAR 2297 (TP).\r\n(RESOLUÇÃO, SENADO FEDERAL, PUBLICIDADE, DECISÃO, STF)\r\nRcl 4335 (TP).\r\n(DUPLICIDADE, INCIDÊNCIA, PRINCÍPIO DA ANTERIORIDADE, MATÉRIA INFRACONSTITUCIONAL)\r\nARE 883073 AgR (1ªT), ARE 882027 AgR (2ªT), RE 951725 AgR (1ªT).\r\n(AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, EFICÁCIA ERGA OMNES, EFEITO VINCULANTE)\r\nADC 1 QO (TP).\r\n(COMPETÊNCIA, STF, APRECIAÇÃO, AÇÃO CAUTELAR, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO)\r\nAC 2177 MC-QO (TP).\r\n(STF, APRECIAÇÃO, MATÉRIA CONSTITUCIONAL, IMPOSSIBILIDADE, REEXAME)\r\nAI 760358 QO (TP).\r\n(RECURSO EXTRAORDINÁRIO, REPERCUSSÃO GERAL, EFEITO VINCULANTE, PODER JUDICIÁRIO)\r\nRcl 10793 (TP).\r\n(PRINCÍPIO DA IGUALDADE TRIBUTÁRIA, CAPACIDADE CONTRIBUTIVA, ESTADO SOBERANO, COLETIVIDADE)\r\nRE 601314 (TP).\r\n(AUSÊNCIA, OFENSA, COISA JULGADA, CESSAÇÃO, EFEITO, PRESTAÇÃO SUCESSIVA)\r\nMS 21865 (TP), MS 26980 AgR (2ªT), MS 27965 AgR (1ªT), Rcl 33765 (1ªT), MS 36585 AgR (1ªT), ARE 1243237 AgR (2ªT).\r\n(PERDA, EFICÁCIA, SENTENÇA, ACRÉSCIMO, REMUNERAÇÃO, INCORPORAÇÃO, SUPERVENIÊNCIA)\r\nRE 596663 (TP).\r\n(STF, DEVER, PRESERVAÇÃO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO)\r\nAI 733387 (2ªT).\r\n(IMPOSSIBILIDADE, RECLAMAÇÃO, AGRAVO, ENTENDIMENTO, STF)\r\nAI 760358 QO (TP).\r\n(DIREITO, CONTRIBUINTE, RECOLHIMENTO, TRIBUTO, MOMENTO ANTERIOR, JULGAMENTO, STF)\r\nRE 590809 (TP).\r\n(CESSAÇÃO, EFEITO, DECISÃO ANTERIOR)\r\nADPF 101 (TP).\r\n(CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO DE PROCESSO CIVIL DE 1973, CÓDIGO DE PROCESSO CIVIL DE 2015)\r\nADI 2418 (TP).\r\n(ADMISSIBILIDADE, AÇÃO RESCISÓRIA, VÍCIO DE INCONSTITUCIONALIDADE)\r\nAR 1713 (TP).\r\n(DECISÃO, STF, CESSAÇÃO, EFEITO, SENTENÇA, PRESTAÇÃO SUCESSIVA)\r\nADI 711 QO (TP).\r\n(SENTENÇA, TRÂNSITO EM JULGADO, DIFERENÇA, REMUNERAÇÃO, SERVIDOR PÚBLICO, REESTRUTURAÇÃO, REMUNERAÇÃO)\r\nRE 561836 (TP).\r\n(PRINCÍPIO DA ANTERIORIDADE, CLÁUSULA PÉTREA, LIMITAÇÃO DO PODER DE TRIBUTAR)\r\nADI 939 (TP).\r\n(PRINCÍPIO DA ANTERIORIDADE, PRINCÍPIO DA ANTERIORIDADE NONAGESIMAL, PRAZO, SIMULTANEIDADE)\r\nADI 5282 (TP).\r\n(INAPLICABILIDADE, PRESTAÇÃO SUCESSIVA, INDISPENSABILIDADE, AÇÃO RESCISÓRIA)\r\nRE 730462 (TP).\r\n(INCONSTITUCIONALIDADE, VEDAÇÃO, PROGRESSÃO DE REGIME PRISIONAL, CRIME HEDIONDO)\r\nHC 82959 (TP).\r\n(INEXIGIBILIDADE, EXECUÇÃO POR TÍTULO JUDICIAL, LEI, INCONSTITUCIONALIDADE)\r\nRE 592912 AgR (2ªT).\r\n- Decisões monocráticas citadas:\r\n(EFEITO VINCULANTE, RAZÃO DE DECIDIR, STF, JURISDIÇÃO CONSTITUCIONAL, CONTROLE CONCENTRADO)\r\nRcl 2986 MC.\r\n(IMPOSSIBILIDADE, LIMITAÇÃO, LEGISLADOR, DECLARAÇÃO DE INCONSTITUCIONALIDADE)\r\nRcl 14156 MC.\r\n(VINCULAÇÃO, LEGISLADOR, PREJUÍZO, ESTADO DEMOCRÁTICO DE DIREITO, LEGITIMIDADE)\r\nRcl 5442 MC.\r\n(REAPRECIAÇÃO, STF, CONTROLE CONCENTRADO, INAPLICABILIDADE, EFEITO VINCULANTE)\r\nADI 2675, ADI 2777.\r\n(COISA JULGADA, APLICAÇÃO, EXERCÍCIO FINANCEIRO EM CURSO, IMPOSSIBILIDADE, EXERCÍCIO FINANCEIRO SEGUINTE)\r\nAI 817329, ARE 861473.\r\n(DUPLICIDADE, INCIDÊNCIA, PRINCÍPIO DA ANTERIORIDADE, MATÉRIA INFRACONSTITUCIONAL)\r\nRE 346323, ARE 892125, ARE 918159, ARE 924205.\r\n(DECISÃO, STF, DESCONSTITUIÇÃO DE JULGADO, COISA JULGADA, NECESSIDADE, RECURSO, AÇÃO RESCISÓRIA)\r\nARE 730642.\r\n(ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, EFICÁCIA ERGA OMNES, EFEITO VINCULANTE)\r\nRcl 6465.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(TRÂNSITO EM JULGADO, DECISÃO, INCONSTITUCIONALIDADE, TRIBUTO)\r\nSTJ: REsp 1118893.\r\n(IMPOSSIBILIDADE, INCIDÊNCIA, DUPLICIDADE, PRINCÍPIO DA ANTERIORIDADE)\r\nSTJ: EREsp 1411749.\r\n(PROTEÇÃO, COISA JULGADA, LEGISLAÇÃO, JULGAMENTO, STF)\r\nSTJ: REsp 1118893.\r\n- Legislação estrangeira citada: §79 da Lei Orgânica da Corte Constitucional Alemã.\n- Veja ADI 15, RE 949297, HC 82959, Rcl 383 383, ADI 2418, RE 730462, RE 611503, RE 151836, ARE 861473 AgR, ARE 704846, ADI 2231, RE 582650 QO, RE 135326, RE 138284, RE 592912 AgR. \n- Veja Processo Administrativo 4477/1972 do STF. \n- Veja Tema 339 de RG, RE 730462 de RG (Tema 733), RE 611503 (Tema 360 de RG), RE 590809 (Tema 136 de RG), RE 596663 (Tema 494 de RG), RE 590880 (Tema 106 de RG), RE 946648 (Tema 906 de RG), ARE 748371 (Tema 660 de RG), RE 601314 (Tema 225 de RG), ARE 1285177 (Tema 1108 de RG), RE 363889 (Tema 392), RE 631240 (Tema 350 de RG), RE 561836 (Tema 5 de RG).\n- Veja Parecer PGFN/CRJ nº 492/2011, REsp 1118893 (Tema 340 do STJ), EREsp 1403532 (Tema 912 do STJ), REsp 731250, REsp 1118893.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL \nRECDO.(A/S)  : BRASKEM S/A \nADV.(A/S)  : LUIZ ANTÔNIO BETTIOL \nADV.(A/S)  : EWERTON AZEVEDO MINEIRO \nADV.(A/S)  : CAROLINE SANSELME VIEIRA E OUTRO(S) \nAM. CURIAE.  : FEDERACAO DAS INDUSTRIAS DO ESTADO DE SAO PAULO \nADV.(A/S)  : ALEXANDRE RAMOS \nADV.(A/S)  : CAIO CESAR BRAGA RUOTOLO \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : LUIZ GUSTAVO ANTONIO SILVA BICHARA \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JUNIOR","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"885 - Efeitos das decisões do Supremo Tribunal Federal em controle difuso de constitucionalidade sobre a coisa julgada formada nas relações tributárias de trato continuado.","old_seq_sjur":478209,"documental_tese_texto":"1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo.","procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"RE 955227","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2023-02-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARRUDA ALVIM, Teresa. Modulação na alteração da jurisprudência firme ou de precedentes vinculantes. São Paulo, Thomson Reuters Brasil, 2020. p.213.\nARRUDA ALVIM, Teresa, MONERAT, Fábio. Modulação: momento adequado, competência, critérios à luz da jurisprudência dos tribunais. In: SUPREMA – Revista de Estudos Constitucionais, Brasília, v. 1, n. 1. p. 181-213, jan./jun. 2021.\nÁVILA, Humberto. Sistema constitucional tributário. 5. ed. São Paulo: Saraiva, 2012. p. 217.\nBARCELLOS, Ana Paula de. Curso de Direito Constitucional, 2019. p. 622.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro, 2016. p. 168.\nBUENO, Cassio Scarpinella. Curso sistematizado de direito processual civil vol. 1. 9. ed., São Paulo: Saraiva, 2018. p. 286.\nCARNELUTTI, Francesco. Lezioni del diritto processuale civile. Vol. 4. Padova: Editora Cedam, 1986.\nCASALTA NABAIS, José. O dever fundamental de pagar impostos.\nCHIOVENDA. Instituições de Direito Processual Civil. 1942, vol. I, p. 512-513.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 165-166.\nCINTRA, Antonio Carlos de Araújo; GRINOVER, Ada Pellegrini; DINAMARCO, Cândido Rangel. Teoria geral do processo. 31. ed., São Paulo: Malheiros Editores, 2015. p. 168.\nCOSTA, Regina Helena. Curso de direito tributário. 12. ed. São Paulo: SaraivaJur, 2022. p. 102.\nDE OLIVEIRA, Paulo Mendes, Coisa Julgada e Precedente, Limites temporais e as relações jurídicas de trato continuado. São Paulo: Editora Revista dos Tribunais, 2015.\nDIDIER JR., Fredie. Curso de Direito Processual Civil – vol. 1: Introdução ao Direito Processual Civil, Parte Geral e Processo de Conhecimento. 23. ed., Salvador: Juspodivm, 2021. p. 476.\nFARIA, Luiz Alberto Gurgel; SANTOS, Lucilene Rodrigues; RIBEIRO, Marcela. Segurança jurídica, coisa julgada e os precedentes vinculantes em matéria tributária. No prelo.\nFUX, Luiz. Tributação e Segurança Jurídica. Consultor Jurídico. Disponível em: https://www.conjur.com.br/2022-dez-27/luiz-fux-tributacao-seguranca-juridica\nFUX, Luiz. Curso de Direito Processual Civil, 5. ed. p. 919.\nGRECO, Leonardo. Eficácia da declaração erga omnes de constitucionalidade ou inconstitucionalidade em relação à coisa julgada anterior. Revista jurídica da Procuradoria-Geral do Distrito Federal, v. 37, 2003, p.99-114.\nIPSEN, Jörn. Rechtsfolgen der Verfassungswidrigkeit von Norm und Einzelakt. Baden-Baden, 1980. p. 174 e ss.\nKELSEN, Hans. Teoria Pura do Direito, trad. João Batista Machado, 8ª. Ed. WMF Martins Fontes, 2019. p. 390-391.\nLEAL, Roger Stiefelmann. A incorporação das súmulas vinculantes à jurisdição constitucional brasileira: alcance e efetividade em face do regime legal da repercussão geral e da proposta de revisão jurisprudencial sobre a interpretação do art. 52, X, da Constituição. Revista de Direito Administrativo, Rio de Janeiro, v. 261, p. 179-201, set./dez. 2012. p. 194-195.\nLEAL, Roger Stiefelmann. A convergência dos sistemas de controle de constitucionalidade: aspectos processuais e institucionais. Revista de Direito Constitucional e Internacional, v. 57, p. 62, out. 2006.\nMARINONI, Luiz Guilherme. Coisa julgada inconstitucional: a retroatividade da decisão de (in)constitucionalidade do STF sobre a coisa julgada; a questão da relativização da coisa julgada. 2. ed. Ver. E atual. São Paulo: Revista dos Tribunais, 2010.\nMARINONI, Luiz Guilherme; MITIDIERO, Daniel. Recurso Extraordinário e Recurso Especial – do jus litigatoris ao jus constitutionis. 2ª edição. São Paulo: Revista dos Tribunais, p. 86.\nMARINONI, Luiz Guilherme. Processo constitucional e democracia. São Paulo: Thomson Reuters Brasil, 2021. p. 1.163-1.165, 1172.\nMACHADO SEGUNDO, Hugo de Brito; RAMOS MACHADO, Raquel Cavalcanti. Coisa julgada, constitucionalidade em matéria tributária.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 37. ed. São Paulo: Malheiros, 2016. p. 217.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 11 ed. São Paulo: Saraiva, 2016. p. 376.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 12. Ed. São Paulo: Saraiva, 2017. p. 1241.\nMOREIRA, José Carlos Barbosa. Temas de Direito Processual Civil. São Paulo: Saraiva, 2007. p. 245-246.\nMOREIRA, José Carlos Barbosa. Considerações sobre a Chamada \"Relativização” da Coisa Julgada Material, Revista Dialética de Direito Processual, nº 22, janeiro - 2005. p. 91.\nNORTH, Douglas. Institutions, Institutional Change and Economic Performance. Cambridge University Press, 1990.\nOLIVEIRA, Paulo Mendes de. Coisa Julgada e Precedente, 1. ed., 2015, Revista dos Tribunais.\nPLÁCIDO E SILVA. Vocabulário jurídico. 30. ed. Rio de Janeiro: Forense, 2013. p. 1159. \nPONTES DE MIRANDA. Comentários ao Código de Processo Civil, Rio de Janeiro: Forense, 1999, vol. 5. p. 157 e ss.\nROCHA, Cármen Lúcia Antunes. O princípio da coisa julgada e o vício de inconstitucionalidade. Fórum Administrativo – Direito Público – FA, Belo Horizonte, ano 9, n. 100, 2009.\nROSENBERG; SCHWAB; GOTTWALD. Zivilproßrecht. p. 915. \nSEEFELDER FILHO, Claudio Xavier; PEREIRA PINHEIRO, Guilherme. Igualdade na Jurisdição Constitucional Tributária. p. 3 e 13.\nSEN, Amartya. Desenvolvimento como Liberdade. Companhia de Bolso. p. 339. \nZAVASCKI, Teori Albino. Eficácia das sentenças na jurisdição constitucional, 2017. p. 105-107, 99-100, 103.  \nZAVASCKI, Teori Albino. Eficácia das sentenças na jurisdição constitucional. São Paulo: Revista dos Tribunais, 2001. p. 98-101, 88-89.\nZAVASCKI, Teori. Eficácia das sentenças na jurisdição constitucional. 3 ed. São Paulo: Revista dos Tribunais, 2014, p. 122, 119-120. \nZAVASCKI, Teoria Albino. Coisa julgada em matéria constitucional: eficácia das sentenças nas relações jurídicas de trato continuado. In: Doutrina do Superior Tribunal de Justiça: edição comemorativa 15 anos. Org. Gabinete do Ministro-Diretor da Revista. Brasília: STJ, 2005. p. 109-132.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":955227,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur476015","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, condicionado que o Estado requerente assuma, antes da entrega do extraditando: (i) compromisso formal de não aplicar penas vedadas pelo direito brasileiro (Lei de Migração); (ii) compromisso formal de observar o tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro à época dos fatos, de 30 (trinta) anos (art. 75, do CP, na redação conferida pela Lei nº 7.200/1984); e (iii) compromisso formal de detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil, nos termos do voto do Relator. Notifique-se o Ministério da Justiça para que comunique, por via diplomática, o Estado requerente, a fim de que, no prazo de 60 (sessenta) dias da comunicação, retire o extraditando do território nacional, nos termos do art. 92 da Lei de Migração. Primeira Turma, Sessão Virtual de 3.3.2023 a 10.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur476015","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur476015","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição executória. Governo da Turquia. Extraditando com família e residência no Brasil. Irrelevância. Súmula 421/STF. Alegação de perseguição religiosa sem razão ponderável. Inadmissibilidade. Regularidade formal do pedido. Requisitos legais atendidos.\n\n\n\n    1.  É pacífico o entendimento desta Corte no sentido de que, no exame de delibação próprio dos processos de extradição, somente é possível a análise da legalidade extrínseca do pedido, sem o ingresso no mérito da procedência da acusação, bem como da ordem de prisão instrutória ou executória. Precedentes.\n\n\n\n    2. O fato de o extraditando possuir família no Brasil não obsta a extradição, em razão da Súmula 421/STF.\n\n\n\n    3. Não existem razões ponderáveis para supor que o extraditando será vítima de perseguição no Estado requerente. Precedente.\n\n\n\n    4.  Quanto à dupla tipicidade, os crimes a que o extraditando foi condenado estão previstos na legislação brasileira como roubo com restrição de liberdade (art. 157, § 2º, V, do Código Penal).\n\n\n\n    5.   Quanto à dupla punibilidade, os fatos ocorreram em 2007, de modo que não foram atingidos pela prescrição vintenária, de acordo com as legislações brasileira e turca.\n\n\n\n    6.   Os crimes pelos quais se pretende a extradição não têm conotação política (art. 82, VII, da Lei nº 13.445/2017) e suas apurações são de competência exclusiva do Estado requerente (art. 82, III, da Lei nº 13.445/2017). As penas máximas são superiores a 2 (dois) anos (art. 82, IV, da Lei nº 13.445/2017) e o extraditando não tem nacionalidade brasileira (art. 82, I, da Lei nº 13.445/2017).\n\n\n\n    7.  Extradição deferida, condicionada ao compromisso formal do Estado requerente de (i) não aplicar penas vedadas pelo direito brasileiro; (ii) observar o tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro à época dos fatos, de 30 (trinta) anos (art. 75, do CP, na redação conferida pela Lei nº 7.200/1984); e (iii) detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=766228471","externo_seq_objeto_incidente":6128812,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 14-03-2023  PUBLIC 15-03-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1660&classe=Ext","is_colac":false,"titulo":"Ext 1660","documental_legislacao_citada_texto":["LEG-FED   LEI-007200 ANO-1984\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00001 INC-00003 INC-00004\n    INC-00007 ART-00092\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00075 ART-00109 INC-00001 ART-00157\n    PAR-00002 INC-00005\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2023-03-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONDENAÇÃO, EXTRADITANDO, MOMENTO ANTERIOR, CRISE POLÍTICA, REPÚBLICA DA TURQUIA. AUSÊNCIA, INDÍCIO, OFENSA, DEVIDO PROCESSO LEGAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1660&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INDEFERIMENTO, PEDIDO, EXTRADIÇÃO)\nExt 1578 (2ªT). \n(SÚMULA 421/STF)\nExt 1515 (2ªT). \n(EXTRADIÇÃO, PERSEGUIÇÃO POLÍTICA, CONDENADO)\nExt 1448 (1ªT), Ext 1515 (2ªT). \n(EXTRADIÇÃO, RECONHECIMENTO, CONDIÇÃO, REFUGIADO)\nExt 1693 (1ªT). \n- Legislação estrangeira citada: Arts. 149/1-a,-c, 62, 109/2, 109/3-a, b, c, d, e, do Código Penal da República da Turquia.\nNúmero de páginas: 11.\nAnálise: 13/07/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA TURQUIA \nEXTDO.(A/S)  : MEHMET NAIL ÕZER \nADV.(A/S)  : ELIF OZER \nADV.(A/S)  : RENATO DE MELLO JORGE SILVEIRA \nADV.(A/S)  : JOAO FLORENCIO DE SALLES GOMES JUNIOR \nADV.(A/S)  : JOSE PAULO MICHELETTO NAVES \nADV.(A/S)  : IAN BANIC","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":476015,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1660","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2023-03-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1660,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur485070","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Decisão: Após os votos dos Ministros Cármen Lúcia (Relatora) e Alexandre de Moraes, que julgavam improcedente a presente ação direta para reconhecer a constitucionalidade da Resolução do Ministério Público do Rio de Janeiro GPGJ n. 2.403/2021 e das Resoluções por ela revogadas (Resolução GPGJ ns. 1.570/2010 e 2.074/2016), pediu vista dos autos o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 12.8.2022 a 19.8.2022.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta, para reconhecer a constitucionalidade da Resolução do Ministério Público do Rio de Janeiro GPGJ n. 2.403/2021 e das Resoluções por ela revogadas (Resolução GPGJ ns. 1.570/2010 e 2.074/2016), nos termos do voto da Relatora. Os Ministros Gilmar Mendes, Nunes Marques e André Mendonça acompanharam a Relatora com ressalvas. Plenário, Sessão Virtual de 23.6.2023 a 30.6.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur485070","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-10T10:00:23.245841","dg_unique":"sjur485070","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PROPOSTA DE CONVERSÃO DE APRECIAÇÃO EM JULGAMENTO DE MÉRITO DA AÇÃO.\n\n\n\n    RESOLUÇÕES DO MINISTÉRIO PÚBLICO DO RIO DE JANEIRO. INSTITUIÇÃO DO GRUPO DE ATUAÇÃO ESPECIALIZADA CONTRA O CRIME ORGANIZADO (GAECO). AUTONOMIA ADMINISTRATIVA DO MINISTÉRIO PÚBLICO. ESTRUTURAÇÃO DE ÓRGÃO INTERNO DE APOIO. ATUAÇÃO FACULTATIVA. INOCORRÊNCIA DE USURPAÇÃO DE ATRIBUIÇÕES DO PROMOTOR NATURAL. OBSERVÂNCIA AO § 2º DO ART. 127 DA CONSTITUIÇÃO DA REPÚBLICA. AUSÊNCIA DE CONTRARIEDADE À LEI ORGÂNICA NACIONAL OU ESTADUAL DO MINISTÉRIO PÚBLICO. COMPETÊNCIA DO MINISTÉRIO PÚBLICO PARA PROMOVER INVESTIGAÇÕES PENAIS. REAFIRMAÇÃO DA TESE DE REPERCUSSÃO GERAL DEFINIDA NO RECURSO EXTRAORDINÁRIO N. 593.727. AÇÃO DIRETA JULGADA IMPROCEDENTE.\n\n\n\n    1. As normas veiculadas pelas Resoluções GPGJ ns. 1.570/2010 e 2.074/2016, posteriormente revogadas pela Resolução GPGJ n. 2.403/2021, não cuidam de direito penal ou processual penal. Os dispositivos questionados não estabeleceram novas atribuições e competências, dispondo sobre o funcionamento de órgão especializado no auxílio ao combate do crime organizado (Grupo de Atuação Especializada contra o Crime Organizado – GAECO), de atuação facultativa, a depender do pedido do promotor natural. \n\n\n\n    2. A Constituição da República assegura autonomia administrativa do Ministério Público (§ 2º do art. 127).\n\n\n\n    3. Compete ao Procurador-Geral do Ministério Público “praticar atos e decidir questões relativas à administração geral”; “designar membros do Ministério Público para exercer as atribuições de dirigente dos Centros de Apoio Operacional”; “designar outro Promotor para funcionar em feito determinado, de atribuição daquele”, desde que com expressa concordância do promotor natural (arts. 10, incs. V e IX, al. “a”, e 24 da Lei Orgânica Nacional do Ministério Público – Lei n. 8.625/1993). Atos administrativos que dispensam lei em sentido formal, por se tratarem de organização interna de órgão facultativo do Ministério Público.\n\n\n\n    4. A jurisprudência deste Supremo Tribunal Federal fixou tese com repercussão geral, no Recurso Extraordinário n. 593.727 (DJe 8.9.2015), no sentido de que os poderes investigatórios do Ministério Público decorrem implicitamente do monopólio da titularidade da ação penal conferida ao órgão pelo inc. I do art. 129 da Constituição da República, não se tratando de atividade exclusiva da polícia judiciária.\n\n\n\n    5. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=770009841","externo_seq_objeto_incidente":6408039,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 21-08-2023  PUBLIC 22-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7170&classe=ADI","is_colac":false,"titulo":"ADI 7170","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00022 INC-00001 ART-00024 INC-00011\n    ART-00037 \"CAPUT\" ART-00061 PAR-00001\n    INC-00002 LET-D ART-00084 INC-00004\n    ART-00125 PAR-00001 ART-00127 PAR-00002\n    ART-00128 PAR-00005 ART-00129 INC-00001\n    INC-00008 ART-00144 PAR-00004 PAR-00005\n    PAR-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008625 ANO-1993\n    ART-00010 INC-00005 INC-00008 INC-00009\n    LET-A ART-00024\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00003 INC-00008\n    LEI ORDINÁRIA\n\n","LEG-EST   LCP-000106 ANO-2003\n    ART-00011 INC-00010 INC-00014 INC-00023\n    LEI COMPLEMENTAR, RJ\n\n","LEG-EST   LEI-006806 ANO-2007\n    LEI ORDINÁRIA, AL\n\n","LEG-EST   RES-001570 ANO-2010\n    RESOLUÇÃO DO GABINETE DO PROCURADOR-GERAL DE JUSTIÇA DO MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO - GPGJ/MPRJ\n\n","LEG-EST   RES-002074 ANO-2016\n    RESOLUÇÃO DO GABINETE DO PROCURADOR-GERAL DE JUSTIÇA DO MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO - GPGJ/MPRJ\n\n","LEG-EST   RES-002403 ANO-2021\n    ART-00014 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    INC-00012\n    RESOLUÇÃO DO GABINETE DO PROCURADOR-GERAL DE JUSTIÇA DO MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO - GPGJ/MPRJ"],"publicacao_data":"2023-08-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONVERSÃO, JULGAMENTO DO MÉRITO, CARÁTER DEFINITIVO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ADITAMENTO À PETIÇÃO INICIAL, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL DE 1988, CONSAGRAÇÃO, SISTEMA ACUSATÓRIO, PROCESSO PENAL. FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO. RECOLHIMENTO, MINISTÉRIO PÚBLICO, ELEMENTO PROBATÓRIO, DEMONSTRAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. TEORIA DOS PODERES IMPLÍCITOS, MINISTÉRIO PÚBLICO. LIMITAÇÃO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LEGISLAÇÃO ESTADUAL, ATUAÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, CRIMINALIDADE, ORGANIZAÇÃO CRIMINOSA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7170&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO, DECORRÊNCIA, MONOPÓLIO, TITULARIDADE, AÇÃO PENAL)\nRE 593727 (TP). \n(ADI, CONVERSÃO, JULGAMENTO DO MÉRITO, CARÁTER DEFINITIVO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO)\nADI 4163 (TP), ADI 5661 (TP), ADPF 526 (TP), ADI 6432 (TP), ADI 6495 (TP), ADI 6737 (TP), ADI 6928 (TP). \n(ADI, ADITAMENTO À PETIÇÃO INICIAL, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO)\nADI 1926 (TP), ADI 4265 AgR (TP). \n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nHC 84367 (1ªT), HC 89837 (2ªT), RE 593727 (TP), RHC 97926 (2ªT). \n(LEGISLAÇÃO ESTADUAL, ATUAÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, CRIMINALIDADE, ORGANIZAÇÃO CRIMINOSA)\nADI 2838 (TP), ADI 4624 (TP). \n(CONSTITUIÇÃO FEDERAL DE 1988, CONSAGRAÇÃO, SISTEMA ACUSATÓRIO, PROCESSO PENAL)\nRHC 120379 ED (1ªT), HC 93921 AgR (2ªT), Inq 4045 AgR (2ªT). \n(TITULARIDADE, MINISTÉRIO PÚBLICO, OFERECIMENTO, DENÚNCIA, AÇÃO PENAL PÚBLICA)\nADI 4693 (TP), MS 34730 (1ªT). \n(FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO)\nInq 1957 (TP), HC 89837 (2ªT). \n(RECOLHIMENTO, MINISTÉRIO PÚBLICO, ELEMENTO PROBATÓRIO, DEMONSTRAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO)\nHC 91661 (2ªT), HC 96638 (1ªT). \n(TEORIA DOS PODERES IMPLÍCITOS, MINISTÉRIO PÚBLICO)\nRE 535478 (2ªT), HC 94173 (2ªT). \n(LIMITAÇÃO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nInq 1968. \n- Decisões monocráticas citadas:\n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nHC 89334, inq 2041.\n(FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO)\nHC 89334.\n(LIMITAÇÃO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nADI 3494, ADI 2943, ADI 3309, ADI 3318, ADI 7175, ADI 7176.\n- Decisão estrangeira citada: Caso Myers v. Estados Unidos – US 272 – 52, 118, da Corte Constitucional Norte-Americana.\n- Veja ADI 2838 e ADI 4624 do STF.\nNúmero de páginas: 50.\nAnálise: 10/10/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO DOS DELEGADOS DE POLICIA DO BRASIL - ADEPOL \nADV.(A/S)  : WLADIMIR SERGIO REALE \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MEMBROS DO MINISTÉRIO PÚBLICO - CONAMP \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA \nADV.(A/S)  : JULIANA MOURA ALVARENGA DILASCIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":485070,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 7170","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-07-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CLÈVE, Clèmerson Merlin. O Ministério Público e a reforma constitucional. Revista dos Tribunais, v. 692, p. 21, jun. 1993.\nMAZZILLI, Hugo Nigro. O Ministério Público na Constituição de 1988. São Paulo: Saraiva, 1989. p. 73-75.\nMORAES, Alexandre de. Constituição do Brasil interpretada e legislação constitucional. 9. ed. São Paulo: Atlas, 2013. p. 1622.\nSILVA, José Afonso. Comentário contextual à Constituição. 6. ed. São Paulo: Malheiros. 2009. p. 596.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":7170,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur469802","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo amicus curiae Confederação Nacional dos Trabalhadores na Indústria Química - CNTQ, o Dr. José Eymard Loguercio; e, pelos amici curiae Central dos Sindicatos Brasileiros - CSB; Federação Interestadual dos Trabalhadores em Processamento de Dados, Serviços de Informática e Tecnologia de Informação - FEITTNF; Federação Nacional dos Empregados Desenhistas Técnicos, Artísticos, Industriais, Projetistas Técnicos e Auxiliares - FENAEDES; Sindicato dos Trabalhadores em Processamento de Dados e Tecnologia da Informação do Estado de São Paulo - SINDPD; Confederação Nacional dos Trabalhadores na Saúde - CNTS; Confederação Nacional dos Trabalhadores da Indústria Gráfica, da Comunicação Gráfica e dos Serviços Gráficos - CONATIG; Confederação Nacional dos Trabalhadores em Edifícios e Condomínios - CONATEC; Federação Nacional dos Trabalhadores em Edifícios e Condomínios - FENATEC; Sindicato dos Empregados em Edifícios de São Paulo - SINDIFÍCIOS; Federação dos Trabalhadores e Empregados no Comércio de Bens e Serviços dos Estados do Rio de Janeiro e Espírito Santo - FECERJ; Federação Interestadual dos Trabalhadores no Comércio e Serviços de Hospedagem, Alimentação Preparada e Bebida a Varejo nos Estados de São Paulo e Mato Grosso do Sul - FETRHOTEL SP/MS; Federação Nacional dos Trabalhadores em Transportes Aquaviários e Afins - FNTTAA; e Federação dos Professores do Estado de São Paulo - FEPESP, a Dra. Zilmara David de Alencar. Presidência do Ministro Luiz Fux. Plenário, 17.06.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Após o voto do Ministro Gilmar Mendes (Relator), que julgava procedente a presente arguição de descumprimento de preceito fundamental, de modo a declarar a inconstitucionalidade da Súmula 277 do Tribunal Superior do Trabalho, na versão atribuída pela Resolução 185, de 27 de setembro de 2012, assim como a inconstitucionalidade de interpretações e de decisões judiciais que entendem que o art. 114, parágrafo segundo, da Constituição Federal, na redação dada pela Emenda Constitucional nº 45/2004, autoriza a aplicação do princípio da ultratividade de normas de acordos e de convenções coletivas, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 02.08.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: Após os votos dos Ministros Nunes Marques, Alexandre de Moraes e Roberto Barroso, que acompanhavam o Ministro Gilmar Mendes (Relator), julgando procedente a arguição; do voto do Ministro Edson Fachin, que julgava improcedente o pedido formulado; e do voto da Ministra Rosa Weber, que, preliminarmente, julgava prejudicada a arguição em razão da perda superveniente de objeto, e, no mérito, julgava improcedente o pedido, pediu vista dos autos o Ministro Dias Toffoli. Presidência do Ministro Luiz Fux. Plenário, 04.08.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente a presente arguição de descumprimento de preceito fundamental, de modo a declarar a inconstitucionalidade da Súmula 277 do Tribunal Superior do Trabalho, na versão atribuída pela Resolução 185, de 27 de setembro de 2012, assim como a inconstitucionalidade de interpretações e de decisões judiciais que entendem que o art. 114, parágrafo segundo, da Constituição Federal, na redação dada pela Emenda Constitucional nº 45/2004, autoriza a aplicação do princípio da ultratividade de normas de acordos e de convenções coletivas, tudo nos termos do voto do Relator, vencidos os Ministros Edson Fachin, Rosa Weber e Ricardo Lewandowski. Plenário, Sessão Virtual de 20.5.2022 a 27.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur469802","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-25T14:20:15.619369","dg_unique":"sjur469802","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Arguição de descumprimento de preceito fundamental. 2. Violação a preceito fundamental. 3. Interpretação jurisprudencial conferida pelo Tribunal Superior do Trabalho (TST) e pelos Tribunais Regionais do Trabalho da 1ª e da 2ª Região ao art. 114, § 2º, da Constituição Federal, na redação dada pela Emenda Constitucional 45, de 30 de dezembro de 2004, consubstanciada na Súmula 277 do TST, na versão atribuída pela Resolução 185, de 27 de setembro de 2012. 4. Suposta reintrodução do princípio da ultratividade da norma coletiva no sistema jurídico brasileiro pela Emenda Constitucional 45/2004. 5. Inconstitucionalidade. 6. Arguição de descumprimento de preceito fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763078484","externo_seq_objeto_incidente":4599102,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-184  DIVULG 14-09-2022  PUBLIC 15-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=323&classe=ADPF","is_colac":false,"titulo":"ADPF 323","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00002 ART-00005 \"CAPUT\" INC-00002\n    ART-00006 ART-00007 \"CAPUT\" INC-00006\n    INC-00013 INC-00014 INC-00026 ART-00008\n    INC-00006 ART-00009 ART-00034 INC-00007\n    ART-00060 PAR-00004 INC-00003 ART-00102\n    INC-00003 LET-A ART-00103 INC-00009\n    ART-00114 PAR-00001 PAR-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008542 ANO-1992\n    ART-00001 PAR-00001 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010192 ANO-2001\n    ART-00018\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000098 ANO-1949\n    CONVENÇÃO RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000154 ANO-1981\n    CONVENÇÃO SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00468 \"CAPUT\" ART-00611 PAR-00001\n    ART-00613 INC-00002 PAR-00003 ART-00614\n    PAR-00003 ART-00620\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-001053 ANO-1995\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001709 ANO-1998\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001875 ANO-1999\n    ART-00019\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-001950 ANO-2000\n    ART-00019\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 66\n\n","LEG-FED   MPR-001950 ANO-2000\n    ART-00019\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 62\n\n","LEG-FED   DLG-000049 ANO-1952\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000022 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-033196 ANO-1953\n    DECRETO - PROMULGA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-001256 ANO-1994\n    DECRETO - PROMULGA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   RES-000185 ANO-2012\n    RESOLUÇÃO DO TRIBUNAL SUPEIOR DO TRABALHO - TST\n\n","LEG-FED   PJL-006411 ANO-2013\n    PROJETO DE LEI\n\n","LEG-FED   ETT\n    ART-00003\n    ESTATUTO SOCIAL DA CONFEDERAÇÃO NACIONAL DOS ESTABELECIMENTOS DE ENSINO - CONFENEN\n\n","LEG-FED   SUMTST-000277\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2022-09-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEGITIMIDADE ATIVA, CONFEDERAÇÃO SINDICAL, CARÁTER NACIONAL, PERTINÊNCIA TEMÁTICA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, INTERPRETAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE, RELEVÂNCIA, INTERESSE PÚBLICO, CONTROVÉRSIA CONSTITUCIONAL. CABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, SÚMULA. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, INTERPRETAÇÃO CONSTITUCIONAL. REFORMA TRABALHISTA, VEDAÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA. DIREITO FUNDAMENTAL, CLÁUSULA PÉTREA, MODALIDADE, PRECEITO FUNDAMENTAL. DELIMITAÇÃO, PRINCÍPIO CONSTITUCIONAL SENSÍVEL, CLÁUSULA PÉTREA, PRECEITO FUNDAMENTAL. DOUTRINA, ADOÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, DISTINÇÃO, PRINCÍPIO DA ULTRATIVIDADE INCONDICIONADA, PRINCÍPIO DA ULTRATIVIDADE CONDICIONADA. PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, DIREITO COMPARADO. DISTINÇÃO, ACORDO COLETIVO DE TRABALHO, LEI, DOUTRINA. INCORPORAÇÃO, NORMA COLETIVA DE TRABALHO, CONTRATO INDIVIDUAL DE TRABALHO, IMPLICAÇÃO, DIMINUIÇÃO, VIABILIDADE, NEGOCIAÇÃO COLETIVA, AUMENTO, DISSÍDIO COLETIVO. SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST), EFICÁCIA ULTRATIVA, NORMA COLETIVA DE TRABALHO, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO DA SEGURANÇA JURÍDICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST), DECISÃO, JUSTIÇA DO TRABALHO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEGITIMIDADE ATIVA, CONFEDERAÇÃO SINDICAL. VIGÊNCIA, PRAZO MÁXIMO, CONVENÇÃO COLETIVA DE TRABALHO, ACORDO COLETIVO DE TRABALHO. INTERPRETAÇÃO, NORMA CONSTITUCIONAL, AUSÊNCIA, AUTORIZAÇÃO, EFICÁCIA ULTRATIVA, CONVENÇÃO COLETIVA DE TRABALHO, ACORDO COLETIVO DE TRABALHO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUÍS ROBERTO BARROSO: PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, DESESTÍMULO, EMPREGADOR. EVOLUÇÃO, LEGISLAÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, CONFEDERAÇÃO SINDICAL, PERTINÊNCIA TEMÁTICA, REPRESENTATIVIDADE, ÂMBITO NACIONAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, DECISÃO, TRÂNSITO EM JULGADO. INTERPRETAÇÃO, TRIBUNAL SUPERIOR DO TRABALHO (TST), NORMA CONSTITUCIONAL, MOMENTO POSTERIOR, EMENDA CONSTITUCIONAL 45 DE 2004, APLICAÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, INOBSERVÂNCIA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: EVOLUÇÃO, LEGISLAÇÃO, JURISPRUDÊNCIA, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA. INTERPRETAÇÃO, TRIBUNAL SUPERIOR DO TRABALHO (TST), NORMA CONSTITUCIONAL, MOMENTO POSTERIOR, EMENDA CONSTITUCIONAL 45 DE 2004, APLICAÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, OFENSA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, SÚMULA, TRIBUNAL. EVOLUÇÃO, JURISPRUDÊNCIA, LEGISLAÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA. DIREITO SOCIAL, TRABALHADOR, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: PREJUÍZO, CONHECIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PERDA DO OBJETO, LEGISLAÇÃO SUPERVENIENTE. ADOÇÃO, PRINCÍPIO DA ULTRATIVIDADE CONDICIONADA, SEGURANÇA JURÍDICA, RELAÇÃO DE TRABALHO. ORIENTAÇÃO, TRIBUNAL SUPERIOR DO TRABALHO (TST), MOMENTO POSTERIOR, EMENDA CONSTITUCIONAL 45 DE 2004, PRESERVAÇÃO, EFEITO, ACORDO COLETIVO DE TRABALHO, APLICAÇÃO PROVISÓRIA, HIPÓTESE, AUSÊNCIA, CELEBRAÇÃO, ACORDO COLETIVO DE TRABALHO, MOMENTO POSTERIOR, ENCERRAMENTO, CONTRATO ANTERIOR, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, SEGURANÇA JURÍDICA, RELAÇÃO DE TRABALHO. EMENDA CONSTITUCIONAL 45 DE 2004, EXIGÊNCIA, PROPOSITURA, DISSÍDIO COLETIVO, CARÁTER ECONÔMICO, DIFICULDADE, CONCRETIZAÇÃO. DOUTRINA, EFETIVIDADE, NORMA CONSTITUCIONAL. VEDAÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL. PRINCÍPIO DA EQUIVALÊNCIA DOS CONTRATANTES COLETIVOS.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, SÚMULA, TRIBUNAL. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, SÚMULA, TRIBUNAL SUPERIOR DO TRABALHO (TST), CARÁTER NORMATIVO. CONTROLE CONCENTRADO, APRECIAÇÃO, MATÉRIA INFRACONSTITUCIONAL. CONTROLE CONCENTRADO, ADOÇÃO, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, MATÉRIA INFRACONSTITUCIONAL, OFENSA INDIRETA. ORIENTAÇÃO, TRIBUNAL SUPERIOR DO TRABALHO (TST), APLICAÇÃO PROVISÓRIA, PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH).\n\n- TERMO(S) DE RESGATE: DOUTRINA, TEORIA DA ADERÊNCIA IRRESTRITA, ULTRATIVIDADE PLENA; TEORIA DA ADERÊNCIA LIMITADA PELO PRAZO, NÃO ULTRATIVIDADE; TEORIA DA ADERÊNCIA LIMITADA POR REVOGAÇÃO, ULTRATIVIDADE RELATIVA. PRINCÍPIO DA LIBERDADE SINDICAL, DIMENSÃO POSITIVA, DIMENSÃO NEGATIVA. TERMO FINAL, ACORDO COLETIVO DE TRABALHO, INOCORRÊNCIA, ANOMIA, EXISTÊNCIA, NORMA CONSTITUCIONAL, NORMA LEGAL, PROTEÇÃO DO TRABALHADOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=323&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(ADI, LEGITIMIDADE ATIVA, CONFEDERAÇÃO SINDICAL, CARÁTER NACIONAL)\r\nADI 1007 (TP), ADI 1266 (TP), ADI 1472 (TP), ADI 2448 (TP), ADI 3330 (TP), ADI 3710 (TP).\r\n(CABIMENTO, ADI, IMPUGNAÇÃO, SÚMULA, TRIBUNAL)\r\nADI 594 (TP), RE 584188 AgR (2ªT).\r\n(DELIMITAÇÃO, PRINCÍPIO CONSTITUCIONAL SENSÍVEL)\r\nRp 94 (TP).\r\n(PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA)\r\nADI 1849 (TP), ADI 2200 (TP), ADI 2288 (TP), AI 760086 AgR (2ªT), AI 731954 RG (TP), AI 73169 AgR (TP).\r\n(PREJUDICIALIDADE, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGISLAÇÃO SUPERVENIENTE)\r\nADI 132 (TP).\r\n(CABIMENTO, ADPF, IMPUGNAÇÃO, SÚMULA, TST)\r\nADPF 276 (TP), ADPF 304 (TP), ADPF 501 AgR (TP).\r\n(CONTROLE CONCENTRADO, APRECIAÇÃO, MATÉRIA INFRACONSTITUCIONAL)\r\nADPF 93 AgR (TP).\r\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, CONFEDERAÇÃO SINDICAL, PERTINÊNCIA TEMÁTICA)\r\nADI 2747 (TP), ADI 4400 (TP), ADI 4722 AgR (TP), ADI 1507 MC-AgR (TP).\r\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, CONFEDERAÇÃO SINDICAL, REPRESENTATIVIDADE, ÂMBITO NACIONAL)\r\nADI 2903 (TP), ADI 4009 (TP).\r\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\r\nADPF 186 (TP), ADPF 17 AgR (TP), ADPF 3 QO (TP).\r\n(ADPF, IMPUGNAÇÃO, DECISÃO JUDICIAL, TRÂNSITO EM JULGADO)\r\nADPF 97 (TP), ADPF 249 AgR (TP).\r\n(ADPF, IMPUGNAÇÃO, DECISÃO JUDICIAL, MATÉRIA CONSTITUCIONAL, RELEVÂNCIA)\r\nADPF 101 (TP), ADPF 275 (TP), ADPF 405 MC (TP), ADPF 444 (TP), ADPF 548 (TP), ADPF 620 MC-Ref (TP).\r\n(CABIMENTO, ADPF, IMPUGNAÇÃO, SÚMULA, TRIBUNAL)\r\nADPF 80 AgR (TP).\r\n- Decisões monocráticas citadas:\r\n(CABIMENTO, ADPF, IMPUGNAÇÃO, SÚMULA, TST)\r\nADPF 277.\r\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\r\nADPF 12, ADPF 13, ADPF 15.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(PRINCÍPIO DA ULTRATIVIDADE DA NORMA COLETIVA)\r\nTST: RR 1412-26.2012.5.05.0019, RR 10726-83.2013.5.15.0018, ROCD 143900-69.2004.5.04.0000, ROCD 59800-21.2003.5.04.0000, ROCD 182200-32.2006.5.04.0000.\r\n- Veja ADI 1849 e ADI 2081 MC do STF.\n- Legislação estrangeira citada: §4.5 e §3.3 do Tarifgesetz (Alemanha); art. 30 da Declaração Universal dos Direitos do Homem de 1948.\n- Decisão estrangeira citada: BverfGE 7, 198 (207); 12, 113 (124); 13, 318 (325) e BverfGE 18, 85 (92) da Corte Constitucional alemã. \n- Veja Nota Técnica da Associação Nacional dos Magistrados da Justiça do Trabalho sobre o Projeto de Lei 6411/13, em tramitação na Câmara Federal; Declaração de Princípios Fundamentais e Direitos no Trabalho da OIT (1998).\n\nNúmero de páginas: 171.\nAnálise: 21/09/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS ESTABELECIMENTOS DE ENSINO - CONFENEN \nADV.(A/S)  : RICARDO ADOLPHO BORGES DE ALBUQUERQUE \nINTDO.(A/S)  : TRIBUNAL SUPERIOR DO TRABALHO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : TRIBUNAL REGIONAL DO TRABALHO DA 1ª REGIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : TRIBUNAL REGIONAL DO TRABALHO DA 2ª REGIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CEBRASSE - CENTRAL BRASILEIRA DO SETOR DE SERVICOS \nADV.(A/S)  : PERCIVAL MENON MARICATO E OUTRO(A/S)\nAM. CURIAE.  : FEDERACAO DO COMERCIO DE BENS, SERVICOS E TURISMO DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : EDGARD DO AMARAL SOUZA E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERACAO NACIONAL DAS PROFISSOES LIBERAIS - CNPL \nADV.(A/S)  : AMADEU ROBERTO GARRIDO DE PAULA E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES NAS AUTARQUIAS DE FISCALIZAÇÃO DO EXERCÍCIO PROFISSIONAL E NAS ENTIDADES COLIGADAS E AFINS - FENASERA \nADV.(A/S)  : JOSE JULIO MACEDO DE QUEIROZ \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NAS EMPRESAS DE CRÉDITO - CONTEC \nADV.(A/S)  : BIANCA AIRES DE SOUZA E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM COMUNICAÇÕES E PUBLICIDADE - CONTCOP \nADV.(A/S)  : AMADEU ROBERTO GARRIDO DE PAULA E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES NAS EMPRESAS DE REFEIÇÕES COLETIVAS E AFINS \nADV.(A/S)  : AMADEU ROBERTO GARRIDO DE PAULA E OUTRO(A/S)\nAM. CURIAE.  : UNIAO GERAL DOS TRABALHADORES - UGT \nADV.(A/S)  : AMADEU ROBERTO GARRIDO DE PAULA E OUTRO(A/S)\nAM. CURIAE.  : CENTRAL DOS SINDICATOS BRASILEIROS - CSB \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO INTERESTADUAL DOS TRABALHADORES EM PROCESSAMENTO DE DADOS, SERVIÇOS DE INFORMÁTICA E TECNOLOGIA DE INFORMAÇÃO - FEITTNF \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS EMPREGADOS DESENHISTAS TÉCNICOS, ARTÍSTICOS, INDUSTRIAIS, PROJETISTAS TÉCNICOS E AUXILIARES - FENAEDES \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO DOS TRABALHADORES EM PROCESSAMENTO DE DADOS E TECNOLOGIA DA INFORMAÇÃO DO ESTADO DE SÃO PAULO (SINDPD) \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA SAÚDE - CNTS \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DA INDÚSTRIA GRÁFICA, DA COMUNICAÇÃO GRÁFICA E DOS SERVIÇOS GRÁFICOS - CONATIG \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM EDIFÍCIOS E CONDOMÍNIOS - CONATEC \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES EM EDIFÍCIOS E CONDOMÍNIOS - FENATEC \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO DOS EMPREGADOS EM EDIFÍCIOS DE SÃO PAULO - SINDIFÍCIOS \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NAS INDÚSTRIAS DE ALIMENTAÇÃO E AFINS - CNTA \nADV.(A/S)  : SID HARTA RIEDEL DE FIGUEIREDO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES METALÚRGICOS - CNTM \nADV.(A/S)  : ANTONIO ROSELLA E OUTRO(A/S)\nAM. CURIAE.  : FORCA SINDICAL \nADV.(A/S)  : ANTONIO ROSELLA E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE ENSINO - CONTEE \nADV.(A/S)  : ADAILTON DA ROCHA TEIXEIRA E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO DOS TRABALHADORES E EMPREGADOS NO COMÉRCIO DE BENS E SERVIÇOS DOS ESTADOS DO RIO DE JANEIRO E ESPÍRITO SANTO - FECERJ \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : FETRHOTEL SP/MS - FEDERAÇÃO INTERESTADUAL DOS TRABALHADORES NO COMÉRCIO E SERVIÇOS DE HOSPEDAGEM, ALIMENTAÇÃO PREPARADA E BEBIDA A VAREJO NOS ESTADOS DE SÃO PAULO E MATO GROSSO DO SUL \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES EM TRANSPORTES AQUAVIÁRIOS E AFINS - FNTTAA \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : CENTRAL SINDICAL E POPULAR CONLUTAS \nADV.(A/S)  : ARISTEU CESAR PINTO NETO E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE EDUCAÇÃO E CULTURA - CNTEEC \nADV.(A/S)  : CRISTIANO BRITO ALVES MEIRA E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO PAULISTA DOS AUXILIARES DE ADM ESCOLAR - FEPAAE \nADV.(A/S)  : CRISTIANO BRITO ALVES MEIRA E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO DOS PROFESSORES DO ESTADO DE SÃO PAULO - FEPESP \nADV.(A/S)  : ZILMARA DAVID DE ALENCAR E OUTRO(A/S)\nAM. CURIAE.  : SINDECOF-DF - SINDICATO DOS EMPREGADOS EM CONSELHOS E ORDENS DE FISCALIZAÇÃO PROFISSIONAL E ENTIDADES COLIGADAS E AFINS DO DISTRITO FEDERAL \nADV.(A/S)  : FABIO FONTES ESTILLAC GOMEZ E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRAB NA INDÚSTRIA QUÍMICA - CNTQ \nADV.(A/S)  : CESAR AUGUSTO DE MELLO E OUTRO(A/S)\nAM. CURIAE.  : FEDERAÇÃO DA AGRICULTURA DO ESTADO DO PARANÁ - FAEP \nADV.(A/S)  : KLAUS DIAS KUHNEN E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM TURISMO E HOSPITALIDADE - CONTRATUH \nADV.(A/S)  : AGILBERTO SERÓDIO E OUTRO(A/S)\nAM. CURIAE.  : A CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM TRANSPORTES TERRESTRES - CNTTT \nADV.(A/S)  : AGILBERTO SERÓDIO \nAM. CURIAE.  : NOVA CENTRAL SINDICAL DE TRABALHADORES - NCST \nADV.(A/S)  : AGILBERTO SERÓDIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":469802,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 323","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2022-05-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"AGUIAR, Antonio Carlos de. A negociação coletiva de trabalho (uma crítica à Súmula n. 277, do TST). Revista Ltr, v. 77, n. 9, set. 2013.\nBARCELLOS, Ana Paula de. Anotação preliminar sobre o conteúdo e as funções dos princípios. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (coords.). Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 101.\nBARROSO, Luís Roberto. Curso de Direito Constitucional contemporâneo. São Paulo: Saraiva, 2009. p. 222.\nCANOTILHO, J.J. Gomes. Direito Constitucional. 5. ed. Coimbra, 1992. p. 795-796 e 799.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. 2003. p. 338-339.\nCARMO, Júlio Bernardo do. A Súmula n. 277 do TST e a ofensa ao princípio da legalidade. Revista do Tribunal Regional do Trabalho da 3ª Região, Belo Horizonte, v. 55, n. 85, p. 75-84, jan./jun. 2012.\nCARVALHO, Augusto César Leite de; ARRUDA, Kátia Magalhães; DELGADO, Maurício Godinho. A Súmula n. 277 e a defesa da Constituição. Revista do Tribunal Superior do Trabalho, ano 78, out./dez. 2012.\nCRUZ VILLALÓN, Jesús (coord.). La negociación colectiva en Europa. Una perspectiva transversal. Ministério de Trabajo, Migraciones y Seguridad Social. Subdirección General de Información Administrativa y Publicaciones RET. 19-2.372, n. 115. p. 358-359 e 363. Disponível em: https://www.mites.gob.es/ficheros/ministerio/sec_trabajo/ccncc/B_Actuaciones/Estudios/Negociacion_colectiva_en_Europa_vinculado.pdf. Acesso em: 27 jul. 2021.\nDELGADO, Maurício Godinho. A reforma trabalhista no Brasil: com os comentários à Lei nº 13.467/2017. 2. ed. São Paulo: LTr, 2018. p. 303.\nDELGADO, Maurício Godinho. Constituição da República, Estado Democrático de Direito e Negociação Coletiva Trabalhista. Revista LTr, jan. 2017. p. 10.\nDELGADO, Mauricio. Curso de Direito do Trabalho. São Paulo: LTr, 2017. p. 1565 e 1591-1595.\nDEL NEGRI, André. Teoria da Constituição e do Direito Constitucional. Belo Horizonte: Forum, 2009. p. 102.\nLARENZ, Karl. Derecho justo: fundamentos de ética jurídica. Madrid: Civitas, 1985. p. 91.\nLARENZ, Karl. Metodologia da ciência do direito. Lisboa: Fundação Calouste Gulbenkian, 1997. p. 78.\nMARTINS FILHO, Ives Gandra da Silva. Os pilares do direito do trabalho: os princípios jurídicos e as teorias gerais (uma reflexão sobre sua aplicação). Os pilares do direito do trabalho. São Paulo: Lex, 2013.\nMARTINS FILHO, Ives Gandra da Silva. Processo coletivo do trabalho. São Paulo: Ltr, 2009. p. 41-43.\nMARTINS, Sérgio Pinto. Comentários às súmulas do TST. São Paulo: Atlas, 2015.\nMAXIMILIANO, Carlos. Hermenêutica e aplicação do direito. Rio de Janeiro: Forense, 2006. p. 68 e 84.\nMELO, Raimundo Simão. Os limites da negociação coletiva para o sistema jurídico brasileiro. Revista Consultor Jurídico, 2016. Disponível em: http://www.conjur.com.br/2016-jan-22/reflexoes-trabalhistas-limites-negociacao-coletiva-sistema-juridico. Acesso em 18 abr. 2017.\nOLIVEIRA, Christiana D’arc Damasceno. O direito do trabalho contemporâneo: efetividade dos direitos fundamentais e dignidade da pessoa humana no mundo do trabalho. São Paulo: LTr, 2010. p. 282.\nPEREIRA, Ricardo José Macedo de Britto. A nova Súmula n. 277 do Tribunal Superior do Trabalho: reflexos na negociação coletiva e no poder normativo da Justiça do Trabalho. Revista LTr: legislação do trabalho, v. 77, n. 4, p. 395- 401, abr. 2013.\nPODER JUDICIAL DE ESPAÑA. El TS se pronuncia sobre la vigencia de un convenio de empresa y el mantenimiento de condiciones laborales tras la reforma laboral de 2012. 2014. Disponível em: https://www.poderjudicial.es/cgpj/es/Poder-Judicial/Tribunal-Supremo/Noticias-Judiciales/El-TS-se-pronuncia-sobre-la-vigencia-de-unconvenio-de-empresa-y-el-mantenimiento-de-condiciones-laborales-trasla-reforma-laboral-de-2012. Acesso em: 27 jul. 2021.\nSARLET, Ingo Wolfgang. A Eficácia dos Direitos Fundamentais. 7. ed. rev. atual. e ampl. Porto Alegre: Livraria do Advogado, 2007. p. 220, 289, 444 e 446.\nSCHLAICH, Klaus. Das Bundesverfassungsgericht. Munique, 1985. p. 108-109.\nSUSSEKIND, Arnaldo. Direito Constitucional do Trabalho. 3. ed. ampl. e atual. Rio de Janeiro: Renovar, 2004. p. 439, 441 e 457.\nTEIXEIRA FILHO, João de Lima. Considerações sobre a ultra-eficácia de condições coletivas de trabalho e a alteração da Súmula n. 277 do TST. Revista LTr: legislação do trabalho, v. 77, n. 12, p. 1422-1428, dez. 2013.\nZUCK, Rüdiger. Das Recht der Verfassungsbeschwerde. 2. ed. Munique, 1988. p. 220.","ministro_facet":["GILMAR MENDES"],"processo_numero":323,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478155","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu da ação direta quanto ao art. 8º, § 1º, II; art. 18, § 3º; incisos do art. 21; e art. 24 da Resolução n. 28/2011; bem assim quanto ao art. 1º; art. 2º; art. 3º, I; art. 5º, II e V; art. 9º; e art. 13, da Instrução Normativa n. 61/2011, e, na parte em que conhecida, julgou improcedentes os pedidos, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencido o Ministro Marco Aurélio (Relator), que julgava procedente a ação (em voto proferido em sessão virtual em que houve o pedido de destaque). Falou, pelo requerente, o Dr. Jorge Haroldo Martins, Procurador do Estado do Paraná. Não votou o Ministro André Mendonça, sucessor do Ministro Marco Aurélio. Ausentes, justificadamente, a Ministra Cármen Lúcia e, ocasionalmente, o Ministro Nunes Marques. Presidência da Ministra Rosa Weber. Plenário, 15.2.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["10","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur478155","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-25T15:00:14.651202","dg_unique":"sjur478155","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação Direta de Inconstitucionalidade. 2. Constitucional e Administrativo. Tribunais de Contas. 3. Resolução 28/2011 e Instrução Normativa 61/2011, ambos diplomas normativos expedidos pelo Tribunal de Contas do Estado do Paraná (TCE/PR). 4. Não conhecimento quanto ao art. 8º, § 1º, II; art. 18, § 3º; incisos do art. 21; e art. 24 da Resolução 28/2011 ; bem assim quanto ao art. 1º; art. 2º; art. 3º, I; art. 5º, II e V; art. 9º; e art. 13, da Instrução Normativa 61/2011, ambas do TCE/PR. Conhecimento parcial. 5. Regulamentação de práticas de fiscalização e prestação de contas de recursos públicos repassados a entidades privadas sem fins lucrativos, por meio do Sistema Integrado de Transferências (SIT). Ausência de usurpação de competência dos Poderes Legislativo e Executivo. 6. Exercício do poder de controle externo dos Tribunais de Contas. Relação instrumental com deveres de transparência, probidade e eficiência previstos na própria Constituição Federal, na Lei de Responsabilidade Fiscal e na legislação estadual que regula o funcionamento do controle externo. Competência regulamentar para explicitar deveres legais em matéria de procedimentos e documentação. Constitucionalidade. Pedidos julgados improcedentes.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767272914","externo_seq_objeto_incidente":4325746,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4872&classe=ADI","is_colac":false,"titulo":"ADI 4872","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00002 INC-00036 ART-00024\n    INC-00001 INC-00009 INC-00011 ART-00049\n    INC-00005 ART-00070 PAR-ÚNICO ART-00071\n    ART-00072 ART-00073 ART-00074 ART-00075\n    ART-00084 INC-00006 LET-A ART-00167\n    INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008443 ANO-1992\n    ART-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666 ANO-1993\n    ART-00029 INC-00005\n    LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00003 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012440 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013019 ANO-2014\n    ART-00002 INC-00004 ART-00039\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00004\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-014133 ANO-2021\n    ART-00007 INC-00001 ART-00091 PAR-00004\n    ART-00117 ART-00184\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-005452 ANO-1943\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   INT-000061 ANO-2011\n    ART-00001 ART-00002 ART-00003 INC-00001\n    INC-00005 INC-00006 INC-00010 ART-00005\n    INC-00002 INC-00005 ART-00009 ART-00013\n    INSTRUÇÃO NORMATIVA DO  TRIBUNAL DE CONTAS DO ESTADO DO PARANÁ - TCE/PR\n\n","LEG-EST   LCP-000101 ANO-2000\n    ART-00025 PAR-00001 INC-00001\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-EST   LCP-000113 ANO-2005\n    ART-00024 PAR-00004 PAR-00005\n    LEI COMPLEMENTAR, PR\n\n","LEG-EST   LEI-015608 ANO-2007\n    ART-00118 INC-00001 ART-00136 INC-00003\n    INC-00008 INC-00015 ART-00137 INC-00004\n    LEI ORDINÁRIA, PR\n\n","LEG-EST   LEI-016244 ANO-2009\n    LEI ORDINÁRIA, PR\n\n","LEG-EST   RES-000028 ANO-2011\n    ART-00001 ART-00005 PAR-00002 PAR-00003\n    ART-00006 INC-00005 ART-00008 PAR-00001\n    INC-00002 ART-00009 INC-00012 LET-A\n    LET-B ART-00018 PAR-00003 ART-00021\n    \"CAPUT\" INC-00001 INC-00002 INC-00003\n    LET-A LET-B LET-C LET-D\n    INC-00004 INC-00005 ART-00022 \"CAPUT\"\n    INC-00001 INC-00002 INC-00003 INC-00004\n    ART-00024 ART-00031 PAR-00001 PAR-00002\n    PAR-ÚNICO\n    RESOLUÇÃO DO  TRIBUNAL DE CONTAS DO ESTADO DO PARANÁ - TCE/PR\n\n","LEG-EST   RES-000046 ANO-2014\n    RESOLUÇÃO DO  TRIBUNAL DE CONTAS DO ESTADO DO PARANÁ - TCE/PR"],"publicacao_data":"2023-04-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ÔNUS, IMPUGNAÇÃO ESPECÍFICA, DISPOSITIVO, FUNDAMENTAÇÃO JURÍDICA, INCONSTITUCIONALIDADE. AUSÊNCIA, ADITAMENTO À PETIÇÃO INICIAL, POSSIBILIDADE, PROSSEGUIMENTO, APRECIAÇÃO, EX OFFICIO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, HIPÓTESE, CONTINUIDADE, NORMA, REDAÇÃO ORIGINAL, LEGISLAÇÃO SUPERVENIENTE. PRINCÍPIO DA PRIMAZIA DA SOLUÇÃO DE MÉRITO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, JURISDIÇÃO CONSTITUCIONAL. AUSÊNCIA, ATRIBUIÇÃO, CONSTITUIÇÃO FEDERAL, PODER NORMATIVO, TRIBUNAL DE CONTAS, CONTRAPOSIÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). DIFERENÇA, ATRIBUIÇÃO, CARÁTER NORMATIVO, TRIBUNAL DE CONTAS, PODER REGULAMENTAR, PODER EXECUTIVO. IMPOSSIBILIDADE, AFASTAMENTO, LEGISLAÇÃO PROCESSUAL, TRIBUNAL DE CONTAS. JURISPRUDÊNCIA, STF, NÃO CONHECIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, HIPÓTESE, IMPOSSIBILIDADE, DESMEMBRAMENTO, IMPUGNAÇÃO, COMPLEXO NORMATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CONSIDERAÇÃO, CARÁTER POLÍTICO, CARÁTER TÉCNICO, TRIBUNAL DE CONTAS, FISCALIZAÇÃO, RECURSOS PÚBLICOS. IDENTIDADE, PRERROGATIVA, MAGISTRADO, MEMBRO, TRIBUNAL DE CONTAS. SUBMISSÃO, DECISÃO, NATUREZA JURÍDICA, ATO ADMINISTRATIVO, MEMBRO, TRIBUNAL DE CONTAS, CONTROLE JUDICIAL. DOUTRINA, EVOLUÇÃO, TRIBUNAL DE CONTAS, TEORIA DOS PODERES IMPLÍCITOS, TEORIA DOS PODERES NEUTRAIS. TRIBUNAL DE CONTAS, ÓRGÃO, SOCIEDADE. POSSIBILIDADE, CRIAÇÃO, PROCEDIMENTO, OPERACIONALIZAÇÃO, FISCALIZAÇÃO, GESTOR, TRIBUNAL DE CONTAS, OBSERVÂNCIA, PRINCÍPIO DA MORALIDADE, IMPESSOALIDADE, PUBLICIDADE. AUTONOMIA INSTITUCIONAL, TRIBUNAL DE CONTAS, AUTONOMIA, FISCALIZAÇÃO, OBSERVÂNCIA, LIMITE CONSTITUCIONAL. TEORIA DOS PODERES IMPLÍCITOS, DESCONSIDERAÇÃO DA PERSONALIDADE JURÍDICA, EMPRESA PRIVADA, APLICAÇÃO, MEDIDA CAUTELAR, TRIBUNAL DE CONTAS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ATRIBUIÇÃO, TRIBUNAL DE CONTAS, EDIÇÃO, REGIMENTO INTERNO. EXCESSO, LIMITE DE ATUAÇÃO, TRIBUNAL DE CONTAS, REGULAÇÃO, PROCEDIMENTO, ÓRGÃO, ADMINISTRAÇÃO PÚBLICA. INCOMPATIBILIDADE, NORMA, TRIBUNAL DE CONTAS, MATÉRIA, CELEBRAÇÃO, ATO, TRANSFERÊNCIA. ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA RESERVA LEGAL. AUSÊNCIA, PODER NORMATIVO, TRIBUNAL DE CONTAS, COMPETÊNCIA, PODER LEGISLATIVO. TRIBUNAL DE CONTAS, AUXÍLIO, PODER LEGISLATIVO.\n\n- TERMO(S) DE RESGATE: COMPLEXO NORMATIVO INCINDÍVEL. TEORIA DOS PODERES NEUTRAIS. TEORIA DOS PODERES FORMAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4872&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, FUNDAMENTAÇÃO, DESCABIMENTO, IMPUGNAÇÃO GENÉRICA, DISPOSITIVO)\nADI 4169 (TP), ADI 2213 MC (TP), ADI 6394 (TP), ADI 6737 (TP), ADI 6675 MC (TP). \n(ADI, AUSÊNCIA, ADITAMENTO À PETIÇÃO INICIAL, APRECIAÇÃO, EX OFFICIO, CONTINUIDADE, NORMA)\nADI 2418 (TP). \n(PRINCÍPIO DA PRIMAZIA DA SOLUÇÃO DE MÉRITO, EFETIVIDADE, JURISDIÇÃO CONSTITUCIONAL)\nADI 2087 (TP). \n(AUSÊNCIA, EQUIPARAÇÃO, PODER NORMATIVO, TRIBUNAL DE CONTAS, PODER REGULAMENTAR, PODER EXECUTIVO)\nADI 5290 (TP). \n(IMPOSSIBILIDADE, TRIBUNAL DE CONTAS, AFASTAMENTO, LEGISLAÇÃO PROCESSUAL)\nMS 24519 (TP). \n(CONTROLE ABSTRATO, IMPUGNAÇÃO, COMPLEXO NORMATIVO, AUSÊNCA, DESMEMBRAMENTO)\nADI 2422 AgR (TP). \n(NECESSIDADE, EDIÇÃO, LEI FORMAL, REGULAMENTAÇÃO, PROIBIÇÃO, SANÇÃO)\nAC 1033 AgR-QO (TP). \n(TRIBUNAL DE CONTAS, TEORIA DOS PODERES IMPLÍCITOS)\nMS 26547 MC-AgR (TP), MS 35506 (1ªT). \n(AUTONOMIA INSTITUCIONAL, FISCALIZAÇÃO, TRIBUNAL DE CONTAS)\nADI 2361 (TP), MS 24510 (TP). \n- Decisão monocrática citada:\n(TRIBUNAL DE CONTAS, TEORIA DOS PODERES IMPLÍCITOS)\nMS 32494 MC.\n- Decisão estrangeira citada: McCulloch vs. Maryland da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 87.\nAnálise: 06/09/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nINTDO.(A/S)  : TRIBUNAL DE CONTAS DO ESTADO DO PARANÁ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478155,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADI 4872","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-02-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"FERNANDES, Jorge Ulisses Jacoby. Os limites do poder fiscalizador do Tribunal de Contas do Estado. Revista de Informação legislativa, Brasília, ano 36, n. 142, abr./jun. 1999. p. 3.\nHARADA, Kiyoshi. Tribunal de Contas da União e a Fiscalização de Obras Públicas. Boletim de Direito Administrativo. jan. 2010. p. 1.\nIPSEN, Jörn. Staatsrecht I. Staatsorganisationsrecht. 9. ed. Berlin: Luchterhand, 1997. p. 221.\nLIMA, Luiz Henrique. Controle Externo - Teoria e Jurisprudência para os Tribunais de Contas. 9. ed. Rio de Janeiro: Grupo GEN, 2021. p. 306.\nMARQUES NETO, Floriano de Azevedo; PALMA, Juliana Bonacorsi de. Diálogos fora de esquadro: o controle das agências reguladoras pelo Tribunal de Contas da União. Revista Brasileira de Estudos Políticos, Belo Horizonte: Faculdade de Direito da UFMG, jan./jun. 2020. p. 217.\nMOREIRA NETO, Diogo de Figueiredo. Funções essenciais à justiça e contra-poderes. Revista da Revista da AGU, Brasília, ano 10, n. 27, jan./mar. 2011.\nMOREIRA NETO, Diogo de Figueiredo. Poder, Organização, Política e Constituição. As relações de poder em evolução e seu controle Mutações do Direito Público. Rio de Janeiro: Renovar, 2006. p. 31.\nROSILHO, André. Tribunal de Contas da União: competências, jurisdição e instrumentos e controle. São Paulo: Quartier Latin, 2019. p. 83-84.\nSILVA, José Afonso da. Comentário contextual à Constituição. 9. ed. São Paulo: Malheiros, 2014. p. 479.\nSILVA, Moacir Marques. Controle Externo das Contas Públicas: O Processo nos Tribunais de Contas do Brasil. Rio de Janeiro: Grupo GEN, 2014. p. 127.\nWILLEMAN, Marianna Montebello. Accountability democrática e o desenho institucional dos tribunais de contas no Brasil. 2. ed. Belo Horizonte: Fórum, 2020. p. 339 et seq.\nZAGREBELSKY, Gustavo; MARCENÒ, Valeria. Giustizia Costituzionale. Bolonha: il Mulino, 2012. p. 336.","ministro_facet":["MARCO AURÉLIO","GILMAR MENDES"],"processo_numero":4872,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}