{"result":{"took":373,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur426113","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, entendeu não ser da sua competência a resolução do conflito, vencidos os Ministros Celso de Mello e Marco Aurélio, que entendiam pela competência do STF. Dentre os Ministros que não conheciam da ação, foi assentado, por maioria, que a competência para dirimir o conflito é do Procurador-Geral da República. Nesse sentido, votaram os Ministros Edson Fachin, Dias Toffoli, Cármen Lúcia, Rosa Weber e Roberto Barroso. Ficaram vencidos os Ministros Alexandre de Moraes (Relator), Ricardo Lewandowski, Gilmar Mendes e Luiz Fux, que entendiam pela competência do Conselho Nacional do Ministério Público. Redigirá o acórdão o Ministro Edson Fachin. Plenário, Sessão Virtual de 17.4.2020 a 24.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur426113","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur426113","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"CONSTITUCIONAL. CONFLITO DE ATRIBUIÇÕES ENTRE MINISTÉRIOS PÚBLICOS. MINISTÉRIO PÚBLICO FEDERAL E MINISTÉRIO PÚBLICO DO ESTADO DE MATO GROSSO DO SUL. ALCANCE DO ARTIGO 102, INCISO I, ALÍNEA F DA CONSTITUIÇÃO DA REPÚBLICA. DISPOSITIVO DIRECIONADO PARA ATRIBUIR COMPETÊNCIA ORIGINÁRIA AO STF EM CASOS DE CONFLITO FEDERATIVO. REVISITAÇÃO DA JURISPRUDÊNCIA ASSENTADA PELA CORTE (ACO 1.109/SP E PET 3.528/BA). MERO CONFLITO DE ATRIBUIÇÕES QUANTO À ATUAÇÃ ENTRE DIFERENTES ÓRGÃOS MINISTERIAIS DA FEDERAÇÃO. SITUAÇÃO INSTITUCIONAL E NORMATIVA INCAPAZ DE COMPROMETER O PACTO FEDERATIVO\n\n\n\nAFASTA A REGRA QUE ATRIBUI COMPETÊNCIA ORIGINÁRIA AO STF. NÃO CONHECIMENTO DA AÇÃO CÍVEL ORIGINÁRIA E REMESSA DOS AUTOS AO PROCURADOR-GERAL DA REPÚBLICA (PGR) (PRECEDENTE FIXADO PELA ACO 1.394/RN).\n\n\n\n1. A jurisprudência do Supremo Tribunal Federal firmou-se no sentido de que não mais cabe a esta Corte dirimir ordinariamente eventual conflito de atribuições entre Ministério Público Federal e Ministério Público Estadual. Na mesma ocasião, foi assentado que competirá ao Procurador-Geral da República a tarefa de resolver esses conflitos de atribuições.\n\n\n\n2. Ação cível originária não conhecida. Autos remetidos ao Procurador-Geral da República, a quem pertence a atribuição para dirimir o conflito, nos termos da jurisprudência deste Supremo Tribunal Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752896792","externo_seq_objeto_incidente":5312130,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-142  DIVULG 08-06-2020  PUBLIC 09-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3068&classe=ACO","is_colac":false,"titulo":"ACO 3068","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-F ART-00105 \n          INC-00001 LET-D ART-00108 ART-00127 \n          PAR-00002 ART-00128 ART-00130 ART-0130A \n          PAR-00002 INC-00001 INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075      ANO-1993\n                LEI COMPLEMENTAR"],"publicacao_data":"2020-06-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA ORIGINÁRIA, COMPETÊNCIA RECURSAL, STF. JURISDIÇÃO CONSTITUCIONAL, STF, SUPREMACIA, DIREITO FUNDAMENTAL, CONTROLE, DEMOCRACIA, ESTADO DE DIREITO, EQUILÍBRIO, UNIÃO FEDERAL, ESTADO-MEMBRO, GARANTIA, FUNCIONAMENTO, PODER PÚBLICO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. COMPETÊNCIA ORIGINÁRIA, ROL TAXATIVO. INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, PROCESSAMENTO, INQUÉRITO CIVIL. COMPETÊNCIA ORIGINÁRIA, STF, CONFLITO FEDERATIVO, RISCO, PACTO FEDERATIVO. CONFLITO DE ATRIBUIÇÃO, DECISÃO, ÂMBITO ADMINISTRATIVO. COMPETÊNCIA, PODER JUDICIÁRIO, CONTROLE DE LEGALIDADE, ATO ADMINISTRATIVO, INTERMÉDIO, VIA PROCESSUAL. PRINCÍPIO DA AUTONOMIA, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. DECISÃO, STF, REMESSA, PROCURADORIA GERAL DA REPÚBLICA (PGR), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO. ENTENDIMENTO, INTERESSE, PROCURADOR-GERAL, SOLUÇÃO, DEMANDA, ÂMBITO ADMINISTRATIVO. AUSÊNCIA, HIERARQUIA, SUBORDINAÇÃO, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL. APLICAÇÃO, PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO, PRINCÍPIO DA INDIVISIBILIDADE, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL, CADA, MINISTÉRIO PÚBLICO. AUSÊNCIA, SUPERIORIDADE, NÍVEL HIERÁRQUICO, PROCURADORIA GERAL DA REPÚBLICA (PGR), PROCURADOR-GERAL DE JUSTIÇA. ATRIBUIÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), DEFINIÇÃO, CONFLITO DE ATRIBUIÇÃO. COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CONTROLE, ATUAÇÃO, ÂMBITO ADMINISTRATIVO, CARÁTER FINANCEIRO, AUTONOMIA FUNCIONAL, INDEPENDÊNCIA, MINISTÉRIO PÚBLICO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADEQUAÇÃO, DEFINIÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, ÓRGÃO ADMINISTRATIVO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL. INADEQUAÇÃO, EQUIPARAÇÃO, DIVERSIDADE, ÓRGÃO, MINISTÉRIO PÚBLICO, AUTORIDADE ADMINISTRATIVA. COMPETÊNCIA, STF, SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: ATRIBUIÇÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, DIVERSIDADE, MINISTÉRIO PÚBLICO. COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), SOLUÇÃO, CONFLITO, ÓRGÃO JUDICIAL. STF, REPERCUSSÃO GERAL, AUSÊNCIA, HIERARQUIA, MEMBRO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL, AUTONOMIA FUNCIONAL, AUSÊNCIA, SUBMISSÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR).\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: COMPETÊNCIA ORIGINÁRIA, STF, SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL. AUSÊNCIA, HIERARQUIA. AUTONOMIA INSTITUCIONAL, MINISTÉRIO PÚBLICO ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3068&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL, CONFLITO FEDERATIVO)\nPet 3528 (TP), ACO 1109 (TP). \n(INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nACO 924 (TP), ACO 1394 (TP), Pet 4076 AgR (TP), Pet 4863 (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nACO 124 (TP) - RTJ 50/72, ACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 136 (TP) - RTJ 53/776. \n(AUTONOMIA FUNCIONAL, MINISTÉRIO PÚBLICO, PODER DE INVESTIGAÇÃO)\nRE 593727 (TP). \n(CONFLITO DE COMPETÊNCIA, DEFINIÇÃO, STJ)\nACO 1179 (TP), ACO 3289 AgR (TP), Pet 623 QO (TP). \n- Decisões monocráticas citadas:\n(INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nACO 2298 AgR.\n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nPet 1026 MC.\n(PROCURADOR-GERAL DA REPÚBLICA, CONFLITO DE ATRIBUIÇÃO, AGENTE, MINISTÉRIO PÚBLICO ESTADUAL, MPF)\nACO 2834, ACO 2427, ACO 2820, ACO 2957, ACO 2341, ACO 2952, ACO 2572.\n- Legislação estrangeira citada: artigo III, seção 2, da Lei Judiciária de 1789, da Suprema Corte Americana.\n- Decisão estrangeira citada: Caso Marbury vs. Madison (1 Cranch 137 – 1803), da Suprema Corte dos Estados Unidos\nNúmero de páginas: 27.\nAnálise: 08/04/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO DO ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MATO GROSSO DO SUL \nRÉU(É)(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":426113,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ACO 3068","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ABRAHAM, Henry J. A Corte Suprema no evolutivo processo político. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nARINOS, Afonso. Curso de direito constitucional brasileiro. Rio de Janeiro: Forense, 1960. p. 98.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53.\nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nDAHL, Robert. Sobre a democracia. Brasília: UnB, 2001. p. 137.\nHALL, Kermit L. The Oxford guide to United States Supreme Courts decisions. New York: Oxford University Press, 1999. p. 173.\nHORTA, Raul Machado. Direito constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 305 et seq.\nMORAES, Alexandre de. Constituição do Brasil Interpretada, 9. ed. Atlas. p. 1604.\nSCHWARTZ, Bernard. Direito constitucional americano. Rio de Janeiro: Forense, 1966. p. 257.\n______. O federalismo norte-americano. Rio de Janeiro: Forense Universitária, 1984. p. 75.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14.","ministro_facet":["ALEXANDRE DE MORAES","EDSON FACHIN"],"processo_numero":3068,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428764","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado na arguição, vencido o Ministro Marco Aurélio. Em seguida, por maioria, vencido o Ministro Marco Aurélio, fixaram tese nos seguintes termos: “O Tribunal Superior Eleitoral é o órgão competente para julgar os Recursos Contra Expedição de Diploma nas eleições presidenciais e gerais (federais e estaduais)”. Falaram: pelo requerente, Partido Democrático Trabalhista - PDT, o Dr. José Eduardo Rangel de Alckmin; e, pelo amicus curiae Partido da República - PR, o Dr. Eduardo Borges Espínola Araújo. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 7.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428764","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428764","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CABIMENTO EM FACE DE ORIENTAÇÃO JURISPRUDENCIAL, DESDE QUE ATENDIDO O TESTE DA SUBSIDIARIEDADE. DIREITOS E GARANTIAS FUNDAMENTAIS DO ART. 5º DA CRFB. CARÁTER DE PRECEITOS FUNDAMENTAIS. COMPETÊNCIA PARA JULGAMENTO DE RECURSO CONTRA A EXPEDIÇÃO DE DIPLOMA (RCED) NAS ELEIÇÕES FEDERAIS E ESTADUAIS. ART. 121, § 4º, DA CRFB. ARTIGOS 216 E 22, INCISO I, ALÍNEA “G”, DO CÓDIGO ELEITORAL. ADEQUAÇÃO AO SISTEMA CONSTITUCIONAL. APRECIAÇÃO DO RCED PELO ÓRGÃO JURISDICIONAL HIERARQUICAMENTE SUPERIOR. INOCORRÊNCIA DE VIOLAÇÃO AOS PRINCÍPIOS DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL E CONTRADITÓRIO (ART. 5º, LIII, LIV E LV, DA CRFB). DUPLO GRAU DE JURISDIÇÃO: FIGURA NÃO CONTEMPLADA COMO GARANTIA PELA CARTA MAGNA. RESPEITO AOS PRECEDENTES COMO IMPERATIVO DA SEGURANÇA JURÍDICA (ART. 5º, CAPUT, CRFB). ADPF JULGADA IMPROCEDENTE.\n\n\n\n    1. O Tribunal Superior Eleitoral é o órgão competente para julgar os Recursos Contra a Expedição de Diploma (RCED) nas eleições presidenciais e gerais (federais e estaduais).\n\n\n\n    2. O Recurso Contra a Expedição de Diploma (RCED) é demanda por meio da qual se objetiva a cassação ou denegação do diploma do eleito ante a alegação de inelegibilidade de cunho infraconstitucional superveniente ao requerimento de registro da candidatura, inelegibilidade de natureza constitucional ou ausência de condições de elegibilidade, ex vi do art. 262 do Código Eleitoral, na redação conferida pela Lei nº 12.891/2013.\n\n\n\n    3. O art. 121, § 4º, III, da Constituição, ao determinar que caberá recurso das decisões dos Tribunais Regionais Eleitorais que versarem sobre “expedição de diplomas nas eleições federais ou estaduais”, atribui ao Tribunal Superior Eleitoral a competência para a revisão jurisdicional da atividade de diplomação exercida pelos Tribunais Regionais Eleitorais nas eleições federais ou estaduais.\n\n\n\n    4. O Código Eleitoral, adequado ao sistema constitucional, consagra a apreciação do Recurso Contra a Expedição de Diploma (RCED) pelo órgão jurisdicional hierarquicamente superior àquele que concedeu a diplomação, estabelecendo o seu art. 216 que o “recurso interposto contra a expedição do diploma” deve ser decidido pelo “Tribunal Superior”, enquanto o art. 22, I, g, do mesmo Código atribui originariamente ao Tribunal Superior Eleitoral a competência para julgar as impugnações à diplomação do Presidente e Vice-Presidente da República.\n\n\n\n    5. A fase probatória inserida no rito do RCED não impede o seu reconhecimento como “recurso” nos moldes do art. 121, § 4º, da Carta Magna, sendo legítima a interpretação do termo em sua concepção ampla, além do que a possibilidade de produção probatória no rito recursal em sentido estrito é expressamente reconhecida pelo art. 938, § 3º, do novo Código de Processo Civil.\n\n\n\n    6. A diplomação constitui ato decisório do Tribunal Regional Eleitoral, de natureza administrativa, que encerra o processo eleitoral e atesta a aptidão do candidato a ser empossado no cargo, motivo pelo qual se enquadra no conceito de “decisões dos Tribunais Regionais Eleitorais” a que alude o art. 121, § 4º, da Constituição.\n\n\n\n    7. O Recurso Contra a Expedição de Diploma (RCED), por suas causae petendi, não se confunde com as da Ação de Investigação Judicial Eleitoral (AIJE), que tem por fundamento o abuso de poder econômico ou político (artigos 1º, I, d e h, 19 e 22, XIV, da Lei Complementar nº 64/90), a captação ou uso ilícito de recurso para fins eleitorais (art. 30-A da Lei 9.504/1997 e art. 1º, I, j, da LC nº 64/90), a captação ilícita de sufrágio (art. 41-A da Lei nº 9504/1997 e art. 1º, I, j, da LC nº 64/90) ou a prática de conduta vedada (artigos 73, 74, 75 e 77 da Lei nº 9.504/1997 e art. 1º, I, j, da LC nº 64/90), nem com as causas de pedir próprias da Ação de Impugnação de Mandato Eletivo, regida diretamente pelo art. 14, § 10, da Constituição, que tem escopo limitado à cognição de questões relativas a abuso do poder econômico, corrupção ou fraude.\n\n\n\n    8. O princípio do juiz natural não resta violado nas hipóteses de concorrência de diversas vias processuais para conhecer da mesma matéria, (art. 5º, LIII, da CRFB), maxime quando a própria Carta Magna acolhe ambos os ritos possíveis (art. 14, § 10, e art. 121, § 4º, da CRFB).\n\n\n\n    9. O devido processo legal (art. 5º, LIV, CRFB) e o contraditório (art. 5º, LV, CRFB) são plenamente observados no Recurso Contra a Expedição de Diploma (RCED) perante o órgão com competência originária, posto haver ampla instrução probatória e regular exercício do direito de defesa, restando as garantias constitucionais preservadas, uma vez que a instrução do feito ocorre direta e imediatamente perante o Tribunal Superior, aproximando-o, em grau incomparável, da verdade material.\n\n\n\n    10. O duplo grau de jurisdição não configura garantia prevista na Constituição da República, traduzindo escolha política do legislador, consoante diversos precedentes desta Corte: HC 140213 AgR, Relator(a): Min. LUIZ FUX, Primeira Turma, julgado em 02/06/2017; RE 976178 AgR, Relator(a): Min. DIAS TOFFOLI, Segunda Turma, julgado em 09/12/2016; RHC 79785, Relator(a): Min. SEPÚLVEDA PERTENCE, Tribunal Pleno, julgado em 29/03/2000, DJ 22-11-2002 PP-00057 EMENT VOL-02092-02 PP-00280 RTJ VOL-00183-03 PP-01010. Direito Comparado.\n\n\n\n    11. A observância dos precedentes quase decenários, compreendidos na análise econômica do Direito como um estoque de capital, constitui componente fundamental de uma ordem jurídica funcional, máxime porque facilita a aplicação e operação do direito pelos magistrados e jurisdicionados, bem como norteia a atuação de todos os membros da sociedade, conferindo a necessária segurança jurídica.\n\n\n\n    12. A Arguição de Descumprimento de Preceito Fundamental é cabível para impugnação orientação jurisprudencial apontada como contrária a normas basilares da Constituição, desde que cumprido o requisito da subsidiariedade, ante a inexistência de outro meio processual para sanar a controvérsia com caráter abrangente e imediato. Precedentes do Plenário: ADPF 33, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 07/12/2005; ADPF 144, Relator(a): Min. CELSO DE MELLO, Tribunal Pleno, julgado em 06/08/2008; ADPF 54, Relator(a): Min. MARCO AURÉLIO, Tribunal Pleno, julgado em 12/04/2012; ADPF 187, Relator(a): Min. CELSO DE MELLO, Tribunal Pleno, julgado em 15/06/2011.\n\n\n\n    13. A admissibilidade da Arguição de Descumprimento de Preceito Fundamental resta presente quando apontados como preceitos fundamentais violados, de forma direta, direitos e garantias fundamentais insculpidos no art. 5º da Constituição. Precedentes: ADPF 388, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 09/03/2016; ADPF 187, Relator(a): Min. CELSO DE MELLO, Tribunal Pleno, julgado em 15/06/2011; ADPF 130, Relator(a): Min. CARLOS BRITTO, Tribunal Pleno, julgado em 30/04/2009.\n\n\n\n    14. O vício quanto aos poderes conferidos na procuração para ajuizamento da ADPF (art. 3º, parágrafo único, da Lei nº 9.882/99) é passível de regularização durante o processo, mercê de o espírito instrumentalista do novo Código de Processo Civil exigir o melhor aproveitamento possível dos atos processuais, evitando-se que formalidades estéreis embaracem a marcha do feito. Precedentes: ADPF 4 MC, Relator(a): Min. ELLEN GRACIE, Tribunal Pleno, julgado em 02/08/2006.\n\n\n\n    15. Arguição de Descumprimento de Preceito Fundamental improcedente. Tese fixada nos seguintes termos: O Tribunal Superior Eleitoral é o órgão competente para julgar os recursos contra a expedição de diploma nas eleições presidenciais e gerais (federais e estaduais).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754086708","externo_seq_objeto_incidente":2669847,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-186  DIVULG 27-07-2020  PUBLIC 28-07-2020\nREPUBLICAÇÃO: DJe-248  DIVULG 13-10-2020  PUBLIC 14-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=167&classe=ADPF","is_colac":false,"titulo":"ADPF 167","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n          ART-00121 INC-00003\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00053 INC-00054 \n          INC-00055 ART-00014 PAR-00003 PAR-00010 \n          ART-00102 INC-00003 ART-00105 INC-00003 \n          ART-00121 PAR-00004 INC-00003 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-D LET-H \n          LET-J ART-00019 ART-00022 INC-00014\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00022 INC-00001 LET-G ART-00216 \n          ART-00262 ART-00276 INC-00002\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00093 INC-00002\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-0030A ART-0041A ART-00073 ART-00074 \n          ART-00075 ART-00077\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 \"CAPUT\" ART-00003 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012891      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00047 PAR-00001 ART-00938 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   CVC-001969      \n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   SUMTSE-000047      \n                SÚMULA DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2020-10-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, QUESTÃO DE ORDEM, DESCABIMENTO, REEXAME, PRELIMINAR, REJEIÇÃO, MOMENTO ANTERIOR. EVOLUÇÃO, JURISPRUDÊNCIA, RECURSO, EXPEDIÇÃO, DIPLOMA, NATUREZA JURÍDICA, AÇÃO AUTÔNOMA. CÓDIGO ELEITORAL, HIPÓTESE, CABIMENTO. DISTINÇÃO, IMPUGNAÇÃO, MANDATO ELETIVO, FINALIDADE, PERSECUÇÃO PENAL, ABUSO DE PODER ECONÔMICO, CORRUPÇÃO, FRAUDE . AÇÃO COLETIVA, CARÁTER NACIONAL, POSSIBILIDADE, ESCOLHA, AUTOR, FORO COMPETENTE. DESNECESSIDADE, OBSERVÂNCIA, GARANTIA, DUPLO GRAU DE JURISDIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONTROVÉRSIA, CABIMENTO, RECURSO, EXPEDIÇÃO, DIPLOMA, OVERRULING, PRECEDENTE, MATÉRIA, REGRA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: TRIBUNAL REGIONAL ELEITORAL (TRE), COMPETÊNCIA, APRECIAÇÃO, ATO, DIPLOMAÇÃO. CÓDIGO ELEITORAL, HIPÓTESE, POSSIBILIDADE, REVISÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), DECISÃO JUDICIAL, ATIVIDADE, DIPLOMAÇÃO, TRIBUNAL REGIONAL ELEITORAL (TRE). INEXISTÊNCIA, OFENSA, PRECEITO FUNDAMENTAL, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL, CONTRADITÓRIO, AMPLA DEFESA. JURISPRUDÊNCIA FIRMADA, STF, INEXISTÊNCIA, GARANTIA, DUPLO GRAU DE JURISDIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA, JULGAMENTO, RECURSO, DIPLOMAÇÃO, PRESIDENTE, SENADOR, DEPUTADO FEDERAL, DEPUTADO ESTADUAL, GOVERNADOR. TRIBUNAL REGIONAL ELEITORAL (TRE), COMPETÊNCIA, DIPLOMAÇÃO, PREFEITO, VEREADOR. FINALIDADE, IMPARCIALIDADE, MAGISTRADO, IMPUGNAÇÃO, DIPLOMA. RECURSO, EXPEDIÇÃO, ATO, DIPLOMA, NATUREZA JURÍDICA, RECURSO, DISCUSSÃO, COMPETÊNCIA ORIGINÁRIA, TRIBUNAL SUPERIOR ELEITORAL (TSE), AUSÊNCIA, DESRESPEITO, AMPLA DEFESA, DUPLO GRAU DE JURISDIÇÃO. DESNECESSIDADE, OBSERVÂNCIA, GARANTIA, DUPLO GRAU DE JURISDIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA, DIPLOMAÇÃO, PRESIDENTE DA REPÚBLICA, VICE-PRESIDENTE DA REPÚBLICA. TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA, REVISÃO, ÚLTIMA INSTÂNCIA, EXPEDIÇÃO, DIPLOMA, ELEIÇÃO, ÂMBITO FEDERAL, ÂMBITO ESTADUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ADEQUAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE. DEFINIÇÃO, DIPLOMAÇÃO, ATO ADMINISTRATIVO, IMPUGNAÇÃO, PROPOSITURA, AÇÃO JUDICIAL. TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA ORIGINÁRIA, JULGAMENTO, RECURSO, ATO, EXPEDIÇÃO, DIPLOMA, OBSERVÂNCIA, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PODER JUDICIÁRIO, ORGANIZAÇÃO, ATRIBUIÇÃO. DISTINÇÃO, DIPLOMAÇÃO, ATO, FORMA AUTOMÁTICA, NATUREZA ADMINISTRATIVA, IMPUGNAÇÃO, DECISÃO JUDICIAL. DIPLOMAÇÃO, DEPUTADO ESTADUAL, DEPUTADO FEDERAL, GOVERNADOR, IMPUGNAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), INVIABILIDADE, CONCENTRAÇÃO. HIPÓTESE, IMPUGNAÇÃO, TRIBUNAL REGIONAL ELEITORAL (TRE), DIPLOMAÇÃO, DECORRÊNCIA, RESULTADO, AUSÊNCIA, CONTRADITÓRIO, MOMENTO ANTERIOR. CABIMENTO, RECURSO, TRIBUNAL SUPERIOR ELEITORAL (TSE), IMPUGNAÇÃO, ELEIÇÃO, PRESIDENTE DA REPÚBLICA, VICE-PRESIDENTE DA REPÚBLICA.\n\n- TERMO(S) DE RESGATE: FORUM SHOPPING.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=167&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DUPLO GRAU DE JURISDIÇÃO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, ESCOLHA, POLÍTICA, LEGISLADOR)\nRHC 79785 (TP), AI 601832 AgR (2ªT), RE 976178 AgR (2ªT), HC 140213 AgR (1ªT). \n(ADPF, REQUISITO, APLICAÇÃO SUBSIDIÁRIA)\nADPF 33 (TP), ADPF 54 (TP), ADPF 144 (TP), ADPF 187 (TP), ADPF 17 AgR (TP), ADPF 190 (TP), ADPF 304 (TP). \n(ADMISSIBILIDADE, ADPF, VIOLAÇÃO, DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL)\nADPF 130 (TP), ADPF 33 (TP), ADPF 54 (TP), ADPF 144 (TP), ADPF 187 (TP), ADPF 388 (TP). \n(ADPF, REGULARIZAÇÃO, VÍCIO, PROCURAÇÃO COM PODER ESPECÍFICO, APROVEITAMENTO, ATO PROCESSUAL)\nADPF 4 MC (TP), ADPF 167 MC-REF (TP). \n(ADPF, ATO, PODER PÚBLICO, VIOLAÇÃO, PRECEITO FUNDAMENTAL)\nADPF 54 (TP), ADPF 187 (TP), ADPF 1 QO (TP). \n(RECURSO CONTRA EXPEDIÇÃO DE DIPLOMAÇÃO, AÇÃO CONSTITUTIVA, NEGAÇÃO, ATO ADMINISTRATIVO, DIPLOMAÇÃO)\nRMS 3100 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(DUPLO GRAU DE JURISDIÇÃO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, ESCOLHA, POLÍTICA, LEGISLADOR)\nTSE: RCED 671, RCED 661. \n(COMPETÊNCIA, TSE, JULGAMENTO, RECURSO CONTRA A EXPEDIÇÃO DE DIPLOMA)\nTSE: RCED 694, RCED 703, REspe 11605, REspe 15516, REspe 25284, RO 650, REspe 9349, RCED 664, RCED 661, RCED 801538. \n- Decisões estrangeiras citadas: Sentença n. 51, de 1985, do Tribunal Constitucional espanhol; Sentença C-650, de 2001, e Sentença C-934, de 2006, da Corte Constitucional da Colômbia.\nNúmero de páginas: 63.\nAnálise: 05/10/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT\r\nADV.(A/S)           : JOSÉ EDUARDO RANGEL DE ALCKMIN\r\nINTDO.(A/S)         : TRIBUNAL SUPERIOR ELEITORAL\r\nAM. CURIAE.         : PARTIDO DO MOVIMENTO DEMOCRÁTICO BRASILEIRO - PMDB\r\nADV.(A/S)           : HELI LOPES DOURADO\r\nADV.(A/S)           : WILSON AZEVEDO DOS SANTOS\r\nAM. CURIAE.         : PARTIDO RENOVADOR TRABALHISTA BRASILEIRO - PRTB\r\nADV.(A/S)           : GABRIELA GUIMARÃES PEIXOTO E OUTRO(A/S)\r\nAM. CURIAE.         : PARTIDO POPULAR SOCIALISTA - PPS\r\nADV.(A/S)           : THIAGO FERNANDES BOVERIO\r\nAM. CURIAE.         : PARTIDO DA REPÚBLICA - PR\r\nADV.(A/S)           : MARCUS VINICIUS FURTADO COÊLHO\r\nADV.(A/S)           : LUÍS GUSTAVO MOTTA SEVERO DA SILVA","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":428764,"documental_tese_texto":"O Tribunal Superior Eleitoral é o órgão competente para julgar os Recursos Contra Expedição de Diploma nas eleições presidenciais e gerais (federais e estaduais).","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 167","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-03-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ÁVALO, Alexandre et al (Coord.). O novo Direito Eleitoral brasileiro: manual de Direito Eleitoral. 2. ed. Belo Horizonte: Fórum, 2014. p. 223.\nCOSTA, Tito. Recursos em matéria eleitoral. 9. ed. São Paulo: Revista dos Tribunais, 2010. p. 124.\nESMERALDO, Elmana Viana Lucena. Processo Eleitoral: sistematização das ações eleitorais. 3. ed. Leme: J.H.Mizuno, 2016. p. 334.\nFUX, Luiz; BODART, Bruno. Notas sobre o princípio da motivação e a uniformização da jurisprudência no novo Código de Processo Civil à luz da análise econômica do Direito. Revista de Processo, n. 269, jul. 2017.\nGOMES, José Jairo. Direito Eleitoral. 12. ed. São Paulo: Atlas, 2016. p. 828.\nNERY JR., Nelson. Princípios do Processo na Constituição Federal. 9. ed. São Paulo: Revista dos Tribunais, 2009. p. 280.\nRAMAYANA, Marcos. Direito Eleitoral. 15. ed. Rio de Janeiro: Impetus, 2016. p. 947.\nZACCARDI, Piero. Doppio grado o doppia fase del giudizio di merito? Una scelta politica. In: Studi in onore di Enrico Tullio Liebman. Milano: A. Giuffrè, 1979. v. 3. p. 2041-2043.","ministro_facet":["LUIZ FUX"],"processo_numero":167,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429385","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que negava provimento ao recurso, no que foi acompanhado, por fundamentos diversos, pelo Ministro Edson Fachin, pediu vista dos autos o Ministro Teori Zavascki. Impedido o Ministro Marco Aurélio. Falou pelo amicus curiae Defensoria Pública da União o Dr. Gustavo de Almeida Ribeiro, Defensor Público da União. Presidência do Ministro Ricardo Lewandowski. Plenário, 11.05.2016.\r\n\n                 Decisão: O Tribunal, por maioria, apreciando o tema 22 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Relator, vencido o Ministro Alexandre de Moraes. Em seguida, o Tribunal deliberou fixar a tese de repercussão geral em assentada posterior. Impedido o Ministro Marco Aurélio. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 05.02.2020.\r\n\n                       Decisão: O Tribunal, por maioria, fixou a seguinte tese de repercussão geral: “Sem previsão constitucionalmente adequada e instituída por lei, não é legítima a cláusula de edital de concurso público que restrinja a participação de candidato pelo simples fato de responder a inquérito ou ação penal”, nos termos do voto do Relator, vencido o Ministro Alexandre de Moraes. Impedido o Ministro Marco Aurélio. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 06.02.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429385","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur429385","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. IDONEIDADE MORAL DE CANDIDATOS EM CONCURSOS PÚBLICOS. INQUÉRITOS POLICIAIS OU PROCESSOS PENAIS EM CURSO. PRESUNÇÃO DE INOCÊNCIA. PRINCÍPIO DA MORALIDADE ADMINISTRATIVA.\n\n\n\n    1. Como regra geral, a simples existência de inquéritos ou processos penais em curso não autoriza a eliminação de candidatos em concursos públicos, o que pressupõe: (i) condenação por órgão colegiado ou definitiva; e (ii) relação de incompatibilidade entre a natureza do crime em questão e as atribuições do cargo concretamente pretendido, a ser demonstrada de forma motivada por decisão da autoridade competente.\n\n\n\n    2. A lei pode instituir requisitos mais rigorosos para determinados cargos, em razão da relevância das atribuições envolvidas, como é o caso, por exemplo, das carreiras da magistratura, das funções essenciais à justiça e da segurança pública (CRFB/1988, art. 144), sendo vedada, em qualquer caso, a valoração negativa de simples processo em andamento, salvo situações excepcionalíssimas e de indiscutível gravidade.\n\n\n\n    3. Por se tratar de mudança de jurisprudência, a orientação ora firmada não se aplica a certames já realizados e que não tenham sido objeto de impugnação até a data do presente julgamento.\n\n\n\n    4. Recurso extraordinário desprovido, com a fixação da seguinte tese de julgamento: “Sem previsão constitucional adequada e instituída por lei, não é legítima a cláusula de edital de concurso público que restrinja a participação de candidato pelo simples fato de responder a inquérito ou ação penal”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753483317","externo_seq_objeto_incidente":2551965,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-204  DIVULG 14-08-2020  PUBLIC 17-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=560900&classe=RE","is_colac":false,"titulo":"RE 560900","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00073\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00013 INC-00057 ART-00014 \n          PAR-00009 ART-00016 ART-00037 \"CAPUT\" \n          INC-00001 INC-00002 PAR-00007 ART-00102 \n          INC-00003 LET-A ART-00142 PAR-00003 \n          ART-00144\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMCR-000004      ANO-1994\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LCP-000035      ANO-1979\n          ART-00080 PAR-00001 INC-00002\n                LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-E ITEM-1 \n          ITEM-2 ITEM-3 ITEM-4 ITEM-5 \n          ITEM-6 ITEM-7 ITEM-8 ITEM-9 \n          ITEM-10\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007289      ANO-1984\n          ART-00011 ART-00013 PAR-00002 ART-00060 \n          PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00089\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00306\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-012850      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00059 ART-00092 INC-00001 LET-A \n          LET-B PAR-ÚNICO ART-0217A ART-00342\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RES-000007      ANO-2005\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   SUV-000013      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000044      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000014      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000686      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   DEC-007456      ANO-1983\n                DECRETO, DF"],"publicacao_data":"2020-08-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO ADMINISTRATIVO. EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DIREITO DE EXERCÍCIO DE QUALQUER PROFISSÃO, PRINCÍPIO DA AMPLA ACESSIBILIDADE AOS CARGOS PÚBLICOS. IDONEIDADE MORAL, DECORRÊNCIA, PRINCÍPIO DA MORALIDADE, ÂMBITO ADMINISTRATIVO. PRINCÍPIO DA AMPLA ACESSIBILIDADE AOS CARGOS PÚBLICOS, CONCURSO PÚBLICO, EXCEÇÃO, CARGO EM COMISSÃO, CARGO DE LIVRE EXONERAÇÃO, PROIBIÇÃO, NEPOTISMO. CONCURSO PÚBLICO, PROVIMENTO, SERVENTIA EXTRAJUDICIAL. CONSTITUCIONALIDADE, LEI DA FICHA LIMPA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DIREITO ELEITORAL. EXAME PSICOTÉCNICO, PREVISÃO, LEI. LIMITAÇÃO, DIREITO FUNDAMENTAL, INTERPRETAÇÃO RESTRITIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONCURSO PÚBLICO, APRECIAÇÃO, JUSTIFICATIVA, CANDIDATO, AMPLIAÇÃO, CONTRADITÓRIO, AMPLA DEFESA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CONSTITUIÇÃO FEDERAL, NEOCONSTITUCIONALISMO. DISTINGUISHING, SERVIDOR PÚBLICO, INGRESSO, CONCURSO PÚBLICO; CARGO ELETIVO, INGRESSO, ELEIÇÃO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: DIREITO DE GREVE, SERVIDOR PÚBLICO, POLÍCIA CIVIL. LEGITIMIDADE, EXIGÊNCIA, IDONEIDADE MORAL, PROGRESSÃO FUNCIONAL, CARGO MILITAR. INDEPENDÊNCIA, INSTÂNCIA PENAL, INSTÂNCIA ADMINISTRATIVA, ÂMBITO CÍVEL, EXCEÇÃO, COISA JULGADA MATERIAL, ÂMBITO PENAL, INEXISTÊNCIA, FATO, NEGATIVA DE AUTORIA. CONSTITUIÇÃO FEDERAL, EXIGÊNCIA, LEI, REQUISITO, INVESTIDURA, CARGO PÚBLICO. CONCURSO PÚBLICO, NECESSIDADE, LEI, FIXAÇÃO, LIMITE DE IDADE, EXPERIÊNCIA PROFISSIONAL, ALTURA MÍNIMA, PROVA (CONCURSO PÚBLICO), APTIDÃO FÍSICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=560900&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO ADMINISTRATIVO)\nRE 194872 (2ªT), RE 559135 AgR (1ªT), AI 741101 AgR (2ªT), ARE 713138 AgR (1ªT), ARE 753331 AgR (1ªT). \n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 84078 (TP), ARE 753331 AgR (1ªT), HC 126292 (TP), ARE 847535 AgR (2ªT), ARE 937620 AgR (2ªT). \n(NEPOTISMO, SÚMULA VINCULANTE 13/STF)\nADC 12 (TP). \n(CONCURSO PÚBLICO, PROVIMENTO, SERVENTIA EXTRAJUDICIAL)\nMS 26860 (TP). \n(LEGISLAÇÃO ELEITORAL, INELEGIBILIDADE, LEI DA FICHA LIMPA)\nADI 4578 (TP), ADC 29 (TP), ADC 30 (TP). \n(CONCURSO PÚBLICO, EXAME PSICOTÉCNICO)\nMS 20973 (TP), AI 182487 AgR (2ªT), RE 344880 AgR (1ªT), AI 758533 QO-RG. \n(PRINCÍPIO, MORALIDADE ADMINISTRATIVA, CARGO PÚBLICO)\nRE 633703 (TP). \n(CONCURSO PÚBLICO, NECESSIDADE, LEI, FIXAÇÃO, LIMITE DE IDADE)\nRE 425760 AgR (1ªT), AI 804624 AgR (2ªT), RE 595893 AgR (2ªT), ARE 696304 AgR (1ªT), ARE 714730 AgR (2ªT), ARE 901899 AgR (2ªT). \n(LIMITAÇÃO, DIREITO FUNDAMENTAL, INTERPRETAÇÃO RESTRITIVA)\nARE 745745 AgR (2ªT). \n(DIREITO DE GREVE, SERVIDOR PÚBLICO, POLÍCIA CIVIL)\nARE 654432 (TP). \n(SÚMULA 14/STF)\nRE 74355 (TP). \n(CF, EXIGÊNCIA, LEI, REQUISITO, INVESTIDURA, CARGO PÚBLICO)\nRE 558833 AgR (2ªT), AI 460131 AgR (1ªT), RE 398567 AgR (1ªT), AI 612172 ED (2ªT), RE 509296 AgR (2ªT), AI 662320 AgR (2ªT), AI 598715 AgR (1ªT), ARE 715061 AgR (2ªT), RE 898450 (TP), ARE 906295 AgR (1ªT). \n(ONCURSO PÚBLICO, ELIMINAÇÃO, CANDIDATO (CONCURSO PÚBLICO), INQUÉRITO POLICIAL EM CURSO, PROCESSO EM CURSO)\nRE 487398 AgR (2ªT), RE 559135 AgR (1ªT), ARE 713138 AgR (1ªT), ARE 754528 AgR (1ªT), ARE 753331 AgR (1ªT), ARE 700066 AgR (1ªT), ARE 847535 AgR (2ªT), ARE 937620 AgR (2ªT). \n- Decisão monocrática citada:\n(CONCURSO PÚBLICO, ELIMINAÇÃO, CANDIDATO (CONCURSO PÚBLICO), INQUÉRITO POLICIAL EM CURSO, PROCESSO EM CURSO)\nARE 720564.\n- Legislação estrangeira citada: Declaração dos Direitos do Homem e do Cidadão de 1789; art. 21 da Declaração dos Direitos do Homem de 1948.\n\nNúmero de páginas: 139.\nAnálise: 02/02/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nRECDO.(A/S)  : ROBÉRIO AGOSTINHO DA SILVA \nADV.(A/S)  : THIAGO LEMOS SOUZA \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSOR PÚBLICO-GERAL FEDERAL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"22 - Restrição à participação em concurso público de candidato que responde a processo criminal.","old_seq_sjur":429385,"documental_tese_texto":"Sem previsão constitucionalmente adequada e instituída por lei, não é legítima a cláusula de edital de concurso público que restrinja a participação de candidato pelo simples fato de responder a inquérito ou ação penal.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 560900","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-02-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARROSO, Luís Roberto. O novo direito constitucional brasileiro: contribuições para a construção teórica e prática da jurisdição constitucional no Brasil. 2013.\nCANOTILHO, José Joaquim Gomes; MOREIRA, Vital. Fundamentos da Constituição. Coimbra: Coimbra, 1991. p. 45.\nFERRAZ, Anna Cândida da Cunha FERRAZ. Processos Informais de Mudança da Constituição: Mutações Constitucionais e Mutações Inconstitucionais. São Paulo: Max Limonad Ltda, 1986. p. 10.\nFRANCO, Afonso Arinos de Melo. Direito constitucional, teoria constitucional, as constituições do Brasil. Rio de Janeiro: Forense, 1976.\nHESSE, Konrad. A Força Normativa da Constituição. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sergio Antonio Fabris, 1991. p. 20.\n______. Temas Fundamentais de Direito Constitucional, 2009. p. 19.\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. 41. ed. São Paulo: Malheiros, 2015. p. 93-94.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo, 2009. p. 120 e 243-244.\nMENDES, Gilmar Ferreira. Curso de Direito Constitucional, 2009. p. 114.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional, 11 ed. São Paulo: Saraiva, 2016. p. 223-226.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 4.ed. São Paulo: Saraiva, 2015. p. 1024.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito Constitucional. Teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 343.\nSCHIER, Paulo Ricardo. Filtragem Constitucional. 1999.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 144-145, 146, 147, 149 e 150.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":560900,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur333620","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"ES","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao recurso de agravo, nos termos do voto do Relator. Ausente, justificadamente, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 30.06.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur333620","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Espírito Santo","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur333620","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECLAMAÇÃO – ALEGAÇÃO DE DESRESPEITO À AUTORIDADE DO JULGAMENTO PLENÁRIO DA ADPF 130/DF – EFICÁCIA VINCULANTE DESSA DECISÃO DO SUPREMO TRIBUNAL FEDERAL – POSSIBILIDADE DE CONTROLE, MEDIANTE RECLAMAÇÃO, DE ATOS QUE TENHAM TRANSGREDIDO TAL JULGAMENTO – LEGITIMIDADE ATIVA DE TERCEIROS QUE NÃO INTERVIERAM NO PROCESSO DE FISCALIZAÇÃO NORMATIVA ABSTRATA – LIBERDADE DE EXPRESSÃO – VEÍCULOS IMPRESSOS (LIVROS, JORNAIS, PERIÓDICOS), SERVIÇOS DE RADIODIFUSÃO SONORA (RÁDIO) E DE SONS E IMAGENS (TV) OU MESMO AMBIENTES VIRTUAIS (“INTERNET”) – PROTEÇÃO CONSTITUCIONAL – DIREITO DE INFORMAR: PRERROGATIVA FUNDAMENTAL QUE SE COMPREENDE NA LIBERDADE CONSTITUCIONAL DE MANIFESTAÇÃO DO PENSAMENTO E DE COMUNICAÇÃO – INADMISSIBILIDADE DE CENSURA ESTATAL, INCLUSIVE DAQUELA IMPOSTA PELO PODER JUDICIÁRIO, À LIBERDADE DE EXPRESSÃO, NESTA COMPREENDIDA A LIBERDADE DE INFORMAÇÃO JORNALÍSTICA – TEMA EFETIVAMENTE VERSADO NA ADPF 130/DF, CUJO JULGAMENTO FOI INVOCADO, DE MODO INTEIRAMENTE PERTINENTE, COMO PARÂMETRO DE CONFRONTO – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9996799","externo_seq_objeto_incidente":4797850,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-251  DIVULG 14-12-2015  PUBLIC 15-12-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=19548&classe=Rcl","is_colac":false,"titulo":"Rcl 19548 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00004 ART-00023 ART-00220\n                CF-1988 CONSTITUIÇÃO FEDERAL"],"publicacao_data":"2015-12-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, TERCEIRO PREJUDICADO, AUSÊNCIA, PARTE PROCESSUAL, PROCESSO OBJETIVO, CONTROLE ABSTRATO, CONSTITUCIONALIDADE, AJUIZAMENTO, RECLAMAÇÃO, FINALIDADE, PRESERVAÇÃO, EFEITO VINCULANTE, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF). LIBERDADE DE EXPRESSÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL, ABRANGÊNCIA, DIREITO DE CRÍTICA. AUSÊNCIA, RESPONSABILIDADE CIVIL, PUBLICAÇÃO, CRÍTICA JORNALÍSTICA, CONTRARIEDADE, PESSOA PÚBLICA, DECORRÊNCIA, DIREITO DE CRÍTICA, EXCLUSÃO, DOLO, OFENSA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=19548&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, RECLAMAÇÃO, DECISÃO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\nRcl 1880 AgR (TP), RTJ 187/151. \n(LIBERDADE DE INFORMAÇÃO, DIREITO DE CRÍTICA)\nAI 705630 AgR (2ªT). \n(DIREITO DE CRÍTICA, OFENSA, HONRA)\nRTJ 145/381 (INQ 380), RTJ 168/853 (HC 72062), RT 511/422, RT 527/381, RT 540/320, RT 541/385, RT 668/368, RT 686/393. \n(LIBERDADE DE EXPRESSÃO, DIREITO A INFORMAÇÃO)\nRE 208685 (2ªT). \n(LIBERDADE DE IMPRENSA, DIREITO DE CRÍTICA)\nRTJ 200/277 (PET 3486). \n- Decisões monocráticas citadas:\n(LIBERDADE DE EXPRESSÃO, DIREITO DE CRÍTICA)\nPet 3486, AI 505595.\n(EFEITO VINCULANTE, ADPF 130)\nRcl 11292 MC, Rcl 16074 MC, Rcl 16434, Rcl 18186 MC, Rcl 18290 MC, Rcl 18566 MC, Rcl 18638 MC, Rcl 18746 MC, Rcl 18836, Rcl 20757 MC, Rcl 20985 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ:  Resp 719592\nTJDF Apelação Cível 2008.01.5.003792-6, TJSP: Apelação 502.243-4/3; Apelação Cível 355.443-4/0-00; Apelação Cível 614.914.4/9-00; Apelação Cível 638.155.4/9-00 e JTJ/Lex 153/196-200\r\n. \n- Decisões estrangeiras citadas: Caso Handyside (Sentença de 07/12/1976); Caso Lingens (Sentença de 08/07/1986) do Tribunal Europeu de Direitos Humanos (TEDH); Caso New York Times vs. Sullivan (1964) da Suprema Corte norte-americana e Sentenças nº 6/1981, nº 12/1982, nº 104/1986 e nº 171/1990 do Tribunal Constitucional espanhol.\n- Veja ADPF 130 do STF.\n- Veja itens I, II, VI e X da Declaração de Chapultepec.\n\nNúmero de páginas: 23.\nAnálise: 27/01/2016, IMC.\nRevisão: 03/06/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : SEVERINO RAMOS DA SILVA \nADV.(A/S)  : FABRICIO SANTOS TOSCANO E OUTRO(A/S)\nAGDO.(A/S)  : S/A A GAZETA \nADV.(A/S)  : PABLYTO ROBERT BAIOCO RIBEIRO \nINTDO.(A/S)  : JUIZ DE DIREITO DO 2º JUIZADO ESPECIAL CÍVEL DA COMARCA DE VILA VELHA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":333620,"documental_tese_texto":null,"procedencia_geografica_completo":"ES - ESPÍRITO SANTO","processo_codigo_completo":"Rcl 19548 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2015-06-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"BLACK, Hugo Lafayette. Crença na Constituição. Forense, 1970. p. 63.\nDOTTI, René Ariel. Proteção da Vida Privada e Liberdade de Informação; Revista dos Tribunais, 1980. p. 207-210, item 33.\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal - Parte especial. 7. ed. Forense. v. 2. p. 183-184.\nGODOY, Cláudio Luiz Bueno de. A Liberdade de Imprensa e os Direitos da Personalidade. Atlas, 2001. p. 100-101, item 4.2.4.\nJESUS, Damásio E. de. Código Penal Anotado. 4. ed. Saraiva, 1994. p. 400, 407 e 410-411.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal. 7. ed. Atlas, 1993. v. 2. p. 147 e 151.\nMORO, Sérgio Fernando. Jurisdição Constitucional como Democracia. Revista dos Tribunais, 2004. p. 48, item 1.1.5.5.\nNUNES JÚNIOR, Vidal Serrano. A Proteção Constituicional da Informação e o Direito à Crítica Jornalística. Editora FTD, 1997. p. 87 e 88-89.\nSILVEIRA, Euclides Custódio da. Direito Penal - Crimes contra a pessoa. 2. ed. Revista dos Tribunais, 1973. p. 236-240.","ministro_facet":["CELSO DE MELLO"],"processo_numero":19548,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur326702","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 18.8.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur326702","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur326702","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição Executória. República Federal da Alemanha. Tráfico e associação para o tráfico de entorpecentes – artigos 33 e 35, c/c artigo 40, I, todos da Lei n. 11.343/2006. Dupla tipicidade. Cidadão alemão.  Exequatur de sentença proferida pela Justiça espanhola concedido pela Justiça alemã. Cumprimento da pena na Alemanha. Regularidade formal do pedido. Ausência de tratado suprida pela promessa de reciprocidade. Competência do Estado requerente. Princípio da nacionalidade. Conotação política. Inexistência. Contenciosidade limitada (art. 85, § 1º da Lei n. 6.185/1980). Nulidade do interrogatório por ausência de tradutor juramentado. Inexistência: Tradutor nomeado e compromissado pelo Juiz. Extraditando não fluente em português. Circunstância não comprometedora da validade do interrogatório: Compreensão plena dos fatos imputados. Propósito de acionar o Tribunal Europeu dos Direitos dos Homens para desconstituir a sentença condenatória. Ausência de comprovação de decisão concessiva de efeito suspensivo da execução da pena. Inexistência de prescrição em ambos os ordenamentos jurídicos. Questionamento a respeito da prisão preventiva para extradição. Inviabilidade: condição de procedibilidade do pedido. Residência permanente no Brasil e filho brasileiro: circunstâncias não impeditivas da extradição (Súmula 421/STF). Extradição Deferida.\n\n\n\n    1. A extradição pressupõe o cumprimento dos requisitos legais extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80; vale dizer, defere-se o pleito se o caso sub examine não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    2. A promessa de reciprocidade torna indiferente a ausência de tratado, não impedindo a extradição.\n\n\n\n    3. Os elementos de convicção embasadores da condenação são insuscetíveis de análise pelo Supremo Tribunal Federal, cuja competência, a teor do artigo 85, § 1º, da Lei n. 6.815/1980, restringe-se ao exame da identidade da pessoa reclamada, defeito de forma dos documentos ou ilegalidade da extradição (Ext 1009, rel. Min. Sepúlveda Pertence).\n\n\n\n    4. A ausência de tradutor juramentado resta suprida com a nomeação de tradutor não detentor dessa qualificação que firmou o compromisso de traduzir com veracidade e autenticidade as perguntas e respostas, sendo certo ainda que, na linha do parecer ministerial, “a circunstância de o extraditando não ser plenamente fluente em português não chegou a comprometer a validade do interrogatório, ficando claro que ele, coadjuvado pelo intérprete, teve plena compreensão dos fatos que lhe são imputados”.\n\n\n\n    5. A representação junto ao Tribunal Europeu dos Direitos do Homem para desconstituir a sentença condenatória é irrelevante para o julgamento do pedido de extradição, mercê de a defesa não ter colacionado nos autos comprovação de eventual efeito suspensivo da execução da pena concedido por qualquer organismo internacional.\n\n\n\n    6. Os crimes de tráfico e associação para o tráfico de entorpecentes não prescreveram segundo os ordenamentos jurídicos alemão e espanhol, uma vez que a pena restou fixada, de modo conglobado, em 10 (dez) anos e o artigo 79, ns. 1-3 e 6, do Código Penal alemão prevê prazo prescricional de 20 (vinte) anos. O art. 133 do Código Penal espanhol estipula, por sua vez, o prazo de 15 (quinze) anos; logo, transitada em julgado a sentença em 06/11/2009, marco inicial da prescrição, resta evidente sua inocorrência.\n\n\n\n    7. A prescrição da pretensão executória também não ocorreu nos termos da legislação brasileira, porquanto apesar de o artigo 119 do Código Penal dispor, no caso de concurso de crimes, que a extinção da punibilidade incidirá sobre a pena de cada um deles, isoladamente, a jurisprudência desta Corte firmou-se no sentido de que seja considerada a pena conglobada, uma vez que “viável não se torna formar um terceiro sistema, conjugando as duas leis que, em regra, obedecem a princípios diferentes, para adotar um híbrido e com ele solver a tese da prescrição” (Ext 267/Iugoslávia). Desse modo, tendo em conta o prazo prescricional de 16 (dezesseis) no que tange à pena superior a 8 (oito) anos e não excedente a 12 (doze) anos (art. 109, II, do CP), o trânsito em julgado da sentença, ocorrido em 06/11/2009, e a causa interruptiva da prescrição, caracterizada pela prisão preventiva para extradição, efetivada em 11/07/2014, a ausência da extinção da pretensão executória afigura-se patente, sendo certo ainda que, se fosse considerada a pena mínima de 5 (cinco) anos, isoladamente, para os crimes de tráfico e de associação para o tráfico, a prescrição também não teria ocorrido, por força do art. 109, III, do Código Penal, uma vez que consoante o referido diploma o prazo prescricional para a pena superior a 4 (quatro) anos e não excedente a 8 (oito) anos é de 12 (doze) anos.\n\n\n\n    8. A prisão preventiva para extradição constitui condição de procedibilidade do processo extradicional (Ext 579-QO, Rel. Min. Celso de Mello), tendo, a propósito, pronunciamento do Supremo Tribunal Federal no sentido da constitucionalidade do art. 84, parágrafo único, da Lei n. 6.815/1980, in litteris: “A prisão perdurará até o julgamento final do Supremo Tribunal Federal, não sendo admitidas a liberdade vigiada, a prisão domiciliar, nem a prisão albergue” (Ext 785-QO, Rel. Min. Néri da Silveira, DJ de 06/10/2001).\n\n\n\n    9. A residência permanente no país e o filho brasileiro, dependente econômico do extraditando, não constituem causas impeditivas da extradição, consoante Súmula 421/STF.\n\n\n\n    10. Os delitos de tráfico e associação para o tráfico de entorpecentes não expressam, a toda evidência, conotação política.\n\n\n\n    11. In casu:\n\n\n\n    (i) o extraditando foi condenado, em 30/07/2008, pela Justiça espanhola, à pena de 10 (dez) anos de de reclusão, advindo o trânsito em julgado em 06/11/2009;\n\n\n\n    (ii) a Justiça alemã concedeu exequatur à sentença espanhola, a fim de que o extraditando, alemão, cumpra a pena em seu país, competente para a execução em face do princípio da nacionalidade;\n\n\n\n    (iii) os autos estão instruídos com informações seguras a respeito do local, data, natureza e circunstâncias dos fatos criminosos, identidade do extraditando e cópia dos textos legais sobre os crimes, as penas e os prazos prescricionais, estando satisfeitos os requisitos do art. 80 da Lei n. 6.815/80; e\n\n\n\n    (iv) apesar de a sentença ter sido proferida pela Justiça da Espanha, a Alemanha é competente para a execução da pena em razão do exequatur que concedera à sentença estrangeira e, principalmente, em virtude do princípio da nacionalidade, uma vez que se trata de cidadão alemão.\n\n\n\n    12. O Estado requerente deverá firmar o compromisso de descontar da pena o tempo de prisão do extraditando no território brasileiro para fins de extradição (Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011; Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011; Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011); aliás, como previsto na promessa de reciprocidade.\n\n\n\n    13. Pedido de extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9668860","externo_seq_objeto_incidente":4599872,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-216  DIVULG 27-10-2015  PUBLIC 28-10-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1351&classe=Ext","is_colac":false,"titulo":"Ext 1351","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00080 ART-00084 PAR-ÚNICO \n          ART-00085 PAR-00001\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00035 ART-00040 INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00002 INC-00003 ART-00119\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-10-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1351&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, COMPETÊNCIA, STF, IDENTIDADE, PESSOA NATURAL, DEFEITO, DOCUMENTO, ILEGALIDADE)\nExt 1009 (TP). \n(PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA, CONCURSO DE CRIMES)\nExt 267 (TP). \n(PRISÃO PREVENTIVA, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO)\nEXT 579 QO (TP), EXT 785 QO (TP). \n(EXTRADIÇÃO, COMPROMISSO, DETRAÇÃO, PERÍODO, PRISÃO PREVENTIVA)\nExt 1211 (TP), Ext 1214 (TP), Ext 1226 (2ªT). \n- Legislação estrangeira citada: art. 79, nº 1-3 e 6 do Código Penal alemão e art. 133 do Código Penal espanhol.\r\nNúmero de páginas: 13.\r\nAnálise: 04/11/2015, AOR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ALEMANHA \nEXTDO.(A/S)  : MICHAEL ARNIM BERNHARD KONZOK \nADV.(A/S)  : ROBERTO BELLUCIO JUNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":326702,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1351","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1351,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur340282","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, em parte, a extradição, nos termos do voto do Relator. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 15.12.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur340282","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur340282","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Extradição executória. Governo da Espanha. Pedido instruído com os documentos necessários a sua análise. Atendimento aos requisitos da Lei nº 6.815/80 e do Tratado de Extradição firmado entre a República Federativa do Brasil e o Reino da Espanha, promulgado pelo Decreto nº 99.340/90. Crimes de “estafa”, em continuidade delitiva, e de falsificação de documento comercial (Código Penal espanhol, arts. 251 e 392), em concurso material. Dupla tipicidade. Reconhecimento. Equivalência aos tipos penais de estelionato e de falsificação de documento particular (arts. 171 e 298 do Código Penal). Pena conglobada. Inexistência de individualização das penas aplicadas aos crimes de estafa e falso, bem como de discriminação do acréscimo decorrente da continuidade delitiva. Impossibilidade de se calcular a prescrição pela pena isoladamente imposta a cada crime (art. 119, CP, e Súmula nº 497 STF). Prevalência da interpretação mais favorável ao extraditando, tomando-se por parâmetro a pena mínima cominada ao crime pela legislação alienígena e ao seu equivalente no Código Penal brasileiro. Precedentes. Prescrição da pretensão executória do crime de falso. Ocorrência. Impossibilidade de extradição em relação a esse delito. Reexame de fatos subjacentes à condenação. Impossibilidade. Sistema de contenciosidade limitada. Precedentes. União estável do extraditando com brasileira. Irrelevância. Súmula nº 421 do Supremo Tribunal Federal. Supostos problemas de saúde do extraditando. Fato que não impede a extradição. Hipótese, quando muito, de mero adiamento de sua entrega ao Estado requerente. Pedido deferido, em parte, para a execução da pena imposta pela prática de “um crime continuado de estafa” (estelionato). Detração do tempo de prisão a que o extraditando tiver sido submetido no Brasil (art. 91, II, da Lei nº 6.815/80). \n\n\n\n    1. O pedido formulado pelo Governo da Espanha foi instruído com a decisão condenatória, certidão de seu trânsito em julgado e a ordem de prisão expedida em desfavor do extraditando, havendo indicações seguras a respeito da sua identidade, bem como do local, da data, da natureza, das circunstâncias e da qualificação jurídica dos fatos delituosos. Portanto, em perfeita consonância com o art. IX do Tratado de Extradição firmado entre a República Federativa do Brasil e o Reino da Espanha e o art. 80, caput, da Lei nº 6.815/80.\n\n\n\n    2. Os crimes imputados ao extraditando – estafa e falsificação de documento comercial - tipificam, no Brasil, os delitos de estelionato e de falsificação de documento particular (arts. 171 e 298 do CP), satisfazendo, assim, ao requisito da dupla tipicidade, previsto no art. 77, II, da Lei nº 6.815/80.\n\n\n\n    3 As penas impostas ao extraditando foram fixadas de maneira conglobada, sem a individualização das penas aplicadas aos crimes de estafa e falso e sem que fosse discriminado o acréscimo decorrente da continuidade delitiva, a impossibilitar que o cálculo da prescrição da pretensão executória tenha por base a pena isoladamente imposta a cada crime (art. 119, CP, e Súmula nº 497 STF).\n\n\n\n    4. Nesse contexto, há que se optar pela interpretação mais favorável ao extraditando, tomando-se por parâmetro a pena mínima cominada ao crime pela legislação alienígena e ao seu equivalente no Código Penal brasileiro.\n\n\n\n    5. Sob a óptica da legislação brasileira, a pena mínima cominada aos crimes de estelionato e de falsificação de documento particular é de 1 (um) ano de reclusão (arts. 171 e 298, CP), cuja prescrição se verifica em 4 (quatro) anos, nos termos do art. 109, V, do Código Penal, lapso temporal que não decorreu entre a data do trânsito em julgado da condenação e a data do protocolo, no Supremo Tribunal Federal, do pedido de extensão da extradição.\n\n\n\n    6. Por sua vez, o Código Penal espanhol comina ao crime de burla, na modalidade imputada ao extraditando, a pena mínima de 1 (um) ano de prisão (art. 251), cuja prescrição da pretensão executória se verifica em 5 (cinco) anos, nos termos do art. 133 daquele diploma legal.\n\n\n\n    7. O Código Penal espanhol comina ao crime de falsificação de documentos “oficiais e comerciais” a pena mínima de 6 (seis) meses de prisão (art. 392), cuja prescrição da pretensão executória se verifica em 5 (cinco) anos, nos termos do art. 133 daquele diploma legal.\n\n\n\n    8. Ocorre que essa mesma pena, nos termos do art. 109, VI, do Código Penal brasileiro, com a redação vigente à época dos fatos, prescreve em 2 (dois) anos.\n\n\n\n    9. Logo, em relação ao crime de falsificação de documento comercial, operou-se, à luz da legislação brasileira, a prescrição da pretensão executória.\n\n\n\n    10. É irrelevante, para fins de extradição, o fato de o extraditando viver em união estável com brasileira, nos termos da Súmula nº 421 do Supremo Tribunal Federal, que é compatível com a Constituição Federal. Precedentes.\n\n\n\n    11. O estado de saúde do estrangeiro não é óbice à extradição. Precedentes.\n\n\n\n    12. No caso de grave enfermidade que coloque em risco a vida do extraditando, poderá, eventualmente, ser adiada sua entrega ao Estado requerente (art. XIII, inciso 3, a, do Tratado de Extradição firmado entre a República Federativa do Brasil e o Reino da Espanha e art. 89, parágrafo único, da Lei n. 6.815/80).\n\n\n\n    13. Extradição deferida, em parte, para a execução da pena imposta pela prática de um crime continuado de estafa (estelionato).\n\n\n\n    14. Diante do reconhecimento da prescrição da pretensão executória em relação ao crime de falsificação de documento comercial, o Estado requerente deverá assumir o compromisso de deduzir da condenação total do extraditando a pena concretamente imposta àquele delito.\n\n\n\n    15. De acordo com o art. 91, II, da Lei nº 6.815/80, o Governo requerente deverá, ainda, assegurar a detração do tempo em que o extraditando tiver permanecido preso no Brasil por força do pedido formulado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10350738","externo_seq_objeto_incidente":4581000,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-036  DIVULG 25-02-2016  PUBLIC 26-02-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1346&classe=Ext","is_colac":false,"titulo":"Ext 1346","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00005 \n          ART-00109 INC-00006 REDAÇÃO ORIGINÁRIA\n          ART-00119 ART-00171 ART-00298\n                CP-1940 CÓDIGO PENAL\n\n","LEG-INT   TTD      ANO-1988\n          ART-00004 INC-00001 LET-D LET-F \n          ART-00009 INC-00001 LET-B INC-00002 \n          INC-00004 ART-00013 INC-00003 LET-A\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 ART-00080 \"CAPUT\" ART-00089 \n          PAR-ÚNICO ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000497      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-02-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUSÊNCIA, CARÁTER POLÍTICO, CRIME, OBJETO, EXTRADIÇÃO. INEXISTÊNCIA, PREVISÃO, TRATADO DE EXTRADIÇÃO, ESTATUTO DO ESTRANGEIRO, EXIGÊNCIA, PARECER, MINISTÉRIO PÚBLICO, PAÍS REQUERENTE, PEDIDO, EXTRADIÇÃO. AUSÊNCIA, OBSTÁCULO, EXTRADIÇÃO, FATO, EXTRADITANDO, SÓCIO, EMPRESA NACIONAL. AUSÊNCIA, PREVISÃO, TRATADO DE EXTRADIÇÃO, DEVER, EXTRADITANDO, CUMPRIMENTO DA PENA, IMPOSIÇÃO, PAÍS REQUERENTE, REPÚBLICA FEDERATIVA DO BRASIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1346&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CRIME, ESTAFA, CORRESPONDÊNCIA, ESTELIONATO)\nExt 857 (TP), EXT 532 (TP). \n(EXTRADIÇÃO, CÁLCULO, PRESCRIÇÃO, PENA CONGLOBADA)\nExt 559 (TP), Ext 906 (TP), Ext 909 (TP), Ext 902 QO (TP). \n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, CONDENAÇÃO)\nExt 866 (TP), Ext 897 (TP), Ext 932 (TP). \n(EXTRADIÇÃO, UNIÃO ESTÁVEL, FILHO BRASILEIRO)\nExt 1074 (TP). \n(EXTRADIÇÃO, SAÚDE, EXTRADITANDO)\nExt 1368 (2ªT), EXT 1331 (1ºT). \n- Legislação estrangeira citada: art. 2º, art. 3º, inciso 5 do art. 131, inciso 2 do art. 132, art. 133, art. 251, art. 390, art. 392 do Código Penal espanhol.\nNúmero de páginas: 47.\nAnálise: 14/03/2016, IMC.\nRevisão: 25/07/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : JOSÉ ANTONIO CORTÉS JIMÉNEZ \nADV.(A/S)  : CHRISTIAN RICHARD AMARAL DE OLIVEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":340282,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1346","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-12-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"FRAGA, Mirtô. O Novo Estatuto do Estrangeiro comentado. 1. ed. Rio de Janeiro, 1985. p. 336.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":1346,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur342987","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 16.2.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur342987","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur342987","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição. Governo da Hungria. Regularidade formal do pleito. Inexistência de prescrição em ambos os ordenamentos jurídicos. Dupla punibilidade. Requisição por outro país. Idêntica gravidade dos crimes. Preferência do País que primeiro requereu a extradição (art. 79, § 1º, inc. II, da Lei n. 6.815/80). Compromisso de detração do tempo de prisão preventiva cumprido no Brasil para fins de extradição.\n\n\n\n    1. A extradição reclama os requisitos legais para o seu deferimento, os quais são extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80, vale dizer, defere-se o pleito se o caso sub judice não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    2. In casu:\n\n\n\n    a) o extraditando foi processado no Estado requerente pela prática de dois crimes de falsificação de documento público e desfalque de mercadorias;\n\n\n\n    b) responde a ação penal no Brasil pelo crime de uso de documento falso (ingressou no Brasil com passaporte falso (art. 304, do CP); \n\n\n\n    c) concorda com sua extradição; \n\n\n\n    d) o pedido encontra-se instruído em conformidade com o disposto no artigo 80 da Lei n. 6.815/80, há indicações precisas de locais, datas, natureza e circunstâncias dos fatos delituosos, além de que inexiste controvérsia a respeito da identidade do extraditando; e\n\n\n\n    e) sobreveio pedido de extradição formalizado pelo Governo da Romênia pelos mesmos crimes, mas sem induzir litispendência, mercê de tempo, modo, natureza, circunstâncias e vítimas diferentes.\n\n\n\n    3. O crime de falsificação de documento público na Hungria, tipificado no artigo 274, parágrafo 1, alínea c, da Lei n. IV, de 1978 (Código Penal húngaro), cuja pena privativa de liberdade é de até 3 anos, corresponde, na verdade, ao crime de falsificação de documento particular tipificado no artigo 198 do Código Penal brasileiro, punido com pena de reclusão de 1 a 5 anos, porquanto o contrato de transferência de quotas sociais qualificado como documento público na Hungria é considerado documento particular no Brasil, conforme sustentado no parecer ministerial: “[n]as palavras Rogério Greco, documento público é aquele confeccionado por servidor público, no exercício da função e de acordo com a legislação que lhe é pertinente” (Código Penal Comentado, Editora Impetus, 2º ed., pág. 703), conceito igualmente defendido por Nélson Hungria, que entende como documento particular “o formado sem intervenção de oficial ou funcionário público, ou de pessoa investida de fé pública” (citado por Paulo José da Costa Júnior, Comentários ao Código Penal, Editora Saraiva, 1989, pág. 381), por isso que o requisito da dupla tipicidade resta atendido no que pertine à falsificação de documento particular.\n\n\n\n    4. O segundo fato delituoso encontra-se tipificado no artigo 317, parágrafo 7, alínea b, do Código Penal húngaro como desfalque agravado em razão do valor especialmente elevado (apropriação de mercadorias), cuja pena varia de 5 a 10 anos, delito correspondente no Brasil ao de estelionato tipificado no artigo 171 do Código Penal, punido com reclusão de 1 a 5 anos, a evidenciar igualmente satisfeito o requisito da dupla tipicidade. In casu, o agente visou, desde o início, induzir as vítimas em erro utilizando artifício ardil ou qualquer outro meio fraudulento para obtenção de vantagem ilícita, estando presentes, portanto, todos os elementos estruturantes do crime de estelionato (essentialia delicti).\n\n\n\n    5. A prescrição da pretensão punitiva não se consumou nos termos de ambos os ordenamentos jurídicos, conforme análise pormenorizada do Ministério Público Federal (o crime de falsidade prescreve em dez/2017, à luz da legislação húngara, e em 2013, consoante o Código Penal brasileiro; o crime de apropriação indébita prescreverá apenas em 2022, de acordo com o texto legal húngaro, e em 2020, conforme a legislação brasileira).\n\n\n\n    6. A concordância do extraditando com pleito extradicional é juridicamente irrelevante, desprovida de aptidão para afastar o controle jurisdicional do Supremo Tribunal Federal (EXT 1302, Ministro Celso de Mello, e EXT 1333, Ministra Rosa Weber).\n\n\n\n    7. A Justiça húngara é competente para o processo e julgamento do extraditando, porquanto, além de se tratar de cidadão húngaro, os crimes fora praticados em seu território.\n\n\n\n    8. O fato de o extraditando responder a processo-crime no Brasil, por fatos diversos dos expostos no pedido de extradição (uso de passaporte falso para ingresso no País – art. 304 do CP), não constitui empecilho ao deferimento do pedido, uma vez que a decisão do Supremo Tribunal Federal é meramente autorizativa, por isso que se insere nas atribuições do Poder Executivo a avaliação discricionária a respeito da conveniência da entrega, ou não, ao Estado requerente quando há ação penal em curso ou condenação definitiva no Brasil, conforme previsto no artigo 67 da Lei n. 6.815/80 (EXT 1015, Rel. Min. Joaquim Barbosa, Pleno, DJe 11/10/2007, e EXT 1197, Rel. Min. Ricardo Lewandowski, DJe de 13/12/2010).\n\n\n\n    9. A extradição também é requerida pelo Governo da Romênia nos autos da Extradição n. 1411, a fim de que ali responda pelos mesmos crimes, mas que não induzem litispendência (delitos praticados em locais, tempo, modo, circunstâncias e contra vítimas diferente), a acarretar a análise da preferência do Estado requerente de que trata o artigo 79, § 1º e incisos, da Lei n. 6.815/80, incidindo, in casu, o inciso II do § 1º do mencionado artigo, verbis: “o que em primeiro lugar houver pedido a entrega do extraditando, se a gravidade dos crimes for idêntica”. In casu, a gravidade dos crimes é idêntica no Brasil e o Governo da Hungria detém a preferência, mercê de o pedido formalizado em 17/07/2015 ter antecedido ao do Governo da Romênia, apresentado em 06/08/2015.\n\n\n\n    10. O Estado requerente deverá firmar o compromisso de subtrair de eventual pena o tempo de prisão do extraditando no território brasileiro para fins de extradição (Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011, Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011, e Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011), bem como o de observar o disposto nos incisos I, IV e V do art. 91 do Estatuto do Estrangeiro.\n\n\n\n    11. Pedido de extradição do Governo da Hungria deferido; prejudicado o pedido do Governo da Romênia.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10534959","externo_seq_objeto_incidente":4811409,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-052  DIVULG 18-03-2016  PUBLIC 21-03-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1408&classe=Ext","is_colac":false,"titulo":"Ext 1408","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 ART-00079 PAR-00001 \n          INC-00002 ART-00080 ART-00091 INC-00001 \n          INC-00004 INC-00005\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00171 ART-00198 ART-00304\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2016-03-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1408&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CONCORDÂNCIA, EXTRADITANDO)\nExt 1302 (2ªT), Ext 1333 (1ªT). \n(EXTRADIÇÃO, PROCESSO PENAL, REPÚBLICA FEDERATIVA DO BRASIL)\nExt 1015 (TP), Ext 1197 (TP). \n(EXTRADIÇÃO, DETRAÇÃO, PERÍODO, PRISÃO)\nExt 1211 (TP), Ext 1214 (TP), Ext 1226 (2ªT). \nLegislação estrangeira citada: artigo 274, parágrafo 1, alínea c, artigo 317, parágrafo 7, alínea b, do Código Penal húngaro.\nNúmero de páginas: 18.\nAnálise: 04/04/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA HUNGRIA \nEXTDO.(A/S)  : ANDRAS LAKATOS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":342987,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1408","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-02-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"COSTA JUNIOR, Paulo José da. Comentários ao Código Penal. Saraiva, 1989. p. 381.\nGRECO, Rogério. Código Penal Comentado. 2. ed. Impetus. p. 703.","ministro_facet":["LUIZ FUX"],"processo_numero":1408,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur324899","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição formulado pelo Reino da Espanha, condicionada, salvo determinação em contrário da Presidente da República, à conclusão da ação penal a que o Extraditando responde no Brasil (autos de n. 2009.43.00.006567-6) (art. 89 c/c art. 67 ambos da Lei n. 6.815/80) e determinou a comunicação do teor desta decisão ao juízo da Quarta Vara Federal da Seção Judiciária de Palmas/Tocantins, recomendando-lhe prioridade no trâmite da Ação Penal n. 2009.43.00.006567-6. Ressalvou, ainda, que deverá ser efetuada a detração do tempo de prisão a que o extraditando foi submetido no Brasil, estando ele preso desde 5.11.2014, nos termos do voto da Relatora. Ausente, justificadamente, o Senhor Ministro Dias Toffoli. Presidência do Senhor Ministro Celso de Mello. 2ª Turma, 29.09.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur324899","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:35:03.431516","dg_unique":"sjur324899","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA E EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA ESPANHOLA. TRATADO ESPECÍFICO: REQUISITOS ATENDIDOS. CRIMES DE TRÁFICO INTERNACIONAL DE PESSOA PARA FIM DE EXPLORAÇÃO SEXUAL, FAVORECIMENTO DA PROSTITUIÇÃO OU OUTRA FORMA DE EXPLORAÇÃO SEXUAL E REDUÇÃO À CONDIÇÃO ANÁLOGA À DE ESCRAVO. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Reino da Espanha atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 6.815/1980 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao Extraditando e para executar a sentença condenatória imposta, conformando-se o caso ao disposto no art. 78, inc. I, da Lei n. 6.815/1980 e ao princípio de direito penal internacional da territorialidade da lei penal.\n\n\n\n    3. Requisito da dupla tipicidade previsto no art. 77, inc. II, da Lei n. 6.815/1980 cumprido: fatos delituosos imputados ao Extraditando correspondentes, no Brasil, aos crimes de tráfico internacional de pessoa para fim de exploração sexual, favorecimento da prostituição ou outra forma de exploração sexual e redução à condição análoga à de escravo (arts. 231, 228, caput e § 2º e 149, todos do Código Penal Brasileiro).\n\n\n\n    4. Na extradição, este Supremo Tribunal Federal não detém competência para examinar o mérito da pretensão deduzida pelo Estado Requerente ou o contexto probatório no qual se apoia a postulação extradicional. Precedentes.\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9585706","externo_seq_objeto_incidente":4677471,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-207  DIVULG 15-10-2015  PUBLIC 16-10-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1377&classe=Ext","is_colac":false,"titulo":"Ext 1377","documental_legislacao_citada_texto":["LEG-INT   TTD      ANO-1988\n          ART-00001 ART-00002 ITEM-1 ART-00004 \n          ITEM-1 LET-C ART-00009 ITEM-1 \n          ITEM-2 ITEM-3 ITEM-4 ITEM-5 \n          ITEM-6\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 INC-00002 INC-00006 \n          ART-00078 INC-00001 ART-00080 ART-00089\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00149 ART-00228 \n          \"CAPUT\" PAR-00002 ART-00231\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-10-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUSÊNCIA, IMPEDIMENTO, APRECIAÇÃO, DECISÃO, LEGALIDADE, PEDIDO, EXTRADIÇÃO, HIPÓTESE, PROCESSO PENAL EM CURSO, ESTADO BRASILEIRO, FUNDAMENTO, NECESSIDADE, ESPERA, CONCLUSÃO, PROCESSO, CUMPRIMENTO DA PENA, ESTADO BRASILEIRO, OBJETIVO, EXTRADIÇÃO, EXCEÇÃO, DETERMINAÇÃO, PRESIDENTE DA REPÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1377&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(STF, APRECIAÇÃO, MÉRITO, EXTRADIÇÃO)\nExt 669 (TP), Ext 866 (TP), Ext 897 (TP). \n(EXTRADIÇÃO, PENDÊNCIA, AÇÃO PENAL, BRASIL)\nExt 893 (TP), Ext 959 (TP), Ext 976 (TP), Ext 985 (TP), Ext 991 (TP), Ext 997 (TP), Ext 1048 (TP), Ext 1166 (TP). \n- Legislação estrangeira citada: § 2º do art. 132, art. 133, art. 312.2, art. 318, bis, itens 1 e 2, art. 188.1 e art. 312, itens 1 e 2 do Código Penal Espanhol.\nNúmero de páginas: 23.\nAnálise: 26/10/2015, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : ENRIQUE PEREZ GOMEZ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":324899,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1377","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-09-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1377,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur328276","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto da Relatora. Unânime. Não participou, justificadamente, deste julgamento, o Senhor Ministro Luiz Fux. Ausente, justificadamente, o Senhor Ministro Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 20.10.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur328276","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:35:03.431516","dg_unique":"sjur328276","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. “HOMICÍDIO ESPECIALMENTE AGRAVADO”. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. DÚVIDA QUANTO À IDENTIDADE DO EXTRADITANDO SUPERADA. LAUDO PERICIAL. SÚMULA 421/STF. PRÁTICA DE CRIME NO BRASIL. ENTREGA CONDICIONADA À EXTINÇÃO DO FEITO OU AO CUMPRIMENTO DA PENA, SEM PREJUÍZO DO JUÍZO DE CONVENIÊNCIA DO PODER EXECUTIVO. ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE. \n\n\n\n    1. Pedido de extradição formulado pelo Governo do Uruguai que atende os requisitos da Lei 6.815/1980 e do Tratado de Extradição específico. \n\n\n\n    2. Crime de “homicídio especialmente qualificado” que corresponde ao crime previsto no art. 121, § 2º, V, do Código Penal Brasileiro. Dupla incriminação atendida.\n\n\n\n    3. Inocorrência de prescrição e inexistência de óbices legais.\n\n\n\n    4. Laudo pericial elaborado pelo Departamento de Polícia Federal, que confrontou as impressões digitais constantes da identificação criminal do Extraditando, os documentos apresentados pela Defesa e o Prontuário Criminal fornecido pelo Departamento de Investigação de Fugitivos da Agência da Interpol-Uruguai, e concluiu terem sido produzidas pela mesma pessoa, a afastar a dúvida pertinente à identidade do estrangeiro. Precedente. \n\n\n\n    5. Manifestações defensivas inverossímeis no sentido de que Victor Hugo Dias Pereira “desconhece” a pessoa de Gerardo Melo Javier.\n\n\n\n    6. Na dicção do verbete da Súmula 421/STF: “Não impede a extradição a circunstância de ser o extraditando casado com brasileira ou ter filho brasileiro”.\n\n\n\n    7. Extraditando processado criminalmente no Brasil. Fato não impeditivo da extradição, ficando a entrega condicionada à extinção do feito ou ao cumprimento da pena no Brasil, sem prejuízo do juízo de conveniência e oportunidade do Poder Executivo (arts. 89 e 67 da Lei 6.815/1980).\n\n\n\n    8. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 91 da Lei nº 6.815/1980.\n\n\n\n    9. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9739877","externo_seq_objeto_incidente":4421982,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-223  DIVULG 09-11-2015  PUBLIC 10-11-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1319&classe=Ext","is_colac":false,"titulo":"Ext 1319","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00051\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00046 ART-00067 ART-00077 INC-00001 \n          INC-00007 ART-00080 PAR-00001 ART-00085 \n          PAR-00001 ART-00089 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-012037      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00121 PAR-00002 \n          INC-00005\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   ACO      ANO-1998\n          ART-00011 ITEM-1\n                ACORDO  DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2015-11-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, PROCESSO DE EXTRADIÇÃO, DISCUSSÃO, MATÉRIA, DEFESA, PROCESSO PENAL, COMPETÊNCIA, PODER JUDICIÁRIO, ESTADO REQUERENTE, FUNDAMENTO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. VEDAÇÃO, EXTRADIÇÃO, BRASILEIRO NATO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1319&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, BRASILEIRO NATO)\nExt 880 QO (TP), EXT 778 QO (TP). \n(IDENTIFICAÇÃO DATILOSCÓPICA, EXTRADITANDO)\nExt 818 (TP). \n(EXTRADITANDO, CÔNJUGE BRASILEIRO, FILHO BRASILEIRO)\nExt 1343 (2ªT). \n- Legislação estrangeira citada: art. 117, § 1º, \"a\", e art. 312, item 5, do Código Penal Uruguaio.\nNúmero de páginas: 17.\nAnálise: 11/11/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : GERARDO MELO JAVIER OU OU VICTOR HUGO DIAZ PEREIRA \nADV.(A/S)  : TASSO FERREIRA DA SILVA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":328276,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1319","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1319,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur353415","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu a extradição de Ricardo Kenrick Moreau, assegurada a detração do tempo em que o extraditando tiver permanecido preso no Brasil por força do pedido de extradição (art. 91, II, da Lei 6.815/1980), nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Eduardo S. Toledo. Ausente, justificadamente, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 15.3.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur353415","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur353415","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO. DELITO DE IMPORTAÇÃO ILEGAL DE SUBSTÂNCIA CONTROLADA. TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS QUE NÃO DETERMINA A MITIGAÇÃO DA CONTENCIOSIDADE LIMITADA. PRETENSÃO EXTRADITÓRIA TEMPESTIVA E INSTRUMENTALIZADA COM DOCUMENTAÇÃO PERTINENTE. DUPLA TIPICIDADE E PUNIBILIDADE DEMONSTRADAS. DEFERIMENTO. \n\n\n\n    1. No Tratado de Extradição celebrado pelo Brasil com os Estados Unidos da América, não há cláusula que limite o sistema de contenciosidade limitada em processos de extradição entre os dois Países. \n\n\n\n    2. O pedido de extradição é tempestivo, porque formulado no prazo de 60 (sessenta) dias contatos do cumprimento do mandado de prisão preventiva, e veio acompanhado da legislação estrangeira acerca da prescrição.\n\n\n\n    3. A dupla tipicidade está demonstrada, pois o ato de “importar” faz parte da imputação atribuída ao extraditando, sendo punível pela legislação penal brasileira e norte-americana. Ao lado disso, a subsunção dos fatos ao tipo penal é de incumbência apenas ao juízo de origem, por força do sistema de contenciosidade limitada, consagrado no Estatuto do Estrangeiro (art. 85, § 1º) e placitado pela jurisprudência desta Corte.\n\n\n\n    4. Não se encontra configurada nos autos a prescrição em quaisquer das legislações penais.\n\n\n\n    5. Pedido deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11465960","externo_seq_objeto_incidente":4885584,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-164  DIVULG 04-08-2016  PUBLIC 05-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1427&classe=Ext","is_colac":false,"titulo":"Ext 1427","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1961\n          ART-00012\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00085 PAR-00001 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00273 PAR-00001 \n          PAR-0001B INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL"],"publicacao_data":"2016-08-05","documental_acordao_mesmo_sentido_lista_texto":"Ext 1427 ED ACÓRDÃO ELETRÔNICO\n          JULG-20-09-2016  UF-DF  TURMA-02  MIN-TEORI ZAVASCKI N.PÁG-007\n          DJe-214  DIVULG 05-10-2016  PUBLIC 06-10-2016","documental_indexacao_texto":"- AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, DESCLASSIFICAÇÃO, CONDUTA, DIVERSIDADE, TIPO PENAL, DECORRÊNCIA, NECESSIDADE, COMPARAÇÃO, FATO TÍPICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1427&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, ESTRANGEIRO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1151 (TP), Ext 1313 (1ªT), Ext 1388 (2ªT), EXT 1291 (1ªT). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 841 (TP), PPE 72 QO (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 239363. \n- Legislação estrangeira citada: Seções 952 (b), 812 e 853, do Título 21, do Código do Estados Unidos.\nNúmero de páginas: 14.\nAnálise: 19/08/2016, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : RICARDO KENDRICK MOREAU OU RICARDO KENRICK MOREAU \nADV.(A/S)  : WALTER JOSE FAIAD DE MOURA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":353415,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1427","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["TEORI ZAVASCKI"],"processo_numero":1427,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}