{"result":{"took":477,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur424800","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 546 da repercussão geral, deu parcial provimento ao recurso extraordinário para assentar a validade do artigo 28 da Lei distrital nº 239/1992, alterado pelas de nº 953/1995 e nº 3.229/2003, excetuado o § 7º, no tocante ao qual declarou a inconstitucionalidade da expressão “das multas, preços públicos e demais encargos”, julgando improcedente o pedido formulado na inicial desta ação anulatória e deixando de fixar honorários advocatícios presente o artigo 55 da Lei nº 9.099/1995, nos termos do voto do Relator. Foi fixada a seguinte tese: “Surge constitucional previsão normativa local voltada a coibir fraude considerado o serviço público de transporte coletivo e inconstitucional condicionar a liberação de veículo apreendido ao pagamento de multas, preços públicos e demais encargos decorrentes de infração”. Plenário, Sessão Virtual de 24.4.2020 a 30.4.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur424800","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur424800","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"TRANSPORTE COLETIVO – CONTRATO PÚBLICO DE CONCESSÃO – HIGIDEZ – DISCIPLINA NORMATIVA. Surge constitucional previsão normativa local voltada a coibir fraude considerado o serviço público de transporte coletivo, e inconstitucional o condicionamento de liberação de veículo aprendido ao pagamento de multas, preços públicos e demais encargos decorrentes de infração.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752689675","externo_seq_objeto_incidente":4159611,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-123  DIVULG 18-05-2020  PUBLIC 19-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=661702&classe=RE","is_colac":false,"titulo":"RE 661702","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00013 INC-00022 INC-00054 \n          INC-00055 ART-00021 ART-00022 INC-00011 \n          PAR-ÚNICO ART-00024 ART-00025 PAR-00001 \n          ART-00030 INC-00001 INC-00002 INC-00005 \n          ART-00032 PAR-00001 ART-00102 INC-00003 \n          LET-A ART-00170 PAR-ÚNICO\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006830      ANO-1980\n                LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00055\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00231 INC-00008\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01035 PAR-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000070      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000323      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000547      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   LEI-000239      ANO-1992\n          ART-00028 \"CAPUT\" REDAÇÃO DADA PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00001 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00001 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00002 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00002 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00002 INC-00001 REDAÇÃO DADA PELA LEI-3229/2003\n          ART-00028 \"CAPUT\" PAR-00002 INC-00002 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00002 INC-00003 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00002 INC-00004 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00002 INC-00005 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00003 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00006 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00007 INCLUÍDO PELA LEI-953/1995\n          ART-00028 \"CAPUT\" PAR-00008 INCLUÍDO PELA LEI-953/1995\n                LEI ORDINÁRIA, DF\n\n","LEG-DIS   LEI-000953      ANO-1995\n                LEI ORDINÁRIA, DF\n\n","LEG-DIS   LEI-003229      ANO-2003\n                LEI ORDINÁRIA, DF\n\n","LEG-MUN   LEI-003548      ANO-2002\n                LEI ORDINÁRIA DO MUNICÍPIO DE CONTAGEM, MG"],"publicacao_data":"2020-05-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEI DISTRITAL, PREVISÃO, ILÍCITO ADMINISTRATIVO, FINALIDADE, PREVENÇÃO, FRAUDE, PROIBIÇÃO, TRANSPORTE COLETIVO, PASSAGEIRO, AUSÊNCIA, AUTORIZAÇÃO, ÓRGÃO, GOVERNO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, TRÂNSITO, TRANSPORTE. COMPETÊNCIA, MUNICÍPIO, LEGISLAÇÃO, ORGANIZAÇÃO, PRESTAÇÃO, SERVIÇO PÚBLICO, TRANSPORTE COLETIVO. FEDERALISMO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA. DIFERENÇA, BEM JURÍDICO, TUTELA, CÓDIGO DE TRÂNSITO BRASILEIRO, LEI DISTRITAL. DISTRITO FEDERAL, ACUMULAÇÃO, COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, MUNICÍPIO. STF, INADEQUAÇÃO, SANÇÃO POLÍTICA, COAÇÃO, PARTICULAR, PAGAMENTO, TRIBUTO, DESRESPEITO, DIREITO DE PROPRIEDADE, DEVIDO PROCESSO LEGAL. COBRANÇA, OBSERVÂNCIA, RITO PROCESSUAL, EXECUÇÃO FISCAL, LIBERDADE, EXERCÍCIO, ATIVIDADE PROFISSIONAL, DEVIDO PROCESSO LEGAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: FEDERALISMO, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO, CONSAGRAÇÃO, ESTADO DE DIREITO, PRESERVAÇÃO, AUTONOMIA. EVOLUÇÃO, HISTÓRIA, EQUILÍBRIO, INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO. CONSTITUIÇÃO FEDERAL DE 1988, AMPLIAÇÃO, HIPÓTESE, COMPETÊNCIA CONCORRENTE; PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. COMPETÊNCIA, MUNICÍPIO, ORGANIZAÇÃO, PRESTAÇÃO, SERVIÇO PÚBLICO, INTERESSE LOCAL, TRANSPORTE COLETIVO. SEGURANÇA NO TRÂNSITO, MATÉRIA, INTERESSE NACIONAL, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL. DIFERENÇA, BEM JURÍDICO, TUTELA, CÓDIGO DE TRÂNSITO BRASILEIRO, LEI DISTRITAL. PAGAMENTO, MULTA, ENCARGO, LIBERAÇÃO, VEÍCULO AUTOMOTOR, APREENSÃO, CARACTERIZAÇÃO, SANÇÃO POLÍTICA, OFENSA, DIREITO DE PROPRIEDADE, DEVIDO PROCESSO LEGAL, CONTRADITÓRIO, AMPLA DEFESA.\n\n- TERMO(S) DE RESGATE: PODER CENTRAL, PODERES REGIONAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=661702&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, TRANSPORTE, TRÂNSITO)\nADI 3679 (TP). \n(PODER DE POLÍCIA, APREENSÃO, VEÍCULO, TRANSPORTE COLETIVO, PASSAGEIRO, SITUAÇÃO, IRREGULARIDADE)\nADI 2751 (TP). \n(SANÇÃO POLÍTICA, PAGAMENTO,TRIBUTO, ACESSO À JUSTIÇA, DEVIDO PROCESSO LEGAL)\nADI 173 (TP), RE 565048 (TP). \n(INCOMPATIBILIDADE, CF, LEI MUNICIPAL, SANÇÃO, MAIOR GRAVIDADE, CTB)\nARE 639496 RG. \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1144810. \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 39.\nAnálise: 01/03/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : DEPARTAMENTO METROPOLITANO DE TRANSPORTES URBANOS DO DISTRITO FEDERAL E OUTRO(A/S)\nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nRECDO.(A/S)  : MARCIA FRAGA CAVALCANTI E OUTRO(A/S)\nADV.(A/S)  : ANDERSON GOMES RODRIGUES DE SOUSA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"546 - Competência legislativa para dispor sobre o transporte irregular de passageiros e a aplicação da penalidade de apreensão de veículos.","old_seq_sjur":424800,"documental_tese_texto":"Surge constitucional previsão normativa local voltada a coibir fraude considerado o serviço público de transporte coletivo e inconstitucional condicionar a liberação de veículo apreendido ao pagamento de multas, preços públicos e demais encargos decorrentes de infração.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 661702","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-05-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\n______. The Federalist papers, n. IX.\nLEVI, Lúcio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoría de la constitución. Barcelona: Ariel, 1962. p. 362.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nMORAES, Alexandre de. Direito Constitucional. 34. ed. São Paulo: Atlas, 2018.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":661702,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425435","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Gilmar Mendes (Relator) e Alexandre de Moraes, que davam parcial provimento ao recurso extraordinário, o julgamento foi suspenso. Falaram: pelo recorrido, o Dr. Amarildo Maciel Martins; pelos amici curiae Federação de Sindicatos de Trabalhadores Técnicos-Administrativos em Instituições Públicas de Ensino Superior do Brasil - FASUBRA/SINDICAL, Sindicato Intermunicipal dos Professores de Instituições Federais de Ensino Superior do Rio Grande do Sul - ADUFRGS/SINDICAL e Associação Nacional dos Técnicos de Fiscalização Agropecuária - ANTEFFA, o Dr. Cláudio Santos; pelo amicus curiae Instituto Brasileiro de Direito Previdenciário - IBDP, o Dr. Diego Monteiro; pelos amici curiae Confederação dos Trabalhadores do Serviço Público Federal - CONDSEF, Seção Sindical de Concórdia do Sindicato Nacional dos Servidores Federais da Educação Básica e Profissional - SINASEFE e Sindicato Nacional dos Servidores das Agências Nacionais de Regulação - SINAGÊNCIAS, o Dr. José Luis Wagner. Ausentes, justificadamente, os Ministros Cármen Lúcia e Luiz Fux. Presidência do Ministro Dias Toffoli. Plenário, 10.10.2019.\r\n\n                 Decisão: Após o voto do Ministro Edson Fachin, que negava provimento ao recurso extraordinário, o Relator indicou adiamento. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 12.02.2020.\r\n\n                 Decisão: O Tribunal, por maioria, apreciando o tema 445 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto ora reajustado do Relator, vencido o Ministro Marco Aurélio. Nesta assentada, o Ministro Alexandre de Moraes reajustou seu voto para negar provimento ao recurso. Em seguida, por maioria, fixou-se a seguinte tese: “Em atenção aos princípios da segurança jurídica e da confiança legítima, os Tribunais de Contas estão sujeitos ao prazo de 5 anos para o julgamento da legalidade do ato de concessão inicial de aposentadoria, reforma ou pensão, a contar da chegada do processo à respectiva Corte de Contas”, vencido o Ministro Marco Aurélio. Quanto ao termo a quo, votaram no sentido de que se inicia com a chegada da decisão do ato de aposentadoria no Tribunal de Contas os Ministros Gilmar Mendes (Relator), Alexandre de Moraes, Roberto Barroso, Rosa Weber, Ricardo Lewandowski e Dias Toffoli (Presidente). Não participou, justificadamente, deste julgamento, o Ministro Luiz Fux. Ausentes, justificadamente, a Ministra Cármen Lúcia e, por motivo de licença médica, o Ministro Celso de Mello. Plenário, 19.02.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425435","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425435","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário. Repercussão geral. 2. Aposentadoria. Ato complexo. Necessária a conjugação das vontades do órgão de origem e do Tribunal de Contas. Inaplicabilidade do art. 54 da Lei 9.784/1999 antes da perfectibilização do ato de aposentadoria, reforma ou pensão. Manutenção da jurisprudência quanto a este ponto. 3. Princípios da segurança jurídica e da confiança legítima. Necessidade da estabilização das relações jurídicas. Fixação do prazo de 5 anos para que o TCU proceda ao registro dos atos de concessão inicial de aposentadoria, reforma ou pensão, após o qual se considerarão definitivamente registrados. 4. Termo inicial do prazo. Chegada do processo ao Tribunal de Contas. 5. Discussão acerca do contraditório e da ampla defesa prejudicada. 6. TESE: \"Em atenção aos princípios da segurança jurídica e da confiança legítima, os Tribunais de Contas estão sujeitos ao prazo de 5 anos para o julgamento da legalidade do ato de concessão inicial de aposentadoria, reforma ou pensão, a contar da chegada do processo à respectiva Corte de Contas\". 7. Caso concreto. Ato inicial da concessão de aposentadoria ocorrido em 1995. Chegada do processo ao TCU em 1996. Negativa do registro pela Corte de Contas em 2003. Transcurso de mais de 5 anos. 8. Negado provimento ao recurso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752747720","externo_seq_objeto_incidente":4043019,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-129  DIVULG 25-05-2020  PUBLIC 26-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=636553&classe=RE","is_colac":false,"titulo":"RE 636553","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055 \n          ART-00005 INC-00078 INCLUÍDO PELA EMC-45/2004\n          ART-00037 \"CAPUT\" ART-00071 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008443      ANO-1992\n          ART-00001 INC-00005 ART-00039\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784      ANO-1999\n          ART-00054\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-009873      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00004\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEC-020910      ANO-1932\n          ART-00001\n                DECRETO\n\n","LEG-FED   SUV-000003      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000346      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000473      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-05-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA LEGALIDADE, ATO ADMINISTRATIVO, ADMINISTRAÇÃO PÚBLICA, GARANTIA FUNDAMENTAL, AMPLA DEFESA, CONTRADITÓRIO. DIREITO À INFORMAÇÃO, DIREITO DE MANIFESTAÇÃO, DIREITO DE VER SEUS ARGUMENTOS CONSIDERADOS. ESTADO DE DIREITO, PRINCÍPIO DA CONFIANÇA, ÉTICA, BOA-FÉ. ISONOMIA, ANALOGIA, REGRA, PRAZO, CINCO ANOS, ADMINISTRADO, DIREITO, CONTRARIEDADE, FAZENDA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ATO SIMPLES, ATO COMPLEXO, ATO COMPOSTO, DOUTRINA. CONCESSÃO DE APOSENTADORIA, COMBINAÇÃO, ATO SIMPLES. TRIBUNAL DE CONTAS DA UNIÃO (TCU), RATIFICAÇÃO, CONTROLE EXTERNO, ATO ADMINISTRATIVO, CONCESSÃO DE APOSENTADORIA. EXISTÊNCIA, VALIDADE, LEGALIDADE, ATO ADMINISTRATIVO, CONCESSÃO DE APOSENTADORIA. PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO, ÂMBITO JUDICIAL, ÂMBITO ADMINISTRATIVO. TERMO INICIAL, PRAZO, CINCO ANOS, PUBLICAÇÃO, ATO ADMINISTRATIVO, CONCESSÃO DE APOSENTADORIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DECADÊNCIA, ATO JURÍDICO PERFEITO. CONCESSÃO DE APOSENTADORIA, ATO ADMINISTRATIVO, CARÁTER PRECÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=636553&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONCESSÃO DE APOSENTADORIA, ATO COMPLEXO)\nRE 195861 (2ªT), MS 31704 (1ªT), ARE 900179 AgR (1ªT), MS 33805 AgR (2ªT), MS 25967 ED (1ªT), MS 34695 AgR (1ªT), RMS 3881 (TP), MS 19681 (TP), RMS 8657.\n(CONCESSÃO DE APOSENTADORIA, COISA JULGADA)\nMS 24268 (TP). \n(PRAZO, CINCO ANOS, LEGALIDADE, CONCESSÃO DE APOSENTADORIA)\nMS 24781 (TP), MS 25116 (TP), MS 26053 (TP), MS 28604 (1ªT), MS 25116 ED-segundos (TP), MS 31472 (2ªT). \n- Decisão monocrática citada:\n(CONTRADITÓRIO, AMPLA DEFESA, CONTROLE EXTERNO, CONCESSÃO DE APOSENTADORIA, TCU)\nMS 25562.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: AgRg nos EREsp 1047524, MC 23607, REsp 1168805. \n- Decisões estrangeiras citadas: Caso BVerfGE 70, da Corte Constitucional alemã.\nNúmero de páginas: 83.\nAnálise: 11/11/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : JOÃO DARCI RODRIGUES DE OLIVEIRA \nADV.(A/S)  : AMARILDO MACIEL MARTINS E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO DOS TRABALHADORES NO SERVIÇO PÚBLICO FEDERAL - CONDSEF \nAM. CURIAE.  : SEÇÃO SINDICAL DE CONCÓRDIA DO SINDICATO NACIONAL DOS SERVIDORES FEDERAIS DA EDUCAÇÃO BÁSICA E PROFISSIONAL - SINASEFE \nAM. CURIAE.  : SINDICATO NACIONAL DOS SERVIDORES DAS AGÊNCIAS NACIONAIS DE REGULAÇÃO - SINAGÊNCIAS \nADV.(A/S)  : JOSÉ LUIS WAGNER \nAM. CURIAE.  : FEDERAÇÃO DE SINTICATOS DE TRABALHADORES TÉCNICOS-ADMINISTRATIVOS EM INSTITUIÇÕES PÚBLICAS DE ENSINO SUPERIOR DO BRASIL - FASUBRA/SINCIAL \nADV.(A/S)  : CLAUDIO SANTOS DA SILVA \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS SINDICATOS DE TRABALHADORES EM SAÚDE, TRABALHO, PREVIDÊNCIA E ASSISTÊNCIA SOCIAL - FENASPS \nADV.(A/S)  : LUIS FERNANDO SILVA \nAM. CURIAE.  : SINDICATO INTERMUNICIPAL DOS PROFESSORES DE INSTITUIÇÕES FEDERAIS DE ENSINO SUPERIOR DO RIO GRANDE DO SUL - ADUFRGS/SINDICAL \nADV.(A/S)  : EDUARDO UBALDO BARBOSA \nAM. CURIAE.  : TRIBUNAL DE CONTAS DA UNIÃO (TC-01752320032) \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS TÉCNICOS DE FISCALIZAÇÃO AGROPECUÁRIA - ANTEFFA \nADV.(A/S)  : EDUARDO UBALDO BARBOSA \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO PREVIDENCIÁRIO - IBDP \nADV.(A/S)  : GISELE LEMOS KRAVCHYCHYN","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"445 - Incidência do prazo decadencial previsto no art. 54 da Lei 9.784/1999 para a Administração anular ato de concessão de aposentadoria.","old_seq_sjur":425435,"documental_tese_texto":"Em atenção aos princípios da segurança jurídica e da confiança legítima, os Tribunais de Contas estão sujeitos ao prazo de 5 anos para o julgamento da legalidade do ato de concessão inicial de aposentadoria, reforma ou pensão, a contar da chegada do processo à respectiva Corte de Contas.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 636553","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-02-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BATTIS; GUSY. Einführung in das Staatsrecht. Heidelberg, 1991. p. 363-364.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 30. ed. São Paulo: Atlas, 2016. p. 737.\nCOUTO E SILVA, Almiro do. O Princípio da Segurança Jurídica (Proteção à Confiança) no Direito Público Brasileiro o Direito da Administração Pública de Anular seus Próprios Atos Administrativos: o prazo decadencial do art. 54 do processo administrativo da União (Lei Nº 9.784/99). Revista Eletrônica de Direito do Estado, Salvador, n. 2, 2005.\n______. Princípios da Legalidade da Administração Pública e da Segurança Jurídica no Estado de Direito Contemporâneo. Revista de Direito Público, n. 84, p. 46-63, out./dez. 1987.\n______. Os princípios da legalidade da administração pública e da segurança jurídica no estado de direito contemporâneo. Revista da Procuradoria-Geral do Estado, Instituto de Informática Jurídica do Estado do Rio Grande do Sul, v. 18, n. 46, p. 11-29, 1988.\nDÜRIG; ASSMANN. Art. 103. In: MAUNZ; DÜRIG. Grundgesetz: Kommentar. v. 4. n. 86-99.\nERICHSEN, Hans-Uwe; MARTENS, Wolfgang (Org.). Allgemeines Verwaltungsrecht. 9. ed. Berlim/Nova York: 1992. p. 289.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 12. ed. São Paulo: Revista dos Tribunais, 2016. p. 852.\nLARENZ, Karl. Derecho Justo – Fundamentos de Ética Jurídica. Madri: Civitas, 1985. p. 91 e p. 95-96.\nMEIRELLES, Helly Lopes. Direito Administrativo Brasileiro. 42. ed. São Paulo: Malheiros, 2016. p.\n196-197.\nPIEROTH; SCHLINK. Grundrechte. Staatsrecht II. Heidelberg, 1988. p. 281.\nREALE, Miguel. Revogação e anulamento do ato administrativo. 2. ed. Rio de Janeiro: Forense, 1980.","ministro_facet":["GILMAR MENDES"],"processo_numero":636553,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425611","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição formulado pelo governo do Uruguai ficando condicionada a entrega do Extraditando: (i) a decisão discricionária do Presidente da República; (ii) à formalização, pelo Estado requerente, dos compromissos previstos no artigo 96 da Lei 13.445/2017; e (iii) à conclusão dos processos penais a que o Extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do artigo 95, caput, da Lei 13.445/2017, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 20.3.2020 a 26.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425611","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425611","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTE DO MERCOSUL. CRIME DE ROUBO QUALIFICADO. EMPREGO DE ARMA DE FOGO. CONCURSO DE PESSOAS. REQUISITOS DA DUPLA TIPICIDADE E DA DUPLA PUNIBILIDADE. PREENCHIMENTO. PRESENÇA DOS DEMAIS REQUISITOS DA LEI 13.445/2017. MANUTENÇÃO DA PRISÃO PREVENTIVA. PEDIDO DE EXTRADIÇÃO DEFERIDO.\n\n\n\n    1. A extradição, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem como objetivo precípuo viabilizar o julgamento de suspeito pela prática de crime que preencha os requisitos da dupla tipicidade e da dupla punibilidade. \n\n\n\n    2. Deveras, a cognição deste Supremo Tribunal Federal, no processo de extradição, restringe-se à legalidade extrínseca do pedido, sem ingresso no mérito da procedência da acusação. Trata-se do sistema da contenciosidade limitada, adotado pelo ordenamento pátrio, por meio do qual “o STF limita-se a analisar a legalidade e a procedência do pedido de extradição, bem como a observância aos direitos fundamentais e humanos aplicáveis ao caso, não adentrando o mérito sobre a ocorrência ou não dos fatos em si” (Ext. 1576, Rel. Min. Gilmar Mendes, SEGUNDA TURMA, j. em 26/11/2019, DJe 11/12/2019).\n\n\n\n    3. Consectariamente, “descabe verificar contradições nos elementos de prova apresentados pelo Estado requerente, ou ainda, perscrutar a existência de justa causa para a ação penal em curso na jurisdição estrangeira” (Ext 1.564, Rel. Min. Luiz Fux, PRIMEIRA TURMA, j. Em 21/5/2019, DJe 31/07/2019). \n\n\n\n    4. Existência de vínculo afetivo do extraditando, no Brasil, não impede sua retirada compulsória do território nacional. Demais disso, salvo raras exceções, essa relação afetiva tampouco justifica a suspensão do processo e a flexibilização da prisão preventiva, mercê do fato de que sua finalidade precípua é a de resguardar a entrega do requerido à autoridade estrangeira, caso posteriormente deferido o processo extradicional. Precedentes. \n\n\n\n    5. In casu, os requisitos formais de admissibilidade encontram-se presentes (artigo 83 da Lei 13.445/2017), inexistindo, ainda, circunstância impeditiva à extradição (artigo 82 da Lei 13.445/2017), eis que:\n\n\n\n    (a) o extraditando não é brasileiro nato, tampouco é beneficiário de refúgio neste país, tendo sequer o solicitado;\n\n\n\n    (b) o Estado requerente tem jurisdição para julgar os fatos imputados ao extraditando e a República Federativa do Brasil não dispõe de competência para julgar, anistiar ou indultar a pessoa reclamada;\n\n\n\n    (c) o extraditando responde a processo penal perante Tribunal regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade com o princípio do juiz natural;\n\n\n\n    (d) o crime imputado tem natureza comum, inexistindo evidência de que os fatos imputados sejam enquadrados como crime político;\n\n\n\n    (e) inexistem elementos de que o pedido extraditório possui outras finalidades que não a aplicação regular da lei penal;\n\n\n\n    (f) a conduta imputada ao extraditando é criminalizada tanto no Uruguai (artigos 341, nº 4 e 6, e 344 do Código Penal Uruguaio), quanto no Brasil (artigo 157, §2°, II, e §2°-A, I), prevendo pena superior a 2 (dois) anos de prisão ao crime descrito pelo pedido de extradição. \n\n\n\n    (g) persiste imprescrita a pretensão punitiva do delito imputado, tanto no âmbito da legislação brasileira (artigo 109, II, do Código Penal), quanto no bojo da legislação uruguaia (artigo 117, I, “b”, do Código Penal Uruguaio).\n\n\n\n    6. Ex positis, MANTENHO a prisão preventiva e DEFIRO o pedido de extradição formulado pelo Governo do Uruguai ficando condicionada a entrega do extraditando: (i) a decisão discricionária do Presidente da República; (ii) à formalização, pelo Estado requerente, dos compromissos previstos no artigo 96 da Lei 13.445/2017; e (iii) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do artigo 95, caput, da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752786663","externo_seq_objeto_incidente":5735953,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-134  DIVULG 28-05-2020  PUBLIC 29-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1596&classe=Ext","is_colac":false,"titulo":"Ext 1596","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00057 ART-00226 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 ART-00083 ART-00095 \"CAPUT\" \n          ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   ACO      ANO-1998\n          ART-00017\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00002 ART-00157 PAR-00002 \n          INC-00002 PAR-0002A INC-00001 ART-00226 \n          \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-INT   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-05-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1596&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(EXTRADIÇÃO, CONTROLE DE LEGALIDADE, STF)\r\nExt 1564 (1ªT), Ext 1576 (2ªT).\r\n(EXTRADIÇÃO, VÍNCULO AFETIVO, FILHO BRASILEIRO, COMPANHEIRO BRASILEIRO, CÔNJUGE BRASILEIRO)\r\nExt 1531 (1ªT).\r\n- Legislação estrangeira citada: art. 117, I, b, art. 341, n. 4 e 6, e art. 344 do Código Penal Uruguaio.\nNúmero de páginas: 13.\nAnálise: 16/03/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : PABLO ALVARO MUNIZ VILLAR OU PABLO MUNIZ VILLAR OU PABLO ALVARO MUNIZ \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425611,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1596","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-03-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1596,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425818","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar formal e materialmente inconstitucionais o inc. IV e o § 7º do art. 12 da Lei Complementar nº 5/1994 do Amapá, alterada pela Lei Complementar estadual nº 70/2012, nos termos do voto da Relatora, vencido o Ministro Gilmar Mendes. A Ministra Rosa Weber acompanhou a Relatora com ressalvas. Não participou deste julgamento, por motivo de licença médica no início da sessão, o Ministro Celso de Mello (art. 2º, § 5º, da Res. 642/2019). Plenário, Sessão Virtual de 10.4.2020 a 17.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["2","8","12","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425818","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425818","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INC. IV E § 7º DO ART. 12 DA LEI COMPLEMENTAR N. 5/1994 DO AMAPÁ, ALTERADA PELA LEI COMPLEMENTAR ESTADUAL N. 70/2012. LICENÇA AMBIENTAL ÚNICA. DISPENSA DE OBTENÇÃO DAS LICENÇAS PRÉVIAS, DE INSTALAÇÃO E DE OPERAÇÃO, ESTABELECIDAS PELO CONAMA (INC. I DO ART. 8º DA LEI N. 6.938/1981). OFENSA À COMPETÊNCIA DA UNIÃO PARA EDITAR NORMAS GERAIS SOBRE PROTEÇÃO DO MEIO AMBIENTE. DESOBEDIÊNCIA AO PRINCÍPIO DA PREVENÇÃO E DO DEVER DE PROTEÇÃO DO MEIO AMBIENTE ECOLOGICAMENTE EQUILIBRADO (ART. 225 DA CONSTITUIÇÃO DA REPÚBLICA). AÇÃO JULGADA PROCEDENTE PARA DECLARAR A INCONSTITUCIONALIDADE DO INC. IV E DO § 7º DO ART. 12 DA LEI COMPLEMENTAR N. 5/1994 DO AMAPÁ, ALTERADA PELA LEI COMPLEMENTAR ESTADUAL N. 70/2012.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752833801","externo_seq_objeto_incidente":4927581,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5475&classe=ADI","is_colac":false,"titulo":"ADI 5475","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00022 INC-00006 ART-00023 INC-00003 \n          INC-00004 INC-00006 INC-00007 INC-00008 \n          ART-00024 INC-00006 INC-00007 INC-00008 \n          PAR-00001 PAR-00002 ART-00030 INC-00001 \n          ART-00103 INC-00006 ART-00170 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 ART-00225 \"CAPUT\" PAR-00001 \n          INC-00004 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140      ANO-2011\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-006938      ANO-1981\n          ART-00002 INC-00003 INC-00005 INC-00009 \n          ART-00006 PAR-00001 ART-00008 INC-00001 \n          ART-00009 INC-00001 INC-00002 INC-00003 \n          INC-00004 ART-00010 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007804      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00003 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010814      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1989\n                CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-INT   CVC      ANO-1992\n                CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DLG-000034      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DLG-000002      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DEC-088351      ANO-1983\n                DECRETO\n\n","LEG-FED   DEC-099274      ANO-1990\n                DECRETO\n\n","LEG-FED   DEC-000875      ANO-1993\n                DECRETO - PROMULGA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DEC-002519      ANO-1998\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   RES-000001      ANO-1986\n          ART-00004\n                RESOLUÇÃO DO INSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS RENOVÁVEIS - IBAMA\n\n","LEG-FED   RES-000237      ANO-1997\n          ANEXO-1 ART-00001 INC-00001 INC-00002 \n          INC-00003 INC-00004 ART-00002 PAR-00001 \n          PAR-00002 ART-00004 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 ART-00005 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-ÚNICO ART-00008 INC-00001 INC-00002 \n          INC-00003 PAR-ÚNICO ART-00009 ART-00012 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00007\n                RESOLUÇÃO DO INSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS RENOVÁVEIS - IBAMA\n\n","LEG-EST   LCP-000005      ANO-1994\n          ART-00011 ART-00012 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00007\n                LEI COMPLEMENTAR, AP\n\n","LEG-EST   LCP-000070      ANO-2012\n                LEI COMPLEMENTAR, AP\n\n","LEG-EST   LEI-000997      ANO-1976\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   RES-000022      ANO-2007\n                RESOLUÇÃO DA SECRETARIA ESTADUAL DE MEIO AMBIENTE, SP"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROTEÇÃO, MEIO AMBIENTE, FEDERALISMO COOPERATIVO. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, LEGISLAÇÃO, PROTEÇÃO, CONSERVAÇÃO, MEIO AMBIENTE EQUILIBRADO, RESPONSABILIZAÇÃO, DANO AMBIENTAL. COMPETÊNCIA CONCORRENTE, USURPAÇÃO DE COMPETÊNCIA, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL. LICENCIAMENTO AMBIENTAL, PODER DE POLÍCIA, ADMINISTRAÇÃO PÚBLICA. PRINCÍPIO DA PREVENÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES:  INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROSA WEBER: CONSTITUCIONALIDADE FORMAL, LEI ESTADUAL, LICENCIAMENTO AMBIENTAL, COMPETÊNCIA CONCORRENTE, DIREITO AMBIENTAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: TEMPO DE ESPERA, LICENÇA AMBIENTAL, CONCILIAÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, DEFESA, MEIO AMBIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5475&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MUNICÍPIO, COMPETÊNCIA LEGISLATIVA, PROTEÇÃO, MEIO AMBIENTE)\nRE 586224 (TP). \n(COMPETÊNCIA CONCORRENTE, USURPAÇÃO DE COMPETÊNCIA, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL)\nADI 2903 (TP), ADI 2344 QO (TP). \n(CONTRARIEDADE, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS)\nADI 2903. \n(COMPETÊNCIA CONCORRENTE, MEIO AMBIENTE)\nRE 194704 (TP), ADI 3035 (TP), ADI 3937 (TP), ADI 3252 MC (TP), ADI 4615 (TP), ADI 1086 (TP), ADI 5312. \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 62.\nAnálise: 10/03/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAPA \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425818,"documental_tese_texto":null,"procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"ADI 5475","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes. Competências na Constituição de 1988 . 3. ed. São Paulo: Atlas, 2005. p. 97.\nANTUNES, Paulo de Bessa. Federalismo e competências ambientais no Brasil. 2. ed. São Paulo: Atlas, 2015. p. 94.\nARAGÃO, Alexandra. Direito Constitucional do ambiente da União Europeia. In: CANOTILHO, José Joaquim Gomes; LEITE, José Rubens Morato (Org.). Direito Constitucional Ambiental brasileiro. 5. ed. rev. São Paulo: Saraiva, 2012. p. 73.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBENJAMIN, Antônio Herman. Constitucionalização do ambiente e ecologização da Constituição brasileira. In: CANOTILHO, José Joaquim Gomes; LEITE, José Rubens Morato (Org.). Direito Constitucional Ambiental brasileiro. 5. ed. rev. São Paulo: Saraiva, 2012. p. 100.\nCANOTILHO, Jose J. Gome. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\n______. The Federalist papers, n. IX.\nHORTA, Raul Machado. Direito Constitucional. 4 ed. rev. e atual. Belo Horizonte: Del Rey, 2003. p. 356.\nMACHADO, Paulo Affonso Leme. Direito ambiental brasileiro. 24. ed. rev., ampl. e atual. São Paulo: Malheiros, 2016. p. 121 e 335.\n______.  Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo. 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Direito Constitucional Ambiental. 5. ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2017. p. 165.\nSILVA, José Afonso. Direito ambiental constitucional. 10. ed. atual. São Paulo: Malheiros, 2013. p. 53.\nSIRVINSKAS. Luís Paulo. Manual de Direito Ambiental. 7. ed. São Paulo: Saraiva, 2009. p. 120-121 e 172-173.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":5475,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425827","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na arguição de descumprimento de preceito fundamental, nos termos do voto da Relatora. Plenário, Sessão Virtual de 8.5.2020 a 14.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425827","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425827","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. ART. 522 DA CONSOLIDAÇÃO DAS LEIS DO TRABALHO. INC. II DA SÚMULA N. 369 DO TRIBUNAL SUPERIOR DO TRABALHO. DEFINIÇÃO DE NÚMERO MÁXIMO DE DIRIGENTES SINDICATOS COM ESTABILIDADE NO EMPREGO. RECEPÇÃO DO ART. 522 DA CONSOLIDAÇÃO DAS LEIS DO TRABALHO. PRECEDENTES DO SUPREMO TRIBUNAL. AUSÊNCIA DE ESVAZIAMENTO DO NÚCLEO DA LIBERDADE SINDICAL PELA NORMA LEGAL E PELO ENUNCIADO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL IMPROCEDENTE.\n\n\n\n    1. A liberdade sindical tem previsão constitucional, mas não se dota de caráter absoluto. A previsão legal de número máximo de dirigentes sindicais dotados de estabilidade de emprego não esvazia aquela liberdade, que se preserva para cumprir a finalidade de autonomia da entidade sindical, não para criar situações de estabilidade genérica e ilimitada sem se conciliar com a razoabilidade e a finalidade da norma constitucional garantidora do direito.\n\n\n\n    2. Recepção da norma legal acolhida em precedentes do Supremo Tribunal Federal. Súmula que expressa o que a jurisprudência deste Supremo Tribunal não contraria a Constituição da República.\n\n\n\n    3. Arguição de descumprimento de preceito fundamental improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752834382","externo_seq_objeto_incidente":4420956,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=276&classe=ADPF","is_colac":false,"titulo":"ADPF 276","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00054 ART-00008 \n          \"CAPUT\" INC-00001 INC-00002 INC-00008\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC-000087      ANO-1948\n                CONVENÇÃO SOBRE A LIBERDADE SINDICAL E A PROTEÇÃO DO DIREITO SINDICAL, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000098      ANO-1949\n                CONVENÇÃO  RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE  ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO  TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-1966\n          ART-00008 PAR-00001 LET-A LET-B \n          LET-C LET-D\n                CONVENÇÃO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00522\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000049      ANO-1952\n                DECRETO LEGISLATIVO - APROVA CONVENÇÃO Nº 98, RELATIVA  À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E  DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL  DO TRABALHO - OIT\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-033196      ANO-1953\n                DECRETO - PROMULGA A CONVENÇÃO Nº 98, RELATIVA À  APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E  DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL  DO TRABALHO - OIT\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   SUMTST-000369      \n          INC-00002\n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000450      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DISCUSSÃO, CONSTITUCIONALIDADE, SÚMULA. PRINCÍPIO DA LIBERDADE SINDICAL. GARANTIA, ESTABILIDADE PROVISÓRIA, EMPREGO, DIRIGENTE SINDICAL, FINALIDADE, PROTEÇÃO, EMPREGADO, ATUAÇÃO, NEGOCIAÇÃO, EMPREGADOR, DEFESA, INTERESSE, CATEGORIA. PERMISSÃO, ENTIDADE SINDICAL, DEFINIÇÃO, NÚMERO, DIRIGENTE, ESTABILIDADE, IMPEDIMENTO, EXERCÍCIO, DIREITO, EMPREGADOR, EXTINÇÃO, CONTRATO DE TRABALHO, AUSÊNCIA, JUSTA CAUSA; INSEGURANÇA JURÍDICA. LIMITE LEGAL, ESTABILIDADE, DIRIGENTE SINDICAL, EFETIVAÇÃO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA LIBERDADE; PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA RAZOABILIDADE. PRINCÍPIO DA UNICIDADE SINDICAL. DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), DIREITOS HUMANOS, AUSÊNCIA, CARÁTER ABSOLUTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=276&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CABIMENTO, ADPF)\nADPF 80 AgR (TP), ADPF 304 (TP), ADPF 501 AgR (TP). \n(CF, RECEPÇÃO, ARTIGO, CLT, LIMITE LEGAL, ESTABILIDADE, DIRIGENTE SINDICAL)\nAI 558181 AgR (2ªT), AI 702798 AgR (1ªT), RE 569817 AgR (2ªT), RE 446970 AgR (2ªT), AI 620287 AgR (2ªT), AI 593129 AgR (1ªT), AI 803632 AgR (1ªT), AI 836147 AgR (2ªT), ARE 1099153 AgR (2ªT). \n- Legislação estrangeira citada: art. 427, § 2º, do Tratado de Versalhes; art. 23, § 4º; art. 30, inciso 30, da Declaração Universal dos Direitos Humanos de 1948.\nNúmero de páginas: 25.\nAnálise: 12/03/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE ENSINO - CONTEE \nADV.(A/S)  : JOSÉ GERALDO DE SANTANA OLIVEIRA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : TRIBUNAL SUPERIOR DO TRABALHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425827,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 276","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BULOS, Uadi Lammêgo. Curso de direito constitucional. 11. ed. São Paulo: Saraiva Educação, 2018. p. 534-535.\nGOMES, Orlando; GOTTSCHALK, Elson. Curso de Direito do Trabalho. 19. ed. Rio de Janeiro: Forense, 2011. p. 576-577.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva Educação, 2019. p. 596-597.\nRAMOS, André de Carvalho. Curso de Direitos Humanos. 7. ed. São Paulo: Saraiva Educação, 2020. p. 123. \nSARLET, Ingo Wolfgang; MARINONI Luiz Guilherme. MITIDIERO, Daniel Mitidiero. Curso de direito constitucional. 8. ed. São Paulo: Saraiva Educação, 2019. p. 815.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":276,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur456487","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que deferia a ordem, para tornar definitiva a medida acauteladora, declarando a insubsistência do que decidido pelo Tribunal de Contas da União no procedimento referido, mediante, o acórdão nº 1.098/2018 TCU-Plenário, pediu vista dos autos o Ministro Alexandre de Moraes. Falou o Dr. Alberto Pavie Ribeiro pela Impetrante. Primeira Turma, Sessão Virtual de 9.4.2021 a 16.4.2021.\r\n\n            Decisão: A Turma, por unanimidade, concedeu a ordem, nos termos dos fundamentos trazidos no voto-vista do Ministro Alexandre de Moraes, Redator para o acórdão. Presidência do Ministro Dias Toffoli. Primeira Turma, 3.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur456487","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur456487","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E ADMINISTRATIVO. ATO DO TCU QUE INDEFERIU ACESSO A DOCUMENTOS. VIOLAÇÃO AO DEVIDO PROCESSO LEGAL. INOBSERVÂNCIA DOS PRINCIPIOS CONSTITUCIONAIS DO CONTRADITÓRIO E DA AMPLA DEFESA. ORDEM CONCEDIDA.\n\n\n\n    1. O exercício da prerrogativa do TCU relacionada com a competência constitucional implícita para garantir o cumprimento de suas atribuições, conforme o art. 71 da Constituição Federal, encontra-se delimitada por outros valores constitucionais, em especial, o do devido processo legal, que deixou de ser observado no presente caso. \n\n\n\n    2. Nessa linha de consideração, o poder geral de cautela não exime o TCU de observar o contraditório e a ampla defesa, disponibilizando os documentos levados em consideração para a concessão da medida restritiva, sob pena de tornar, inclusive, a decisão imune a controle.\n\n\n\n    3. Mandado de Segurança em que se concede a ordem.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758358346","externo_seq_objeto_incidente":5460618,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 24-11-2021  PUBLIC 25-11-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=35715&classe=MS","is_colac":false,"titulo":"MS 35715","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00037 INC-00021 ART-00071 INC-00009\n    INC-00010 PAR-00001 PAR-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   SUV-000003\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-11-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TEORIA DOS PODERES IMPLÍCITOS, CONSTITUIÇÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), PODER GERAL DE CAUTELA, EXERCÍCIO, COMPETÊNCIA. PRERROGATIVA CONSTITUCIONAL, TRIBUNAL DE CONTAS DA UNIÃO (TCU), DELIMITAÇÃO, DEVIDO PROCESSO LEGAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: CONSTITUIÇÃO, COMPETÊNCIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), FIXAÇÃO, PRAZO, AUTORIDADE ADMINISTRATIVA, CORREÇÃO, IRREGULARIDADE. TRIBUNAL DE CONTAS DA UNIÃO (TCU), DETERMINAÇÃO, AUTORIDADE ADMINISTRATIVA, ANULAÇÃO, CONTRATO ADMINISTRATIVO, LICITAÇÃO. TRIBUNAL DE CONTAS DA UNIÃO (TCU), PODER GERAL DE CAUTELA. TRIBUNAL DE CONTAS DA UNIÃO (TCU), APURAÇÃO, IRREGULARIDADE, CONTRATO ADMINISTRATIVO, GARANTIA, CONTRADITÓRIO, AMPLA DEFESA, DEVIDO PROCESSO LEGAL.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. MARCO AURÉLIO: AUTARQUIA SOB REGIME ESPECIAL, AUTONOMIA, CONTROLE, CONCESSÃO, PRESTAÇÃO DE SERVIÇO, OBSERVÂNCIA, PRINCÍPIO DA LEGALIDADE. TRIBUNAL DE CONTAS DA UNIÃO (TCU), ÓRGÃO ADMINISTRATIVO, ÓRGÃO AUXILIAR, PODER LEGISLATIVO. TRIBUNAL DE CONTAS DA UNIÃO (TCU), VERIFICAÇÃO, IRREGULARIDADE, PROVIDÊNCIA, ÂMBITO, PODER JUDICIÁRIO, NECESSIDADE, UTILIZAÇÃO, ADVOCACIA-GERAL DA UNIÃO (AGU).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=35715&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TEORIA DOS PODERES IMPLÍCITOS, CONSTITUIÇÃO, TCU, PODER GERAL DE CAUTELA)\nMS 33092 (2ªT), MS 35038 AgR (1ªT). \n(TCU, COMPETÊNCIA, DETERMINAÇÃO, AUTORIDADE ADMINISTRATIVA, ANULAÇÃO, CONTRATO ADMINISTRATIVO, LICITAÇÃO)\nMS 23550 (1ªT), MS 26000 (1ªT). \n(PODER GERAL DE CAUTELA, TCU, COMPETÊNCIA, DETERMINAÇÃO, MEDIDA CAUTELAR, URGÊNCIA)\nMS 35038 AgR (1ªT), MS 35555 AgR (2ªT). \n- Decisão estrangeira citada: Caso Myers vs. Estados Unidos (US 272 – 52, 118), dos Estados Unidos.\nNúmero de páginas: 31.\nAnálise: 22/08/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)  : CONCESSIONARIA DA RODOVIA OSORIO PORTO ALEGRE SA - CONCEPA \nADV.(A/S)  : FLAVIO RIBEIRO BETTEGA E OUTRO(A/S)\nIMPDO.(A/S)  : RELATOR DA TC 021.195/2017-0 DO TRIBUNAL DE CONTAS DA UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nLIT.PAS.  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":456487,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 35715","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-08-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":35715,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479324","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Hedilza Alves Soares em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, ambos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Plenário, Sessão Virtual Extraordinária de 25.4.2023 a 2.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479324","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur479324","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-quinquagésimo terceiro","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação do acusado, a classificação do crime e o rol das testemunhas permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de HEDILZA ALVES SOARES, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767680596","externo_seq_objeto_incidente":6612388,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo+terceiro","is_colac":false,"titulo":"Inq 4922 RD-quinquagésimo terceiro","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00037 INC-00044\n    INC-00053 INC-00055 ART-00034 INC-00003\n    INC-00004 ART-00053 PAR-00001 ART-00060\n    PAR-00004 ART-00086 \"CAPUT\" ART-00102\n    INC-00001 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-L\n    LET-M LET-N LET-O LET-P\n    LET-Q LET-R ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001 INC-00002 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 \"CAPUT\" ART-00003 ART-00005\n    ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO  - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   PJL-002016 ANO-2015\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   DEL-002848 ANO-1940\n    ART-00029 \"CAPUT\" ART-00065 INC-00003\n    LET-E ART-00069 \"CAPUT\" ART-00163\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00288 \"CAPUT\" PAR-ÚNICO\n    ART-0359L ART-0359M ART-00395 INC-00003\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2023-05-16","documental_acordao_mesmo_sentido_lista_texto":"Inq 4922 RD-quinquagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-quinquagésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo primeiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-sexagésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-octogésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-132\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-nonagésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo décimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-135\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo vigésimo sexto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo terceiro PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-136\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo quinto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo trigésimo sétimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-134\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n \nInq 4922 RD-centésimo quadragésimo quarto PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023\n          JULG-03-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 15-05-2023  PUBLIC 16-05-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, PRISÃO, SEDE, CONGRESSO NACIONAL, MOMENTO, DEPREDAÇÃO, PRÉDIO, OBJETIVO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, IMPLANTAÇÃO, DITADURA MILITAR. COMETIMENTO, DELITO, EMPREGO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA. ÓRGÃO, TRIBUNAL, DECISÃO, DESMEMBRAMENTO, INVESTIGAÇÃO CRIMINAL. DENÚNCIA, NECESSIDADE, APURAÇÃO CONJUNTA DE FATOS E PROVAS, CONDUTA, TOTALIDADE, INVESTIGADO, CONVENIÊNCIA, TRABALHO, PODER JUDICIÁRIO. DENÚNCIA, INVESTIGADO, DENUNCIADO, FATOS CONEXOS, CONCURSO DE PESSOAS, JULGAMENTO, STF. JURISPRUDÊNCIA, STF, COMPLEXIDADE, CRIME PLURISSUBJETIVO, DENÚNCIA, DEMONSTRAÇÃO, PARTICIPAÇÃO, DENUNCIADO, INEXIGIBILIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, CADA, AGENTE. DENÚNCIA APTA, EXPOSIÇÃO, FATO CRIMINOSO, PERMISSÃO, ACUSADO, ENTENDIMENTO, IMPUTAÇÃO, EXERCÍCIO, DIREITO DE DEFESA. INEXISTÊNCIA, DISCRIMINAÇÃO, PRECONCEITO DE RAÇA, ETNIA, RELIGIÃO, ELEMENTO ESSENCIAL, CONFIGURAÇÃO, CRIME, TERRORISMO. JUSTA CAUSA, PERSECUÇÃO PENAL, EXISTÊNCIA, ELEMENTO DE INFORMAÇÃO, ELEMENTO MÍNIMO, JUÍZO DE TIPICIDADE PENAL, CARÁTER TEMPORÁRIO. FATO, ACUSADO, AGRUPAMENTO, CARACTERÍSTICA, ESTABILIDADE, PERMANÊNCIA, COMETIMENTO DE CRIME, ATAQUE, PATRIMÔNIO, UNIÃO FEDERAL, TENTATIVA, ABOLIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, INDICAÇÃO, ELEMENTO CONSTITUTIVO, TIPO PENAL, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DISPENSABILIDADE, APROFUNDAMENTO, ELEMENTO PROBATÓRIO, AUSÊNCIA, CONCLUSÃO, RESPONSABILIDADE PENAL, AGENTE. FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO SUBJETIVO, TIPO PENAL.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: REPROVAÇÃO, MANIFESTAÇÃO, CARÁTER ANTIDEMOCRÁTICO, VIOLÊNCIA. REGIMENTO INTERNO, STF, AUTORIZAÇÃO, PRESIDÊNCIA, CORTE CONSTITUCIONAL, INSTAURAÇÃO, INQUÉRITO, CRIME, OCORRÊNCIA, DEPENDÊNCIA, TRIBUNAL; DIFERENÇA, COMPETÊNCIA ORIGINÁRIA, PROCESSO, JULGAMENTO, STF, PREVISÃO, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA ORIGINÁRIA, STF, PESSOA NATURAL, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, VINCULAÇÃO, HIPÓTESE, CONEXÃO, CONTINÊNCIA, LEI PROCESSUAL; IMPOSSIBILIDADE, EVENTUALIDADE, MATERIALIZAÇÃO, FUTURO. FORO POR PRERROGATIVA DE FUNÇÃO, GARANTIA, CARGO, EXCLUSÃO, INSTÂNCIA RECURSAL, PROCESSO PENAL. FORO POR PRERROGATIVA DE FUNÇÃO, REGRA DE TRANSIÇÃO. PRORROGAÇÃO, COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO, ALCANCE, HIPÓTESE, CONEXÃO, CONTINÊNCIA. MANUTENÇÃO, PROCESSO, STF, DEMONSTRAÇÃO, PREJUÍZO, CONCRETO, DESMEMBRAMENTO DE PROCESSO. CASO CONCRETO, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, STF, HIPÓTESE, AUSÊNCIA, PREVISÃO, JURISPRUDÊNCIA, CONSTITUIÇÃO FEDERAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. PROCESSAMENTO, INVESTIGAÇÃO CRIMINAL, SEPARAÇÃO, PARLAMENTAR, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, INVESTIGAÇÃO, MENÇÃO, NOME, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, DESLOCAMENTO, COMPETÊNCIA, STF. ADMISSIBILIDADE, CONEXÃO, PREVENÇÃO, POSSIBILIDADE, CRIAÇÃO, HIPÓTESE, DESLOCAMENTO, COMPETÊNCIA, PREVENÇÃO, PRAZO, INDEFINIÇÃO. REMESSA, DENÚNCIA, JUSTIÇA FEDERAL, PRIMEIRA INSTÂNCIA. DESCABIMENTO, PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, SUFICIÊNCIA, DESCRIÇÃO, FATO. DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO. JUSTA CAUSA, RECEBIMENTO, DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INDICAÇÃO, LEGITIMIDADE, IMPUTAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo+terceiro","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-quinquagésimo terceiro","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\r\nHC 69601 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\r\nInq 2131 (TP), Inq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP).\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT), Pet 8090 AgR (2ªT).\r\n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\r\nRcl 7913 AgR (TP), Inq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT).\r\n(FASE FINAL, JULGAMENTO, AVALIAÇÃO, PRESENÇA, ELEMENTO CONSTITUTIVO, CARÁTER SUBJETIVO, TIPO PENAL)\r\nInq 3621 (1ªT), Inq 3672 (1ªT), Inq 3698 (2ªT).\r\n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\r\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT).\r\n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\r\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT).\r\n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\r\nHC 89427 (2ªT).\r\n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\r\nPet 5631 (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\r\nInq 4022 (2ªT).\r\n(REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\r\nRC 1473 (1ªT).\r\n(EXCEPCIONALIDADE, PRISÃO PREVENTIVA)\r\nHC 90753 (2ªT).\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nInq 3515 AgR (TP).\r\n(CRIME, AUTORIA COLETIVA, DENÚNCIA GERAL)\r\nHC 73638 (1ªT), HC 85636 (2ªT), HC 118891 (1ªT).\r\n(DENÚNCIA, ARBITRARIEDADE, INTERPRETAÇÃO EXTENSIVA, CONDUTA, RÉU)\r\nPPE 732 QO (2ªT).\r\n(AUSÊNCIA, INÉPCIA, DENÚNCIA, EXPOSIÇÃO, TOTALIDADE, REQUISITO)\r\nHC 206111 AgR (1ªT).\r\n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\r\nInq 2449 (TP), Inq 2984 (TP), Inq 3215 (TP), Inq 3533 (2ªT), RHC 129774 (1ªT).\r\n(EXCEPCIONALIDADE, JULGAMENTO, STF, PRERROGATIVA DE FORO)\r\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP).\r\n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\r\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT).\r\n(DIFERENÇA, ELEMENTO PROBATÓRIO, ACUSAÇÃO, CONDENAÇÃO)\r\nInq 4215 ED (2ªT).\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 191464 AgR (1ªT), HC 191124 AgR (1ªT), HC 206876 AgR (1ªT).\r\n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\r\nPet 9456 (TP).\r\n- Decisões monocráticas citadas:\r\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\r\nHC 193726.\r\n(INTERPRETAÇÃO RESTRITIVA, FORO POR PRERROGATIVA DE FUNÇÃO)\r\nAP 853.\r\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\r\nHC 195327, RHC 198981, HC 212806.\r\n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923, Pet 10836 e Pet 9844 do STF.\nNúmero de páginas: 125.\nAnálise: 30/08/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : HEDILZA ALVES SOARES \nADV.(A/S)  : GILBERTO VIEIRA RIOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479324,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-quinquagésimo terceiro","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUINQUAGÉSIMO TERCEIRO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados.\nBITTENCOURT, Cezar Roberto. Tratado de direito penal: parte geral. 17. ed. São Paulo: Saraiva, 2012. v. 1. p. 212.\nBRUNO, Aníbal. Crimes Contra a Pessoa. 5. ed. Rio de Janeiro: Rio, 1979.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412.\nFRAGOSO, Heleno Cláudio. Ilegalidade e Abuso de Poder na Denúncia e na Prisão Preventiva. Revista Brasileira de Criminologia e Direito Penal, n. 13, p. 63-83, 1996.\nFREITAS JUNIOR, Dorival de. Crimes multitudinários e a individualização da responsabilidade criminal. In: Mandados de criminalização e novas formas de criminalidade. Rio de Janeiro: Lumen Juris, 2017. p. 47-79.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal Comentado. 15. ed. Capítulo II. p. 1029.\nLE BON, Gustave. Psicologia das multidões. Tradução: Ivone Moura Delraux. Lisboa: Roger Delraux, 1980. p. 10.\nLEITE, Alaor; TEIXEIRA, Adriano. Parecer - Defesa do Estado de Direito por meio do Direito Penal: a experiência comparada e o desafio brasileiro. Revista Brasileira de Ciências Criminais, v. 182, ago. 2021. p. 19, 62 e 385-458.\nNORONHA, Magalhães. Direito penal: parte geral. São Paulo: Saraiva, 1985. p. 216.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.\nTAFFARELLO, Rogério Fernando. Terror jurídico e terror político. Conjur, 2023. Disponível em: https://www.conjur.com.br/2023-jan-10/rogerio-fernando-taffarello-terror-juridico-terror-politico. Acesso em 4 abr. 2023.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479651","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PI","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que negava provimento ao agravo, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Gilmar Mendes. Presidência do Ministro Luiz Fux. Plenário, 1º.7.2022.\r\n\n           Decisão: O Tribunal, por unanimidade, reconsiderou a decisão agravada, julgou prejudicado o agravo regimental interposto, conheceu da arguição de descumprimento de preceito fundamental e julgou procedente o pedido formulado para declarar a inconstitucionalidade das decisões do Poder Judiciário do Piauí que reconheceram o direito adquirido à forma de cálculo do adicional por tempo de serviço dos servidores públicos estaduais vinculado ao valor atual da remuneração, nos termos do voto da Relatora. Plenário, Sessão Virtual de 28.4.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479651","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Piauí","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur479651","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONSTITUCIONAL. ADMINISTRATIVO. DIREITO ADQUIRIDO À FORMA DE CÁLCULO DE ADICIONAL POR TEMPO DE SERVIÇO CONCEDIDO A SERVIDOR PÚBLICO ESTADUAL. INEXISTÊNCIA DE OUTRO MEIO RÁPIDO, SEGURO, ABRANGENTE E DEFINITIVO CAPAZ DE IMPUGNAR AS DECISÕES DESCUMPRIDORAS DE PRECEITOS FUNDAMENTAIS. REQUISITO DA SUBSIDIARIEDADE PREENCHIDO. PRECEDENTES. RECONSIDERAÇÃO DA DECISÃO AGRAVADA. PREJUÍZO DO AGRAVO REGIMENTAL. AÇÃO CONHECIDA. MÉRITO: OFENSA AO CAPUT DO ART. 2º, INC. XXXVI DO ART. 5º E XV DO ART. 37 DA CONSTITUIÇÃO DA REPÚBLICA. SERVIDOR PÚBLICO. INEXISTÊNCIA DE DIREITO ADQUIRIDO A REGIME JURÍDICO. IRREDUTIBILIDADE REMUNERATÓRIA. ARGUIÇÃO JULGADA PROCEDENTE. \n\n\n\n    1. O § 1º do art. 4º da Lei n. 9.882/1999 não exige o ajuizamento da arguição de descumprimento de preceito fundamental somente quando esgotados todos os meios admitidos na lei processual para afastar a lesão no âmbito judicial. Há de se entender por preenchido o requisito da subsidiariedade quando não há outro meio eficaz, entendida a solução rápida, segura, abrangente e definitiva capaz de impugnar as decisões descumpridoras de preceitos fundamentais. Precedentes. Decisão agravada reconsiderada, prejudicado o agravo regimental interposto. Ação conhecida.\n\n\n\n    2. O servidor público não dispõe de direito adquirido à alteração da forma pela qual será concedida eventual vantagem funcional, sendo-lhe assegurada, no entanto, a garantia da irredutibilidade remuneratória. Precedentes.\n\n\n\n    3.  As decisões judiciais impugnadas ultrapassam a esfera de proteção constitucional da irredutibilidade salarial para reconhecer aos servidores públicos piauienses o direito adquirido ao regime legal anterior de pagamento do adicional por tempo de serviço.\n\n\n\n    4. Julgo procedente a presente arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade das decisões do Poder Judiciário do Piauí que reconheceram o direito adquirido à forma de cálculo do adicional por tempo de serviço dos servidores públicos estaduais vinculado ao valor atual da remuneração.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767753133","externo_seq_objeto_incidente":5752802,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 17-05-2023  PUBLIC 18-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=495&classe=ADPF","is_colac":false,"titulo":"ADPF 495 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00002 \"CAPUT\" ART-00005 INC-00036\n    ART-00037 INC-00010 INC-00014 INC-00015\n    ART-00061 PAR-00001 INC-00002 ART-00084\n    INC-00002 INC-00006 LET-A LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00988 PAR-00005 INC-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00006\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   SUV-000037\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000280\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1989\n    ART-00102 INC-00005 INC-00006 INC-00009\n    CONSTITUIÇÃO ESTADUAL, PI\n\n","LEG-EST   LCP-000013 ANO-1994\n    ART-00065 PAR-ÚNICO\n    LEI COMPLEMENTAR, PI\n\n","LEG-EST   LCP-000033 ANO-2003\n    ART-00001 PAR-00002 ART-00002 INC-00011\n    ART-00003 ART-00004\n    LEI COMPLEMENTAR, PI"],"publicacao_data":"2023-05-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CORREÇÃO MONETÁRIA, VALOR, ADICIONAL POR TEMPO DE SERVIÇO, APLICAÇÃO RETROATIVA, DIFERENÇA, GRATIFICAÇÃO, FUNDAMENTO, DIREITO ADQUIRIDO, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. APLICABILIDADE, GARANTIA CONSTITUCIONAL, IRREDUTIBILIDADE DE VENCIMENTOS, EMENDA CONSTITUCIONAL. INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO, CONCILIAÇÃO, IRREDUTIBILIDADE DE VENCIMENTOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: MULTIPLICIDADE, DECISÃO JUDICIAL, CONTROVÉRSIA, JURISPRUDÊNCIA, AMEAÇA, PRINCÍPIO DA SEGURANÇA JURÍDICA, EFETIVIDADE, PRESTAÇÃO JURISDICIONAL, LESÃO, PRECEITO FUNDAMENTAL. EXISTÊNCIA, AÇÃO ORDINÁRIA, RECURSO, AUSÊNCIA, ÓBICE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CARÁTER OBJETIVO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. RELEVÂNCIA, MATÉRIA CONSTITUCIONAL, PRINCÍPIO FEDERATIVO, ORGANIZAÇÃO, ESTRUTURA ADMINISTRATIVA, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA.\n\n- TERMO(S) DE RESGATE: PRINCÍPIO DA RESERVA DA ADMINISTRAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=495&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 33 (TP), ADPF 54 (TP), ADPF 97 (TP), ADPF 101 (TP), ADPF 114 (TP), ADPF 144 (TP), ADPF 249 AgR (TP), ADPF 324 (TP), ADPF 369 (TP), ADPF 501 AgR (TP), ADPF 713 (TP), ADPF 762 AgR (TP). \n(INEXISTÊNCIA, DIREITO ADQUIRIDO, REGIME JURÍDICO)\nRE 226855 (2ªT), RE 226462 (2ªT), RE 563708 (TP), RE 563965 (TP), RE 462749 AgR-EDv (TP), ARE 1129376 AgR (2ªT), RE 1207792 AgR (2ªT), AI 571560 AgR (2ªT). \n(IRREDUTIBILIDADE DE VENCIMENTOS, EMENDA CONSTITUCIONAL)\nMS 24875 (TP). \n(ADICIONAL POR TEMPO DE SERVIÇO, SÚMULA 279/STF)\nARE 757820 AgR (1ªT). \n(DIREITO ADQUIRIDO, ATO JURÍDICO PERFEITO, COISA JULGADA)\nADPF 762 AgR (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 323 MC, ADPF 152 AgR.\n(ADICIONAL POR TEMPO DE SERVIÇO, SÚMULA 279/STF)\nARE 891148, ARE 970362, ARE 1036934, Rcl 27772, RE 1185290, RE 1185293, ARE 1206506, RE 1156513.\n- Legislação estrangeira citada: §90, II, da Lei Orgânica do Tribunal Constitucional Alemão.\n- Decisão estrangeira citada: BVerfGE, 91/93 [106], da Corte alemã.\nNúmero de páginas: 52.\nAnálise: 21/09/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GOVERNADOR DO ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nAGDO.(A/S)  : JUIZADO ESPECIAL DA FAZENDA PÚBLICA DA COMARCA DE TERESINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : TURMAS RECURSAIS DO ESTADO DO PIAUÍ - PRIMEIRA E SEGUNDA INSTÂNCIAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : SINDICATO DOS SERVIDORES PUBLICOS E PENSIONISTAS DA SECRETARIA DA ADMINISTRACAO DO ESTADO DO PIAUI - SINSPESA-PI \nADV.(A/S)  : DIEGO LEITE ALBUQUERQUE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479651,"documental_tese_texto":null,"procedencia_geografica_completo":"PI - PIAUÍ","processo_codigo_completo":"ADPF 495 AgR","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":495,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur482466","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, recebeu a denúncia oferecida contra Mônica Taniyama de Barros em relação aos crimes previstos nos arts. 288, parágrafo único, 359-L, 359-M, 163, parágrafo único, I, II, III e IV, todos do Código Penal, e art. 62, I, da Lei 9.605/1998, c/c art. 29, caput e art. 69, caput, todos do Código Penal, nos termos do voto do Relator, vencido parcialmente o Ministro André Mendonça, apenas quanto à preliminar de incompetência do Supremo Tribunal Federal, e vencido, em maior extensão, o Ministro Nunes Marques. Plenário, Sessão Virtual Extraordinária de 9.5.2023 a 15.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur482466","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur482466","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"RD-ducentésimo décimo terceiro","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSO PENAL. INQUÉRITOS DOS ATOS DO DIA 8/1/2023. DENÚNCIA APTA. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DOS CRIMES MULTITUDINÁRIOS OU DE AUTORIA COLETIVA IMPUTADOS. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. DENÚNCIA RECEBIDA. \n\n\n\n    1. Competência deste SUPREMO TRIBUNAL FEDERAL para analisar o recebimento da denúncia e para processar e julgar posterior ação penal, em face de evidente conexão entre as condutas denunciadas e aquelas investigadas no âmbito mais abrangente dos procedimentos envolvendo investigados com prerrogativa de foro.\n\n\n\n    2. O Acordo de não persecução penal (ANPP) é um importante instrumento de política criminal dentro da nova realidade do sistema acusatório brasileiro, não constituindo direito subjetivo do acusado. Legalidade em seu não oferecimento pela Procuradoria-Geral da República, em razão do exercício legítimo de sua discricionariedade mitigada. Precedentes.\n\n\n\n    3. A Constituição Federal não permite a propagação de ideias contrárias à ordem constitucional e ao Estado Democrático (CF, artigos 5º, XLIV; e 34, III e IV), tampouco a realização de manifestações violentas visando ao rompimento do Estado de Direito, com a consequente instalação do arbítrio.\n\n\n\n    4. Denúncia apta oferecida pelo Ministério Público Federal com exposição clara e compreensível de todos os requisitos necessários exigidos. \n\n\n\n    5. Presentes os requisitos do artigo 41 do Código de Processo Penal e a necessária justa causa para a ação penal (CPP, art. 395, III), analisada a partir dos seus três componentes: tipicidade, punibilidade e viabilidade, de maneira a garantir a presença de um suporte probatório mínimo a indicar a legitimidade da imputação, sendo traduzida na existência, no inquérito, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria.\n\n\n\n    6. Acusação coerente na exposição dos fatos criminosos, com todas as suas circunstâncias, a qualificação da acusada, a classificação do crime e o rol das testemunhas permitindo à acusada a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta SUPREMA CORTE. Precedentes.\n\n\n\n    7. DENÚNCIA INTEGRALMENTE RECEBIDA em face de MÔNICA TANIYAMA DE BARROS, pela prática das condutas descritas nos arts. 288, parágrafo único (associação criminosa armada), 359-L (abolição violenta do Estado Democrático de Direito), 359-M (golpe de Estado), 163, parágrafo único, I, II, III e IV (dano qualificado pela violência e grave ameaça, com emprego de substância inflamável, contra o patrimônio da União e com considerável prejuízo para a vítima), todos do Código Penal, e art. 62, I, da Lei 9.605/1998 (deterioração de patrimônio tombado), observadas as regras do art. 29, caput (concurso de pessoas) e art. 69, caput (concurso material), ambos do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768714541","externo_seq_objeto_incidente":6619017,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4922&classe=Inq%E9simo+d%E9cimo+terceiro","is_colac":false,"titulo":"Inq 4922 RD-ducentésimo décimo terceiro","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00037 INC-00044\n    INC-00053 INC-00055 ART-00034 INC-00003\n    INC-00004 ART-00053 PAR-00001 ART-00060\n    PAR-00004 ART-00086 \"CAPUT\" ART-00102\n    INC-00001 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    LET-P LET-Q LET-R ART-00129\n    INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170 ANO-1983\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00062 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00002 ART-00003 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008\n    CONVENÇÃO  AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00014 INC-00002 ART-00029 \"CAPUT\"\n    ART-00069 \"CAPUT\" ART-00147 ART-0147A\n    PAR-00001 INC-00003 ART-00163 PAR-ÚNICO\n    INC-00001 INC-00002 INC-00003 INC-00004\n    ART-00250 PAR-00001 INC-00001 LET-B\n    ART-00286 ART-00288 \"CAPUT\" PAR-ÚNICO\n    ART-0359L ART-0359M\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A ART-00041\n    ART-00076 INC-00001 INC-00002 INC-00003\n    ART-00084 ART-00312 ART-00313 ART-00395\n    INC-00001 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000069 ANO-2019\n    PORTARIA DO GABINETE DA PRESIDÊNCIA DO SUPREMO TRIBUNAL FEDERAL - GP/STF\n\n","LEG-FED   RGI ANO-1980\n    ART-00043\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2023-06-20","documental_acordao_mesmo_sentido_lista_texto":"Inq 4922 RD-centésimo setuagésimo nono PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023\n          JULG-16-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-132\n          DJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023\n \nInq 4922 RD-ducentésimo vigésimo segundo PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023\n          JULG-16-05-2023  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-133\n          DJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023","documental_indexacao_texto":"- INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, PRISÃO, SEDE, CÂMARA DOS DEPUTADOS, MOMENTO, DEPREDAÇÃO, OBJETIVO, ABOLIÇÃO VIOLENTA DO ESTADO DEMOCRÁTICO DE DIREITO, DESTITUIÇÃO, GOVERNO, IMPLANTAÇÃO, DITADURA MILITAR. COMETIMENTO, DELITO, EMPREGO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: INQUÉRITO, APURAÇÃO, CONDUTA, EXECUTOR DO CRIME, ATENTADO, SEDE, PODERES DA REPÚBLICA. INVESTIGAÇÃO, DENUNCIADO, COAUTOR, COMETIMENTO DE CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, INVASÃO, SEDE, CONGRESSO NACIONAL, DESTRUIÇÃO, DETERIORAÇÃO, INUTILIZAÇÃO, PATRIMÔNIO, UNIÃO FEDERAL, UTILIZAÇÃO, VIOLÊNCIA, GRAVE AMEAÇA. ADESÃO, ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. APURAÇÃO, CRIME, OBSERVAÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, AUSÊNCIA, DISTINÇÃO, SERVIDOR PÚBLICO CIVIL, MILITAR. CONSTITUIÇÃO FEDERAL DE 1988, GARANTIA FUNDAMENTAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL, PROTEÇÃO, LIBERDADE INDIVIDUAL, ARBITRARIEDADE, PODER PÚBLICO. INTERPRETAÇÃO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO, OBEDIÊNCIA, REGRA, COMPETÊNCIA, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL. CONSTITUIÇÃO FEDERAL DE 1988, SISTEMA ACUSATÓRIO, ATIVIDADE PRIVATIVA, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. SUBSTITUIÇÃO, OBRIGATORIEDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO. OPÇÃO, MINISTÉRIO PÚBLICO, CONFORMIDADE, REQUISITO, LEI, ÂMBITO, POLÍTICA CRIMINAL, OFERECIMENTO, ACORDO DE NÃO PERSECUÇÃO PENAL. DENÚNCIA, CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DESNECESSIDADE, INDIVIDUALIZAÇÃO DA CONDUTA, PARTICIPANTE. DOUTRINA, CRIME PLURISSUBJETIVO, CARACTERÍSTICA, DENÚNCIA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, DESNECESSIDADE, COGNIÇÃO EXAURIENTE. ESTADO DEMOCRÁTICO DE DIREITO, OBSERVÂNCIA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DIREITO FUNDAMENTAL. PARTICIPAÇÃO POLÍTICA, PRINCÍPIO DEMOCRÁTICO, INTERLIGAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PARTICIPAÇÃO, CIDADÃO, VIDA, COLETIVIDADE; INCONSTITUCIONALIDADE, MANIFESTAÇÃO, FINALIDADE, DESTRUIÇÃO, DEMOCRACIA.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, TRIBUNAL DE EXCEÇÃO. REGRA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL. CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO PENAL, FORO, LOCAL, CONSUMAÇÃO, DELITO. CONEXÃO, CONTINÊNCIA, CRITÉRIO, MODIFICAÇÃO, COMPETÊNCIA, INTERPRETAÇÃO ESTRITA. COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO, CRIME COMUM, CRIME DE RESPONSABILIDADE. STF, CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, PROCESSO, OPERAÇÃO LAVA JATO, TENDÊNCIA, AFASTAMENTO, CONCENTRAÇÃO, PROCESSO. CASO CONCRETO, AUSÊNCIA, HIPÓTESE, CONEXÃO, CONTINÊNCIA, CÓDIGO DE PROCESSO PENAL. INADMISSIBILIDADE, CONEXÃO PROBATÓRIA, FUNDAMENTO, PRESUNÇÃO, AUSÊNCIA, INDICAÇÃO, VÍNCULO, ELEMENTO PROBATÓRIO, FATO, INVESTIGAÇÃO. JURISPRUDÊNCIA, STF, REGRA, DESMEMBRAMENTO, INQUÉRITO, AÇÃO PENAL ORIGINÁRIA, INVESTIGADO, CORRÉU, AUSÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, EXCEPCIONALIDADE, ATRAÇÃO, COMPETÊNCIA ORIGINÁRIA, VERIFICAÇÃO, SEPARAÇÃO, RISCO, PREJUÍZO, RELEVÂNCIA, INOCORRÊNCIA, CASO CONCRETO. MENÇÃO, ATUAÇÃO, AUTORIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, INSUFICIÊNCIA, ATRAÇÃO, COMPETÊNCIA, STF, INOCORRÊNCIA, USURPAÇÃO DE COMPETÊNCIA; INDISPENSABILIDADE, CONSTATAÇÃO, INDÍCIO, PARTICIPAÇÃO ATIVA, TITULAR, PRERROGATIVA DE FORO, ILÍCITO PENAL. JURISPRUDÊNCIA, STF, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, JUSTA CAUSA. INSTAURAÇÃO, PERSECUÇÃO PENAL, DENÚNCIA GENÉRICA, DENÚNCIA INEPTA, ÓBICE, CONTRADITÓRIO, AMPLA DEFESA, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL. PEÇA ACUSATÓRIA, AUSÊNCIA, DESCRIÇÃO, FATO CRIMINOSO, ELEMENTO CONCRETO, PARTICIPAÇÃO, DENUNCIADO, CONDUTA CRIMINOSA. DENÚNCIA, ALEGAÇÃO GENÉRICA, DENUNCIADO, ADESÃO, GRUPO DE PESSOAS, DOLO, OBJETIVO, AUXÍLIO, PROVOCAÇÃO, TUMULTO, VONTADE, DESTRUIÇÃO, PALÁCIO DO PLANALTO, CONGRESSO NACIONAL, STF. DENÚNCIA, UNICIDADE, DIFERENÇA, LOCAL, PRISÃO, DENUNCIADO, BEM, DESTRUIÇÃO. POSSIBILIDADE, IDENTIFICAÇÃO, INDIVIDUALIZAÇÃO DA CONDUTA, VERIFICAÇÃO, FILMAGEM, PRÉDIO, INVASÃO. REPROVAÇÃO, ATO, VANDALISMO, CONTRARIEDADE, PATRIMÔNIO PÚBLICO, DESRESPEITO, PODERES DA REPÚBLICA. COMETIMENTO DE CRIME, COAUTORIA, AJUIZAMENTO, AÇÃO PENAL, EXIGÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA, ACUSADO, INDÍCIO, AUTORIA DO CRIME, EXERCÍCIO, CONTRADITÓRIO, AMPLA DEFESA. IMPOSSIBILIDADE, DESLOCAMENTO, MOMENTO, PROCESSO PENAL, INDIVIDUALIZAÇÃO DA CONDUTA, DENUNCIADO, VERIFICAÇÃO, AUTORIA DO CRIME. CRIME DE DANO QUALIFICADO, CRIME, DETERIORAÇÃO, BEM ESPECIALMENTE PROTEGIDO, EXISTÊNCIA, PROVA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME. ATO, DESTRUIÇÃO, PATRIMÔNIO PÚBLICO, RESTRIÇÃO, EXERCÍCIO, FUNÇÃO, PODERES DA REPÚBLICA, NECESSIDADE, RECOMPOSIÇÃO, PATRIMÔNIO, RETORNO, ATIVIDADE. PEÇA ACUSATÓRIA, INDICAÇÃO, NECESSIDADE, REALIZAÇÃO, DILIGÊNCIA, COMPLEMENTAÇÃO, PROVA, APTIDÃO, IDENTIFICAÇÃO, DENUNCIADO, AUTOR, CRIME. STF, AFASTAMENTO, RESPONSABILIDADE PENAL OBJETIVA, NÃO HÁ CRIME SEM CULPA. AUSÊNCIA, JUSTA CAUSA, CRIME, ASSOCIAÇÃO CRIMINOSA, GOLPE DE ESTADO. AUSÊNCIA, PROVA, DENUNCIADO, ASSOCIAÇÃO, FORMA, ORGANIZAÇÃO, ESTABILIDADE, VONTADE, COMETIMENTO DE CRIME, CIRCUNSTÂNCIA ELEMENTAR, RECEBIMENTO, DENÚNCIA. IMPOSSIBILIDADE, IMPUTAÇÃO DE CRIME, TOTALIDADE, ACUSADO, PRISÃO, DIFERENÇA, OBJETIVO, MOMENTO, ASSOCIAÇÃO. CRIME, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO, NECESSIDADE, REALIZAÇÃO, INVESTIGAÇÃO, APROFUNDAMENTO, VERIFICAÇÃO, CONDUTA, AMEAÇA, PERIGO REAL, BEM JURÍDICO, TUTELA, IDENTIFICAÇÃO, AGENTE, VIOLÊNCIA. JURISPRUDÊNCIA, STF, REQUISITO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL. REVOGAÇÃO, PRISÃO PREVENTIVA, SUBSTITUIÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. PRISÃO PREVENTIVA, EXCEPCIONALIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, INDICAÇÃO, REITERAÇÃO DELITIVA, RISCO, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO, LEI PENAL, CONVENIÊNCIA, INSTRUÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: NÚCLEO DOS EXECUTORES MATERIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4922&classe=Inq%E9simo+d%E9cimo+terceiro","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-RD-ducentésimo décimo terceiro","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPARCIALIDADE DO JUIZ, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT). \n(MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL, DISCRICIONARIEDADE MITIGADA)\nPet 9456 (TP). \n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 191124 AgR (1ªT). \n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nHC 73638 (1ªT), HC 75868 (2ªT), HC 71899 (2ªT). \n(REQUISITO, DENÚNCIA)\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), Inq 2646 (TP). \n(DENÚNCIA, DIREITO DE DEFESA)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(RECEBIMENTO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL)\nInq 2588 (TP), Inq 3156 (TP), Inq 3198 (TP), Inq 3719 (1ªT), Inq 4146 (TP), Inq 4215 (2ªT), Inq 4215 ED (2ªT), Pet 9456 (TP), Pet 9844 (TP), HC 207469 AgR (1ªT), Pet 10409 (TP). \n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Inq 4483 QO (TP), Inq 4327 QO (TP), Inq 4244 AgR (2ªT). \n(COMPETÊNCIA, FORO POR PRERROGATIVA DE FUNÇÃO, REGRA, DESMEMBRAMENTO DE PROCESSO)\nInq 3515 AgR (TP), Inq 2116 AgR (1ªT), Inq 2903 AgR (TP), AP 871 QO (2ªT), Inq 4146 AgR-terceiro (TP), Rcl 24506 (2ªT), Inq 4435 AgR-terceiro (1ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP), Pet 7320 AgR (2ªT). \n(COMPETÊNCIA, STF, MENÇÃO, NOME, AUTORIDADE, PRERROGATIVA DE FORO)\nHC 82647 (2ªT), Rcl 2101 AgR (TP), RHC 135683 (2ªT), Rcl 25497 AgR (2ªT), HC 153417 ED-segundos (1ªT), Rcl 30177 AgR (2ªT). \n(HIPÓTESE, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 187227 AgR (2ªT), HC 186154 AgR (2ªT), HC 191216 AgR (1ªT). \n(DENÚNCIA, DEMONSTRAÇÃO, FATO CRIMINOSO)\nHC 89427 (2ªT). \n(DENÚNCIA INEPTA, INEXISTÊNCIA, INDIVIDUALIZAÇÃO DA CONDUTA)\nPet 5631 (1ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE CERTEZA)\nInq 4022 (2ªT). \n(REQUISITO OBJETIVO, TIPIFICAÇÃO DO CRIME, CRIME CONTRA A SEGURANÇA NACIONAL)\nRC 1473 (1ªT). \n(EXCEPCIONALIDADE, PRISÃO PREVENTIVA)\nHC 90753 (2ªT). \n(EXCEPCIONALIDADE, JULGAMENTO, STF, FORO POR PRERROGATIVA DE FUNÇÃO)\nInq 4343 (2ªT), AP 937 QO (TP), Inq 4641 (1ªT), Inq 4513 AgR (TP). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\nHC 194677 (2ªT), AP 1044 (TP), MS 35693 AgR (2ªT). \n- Decisões monocráticas citadas:\n(ACORDO DE NÃO PERSECUÇÃO PENAL, AUSÊNCIA, DIREITO SUBJETIVO, ACUSADO)\nHC 195327, RHC 198981, HC 206876, HC 212806.\n(CRITÉRIO, FIXAÇÃO, COMPETÊNCIA, OPERAÇÃO LAVA JATO)\nHC 193726.\n- Acórdão(s) citado(s) - outros tribunais:\n(CRIME PLURISSUBJETIVO, AUTORIA COLETIVA, DENÚNCIA GENÉRICA)\nSTJ: REsp 128875. \n- Decisão estrangeira citada: Decisão – Urteil – do Primeiro Senado de 20 de março de 1956 – 1 BvR 479/55, do Tribunal Constitucional Federal Alemão. \n- Veja Inq 4781, Inq 4874, Inq 4879 Ref, Inq 4879 Ref-segundo, Inq 4917, Inq 4918, Inq 4919, Inq 4920, Inq 4921, Inq 4922, Inq 4923 e Pet 10836 do STF.\nNúmero de páginas: 133.\nAnálise: 18/09/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : MONICA TANIYAMA DE BARROS \nADV.(A/S)  : SHEILA MAYRA LUSTOZA DE SOUZA LOVATTI E OUTRO(A/S)\nADV.(A/S)  : RICARDO ASURARA DOS SANTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":482466,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4922 RD-ducentésimo décimo terceiro","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2023-05-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"DUCENTÉSIMO DÉCIMO TERCEIRO RECEBIMENTO DE DENÚNCIA NO INQUÉRITO","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 436-437.\nBATISTA, Nilo. Concurso de agentes – uma investigação sobre os problemas da autoria e da participação no direito penal brasileiro. 2. ed. São Paulo: Lumen Juris, 2004.\nBITTENCOURT, Cezar Roberto. Associação criminosa e responsabilidade pelos crimes por ela praticados. Disponível em: https://www.cezarbitencourt.adv.br/index.php/artigos/46-associacao-criminosa-e-responsabilidade-pelos-crimes-por-ela-praticados. Acesso em: 27 abr. 2023.\nBITTENCOURT, Cezar Roberto. Tratado de Direito Penal: parte geral 1. 21. ed. rev., ampl. e atual. São Paulo: Saraiva, 2015. p. 570-571.\nCARVALHO, Márcio Augusto Friggi de. Crimes multitudinários. p. 17. Disponível em: https://es.mpsp.mp.br/revista_esmp/index.php/RJESMPSP/article/view/412. Acesso em 27 abr. 2023.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal comentado. 15. ed. p. 1029.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal: parte geral: arts. 1º a 120 do CP. 34. ed. São Paulo: Atlas, 2019. v. 1. p. 234.\nNUCCI, Guilherme de Souza. Código Penal comentado. 22. ed. Rio de Janeiro: Forense. p. 145.\nSCHAWABE, Jürgem; MARTINS, Leonardo (org.) Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Programa Estado de Derecho para Sudamérica - Stiffung. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4922,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur482480","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, rejeitou a preliminar de ilegitimidade ativa da Confederação Nacional das Profissões Liberais - CNPL. Votou a Presidente. No mérito, após o voto do Senhor Ministro Sepúlveda Pertence (Relator), rejeitando a argüição de inconstitucionalidade por omissão, relativamente aos artigos 17 e 18, §§ 1º e 2º, da Lei nº 9.868/99, pediu vista a Senhora Ministra Cármen Lúcia. O Tribunal, por unanimidade, também rejeitou a impugnação da inconstitucionalidade do artigo 26. Por maioria, rejeitou a impugnação de inconstitucionalidade da expressão “salvo expressa manifestação em sentido contrário”, contida na parte final do § 2º do artigo 11, e do artigo 21, vencido, em ambos, o Senhor Ministro Marco Aurélio. Votou a Presidente. Em seguida, relativamente ao artigo 27, o julgamento foi suspenso por falta de quorum, ante as ausências ocasionais da Senhora Ministra Ellen Gracie (Presidente) e Carlos Britto. Impedido o Senhor Ministro Gilmar Mendes. Ausente, justificadamente, o Senhor Ministro Eros Grau. Falou pela requerente o Dr. Amadeu Roberto Garrido de Paula. Plenário, 14.02.2007. \r\n\n                  Decisão: Após o voto do Senhor Ministro Sepúlveda Pertence (Relator), que declarava, no ponto, a inconstitucionalidade do artigo 27 da Lei nº 9.868/99, pediu vista dos autos a Senhora Ministra Cármen Lúcia. Presidência da Senhora Ministra Ellen Gracie. Plenário, 16.08.2007.\r\n\n           Decisão: Após o voto-vista da Ministra Cármen Lúcia, que divergia parcialmente do Ministro Sepúlveda Pertence (Relator) e julgava improcedente a ação também em relação ao art. 27 da Lei nº 9.868/1999, no que foi acompanhada pelo Ministro Edson Fachin; e do voto do Ministro Marco Aurélio, que julgava improcedente o pedido no tocante ao veto presidencial aos artigos 17 e 18, parágrafos 1º e 2º, contidos no projeto de lei que resultou na Lei nº 9.868/1999, e procedente quanto ao artigo 27 desta última, o qual declara inconstitucional, pediu vista dos autos o Ministro Alexandre de Moraes. Não votou o Ministro Dias Toffoli, por suceder a cadeira do Ministro Sepúlveda Pertence (Relator). Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.\r\n\n           Decisão: Após o voto-vista do Ministro Alexandre de Moraes, e dos votos dos Ministros Ricardo Lewandowski, Rosa Weber e Nunes Marques, que acompanhavam o voto da Ministra Cármen Lúcia, no sentido de julgar improcedentes as ações diretas de inconstitucionalidade n. 2.154 e n. 2.258 também em relação ao art. 27 da Lei n. 9.868/1999, pediu vista dos autos o Ministro Gilmar Mendes. Não votou o Ministro Dias Toffoli, por suceder a cadeira do Ministro Sepúlveda Pertence (Relator). Plenário, Sessão Virtual de 22.10.2021 a 3.11.2021.\r\n\n           Decisão: Em continuidade de julgamento, no tocante à arguição de inconstitucionalidade por omissão, relativamente aos artigos 17 e 18, §§ 1º e 2º, da Lei nº 9.868/99, o Tribunal, por unanimidade, julgou improcedente a ação. Por fim, quanto à alegada inconstitucionalidade do art. 27 da Lei 9.868/1999, o Tribunal, por maioria, também julgou improcedente a ação direta, vencidos os Ministros Sepúlveda Pertence (Relator) e Marco Aurélio, que julgavam, no ponto, procedente o pedido. Redigirá o acórdão a Ministra Cármen Lúcia. Não votaram os Ministros Dias Toffoli, sucessor da cadeira do Relator, e André Mendonça, sucessor do Ministro Marco Aurélio. Plenário, Sessão Virtual de 24.3.2023 a 31.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"CÁRMEN LÚCIA","revisor_processo_nome":null,"id":"sjur482480","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur482480","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÕES DIRETAS DE INCONSTITUCIONALIDADE N. 2.154/DF E 2.258/DF. CONSTITUCIONAL. AUSÊNCIA DE INCONSTITUCIONALIDADE POR OMISSÃO RESULTANTE DO VETO DO PRESIDENTE DA REPÚBLICA AOS TEXTOS NORMATIVOS INICIALMENTE CONSTANTES DO ART. 17 E DOS §§ 1º E 2º DO ART. 18 DO PROJETO DE LEI CONVERTIDO NA LEI N. 9.868/1999, QUE REGULAVA A INTERVENÇÃO DO AMICUS CURIAE NA AÇÃO DE CONTROLE ABSTRATO. CONSTITUCIONALIDADE DA PARTE FINAL DO ART. 26 DA LEI N. 9.868/199 QUE VEDA O AJUIZAMENTO DE AÇÃO RESCISÓRIA CONTRA DECISÃO PROFERIDA EM AÇÕES DE CONTROLE ABSTRATO. CONTITUCIONALIDADE DA PARTE FINAL DO § 2º DO ART. 11 DA LEI N. 9.868/1999 QUE PREVÊ A POSSIBILIDADE DE SE DEIXAR DE APLICAR A LEGISLAÇÃO ANTERIOR À IMPUGNADA NA AÇÃO DE CONTROLE ABSTRATO. O ART. 21 DA LEI N. 9.868/1999 NÃO OFENDE A GARANTIA AO JUIZ NATURAL. DECLARADA A CONSTITUCIONALIDADE DO ART. 27 DA LEI N. 9.868/1999 QUE AUTORIZA A MODULAÇÃO, PELO SUPREMO TRIBUNAL FEDERAL, DOS EFEITOS DA DECLARAÇÃO DE INCONSTITUCIONALIDADE. AÇÕES DIRETAS JULGADAS IMPROCEDENTES.\n\n\n\n    1. O reconhecimento de legitimidade constitucional, pelo Supremo Tribunal Federal, de textos normativos vetados pelo Presidente da República, notadamente quando fundamentado o veto em juízo de conveniência, poderia consignar a este Supremo Tribunal um verdadeiro poder de interferência positiva na ordem legislativa. Afastada a arguição de inconstitucionalidade por omissão quanto ao veto aposto ao art. 17 e §§ 1º e 2º do art. 18 da lei impugnada.\n\n\n\n    2. É constitucional e responde a imperativos de segurança jurídica a parte final do art. 26 da Lei n. 9.868/1999 que veda o ajuizamento de ação rescisória contra decisão proferida em ações de controle abstrato as quais, por sua própria natureza, repelem a desconstituição por rescisória. \n\n\n\n    3. Constitucionalidade da parte final do § 2º do artigo 11 da Lei n. 9.868/1999 que estabelece que, salvo expressa manifestação em sentido contrário, a concessão da medida cautelar torna aplicável a legislação anterior.\n\n\n\n    4. O art. 21 da Lei n. 9.868/1999 não ofende a garantia ao juiz natural. O preceito visa assegurar a eficácia da futura decisão do Supremo Tribunal, que, cuidando de aferir a constitucionalidade, ou não, de lei ou ato normativo, é, por excelência, o juízo natural da questão. A norma não desloca do juiz para o Supremo Tribunal o julgamento da causa, mas, apenas, o da questão de constitucionalidade, que lhe cabe decidir com eficácia para todos e efeito vinculante.\n\n\n\n    5. Mesmo antes do advento da Lei n. 9.868/1999 este Supremo Tribunal tinha mitigado a aplicação da teoria da nulidade em casos pontuais preservando alguns dos efeitos produzidos pela norma declarada inconstitucional.\n\n\n\n    6. Ao proceder à modulação de efeitos da declaração de inconstitucionalidade, este Supremo Tribunal pondera entre preceitos constitucionais com a finalidade de preservar a unidade da Constituição e os princípios da segurança jurídica e da confiança no sistema jurídico.\n\n\n\n    7. É de responsabilidade deste Supremo Tribunal Federal a efetivação dos direitos fundamentais pelas prestações positivas, a demonstrar a insuficiência do modelo de nulidade da lei inconstitucional para a proteção desses direitos.\n\n\n\n1.     Ações diretas de inconstitucionalidade julgadas improcedentes.\n\n\n\n Publicado sem revisão. Art.95 do RISTF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768719678","externo_seq_objeto_incidente":1807999,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2154&classe=ADI","is_colac":false,"titulo":"ADI 2154","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    ART-00042 ART-00058 PAR-00001\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00091 INC-00004\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00064\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1965\n    ART-00005 ART-00042 INC-00007\n    CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1965\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00005 INC-00001 INC-00002\n    INC-00035 INC-00054 ART-00037 \"CAPUT\"\n    ART-00052 INC-00010 ART-00066 PAR-00001\n    PAR-00004 ART-00097 ART-00102 INC-00001\n    LET-A LET-J LET-P PAR-00002\n    ART-00103 INC-00009 PAR-00003 PAR-00004\n    ART-00105 INC-00001 ART-00108 INC-00001\n    LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000221 ANO-1894\n    ART-00013 PAR-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00265 INC-00004 LET-A ART-00480\n    ART-00481\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002 PAR-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008212 ANO-1991\n    ART-00045 ART-00046\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010867 ANO-1993\n    ART-00022\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009494 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009686 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 ART-00009 ART-00007 PAR-00001\n    PAR-00002 ART-00011 PAR-00002 ART-00012\n    ART-00017 PAR-00001 PAR-00002 ART-00018\n    PAR-00001 PAR-00002 ART-00020 PAR-00001\n    PAR-00002 PAR-00003 ART-00021 ART-00026\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00927 PAR-00003\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-000848 ANO-1890\n    ART-00386\n    DECRETO\n\n","LEG-FED   DEC-000007 ANO-1892\n    DECRETO\n\n","LEG-FED   DEC-000012 ANO-1892\n    DECRETO\n\n","LEG-FED   PEC-000006 ANO-1965\n    ART-00005\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PJL-002960 ANO-1997\n    ART-00017 ART-00018 PAR-00001 PAR-00002\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS\n\n","LEG-FED   RGI ANO-1980\n    ART-00333 INC-00004\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   MSG-001674 ANO-1999\n    MENSAGEM DA PRESIDÊNCIA DO SENADO FEDERAL\n\n","LEG-FED   SUMSTF-000394\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1989\n    CONSTITUIÇÃO ESTADUAL, MG"],"publicacao_data":"2023-06-20","documental_acordao_mesmo_sentido_lista_texto":"ADI 2258  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023\n          JULG-03-04-2023  UF-DF  TURMA-TP  MIN-DIAS TOFFOLI N.PÁG-197\n          DJe-s/n  DIVULG 19-06-2023  PUBLIC 20-06-2023","documental_indexacao_texto":"- INCONSTITUCIONALIDADE POR OMISSÃO, CARÁTER NORMATIVO. ATUAÇÃO, STF, LEGISLADOR POSITIVO. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, CARÁTER OBJETIVO. LEI INCONSTITUCIONAL, NULIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PROCESSO OBJETIVO, INTERVENÇÃO, AMICUS CURIAE. TEORIA DO FATO CONSUMADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DECLARAÇÃO DE INCONSTITUCIONALIDADE, ATO IMPUGNADO, RETROATIVIDADE, NULIDADE, ALCANCE, SENTENÇA TRANSITADA EM JULGADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: MODULAÇÃO DE EFEITOS, CONTROLE DE CONSTITUCIONALIDADE, DECORRÊNCIA, FORMA DIRETA, CONSTITUIÇÃO FEDERAL. LEI INTERPRETATIVA, DISPOSITIVO, MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE, PREVISÃO, LEI, PROCESSO, JULGAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, STF.\n\n- VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE: EDITAL DE CITAÇÃO, LEGITIMIDADE ATIVA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PERTINÊNCIA TEMÁTICA, PRESSUPOSTO DE ADMISSIBILIDADE, CONTROLE ABSTRATO. AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, PODER GERAL DE CAUTELA. AÇÃO DÚPLICE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE. FUNÇÃO, MEDIDA CAUTELAR, RISCO, PERICULUM IN MORA. EFEITO VINCULANTE, DECISÃO, STF, CONTROLE ABSTRATO, NORMA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2154&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PERTINÊNCIA TEMÁTICA, PRESSUPOSTO DE ADMISSIBILIDADE, CONTROLE ABSTRATO)\nADI 3273 (TP), ADI 893 MC (TP) - RTJ 151/435, ADI 1934 MC (TP) - RTJ 171/439, ADI 305 MC (TP) - RTJ 153/428, ADC 1 QO (TP) - RTJ 157/371. \n(EDITAL DE CITAÇÃO, LEGITIMIDADE ATIVA, ADI)\nADC 1 QO (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, VETO)\nRE 93974 (2ªT), ADPF 1 QO (TP), RE 49103 (1ªT) - RTJ 23/370, MS 3764 (TP) - RTJ 5/586. \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, INTERPOSIÇÃO, AÇÃO RESCISÓRIA)\nAR 878 (TP) - RTJ 94/49, AR 1365 AgR (1ªT). \n(AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, MEDIDA CAUTELAR, APLICAÇÃO, LEI ANTERIOR)\nADI 1926 MC (TP), ADI 509 MC (TP) - RTJ 144/426, ADI 2132 MC (TP). \n(AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, PODER GERAL DE CAUTELA)\nADC 4 MC (1ªT) - RTJ 169/383, ADC 8 MC (TP). \n(EFEITO VINCULANTE, DECISÃO, STF, CONTROLE ABSTRATO, NORMA)\nRcl 448 (TP), ADI 1244 MC (TP), Rcl 1880 AgR-QO (TP), ADI 1073 (TP). \n(FUNÇÃO, MEDIDA CAUTELAR, RISCO, PERICULUM IN MORA)\nADI 1244 QO (TP) - RTJ 169/451. \n(MODULAÇÃO DE EFEITOS, CONTROLE DE CONSTITUCIONALIDADE)\nRp 861 (TP), Rp 882 (TP), RE 122202 (2ªT), RE 147776 (2ªT), ADI 875 (TP), ADI 1102 (TP), ADI 1241 (TP), RE 197917 (TP), ADI 2501 (TP), ADI 2663 (TP), HC 82959 (TP), ADI 2904 (TP), ADI 3022 (TP), ADI 3430 (TP), ADI 3462 (TP), ADI 3609 (TP), ADI 3615 (TP), ADI 3660 (TP), ADI 3792 (TP), ADI 3819 (TP), RE 522897 (TP), RE 559943 (TP), ADI 4029 (TP), ADI 4140 (TP), ADI 3601 ED (TP), Inq 687 QO (1ªT), ADI 4414 (TP), ADI 4424 (TP), ADI 3106 ED (TP), ADI 4167 ED (TP), ADI 4876 (TP), ADI 4425 QO (TP), RE 638115 ED (TP), MS 30556 AgR (1ªT), RE 79343 (2ªT), RE 105789 (2ªT), RE 78533 (2ªT), Rp 1379 (TP). \n(INCONSTITUCIONALIDADE POR OMISSÃO, CARÁTER NORMATIVO)\nADI 1439 MC (TP), ADI 19 (TP). \n(ATUAÇÃO, STF, LEGISLADOR POSITIVO)\nADI 1755 (TP), ADI 2554 AgR (TP), AI 702590 AgR (2ªT), RE 599850 AgR (2ªT), AI 744887 AgR (2ªT), RE 432460 ED-AgR-ED (2ªT), ADI 1063 MC (TP), AI 764201 AgR (1ªT), AI 494225 AgR-segundo (2ªT), RE 473216 AgR (1ªT), RE 606179 AgR (2ªT), RE 602890 AgR (2ªT), RE 709315 AgR (2ªT), RE 208684 EDv-AgR-segundo (TP), RE 631641 AgR (2ªT), ADO 22 (TP), ARE 723248 AgR (2ªT), AI 831965 AgR (1ªT), RE 586997 AgR (1ªT), ARE 750531 ED (2ªT), ARE 691852 AgR (1ªT), ARE 750532 AgR (2ªT), Rcl 14075 AgR (TP), ARE 638634 AgR (2ªT), ARE 787994 AgR (1ªT), RE 595921 AgR (1ªT), ARE 810559 ED (2ªT), RE 742352 AgR (2ªT), RE 614407 AgR-segundo (1ªT), ADI 267 MC (TP), RE 79343 (2ªT), RE 78533 (2ªT), RE 105789 (2ªT). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, CARÁTER OBJETIVO)\nADI 1434 MC (TP). \n(LEI INCONSTITUCIONAL, NULIDADE)\nRp 244 (TP), Rp 971 (1ªT), Rcl 49735 (1ªT), RE 33146 (2ªT), RE 61410 (2ªT), RE 79343 (2ªT), Rp 415 (TP), MS 7275 (TP). \n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PROCESSO OBJETIVO, INTERVENÇÃO, AMICUS CURIAE)\nADI 3045 (TP). \n(TEORIA DO FATO CONSUMADO)\nADI 2415 (TP), ADI 3819 (TP), ADI 4171 (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, ATO IMPUGNADO, RETROATIVIDADE, NULIDADE, ALCANCE, SENTENÇA TRANSITADA EM JULGADO)\nADI 2600 MC (TP). \n(MODULAÇÃO DE EFEITOS, CONTROLE DE CONSTITUCIONALIDADE, DECORRÊNCIA, FORMA DIRETA, CONSTITUIÇÃO FEDERAL)\nADI 1987 (TP), ADI 4425 QO (TP). \n(AÇÃO DÚPLICE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE)\nAO 166 QO (1ªT). \n- Decisões monocráticas citadas:\n(AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, MEDIDA CAUTELAR, APLICAÇÃO, LEI ANTERIOR)\nADI 2215 MC.\n(EFEITO VINCULANTE, DECISÃO, STF, CONTROLE ABSTRATO, NORMA)\nRcl 702.\n(MODULAÇÃO DE EFEITOS, CONTROLE DE CONSTITUCIONALIDADE)\nMS 31816.\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, CARÁTER OBJETIVO)\nADI 2394 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(CONTROLE DE CONSTITUCIONALIDADE, VETO)\nRT: MS 5489 (RT 290/674). \n- Decisões estrangeiras citadas: Caso Marbury vs. Madison, Caso Linkletter vs. Walker, Caso Wolf vs. Colorado, Caso Mapp vs. Ohio, e Caso Norton vs. Shelby County, da Suprema Corte dos Estados Unidos; Caso Teuerungszulage, de 1958 (BVerfGE 8, 1, Primeiro Senado, em 11 de junho de 1958) da Alemanha; Caso Re Manitoba Language Rights, de 1985, da Suprema Corte do Canadá; Sentença 45/1989 e Sentença 192/2016 da Corte da Espanha; itens 77 e 78 da Opinião 833/2015 da Comissão de Veneza.\n- Legislação estrangeira citada: art. 282º, 2 e 4, da Constituição de Portugal; § 78 da Lei do Bundesverfassungsgericht – BVerfGG, § 31, (2) e § 79, (1) da Lei Orgânica do Trinubal Constitucional e art. 33, V, Grundgesetz, da Alemanha; art. 39 da Lei Orgânica do Tribunal Constitucional da Espanha e Ley 5/2011, da província de Valência; art. 99 da lei orgânica do Tribunal Constitucional Polonês.\n- Veja ADI 2258 do STF e Processo Administrativo 4477/1972 do STF.\nNúmero de páginas: 200.\nAnálise: 26/07/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : CONFEDERAÇÃO NACIONAL DAS PROFISSÕES LIBERAIS - CNPL\r\nADV.(A/S)           : AMADEU ROBERTO GARRIDO DE PAULA\r\nREQTE.(S)           : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL\r\nADV.(A/S)           : MAURÍCIO GENTIL MONTEIRO\r\nADV.(A/S)           : RAFAEL BARBOSA DE CASTILHO\r\nINTDO.(A/S)         : PRESIDENTE DA REPÚBLICA\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nINTDO.(A/S)         : CONGRESSO NACIONAL\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":482480,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2154","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-04-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALENCAR, Ana Valderez Ayres Neves. A competência do Senado Federal para suspender a execução dos atos declarados inconstitucionais. Revista de Informação Legislativa, ano 15, n. 57, Brasília, Senado Federal, jan./mar. 1978. p. 303-304.\nALEXY. Theorie der Grundrechte. Frankfurt: Suhrkamp, 1986. p. 395 et seq.\nANTUNES, José Pinto. Da limitação dos poderes. Tese (Cátedra) - Faculdade de Direito, Universidade de São Paulo, São Paulo, 1951.\nALENCAR, Ana Valderez Ayres Neves de. A competência do Senado Federal para suspender a execução dos atos declarados inconstitucionais. Revista de Informação Legislativa, ano 15, n. 57, Brasília, Senado Federal, jan./mar. 1978. p. 292-293.\nBADÍA, María Dolores Mas. El alcance temporal de la declaración de inconstitucionalidad de las leyes civiles – especial referencia a las valencianas. Derecho Privado y Constitución, n. 31, jan./dez. 2017. p. 375.\nBARBALHO, João. Constituição Federal do Brasil – Comentários. 1924.\nBARBOSA, Leonardo Augusto de Andrade. História Constitucional Brasileira: mudança constitucional, autoritarismo e democracia no Brasil pós-1964. Brasília: Edições Câmara, 2018. p. 90.\nBARBOSA, Ruy. Os atos inconstitucionais do Congresso e do Executivo perante a Justiça Federal. Revista de direito público e de administração federal, estadual e municipal, v. 1, n. 1, p. 27-35, jan./fev. 1921. p. 30.\nBARBOSA, Ruy. Os atos inconstitucionais do Congresso e do Executivo perante a Justiça Federal. Trabalhos Jurídicos, v. 11, Rio de Janeiro: Casa de Rui Barbosa, 1962. p. 54-55 e 70-71.\nBASTOS, Celso. Perfil Constitucional da Ação Direta de Declaração de Inconstitucionalidade. Revista de Direito Público, v. 5, n. 22, dez. 1972. p. 104.\nBARILE, Paolo; CHELI, Enzo; GRASSI, Stefano. Istituzioni di Diritto Pubblico. 15. ed. Pádua: Cedam, 2016. p. 230-234.\nBINEMBOJM, Gustavo. A Nova Jurisdição Constitucional Brasileira. Renovar, 2001. p. 173.\nBINEMBOJM, Gustavo. A Nova Jurisdição Constitucional Brasileira. 1. ed. Renovar, 2010. p. 203.\nBITTENCOURT, Carlos Alberto. O controle jurisdicional da constitucionalidade das leis. 2. ed. Rio de Janeiro: Forense, 1968. p. 140-141.\nBIRD, Brian. The judicial notwithstanding clause: suspended declarations of invalidity”. Manitoba Law Journal, v. 42, n. 1, 2019. p. 27.\nBÖCKENFÖRDE, Ernst-Wolfgang. Naissance et développement de la notion d’État de droit.\". In: Le Droit, l’État et la Constitution Démocratique: essais de théorie juridique, politique et constitutionnelle. Tradução: Olivier Jouanjan. Paris, Bruxelles: LGDJ; Bruylant, 2000. p. 142-145.\nBONDY, William. The Separation of Governmental Powers. In: History and Theory in the Constitutions. Nova York: Columbia College, 1986.\nBUZAID, Alfredo. Da ação direta de declaração de inconstitucionalidade no direito brasileiro. São Paulo: Saraiva, 1958. p. 130-132.\nCANOTILHO, J.J. Gomes. Direito Constitucional. 5. ed. Almedina, 1991. p. 108.\nCANOTILHO, J. J. Gomes. Direito constitucional e teoria da constituição. 7. ed. Coimbra: Almedina, 1997. p. 1033-1034.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Constituição da República Portuguesa Anotada. 2. ed. Coimbra, 1952. p. 542.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Os Poderes do Presidente da República. Coimbra: Coimbra, 1991.\nCARNELUTTI, Francesco. La morte del diritto. In: La crisi del diritto. Pádua: Cedam, 1963. p. 180.\nCASSANTA, Mário.  O Poder de Veto. p. 78.\nCASTRO, Raimundo de Araújo. A Nova Constituição Brasileira. Rio de Janeiro: Freitas Bastos, 1935. p. 246-247.\nCAVALCANTI, João Barbalho Uchôa. Constituição Federal Brazileira – Comentários. Rio de Janeiro: Companhia Litho-Typographia, 1902. p. 249. \nCOSTA, J. M. Cardoso da. Relatório Geral da VII Conferência dos Tribunais Constitucionais Europeus em Justiça Constitucional e Espécies, Conteúdo e Efeitos das Decisões sobre a Constitucionalidade de Normas. Lisboa, 1985. p. 72.\nENTERRÍA, Eduardo García de. Justicia Constitucional: la doctrina prospectiva en la declaración de ineficacia de las leyes inconstitucionales. Revista de Direito Público, ano 22, n. 92, out./dez. 1989. p. 5.\nFERRAZ, Anna Cândida da Cunha. Conflito entre poderes: o poder congressual de sustar atos normativos do poder executivo. Revista dos Tribunais, São Paulo, 1994. p. 2021. \nFORSTHOFF, Ernst. Begriff und Wesen des sozialen Rechtsstaates. In: Rechtsstaat im Wandel. Verfassungsrechtliche Abhandlungen, 1950-1964. Stuttgart: W. Kohlhammer, 1964. p. 38.\nGONÇALVES, João Filipe. Rui Barbosa: pondo as ideias no lugar. Rio de Janeiro: Fundação Getúlio Vargas, 2000. p. 82-83.\nHÄBERLE. Direitos fundamentais no Estado Prestacional. Porto Alegre: Livraria do Advogado, 2019. p. 16-18.\nHÄBERLE, Peter. Hermenêutica constitucional: a sociedade aberta dos intérpretes da Constituição - Contribuição para a interpretação pluralista e procedimental da Constituição. Porto Alegre: Sergio Antonio Fabris, 1997. p. 13.\nHÄBERLE. Pluralismo y Constitución – estudios de teoría constitucional de la sociedad abierta. 2. ed. Madrid: Tecnos, 2013. p. 103-129.\nHAMILTON, Alexander. Federalist No. 78. Disponível em: https://www.congress.gov/resources/display/content/The+Federalist+Papers#TheFederalistPapers-78. Acesso em: 28 nov. 2017.\nIPSEN, Jörn. Rechtsfolgen der Verfassungsidrigkeit von Norm und Eizelakt. Baden-Baden: Nomos Verlag, 1980. p. 213 et seq.\nKELSEN, Hans. La garanzia costitucionale Della Costituzione, em La Giustizia Costituzionale. Milão: Giuffré. p. 143 e 146. \nKREBS, Walter.Freiheitsschutz durch Grundrechte. JURA, 1988. p. 617.\nLARENZ, Karl. Derecho Justo - Fundamentos de Ética Jurídica. Madrid: Civitas, 1985. p. 91-93.\nLESSA, Pedro. Do Poder Judiciário: direito constitucional brasileiro. Rio de Janeiro: Livraria Francisco Alves, 1915. p. 112-113.\nLOBO, Américo, Decisões constitucionais de Marshall. Brasília: Ministério da Justiça, 1997. p. 24-25.\nLOUGHLIN, Martin. Political Jurisprudence. Oxford: Oxford University Press, 2017. p. 163.\nLUHMANN, Niklas. Teoría Política en el Estado de Bienestar. Madrid: Alianza, 1997.\nMAURER, Harmut. Zur Verfassungswidrigerklärung von Gesetzen. In: Im Dienst an Recht und Staat: Festschrift fur Werner Weber. Berlim: Dunker und Humbolt, 1974. p. 345.\nMELLO, Celso de. Constituição Federal Anotada. 2. ed. São Paulo: Saraiva, 1986. p. 182.\nMENDES, Gilmar Ferreira. A evolução do direito constitucional brasileiro e o controle de constitucionalidade das leis. In: Direitos fundamentais e controle de constitucionalidade: estudos de direito constitucional. 3. ed. São Paulo: Saraiva, 2004.\nMENDES, Gilmar Ferreira. Controle abstrato de constitucionalidade: ADI, ADC e ADO: comentários à Lei n. 9.868/99. São Paulo: Saraiva, 2012. p. 604.\nMENDES, Gilmar Ferreira; MARTINS, Ives Gandra da Silva. Controle Concentrado de Constitucionalidade – Comentários à Lei n. 9.868, de 10-11-1999. 2. ed. São Paulo: Saraiva, 2005. p. 497.\nMENDES, Gilmar Ferreira. Jurisdição constitucional: o controle abstrato de normas no Brasil e na Alemanha. 4. ed. São Paulo: Saraiva, 2004. p. 244-245, 289 e 291.\nMENDES, Gilmar Ferreira. Jurisdição constitucional: o controle abstrato de normas no Brasil e na Alemanha. 6. ed. São Paulo: Saraiva, 2014. p. 367-368.\nMENDES, Gilmar F. Kelsen e o controle de constitucionalidade no direito brasileiro em Direitos Fundamentais e o Controle de Constitucionalidade. 2. ed. IBCD. p. 265.\nMENDES, Gilmar. In: ROCHA, Fernando Luiz Ximenes; MORAES, Filomeno (coord.). A constitucionalidade do art. 27 da Lei n. 9.868/99. Direito constitucional contemporâneo: estudos em homenagem ao Professor Paulo Bonavides. 1. ed. Belo Horizonte: Del Rey, 2005. p. 305.\nMENDES, Gilmar Ferreira. O papel do Senado Federal no controle de constitucionalidade: um caso clássico de mutação constitucional. Revista de Informação Legislativa, ano 41, n. 162. Brasília, Senado Federal, abr./jun. 2004. p. 149-168.\nMIRANDA, Jorge. Manual de Direito Constitucional.\nMIRANDA, Jorge. Manual de Direito Constitucional. 2. ed. Coimbra: Coimbra, 1988. Tomo 2.\nMIRANDA. Teoria do Estado e da Constituição. Rio de Janeiro: Forense, 2007. p. 244-245.\nMIRANDA, Pontes de. Comentários à Constituição de 1946. 2. ed. 1953. v. 2. p. 214.\nMORAIS, Carlos Blanco de. Curso de Direito Constitucional II: Teoria da Constituição. Lisboa: Almedina, 2018. p. 111-120.\nMOREIRA NETO, Diogo de Figueiredo. Interferências entre poderes do Estado (Fricções entre o executivo e o legislativo na Constituição de 1988). Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 103, jul./set. 1989. p. 5.\nNUNES, José de Castro. Teoria e Prática do Poder Judiciário. Rio de Janeiro: Revista Forense, 1943. p. 608.\nOMMATI, Fides. Dos freios e contrapesos entre os Poderes. Revista de Informação Legislativa, Brasília: Senado Federal, ano 14, n. 55, p. 55, jul./set. 1977.\nÖHLINGER, Theo. The genesis of the Austrian model of Constitutional Review of Legislation. Ratio Juris, v. 16, n. 2, Oxfordk, Blackwell, jun. 2003. p. 213.\nPACHECO, Cláudio. Tratado das Constituições Brasileiras. \nPAIXÃO, Cristano; MAIA, Paulo Sávio N. História da Constituição como história conceitual: Marbury v. Madison e o surgimento da supremacia constitucional.: Revista Acadêmica. v. 81. Recife: Faculdade de Direito da UFPE, 2009. p. 463.\nPAULSON, Stanley L. Constitutional Review in the United States and Austria: mnotes on the beginnings. In: Ratio Juris. Vol. 16, n. 2. Oxford: Blackwell, 2003. p. 237.\nPEGORARO, Angelo RINELLA. Sistemi costituzionali comparati. Turim: Giappichelli, 2017. p. 589.\nPFERSMANN, Otto. Não há governo dos juízes. Positivismo Jurídico e Justiça Constitucional no Século XXI. Tradução: PAGLIARINI, Alexandre. São Paulo: Saraiva, 2014. p. 121.\nPIEROTH, Bodo; SCHLINK, Bernard. Direitos Fundamentais. 2. ed. São Paulo: Saraiva, 2019. p. 63-83.\nROCA, Javier García. Separación de poderes y disposiciones del ejecutivo com rango de ley: mayoria, minorías, controles. Cadernos de Direito Constitucional e Ciência Política. Revista dos Tribunais, São Paulo, ano 7, n. 27, abr./jun. 1999. p. 7.\nRODRIGUES, Ernesto. O Veto no Brasil. Forense, 1981. p. 83.\nSARMENTO, Daniel. A eficácia temporal das decisões no controle de constitucionalidade. In: SAMPAIO, José Adércio; CRUZ, Álvaro Souza. Hermenêutica e Jurisdição constitucional. Del Rey, 2001. p. 9 e 37.\nSARMENTO, Daniel. A eficácia temporal das decisões no controle de constitucionalidade. In: SARMENTO, Daniel (org.). O Controle de Constitucionalidade e a Lei 9.868/99. Lumen Júris, 2001. p. 101 e 131.\nSARMENTO, Daniel. A eficácia temporal das decisões no controle de constitucionalidade. In: SARMENTO, Daniel (org.). O Controle de Constitucionalidade e a Lei 9.868/99. Lumen Júris, 2002. p. 125.\nSCHLAICH, Klaus. Das Bundesverfassungsgericht: Stellung, Verfahren, Entscheidungen. Munique: C. H. Beck, 1985. p. 162.\nSEGADO, Francisco Fernandez. Algunas reflexiones generales en torno a los efectos de las sentencias de inconstitucionalidad y a la relatividad de ciertas fórmulas estereotipadas vinculadas a ellas.\nAnuario Iberoamericano de Justicia Constitucional, n. 12. Madrid: CEPC, 2008. p. 198.\nSILVA, Afonso da.  Princípio do Processo de Formação das Leis. Revista dos Tribunais, 1964. p. 201 e 202.\nSOUZA JÚNIOR, José Geraldo. Reflexões sobre o princípio da separação de poderes: o partipris de Montesquieu. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 68, out./dez. 1980. p. 15.\nSTOLZE, Pablo; PAMPLONA FILHO, Rodolfo. Novo Curso de Direito Civil– Parte Geral. 15. ed. v. 1. São Paulo: Saraiva, 2014. p. 345.\nSTRECK, Lenio. Jurisdição Constituição. 6. ed. Rio de Janeiro: Forense, 2019. p. 132.\nSUNSTEIN, Cass R.; ULLMANN-MARGALIT, Edna. Second-Order Decisions. SUSTEIN, Cass R. (org.). Behavioral Law and Economics. Cambridge: Cambridge University Press, 2000. p. 187 e seq.\nTAVARES, José de Farias. A divisão de poderes e o constitucionalismo brasileiro. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 65, jan./mar. 1980. p. 53.\nTEIXEIRA, José Elaeres Marques. A doutrina das Questões Políticas no Supremo Tribunal Federal. Porto Alegre: Sergio Fabris, 2005. p. 93-99.\nTELES, Miguel Galvão. A competência da competência do Tribunal Constitucional. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 111 e 123.\nVELOSO, Zeno.  Controle Jurisdicional de Constitucionalidade. Cejup, 1999. p. 219.\nVERSTRAELEN, Sarah. The temporal limitation of judicial decisions: the need for flexibility versus the quest for uniformity. German Law Journal, v. 14, n. 9, 2013. p. 1699.\nWOOD, Gordon S. The origins of the judicial review revisited, or how the Marshall Court made more out of less. Washington and Lee Law Review, v. 56, Washington and Lee University, Lexington. 1999.\nZAGREBELSKY, Gustavo; MARCENÒ. Giustizia Costituzionale. Bolonha: il Mulino, 2012. p. 337-420.\nZAVASCKI, Teori Albino. A Eficácia das Sentenças na Jurisdição Constitucional. 3. ed. São Paulo: Revista dos Tribunais, 2014. p. 67-68.","ministro_facet":["DIAS TOFFOLI","CÁRMEN LÚCIA"],"processo_numero":2154,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}