{"result":{"took":405,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur347757","_score":85.848335,"_source":{"procedencia_geografica_uf_sigla":"RO","is_questao_ordem":false,"acordao_ata":"Após o relatório e a sustentação oral, pelo amicus curiae Defensoria Pública do Estado do Rio de Janeiro, do Dr. Denis Sampaio, Defensor Público do Estado, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência do Ministro Ricardo Lewandowski. Plenário, 04.11.2015.\r\n\n                       Decisão: O Tribunal, apreciando o tema 280 da repercussão geral, por maioria e nos termos do voto do Relator, negou provimento ao recurso e fixou tese nos seguintes termos: “A entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori, que indiquem que dentro da casa ocorre situação de flagrante delito, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade, e de nulidade dos atos praticados”, vencido o Ministro Marco Aurélio quanto ao mérito e à tese. Ausentes, justificadamente, a Ministra Cármen Lúcia, participando como palestrante do XVI Encuentro de Magistradas de los más Altos Órganos de Justicia de Iberoamerica, em Havana, Cuba, e o Ministro Roberto Barroso. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 05.11.2015.","is_repercussao_geral_merito":true,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur347757","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rondônia","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur347757","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário representativo da controvérsia. Repercussão geral. 2. Inviolabilidade de domicílio – art. 5º, XI, da CF. Busca e apreensão domiciliar sem mandado judicial em caso de crime permanente. Possibilidade. A Constituição dispensa o mandado judicial para ingresso forçado em residência em caso de flagrante delito. No crime permanente, a situação de flagrância se protrai no tempo. 3. Período noturno. A cláusula que limita o ingresso ao período do dia é aplicável apenas aos casos em que a busca é determinada por ordem judicial. Nos demais casos – flagrante delito, desastre ou para prestar socorro – a Constituição não faz exigência quanto ao período do dia. 4. Controle judicial a posteriori. Necessidade de preservação da inviolabilidade domiciliar. Interpretação da Constituição. Proteção contra ingerências arbitrárias no domicílio. Muito embora o flagrante delito legitime o ingresso forçado em casa sem determinação judicial, a medida deve ser controlada judicialmente. A inexistência de controle judicial, ainda que posterior à execução da medida, esvaziaria o núcleo fundamental da garantia contra a inviolabilidade da casa (art. 5, XI, da CF) e deixaria de proteger contra ingerências arbitrárias no domicílio (Pacto de São José da Costa Rica, artigo 11, 2, e Pacto Internacional sobre Direitos Civis e Políticos, artigo 17, 1). O controle judicial a posteriori decorre tanto da interpretação da Constituição, quanto da aplicação da proteção consagrada em tratados internacionais sobre direitos humanos incorporados ao ordenamento jurídico. Normas internacionais de caráter judicial que se incorporam à cláusula do devido processo legal. 5. Justa causa. A entrada forçada em domicílio, sem uma justificativa prévia conforme o direito, é arbitrária. Não será a constatação de situação de flagrância, posterior ao ingresso, que justificará a medida. Os agentes estatais devem demonstrar que havia elementos mínimos a caracterizar fundadas razões (justa causa) para a medida. 6. Fixada a interpretação de que a entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori, que indiquem que dentro da casa ocorre situação de flagrante delito, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade e de nulidade dos atos praticados. 7. Caso concreto. Existência de fundadas razões para suspeitar de flagrante de tráfico de drogas. Negativa de provimento ao recurso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10924027","externo_seq_objeto_incidente":3774503,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-093  DIVULG 09-05-2016  PUBLIC 10-05-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=603616&classe=RE","is_colac":false,"titulo":"RE 603616","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1824\n          ART-00179 INC-00007\n                CF-1824 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00011\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 NÚMERO-16\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00122 PAR-00006\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00015\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00150 PAR-00010\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00004 INC-00011 INC-00061 \n          INC-00062 INC-00067\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n          ART-00153 PAR-00010\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-004898      ANO-1965\n          ART-00003 LET-B\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00003 ART-00008 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00150 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00240 PAR-00001 ART-00302 INC-00001 \n          ART-00303 ART-00474 PAR-00003\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEC-010358      ANO-1942\n                DECRETO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   SUV-000011      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   CVC      ANO-1950\n          ART-00008\n                CONVENÇÃO EUROPEIA DOS DIREITOS DO HOMEM E DAS LIBERDADES FUNDAMENTAIS, OEA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00017 NÚMERO-1\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   CVC      ANO-1969\n          ART-00011 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA"],"publicacao_data":"2016-05-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO À INVIOLABILIDADE DA CASA, DIREITO COMPARADO. PREVISÃO, CONSTITUIÇÃO POLÍTICA DO IMPÉRIO DO BRASIL, CONSTITUIÇÃO FEDERAL DE 1891, CONSTITUIÇÃO FEDERAL DE 1934, CONSTITUIÇÃO FEDERAL DE 1937, DIREITO À INVIOLABILIDADE DA CASA, EXCEÇÃO, HIPÓTESE, DETERMINAÇÃO, LEI. SUSPENSÃO, INVIOLABILIDADE, DOMICÍLIO, DECLARAÇÃO, GUERRA, INTERMÉDIO, DECRETO. RETORNO, DIREITO À INVIOLABILIDADE DA CASA , CONSTITUIÇÃO FEDERAL DE 1946, CONSTITUIÇÃO FEDERAL DE 1967, EMENDA CONSTITUCIONAL 1 DE 1969, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, DIREITO À INVIOLABILIDADE DA CASA, HIPÓTESE, EXCEÇÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, RESERVA DE JURISDIÇÃO, MANDADO DE BUSCA E APREENSÃO. CARACTERIZAÇÃO, BUSCA E APREENSÃO, DOMICÍLIO, IMPORTÂNCIA, REPRESSÃO DO CRIME, INVESTIGAÇÃO CRIMINAL. CONFIGURAÇÃO, MANDADO JUDICIAL, GARANTIA, OBSERVÂNCIA, PRIVACIDADE. POSSIBILIDADE, AMPLIAÇÃO, DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL, AFASTAMENTO, EXCEÇÃO, PRECEITO FUNDAMENTAL, PREVISÃO, CONSTITUIÇÃO FEDERAL, INTERMÉDIO, TRATADO INTERNACIONAL, DIREITOS HUMANOS. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, PRISÃO CIVIL, DEPOSITÁRIO INFIEL, DECORRÊNCIA, INCOMPATIBILIDADE, CONSTITUIÇÃO FEDERAL DE 1988, TRATADO INTERNACIONAL, DIREITOS HUMANOS. AUSÊNCIA, DEMONSTRAÇÃO, JUSTA CAUSA, OBJETIVO, INVASÃO, DOMICÍLIO, HIPÓTESE, PROVA ILÍCITA, DENÚNCIA ANÔNIMA, DECLARAÇÃO, CORRÉU, FUNDAMENTO, AUSÊNCIA, VALOR PROBATÓRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CARACTERIZAÇÃO, TRÁFICO DE DROGAS, CRIME PERMANENTE, DECORRÊNCIA, ESTADO DE FLAGRÂNCIA, MULTIPLICIDADE, CONDUTA, TIPO PENAL, POSSIBILIDADE, CONFIGURAÇÃO, CRIME, ABUSO DE AUTORIDADE, HIPÓTESE, INEXISTÊNCIA, ESTADO DE FLAGRÂNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), VALIDADE, INGRESSO, RESIDÊNCIA, FLAGRANTE DELITO, DECORRÊNCIA, DENÚNCIA ANÔNIMA, CONDIÇÃO, AGENTE DE POLÍCIA, AFERIÇÃO, VERACIDADE, INFORMAÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO, RECURSO EXTRAORDINÁRIO, OBJETIVO, ABSOLVIÇÃO, PARTE RECORRENTE. AUSÊNCIA, ESTADO DE FLAGRÂNCIA, CASO CONCRETO, NECESSIDADE, MANDADO DE BUSCA E APREENSÃO, ENTRADA, RESIDÊNCIA.\n\n- OBITER DICTUM, MIN. CELSO DE MELLO: NATUREZA CONSTITUCIONAL, CONVENÇÃO INTERNACIONAL, DIREITOS HUMANOS, DECORRÊNCIA, IDEIA, BLOCO DE CONSTITUCIONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=603616&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DETERMINAÇÃO JUDICIAL, INVASÃO, DOMICÍLIO, CRIME PERMANENTE)\nRHC 91189 (2ªT), RHC 117159 (1ªT), RHC 121419 (2ªT). \n(DEPOSITÁRIO INFIEL, PRISÃO CIVIL)\nRE 349703 (TP), RE 466343 (TP). \n(INSTAURAÇÃO, INVESTIGAÇÃO CRIMINAL, INDÍCIO MÍNIMO)\nInq 1957 (TP). \n(PROCESSO PENAL, INVIOLABILIDADE, DOMICÍLIO, PROVA ILÍCITA)\nHC 79512 (TP). \n(NATUREZA CONSTITUCIONAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS, BLOCO DE CONSTITUCIONALIDADE)\nHC 96772 (2ªT), RE 349703 (TP), RE 466343 (TP), HC 87585 (TP). \n(MANDADO DE BUSCA E APREENSÃO, PRISÃO EM FLAGRANTE, CRIME PERMANENTE)\nHC 84772 (2ªT), RHC 121419 (2ªT). \n(DENÚNCIA ANÔNIMA)\nRHC 117988 (2ªT). \n(DIREITO FUNDAMENTAL, INVIOLABILIDADE, DOMICÍLIO)\nHC 82788 (2ªT), RHC 90376 (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1521711 AgR, RHC 40796, ARE 417637 AgR. \n- Legislação estrangeira citada:\nQuarta Emenda à Constituição dos Estados Unidos, adotada em 1792; Artigo 14 da Constituição Italiana; Artigo 39 da Constituição Chinesa; Artigo 18 da Constituição Argentina; Artigo 11 da Constituição Uruguaiana; Lei Fundamental Alemã, §13; Artigo 34 da Constituição Portuguesa; Artigo 18 da Constituição Espanhola; Artigos 33 e 35 da Constituição Japonesa; Artigo 34 da Constituição do Paraguai; Artigo 33 da Constituição da República de Angola; Constituição Francesa; Declaração dos Direitos do Homem e do Cidadão, de 1789. \n- Decisões estrangeiras citadas:\nJustice Robert H. Jackson, redator da opinion da Suprema Corte dos Estados Unidos, caso Johnson v. United States 333 U.S. 10 (1948); United States v. McConney, 728 F. 2d 1195, 1199 (9th Cir.), cert. denied, 469 U.S. 824 (1984); Heino contra Finlândia (caso n. 56720/09), decisão de 15.2.2011; Smirnov contra Rússia (caso 71362/01), decisão de 7.6.2007; Amos v. United States, 255 U.S. 313 (1921).\nNúmero de páginas: 63.\nAnálise: 19/05/2016, JRS.\nRevisão: 15/03/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : PAULO ROBERTO DE LIMA \nADV.(A/S)  : JEOVA RODRIGUES JUNIOR \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE RONDÔNIA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"280 - Provas obtidas mediante invasão de domicílio por policiais sem mandado de busca e apreensão.","old_seq_sjur":347757,"documental_tese_texto":"A entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori, que indiquem que dentro da casa ocorre situação de flagrante delito, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade, e de nulidade dos atos praticados.","procedencia_geografica_completo":"RO - RONDÔNIA","processo_codigo_completo":"RE 603616","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-11-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BELTRAME, José Mariano. Todo Dia é Segunda-Feira. Rio Janeiro: Sextante, 2014. Formato: ePub. Acesso em: 04/11/2015.","ministro_facet":["GILMAR MENDES"],"processo_numero":603616,"base":"acordaos"},"highlight":{"documental_observacao_texto":["TRATADO INTERNACIONAL, DIREITOS HUMANOS, BLOCO DE CONSTITUCIONALIDADE)\nHC 96772 (2ªT), RE 349703 (TP), RE 466343 (TP), HC 87585 (TP). \n(MANDADO DE <em>BUSCA</em> E APREENSÃO, PRISÃO EM FLAGRANTE, CRIME PERMANENTE)\nHC 84772 (2ªT), RHC 121419 (2ªT). \n(DENÚNCIA ANÔNIMA)\nRHC 117988 (2ªT). \n(DIREITO FUNDAMENTAL, INVIOLABILIDADE"],"ementa_texto":["Recurso extraordinário representativo da controvérsia. Repercussão geral. 2. Inviolabilidade de domicílio – art. 5º, XI, da CF. <em>Busca</em> e apreensão domiciliar sem mandado judicial em caso de crime permanente. Possibilidade. A Constituição dispensa o mandado judicial para ingresso forçado em residência em caso de flagrante delito. No crime permanente, a situação de flagrância se protrai no tempo. 3. Período noturno. A cláusula que limita o ingresso ao período do dia é aplicável apenas aos casos em que a <em>busca</em> é determinada por ordem judicial. Nos demais casos – flagrante delito, desastre ou para prestar socorro – a Constituição não faz exigência quanto ao período do dia. 4. Controle judicial a posteriori. Necessidade de preservação da inviolabilidade domiciliar. Interpretação da Constituição. Proteção contra ingerências arbitrárias no domicílio. Muito embora o flagrante delito legitime o ingresso forçado em casa sem determinação judicial, a medida deve ser controlada judicialmente. A inexistência de controle judicial, ainda que posterior à execução da medida, esvaziaria o núcleo fundamental da garantia contra a inviolabilidade da casa (art. 5, XI, da CF) e deixaria de proteger contra ingerências arbitrárias no domicílio (Pacto de São José da Costa Rica, artigo 11, 2, e Pacto Internacional sobre Direitos Civis e Políticos, artigo 17, 1). O controle judicial a posteriori decorre tanto da interpretação da Constituição, quanto da aplicação da proteção consagrada em tratados internacionais sobre direitos humanos incorporados ao ordenamento jurídico. Normas internacionais de caráter judicial que se incorporam à cláusula do devido processo legal. 5. Justa causa. A entrada forçada em domicílio, sem uma justificativa prévia conforme o direito, é arbitrária. Não será a constatação de situação de flagrância, posterior ao ingresso, que justificará a medida. Os agentes estatais devem demonstrar que havia elementos mínimos a caracterizar fundadas razões (justa causa) para a medida. 6. Fixada a interpretação de que a entrada forçada em domicílio sem mandado judicial só é lícita, mesmo em período noturno, quando amparada em fundadas razões, devidamente justificadas a posteriori, que indiquem que dentro da casa ocorre situação de flagrante delito, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade e de nulidade dos atos praticados. 7. Caso concreto. Existência de fundadas razões para suspeitar de flagrante de tráfico de drogas. Negativa de provimento ao recurso."],"documental_indexacao_texto":["1988, DIREITO À INVIOLABILIDADE DA CASA, HIPÓTESE, EXCEÇÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, RESERVA DE JURISDIÇÃO, MANDADO DE <em>BUSCA</em> E APREENSÃO. CARACTERIZAÇÃO, <em>BUSCA</em> E APREENSÃO, DOMICÍLIO, IMPORTÂNCIA, REPRESSÃO DO CRIME, INVESTIGAÇÃO CRIMINAL. CONFIGURAÇÃO, MANDADO JUDICIAL, GARANTIA, OBSERVÂNCIA","PROVIMENTO, RECURSO EXTRAORDINÁRIO, OBJETIVO, ABSOLVIÇÃO, PARTE RECORRENTE. AUSÊNCIA, ESTADO DE FLAGRÂNCIA, CASO CONCRETO, NECESSIDADE, MANDADO DE <em>BUSCA</em> E APREENSÃO, ENTRADA, RESIDÊNCIA.\n\n- OBITER DICTUM, MIN. CELSO DE MELLO: NATUREZA CONSTITUCIONAL, CONVENÇÃO INTERNACIONAL, DIREITOS HUMANOS, DECORRÊNCIA"],"documental_tese_tema_texto":["280 - Provas obtidas mediante invasão de domicílio por policiais sem mandado de <em>busca</em> e apreensão."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur427282","_score":57.854107,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, deferiu a cautelar para reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da busca e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, nos termos do voto do Relator, vencidos os Ministros Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes e Dias Toffoli (Presidente), que a indeferiam, e os Ministros Marco Aurélio e Celso de Mello, que declinavam da competência para a instância ordinária. Plenário, 26.06.2019.\r\n\n                    Decisão: Após o voto do Ministro Edson Fachin (Relator), no sentido de reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da busca e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, o julgamento foi suspenso. Falou, pelo autor, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 26.06.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427282","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur427282","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECLAMAÇÃO. AÇÃO CAUTELAR. JULGAMENTO CONJUNTO. MATÉRIA PROCESSUAL PENAL. BUSCA E APREENSÃO REALIZADA NAS DEPENDÊNCIAS DO SENADO FEDERAL. MEDIDA AUTORIZADA PELO JUÍZO DE PRIMEIRO GRAU. AUSÊNCIA DE AUTOMÁTICA E NECESSÁRIA USURPAÇÃO DA COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL. SUPERVISÃO DE APURAÇÃO TENDENTE A ELUCIDAR CONDUTAS POTENCIALMENTE ATRIBUÍDAS A CONGRESSISTAS NO EXERCÍCIO DA FUNÇÃO PARLAMENTAR. VULNERAÇÃO À COMPETÊNCIA DESTA CORTE. HIGIDEZ DAS PROVAS REPETÍVEIS OU QUE DISPENSAM PRÉVIA AUTORIZAÇÃO JUDICIAL. PEDIDO PARCIALMENTE PROCEDENTE.\n\n\n\n    1. A competência penal originária do Supremo Tribunal Federal, inclusive no que toca à etapa investigatória, encontra-se taxativamente elencada nas regras de direito estrito estabelecidas no art. 102 da CRFB, razão pela qual não permite alargamento pela via interpretativa.\n\n\n\n    2. Inexistente previsão constitucional em direção diversa, não há como se acolher a pretensão no sentido de que seria necessariamente do Supremo Tribunal Federal a competência para apreciar pedido de busca e apreensão a ser cumprida nas dependências de Casas Legislativas. Isso porque, conforme se extrai do art. 102, CRFB, não se elegeu o local da realização de diligências, ou seja, o critério espacial, como fator de determinação de competência desta Corte.\n\n\n\n    3. As imunidades parlamentares visam a salvaguardar a independência do exercício dos respectivos mandatos congressuais, de modo que não são passíveis de extensão em favor de outros agentes públicos ou funções alheias às estritas atividades parlamentares. Por essa razão, não há impedimento normativo de que integrantes de Polícia Legislativa sejam diretamente investigados em primeiro grau, na medida em que referidas funções públicas não se inserem no rol taxativo a legitimar a competência penal originária desta Suprema Corte.\n\n\n\n    4. Eventuais interferências entre os Poderes constituídos ou condicionamentos da atividade jurisdicional, como a exigência de participação de outros órgãos na realização de determinadas diligências, devem decorrer de previsão constitucional, descabendo adotar mecanismo de freio e contrapeso não disciplinado, expressa ou implicitamente, pela própria Constituição da República.\n\n\n\n    5. A jurisprudência desta Suprema Corte firmou-se no sentido de que a competência penal constitucionalmente estabelecida alcança também a fase investigatória. Assim, se inexistir indicativo de competência do Supremo Tribunal Federal para processar e julgar eventual ação penal, não há razão para que a Suprema Corte aprecie medida de cunho preparatório e acessório.\n\n\n\n    6. Em sede de reclamação, a alegação de usurpação da competência do STF em razão da investigação, em primeiro grau, de agentes detentores de foro nesta Suprema Corte, deve ser demonstrada sem exigir o reexame de matéria fático-probatória. Para a configuração dessas circunstâncias, são insuficientes a possibilidade abstrata de envolvimento de parlamentares, bem como simples menções a nomes de congressistas.\n\n\n\n    7. Caso concreto em que, segundo decisões judiciais anteriormente proferidas pelo Juízo reclamado, a confirmação das hipóteses investigatórias poderia levar a identificação de parlamentares que, em tese, teriam comandado os atos objeto de apuração, cenário, a um só tempo, a denotar a usurpação da competência desta Suprema Corte e afastar a alegação de incidência da Teoria do Juízo Aparente.\n\n\n\n    8. A irregularidade atinente à competência para supervisão das investigações não infirma a validade de quaisquer elementos probatórios não sujeitos à cláusula de reserva de jurisdição e que, bem por isso, dispensam, para sua produção ou colheita, prévia autorização judicial.\n\n\n\n    9. As interceptações telefônicas, por sua vez, sujeitas a perecimento por excelência, bem como a quebra de sigilo telefônico deferida com base nesses diálogos captados, são declaradas ilícitas em relação aos detentores de prerrogativa de foro nesta Corte, providência que não se estende aos demais investigados.\n\n\n\n    10. O Tribunal Pleno, por maioria, acolheu o pedido cautelar formulado pela Procuradoria-Geral da República para o fim de não desconstituir a busca e apreensão realizada, resguardando-se o exame exauriente da validade de eventuais provas decorrentes da medida para momento oportuno, após avaliação do material arrecadado pelos órgãos de persecução.\n\n\n\n    11. Pedido julgado parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753092745","externo_seq_objeto_incidente":5112058,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-159  DIVULG 24-06-2020  PUBLIC 25-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4297&classe=AC","is_colac":false,"titulo":"AC 4297","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00011 INC-00012 \n          INC-00035 INC-00037 INC-00053 INC-00055 \n          INC-00056 ART-00034 INC-00004 ART-00053 \n          PAR-00001 ART-00060 INC-00003 ART-00102 \n          INC-00001 LET-B LET-C LET-D \n          LET-L ART-0103A PAR-00003 ART-00109 \n          INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00150 PAR-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00157 PAR-00001 ART-00240 PAR-00001 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F LET-G LET-H \n          ART-00563 ART-00573 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   SUMSTF-000394      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-06-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMUNIDADE DIPLOMÁTICA, ÓBICE, ATUAÇÃO, ÂMBITO JUDICIAL, ESTADO ACREDITADO, CHEFE DE MISSÃO DIPLOMÁTICA, SEDE, MISSÃO DIPLOMÁTICA, VEÍCULO AUTOMOTOR, BAGAGEM, DIFERENÇA, IMUNIDADE PARLAMENTAR, AUSÊNCIA, EXTENSÃO, LOCAL, EXERCÍCIO, ATIVIDADE PARLAMENTAR. CONSTITUIÇÃO FEDERAL, RECIPROCIDADE, CONTROLE, PODERES DA REPÚBLICA. REALIZAÇÃO, ATIVIDADE JURISDICIONAL, INVIABILIDADE, IMPOSIÇÃO, CONDICIONAMENTO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL, INCLUSÃO, DETERMINAÇÃO, BUSCA E APREENSÃO, CASA LEGISLATIVA. FORO POR PRERROGATIVA DE FUNÇÃO, INDISPENSABILIDADE, CONSTATAÇÃO, EXISTÊNCIA, INDÍCIO, PARTICIPAÇÃO ATIVA, ATO CONCRETO. PARLAMENTAR, SÓCIO, EMPRESA, INSUFICIÊNCIA, FIXAÇÃO, COMPETÊNCIA, STF. NULIDADE, INOBSERVÂNCIA, PRERROGATIVA DE FORO, ALCANCE, AGENTE. PODER JUDICIÁRIO, INCOMPATIBILIDADE, ATUAÇÃO, FORMA DIRETA, INVESTIGAÇÃO CRIMINAL. RECONHECIMENTO, NULIDADE, DEMONSTRAÇÃO, PREJUÍZO. INOBSERVÂNCIA, PRINCÍPIO DO JUIZ NATURAL, VALIDADE, ELEMENTO PROBATÓRIO, DISPENSABILIDADE, AUTORIZAÇÃO PRÉVIA, PODER JUDICIÁRIO. IRREGULARIDADE, INQUÉRITO, INADEQUAÇÃO, INVALIDADE, AÇÃO PENAL. TEORIA DA DESCOBERTA INEVITÁVEL, PROVA. AUTORIZAÇÃO PRÉVIA, ÂMBITO JUDICIAL, INVESTIGAÇÃO CRIMINAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: COMPETÊNCIA, STF, AFERIÇÃO, GRAU DE ENVOLVIMENTO, DETENTOR, PRERROGATIVA DE FORO, ATO CRIMINOSO, INVESTIGAÇÃO. RECONHECIMENTO, PRERROGATIVA DE FORO, EX-TITULAR DE MANDATO ELETIVO. TEORIA DO JUÍZO APARENTE, RATIFICAÇÃO, ATO PROCESSUAL, PROVA. INVALIDADE, PROVA, ALCANCE, ACUSADO, DESTITUIÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO. DIFERENÇA, EFEITO, USURPAÇÃO DE COMPETÊNCIA, ELEMENTO PROBATÓRIO, DISPENSABILIDADE, INDISPENSABILIDADE, INTERVENÇÃO, ÂMBITO JUDICIAL.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA, STF, REALIZAÇÃO, BUSCA E APREENSÃO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL. JUIZ DE PRIMEIRO GRAU, EXPEDIÇÃO, MANDADO DE BUSCA E APREENSÃO, SEDE, PODER LEGISLATIVO, OFENSA, PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, PRINCÍPIO DO JUIZ NATURAL, RESERVA DE JURISDIÇÃO. IMPARCIALIDADE, PODER JUDICIÁRIO, SEGURANÇA, POVO, ARBITRARIEDADE, PODER PÚBLICO, GARANTIA CONSTITUCIONAL, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, JUIZ COMPETENTE, IMPARCIALIDADE DO JUIZ. PERSECUÇÃO PENAL, ARBITRARIEDADE, ABUSO, PODER PÚBLICO, OBSERVÂNCIA, ORDENAMENTO JURÍDICO. CONSTITUIÇÃO FEDERAL, INADMISSIBILIDADE, PROCESSO, PROVA ILÍCITA. PROVA ILÍCITA, NULIDADE, INUTILIDADE. PROVA, OBTENÇÃO, INCOMPETÊNCIA ABSOLUTA, AUTORIDADE, INADMISSIBILIDADE, PROCESSO. PROVA ILÍCITA, IMPOSSIBILIDADE, NULIDADE, TOTALIDADE, PROCESSO. TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA, CONTAMINAÇÃO, PROVA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DECLINAÇÃO DE COMPETÊNCIA, JUIZ DE PRIMEIRO GRAU, AUSÊNCIA, ENVOLVIMENTO, PARLAMENTAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4297&classe=AC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA ORIGINÁRIA, ÂMBITO PENAL, STF, INTERPRETAÇÃO ESTRITA)\nACO 1351 AgR (TP), AO 1820 AgR (1ªT), Pet 5859 AgR (TP), MS 33984 AgR (2ªT). \n(CONSTITUIÇÃO FEDERAL, RECIPROCIDADE, CONTROLE, PODERES DA REPÚBLICA)\nADI 775 (TP), ADI 3046 (TP), RE 551248 AgR (1ªT). \n(COMPETÊNCIA, STF, ALCANCE, INVESTIGAÇÃO)\nRcl 555 (TP), Inq 3438 (1ªT). \n(RECLAMAÇÃO, REEXAME, FATO, PROVA)\nRcl 23458 AgR (1ªT), Rcl 24708 AgR (2ªT), Rcl 18354 AgR (2ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, INDISPENSABILIDADE, CONSTATAÇÃO, EXISTÊNCIA, INDÍCIO, PARTICIPAÇÃO ATIVA, ATO CONCRETO)\nRcl 2101 AgR (TP), RHC 135683 (2ªT). \n(PARLAMENTAR, SÓCIO, EMPRESA, INSUFICIÊNCIA, FIXAÇÃO, COMPETÊNCIA, STF)\nInq 4183 AgR (2ªT). \n(NULIDADE, INOBSERVÂNCIA, PRERROGATIVA DE FORO, ALCANCE, AGENTE)\nInq 2842 (TP), AP 933 QO (2ªT), Rcl 25497 AgR (2ªT). \n(RECONHECIMENTO, NULIDADE, DEMONSTRAÇÃO, PREJUÍZO)\nHC 119372 (2ªT). \n(INOBSERVÂNCIA, PRINCÍPIO DO JUIZ NATURAL, VALIDADE, ELEMENTO PROBATÓRIO, DISPENSABILIDADE, AUTORIZAÇÃO PRÉVIA, PODER JUDICIÁRIO)\nInq 2952 ED (2ªT). \n(IRREGULARIDADE, INQUÉRITO, INADEQUAÇÃO, INVALIDADE, AÇÃO PENAL)\nRHC 90632 (1ªT), HC 99936 (2ªT), ARE 654192 AgR (2ªT), HC 111094 (1ªT), RHC 126885 (2ªT). \n(PRERROGATIVA, PARLAMENTAR, RESERVA DE JURISDIÇÃO, PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT), MS 23452 (1ªT). \n(COMPETÊNCIA, STF, REALIZAÇÃO, BUSCA E APREENSÃO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL)\nMS 23452 (1ªT). \n(IMPARCIALIDADE, PODER JUDICIÁRIO, SEGURANÇA, POVO, ARBITRARIEDADE, PODER PÚBLICO)\nHC 69601 (1ªT). \n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 349703 (TP). \n(PROVA, OBTENÇÃO, INCOMPETÊNCIA ABSOLUTA, AUTORIDADE, INADMISSIBILIDADE, PROCESSO)\nRE 100094 (1ªT), RE 85439 (2ªT) - RTJ 84/609. \n(PROVA ILÍCITA, IMPOSSIBILIDADE, NULIDADE, TOTALIDADE, PROCESSO)\nHC 69912 (TP). \n(TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA, CONTAMINAÇÃO, PROVA)\nHC 73461 (1ªT), RHC 74807 (2ªT), HC 75892 (1ªT), HC 82862 (2ªT), HC 83921 (1ªT), HC 89032 (1ªT), HC 93050 (2ªT). \n(COMPETÊNCIA, STF, ROL TAXATIVO)\nACO 1351 AgR (TP). \n(SUPERVISÃO, INVESTIGAÇÃO, STF, POSSIBILIDADE, EFEITO, PARLAMENTAR, FORO POR PRERROGATIVA DE FUNÇÃO)\nRcl 7913 AgR (TP). \n(COMPETÊNCIA, STF, AFERIÇÃO, GRAU DE ENVOLVIMENTO, DETENTOR, PRERROGATIVA DE FORO, ATO CRIMINOSO, INVESTIGAÇÃO)\nRcl 2101 AgR (TP). \n(RECONHECIMENTO, PRERROGATIVA DE FORO, EX-TITULAR DE MANDATO ELETIVO, SÚMULA 394)\nInq 1376 AgR (TP), Inq 687 QO (1ªT), AP 319 QO (1ªT), AP 313 QO-QO (TP). \n(TEORIA DO JUÍZO APARENTE, RATIFICAÇÃO, ATO PROCESSUAL, PROVA)\nHC 121719 (2ªT), HC 137438 AgR (1ªT). \n(INVALIDADE, PROVA, ALCANCE, ACUSADO, DESTITUIÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO)\nInq 2842 (TP). \n(REALIZAÇÃO, ATIVIDADE JURISDICIONAL, INVIABILIDADE, IMPOSIÇÃO, CONDICIONAMENTO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL)\nAC 4005 AgR (TP). \n(AUTORIZAÇÃO PRÉVIA, ÂMBITO JUDICIAL, INVESTIGAÇÃO CRIMINAL)\nADI 5104 MC (TP). \n(PERSECUÇÃO PENAL, ARBITRARIEDADE, ABUSO, PODER PÚBLICO, OBSERVÂNCIA, ORDENAMENTO JURÍDICO)\nHC 73338 (1ªT) - RTJ 161/264. \n(DIFERENÇA, EFEITO, USURPAÇÃO DE COMPETÊNCIA, ELEMENTO PROBATÓRIO, DISPENSABILIDADE, INDISPENSABILIDADE, INTERVENÇÃO, ÂMBITO JUDICIAL)\nInq 2952 ED (2ªT). \n- Decisões monocráticas citadas:\n(TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA, CONTAMINAÇÃO, PROVA)\nHC 84417, RHC 137369.\n- Decisões estrangeiras citadas: Urteil 1 BvR 479/55, de 20 de março de 1956, e Beschluss 1 BvR 396/53, de 8 de janeiro de 1959, do Primeiro Senado do Tribunal Constitucional Federal alemão; Caso Nix vs. Williams (1984), Caso Silverthorne Lumber Co. vs. United States, 251 U.S. 385 (1920), e Caso Murray vs. United States, 487 U.S. 533 (1988), da Suprema Corte americana.\nNúmero de páginas: 118.\nAnálise: 10/08/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":427282,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AC 4297","processo_classe_processual_unificada_classe_sigla":"AC","julgamento_data":"2019-06-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CAUTELAR","documental_doutrina_texto":"ENTERRÍA, Garcia de. Reflexiones sobre la ley e los princípios generales del derecho. Madri: Civitas, 1996. p. 30.\nFONSECA, Rodrigo Garcia da. Das provas ilícitas no Direito Brasileiro. Revista de Informação Legislativa, Senado Federal, Brasília, ano 42, n. 167, jul./set. 2005. p. 59 e 62.\nGRINOVER, Ada Pellegrini. Diligência e inspeção no processo administrativo: observações sobre o devido processo legal. Revista dos Tribunais OnLine, Thomson Reuters, v. 43, jul. 2010. p. 353.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antonio Magalhães; FERNANDES, Antonio Scarance. As nulidades do processo penal. 12. ed. rev. e atual. São Paulo: Revista dos Tribunais, 2011. p. 26.\nMARTINS, Leonardo (Org.). Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Coletânea Original: Jürgen Schwabe. Konrad Adenauer Stiftung. (Programa Estado de Derecho para Sudamérica). p. 900-901.\nMOLINARO, Carlos Alberto. A questão da prova ilícita vista pelos tribunais. Revista dos Tribunais OnLine, Thomson Reuters, v. 145, mar. 2007. p. 276.\nMONTESQUIEU. O espírito das Leis. 3. ed. São Paulo: Saraiva, 1994. p. 25-26.","ministro_facet":["EDSON FACHIN"],"processo_numero":4297,"base":"acordaos"},"highlight":{"acordao_ata":["cautelar para reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da <em>busca</em> e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, nos termos do voto do Relator, vencidos os Ministros Alexandre de Moraes","sentido de reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da <em>busca</em> e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, o julgamento foi suspenso. Falou, pelo autor, a Dra. Raquel Elias Ferreira"],"documental_observacao_texto":["(2ªT). \n(PRERROGATIVA, PARLAMENTAR, RESERVA DE JURISDIÇÃO, PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT), MS 23452 (1ªT). \n(COMPETÊNCIA, STF, REALIZAÇÃO, <em>BUSCA</em> E APREENSÃO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL)\nMS 23452 (1ªT). \n(IMPARCIALIDADE, PODER JUDICIÁRIO, SEGURANÇA, POVO, ARBITRARIEDADE, PODER PÚBLICO)"],"ementa_texto":["Ementa: RECLAMAÇÃO. AÇÃO CAUTELAR. JULGAMENTO CONJUNTO. MATÉRIA PROCESSUAL PENAL. <em>BUSCA</em> E APREENSÃO REALIZADA NAS DEPENDÊNCIAS DO SENADO FEDERAL. MEDIDA AUTORIZADA PELO JUÍZO DE PRIMEIRO GRAU. AUSÊNCIA DE AUTOMÁTICA E NECESSÁRIA USURPAÇÃO DA COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL. SUPERVISÃO DE APURAÇÃO TENDENTE A ELUCIDAR CONDUTAS POTENCIALMENTE ATRIBUÍDAS A CONGRESSISTAS NO EXERCÍCIO DA FUNÇÃO PARLAMENTAR. VULNERAÇÃO À COMPETÊNCIA DESTA CORTE. HIGIDEZ DAS PROVAS REPETÍVEIS OU QUE DISPENSAM PRÉVIA AUTORIZAÇÃO JUDICIAL. PEDIDO PARCIALMENTE PROCEDENTE.\n\n\n\n    1. A competência penal originária do Supremo Tribunal Federal, inclusive no que toca à etapa investigatória, encontra-se taxativamente elencada nas regras de direito estrito estabelecidas no art. 102 da CRFB, razão pela qual não permite alargamento pela via interpretativa.\n\n\n\n    2. Inexistente previsão constitucional em direção diversa, não há como se acolher a pretensão no sentido de que seria necessariamente do Supremo Tribunal Federal a competência para apreciar pedido de <em>busca</em> e apreensão a ser cumprida nas dependências de Casas Legislativas. Isso porque, conforme se extrai do art. 102, CRFB, não se elegeu o local da realização de diligências, ou seja, o critério espacial, como fator de determinação de competência desta Corte.\n\n\n\n    3. As imunidades parlamentares visam a salvaguardar a independência do exercício dos respectivos mandatos congressuais, de modo que não são passíveis de extensão em favor de outros agentes públicos ou funções alheias às estritas atividades parlamentares. Por essa razão, não há impedimento normativo de que integrantes de Polícia Legislativa sejam diretamente investigados em primeiro grau, na medida em que referidas funções públicas não se inserem no rol taxativo a legitimar a competência penal originária desta Suprema Corte.\n\n\n\n    4. Eventuais interferências entre os Poderes constituídos ou condicionamentos da atividade jurisdicional, como a exigência de participação de outros órgãos na realização de determinadas diligências, devem decorrer de previsão constitucional, descabendo adotar mecanismo de freio e contrapeso não disciplinado, expressa ou implicitamente, pela própria Constituição da República.\n\n\n\n    5. A jurisprudência desta Suprema Corte firmou-se no sentido de que a competência penal constitucionalmente estabelecida alcança também a fase investigatória. Assim, se inexistir indicativo de competência do Supremo Tribunal Federal para processar e julgar eventual ação penal, não há razão para que a Suprema Corte aprecie medida de cunho preparatório e acessório.\n\n\n\n    6. Em sede de reclamação, a alegação de usurpação da competência do STF em razão da investigação, em primeiro grau, de agentes detentores de foro nesta Suprema Corte, deve ser demonstrada sem exigir o reexame de matéria fático-probatória. Para a configuração dessas circunstâncias, são insuficientes a possibilidade abstrata de envolvimento de parlamentares, bem como simples menções a nomes de congressistas.\n\n\n\n    7. Caso concreto em que, segundo decisões judiciais anteriormente proferidas pelo Juízo reclamado, a confirmação das hipóteses investigatórias poderia levar a identificação de parlamentares que, em tese, teriam comandado os atos objeto de apuração, cenário, a um só tempo, a denotar a usurpação da competência desta Suprema Corte e afastar a alegação de incidência da Teoria do Juízo Aparente.\n\n\n\n    8. A irregularidade atinente à competência para supervisão das investigações não infirma a validade de quaisquer elementos probatórios não sujeitos à cláusula de reserva de jurisdição e que, bem por isso, dispensam, para sua produção ou colheita, prévia autorização judicial.\n\n\n\n    9. As interceptações telefônicas, por sua vez, sujeitas a perecimento por excelência, bem como a quebra de sigilo telefônico deferida com base nesses diálogos captados, são declaradas ilícitas em relação aos detentores de prerrogativa de foro nesta Corte, providência que não se estende aos demais investigados.\n\n\n\n    10. O Tribunal Pleno, por maioria, acolheu o pedido cautelar formulado pela Procuradoria-Geral da República para o fim de não desconstituir a <em>busca</em> e apreensão realizada, resguardando-se o exame exauriente da validade de eventuais provas decorrentes da medida para momento oportuno, após avaliação do material arrecadado pelos órgãos de persecução.\n\n\n\n    11. Pedido julgado parcialmente procedente."],"documental_indexacao_texto":["INTERVENÇÃO, ÂMBITO JUDICIAL.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA, STF, REALIZAÇÃO, <em>BUSCA</em> E APREENSÃO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL. JUIZ DE PRIMEIRO GRAU, EXPEDIÇÃO, MANDADO DE <em>BUSCA</em> E APREENSÃO, SEDE, PODER LEGISLATIVO, OFENSA, PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES, PRINCÍPIO DA"," REALIZAÇÃO, ATIVIDADE JURISDICIONAL, INVIABILIDADE, IMPOSIÇÃO, CONDICIONAMENTO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL, INCLUSÃO, DETERMINAÇÃO, <em>BUSCA</em> E APREENSÃO, CASA LEGISLATIVA. FORO POR PRERROGATIVA DE FUNÇÃO, INDISPENSABILIDADE, CONSTATAÇÃO, EXISTÊNCIA, INDÍCIO, PARTICIPAÇÃO ATIVA, ATO CONCRETO"]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420410","_score":49.15377,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou parcialmente procedente a reclamação para reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da busca e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, nos termos do voto do Relator, vencidos, em parte, os Ministros Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes e Dias Toffoli (Presidente), que julgavam procedente a reclamação, em maior extensão; e os Ministros Marco Aurélio e Celso de Mello, que julgavam improcedente a reclamação. Plenário, 26.06.2019.\r\n\n                  Decisão: Após o voto do Ministro Edson Fachin (Relator), no sentido de reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da busca e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, o julgamento foi suspenso. Falaram: pelo reclamante, o Dr. Ivan Morais Ribeiro; pela assistente Mesa do Senado Federal, o Dr. Fernando Cesar Cunha; pelo assistente Pedro Ricardo Araújo Carvalho, o Dr. Luís Maximiliano Leal Telesca Mota; pelo assistente Everton Elias Ferreira Taborda, a Dra. Cynthia Coelho Cortez; e, pelo Ministério Público Federal, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 26.06.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur420410","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur420410","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECLAMAÇÃO. AÇÃO CAUTELAR. JULGAMENTO CONJUNTO. MATÉRIA PROCESSUAL PENAL. BUSCA E APREENSÃO REALIZADA NAS DEPENDÊNCIAS DO SENADO FEDERAL. MEDIDA AUTORIZADA PELO JUÍZO DE PRIMEIRO GRAU. AUSÊNCIA DE AUTOMÁTICA E NECESSÁRIA USURPAÇÃO DA COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL. SUPERVISÃO DE APURAÇÃO TENDENTE A ELUCIDAR CONDUTAS POTENCIALMENTE ATRIBUÍDAS A CONGRESSISTAS NO EXERCÍCIO DA FUNÇÃO PARLAMENTAR. VULNERAÇÃO À COMPETÊNCIA DESTA CORTE. HIGIDEZ DAS PROVAS REPETÍVEIS OU QUE DISPENSAM PRÉVIA AUTORIZAÇÃO JUDICIAL. PEDIDO PARCIALMENTE PROCEDENTE.\n\n\n\n    1. A competência penal originária do Supremo Tribunal Federal, inclusive no que toca à etapa investigatória, encontra-se taxativamente elencada nas regras de direito estrito estabelecidas no art. 102 da CRFB, razão pela qual não permite alargamento pela via interpretativa.\n\n\n\n    2. Inexistente previsão constitucional em direção diversa, não há como se acolher a pretensão no sentido de que seria necessariamente do Supremo Tribunal Federal a competência para apreciar pedido de busca e apreensão a ser cumprida nas dependências de Casas Legislativas. Isso porque, conforme se extrai do art. 102, CRFB, não se elegeu o local da realização de diligências, ou seja, o critério espacial, como fator de determinação de competência desta Corte.\n\n\n\n    3. As imunidades parlamentares visam a salvaguardar a independência do exercício dos respectivos mandatos congressuais, de modo que não são passíveis de extensão em favor de outros agentes públicos ou funções alheias às estritas atividades parlamentares. Por essa razão, não há impedimento normativo de que integrantes de Polícia Legislativa sejam diretamente investigados em primeiro grau, na medida em que referidas funções públicas não se inserem no rol taxativo a legitimar a competência penal originária desta Suprema Corte. \n\n\n\n    4. Eventuais interferências entre os Poderes constituídos ou condicionamentos da atividade jurisdicional, como a exigência de participação de outros órgãos na realização de determinadas diligências, devem decorrer de previsão constitucional, descabendo adotar mecanismo de freio e contrapeso não disciplinado, expressa ou implicitamente, pela própria Constituição da República.\n\n\n\n    5. A jurisprudência desta Suprema Corte firmou-se no sentido de que a competência penal constitucionalmente estabelecida alcança também a fase investigatória. Assim, se inexistir indicativo de competência do Supremo Tribunal Federal para processar e julgar eventual ação penal, não há razão para que a Suprema Corte aprecie medida de cunho preparatório e acessório.\n\n\n\n    6. Em sede de reclamação, a alegação de usurpação da competência do STF em razão da investigação, em primeiro grau, de agentes detentores de foro nesta Suprema Corte, deve ser demonstrada sem exigir o reexame de matéria fático-probatória. Para a configuração dessas circunstâncias, são insuficientes a possibilidade abstrata de envolvimento de parlamentares, bem como simples menções a nomes de congressistas.\n\n\n\n    7. Caso concreto em que, segundo decisões judiciais anteriormente proferidas pelo Juízo reclamado, a confirmação das hipóteses investigatórias poderia levar a identificação de parlamentares que, em tese, teriam comandado os atos objeto de apuração, cenário, a um só tempo, a denotar a usurpação da competência desta Suprema Corte e afastar a alegação de incidência da Teoria do Juízo Aparente.\n\n\n\n    8. A irregularidade atinente à competência para supervisão das investigações não infirma a validade de quaisquer elementos probatórios não sujeitos à cláusula de reserva de jurisdição e que, bem por isso, dispensam, para sua produção ou colheita, prévia autorização judicial.\n\n\n\n    9. As interceptações telefônicas, por sua vez, sujeitas a perecimento por excelência, bem como a quebra de sigilo telefônico deferida com base nesses diálogos captados, são declaradas ilícitas em relação aos detentores de prerrogativa de foro nesta Corte, providência que não se estende aos demais investigados.\n\n\n\n    10. O Tribunal Pleno, por maioria, acolheu o pedido cautelar formulado pela Procuradoria-Geral da República para o fim de não desconstituir a busca e apreensão realizada, resguardando-se o exame exauriente da validade de eventuais provas decorrentes da medida para momento oportuno, após avaliação do material arrecadado pelos órgãos de persecução.\n\n\n\n    11. Pedido julgado parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752198218","externo_seq_objeto_incidente":5081330,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-052  DIVULG 10-03-2020  PUBLIC 11-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=25537&classe=Rcl","is_colac":false,"titulo":"Rcl 25537","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00011 INC-00012 \n          INC-00035 INC-00037 INC-00053 INC-00055 \n          INC-00056 ART-00034 INC-00004 ART-00053 \n          PAR-00001 ART-00060 INC-00003 ART-00102 \n          INC-00001 LET-B LET-C LET-D \n          LET-L ART-0103A PAR-00003 ART-00105 \n          INC-00001 LET-F ART-00109 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 ITEM-1\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00150 PAR-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00157 PAR-00001 ART-00240 PAR-00001 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F LET-G LET-H \n          ART-00563 ART-00564 ART-00565 ART-00566 \n          ART-00567 ART-00568 ART-00569 ART-00570 \n          ART-00571 ART-00572 ART-00573 PAR-00002 \n          ART-05670\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000059      ANO-2002\n          ART-00001 PAR-00001 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009\n                RESOLUÇÃO DO SENADO FEDERAL\n\n","LEG-FED   RES-000014      ANO-2015\n                RESOLUÇÃO DO SENADO FEDERAL"],"publicacao_data":"2020-03-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CORRELAÇÃO, PRERROGATIVA DE FORO, EXERCÍCIO DE FUNÇÃO PÚBLICA. CONSTITUIÇÃO FEDERAL, CONTROLE, RECIPROCIDADE, PODERES DA REPÚBLICA. COMPETÊNCIA, ÂMBITO PENAL, STF, ALCANCE, INVESTIGAÇÃO. RECLAMAÇÃO, REEXAME, FATO, PROVA. COMPETÊNCIA, STF, INDISPENSABILIDADE, INDÍCIO, PARTICIPAÇÃO ATIVA, PARLAMENTAR. COMPETÊNCIA, STF, INSUFICIÊNCIA, PARLAMENTAR, SÓCIO, EMPRESA. NULIDADE, INOBSERVÂNCIA, PRERROGATIVA DE FORO, EXTENSÃO, AGENTE, AUSÊNCIA, PRERROGATIVA. NORMA, CONDICIONAMENTO, INVESTIGAÇÃO CRIMINAL, AUTORIZAÇÃO PRÉVIA, ÓRGÃO JUDICIAL. PRINCÍPIO PAS DE NULLITÉ SANS GRIEF. IRREGULARIDADE, INQUÉRITO, VALIDADE, AÇÃO PENAL. TEORIA DA DESCOBERTA INEVITÁVEL.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: RESERVA DE JURISDIÇÃO, PRINCÍPIO DO JUIZ NATURAL. IMPARCIALIDADE, PODER JUDICIÁRIO, SEGURANÇA, POVO, ARBITRARIEDADE, PODER PÚBLICO, DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, NORMA SUPRALEGAL, DISPOSIÇÃO EXPRESSA, PRINCÍPIO DO JUIZ NATURAL. PERSECUÇÃO PENAL, OBSERVÂNCIA, ORDENAMENTO JURÍDICO. CONSTITUIÇÃO FEDERAL, INADMISSIBILIDADE, PROVA ILÍCITA. OBTENÇÃO, PROVA, AUTORIDADE, INCOMPETÊNCIA, INADMISSIBILIDADE, PROCESSO. NULIDADE, PROCESSO, PROVA ILÍCITA. TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA, VALIDADE, PROCESSO, PROVA LEGÍTIMA, AUTONOMIA.\n\n- VOTO, MIN. DIAS TOFFOLI: AFERIÇÃO, LEGALIDADE, DILIGÊNCIA, MOMENTO ANTERIOR, CUMPRIMENTO.\n\n- VOTO, MIN. ROSA WEBER: COMPETÊNCIA, STF, SUPERVISÃO, INVESTIGAÇÃO, PARLAMENTAR, PRERROGATIVA DE FUNÇÃO. COMPETÊNCIA, STF, AFERIÇÃO, GRAU DE ENVOLVIMENTO, DETENTOR, PRERROGATIVA DE FORO, ATO CRIMINOSO. RECONHECIMENTO, PRERROGATIVA DE FORO, EX-TITULAR DE MANDATO ELETIVO, EX-SERVIDOR PÚBLICO, CRIME COMUM, OFENSA, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA ISONOMIA. PROVA, AUTORIZAÇÃO JUDICIAL.\n\n- VOTO, MIN. CÁRMEN LÚCIA: FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA. INDÍCIO, PARTICIPAÇÃO, PARLAMENTAR, CONDUTA CRIMINOSA, REMESSA, AUTOS,\nINSTÂNCIA SUPERIOR. NULIDADE, DEFERIMENTO, MEDIDA CAUTELAR, SUJEIÇÃO, RESERVA DE JURISDIÇÃO, DETENTOR, PRERROGATIVA DE FORO, OFENSA, JUÍZO NATURAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=25537&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA)\nACO 1351 AgR (TP), AO 1820 AgR (1ªT), Pet 5859 AgR (TP), MS 33984 AgR (2ªT). \n(CONSTITUIÇÃO FEDERAL, CONTROLE, RECIPROCIDADE, PODERES DA REPÚBLICA)\nADI 775 (TP), ADI 3046 (TP), RE 551248 AgR (1ªT). \n(COMPETÊNCIA, STF, BUSCA E APREENSÃO, CASA LEGISLATIVA)\nAC 4005 AgR (TP). \n(COMPETÊNCIA, ÂMBITO PENAL, STF, ALCANCE, INVESTIGAÇÃO)\nRcl 555 (TP), Inq 3438 (1ªT). \n(RECLAMAÇÃO, REEXAME, FATO, PROVA)\nRcl 23458 AgR (1ªT), Rcl 24708 AgR (2ªT), Rcl 18354 AgR (2ªT). \n(COMPETÊNCIA, STF, INDISPENSABILIDADE, INDÍCIO, PARTICIPAÇÃO ATIVA, PARLAMENTAR)\nRcl 2101 AgR (TP), RHC 135683 (2ªT). \n(COMPETÊNCIA, STF, INSUFICIÊNCIA, PARLAMENTAR, SÓCIO, EMPRESA)\nInq 4183 AgR (2ªT). \n(NULIDADE, INOBSERVÂNCIA, PRERROGATIVA DE FORO, EXTENSÃO, AGENTE, AUSÊNCIA, PRERROGATIVA)\nInq 2842 (TP), AP 933 QO (2ªT), Rcl 25497 AgR (2ªT). \n(NORMA, CONDICIONAMENTO, INVESTIGAÇÃO CRIMINAL, AUTORIZAÇÃO PRÉVIA, ÓRGÃO JUDICIAL)\nADI 5104 MC (TP). \n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nHC 119372 (2ªT). \n(PRINCÍPIO DO JUIZ NATURAL)\nHC 69601 (1ªT) - RTJ 143/962, Inq 2952 ED (2ªT). \n(RESERVA DE JURISDIÇÃO)\nMS 23452 (1ªT). \n(CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, NORMA SUPRALEGAL)\nRE 349703 (TP). \n(PERSECUÇÃO PENAL, OBSERVÂNCIA, ORDENAMENTO JURÍDICO)\nHC 73338 (1ªT) - RTJ 161/264. \n(OBTENÇÃO, PROVA, AUTORIDADE, INCOMPETÊNCIA, INADMISSIBILIDADE, PROCESSO)\nRE 100094 (1ªT) - RTJ 110/798. \n(NULIDADE, PROCESSO, PROVA ILÍCITA)\nHC 69912. \n(TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA)\nHC 73461 (1ªT). \n(VALIDADE, PROCESSO, PROVA LEGÍTIMA, AUTONOMIA)\nRHC 74807 (2ªT), HC 75892 (1ªT), HC 82862 (2ªT), HC 83921 (1ªT), HC 89032 (1ªT), HC 93050 (2ªT). \n(AFERIÇÃO, LEGALIDADE, DILIGÊNCIA, MOMENTO ANTERIOR, CUMPRIMENTO)\nRcl 24473 (2ªT). \n(COMPETÊNCIA, STF, INTERPRETAÇÃO ESTRITA)\nACO 1351 AgR (TP). \n(COMPETÊNCIA, STF, SUPERVISÃO, INVESTIGAÇÃO, PARLAMENTAR, PRERROGATIVA DE FUNÇÃO)\nRcl 7913 AgR (TP). \n(COMPETÊNCIA, STF, AFERIÇÃO, GRAU DE ENVOLVIMENTO, DETENTOR, PRERROGATIVA DE FORO, ATO CRIMINOSO)\nRcl 2101 AgR (TP). \n(RECONHECIMENTO, PRERROGATIVA DE FORO, EX-TITULAR DE MANDATO ELETIVO, EX-SERVIDOR PÚBLICO, CRIME COMUM, OFENSA, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA ISONOMIA)\nInq 1376 AgR (TP), Inq 687 QO (1ªT), AO 313 QO (1ªT), AP 319 QO (1ªT). \n(TEORIA DO JUÍZO APARENTE)\nHC 121719 (2ªT), HC 137438 AgR (1ªT). \n(PROVA, AUTORIZAÇÃO JUDICIAL)\nInq 2952 ED (2ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO RESTRITIVA)\nAP 937 QO (TP). \n(INDÍCIO, PARTICIPAÇÃO, PARLAMENTAR, CONDUTA CRIMINOSA, REMESSA, AUTOS, INSTÂNCIA SUPERIOR)\nInq 2116 QO (TP). \n(IRREGULARIDADE, INQUÉRITO, VALIDADE, AÇÃO PENAL)\nHC 41870 (TP), HC 41888 (TP), HC 58120 (2ªT), RHC 67056, HC 69895 (2ªT), HC 71832 (2ªT), HC 72095 (1ªT), HC 72648 (1ªT), HC 72864 (1ªT), HC 73037 (2ªT), HC 73245, HC 73271 (1ªT), HC 73730 (TP), HC 73898 (1ªT), HC 74127 (1ªT), HC 74198 (1ªT), HC 77357 (1ªT), RHC 90632 (1ªT), HC 99936 (2ªT), ARE 654192 AgR (2ªT), HC 111094 (1ªT), RHC 126885 (2ªT), HC 56092, HC 60931, HC 62475, RHC 43878, RHC 47695, RHC 51543, RHC 53042, RHC 59397, RHC 59691, RHC 60391, RHC 61139, RHC 62815, RHC 66428. \n- Decisões monocráticas citadas:\n(OBTENÇÃO, PROVA, AUTORIDADE, INCOMPETÊNCIA, INADMISSIBILIDADE, PROCESSO)\nHC 85439, HC 63834.\n(TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA)\nHC 73510, RHC 137369.\n(VALIDADE, PROCESSO, PROVA LEGÍTIMA, AUTONOMIA)\nHC 84417.\n(INDÍCIO, PARTICIPAÇÃO, PARLAMENTAR, CONDUTA CRIMINOSA, REMESSA, AUTOS, INSTÂNCIA SUPERIOR)\nInq 3552.\n- Decisões estrangeiras citadas: Caso Nix vs. Willians, de 1984, Caso Silverthorne Lumber Co vs. United States, de 1920 e Caso Murray vs. United States, de 1988, da Suprema Corte Americana; 1 BvR 479/55, decisão Urteil do Primeiro Senado, de 1956 e 1 BvR 396/53, decisão Beschluss do Primeiro Senado, de 1959, do Tribunal Constitucional Federal alemão.\n- Veja AC 4285, AC 4297, Inq 4335, Pet 6353 e Rcl 26745 do STF.\n\nNúmero de páginas: 130.\nAnálise: 15/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : ANTÔNIO TAVARES DOS SANTOS NETO \nADV.(A/S)  : IVAN MORAIS RIBEIRO \nRECLDO.(A/S) : JUIZ FEDERAL DA 10ª VARA FEDERAL DA SEÇÃO JUDICIÁRIA DO DISTRITO FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nASSIST.(S)  : PEDRO RICARDO ARAUJO CARVALHO \nADV.(A/S)  : LUÍS MAXIMILIANO LEAL TELESCA MOTA \nASSIST.(S)  : EVERTON ELIAS FERREIRA TABORDA \nADV.(A/S)  : MARCOS DE OLIVEIRA PEREIRA \nASSIST.(S)  : GERALDO CÉSAR DE DEUS OLIVEIRA \nADV.(A/S)  : LEANDRO GARCIA RUFINO \nASSIST.(S)  : MESA DO SENADO FEDERAL \nADV.(A/S)  : FERNANDO CESAR DE SOUZA CUNHA \nADV.(A/S)  : THOMAZ GOMMA DE AZEVEDO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420410,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Rcl 25537","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2019-06-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"ENTERRÍA, Garcia de. Reflexiones sobre la ley e los princípios generales del derecho. Madri: Civitas, 1996. p. 30.\nFONSECA, Rodrigo Garcia da. Das provas ilícitas no Direito Brasileiro. Revista de Informação Legislativa, Senado Federal, Brasília, ano 42, n. 167, jul./set. 2005. p. 59 e p. 62.\nGRINOVER, Ada Pellegrini. Diligência e inspeção no processo administrativo: observações sobre o devido processo legal. Revista dos Tribunais OnLine – Thomson Reuters, v. 43, p. 353, jul. 2010. p. 5.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antonio Magalhães; FERNANDES, Antonio Scarence. As nulidades do processo penal. 12. ed. rev. e atual. São Paulo: RT, 2011. p. 26.\nMEDEIROS, Flávio Meirelles. Nulidades do processo penal. 2. ed. Rio de Janeiro: AIDE, 1987. p. 35.\nMOLINARO, Carlos Alberto. A questão da prova ilícita vista pelos tribunais. Revista dos Tribunais OnLine – Thomson Reuters, v. 145, p. 276, mar. 2007. p. 8.\nMONTESQUIEU. O espírito das Leis. 3. ed. São Paulo: Saraiva, 1994. p. 25-26.\nNUCCI, Guilherme de Souza. Código de processo penal comentado. 8. ed. São Paulo: Revista dos Tribunais, 2008. p. 248.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 11. ed. Rio de Janeiro: Lumen Juris, 2009. p. 187.\nTÁVORA, Nestor; ALENCAR, Rosmar Rodrigues. Curso d direito processual penal. 8. ed. Salvador: Jus Podivm, 2013. p. 275.\nTOURINHO FILHO, Fernando da Costa. Manual de processo penal. 3. ed. São Paulo: Saraiva, 2001. p. 221.","ministro_facet":["EDSON FACHIN"],"processo_numero":25537,"base":"acordaos"},"highlight":{"acordao_ata":["reclamação para reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da <em>busca</em> e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, nos termos do voto do Relator, vencidos, em parte, os Ministros Alexandre","sentido de reconhecer a usurpação da competência do Supremo Tribunal Federal e confirmar a liminar no que toca à tramitação, no âmbito desta Corte, dos procedimentos: Inq. 4.335/DF, Pet. 6.353/DF e AC 4.285/DF; declarar a licitude das provas cuja produção dispensam prévia autorização judicial e da <em>busca</em> e apreensão realizada, acolhendo-se o pedido ministerial formulado na AC 4.297/DF; e declarar, em relação aos detentores de prerrogativa de foro, a ilicitude das interceptações telefônicas e quebra de sigilo de dados telefônicos, o julgamento foi suspenso. Falaram: pelo reclamante, o Dr. Ivan Morais"],"documental_observacao_texto":["(2ªT). \n(CONSTITUIÇÃO FEDERAL, CONTROLE, RECIPROCIDADE, PODERES DA REPÚBLICA)\nADI 775 (TP), ADI 3046 (TP), RE 551248 AgR (1ªT). \n(COMPETÊNCIA, STF, <em>BUSCA</em> E APREENSÃO, CASA LEGISLATIVA)\nAC 4005 AgR (TP). \n(COMPETÊNCIA, ÂMBITO PENAL, STF, ALCANCE, INVESTIGAÇÃO)\nRcl 555 (TP), Inq 3438 (1ªT). \n(RECLAMAÇÃO"],"ementa_texto":["Ementa: RECLAMAÇÃO. AÇÃO CAUTELAR. JULGAMENTO CONJUNTO. MATÉRIA PROCESSUAL PENAL. <em>BUSCA</em> E APREENSÃO REALIZADA NAS DEPENDÊNCIAS DO SENADO FEDERAL. MEDIDA AUTORIZADA PELO JUÍZO DE PRIMEIRO GRAU. AUSÊNCIA DE AUTOMÁTICA E NECESSÁRIA USURPAÇÃO DA COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL. SUPERVISÃO DE APURAÇÃO TENDENTE A ELUCIDAR CONDUTAS POTENCIALMENTE ATRIBUÍDAS A CONGRESSISTAS NO EXERCÍCIO DA FUNÇÃO PARLAMENTAR. VULNERAÇÃO À COMPETÊNCIA DESTA CORTE. HIGIDEZ DAS PROVAS REPETÍVEIS OU QUE DISPENSAM PRÉVIA AUTORIZAÇÃO JUDICIAL. PEDIDO PARCIALMENTE PROCEDENTE.\n\n\n\n    1. A competência penal originária do Supremo Tribunal Federal, inclusive no que toca à etapa investigatória, encontra-se taxativamente elencada nas regras de direito estrito estabelecidas no art. 102 da CRFB, razão pela qual não permite alargamento pela via interpretativa.\n\n\n\n    2. Inexistente previsão constitucional em direção diversa, não há como se acolher a pretensão no sentido de que seria necessariamente do Supremo Tribunal Federal a competência para apreciar pedido de <em>busca</em> e apreensão a ser cumprida nas dependências de Casas Legislativas. Isso porque, conforme se extrai do art. 102, CRFB, não se elegeu o local da realização de diligências, ou seja, o critério espacial, como fator de determinação de competência desta Corte.\n\n\n\n    3. As imunidades parlamentares visam a salvaguardar a independência do exercício dos respectivos mandatos congressuais, de modo que não são passíveis de extensão em favor de outros agentes públicos ou funções alheias às estritas atividades parlamentares. Por essa razão, não há impedimento normativo de que integrantes de Polícia Legislativa sejam diretamente investigados em primeiro grau, na medida em que referidas funções públicas não se inserem no rol taxativo a legitimar a competência penal originária desta Suprema Corte. \n\n\n\n    4. Eventuais interferências entre os Poderes constituídos ou condicionamentos da atividade jurisdicional, como a exigência de participação de outros órgãos na realização de determinadas diligências, devem decorrer de previsão constitucional, descabendo adotar mecanismo de freio e contrapeso não disciplinado, expressa ou implicitamente, pela própria Constituição da República.\n\n\n\n    5. A jurisprudência desta Suprema Corte firmou-se no sentido de que a competência penal constitucionalmente estabelecida alcança também a fase investigatória. Assim, se inexistir indicativo de competência do Supremo Tribunal Federal para processar e julgar eventual ação penal, não há razão para que a Suprema Corte aprecie medida de cunho preparatório e acessório.\n\n\n\n    6. Em sede de reclamação, a alegação de usurpação da competência do STF em razão da investigação, em primeiro grau, de agentes detentores de foro nesta Suprema Corte, deve ser demonstrada sem exigir o reexame de matéria fático-probatória. Para a configuração dessas circunstâncias, são insuficientes a possibilidade abstrata de envolvimento de parlamentares, bem como simples menções a nomes de congressistas.\n\n\n\n    7. Caso concreto em que, segundo decisões judiciais anteriormente proferidas pelo Juízo reclamado, a confirmação das hipóteses investigatórias poderia levar a identificação de parlamentares que, em tese, teriam comandado os atos objeto de apuração, cenário, a um só tempo, a denotar a usurpação da competência desta Suprema Corte e afastar a alegação de incidência da Teoria do Juízo Aparente.\n\n\n\n    8. A irregularidade atinente à competência para supervisão das investigações não infirma a validade de quaisquer elementos probatórios não sujeitos à cláusula de reserva de jurisdição e que, bem por isso, dispensam, para sua produção ou colheita, prévia autorização judicial.\n\n\n\n    9. As interceptações telefônicas, por sua vez, sujeitas a perecimento por excelência, bem como a quebra de sigilo telefônico deferida com base nesses diálogos captados, são declaradas ilícitas em relação aos detentores de prerrogativa de foro nesta Corte, providência que não se estende aos demais investigados.\n\n\n\n    10. O Tribunal Pleno, por maioria, acolheu o pedido cautelar formulado pela Procuradoria-Geral da República para o fim de não desconstituir a <em>busca</em> e apreensão realizada, resguardando-se o exame exauriente da validade de eventuais provas decorrentes da medida para momento oportuno, após avaliação do material arrecadado pelos órgãos de persecução.\n\n\n\n    11. Pedido julgado parcialmente procedente."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur375834","_score":46.150257,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Marco Aurélio, Relator, que dava parcial provimento ao recurso ordinário; e do voto do Senhor Ministro Edson Fachin, que o desprovia, pediu vista dos autos a Senhora Ministra Rosa Weber. Falou o Dr. Danilo Knijnik, pelo Recorrente, e o Dr. Paulo Gustavo Gonet Branco, Subprocurador-Geral da República, pelo Ministério Público Federal. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 9.8.2016.\r\n\n            Decisão: Por indicação do Relator, a Turma adiou o julgamento do processo. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 22.11.2016.\r\n\n            Decisão: Por maioria de votos, a Turma negou provimento ao recurso ordinário, nos termos do voto do Senhor Ministro Edson Fachin, Redator para o acórdão, vencidos os Senhores Ministros Marco Aurélio, Relator, e Rosa Weber. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 29.11.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur375834","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur375834","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO ORDINÁRIO EM HABEAS CORPUS. APURAÇÃO DE CRIME DE FALSIDADE DOCUMENTAL. BUSCA E APREENSÃO. VALIDADE. DILIGÊNCIA REALIZADA EM ÓRGÃO PÚBLICO. ARRECADAÇÃO DE COMPUTADORES SOBRESSALENTES À ORDEM JUDICIAL. ENTREGA VOLUNTÁRIA DAS MÁQUINAS PELA AUTORIDADE RESPONSÁVEL. CLÁUSULA DE RESERVA DE JURISDIÇÃO OBSERVADA. EXAME PERICIAL CONDICIONADO À POSTERIOR AUTORIZAÇÃO JUDICIAL. PRESERVAÇÃO DO DIREITO À INTIMIDADE. ACESSO AOS DADOS REGISTRADOS EM DISPOSITIVO ELETRÔNICO. SUPOSTA VIOLAÇÃO AO SIGILO DE CORRESPONDÊNCIA ELETRÔNICA. INOCORRÊNCIA. INDEFERIMENTO DE DILIGÊNCIAS EM PROCEDIMENTO CRIMINAL. CERCEAMENTO DE DEFESA. NÃO VERIFICAÇÃO. CONTRADITÓRIO E AMPLA DEFESA PRÓPRIOS DA FASE JUDICIAL. RECURSO DESPROVIDO. \n\n\n\n    1. A circunstância excepcionalíssima da entrega espontânea e voluntária de computador de titularidade de ente público, quando franqueada a sua apreensão pela autoridade responsável da unidade administrativa, revela-se compatível com a cláusula de reserva de jurisdição, ainda que sobressalente ao mandado judicial.\n\n\n\n    2. Conquanto verificada a entrega voluntária ao agente policial, o exame pericial nos equipamentos apreendidos, condicionado à autorização específica da autoridade judicial responsável pela supervisão do caderno investigativo, resguarda a regularidade da apreensão e o direito à privacidade do repositório de dados e de informações neles contidos. \n\n\n\n    3. Descabe invocar a garantia constitucional do sigilo das comunicações de dados quando o acesso não alcança a troca de dados, restringindo-se apenas às informações armazenadas nos dispositivos eletrônicos. A orientação jurisprudencial do STF assinala que “A proteção a que se refere o art.5º, XII, da Constituição, é da comunicação 'de dados' e não dos 'dados em si mesmos', ainda quando armazenados em computador. (cf. voto no MS 21.729, Pleno, 5.10.95, red. Néri da Silveira - RTJ 179/225, 270)” (RE 418.416, Rel. Min. Sepúlveda Pertence, Tribunal Pleno, DJ 19.12.2006).\n\n\n\n    4. Em se tratando de instrumento destinado à formação da opinio delicti do órgão acusatório, o procedimento administrativo de investigação criminal não demanda a amplitude das garantias constitucionais da ampla defesa e do contraditório, próprias da fase judicial. Eventual prejuízo advindo do indeferimento de diligências no curso das apurações (nomeação de assistente técnico e formulação de quesitos) é passível de questionamento na ação penal decorrente do respectivo inquérito policial. \n\n\n\n    5. Recurso ordinário em habeas corpus desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13902497","externo_seq_objeto_incidente":4903009,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-243  DIVULG 23-10-2017  PUBLIC 24-10-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=132062&classe=RHC","is_colac":false,"titulo":"RHC 132062","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00010 INC-00011 INC-00012 \n          INC-00056\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008658      ANO-1993\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00150 PAR-00004 INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00157 \"CAPUT\" PAR-00003 ART-00159 \n          PAR-00003 PAR-00004 PAR-00005 INC-00001 \n          INC-00002 ART-00240 PAR-00001 LET-F \n          ART-00243 INC-00001 INC-00002 ART-00245 \n          ART-00246\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2017-10-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PODER JUDICIÁRIO, RATIFICAÇÃO, BUSCA E APREENSÃO, COMPUTADOR, MOMENTO ANTERIOR, CONHECIMENTO, DADO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DECISÃO JUDICIAL, AFASTAMENTO, SIGILO, ARMAZENAMENTO, TRANSMISSÃO DE DADOS, ÂMBITO PENAL. INVIOLABILIDADE, DOMICÍLIO, LOCAL DE TRABALHO, IMÓVEL PÚBLICO. CARÁTER PRIVADO, DADO, COMPUTADOR, ÓRGÃO PÚBLICO. MANDADO DE BUSCA E APREENSÃO, DELIMITAÇÃO, EXTENSÃO, DILIGÊNCIA. BUSCA E APREENSÃO, EXTRAPOLAÇÃO, ORDEM JUDICIAL. APREENSÃO, CORRESPONDÊNCIA POSTAL, MOMENTO POSTERIOR, RECEBIMENTO, DESTINATÁRIO. DECISÃO JUDICIAL, AFASTAMENTO, SIGILO, CAIXA POSTAL, CORREIO ELETRÔNICO. INQUÉRITO, INVESTIGADO, INDICAÇÃO, ASSISTENTE TÉCNICO; FORMULAÇÃO, QUESITO. CARÁTER INQUISITIVO, INVESTIGAÇÃO, ÂMBITO, TRIBUNAL. \n\n- VOTO VENCIDO, MIN. ROSA WEBER: DIREITO À INVIOLABILIDADE DA CASA, SALA, SERVIDOR PÚBLICO, INTERIOR, ÓRGÃO PÚBLICO. DIREITO À VIDA PRIVADA, SIGILO, DADO, SERVIDOR PÚBLICO, COMPUTADOR, ÓRGÃO PÚBLICO. CORRELAÇÃO, BUSCA E APREENSÃO, ORDEM JUDICIAL. VALIDAÇÃO, ATO COMPLEMENTAR, BUSCA E APREENSÃO. CONVALIDAÇÃO, BUSCA E APREENSÃO, NULIDADE ABSOLUTA. VALIDADE, INVESTIGAÇÃO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. CONSENTIMENTO, TERCEIRO, ENTREGA, COMPUTADOR, SERVIDOR PÚBLICO, AUTORIDADE POLICIAL. RESERVA DE JURISDIÇÃO, BUSCA E APREENSÃO, CONSENTIMENTO, TITULAR, DADO, COMPUTADOR. DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA.\n\n- TERMO(S) DE RESGATE: THIRD-PARTY CONSENT, USO COMPARTILHADO, AUTORIDADE COMUM.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=132062&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROTEÇÃO, SIGILO, DADO)\nRE 418416 (TP), MS 21729 (TP). \n(DIREITO À INVIOLABILIDADE DA CASA, LOCAL DE TRABALHO)\nInq 2424 (TP). \n(AUTORIZAÇÃO JUDICIAL, APREENSÃO, COMPUTADOR, EMPRESA)\nAP 307. \n(MANDADO DE BUSCA E APREENSÃO, DETALHAMENTO, OBJETO, DILIGÊNCIA)\nMS 23454 (TP), HC 106566 (2ªT). \n(SIGILO, CAIXA POSTAL, CORREIO ELETRÔNICO)\nHC 103425 (1ªT). \n(DIREITO À INVIOLABILIDADE DA CASA, ESCRITÓRIO)\nHC 82788 (2ªT). \n(SIGILO, DADO, DIREITO À PRIVACIDADE)\nMS 23452 (1ªT). \n(PRERROGATIVA DE FORO, TRIBUNAL, SUPERVISÃO, INQUÉRITO)\nInq 2411 QO (TP). \n(BUSCA E APREENSÃO, BEM COMPLEMENTAR)\nPet 5173 AgR (1ªT). \n(VALIDADE, INVESTIGAÇÃO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL)\nHC 106152 (1ªT), HC 106566 (2ªT), MS 23642 (TP). \n(DIREITO À VIDA PRIVADA, PROTEÇÃO, DADO, COMPUTADOR)\nHC 91867 (2ªT), RE 601314 (TP). \n(CONVALIDAÇÃO, BUSCA E APREENSÃO)\nRE 603616 (TP). \n(BUSCA E APREENSÃO, CONSENTIMENTO)\nMS 23452 (TP). \n- Decisão monocrática citada:\n(DIREITO À INVIOLABILIDADE DA CASA, ESCRITÓRIO)\nAC 4174.\n- Decisões estrangeiras citadas: Caso Katz vs. United States (1967); Caso United States vs. Matlock, 415 U.S. 164 (1974), da Suprema Corte dos Estados Unidos da América.\n- Legislação estrangeira citada: Quarta Emenda à Constituição dos Estados Unidos da América.\nNúmero de páginas: 53.\nAnálise: 27/02/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : CRISTIANO BOCORNY CORREA \nADV.(A/S)  : DANILO KNIJNIK E OUTRO(A/S)\nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":375834,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RHC 132062","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2016-11-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"DENNISTON, Lyle. Texting and privacy on the job. SCOTUSblog. Disponível em: http://www.scotusblog.com/2010/04/texting-and-privacy-on-the-job.\nFILIPPO, Thiago Baldini Gomes de. Buscas domiciliares sem mandado e provas ilícitas: reflexões acerca do julgamento do Recurso Extraordinário 603.616, à luz do Direito dos Estados Unidos. Revista Fórum de Ciências Criminais – RFCC, Belo Horizonte, ano 3, n. 5, p. 137-155, jan./jun. 2016.","ministro_facet":["MARCO AURÉLIO","EDSON FACHIN"],"processo_numero":132062,"base":"acordaos"},"highlight":{"documental_observacao_texto":["2411 QO (TP). \n(<em>BUSCA</em> E APREENSÃO, BEM COMPLEMENTAR)\nPet 5173 AgR (1ªT). \n(VALIDADE, INVESTIGAÇÃO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL)\nHC 106152 (1ªT), HC 106566 (2ªT), MS 23642 (TP). \n(DIREITO À VIDA PRIVADA, PROTEÇÃO, DADO, COMPUTADOR)\nHC 91867 (2ªT), RE 601314 (TP). \n(CONVALIDAÇÃO, <em>BUSCA</em> E APREENSÃO)","(DIREITO À INVIOLABILIDADE DA CASA, LOCAL DE TRABALHO)\nInq 2424 (TP). \n(AUTORIZAÇÃO JUDICIAL, APREENSÃO, COMPUTADOR, EMPRESA)\nAP 307. \n(MANDADO DE <em>BUSCA</em> E APREENSÃO, DETALHAMENTO, OBJETO, DILIGÊNCIA)\nMS 23454 (TP), HC 106566 (2ªT). \n(SIGILO, CAIXA POSTAL, CORREIO ELETRÔNICO)\nHC 103425 (1ªT). \n(DIREITO","APREENSÃO)\nRE 603616 (TP). \n(<em>BUSCA</em> E APREENSÃO, CONSENTIMENTO)\nMS 23452 (TP). \n- Decisão monocrática citada:\n(DIREITO À INVIOLABILIDADE DA CASA, ESCRITÓRIO)\nAC 4174.\n- Decisões estrangeiras citadas: Caso Katz vs. United States (1967); Caso United States vs. Matlock, 415 U.S. 164 (1974), da Suprema Corte dos Estados"],"ementa_texto":["Ementa: RECURSO ORDINÁRIO EM HABEAS CORPUS. APURAÇÃO DE CRIME DE FALSIDADE DOCUMENTAL. <em>BUSCA</em> E APREENSÃO. VALIDADE. DILIGÊNCIA REALIZADA EM ÓRGÃO PÚBLICO. ARRECADAÇÃO DE COMPUTADORES SOBRESSALENTES À ORDEM JUDICIAL. ENTREGA VOLUNTÁRIA DAS MÁQUINAS PELA AUTORIDADE RESPONSÁVEL. CLÁUSULA DE RESERVA DE JURISDIÇÃO OBSERVADA. EXAME PERICIAL CONDICIONADO À POSTERIOR AUTORIZAÇÃO JUDICIAL. PRESERVAÇÃO DO DIREITO À INTIMIDADE. ACESSO AOS DADOS REGISTRADOS EM DISPOSITIVO ELETRÔNICO. SUPOSTA VIOLAÇÃO AO SIGILO DE CORRESPONDÊNCIA ELETRÔNICA. INOCORRÊNCIA. INDEFERIMENTO DE DILIGÊNCIAS EM PROCEDIMENTO CRIMINAL. CERCEAMENTO DE DEFESA. NÃO VERIFICAÇÃO. CONTRADITÓRIO E AMPLA DEFESA PRÓPRIOS DA FASE JUDICIAL. RECURSO DESPROVIDO. \n\n\n\n    1. A circunstância excepcionalíssima da entrega espontânea e voluntária de computador de titularidade de ente público, quando franqueada a sua apreensão pela autoridade responsável da unidade administrativa, revela-se compatível com a cláusula de reserva de jurisdição, ainda que sobressalente ao mandado judicial.\n\n\n\n    2. Conquanto verificada a entrega voluntária ao agente policial, o exame pericial nos equipamentos apreendidos, condicionado à autorização específica da autoridade judicial responsável pela supervisão do caderno investigativo, resguarda a regularidade da apreensão e o direito à privacidade do repositório de dados e de informações neles contidos. \n\n\n\n    3. Descabe invocar a garantia constitucional do sigilo das comunicações de dados quando o acesso não alcança a troca de dados, restringindo-se apenas às informações armazenadas nos dispositivos eletrônicos. A orientação jurisprudencial do STF assinala que “A proteção a que se refere o art.5º, XII, da Constituição, é da comunicação 'de dados' e não dos 'dados em si mesmos', ainda quando armazenados em computador. (cf. voto no MS 21.729, Pleno, 5.10.95, red. Néri da Silveira - RTJ 179/225, 270)” (RE 418.416, Rel. Min. Sepúlveda Pertence, Tribunal Pleno, DJ 19.12.2006).\n\n\n\n    4. Em se tratando de instrumento destinado à formação da opinio delicti do órgão acusatório, o procedimento administrativo de investigação criminal não demanda a amplitude das garantias constitucionais da ampla defesa e do contraditório, próprias da fase judicial. Eventual prejuízo advindo do indeferimento de diligências no curso das apurações (nomeação de assistente técnico e formulação de quesitos) é passível de questionamento na ação penal decorrente do respectivo inquérito policial. \n\n\n\n    5. Recurso ordinário em habeas corpus desprovido."],"documental_indexacao_texto":["PÚBLICO. DIREITO À VIDA PRIVADA, SIGILO, DADO, SERVIDOR PÚBLICO, COMPUTADOR, ÓRGÃO PÚBLICO. CORRELAÇÃO, <em>BUSCA</em> E APREENSÃO, ORDEM JUDICIAL. VALIDAÇÃO, ATO COMPLEMENTAR, <em>BUSCA</em> E APREENSÃO. CONVALIDAÇÃO, <em>BUSCA</em> E APREENSÃO, NULIDADE ABSOLUTA. VALIDADE, INVESTIGAÇÃO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. CONSENTIMENTO","DOMICÍLIO, LOCAL DE TRABALHO, IMÓVEL PÚBLICO. CARÁTER PRIVADO, DADO, COMPUTADOR, ÓRGÃO PÚBLICO. MANDADO DE <em>BUSCA</em> E APREENSÃO, DELIMITAÇÃO, EXTENSÃO, DILIGÊNCIA. <em>BUSCA</em> E APREENSÃO, EXTRAPOLAÇÃO, ORDEM JUDICIAL. APREENSÃO, CORRESPONDÊNCIA POSTAL, MOMENTO POSTERIOR, RECEBIMENTO, DESTINATÁRIO. DECISÃO JUDICIAL","- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PODER JUDICIÁRIO, RATIFICAÇÃO, <em>BUSCA</em> E APREENSÃO, COMPUTADOR, MOMENTO ANTERIOR, CONHECIMENTO, DADO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DECISÃO JUDICIAL, AFASTAMENTO, SIGILO, ARMAZENAMENTO, TRANSMISSÃO DE DADOS, ÂMBITO PENAL. INVIOLABILIDADE, DOMICÍLIO","CONSENTIMENTO, TERCEIRO, ENTREGA, COMPUTADOR, SERVIDOR PÚBLICO, AUTORIDADE POLICIAL. RESERVA DE JURISDIÇÃO, <em>BUSCA</em> E APREENSÃO, CONSENTIMENTO, TITULAR, DADO, COMPUTADOR. DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA.\n\n- TERMO(S) DE RESGATE: THIRD-PARTY CONSENT, USO COMPARTILHADO, AUTORIDADE COMUM."],"documental_doutrina_texto":["privacy on the job. SCOTUSblog. Disponível em: http://www.scotusblog.com/2010/04/texting-and-privacy-on-the-job.\nFILIPPO, Thiago Baldini Gomes de. <em>Buscas</em> domiciliares sem mandado e provas ilícitas: reflexões acerca do julgamento do Recurso Extraordinário 603.616, à luz do Direito dos Estados Unidos."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur371896","_score":37.93526,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 622 da repercussão geral, negou provimento ao recurso extraordinário, vencidos, em parte, os Ministros Edson Fachin e Teori Zavascki. O Tribunal deliberou fixar a tese na próxima assentada. Ausente, justificadamente, o Ministro Roberto Barroso, participando do encontro de juízes de Supremas Cortes, denominado Global Constitutionalism Seminar, na Universidade de Yale, nos Estados Unidos. Falaram: pelo recorrente a Dra. Deborah de Oliveira Figueiredo; pelo amicus curiae Instituto Brasileiro de Direito de Família - IBDFAM, o Dr. Ricardo Lucas Calderón, e, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 21.09.2016.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, fixou tese nos seguintes termos: “A paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios”, vencidos, em parte, os Ministros Dias Toffoli e Marco Aurélio. Ausente, justificadamente, o Ministro Roberto Barroso, participando do encontro de juízes de Supremas Cortes, denominado Global Constitutionalism Seminar, na Universidade de Yale, nos Estados Unidos. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 22.09.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur371896","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur371896","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Recurso Extraordinário. Repercussão Geral reconhecida. Direito Civil e Constitucional. Conflito entre paternidades socioafetiva e biológica. Paradigma do casamento. Superação pela Constituição de 1988. Eixo central do Direito de Família: deslocamento para o plano constitucional. Sobreprincípio da dignidade humana (art. 1º, III, da CRFB). Superação de óbices legais ao pleno desenvolvimento das famílias. Direito à busca da felicidade. Princípio constitucional implícito. Indivíduo como centro do ordenamento jurídico-político. Impossibilidade de redução das realidades familiares a modelos pré-concebidos. Atipicidade constitucional do conceito de entidades familiares. União estável (art. 226, § 3º, CRFB) e família monoparental (art. 226, § 4º, CRFB).Vedação à discriminação e hierarquização entre espécies de filiação (art. 227, § 6º, CRFB). Parentalidade presuntiva, biológica ou afetiva. Necessidade de tutela jurídica ampla. Multiplicidade de vínculos parentais. Reconhecimento concomitante. Possibilidade. Pluriparentalidade. Princípio da paternidade responsável (art. 226, § 7º, CRFB). Recurso a que se nega provimento. Fixação de tese para aplicação a casos semelhantes.\n\n\n\n    1. O prequestionamento revela-se autorizado quando as instâncias inferiores abordam a matéria jurídica invocada no Recurso Extraordinário na fundamentação do julgado recorrido, tanto mais que a Súmula n. 279 desta Egrégia Corte indica que o apelo extremo deve ser apreciado à luz das assertivas fáticas estabelecidas na origem.\n\n\n\n    2. A família, à luz dos preceitos constitucionais introduzidos pela Carta de 1988, apartou-se definitivamente da vetusta distinção entre filhos legítimos, legitimados e ilegítimos que informava o sistema do Código Civil de 1916, cujo paradigma em matéria de filiação, por adotar presunção baseada na centralidade do casamento, desconsiderava tanto o critério biológico quanto o afetivo.\n\n\n\n    3. A família, objeto do deslocamento do eixo central de seu regramento normativo para o plano constitucional, reclama a reformulação do tratamento jurídico dos vínculos parentais à luz do sobreprincípio da dignidade humana (art. 1º, III, da CRFB) e da busca da felicidade.\n\n\n\n    4. A dignidade humana compreende o ser humano como um ser intelectual e moral, capaz de determinar-se e desenvolver-se em liberdade, de modo que a eleição individual dos próprios objetivos de vida tem preferência absoluta em relação a eventuais formulações legais definidoras de modelos preconcebidos, destinados a resultados eleitos a priori pelo legislador. Jurisprudência do Tribunal Constitucional alemão (BVerfGE 45, 187).\n\n\n\n    5. A superação de óbices legais ao pleno desenvolvimento das famílias construídas pelas relações afetivas interpessoais dos próprios indivíduos é corolário do sobreprincípio da dignidade humana.\n\n\n\n    6. O direito à busca da felicidade, implícito ao art. 1º, III, da Constituição, ao tempo que eleva o indivíduo à centralidade do ordenamento jurídico-político, reconhece as suas capacidades de autodeterminação, autossuficiência e liberdade de escolha dos próprios objetivos, proibindo que o governo se imiscua nos meios eleitos pelos cidadãos para a persecução das vontades particulares. Precedentes da Suprema Corte dos Estados Unidos da América e deste Egrégio Supremo Tribunal Federal: RE 477.554-AgR, Rel. Min. Celso de Mello, DJe de 26/08/2011; ADPF 132, Rel. Min. Ayres Britto, DJe de 14/10/2011.\n\n\n\n    7. O indivíduo jamais pode ser reduzido a mero instrumento de consecução das vontades dos governantes, por isso que o direito à busca da felicidade protege o ser humano em face de tentativas do Estado de enquadrar a sua realidade familiar em modelos pré-concebidos pela lei.\n\n\n\n    8. A Constituição de 1988, em caráter meramente exemplificativo, reconhece como legítimos modelos de família independentes do casamento, como a união estável (art. 226, § 3º) e a comunidade formada por qualquer dos pais e seus descendentes, cognominada “família monoparental” (art. 226, § 4º), além de enfatizar que espécies de filiação dissociadas do matrimônio entre os pais merecem equivalente tutela diante da lei, sendo vedada discriminação e, portanto, qualquer tipo de hierarquia entre elas (art. 227, § 6º).\n\n\n\n    9. As uniões estáveis homoafetivas, consideradas pela jurisprudência desta Corte como entidade familiar, conduziram à imperiosidade da interpretação não-reducionista do conceito de família como instituição que também se forma por vias distintas do casamento civil (ADI nº. 4277, Relator(a): Min. AYRES BRITTO, Tribunal Pleno, julgado em 05/05/2011).\n\n\n\n    10. A compreensão jurídica cosmopolita das famílias exige a ampliação da tutela normativa a todas as formas pelas quais a parentalidade pode se manifestar, a saber: (i) pela presunção decorrente do casamento ou outras hipóteses legais, (ii) pela descendência biológica ou (iii) pela afetividade.\n\n\n\n    11. A evolução científica responsável pela popularização do exame de DNA conduziu ao reforço de importância do critério biológico, tanto para fins de filiação quanto para concretizar o direito fundamental à busca da identidade genética, como natural emanação do direito de personalidade de um ser.\n\n\n\n    12. A afetividade enquanto critério, por sua vez, gozava de aplicação por doutrina e jurisprudência desde o Código Civil de 1916 para evitar situações de extrema injustiça, reconhecendo-se a posse do estado de filho, e consequentemente o vínculo parental, em favor daquele utilizasse o nome da família (nominatio), fosse tratado como filho pelo pai (tractatio) e gozasse do reconhecimento da sua condição de descendente pela comunidade (reputatio).\n\n\n\n    13. A paternidade responsável, enunciada expressamente no art. 226, § 7º, da Constituição, na perspectiva da dignidade humana e da busca pela felicidade, impõe o acolhimento, no espectro legal, tanto dos vínculos de filiação construídos pela relação afetiva entre os envolvidos, quanto daqueles originados da ascendência biológica, sem que seja necessário decidir entre um ou outro vínculo quando o melhor interesse do descendente for o reconhecimento jurídico de ambos.\n\n\n\n    14. A pluriparentalidade, no Direito Comparado, pode ser exemplificada pelo conceito de “dupla paternidade” (dual paternity), construído pela Suprema Corte do Estado da Louisiana, EUA, desde a década de 1980 para atender, ao mesmo tempo, ao melhor interesse da criança e ao direito do genitor à declaração da paternidade. Doutrina.\n\n\n\n    15. Os arranjos familiares alheios à regulação estatal, por omissão, não podem restar ao desabrigo da proteção a situações de pluriparentalidade, por isso que merecem tutela jurídica concomitante, para todos os fins de direito, os vínculos parentais de origem afetiva e biológica, a fim de prover a mais completa e adequada tutela aos sujeitos envolvidos, ante os princípios constitucionais da dignidade da pessoa humana (art. 1º, III) e da paternidade responsável (art. 226, § 7º).\n\n\n\n    16. Recurso Extraordinário a que se nega provimento, fixando-se a seguinte tese jurídica para aplicação a casos semelhantes: “A paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13431919","externo_seq_objeto_incidente":4803092,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-187  DIVULG 23-08-2017  PUBLIC 24-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=898060&classe=RE","is_colac":false,"titulo":"RE 898060","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00226 PAR-00003 \n          PAR-00004 PAR-00006 PAR-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003071      ANO-1916\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-08-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DISTINÇÃO, FIXAÇÃO, TESE, JULGAMENTO, CASO CONCRETO. RECURSO EXTRAORDINÁRIO, OBJETIVAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CÓDIGO DE PROCESSO CIVIL DE 2015, OBJETIVAÇÃO, RECURSO EXTRAORDINÁRIO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DISTINÇÃO, PROCESSO SUBJETIVO, PROCESSO OBJETIVO; CIVIL LAW, COMMON LAW. PRINCÍPIO DA PATERNIDADE RESPONSÁVEL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=898060&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"REPERCUSSÃO GERAL RECONHECIDA NO ARE 692186 RG.\n- Acórdão(s) citado(s):\n(DIREITO À BUSCA DA FELICIDADE)\nADPF 132 (TP), RE 477554 AgR (2ªT). \n(UNIÃO HOMOAFETIVA, ENTIDADE FAMILIAR)\nADI 4277 (TP). \n- Decisão estrangeira citada: BVerfGE 45, 187, do Tribunal Constitucional alemão.\nNúmero de páginas: 17.\nAnálise: 25/01/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : A N \nADV.(A/S)  : Rodrigo Fernandes Pereira E OUTRO(A/S)\nRECDO.(A/S)  : F G \nADV.(A/S)  : EDUARDO DE MELLO E SOUZA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIACAO DE DIREITO DE FAMILIA E DAS SUCESSOES - ADFAS \nADV.(A/S)  : REGINA BEATRIZ TAVARES DA SILVA \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO DE FAMILIA - IBDFAM \nADV.(A/S)  : MARIA BERENICE DIAS E OUTRO(A/S)\nADV.(A/S)  : RONNER BOTELHO SOARES \nADV.(A/S)  : RICARDO LUCAS CALDERÓN","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"622 - Prevalência da paternidade socioafetiva em detrimento da paternidade biológica.","old_seq_sjur":371896,"documental_tese_texto":"A paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios.","procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 898060","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-09-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":898060,"base":"acordaos"},"highlight":{"documental_observacao_texto":["REPERCUSSÃO GERAL RECONHECIDA NO ARE 692186 RG.\n- Acórdão(s) citado(s):\n(DIREITO À <em>BUSCA</em> DA FELICIDADE)\nADPF 132 (TP), RE 477554 AgR (2ªT). \n(UNIÃO HOMOAFETIVA, ENTIDADE FAMILIAR)\nADI 4277 (TP). \n- Decisão estrangeira citada: BVerfGE 45, 187, do Tribunal Constitucional alemão.\nNúmero de páginas: 17."],"ementa_texto":["Ementa: Recurso Extraordinário. Repercussão Geral reconhecida. Direito Civil e Constitucional. Conflito entre paternidades socioafetiva e biológica. Paradigma do casamento. Superação pela Constituição de 1988. Eixo central do Direito de Família: deslocamento para o plano constitucional. Sobreprincípio da dignidade humana (art. 1º, III, da CRFB). Superação de óbices legais ao pleno desenvolvimento das famílias. Direito à <em>busca</em> da felicidade. Princípio constitucional implícito. Indivíduo como centro do ordenamento jurídico-político. Impossibilidade de redução das realidades familiares a modelos pré-concebidos. Atipicidade constitucional do conceito de entidades familiares. União estável (art. 226, § 3º, CRFB) e família monoparental (art. 226, § 4º, CRFB).Vedação à discriminação e hierarquização entre espécies de filiação (art. 227, § 6º, CRFB). Parentalidade presuntiva, biológica ou afetiva. Necessidade de tutela jurídica ampla. Multiplicidade de vínculos parentais. Reconhecimento concomitante. Possibilidade. Pluriparentalidade. Princípio da paternidade responsável (art. 226, § 7º, CRFB). Recurso a que se nega provimento. Fixação de tese para aplicação a casos semelhantes.\n\n\n\n    1. O prequestionamento revela-se autorizado quando as instâncias inferiores abordam a matéria jurídica invocada no Recurso Extraordinário na fundamentação do julgado recorrido, tanto mais que a Súmula n. 279 desta Egrégia Corte indica que o apelo extremo deve ser apreciado à luz das assertivas fáticas estabelecidas na origem.\n\n\n\n    2. A família, à luz dos preceitos constitucionais introduzidos pela Carta de 1988, apartou-se definitivamente da vetusta distinção entre filhos legítimos, legitimados e ilegítimos que informava o sistema do Código Civil de 1916, cujo paradigma em matéria de filiação, por adotar presunção baseada na centralidade do casamento, desconsiderava tanto o critério biológico quanto o afetivo.\n\n\n\n    3. A família, objeto do deslocamento do eixo central de seu regramento normativo para o plano constitucional, reclama a reformulação do tratamento jurídico dos vínculos parentais à luz do sobreprincípio da dignidade humana (art. 1º, III, da CRFB) e da <em>busca</em> da felicidade.\n\n\n\n    4. A dignidade humana compreende o ser humano como um ser intelectual e moral, capaz de determinar-se e desenvolver-se em liberdade, de modo que a eleição individual dos próprios objetivos de vida tem preferência absoluta em relação a eventuais formulações legais definidoras de modelos preconcebidos, destinados a resultados eleitos a priori pelo legislador. Jurisprudência do Tribunal Constitucional alemão (BVerfGE 45, 187).\n\n\n\n    5. A superação de óbices legais ao pleno desenvolvimento das famílias construídas pelas relações afetivas interpessoais dos próprios indivíduos é corolário do sobreprincípio da dignidade humana.\n\n\n\n    6. O direito à <em>busca</em> da felicidade, implícito ao art. 1º, III, da Constituição, ao tempo que eleva o indivíduo à centralidade do ordenamento jurídico-político, reconhece as suas capacidades de autodeterminação, autossuficiência e liberdade de escolha dos próprios objetivos, proibindo que o governo se imiscua nos meios eleitos pelos cidadãos para a persecução das vontades particulares. Precedentes da Suprema Corte dos Estados Unidos da América e deste Egrégio Supremo Tribunal Federal: RE 477.554-AgR, Rel. Min. Celso de Mello, DJe de 26/08/2011; ADPF 132, Rel. Min. Ayres Britto, DJe de 14/10/2011.\n\n\n\n    7. O indivíduo jamais pode ser reduzido a mero instrumento de consecução das vontades dos governantes, por isso que o direito à <em>busca</em> da felicidade protege o ser humano em face de tentativas do Estado de enquadrar a sua realidade familiar em modelos pré-concebidos pela lei.\n\n\n\n    8. A Constituição de 1988, em caráter meramente exemplificativo, reconhece como legítimos modelos de família independentes do casamento, como a união estável (art. 226, § 3º) e a comunidade formada por qualquer dos pais e seus descendentes, cognominada “família monoparental” (art. 226, § 4º), além de enfatizar que espécies de filiação dissociadas do matrimônio entre os pais merecem equivalente tutela diante da lei, sendo vedada discriminação e, portanto, qualquer tipo de hierarquia entre elas (art. 227, § 6º).\n\n\n\n    9. As uniões estáveis homoafetivas, consideradas pela jurisprudência desta Corte como entidade familiar, conduziram à imperiosidade da interpretação não-reducionista do conceito de família como instituição que também se forma por vias distintas do casamento civil (ADI nº. 4277, Relator(a): Min. AYRES BRITTO, Tribunal Pleno, julgado em 05/05/2011).\n\n\n\n    10. A compreensão jurídica cosmopolita das famílias exige a ampliação da tutela normativa a todas as formas pelas quais a parentalidade pode se manifestar, a saber: (i) pela presunção decorrente do casamento ou outras hipóteses legais, (ii) pela descendência biológica ou (iii) pela afetividade.\n\n\n\n    11. A evolução científica responsável pela popularização do exame de DNA conduziu ao reforço de importância do critério biológico, tanto para fins de filiação quanto para concretizar o direito fundamental à <em>busca</em> da identidade genética, como natural emanação do direito de personalidade de um ser.\n\n\n\n    12. A afetividade enquanto critério, por sua vez, gozava de aplicação por doutrina e jurisprudência desde o Código Civil de 1916 para evitar situações de extrema injustiça, reconhecendo-se a posse do estado de filho, e consequentemente o vínculo parental, em favor daquele utilizasse o nome da família (nominatio), fosse tratado como filho pelo pai (tractatio) e gozasse do reconhecimento da sua condição de descendente pela comunidade (reputatio).\n\n\n\n    13. A paternidade responsável, enunciada expressamente no art. 226, § 7º, da Constituição, na perspectiva da dignidade humana e da <em>busca</em> pela felicidade, impõe o acolhimento, no espectro legal, tanto dos vínculos de filiação construídos pela relação afetiva entre os envolvidos, quanto daqueles originados da ascendência biológica, sem que seja necessário decidir entre um ou outro vínculo quando o melhor interesse do descendente for o reconhecimento jurídico de ambos.\n\n\n\n    14. A pluriparentalidade, no Direito Comparado, pode ser exemplificada pelo conceito de “dupla paternidade” (dual paternity), construído pela Suprema Corte do Estado da Louisiana, EUA, desde a década de 1980 para atender, ao mesmo tempo, ao melhor interesse da criança e ao direito do genitor à declaração da paternidade. Doutrina.\n\n\n\n    15. Os arranjos familiares alheios à regulação estatal, por omissão, não podem restar ao desabrigo da proteção a situações de pluriparentalidade, por isso que merecem tutela jurídica concomitante, para todos os fins de direito, os vínculos parentais de origem afetiva e biológica, a fim de prover a mais completa e adequada tutela aos sujeitos envolvidos, ante os princípios constitucionais da dignidade da pessoa humana (art. 1º, III) e da paternidade responsável (art. 226, § 7º).\n\n\n\n    16. Recurso Extraordinário a que se nega provimento, fixando-se a seguinte tese jurídica para aplicação a casos semelhantes: “A paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios”."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur202975","_score":36.230507,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Retirado da Pauta 13/2010, publicada no DJE de 09.09.2010, por indicação do Relator. Presidência do Ministro Ricardo Lewandowski. 1ª Turma, 26.10.2010.\r\n\nO Tribunal, por unanimidade, reconheceu a presença de repercussão geral na discussão acerca da incidência dos artigos 5º, incisos XXXVI e LXXIV e 227, § 6º, ambos da Constituição Federal, aos casos de ação de paternidade julgada improcedente por falta de condições materiais para a realização da prova. Votou o Presidente. Em seguida, após o voto do Senhor Ministro Dias Toffoli (Relator), que conhecia dos recursos e lhes dava provimento para cassar o acórdão do Tribunal de Justiça do Distrito Federal que extinguiu o processo sem julgamento de mérito, pediu vista dos autos o Senhor Ministro Luiz Fux. Ausentes, em participação na U.N. Minimum Rules/World Security University, em Belágio, Itália, o Senhor Ministro Cezar Peluso e, justificadamente, a Senhora Ministra Ellen Gracie. Falou, pelo recorrente, o Dr. Marcus Aurélio Dias de Paiva e, pelo Ministério Público Federal, o Dr. Roberto Monteiro Gurgel Santos. Presidência do Senhor Ministro Ayres Britto (Vice-Presidente). Plenário, 07.04.2011.\r\n\nProsseguindo no julgamento, o Tribunal, por maioria e nos termos do voto do Relator, deu provimento aos recursos, contra os votos dos Senhores Ministros Marco Aurélio e Cezar Peluso (Presidente). Ausentes, justificadamente, o Senhor Ministro Celso de Mello e, neste julgamento, a Senhora Ministra Ellen Gracie. Plenário, 02.06.2011.","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur202975","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur202975","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    RECURSO EXTRAORDINÁRIO. DIREITO PROCESSUAL CIVIL E CONSTITUCIONAL. REPERCUSSÃO GERAL RECONHECIDA. AÇÃO DE INVESTIGAÇÃO DE PATERNIDADE DECLARADA EXTINTA, COM FUNDAMENTO EM COISA JULGADA, EM RAZÃO DA EXISTÊNCIA DE ANTERIOR DEMANDA EM QUE NÃO FOI POSSÍVEL A REALIZAÇÃO DE EXAME DE DNA, POR SER O AUTOR BENEFICÁRIO DA JUSTIÇA GRATUITA E POR NÃO TER O ESTADO PROVIDENCIADO A SUA REALIZAÇÃO. REPROPOSITURA DA AÇÃO. POSSIBILIDADE, EM RESPEITO À PREVALÊNCIA DO DIREITO FUNDAMENTAL À BUSCA DA IDENTIDADE GENÉTICA DO SER, COMO EMANAÇÃO DE SEU DIREITO DE PERSONALIDADE. \n\n\n\n    1. É dotada de repercussão geral a matéria atinente à possibilidade da repropositura de ação de investigação de paternidade, quando anterior demanda idêntica, entre as mesmas partes, foi julgada improcedente, por falta de provas, em razão da parte interessada não dispor de condições econômicas para realizar o exame de DNA e o Estado não ter custeado a produção dessa prova.\n\n\n\n    2. Deve ser relativizada a coisa julgada estabelecida em ações de investigação de paternidade em que não foi possível determinar-se a efetiva existência de vínculo genético a unir as partes, em decorrência da não realização do exame de DNA, meio de prova que pode fornecer segurança quase absoluta quanto à existência de tal vínculo.\n\n\n\n    3. Não devem ser impostos óbices de natureza processual ao exercício do direito fundamental à busca da identidade genética, como natural emanação do direito de personalidade de um ser, de forma a tornar-se igualmente efetivo o direito à igualdade entre os filhos, inclusive de qualificações, bem assim o princípio da paternidade responsável.\n\n\n\n    4. Hipótese em que não há disputa de paternidade de cunho biológico, em confronto com outra, de cunho afetivo. Busca-se o reconhecimento de paternidade com relação a pessoa identificada.\n\n\n\n    5. Recursos extraordinários conhecidos e providos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=1638003","externo_seq_objeto_incidente":2072456,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-238 DIVULG 15-12-2011 PUBLIC 16-12-2011\nRTJ VOL-00223-01 PP-00420","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=363889&classe=RE","is_colac":false,"titulo":"RE 363889","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1824\r\n                CF-1824 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1934\r\n         ART-00113 NÚMERO-3 NÚMERO-00032\r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n          ART-00126   \r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1988\r\n         ART-00001 INC-00003 ART-00003 INC-00001\r\n         INC-00002 INC-00003 INC-00004 ART-00005\r\n         \"CAPUT\" INC-00004 INC-00010 INC-00032 \r\n         INC-00035 INC-00036 INC-00055 INC-00074 \r\n         ART-00093 INC-00009 ART-00102 \"CAPUT\"\r\n         ART-00105 INC-00003 ART-00170 \"CAPUT\" \r\n         INC-00005 ART-00226 PAR-00006 PAR-00007\r\n         ART-00227 \"CAPUT\" PAR-00006 ART-00229\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-005452      ANO-1943\r\n          ART-00884 PAR-00005  \r\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\r\n","LEG-FED   LEI-005869      ANO-1973\r\n          ART-00131 ART-00267 INC-00004 ART-00467 ART-00468 \r\n          ART-00469 INC-00002 ART-00471 INC-00001  \r\n          ART-0475L PAR-00001 ART-00485 INC-00001\r\n          INC-00002 INC-00005 INC-00007 ART-00495\r\n          ART-00741 PAR-ÚNICO REDAÇÃO DADA PELA LEI-11232/2005  \r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LEI-008069      ANO-1990\r\n          ART-00027   \r\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\r\n","LEG-FED   LEI-008078      ANO-1990\r\n          ART-00103 INC-00001 INC-00002 \r\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\r\n","LEG-FED   LEI-010406      ANO-2002\r\n          ART-00231 ART-00232  \r\n                CC-2002 CÓDIGO CIVIL\r\n","LEG-FED   LEI-000883      ANO-1949\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-001060      ANO-1950\r\n          ART-00003 INC-00005 ART-00011 \"CAPUT\"\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-004717      ANO-1965\r\n          ART-00018   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-006515      ANO-1977\r\n                LD-1977 LEI DO DIVÓRCIO\r\n","LEG-FED   LEI-007250      ANO-1984\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-007347      ANO-1985\r\n          ART-00016   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-008560      ANO-1992\r\n          ART-0002A PAR-ÚNICO REDAÇÃO DADA PELA LEI-12004/2009\r\n          ART-00008\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-011232      ANO-2005\r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-012004     ANO-2009\r\n          LEI ORDINÁRIA\r\n","LEG-INT   CVC      ANO-1969\r\n          ART-00017 NÚMERO-1 NÚMERO-2 NÚMERO-3\r\n          NÚMERO-4 NÚMERO-5 ART-00018 ART-00019\r\n          CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS ASSINADA\r\n          EM SÃO JOSÉ DA COSTA RICA, OEA\r\n","LEG-FED   DLG-000027      ANO-1992\r\n          APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS\r\n          HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-000678      ANO-1992\r\n          PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS\r\n          HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\r\n          DECRETO\r\n","LEG-FED   DEL-004737      ANO-1942\r\n          DECRETO-LEI\r\n","LEG-FED   MPR-002180      ANO-2001\r\n          REEDIÇÃO Nº 35\r\n          MEDIDA PROVISÓRIA\r\n","LEG-FED   PJL-000116      ANO-2001\r\n          PROJETO DE LEI, SENADO FEDERAL\r\n","LEG-FED   PJL-006960      ANO-2002\r\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\r\n","LEG-FED   SUMSTF-000149  \r\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\r\n","LEG-FED   SUMSTJ-000301  \r\n          SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\r\n","LEG-DIS   LEI-001097      ANO-1996\r\n          LEI ORDINÁRIA, DF"],"publicacao_data":"2011-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  DESNECESSIDADE, UTILIZAÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFUNDAMENTO JURÍDICO, DECISÃO.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. LUIZ FUX: CONFIGURAÇÃO, JULGAMENTO \r\nDO MÉRITO, HIPÓTESE, IMPROCEDÊNCIA, DECORRÊNCIA, INSUFICIÊNCIA, PROVA. \r\nOCORRÊNCIA, CASO CONCRETO, COISA JULGADA MATERIAL. NECESSIDADE, \r\nPREVISÃO, LEI, CARACTERIZAÇÃO, COISA JULGADA SECUNDUM EVENTUM \r\nPROBATIONIS. PROTEÇÃO, COISA JULGADA MATERIAL, FUNDAMENTO, PRINCÍPIO DA \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nSEGURANÇA JURÍDICA. CARACTERIZAÇÃO, COISA JULGADA, FUNDAMENTO, \r\nPRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. NECESSIDADE, CONFIGURAÇÃO, \r\nOBRIGATORIEDADE, IMUTABILIDADE, DECISÃO JUDICIAL, CUMPRIMENTO, PODER \r\nJUDICIÁRIO, FUNÇÃO SOCIAL, SOLUÇÃO, CONFLITO. POSSIBILIDADE, SUBMISSÃO, \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nREGRA CONSTITUCIONAL, TÉCNICA DE DECISÃO, PONDERAÇÃO, HERMENÊUTICA \r\nJURÍDICA. CONFIGURAÇÃO, CASO CONCRETO, EXCEPCIONALIDADE, AUTORIZAÇÃO, \r\nAFASTAMENTO, COISA JULGADA MATERIAL. PREVALÊNCIA, PRINCÍPIO DA \r\nDIGNIDADE DA PESSOA HUMANA, MOMENTO, INTERPRETAÇÃO, CONSTITUIÇÃO \r\nFEDERAL. CARACTERIZAÇÃO, DIREITO FUNDAMENTAL, IDENTIDADE, NÚCLEO \r\nESSENCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. EXISTÊNCIA, \r\nVINCULAÇÃO, DIREITO, FILIAÇÃO, PROTEÇÃO, FAMÍLIA, PRINCÍPIO DA \r\nDIGNIDADE DA PESSOA HUMANA, FUNDAMENTO, CONSTITUIÇÃO FEDERAL. \r\nOCORRÊNCIA, CASO CONCRETO, OFENSA, DIREITO À ASSISTÊNCIA AOS \r\nDESAMPARADOS, PRINCÍPIO DA PARIDADE DE ARMAS. CONFIGURAÇÃO, DIREITO À \r\nASSISTÊNCIA AOS DESAMPARADOS, NÚCLEO ESSENCIAL, PRINCÍPIO DA DIGNIDADE \r\nDA PESSOA HUMANA. PREVALÊNCIA, NORMA CONSTITUCIONAL, PREVISÃO, DIREITO \r\nÀ ASSISTÊNCIA AOS DESAMPARADOS, PONDERAÇÃO, COISA JULGADA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. RICARDO LEWANDOWSKI: CONFIGURAÇÃO, \r\nINSTITUTO JURÍDICO, PRINCÍPIO, HIPÓTESE, MANDADO DE OTIMIZAÇÃO. \r\nPOSSIBILIDADE, PONDERAÇÃO, CASO CONCRETO, NECESSIDADE, OCORRÊNCIA, \r\nCRITÉRIO, ADEQUAÇÃO, NECESSIDADE, PROPORCIONALIDADE, ÉTICA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. CÁRMEN LÚCIA: EXISTÊNCIA, \r\nDIFERENÇA, SEGURANÇA JURÍDICA, SEGURANÇA DE DIREITOS. CONFIGURAÇÃO, \r\nINSTITUTO JURÍDICO, SEGURANÇA DE DIREITOS, GARANTIA, SEGURANÇA, \r\nDIREITO, PREVISÃO, CONSTITUIÇÃO FEDERAL. IMPOSSIBILIDADE, RENÚNCIA, \r\nDIREITO, PREVISÃO, CONSTITUIÇÃO FEDERAL, JUSTIFICATIVA, GARANTIA, \r\nSEGURANÇA, ÂMBITO PROCESSUAL. PREVALÊNCIA, SEGURANÇA DE DIREITOS, \r\nCONTRAPOSIÇÃO, SEGURANÇA, ÂMBITO PROCESSUAL.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: DESPROVIMENTO, RECURSO \r\nEXTRAORDINÁRIO, CONFIGURAÇÃO, COISA JULGADA, MATÉRIA CONSTITUCIONAL, \r\nIMPOSSIBILIDADE, LEI, LIMITAÇÃO, GARANTIA, COISA JULGADA. \r\nIMPOSSIBILIDADE, SUBMISSÃO, DECISÃO JUDICIAL, CONDIÇÃO RESOLUTIVA.\r\n\r\n- VOTO VENCIDO,  MIN. CEZAR PELUSO: DESPROVIMENTO, RECURSO \r\nEXTRAORDINÁRIO, CONFIGURAÇÃO, GARANTIA DA COISA JULGADA, FUNDAMENTO, \r\nREPÚBLICA, FUNDAMENTO, SOCIEDADE CIVIL. CONFIGURAÇÃO, GARANTIA DA COISA \r\n\r\n\r\n\r\n\r\n\r\nJULGADA, FUNDAMENTO, ÉTICA DA LEGALIDADE. CONFIGURAÇÃO, IMPROCEDÊNCIA, \r\nINVESTIGAÇÃO DE PATERNIDADE, DECORRÊNCIA, INCORREÇÃO, ADVOGADO, RECUSA, \r\n\r\n\r\n\r\n\r\n\r\nPARTE REQUERIDA, AUSÊNCIA, CONDIÇÃO ECONÔMICA, PARTE REQUERENTE. \r\nOFENSA, DIGNIDADE DA PESSOA HUMANA, RÉU.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=363889&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdãos citados: RE 51269, RE 54891 - Tribunal Pleno, HC 71373, RE 105012, RE 111787,  RE 207732,  RE 224775, RE\r\n248869 - Tribunal Pleno; STJ: MC 851 AgRg, REsp 4987, RMS 6924, REsp 103281, REsp 107001, REsp 107248, REsp 101760, REsp 112599, REsp 117430, REsp 226436, REsp 300084, REsp 363558 AgRg, REsp 427117, REsp 646140 AgRg, REsp 706987, REsp 826698, REsp 895545 AgRg, REsp 899981 AgRg, REsp 960805; TJSP: Apelação 242.534-4/7, Agravo de instrumento 445.862-4/3-00, Agravo de instrumento 606.866.4/4-00, Agravo de instrumento 578.433.4/1; TJRS: Agravo de instrumento 70029078813, Apelação cível 70027403039, Agravo de instrumento 70022453955.\r\n- Decisão monocrática citada: AC 2182.\r\n- Legislação estrangeira citada:  art. 26, nº 1, nº2, nº 3, nº 4 da Constituição portuguesa de 1976, Código Civil francês de 1804, Declaração de Independência dos Estados Unidos de 1776; arts. 9.3 e 24.1 da Constituição espanhola.\r\n- Decisão estrangeira citada: BVerfGe 96, 56, decisão do Primeiro Senado de 6.5.1997 do Tribunal Constitucional Federal alemão - Caso da informação sobre a paternidade (Vaterschaftsauskunft); Casos julgados pela Corte Européia de Direitos Humanos: Caso Brumarescu v. Romênia, julgado em 28/10/99, Pullar v. Reino Unido, julgado em 10/06/96 e Antonetto v. Itália, julgado em 20/07/2000; Caso Daubert vs. Merrel da Suprema Corte americana, de 1993; sentenças do Tribunal Constitucional espanhol: STC 119/1988, STC 189/1990, STC 231/1991, STC 142/1992, STC 34/1993, STC 43/1998 e STC 112/1999.\r\nNúmero de páginas: 165.\r\nAnálise: 30/01/2012, SEV.\r\nRevisão: 10/02/2012, MMR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)           : MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA\r\nRECTE.(S)           : DIEGO GOIÁ SCHMALTZ\r\nADV.(A/S)           : ARTHUR HENRIQUE DE PONTES REGIS\r\nADV.(A/S)           : MARCUS AURÉLIO DIAS DE PAIVA\r\nRECDO.(A/S)         : GOIÁ FONSECA RATES\r\nADV.(A/S)           : RAIMUNDO JOÃO COELHO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"392 - Superação da coisa julgada para possibilitar nova ação de investigação de paternidade em face de viabilidade de realização de exame de DNA.","old_seq_sjur":202975,"documental_tese_texto":"I - É possível a repropositura de ação de investigação de paternidade, quando anterior demanda idêntica, entre as mesmas partes, foi julgada improcedente, por falta de provas, em razão da parte interessada não dispor de condições econômicas para realizar o exame de DNA e o Estado não ter custeado a produção dessa prova;\r\nII - Deve ser relativizada a coisa julgada estabelecida em ações de investigação de paternidade em que não foi possível determinar-se a efetiva existência de vínculo genético a unir as partes, em decorrência da não realização do exame de DNA, meio de prova que pode fornecer segurança quase absoluta quanto à existência de tal vínculo.\r\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 363889","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2011-06-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALEXY, Robert. Teoría de los derechos fundamentales. Madrid: Centro de \r\nestudios constitucionales, 1993. p. 92.\r\n_____. On balancing and subsumption: a structural comparison. In: Ratio \r\n\r\n\r\n\r\n\r\n\r\nJuris. v. 16. nº 4. 2003. p. 433-449.\r\nALMEIDA, Diogo Assumpção Rezende de. A prova pericial no processo \r\ncivil: o controle da ciência e a escolha do perito. Rio de Janeiro: \r\nRenovar, 2011. p. 25 e seguintes, 92, 94 e seguintes.\r\nALMEIDA, Maria Christina de O. DNA e estado de filiação à luz da \r\ndignidade humana. Porto Alegre: Livraria do Advogado, 2003. p. 79.\r\nARAÚJO FILHO, Luiz Paulo da Silva. Ações coletivas: a tutela \r\njurisdicional dos direitos individuais homogêneos. Rio de Janeiro: \r\nForense, 2000. p. 171 e seguintes.\r\nARMENLIN, Donaldo. Flexibilização da coisa julgada. In: Coisa julgada \r\ninconstitucional. (coord.) Carlos Valder do Nascimento e José Augusto \r\nDelgado. Belo Horizonte: Fórum, 2008. p. 223.\r\nAROCA, Juan Montero; MATÍES, José Flors. Amparo constitucional y \r\nproceso civil. Valência: Tirant lo blanch, 2008. p. 86.\r\nAROCA, Juan Montero. Proceso (civil y penal) y garantia - el proceso \r\ncomo garantia de libertad y de responsabilidad. Valência: Tirant lo \r\nBlanch, 2006. p. 368.\r\nÁVILA, Humberto. Teoria dos princípios - da definição à aplicação dos \r\nprincípios jurídicos. São Paulo: Malheiros, 2009. p. 112 e seguintes, \r\n163 e seguintes.\r\nBARBOSA MOREIRA, José Carlos. Julgamento e ônus da prova. In: Temas de \r\ndireito processual, Segunda Série, 1980. p. 74 e 81.\r\n_____. O direito à assistência jurídica: evolução no ordenamento \r\nbrasileiro de nosso tempo. In: As garantias do cidadão na justiça, \r\n(org.) Sálvio de Figuieiredo Teixeira. São Paulo: Saraiva, 1993. p. \r\n207-18.\r\n_____. Considerações sobre a chamada \"relativização\" da coisa julgada \r\nmaterial. In: Temas de direito processual, Nona Série. São Paulo: \r\nSaraiva, 2007. p. 245.\r\nBARBOZA, Heloísa Helena. Direito à identidade genética. In: Juris \r\npoiesis. Edição temática: biodireito, 2004. p. 124-5, 127 e 129.\r\n_____. A proteção da identidade genética. In: Dignidade da pessoa \r\nhumana - fundamentos e critérios interpretativos, (orgs.) Agassiz \r\nAlmeida Filho e Plínio Melgaré. São Paulo: Malheiros, 2010. p. 84.\r\nBARCELLOS, Ana Paula de. Ponderação, racionalidade e atividade \r\njurisdicional. Rio de Janeiro: Renovar, 2005. p. 32, 201 e seguintes.\r\n_____. A eficácia jurídica dos princípios constitucionais - O princípio\r\nda dignidade da pessoa humana. Rio de Janeiro: Renovar, 2008. p.\r\n282 e seguintes e p. 327 e seguintes.\r\nBARROSO, Luís Roberto. Curso de direito constitucional contemporâneo - \r\nos conceitos fundamentais e a construção do novo modelo. São Paulo: \r\nSaraiva, 2009. p. 302-4. \r\n_____. O controle de constitucionalidade no direito brasileiro. São \r\nPaulo: Saraiva, 2009. p. 223 e 226.\r\nBERIZONCE, Roberto Omar. La \"relatividad\" de la cosa juzgada y sus \r\nnuevos confines. In: Revista de derecho procesal. Santa Fe: \r\nRubinzal-Culzoni, 2008. v. 1. p. 179 e seguintes.\r\nBEVILÁQUA, Clóvis. Direito da Família. Recife: Ramiro M. Costa e\r\nFilhos Editores, 1903. p. 9.\r\nBOERIA, Alfredo Gilberto. O perfil de DNA como prova judicial - uma \r\nrevisão crítica. p. 3 e p. 7, publicado em Revista dos Tribunais. v. \r\n714. p. 296.\r\nBOSCARO, Márcio Antonio. Direito de Filiação. São Paulo: Revista dos \r\nTribunais, 2002. p. 192.\r\nCÂMARA, Alexandre Freitas. Relativização da coisa julgada material. In: \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRelativização da coisa julgada (org.) Fredie Didier Jr. Salvador: Jus \r\nPodium, 2004. p. 31-2.\r\nCAPPELLETTI, Mauro; GARTH, Bryant. Acesso à justiça. Porto Alegre: \r\nSergio Antonio Fabris Editor, 2002. p. 12.\r\nCHAVES, Adalgisa Wiedemann. Efeitos da coisa julgada: as demandas para \r\no reconhecimento da filiação e o avanço da técnica pericial. In: \r\nDireitos fundamentais do direito de família, (coord.) Belmiro Pedro \r\nWelter\r\ne Rolf Hanssen Madaleno. Porto Alegre: Livraria do Advogado, 2004. \r\np.27.\r\nCHIOVENDA, Giuseppe. Instituições de Direito Processual Civil, 1942. v. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1, p. 512-3 apud PRIETO CASTRO. Derecho Procesal Civil, 1951, p. 304.\r\nCOSTA, Vladimir Morcillo da. Prova pericial no processo penal, \r\ndissertação \r\nde mestrado apresentada à Universidade do Estado do Rio de Janeiro,\r\nmimeografado, 2010. p. 107-111.\r\nCOUTURE, Eduardo. Fundamentos del Derecho Procesal Civil, 1951, p. 304.\r\nDIAS, Maria Berenice. Investigação de paternidade, prova e ausência\r\nde coisa julgada. Revista Barsileira de Direito de Família - IBDFAM, \r\nAno, I, v. 1. Porto Alegre: Sintese, 1999. p. 18-21.\r\nDIDIER JÚNIOR, Fredie; BRAGA, Paula Sarno; OLIVEIRA, Rafael. Curso\r\nde Direito Processual Civil. 5. ed. Salvador: Podium, 201. v. 2. p. \r\n422-423.\r\nDINAMARCO, Cândido Rangel. Instituições de direito processual civil. 4.\r\ned. São Paulo: Malheiros, 2004. v. 3. p. 306-307.\r\n_____. Fundamentos do processo civil moderno. 6. ed. São Paulo:\r\nMalheiros, 2010. v. 2. p. 1.160-1.161\r\nFACHIN, Luiz Edson. Estabelecimento da filiação e paternidade \r\npresumida. Porto Alegre: Sérgio Antonio Fabris Editor, 1992. p. \r\n121-147.\r\nFARIAS, Cristiano Chaves de. Um alento ao futuro: novo tratamento\r\nda coisa julgada nas ações relativas à filiação. in: Relativização da\r\ncoisa julgada. (coord.) Fredie Didier Jr. Salvador: Jus Podivm. p. \r\n73-80.\r\nFONSECA, Arnoldo Medeiros da. Investigação de paternidade. 3. ed. \r\nRio de Janeiro: Forense, 1958. p. 284-194 e 507-508.\r\nGAMA, Guilherme Calmon Nogueira da. A nova filiação: o biodireito \r\ne as relações parentais. Rio de Janeiro: Renovar, 2003. p. 454.\r\nGRAU, Eros Roberto. A ordem econômica na Constituição de 1988. \r\nSão Paulo: Malheiros, 2005. p. 166.\r\nGRECO, Leonardo. Eficácia da declaração erga omnes de \r\nconstitucionalidade ou inconstitucionalidade em relação à coisa\r\njulgada anterior. In: Relativização da coisa julgada (org. Fredie\r\nDidier Jr.) Salvador: Jus Podium, 2004. p. 255.\r\n_____. Instituições de processo cilvil . Rio de Janeiro: Forense, \r\n2010. v. 2. p. 285, 286-7, 361 e 363. \r\nGOMES, Flávio Marcelo. Coisa julgada e estado de filiação - o DNA\r\ne o desafio à estabilidade da sentença. Porto Alegre: Sérgio Antônio\r\nFabris, 2009. p. 39 e 249-7.\r\nJUNOY, Joan Picó y. Las garantias constitucionales del proceso. \r\nBarcelona: J. M. Bosch Editor, 1997. p. 69.\r\nKAY, Richard S. American Constitucionalism. In: Constitutionalism: \r\nPhilosophical Foundations. Ed. Larry Alexander. Cambridge: Cambridge \r\nUniversity Press, 1998. p. 22. apud KIRSTE, Stephan. Constituição \r\ncomo Início do Direito Positivo. A estrutura temporal das \r\nconstituições. In: Anuário dos Cursos de Pós-Graduação em Direito. \r\nNúmero 13. \r\nRecife: Universidade Federal de Pernambuco, Centro de Ciências\r\nJurídicas, Faculdade de Direito do Recife, 2203. p. 116.\r\nLIEBMAN, Enrico Tullio. Eficácia e autoridade da sentença e outros \r\nescritos sobre a coisa julgada. Rio de Janeiro: Forense, 2007. p. 24-5.\r\nLLOBREGAT, José Garberí. Constitución y derecho procesal - los \r\nfundamentos constitucionales del derecho procesal. Navarra: \r\nCivitas/Thomson Reuters, 2009. p. 218.\r\nLOTUFO, Renan. Flexibilização da coisa julgada. In: Coisa julgada \r\ninconstitucional. 2. ed. Belo Horizonte: Fórum, 2008. p. 209 e 218.\r\nMARINONI, Luiz Guilherme. O princípio da segurança dos atos\r\njurisdicionais (A questão da relativização da coisa julgada material).\r\nIn: Relativização da coisa julgada (org.) Fredie Didier Jr. Salvador:\r\nJus Podium, 2004. p. 276-7.\r\n_____. Coisa julgada inconstitucional. São Paulo: Revista dos \r\nTribunais, 2010. p. 191-8.\r\nMIRZA, Flávio. Prova pericial - em busca de um novo paradigma, tese\r\nde doutorado apresentada à Universidade Gama Filho, mimeografado,\r\n2007. p. 165-6.\r\nMORAES, Maria Celina Bodin de. Recusa à realização do exame\r\nde DNA e direitos da personalidade. In: Na medida da pessoa humana\r\n- estudos de direito civil-constitucional. Rio de Janeiro: Renovar,\r\n2010. p. 99, 171 e 175.\r\n_____. O princípio da dignidade da pessoa humana. In: Na medida da\r\npessoa humana - estudos de direito civil-constitucional. Rio de \r\njaneiro:\r\nRenovar, 2010. p. 81.\r\nNETO, Cláudio Pereira de Souza. Ponderação de princípios e \r\nracionalidade das decisões judiciais: coerência, razão pública, \r\ndecomposição analítica e standards de ponderação. In: \r\nConstitucionalismo democrático e governo das razões. Rio de Janeiro: \r\nLumen Juris, 2011. p. 144-7.\r\nNETO, Cláudio Pereira de Souza. Ponderação de princípios e \r\nracionalidade das decisões judiciais: coerência, razão pública, \r\ndecomposição analítica e standards de ponderação. In: \r\nConstitucionalismo democrático e governo das razões. Rio de Janeiro: \r\nLumen Juris, 2011. p. 151-3. \r\nNETO, Odilon Romano. Coisa julgada insconstitucional: proposta\r\ninterpratativa dos arts. 475-L, §1º, e 741, parágrafo único do CPC, \r\ndissertação de mestrado apresentada à Universidade do estado do Rio\r\nde Janeiro, 2010, p. 174.\r\nOLIVEIRA, Guilherme de. Critério jurídico da paternidade. Coimbra: \r\nBiblioteca Geral da Universidade, 1983. p. 12 e seguintes.\r\nPEREIRA, Caio Mário da Silva. Reconhecimento da paternidade e seus \r\nefeitos. 6. ed. Rio de Janeiro: Forense, 2006. p. 217-8.\r\nPEREIRA, Jane Reis Gonçalves. Interpretação constitucional e direitos \r\nfundamentais. Rio de Janeiro: Renovar, 2006. p. 297-382.\r\nPILATTI, Adriano. A Constituinte de 1987-1988 - progressistas, \r\nconservadores, ordem econômica e regras do jogo. Rio de Janeiro: \r\nLumen Juris. 2008.\r\nRINCÓN, Jorge Carreras del. Comentarios a la doctrina procesal civil \r\ndel tribunal constitucional y del tribunal supremo. Madrid: Marcial \r\nPons, 2002. p. 411.\r\nSCHAUER, Frederick. Playing by the rules - a philosophical examination\r\nof rule-based decision-making in law and in life. Oxford: Clarendon \r\nPress,\r\n2002. p. 135-66.\r\n_____. Thinking like a lawyer - a new introduction to legal \r\nreasoning. Cambridge: Harvard University Press, 2009. p. 35 e 195-6.\r\nSANCHÍS, Luis Prieto. El juicio de ponderación. In: justicia \r\nconstitucional y derechos fundamentales. Madrid: Editorial Trotta, \r\n2009. p. 188.\r\nSARLET, Ingo Wolfgang. A eficácia dos direito fundamentais. Porto\r\nAlegre: Livraria do Advogado, 2006. p. 124-5\r\nSARMENTO, Daniel. Direitos fundamentais e relações privadas. Rio de \r\nJaneiro: Lumen Juris, 2004. p. 110 e 113.\r\nSILVA, Regina Beatriz Tavares da. Reflexões sobre o reconhecimento da \r\nfiliação extramatrimonial. In: Revista de Direito Privado. v. 1. n. 1. \r\np. \r\n71-91, jan./mar.2000.\r\nTALAMINI, Eduardo. Coisa julgada e sua revisão. São Paulo: \r\nRevista dos Tribunais, 2005. p. 50-2, 58-61, 588-592 e 653-654.\r\nTARUFFO, Michele. La prova scientifica nel processo civile. In: \r\nRivista Trimestrale di Diritto e Procedura Civile. Milano: Giuffrè \r\nEditore, \r\n2005. p. 1092.\r\n_____. Ciencia y proceso. In: Páginas sobre justiça civil.\r\nMadrid: Marcial Pons, 2009. p. 459 e 464. \r\n_____. Probabilidad y prueba judicial. In: Páginas sobre justiça civil. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMadrid: Marcial Pons, 2009. p. 434\r\nTHEODORO JUNIOR, Humberto. O dogma da coisa julgada: hipótese de \r\nrelativização. São Paulo: Revista dos Tribunais, 2003. \r\n_____. Reflexões sobre o princípio da intangibilidade da coisa julgada \r\ne sua relativização. In: Coisa julgada inconstitucional. 2. ed. Belo \r\nHorizonte: Fórum, 2008. p. 163-164.\r\n_____; FARIA, Juliana Cordeiro. Reflexões sobre o princípio da \r\nintangibilidade da coisa julgada e sua relativização. In: Coisa julgada \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\ninconstitucional. (coord.) Carlos Valder do Nascimento e José Augusto \r\nDelgado. Belo Horizonte: Fórum, 2008. p. 173.\r\nTRACHTENBERG, Anete. O poder e as limitações dos testes sangüíneos\r\nna detreminação de paternidade. In: Ajuris, nº 63. p. 326 e 331-2.\r\nVILLELA, João Baptista. Variações impopulares sobre a dignidade da \r\npessoa Humana. Superior Tribunal de Justiça: Doutrina. Edição \r\ncomemorativa, 20 anos, Distrito Federal, 2009. p. 559-581 e 562.\r\nWAMBIER, Teresa Arruda Alvim; MEDINA, José Miguel Garcia.\r\nRelativização da coisa julgada. In: Relativização da coisa julgada \r\n(org. Fredie Didier Jr.). Salvador: Jus Podium, 2004. p. 242.\r\nWELTER, Belmiro Pedro. Coisa julgada na investigação de paternidade.\r\nSão Paulo: Síntese, 2000. p 113 e 121.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":363889,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA\n\n\n\n    RECURSO EXTRAORDINÁRIO. DIREITO PROCESSUAL CIVIL E CONSTITUCIONAL. REPERCUSSÃO GERAL RECONHECIDA. AÇÃO DE INVESTIGAÇÃO DE PATERNIDADE DECLARADA EXTINTA, COM FUNDAMENTO EM COISA JULGADA, EM RAZÃO DA EXISTÊNCIA DE ANTERIOR DEMANDA EM QUE NÃO FOI POSSÍVEL A REALIZAÇÃO DE EXAME DE DNA, POR SER O AUTOR BENEFICÁRIO DA JUSTIÇA GRATUITA E POR NÃO TER O ESTADO PROVIDENCIADO A SUA REALIZAÇÃO. REPROPOSITURA DA AÇÃO. POSSIBILIDADE, EM RESPEITO À PREVALÊNCIA DO DIREITO FUNDAMENTAL À <em>BUSCA</em> DA IDENTIDADE GENÉTICA DO SER, COMO EMANAÇÃO DE SEU DIREITO DE PERSONALIDADE. \n\n\n\n    1. É dotada de repercussão geral a matéria atinente à possibilidade da repropositura de ação de investigação de paternidade, quando anterior demanda idêntica, entre as mesmas partes, foi julgada improcedente, por falta de provas, em razão da parte interessada não dispor de condições econômicas para realizar o exame de DNA e o Estado não ter custeado a produção dessa prova.\n\n\n\n    2. Deve ser relativizada a coisa julgada estabelecida em ações de investigação de paternidade em que não foi possível determinar-se a efetiva existência de vínculo genético a unir as partes, em decorrência da não realização do exame de DNA, meio de prova que pode fornecer segurança quase absoluta quanto à existência de tal vínculo.\n\n\n\n    3. Não devem ser impostos óbices de natureza processual ao exercício do direito fundamental à <em>busca</em> da identidade genética, como natural emanação do direito de personalidade de um ser, de forma a tornar-se igualmente efetivo o direito à igualdade entre os filhos, inclusive de qualificações, bem assim o princípio da paternidade responsável.\n\n\n\n    4. Hipótese em que não há disputa de paternidade de cunho biológico, em confronto com outra, de cunho afetivo. <em>Busca</em>-se o reconhecimento de paternidade com relação a pessoa identificada.\n\n\n\n    5. Recursos extraordinários conhecidos e providos."],"documental_doutrina_texto":["Podium, 2004. p. 276-7.\r\n_____. Coisa julgada inconstitucional. São Paulo: Revista dos \r\nTribunais, 2010. p. 191-8.\r\nMIRZA, Flávio. Prova pericial - em <em>busca</em> de um novo paradigma, tese\r\nde doutorado apresentada à Universidade Gama Filho, mimeografado,\r\n2007. p. 165-6.\r\nMORAES, Maria Celina Bodin de. Recusa"]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur408982","_score":29.988405,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deu provimento parcial à Reclamação para declarar a nulidade da entrevista realizada, nos termos do voto do Relator, que ficou vencido na parte em que observava a inconstitucionalidade e ilegalidade da apreensão e acesso aos dados, mensagens e informações contidas no aparelho celular do reclamante, tendo em vista a ausência de prévia e fundamentada decisão judicial que justificasse a necessidade, adequação e proporcionalidade da medida, o que reconhecia ex officio, nos termos do art. 654, § 2º, do CPP. Ausente, justificadamente, o Ministro Celso de Mello. Não participou, justificadamente, deste julgamento, a Ministra Cármen Lúcia. Presidência do Ministro Ricardo Lewandowski. 2a Turma, 11.6.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur408982","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur408982","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Reclamação. 2. Alegação de violação ao entendimento firmado nas Arguições de Descumprimento de Preceitos Fundamentais 395 e 444. Cabimento. A jurisprudência do Supremo Tribunal Federal deu sinais de grande evolução no que se refere à utilização do instituto da reclamação em sede de controle concentrado de normas. No julgamento da questão de ordem em agravo regimental na Rcl 1.880, em 23 de maio de 2002, o Tribunal assentou o cabimento da reclamação para todos aqueles que comprovarem prejuízos resultantes de decisões contrárias às teses do STF, em reconhecimento à eficácia vinculante erga omnes das decisões de mérito proferidas em sede de controle concentrado 3. Reclamante submetido a “entrevista” durante o cumprimento de mandado de busca e apreensão. Direito ao silêncio e à não autoincriminação. Há a violação do direito ao silêncio e à não autoincriminação, estabelecidos nas decisões proferidas nas ADPFs 395 e 444, com a realização de interrogatório forçado, travestido de “entrevista”, formalmente documentado durante o cumprimento de mandado de busca e apreensão, no qual não se oportunizou ao sujeito da diligência o direito à prévia consulta a seu advogado e nem se certificou, no referido auto, o direito ao silêncio e a não produzir provas contra si mesmo, nos termos da legislação e dos precedentes transcritos 4. A realização de interrogatório em ambiente intimidatório representa uma diminuição da garantia contra a autoincriminação. O fato de o interrogado responder a determinadas perguntas não significa que ele abriu mão do seu direito. As provas obtidas através de busca e apreensão realizada com violação à Constituição não devem ser admitidas. Precedentes dos casos Miranda v. Arizona e Mapp v. Ohio, julgados pela Suprema Corte dos Estados Unidos. Necessidade de consolidação de uma jurisprudência brasileira em favor das pessoas investigadas. 5. Reclamação julgada procedente para declarar a nulidade da “entrevista” realizada e das provas derivadas, nos termos do art. 5º, LVI, da CF/88 e do art. 157, §1º, do CPP, determinando ao juízo de origem que proceda ao desentranhamento das peças.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750602880","externo_seq_objeto_incidente":5652757,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-184  DIVULG 22-08-2019  PUBLIC 23-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=33711&classe=Rcl","is_colac":false,"titulo":"Rcl 33711","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00010 INC-00012 INC-00056 \n          INC-00063 ART-00093 INC-00009 ART-00102 \n          INC-00001 LET-L ART-00105 INC-00001 \n          LET-F\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00007 INC-00021\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-012965      ANO-2014\n          ART-00003 INC-00002 INC-00003 ART-00007 \n          INC-00001 INC-00002 INC-00003 INC-00007 \n          ART-00010 ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00006 INC-00005 ART-00157 PAR-00001 \n          ART-00186 ART-00654 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1940\n          ART-00156\n                RISTF-1940 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00156\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2019-08-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS. DIREITO AO SILÊNCIO, AUSÊNCIA, DEVER, INFORMAÇÃO, PROVA ILÍCITA. PROVA ILÍCITA, INADMISSIBILIDADE, PROCESSO, EXCEÇÃO, USO, PROVA ILÍCITA, BENEFÍCIO, RÉU. DIFERENÇA, COMUNICAÇÃO, REGISTRO, TELEFONE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DECISÃO, CASO CONCRETO, ALCANCE, APREENSÃO, TELEFONE CELULAR, AUSÊNCIA, DEMONSTRAÇÃO, CONSTRANGIMENTO, FORNECIMENTO, SENHA ELETRÔNICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=33711&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, DECISÃO DE MÉRITO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\nRcl 1880 AgR-QO (TP). \n(CONDUÇÃO COERCITIVA, INVESTIGADO, DIREITO AO SILÊNCIO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nADPF 395 (TP), ADPF 444 (TP). \n(DIREITO AO SILÊNCIO, AUSÊNCIA, DEVER, INFORMAÇÃO, PROVA ILÍCITA)\nHC 80949 (1ªT). \n(DIFERENÇA, COMUNICAÇÃO, REGISTRO, TELEFONE)\nHC 91867 (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: RHC 89981. \n- Decisões estrangeiras citadas: Caso Miranda vs. Arizona e Caso Mapp vs. Ohio, 367 U.S. 643 (1961), da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: Quinta Emenda à Constituição dos Estados Unidos.\nNúmero de páginas: 28.\nAnálise: 16/12/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : AILSON MARTINS DE LIMA \nADV.(A/S)  : DEBORA NACHMANOWICZ DE LIMA \nADV.(A/S)  : CAIO RIOEI YAMAGUCHI FERREIRA \nADV.(A/S)  : ANDERSON BEZERRA LOPES \nRECLDO.(A/S) : DELEGADO DA DELEGACIA DE REPRESSÃO À CORRUPÇÃO E CRIMES FINANCEIROS DA SUPERINTENDÊNCIA REGIONAL DA POLÍCIA FEDERAL EM SÃO PAULO \nBENEF.(A/S)  : NÃO INDICADO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":408982,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Rcl 33711","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2019-06-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"MENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 2017. p.293 e p. 1449-1450.\nMENDES, Laura Schertel. Uso de softwares espiões pela polícia: prática legal? Disponível em: //www.jota.info/opiniao-e-analise/artigos/uso-de-softwares-espioes-pelapolicia-pratica-legal-04062015. Acesso em 4/6/2015.\nSAMPAIO. José Adércio Leite. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar; SARLET, Ingo; STRECK, Lênio Luiz. Comentários à Constituição do Brasil. p. 292-293.","ministro_facet":["GILMAR MENDES"],"processo_numero":33711,"base":"acordaos"},"highlight":{"ementa_texto":["Reclamação. 2. Alegação de violação ao entendimento firmado nas Arguições de Descumprimento de Preceitos Fundamentais 395 e 444. Cabimento. A jurisprudência do Supremo Tribunal Federal deu sinais de grande evolução no que se refere à utilização do instituto da reclamação em sede de controle concentrado de normas. No julgamento da questão de ordem em agravo regimental na Rcl 1.880, em 23 de maio de 2002, o Tribunal assentou o cabimento da reclamação para todos aqueles que comprovarem prejuízos resultantes de decisões contrárias às teses do STF, em reconhecimento à eficácia vinculante erga omnes das decisões de mérito proferidas em sede de controle concentrado 3. Reclamante submetido a “entrevista” durante o cumprimento de mandado de <em>busca</em> e apreensão. Direito ao silêncio e à não autoincriminação. Há a violação do direito ao silêncio e à não autoincriminação, estabelecidos nas decisões proferidas nas ADPFs 395 e 444, com a realização de interrogatório forçado, travestido de “entrevista”, formalmente documentado durante o cumprimento de mandado de <em>busca</em> e apreensão, no qual não se oportunizou ao sujeito da diligência o direito à prévia consulta a seu advogado e nem se certificou, no referido auto, o direito ao silêncio e a não produzir provas contra si mesmo, nos termos da legislação e dos precedentes transcritos 4. A realização de interrogatório em ambiente intimidatório representa uma diminuição da garantia contra a autoincriminação. O fato de o interrogado responder a determinadas perguntas não significa que ele abriu mão do seu direito. As provas obtidas através de <em>busca</em> e apreensão realizada com violação à Constituição não devem ser admitidas. Precedentes dos casos Miranda v. Arizona e Mapp v. Ohio, julgados pela Suprema Corte dos Estados Unidos. Necessidade de consolidação de uma jurisprudência brasileira em favor das pessoas investigadas. 5. Reclamação julgada procedente para declarar a nulidade da “entrevista” realizada e das provas derivadas, nos termos do art. 5º, LVI, da CF/88 e do art. 157, §1º, do CPP, determinando ao juízo de origem que proceda ao desentranhamento das peças."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425832","_score":29.219465,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta e julgou improcedente o pedido formulado, nos termos do voto do Relator. Falou, pelo amicus curiae Estado do Amapá, o Dr. Davi Machado Evangelista, Procurador do Estado. Plenário, Sessão Virtual de 15.5.2020 a 21.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425832","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425832","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE. EC 98/2017. SERVIDORES DOS TERRITÓRIOS FEDERAIS. AMAPÁ E RORAIMA. ALEGADA OFENSA À CLÁUSULA PÉTREA DOS DIREITOS E GARANTIAS INDIVIDUAIS (ART. 60, § 4º, IV, CFRB). AUSÊNCIA DE VIOLAÇÃO AO NÚCLEO ESSENCIAL OU DE TENDÊNCIA A ABOLIR O PRINCÍPIO DO CONCURSO PÚBLICO. SITUAÇÃO EXCEPCIONAL. DESENVOLVIMENTO DA FEDERAÇÃO. ISONOMIA MATERIAL. DIGNIDADE HUMANA PROTEGIDA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE CONHECIDA E JULGADA IMPROCEDENTE.\n\n\n\n    1. Os direitos e garantias individuais foram alçados à condição de cláusula pétrea pela primeira vez na Constituição da República de 1988. O art. 60, §4º, IV, protege o texto constitucional de emendas que atinjam o núcleo essencial desses direitos ou tendam a aboli-los. \n\n\n\n    2. A interpretação do alcance das cláusulas pétreas deve encontrar equilíbrio entre a preservação do núcleo identitário constitucional e o regime democrático. Precedentes.\n\n\n\n    3. Presentes elementos que justifiquem o tratamento diferenciado, a norma que promove desequiparação de direitos concretiza a faceta material do princípio da isonomia (art. 5º, caput, CRFB). Precedentes.\n\n\n\n    4. Ao excepcionar o princípio do concurso público por emenda constitucional e , em situação reconhecidamente singular, o legislador não afeta seu núcleo essencial nem busca aboli-lo. \n\n\n\n    5. A forma federativa de Estado, outra cláusula pétrea, pressupõe a busca pelo desenvolvimento de cada ente, para a erradicação da pobreza e redução das desigualdades regionais (art. 3º, III, CRFB), sendo prerrogativa da União atuar nesse sentido também no exercício de seu Poder Legislativo.\n\n\n\n    6. O ordenamento pátrio possui outras exceções ao concurso público, inclusive que garantem a efetivação de trabalhadores de ex-Territórios, cabendo ao constituinte derivado estabelecer critérios para alargá-la, bem como medir o impacto orçamentário. \n\n\n\n    7. A proteção estabelecida pelo art. 60, § 4º, IV, da CRFB, visa precipuamente a garantia da dignidade humana, que não se encontra ameaçada, de qualquer forma, pela norma questionada. \n\n\n\n    8. Ação direta de inconstitucionalidade conhecida e julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752834387","externo_seq_objeto_incidente":5442169,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5935&classe=ADI","is_colac":false,"titulo":"ADI 5935","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00090 PAR-00004\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00003 INC-00003 ART-00005 \"CAPUT\" \n          ART-00037 \"CAPUT\" INC-00001 INC-00002 \n          ART-00043 ART-00060 PAR-00004 INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00103 \n          INC-00006\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000038      ANO-2002\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000060      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000079      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000098      ANO-2017\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00031 ART-00089\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-013681      ANO-2018\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-000817      ANO-2018\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   SUV-000013      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000043      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000683      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000684      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CLÁUSULA PÉTREA, DIREITO COMPARADO, CONTEXTO HISTÓRICO. CLÁUSULA PÉTREA, LIMITAÇÃO, PODER DE REFORMA, EVOLUÇÃO, DIREITO CONSTITUCIONAL, BRASILEIRO. PRINCÍPIO DO CONCURSO PÚBLICO, OBJETIVO. EXCEÇÃO, CARÁTER TEMPORÁRIO, PRINCÍPIO DO CONCURSO PÚBLICO, MOTIVAÇÃO, JUSTIÇA SOCIAL.\n\n- TERMO(S) DE RESGATE: POLÍTICA DE ESTÍMULO À MIGRAÇÃO, REGIÃO, BAIXA, DENSIDADE POPULACIONAL, TERRITÓRIO NACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5935&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CLÁUSULA PÉTREA, NÚCLEO ESSENCIAL, LIMITAÇÃO, PODER DE REFORMA)\nADI 2024 (TP), ADI 2395 (TP), ADI 2666 (TP), ADI 3367 (TP). \n(PRINCÍPIO DA ISONOMIA, INTERPRETAÇÃO, STF)\nADPF 186 (TP), ADI 5357 MC-Ref (TP), ADC 41 (TP). \n(GARANTIA INDIVIDUAL, DIREITO INDIVIDUAL, CLÁUSULA PÉTREA)\nADI 3685 (TP). \n- Decisão monocrática citada:\n(CLÁUSULA PÉTREA, NÚCLEO ESSENCIAL, LIMITAÇÃO, PODER DE REFORMA)\nMS 34448 MC.\n- Legislação estrangeira citada: art. 76 da Constituição de Weimar, de 1919 (Verfassung des Deutschen Reichs, RGBl I, 11 ago. 1919, p. 1382); art. 288, letra \"d\", da Constituição de Portugal; art. 135, n. 1, da Constituição da Rússia; art. 175 da Constituição do Marrocos; art. 101 da Constituição da República Democrática do Congo; arts. 40 e 281 da Constituição da Guatemala; art. 144, n. 3, da Constituição do Kosovo.\n- Veja preâmbulo da Declaração Universal dos Direitos Humanos de 1948.\nNúmero de páginas: 35.\nAnálise: 26/04/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : MESA DA CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : MESA DO SENADO FEDERAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : SINDICATO DOS SERVIDORES PÚBLICOS FEDERAIS CIVIS DO ESTADO DO AMAPÁ-SINDSEP \nAM. CURIAE.  : SINDICATO DOS SERVIDORES PÚBLICOS EM EDUCAÇÃO NO AMAPÁ - SINSEPEAP/AP \nAM. CURIAE.  : SINDICATO DOS SERVIDORES MUNICIPAIS DE MACAPÁ \nAM. CURIAE.  : SINDICATO DOS POLICIAIS CIVIS DO ESTADO DO AMAPÁ - SINPOL \nADV.(A/S)  : JOSE LUIS WAGNER \nAM. CURIAE.  : SINDICATO DOS AUDITORES E FISCAIS DO GRUPO DE TRIBUTAÇÃO, ARRECADAÇÃO E FISCALIZAÇÃO DA SECRETARIA DA RECEITA DO ESTADO DO AMAPÁ - SINDIFISCO/AP \nADV.(A/S)  : DANILO MORAIS DOS SANTOS \nAM. CURIAE.  : ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nAM. CURIAE.  : MUNICÍPIO DE MACAPÁ \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE MACAPÁ \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES NAS INDÚSTRIAS URBANAS DO ESTADO DO AMAPÁ - STIUAP \nADV.(A/S)  : RENATA COSTA CABRAL DE CASTRO \nAM. CURIAE.  : SINDICATO DOS SERVENTUÁRIOS DA JUSTIÇA DO ESTADO DO AMAPÁ - SINJAP \nADV.(A/S)  : CESAR FARIAS DA ROSA \nAM. CURIAE.  : SINDICATO DOS SERVIDORES PÚBLICOS FEDERAIS CIVIS DO ESTADO DE RORAIMA - SINDSEP/RR \nADV.(A/S)  : ANTONIO ONEILDO FERREIRA \nADV.(A/S)  : FLORANY MOTA \nADV.(A/S)  : FELIPE KALIU \nAM. CURIAE.  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DAS ENTIDADES REPRESENTATIVAS DOS SERVIDORES DA JUSTIÇA BRASILEIRA - ANERSEJUBRA \nADV.(A/S)  : MAURI RAUL COSTA \nADV.(A/S)  : LAERCIO RAIMUNDO BIANCHI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425832,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5935","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 34. ed. São Paulo: Atlas, 2018. p. 675.\nFRIEDMAN, Andrew. Dead Hand Constitucionalism: Honduras and the danger of Eternity Clauses in new democracies. Mexican Law Review, v. 4, n. 1, p. 78-96, ago. 2010.\nKANT, Immanuel. Fundamentação da Metafísica dos Costumes. Tradução: Paulo Quintela. Lisboa: Edições 70, 2007.\nPREUSS, Ulrich K. The implications of Eternity Clauses: The German Experience. Israel Law Review, v. 44, p. 429-448, 2011. p. 429.\nROCHA, Cármen Lúcia Antunes. O princípio constitucional da igualdade. Belo Horizonte: Lê, 1990. p. 39.\nROZNAI, Yaniv. Unconstitutional Constitutional Amendments: The Migration and Success of a Constitutional Idea. American Journal of Comparative Law, v. 61, p. 657-719, 2013.\nSARLET, Ingo Wolfgang. Do poder constituinte e da mudança (reforma e mutação) constitucional. In: SARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 7. ed. São Paulo: Saraiva Educação, 2018. p. 129.\nUNICEF. Declaração Universal dos Direitos Humanos. ONU: 1948. Disponível em: https://www.unicef.org/brazil/pt/resources_10133.htm.","ministro_facet":["EDSON FACHIN"],"processo_numero":5935,"base":"acordaos"},"highlight":{"ementa_texto":["AÇÃO DIRETA DE INCONSTITUCIONALIDADE. EC 98/2017. SERVIDORES DOS TERRITÓRIOS FEDERAIS. AMAPÁ E RORAIMA. ALEGADA OFENSA À CLÁUSULA PÉTREA DOS DIREITOS E GARANTIAS INDIVIDUAIS (ART. 60, § 4º, IV, CFRB). AUSÊNCIA DE VIOLAÇÃO AO NÚCLEO ESSENCIAL OU DE TENDÊNCIA A ABOLIR O PRINCÍPIO DO CONCURSO PÚBLICO. SITUAÇÃO EXCEPCIONAL. DESENVOLVIMENTO DA FEDERAÇÃO. ISONOMIA MATERIAL. DIGNIDADE HUMANA PROTEGIDA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE CONHECIDA E JULGADA IMPROCEDENTE.\n\n\n\n    1. Os direitos e garantias individuais foram alçados à condição de cláusula pétrea pela primeira vez na Constituição da República de 1988. O art. 60, §4º, IV, protege o texto constitucional de emendas que atinjam o núcleo essencial desses direitos ou tendam a aboli-los. \n\n\n\n    2. A interpretação do alcance das cláusulas pétreas deve encontrar equilíbrio entre a preservação do núcleo identitário constitucional e o regime democrático. Precedentes.\n\n\n\n    3. Presentes elementos que justifiquem o tratamento diferenciado, a norma que promove desequiparação de direitos concretiza a faceta material do princípio da isonomia (art. 5º, caput, CRFB). Precedentes.\n\n\n\n    4. Ao excepcionar o princípio do concurso público por emenda constitucional e , em situação reconhecidamente singular, o legislador não afeta seu núcleo essencial nem <em>busca</em> aboli-lo. \n\n\n\n    5. A forma federativa de Estado, outra cláusula pétrea, pressupõe a <em>busca</em> pelo desenvolvimento de cada ente, para a erradicação da pobreza e redução das desigualdades regionais (art. 3º, III, CRFB), sendo prerrogativa da União atuar nesse sentido também no exercício de seu Poder Legislativo.\n\n\n\n    6. O ordenamento pátrio possui outras exceções ao concurso público, inclusive que garantem a efetivação de trabalhadores de ex-Territórios, cabendo ao constituinte derivado estabelecer critérios para alargá-la, bem como medir o impacto orçamentário. \n\n\n\n    7. A proteção estabelecida pelo art. 60, § 4º, IV, da CRFB, visa precipuamente a garantia da dignidade humana, que não se encontra ameaçada, de qualquer forma, pela norma questionada. \n\n\n\n    8. Ação direta de inconstitucionalidade conhecida e julgada improcedente."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur325944","_score":28.650059,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, deferindo a extradição, e do voto do Ministro Gilmar Mendes, que indeferia o pedido, o julgamento foi suspenso em virtude do pedido de vista formulado pela Ministra Cármen Lúcia. Falou, pelo extraditando, o Dr. Gamil Föppel. Não participou, justificadamente, deste julgamento, o Senhor Ministro Celso de Mello. Ausente, justificadamente, o Senhor Ministro Dias Toffoli. Presidência do Senhor Ministro Teori Zavascki. 2ª Turma, 05.05.2015.\r\n\n           Decisão: A Turma, por maioria, julgou improcedente a extradição, tornando sem efeito as medidas cautelares aplicadas. Determinou, ainda, a devolução do passaporte à defesa do extraditando e a comunicação à 17ª Vara da Seção Judiciária da Bahia, solicitando a devolução da respectiva carta de ordem, nos termos do voto do Ministro Gilmar Mendes, redator para acórdão. Vencido o Ministro Relator, que votou pelo deferimento da extradição. Ausente, justificadamente, apenas na assentada de conclusão deste julgamento, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 30.06.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur325944","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:35:03.431516","dg_unique":"sjur325944","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição. Direito Penal. 2. Fato supostamente correspondente ao crime de subtração de incapazes – art. 249, CP. Impossibilidade de o pai, que tem a guarda do filho, praticar o crime – art. 249, § 1º, CP. No momento da vinda para o Brasil, o extraditando compartilhava com a mãe da criança a guarda da filha. Ou o fato não é considerado crime no Brasil, vedada a extradição (art. 77, II, Lei 6.815/80); ou o crime ocorreu no Brasil, sujeitando-se à aplicação da nossa lei, não cabendo a extradição (art. 78, I, Lei 6.815/80). 3. Extradição julgada improcedente. Maioria. Cessadas as medidas cautelares. 4. Feita ressalva de que o indeferimento da extradição não prejudica a ação de busca e apreensão da criança.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9643549","externo_seq_objeto_incidente":4604610,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-212  DIVULG 22-10-2015  PUBLIC 23-10-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1354&classe=Ext","is_colac":false,"titulo":"Ext 1354","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1980\n                CONVENÇÃO SOBRE OS ASPECTOS CIVIS DO SEQÜESTRO INTERNACIONAL DE CRIANÇAS, CONCLUÍDA NA CIDADE DE HAIA, EM 25 DE OUTUBRO DE 1980\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00085 PAR-00001 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00005 ART-00249 PAR-00001 \n          PAR-00002 ART-00289\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000079      ANO-1999\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS ASPECTOS CIVIS DO SEQÜESTRO INTERNACIONAL DE CRIANÇAS, CONCLUÍDA NA CIDADE DE HAIA, EM 25 DE OUTUBRO DE 1980\n\n","LEG-FED   DEC-003413      ANO-2000\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS ASPECTOS CIVIS DO SEQÜESTRO INTERNACIONAL DE CRIANÇAS, CONCLUÍDA NA CIDADE DE HAIA, EM 25 DE OUTUBRO DE 1980"],"publicacao_data":"2015-10-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: DEFERIMENTO, EXTRADIÇÃO. POSSIBILIDADE, ACOLHIMENTO, PEDIDO, EXTRADIÇÃO, HIPÓTESE, AUSÊNCIA, TRATADO DE EXTRADIÇÃO, CONDIÇÃO, PREENCHIMENTO, REQUISITO, RECIPROCIDADE. ATENDIMENTO, REQUISITO, DUPLA TIPICIDADE, CASO CONCRETO, FUNDAMENTO, EXISTÊNCIA, CORRELAÇÃO, CRIME, SUBTRAÇÃO DE INCAPAZES. DESCUMPRIMENTO, EXTRADITANDO, DETERMINAÇÃO, JUSTIÇA ESTRANGEIRA, COMPARTILHAMENTO, GUARDA DE MENOR, TRANSFERÊNCIA, GUARDA DE MENOR. COMPETÊNCIA, JUÍZO, ORIGEM, APRECIAÇÃO, ALEGAÇÃO, ATIPICIDADE, CONDUTA, FUNDAMENTO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. INOCORRÊNCIA, PRESCRIÇÃO DA PRETENSÃO PUNITIVA, CASO CONCRETO, CONSIDERAÇÃO, LEGISLAÇÃO BRASILEIRA, LEGISLAÇÃO ESTRANGEIRA. DESCARACTERIZAÇÃO, CRIME POLÍTICO, CASO CONCRETO. INOCORRÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, HIPÓTESE, AJUIZAMENTO, UNIÃO FEDERAL, AÇÃO JUDICIAL, BUSCA E APREENSÃO, RESTITUIÇÃO, MENOR, FUNDAMENTO, CONVENÇÃO INTERNACIONAL, SEQUESTRO, CRIANÇA, ÂMBITO INTERNACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1354&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA RECIPROCIDADE)\nExt 1090 (TP), Ext 1274 (1ªT). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1329 (2ªT). \n(EXTRADIÇÃO, PROCESSO EM CURSO, JUSTIÇA BRASILEIRA)\nExt 1247 (2ªT). \n- Legislação estrangeira citada: art. 7º, § 4º, art. 35, § 1º, n. 3 e Capítulo 7, § 4º, artigos 1 e 3 do Código Penal sueco.\nNúmero de páginas: 28.\nAnálise: 03/11/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SUÉCIA \nEXTDO.(A/S)  : GORAN QVARFORDT \nADV.(A/S)  : ANDRE FONSECA ROLLER E OUTRO(A/S)\nADV.(A/S)  : GAMIL FÖPPEL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":325944,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1354","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-06-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"NUCCI, Guilherme de Souza. Código Penal Comentado. 14. ed. Rio de Janeiro: Gen/Forense. 2014. p. 1.133.","ministro_facet":["TEORI ZAVASCKI","GILMAR MENDES"],"processo_numero":1354,"base":"acordaos"},"highlight":{"ementa_texto":["Extradição. Direito Penal. 2. Fato supostamente correspondente ao crime de subtração de incapazes – art. 249, CP. Impossibilidade de o pai, que tem a guarda do filho, praticar o crime – art. 249, § 1º, CP. No momento da vinda para o Brasil, o extraditando compartilhava com a mãe da criança a guarda da filha. Ou o fato não é considerado crime no Brasil, vedada a extradição (art. 77, II, Lei 6.815/80); ou o crime ocorreu no Brasil, sujeitando-se à aplicação da nossa lei, não cabendo a extradição (art. 78, I, Lei 6.815/80). 3. Extradição julgada improcedente. Maioria. Cessadas as medidas cautelares. 4. Feita ressalva de que o indeferimento da extradição não prejudica a ação de <em>busca</em> e apreensão da criança."],"documental_indexacao_texto":["ESTRANGEIRA. DESCARACTERIZAÇÃO, CRIME POLÍTICO, CASO CONCRETO. INOCORRÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, HIPÓTESE, AJUIZAMENTO, UNIÃO FEDERAL, AÇÃO JUDICIAL, <em>BUSCA</em> E APREENSÃO, RESTITUIÇÃO, MENOR, FUNDAMENTO, CONVENÇÃO INTERNACIONAL, SEQUESTRO, CRIANÇA, ÂMBITO INTERNACIONAL."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur453364","_score":28.366833,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu do pedido de tutela provisória incidental, nos termos dos votos proferidos, vencidos os Ministros Ricardo Lewandowski (Relator), Edson Fachin, Gilmar Mendes, Alexandre de Moraes e Dias Toffoli. Redigirá o acórdão o Ministro Roberto Barroso. Falou, pelo requerido, a Dra. Izabel Vinchon Nogueira de Andrade, Secretária-Geral de Contencioso da Advocacia-Geral da União. Plenário, Sessão Virtual Extraordinária de 10.6.2021 (00h00) a 10.6.2021 (23h59).","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["3","4"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur453364","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur453364","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"TPI-sétima","is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional e desportivo. Tutela provisória de urgência incidental em arguição de descumprimento de preceito fundamental. Realização da Copa América Conmebol 2021.\n\n\n\n    1. Pedido incidental de tutela provisória de urgência, por meio do qual se busca a interrupção dos preparativos para a realização da Copa América Conmebol 2021 no Brasil, em razão da necessidade de evitar a disseminação do vírus causador da Covid-19.\n\n\n\n    2. A arguição cuida de questões relacionadas à imunização da população brasileira contra a Covid-19 e ao desenvolvimento de medicamentos para o tratamento dessa doença.\n\n\n\n    3. O pedido de tutela provisória de urgência não tem relação direta com o objeto desta arguição. A pretensão deduzida em caráter incidental, por ser autônoma em relação ao pedido principal, deveria ter sido formulada em ação própria.\n\n\n\n    4. Pedido incidental de tutela provisória de urgência de que não se conhece.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757462422","externo_seq_objeto_incidente":6189922,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-192  DIVULG 24-09-2021  PUBLIC 27-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=756&classe=ADPF%E9tima","is_colac":false,"titulo":"ADPF 756 TPI-sétima","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00033 ART-00021 INC-00018\n    ART-00023 INC-00002 ART-00024 INC-00012\n    ART-00037 \"CAPUT\" PAR-00002 INC-00002\n    ART-00103 \"CAPUT\" ART-00196 ART-00197\n    ART-00198 ART-00200 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001079 ANO-1950\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008429 ANO-1992\n    ART-00011 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-0003A INC-00004 INC-00005 INC-00006\n    INC-00007 ART-0003A ART-0003B ART-0003C\n    ART-0003D ART-0003E ART-0003F ART-0003G\n    ART-0003H ART-0003I ART-0003J ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014035 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-INT   PCT ANO-1966\n    ART-00012\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00267 PAR-00001 PAR-00002 ART-00319\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DEC-026042 ANO-1948\n    DECRETO\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DEC-010212 ANO-2020\n    ART-00015\n    DECRETO\n\n","LEG-FED   PRT-000654 ANO-2021\n    PORTARIA DOS MINISTROS DE ESTADO CHEFE DA CASA CIVIL DA PRESIDÊNCIA DA REPÚBLICA,DA JUSTIÇA E SEGURANÇA PÚBLICA E DA SAÚDE"],"publicacao_data":"2021-09-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: NEGATIVA DE SEGUIMENTO, TUTELA PROVISÓRIA INCIDENTAL. IMPOSSIBILIDADE, STF, SUBSTITUIÇÃO, PODER EXECUTIVO FEDERAL, APRECIAÇÃO, CONVENIÊNCIA, CONDIÇÃO, REALIZAÇÃO, EVENTO ESPORTIVO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: AMPLIAÇÃO, CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. FEDERALISMO COOPERATIVO, COMPETÊNCIA CONCORRENTE, PROTEÇÃO, DEFESA, SAÚDE, CONTROLE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). OMISSÃO, AUTORIDADE PÚBLICA, PANDEMIA, ILÍCITO ADMINISTRATIVO, CRIME DE RESPONSABILIDADE, IMPROBIDADE ADMINISTRATIVA, PREVARICAÇÃO. LICITUDE, EXCEPCIONALIDADE, PODER JUDICIÁRIO, DETERMINAÇÃO, ADMINISTRAÇÃO PÚBLICA, MEDIDA ASSECURATÓRIA, SAÚDE PÚBLICA. PODER JUDICIÁRIO, POLÍTICA PÚBLICA, DIREITO FUNDAMENTAL, DIREITO À SAÚDE. DIREITO À INFORMAÇÃO, PRINCÍPIO DA PUBLICIDADE, TRANSPARÊNCIA, MEDIDA DE SEGURANÇA, EVENTO ESPORTIVO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INEXISTÊNCIA, FUNDAMENTO, INTERRUPÇÃO, EVENTO ESPORTIVO, JUÍZO DE DELIBAÇÃO, APRECIAÇÃO, FUMUS BONI JURIS, PERICULUM IN MORA. PRINCÍPIO DA PRECAUÇÃO, CAUTELA, POLÍTICA PÚBLICA, EXIGÊNCIA, MITIGAÇÃO, RISCO. DEVER, PODER PÚBLICO, ORIENTAÇÃO, CONHECIMENTO CIENTÍFICO, CARÁTER TÉCNICO, RECOMENDAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). MITIGAÇÃO, RISCO, EVENTO ESPORTIVO, CONFORMIDADE, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS).\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: POSSIBILIDADE, EVENTO ESPORTIVO, TERRITÓRIO NACIONAL, CONDIÇÃO, PROTOCOLO, SEGURANÇA, NORMA SANITÁRIA; INEXISTÊNCIA, CAUSA IMPEDITIVA, ESTADO-MEMBRO, MUNICÍPIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=756&classe=ADPF%E9tima","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-TPI-sétima","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CABIMENTO, ADPF)\nADPF 167 (TP), ADPF 347 MC (TP), ADPF 501 AgR (TP), ADPF 673 AgR (TP), ADPF 672 MC-Ref (TP). \n(COMPETÊNCIA CONCORRENTE, ENTE FEDERADO, CONTROLE, COVID-19)\nADI 6341 MC-Ref (TP), ADI 6343 MC-Ref (TP), ADI 6362 (TP). \n(MEDIDA PREVENTIVA, SAÚDE PÚBLICA, PANDEMIA, COVID-19)\nADI 6341 MC-Ref (TP), ADI 6343 MC-Ref (TP), ADI 6362 (TP), ADI 6586 (TP), ADI 6587 (TP). \n(PODER JUDICIÁRIO, POLÍTICA PÚBLICA)\nRE 271286 AgR (2ªT), AI 734487 AgR (2ªT), RE 668722 AgR (1ªT), ADPF 671 AgR (TP). \n(TRANSPARÊNCIA, ADMINISTRAÇÃO PÚBLICA)\nADI 6347 MC-Ref (TP). \n(PROTEÇÃO, POPULAÇÃO INDÍGENA, COVID-19)\nADPF 709 MC-Ref (TP). \n(CONTROLE, PANDEMIA, FUNDAMENTO, CONHECIMENTO CIENTÍFICO, CARÁTER TÉCNICO)\nADI 6341 MC-Ref (TP), ADI 6421 MC (TP), ADI 6422 MC (TP), ADI 6424 MC (TP), ADI 6425 MC (TP), ADI 6427 MC (TP), ADI 6428 MC (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA CONCORRENTE, ENTE FEDERADO, CONTROLE, COVID-19)\nADI 6341 MC, ADPF 672, ADI 6625 MC.\n(MEDIDA PREVENTIVA, SAÚDE PÚBLICA, PANDEMIA, COVID-19)\nADPF 672.\n(PODER JUDICIÁRIO, POLÍTICA PÚBLICA)\nADPF 45 MC.\n- Legislação estrangeira citada: art. 22 da Constituição da Organização Mundial da Saúde.\n- Veja o Comentário Geral n. 14 do Comitê de Direitos Econômicos, Sociais e Culturais (E/C.12/200/4/2000).\n- Veja o Regulamento Sanitário Internacional (RSI).\n- Veja ADPF 849 e MS 37933 do STF.\nNúmero de páginas: 60.\nAnálise: 28/09/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DOS TRABALHADORES \nADV.(A/S)  : EUGENIO JOSE GUILHERME DE ARAGAO E OUTRO(A/S)\nREQDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PARTIDO COMUNISTA DO BRASIL \nADV.(A/S)  : PAULO MACHADO GUIMARAES E OUTRO(A/S)\nINTDO.(A/S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nINTDO.(A/S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO \nINTDO.(A/S)  : CIDADANIA \nADV.(A/S)  : PAULO MACHADO GUIMARAES E OUTRO(A/S)\nINTDO.(A/S)  : FEDERACAO BRASILEIRA DAS ASSOC DE SINDROME DE DOWN \nADV.(A/S)  : CAHUE ALONSO TALARICO \nADV.(A/S)  : MARGARIDA ARAUJO SEABRA DE MOURA \nADV.(A/S)  : CLAUDIA DE NORONHA SANTOS \nADV.(A/S)  : CAIO SILVA DE SOUSA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":453364,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 756 TPI-sétima","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-06-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SÉTIMA TUTELA PROVISÓRIA INCIDENTAL  NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ARAÚJO, Edmir Neto. Curso de Direito Administrativo. 6. ed. São Paulo: Saraiva, 2014. p. 81.\nFREITAS, Juarez. O controle dos atos administrativos e os princípios fundamentais. 4. ed. São Paulo: Malheiros, 2009. p. 91.\nFRAGOSO, Heleno Cláudio. Crimes omissivos por comissão? Boletim IBCCrim. n. 265, dez., 2014. p. 2-3.\nGOMES, Pedro Henrique. Bolsonaro anuncia estados-sede e diz que Brasil receberá a Copa América deste ano. G1, 1 jun. 2021. Disponível em: https://g1.globo.com/politica/noticia/2021/06/01/bolsonaroanuncia-\nestados-sede-e-diz-que-brasil-sediara-copa-america.ghtml. Acesso: jun. 2021.\nSIQUEIRA, Igor; TEIXEIRA, Lucas Borges; MATTOS, Rodrigo. Governo Bolsonaro confirma Copa América no Brasil e anuncia sedes. Rio de Janeiro; São Paulo, Do Uol, 1 jun. 2021. Disponível em: https://www.uol.com.br/esporte/futebol/ultimasnoticias/2021/06/01/governo-bolsonaro-confirma-copa-america-no-brasil-e-anunciasedes.htm. Acesso em: jun. 2021.\nBOLSONARIO lsonaro anuncia que a posição do governo é de realizar a Copa América a partir de 13 de junho. G1. Disponível em: https://g1.globo.com/jornal-nacional/noticia/2021/06/01/bolsonaro-anuncia-que-a-posicaodo-governo-e-de-realizar-a-copa-america-a-partir-de-13-de-junho.ghtml. Acesso: jun.2021.","ministro_facet":["RICARDO LEWANDOWSKI","ROBERTO BARROSO"],"processo_numero":756,"base":"acordaos"},"highlight":{"ementa_texto":["Ementa: Direito constitucional e desportivo. Tutela provisória de urgência incidental em arguição de descumprimento de preceito fundamental. Realização da Copa América Conmebol 2021.\n\n\n\n    1. Pedido incidental de tutela provisória de urgência, por meio do qual se <em>busca</em> a interrupção dos preparativos para a realização da Copa América Conmebol 2021 no Brasil, em razão da necessidade de evitar a disseminação do vírus causador da Covid-19.\n\n\n\n    2. A arguição cuida de questões relacionadas à imunização da população brasileira contra a Covid-19 e ao desenvolvimento de medicamentos para o tratamento dessa doença.\n\n\n\n    3. O pedido de tutela provisória de urgência não tem relação direta com o objeto desta arguição. A pretensão deduzida em caráter incidental, por ser autônoma em relação ao pedido principal, deveria ter sido formulada em ação própria.\n\n\n\n    4. Pedido incidental de tutela provisória de urgência de que não se conhece."]}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}