{"result":{"took":559,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":86.04929,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432151","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade formal e material do art. 3º, X, da Lei 3.468/2015, parte final, no trecho em que veda o ensino sobre gênero e orientação sexual, uma vez que a norma compromete o acesso de crianças, adolescentes e jovens a conteúdos relevantes, pertinentes à sua vida íntima e social, em desrespeito à doutrina da proteção integral, nos termos do voto do Relator. Falaram: pelo amicus curiae Associação Nacional dos Defensores Públicos - ANADEP, o Dr. Luis Gustavo Grandinetti Castanho de Carvalho; pelo amicus curiae Associação Nacional de Juristas Evangélicos - ANAJURE, a Dra. Raíssa Paula Martins; pelo amicus curiae Associação Nacional de Juristas Pelos Direitos Humanos de Lésbicas, Gays, Bissexuais, Travestis, Transexuais, Transgêneros e Intersexuais - ANAJUDH-LGBTI, o Dr. Rafael dos Santos Kirchhoff; e, pelo amicus curiae Comitê Latino-Americano e do Caribe para a Defesa dos Direitos das Mulheres - CLADEM/BRASIL, a Dra. Sandra Lia Leda Bazzo Barwinski. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","4","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432151","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432151","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Direito à educação. Arguição de Descumprimento de Preceito Fundamental. Lei municipal que veda o ensino sobre gênero e orientação sexual, bem como a utilização desses termos nas escolas. Procedência do pedido.\n\n\n\n    1. Violação à competência privativa da União para legislar sobre diretrizes e bases da educação nacional (CF/88, art. 22, XXIV), bem como à competência deste mesmo ente para estabelecer normas gerais em matéria de educação (CF/88, art. 24, IX). Inobservância dos limites da competência normativa suplementar municipal (CF/88, art. 30, II). \n\n\n\n    2. Supressão de domínio do saber do universo escolar. Desrespeito ao direito à educação com o alcance pleno e emancipatório que lhe confere a Constituição. Dever do Estado de assegurar um ensino plural, que prepare os indivíduos para a vida em sociedade. Violação à liberdade de ensinar e de aprender (CF/88, arts. 205, art. 206, II, III, V, e art. 214). \n\n\n\n    3. Comprometimento do papel transformador da educação. Utilização do aparato estatal para manter grupos minoritários em condição de invisibilidade e inferioridade. Violação do direito de todos os indivíduos à igual consideração e respeito e perpetuação de estigmas (CF/88, art. 1º, III, e art. 5º).\n\n\n\n    4. Violação ao princípio da proteção integral. Importância da educação sobre diversidade sexual para crianças, adolescentes e jovens. Indivíduos especialmente vulneráveis que podem desenvolver identidades de gênero e orientação sexual divergentes do padrão culturalmente naturalizado. Dever do estado de mantê-los a salvo de toda forma de discriminação e opressão. Regime constitucional especialmente protetivo (CF/88, art. 227).\n\n\n\n    5. Declaração de inconstitucionalidade do art. 3º, X, da Lei 3.468/2015. Arguição de descumprimento de preceito fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753886751","externo_seq_objeto_incidente":5204906,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=461&classe=ADPF","is_colac":false,"titulo":"ADPF 461","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00001 \n          INC-00004 ART-00005 \"CAPUT\" INC-00009 \n          INC-00054 ART-00019 INC-00001 ART-00022 \n          INC-00024 PAR-ÚNICO ART-00024 INC-00009 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00030 INC-00001 INC-00002 ART-00102 \n          PAR-00001 ART-00205 ART-00206 INC-00001 \n          INC-00002 INC-00003 INC-00005 ART-00214 \n          INC-00005 ART-00227\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00002 ART-00003 INC-00002 INC-00003 \n          INC-00004 INC-00011\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-013005      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00013 PAR-00001\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA OS TEXTOS DO PROTOCOLO SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS (PROTOCOLO DE SÃO SALVADOR) ADOTADO EM SÃO SALVADOR, EM 17 DE NOVEMBRO DE 1988, E DO PROTOCOLO REFERENTE À ABOLIÇÃO DA PENA DE MORTE, ADOTADO EM ASSUNÇÃO, PARAGUAI, EM 8 DE JUNHO DE 1990.\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00001 ART-00002 ITEM-1 ITEM-2 \n          ART-00003 ITEM-1 ART-00006 ITEM-2\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - \t PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR.\n\n","LEG-FED   RES-000175      ANO-2013\n          ART-00001\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-INT   PLT      ANO-1988\n          ART-00013 NÚMERO-2 NÚMERO-3\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-MUN   LEI-003468      ANO-2015\n          ART-00003 INC-00010\n                LEI ORDINÁRIA DO MUNICÍPIO DE PARANAGUÁ, PR"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":"ADPF 465  PROCESSO ELETRÔNICO\n          JULG-24-08-2020  UF-TO  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-046\n          DJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020\n          LEG-MUN   LEI-002243      ANO-2016\n                    LEI ORDINÁRIA DO MUNICÍPIO DE PALMAS, TO\n \nADPF 600  PROCESSO ELETRÔNICO\n          JULG-24-08-2020  UF-PR  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-045\n          DJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020\n          LEG-MUN   EMD-000055      ANO-2018\n                    EMENDA À LEI ORGÂNICA DO MUNICÍPIO DE LONDRINA, PR","documental_indexacao_texto":"- DEFINIÇÃO, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL. EDUCAÇÃO, TRANSFORMAÇÃO DE SOCIEDADE, DIREITO À IGUALDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: JURISDIÇÃO CONSTITUCIONAL, EFETIVIDADE, DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL. LIBERDADE DE APRENDER, LIBERDADE DE ENSINAR, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PROIBIÇÃO, CENSURA. DEVER, PODER PÚBLICO, POLÍTICA PÚBLICA, INCLUSÃO, DIREITO À IGUALDADE. DEMOCRACIA, SOBERANIA POPULAR, ESTADO DE DIREITO, CONTROLE JUDICIAL, PODER PÚBLICO, DIREITO DAS MINORIAS. DEMOCRACIA REPRESENTATIVA, EDUCAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=461&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEFINIÇÃO, SEXO, GÊNERO, ORIENTAÇÃO SEXUAL)\nRE 845779 RG (TP). \n(LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (LDB))\nADI 5537 (TP). \n(UNIÃO ESTÁVEL HOMOAFETIVA, ENTIDADE FAMILIAR)\nADI 4277 (TP), ADPF 132 (TP). \n(IDEOLOGIA, GÊNERO, SISTEMA DE ENSINO, ÂMBITO MUNICIPAL)\nADPF 457 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL)\nADI 1399 (TP), ADI 3098 (TP), ADI 4060 (TP), ADI 5341 MC-Ref (TP). \n(DISCRIMINAÇÃO SEXUAL, GÊNERO, ORIENTAÇÃO SEXUAL)\nADI 4277 (TP). \n- Decisões estrangeiras citadas: BVerfGE 47, 46, do Tribunal Constitucional Alemão; Caso Brown vs. Board of Education of Topeka, 347 U.S. 483 (1954), da Suprema Corte norte-americana; S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6, do Tribunal Constitucional Espanhol; Caso Kingsley Pictures Corp. vs. Regents, 360 U.S 684, 688-89, 1959, da Suprema Corte dos Estados Unidos; Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos.\n- Veja a alínea “i” do Parecer Consultivo OC-24/2017 da Corte Interamericana de Direitos Humanos.\n\nNúmero de páginas: 47.\nAnálise: 24/02/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE PARANAGUÁ \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE PARANAGUÁ \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE PARANAGUÁ \nADV.(A/S)  : ROSANA TEMPORÃO MONTEIRO \nAM. CURIAE.  : GRUPO DIGNIDADE - PELA CIDADANIA DE GAYS, LÉSBICAS E TRANSGÊNEROS E OUTRO(A/S)\nADV.(A/S)  : ANDRESSA REGINA BISSOLOTTI DOS SANTOS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE TRAVESTIS E TRANSSEXUAIS - ANTRA E OUTRO(A/S)\nADV.(A/S)  : MARIA EDUARDA AGUIAR DA SILVA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS EVANGÉLICOS - ANAJURE \nADV.(A/S)  : RAÍSSA PAULA MARTINS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS PELOS DIREITOS HUMANOS DE LÉSBICAS, GAYS, BISSEXUAIS, TRAVESTIS, TRANSEXUAIS, TRANSGÊNEROS E INTERSEXUAIS (ANAJUDH-LGBTI) \nADV.(A/S)  : RAFAEL DOS SANTOS KIRCHHOFF \nAM. CURIAE.  : AÇÃO EDUCATIVA ASSESSORIA, PESQUISA E INFORMAÇÃO E OUTRO(A/S)\nADV.(A/S)  : MÁRCIO ALAN MENEZES MOREIRA \nAM. CURIAE.  : COMITÊ LATINO-AMERICANO E DO CARIBE PARA A DEFESA DOS DIREITOS DAS MULHERES - CLADEM/BRASIL E OUTRO(A/S)\nADV.(A/S)  : SANDRA LIA LEDA BAZZO BARWINSKI \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON \nADV.(A/S)  : TATIANA ZENNI DE CARVALHO GUIMARÃES FRANCISCO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432151,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADPF 461","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 12-13.\nBENTO, Berenice. O Que é Transexualidade. São Paulo: Brasiliense, 2008, p. 328.\nBERNS, Walter. A Constituição assegura esses direitos? In: Vários autores. A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 285.\nBESSETTE, Joseph M. Democracia deliberativa: o princípio da maioria no governo republicano. A constituição norte-americana. Rio de Janeiro: Forense Universitária. 1986. p. 305 et seq.\nBOBBIO, Norberto. Igualdad y libertad. Barcelona: Paidós, 1993. p. 117.\nBOM, Pierre. La légitimité du conseil constitucionnel français. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 143 et seq.\nCERRI, Augusto. Corso di giustizia costituzionale. 2. ed. Milão: Giuffrè, 1997. p. 17.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norte-americana. Martins Fontes, 2006.\nGOLDWIN, Robert A; SCHAMBRA, william A (Orgs.). A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 305. \nHORTA, Raul Machado. Direito Constitucional. 5. ed. Belo Horizonte: Del Rey, 2010. p. 309.\nJESUS, Jaqueline Gomes. Orientações sobre identidade de gênero: conceitos e termos. Brasília, 2012. Disponível em: http://www.diversidadesexual.com.br/wp-content/uploads/2013/04/G%C3%8ANERO-CONCEITOS-E-TERMOS.pdf.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 14. p. 435.\nLANZ, Letícia. Identidade de gênero. Disponível em: http://serfelizeserlivre.blogspot.com.br/2011/01/identidade-degenero.html.\nLIONÇO, Tatiana; DINIZ, Débora. Homofobia e educação: um desafio ao silêncio. Brasília: LetrasLivres, Universidade de Brasília, 2009.\nLOURO, Guacira Lopes. Pedagogias da sexualidade. In: LOURO, Guacira Lopes (Org.). O corpo educado: pedagogias da sexualidade. 3. ed. Tradução: Tomaz Tadeu da Silva. Belo Horizonte: Autêntica, 2010. p. 15-16. \nLUCHAIRE, François. Le conseil constitutionnel. Paris: Economica, 1980. p. 19 et seq.\nMIRANDA, Jorge. Nos dez anos de funcionamento do tribunal constitucional. In: Vários autores. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 95.\nMOTTA, Elias de Oliveira. Direito educacional e educação no século XXI. Brasília: Unesco, 1997. p. 91.\nORGANIZAÇÃO DAS NAÇÕES UNIDAS. Nascidos Livres e Iguais: Orientação sexual e identidade de Gênero no Regime Internacional de Direitos Humanos.\nPEREIRA, Rodrigo da Cunha. Princípios Fundamentais Norteadores do Direito de Família. São Paulo: Saraiva, [s.a.]. p. 148 et seq.\nPRADO, Marco Aurélio Máximo; JUNQUEIRA, Rogério Diniz. Homofobia, hierarquização e humilhação social. In: VENTURI, Gustavo; BOKANY, Vilma (Org.). Diversidade sexual e homofobia no Brasil. São Paulo: Fundação Perseu Abramo, 2011. p. 59-60 e 61.\nRAMIRES, Luiz. Homofobia na escola: o olhar de um educador social do movimento LGBT. In: VENTURI, Gustavo; BOKANY, Vilma (Org.). Diversidade sexual e homofobia no Brasil. São Paulo: Fundação Perseu\nAbramo, 2011. p 131-139.\nRIVERO, Jean. A modo de sintesis. In: Vários autores. Tribunales constitucionales europeus y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984. p. 666 et seq.\nRODRIGUES, Julian. Direito humanos e diversidade sexual: uma agenda em construção. In: VENTURI, Gustavo; BOKANY, Vilma. Diversidade sexual e homofobia no Brasil. São Paulo: Ed. Fundação Perseu Abramo, 2011. p. 34.\nSCHWABE, Jürgen; MARTINS, Leonardo. Cinquenta Anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Tradução: Beatriz Hennig et al. Berlim: Konrad-Adenauer-Stiftung, 2005. p. 508.\nSILVA, José Afonso da. SILVA, Curso de Direito Constitucional Positivo. 30. ed. São Paulo: Malheiros, 2008. p. 481.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":461,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432183","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SE","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, negou provimento ao agravo regimental. Ausente, justificadamente, o Ministro Dias Toffoli, participando, na qualidade de Presidente do Tribunal Superior Eleitoral, da 2ª Assembleia Geral e Conferência Internacional da Associação Mundial de Órgãos Eleitorais, organizadas pela Associação Mundial de Órgãos Eleitorais (AWEB), e, neste julgamento, ausente a Ministra Cármen Lúcia. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 19.08.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432183","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Sergipe","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432183","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"TA-AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: AÇÃO CÍVEL ORIGINÁRIA – PARCELAMENTO DE DÉBITOS TRIBUTÁRIOS FEDERAIS REQUERIDO PELA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SERGIPE – ÓRGÃO NÃO PERSONIFICADO FORMALMENTE INTEGRADO NA ESTRUTURA INSTITUCIONAL DA ENTIDADE POLÍTICA A QUE SE ACHA VINCULADO – ASSINATURA, PELO CHEFE DO PODER EXECUTIVO LOCAL, DOS DOCUMENTOS REFERENTES AO PRETENDIDO PARCELAMENTO – OBSERVÂNCIA, PELA FAZENDA NACIONAL, DA NORMA INSCRITA NO ART. 8º DA PORTARIA CONJUNTA PGFN/RFB Nº 15/2009 – AUSÊNCIA DOS PRESSUPOSTOS NECESSÁRIOS À CONCESSÃO DO PROVIMENTO ANTECIPATÓRIO – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753889450","externo_seq_objeto_incidente":4531061,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2044&classe=ACO","is_colac":false,"titulo":"ACO 2044 TA-AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-008952      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00273\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   PRT-000015      ANO-2009\n          ART-00008\n                PORTARIA CONJUNTA DA PROCURADORIA GERAL DA FAZENDA NACIONAL E RECEITA FEDERAL DO BRASIL - PGFN/RFB"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2044&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO-TA-AgR","documental_observacao_texto":"Número de páginas: 13.\nAnálise: 20/08/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nAGDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432183,"documental_tese_texto":null,"procedencia_geografica_completo":"SE - SERGIPE","processo_codigo_completo":"ACO 2044 TA-AgR","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2015-08-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM TUTELA ANTECIPADA NA AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":null,"ministro_facet":["CELSO DE MELLO"],"processo_numero":2044,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432184","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, entendeu cabível a ação direta de inconstitucionalidade por omissão, vencido o Ministro Marco Aurélio (Relator). Em seguida, por maioria e nos termos dos votos proferidos, julgou prejudicado o pedido, vencido, neste ponto, o Ministro Edson Fachin, que entendia pelo prosseguimento da ação para análise futura do mérito. Redigirá o acórdão o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 30.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["1"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur432184","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432184","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Ref","is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional. Ação direta por omissão. Mora legislativa na fixação de renda básica emergencial. Perda do objeto. \n\n\n\n    1. Ação direta de inconstitucionalidade por omissão, em que se discute mora legislativa do Poder Público referente à fixação de renda mínima ao trabalhador durante a pandemia da COVID-19. \n\n\n\n    2. O requerente postula a concessão de renda emergencial básica, no valor de R$ 300 per capita, pelo período de 6 meses, aos trabalhadores afetados pela pandemia. Acontece que a Lei nº 13.982/2020 já estabeleceu auxílio emergencial no valor de R$ 600, pelo período de 3 meses, aos trabalhadores que preencham os requisitos determinados pela lei. Não há, portanto, interesse em agir na presente ADO. \n\n\n\n    3. Prejuízo da ação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753889567","externo_seq_objeto_incidente":5884771,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=56&classe=ADO","is_colac":false,"titulo":"ADO 56 Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00003 \n          ART-00005 INC-00078 PAR-00003 ART-00006 \n          \"CAPUT\" ART-00093 INC-00009 ART-00170\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008742      ANO-1993\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 LET-A \n          LET-B LET-C PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 PAR-00008 PAR-00009 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00011 PAR-00012 ART-00003 PAR-ÚNICO \n          ART-00004 PAR-ÚNICO INC-00001 INC-00002 \n          ART-00005 ART-00006 ART-00007\n                LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00004 ART-0012B INC-00001 ART-0012C \n          ART-0012F PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013982      ANO-2020\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00011 NÚMERO-1 ART-00015\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00011 NÚMERO-1\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   PLT      ANO-1988\n          ART-00012\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. MARCO AURÉLIO: AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO, MANIFESTAMENTE IMPROCEDENTE. IMPOSSIBILIDADE, FIXAÇÃO, PROGRAMA RENDA BÁSICA EMERGENCIAL, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CARACTERIZAÇÃO, MANIFESTAMENTE IMPROCEDENTE, IMPROCEDÊNCIA LIMINAR DO PEDIDO, DOUTRINA. HISTÓRIA, DIREITO FUNDAMENTAL, DIREITO SOCIAL, DIREITO COMPARADO. DEVER DE LEGISLAR, POLÍTICA PÚBLICA, RENDA FAMILIAR, ERRADICAÇÃO DA POBREZA, REDUÇÃO, DESIGUALDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PROGRAMA RENDA BÁSICA EMERGENCIAL, APRECIAÇÃO, MÉRITO. DIFERENÇA, PATRIMÔNIO, PROPRIEDADE. PROPOSIÇÃO LEGISLATIVA, INCONSTITUCIONALIDADE, OMISSÃO LEGISLATIVA. MEDIDA CAUTELAR, INCONSTITUCIONALIDADE POR OMISSÃO.\n\n- TERMO(S) DE RESGATE: PATRIMÔNIO MÍNIMO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=56&classe=ADO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADO-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, OMISSÃO LEGISLATIVA)\nADI 3682 (TP), ADO 26 (TP). \n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, MANIFESTAMENTE IMPROCEDENTE)\nADI 4071 AgR (TP). \n(MEDIDA CAUTELAR, INCONSTITUCIONALIDADE POR OMISSÃO)\nADI 267 MC (TP), ADI 1387 MC (TP), ADI 1458 MC (TP), ADI 361 MC (TP). \n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 466343 (TP). \n- Legislação estrangeira citada: Lei Fundamental de Bonn de 1949, da Alemanha; preâmbulo da constituição francesa de 1946, artigos 25, n.1, da Declaração Universal dos Direitos Humanos.\n- Decisão estrangeira citada: Décision 74-54 DC, Interruption volontaire de la grossesse, 15/01/1979, da França.\n- Veja ADO 26 e AP 672 do STF.\nNúmero de páginas: 50.\nAnálise: 19/08/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : LUIZ CARLOS ORMAY JUNIOR \nADV.(A/S)  : RAFAEL ECHEVERRIA LOPES \nADV.(A/S)  : MOARA SILVA VAZ DE LIMA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DA CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DO SENADO FEDERAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432184,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADO 56 Ref","processo_classe_processual_unificada_classe_sigla":"ADO","julgamento_data":"2020-04-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO","documental_doutrina_texto":"FACHIN, Luiz Edson. Estatuto Jurídico do Patrimônio Mínimo. 2. ed. Rio de Janeiro: Renovar, 2006. p. 1 e 44.\nMARINONI, Luiz Guilherme. Controle de constitucionalidade. In: Marinoni, Luiz Guilherme et al (Coord.). Curso de Direito Constitucional. 7. ed. São Paulo: Saraiva, 2018.\nSARLET, I. W. A Eficácia dos Direitos Fundamentais. Porto Alegre: Livraria do Advogado, 1988. p. 292-5.\nWEBER, Albrecht. L’État social et les droits sociaux en RFA. RFDC, v. 12, p. 677-693, 1995.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":56,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435485","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Relator, que negava provimento ao agravo regimental, pediu vista o Ministro Gilmar Mendes. Segunda Turma, Sessão Virtual de 13.9.2019 a 19.9.2019.\r\n\n           Decisão: A Turma, por empate, deu parcial provimento ao agravo regimental para declarar a nulidade da sentença condenatória proferida nos autos do processo penal 2002.70.00.00078965-2, por violação à imparcialidade do julgador, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, no que foi acompanhado pelo Ministro Ricardo Lewandowski, vencidos os Ministros Edson Fachin (Relator) e Cármen Lúcia. Ausente, justificadamente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Gilmar Mendes. 2ª Turma, 25.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur435485","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435485","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Penal e Processual Penal. Imparcialidade judicial e sistema acusatório.\n\n\n\n    Postura ativa e abusiva do julgador no momento de interrogatório de réus colaboradores. Atuação em reforço da tese acusatória, e não limitada ao controle de homologação do acordo. As circunstâncias particulares do presente caso demonstram que o juiz se investiu na função persecutória ainda na fase pré-processual, violando o sistema acusatório. \n\n\n\n    Imparcialidade judicial como base fundamental do processo. Sistema acusatório e separação das funções de investigar, acusar e julgar. Pressuposto para imparcialidade e contraditório efetivos. Precedente: ADI 4.414, Plenário, Rel. Min. Luiz Fux, j. 31.5.2012.\n\n\n\n    Agravo regimental parcialmente provido para declarar a nulidade da sentença condenatória proferida por violação à imparcialidade do julgador.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754213731","externo_seq_objeto_incidente":5555930,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-258 DIVULG 26-10-2020 PUBLIC 27-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=144615&classe=RHC","is_colac":false,"titulo":"RHC 144615 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00063\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009034      ANO-1995\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00004 PAR-00007 INC-00001 INC-00002 \n          INC-00003 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 INC-00001\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 PAR-00001\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00095 INC-00001 ART-00156 INC-00002 \n          ART-00157 ART-00234 ART-00252 INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00254 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 ART-00404 ART-00499 \n          ART-00502\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-00095\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   CET      ANO-2008\n          ART-00008\n                CÓDIGO DE ÉTICA DA MAGISTRATURA NACIONAL"],"publicacao_data":"2020-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- MAGISTRADO, DEPOIMENTO, COLABORADOR, MOMENTO, ASSINATURA, ACORDO DE COLABORAÇÃO PREMIADA. MOMENTO POSTERIOR, ENCERRAMENTO, INSTRUÇÃO PROCESSUAL, OFERECIMENTO, ALEGAÇÕES FINAIS, JUIZ, DETERMINAÇÃO, EX OFFICIO, JUNTADA, DOCUMENTO, UTILIZAÇÃO, INFORMAÇÃO, FUNDAMENTAÇÃO, CONDENAÇÃO. IMPARCIALIDADE DO JUIZ, CONSTITUIÇÃO FEDERAL, TRATADO INTERNACIONAL. IMPARCIALIDADE DO JUIZ, PROCESSO PENAL, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, CONTRADITÓRIO. STF, IMPOSSIBILIDADE, JULGADOR, COLETA, PROVA. PRINCÍPIO DA PARIDADE DE ARMAS, JUÍZO CRIMINAL. PROTEÇÃO, IMPARCIALIDADE DO JUIZ, CAUSA DE SUSPEIÇÃO, CAUSA DE IMPEDIMENTO. JURISPRUDÊNCIA, STF, LIMITE DE ATUAÇÃO, JULGADOR, HOMOLOGAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA. DESENTRANHAMENTO, PROVA ILÍCITA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: OFENSA, GARANTIA FUNDAMENTAL, CIDADÃO, MAIOR GRAVIDADE, CORRUPÇÃO. ESTADO DEMOCRÁTICO DE DIREITO, IMPARCIALIDADE, PRINCÍPIO DA PARIDADE DE ARMAS, PRINCÍPIO DO JUIZ NATURAL. ORDENAMENTO JURÍDICO, AUSÊNCIA, AUTORIZAÇÃO, MAGISTRADO, PARTICIPAÇÃO, NEGOCIAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA. CASO CONCRETO, JUIZ, EXERCÍCIO, FUNÇÃO, ÓRGÃO, COMPETÊNCIA, INVESTIGAÇÃO, ACUSAÇÃO. PARCIALIDADE, JUIZ; AUSÊNCIA, HIPÓTESE, SUSPEIÇÃO, IMPEDIMENTO. NULIDADE ABSOLUTA, PROCESSO, PRINCÍPIO PAS DE NULLITÉ SANS GRIEF.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: HIPÓTESE, IMPEDIMENTO, CÓDIGO DE PROCESSO PENAL, TAXATIVIDADE, IMPOSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA. ATUAÇÃO, JULGADOR, DERIVAÇÃO, INVESTIDURA, FUNÇÃO JURISDICIONAL; INCORREÇÃO, EXERCÍCIO, ATIVIDADE JURISDICIONAL. MAGISTRADO, AUSÊNCIA, JUÍZO DE VALOR, FATO, MOMENTO, AUDIÊNCIA. PARTICIPAÇÃO, JUIZ, ACORDO DE COLABORAÇÃO PREMIADA, AUSÊNCIA, IDENTIDADE, HIPÓTESE, IMPEDIMENTO, ATUAÇÃO, MEMBRO, MINISTÉRIO PÚBLICO, AUTORIDADE POLICIAL; NECESSIDADE, HOMOLOGAÇÃO, JUIZ, VERIFICAÇÃO, REGULARIDADE, LEGALIDADE, VOLUNTARIEDADE, ACORDO. STF, JURISPRUDÊNCIA, PRECEDENTE, CONDUÇÃO, ATUAÇÃO, PROCESSO, JUIZ, MEMBRO, MINISTÉRIO PÚBLICO, PREVENÇÃO, INEFICIÊNCIA, ATUAÇÃO, PODER JUDICIÁRIO, MULTIPLICIDADE, INTERCORRÊNCIA, PROCESSO. INEFICIÊNCIA, JUSTIÇA, INCENTIVO, CORRUPÇÃO, AUMENTO, DESIGUALDADE. DEVER, CONSTITUIÇÃO FEDERAL, DEMOCRACIA, EXTINÇÃO, CORRUPÇÃO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: CONDENAÇÃO, PACIENTE, COMETIMENTO DE CRIME, LAVAGEM DE DINHEIRO, CONTRARIEDADE, SISTEMA FINANCEIRO NACIONAL (SFN). IMPOSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA, HIPÓTESE, IMPEDIMENTO, CÓDIGO DE PROCESSO PENAL. JUIZ, INQUIRIÇÃO, COLABORADOR, MOMENTO POSTERIOR, ACORDO DE COLABORAÇÃO PREMIADA, FINALIDADE, APRECIAÇÃO, REGULARIDADE, LEGALIDADE, VOLUNTARIEDADE. ATUAÇÃO, JUIZ, DETERMINAÇÃO, JUNTADA, DOCUMENTO, AUTORIZAÇÃO EXPRESSA, CÓDIGO DE PROCESSO PENAL.\n\n- TERMO(S) DE RESGATE: NEUTRALIDADE METAFÍSICA. PRINCÍPIOS DE CONDUTA JUDICIAL DE BANGALORE, CÓDIGO JUDICIAL, ÂMBITO GLOBAL, ELABORAÇÃO, GRUPO DE INTEGRIDADE JUDICIAL, ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=144615&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SISTEMA ACUSATÓRIO, IMPARCIALIDADE DO JUIZ, SEPARAÇÃO, FUNÇÃO)\nADI 4414 (TP). \n(ATUAÇÃO, JUIZ, DIFERENÇA, EXCESSO, IMPARCIALIDADE)\nHC 95518 (2ªT). \n(HIPÓTESE, IMPEDIMENTO, CÓDIGOD DE PROCESSO PENAL, TAXATIVIDADE)\nAP 470 (TP), Inq 2280 (TP), HC 92893 (TP), HC 94641 (2ªT), HC 97544 (2ªT), AImp 4 AgR (TP), RHC 170540 AgR (2ªT). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, INDEPENDÊNCIA, PODER JUDICIÁRIO)\nADI 5316 MC (TP). \n(INCONSTITUCIONALIDADE, POSSIBILIDADE, JUIZ, COLETA, PROVA)\nADI 1570 (TP), ADI 4414 (TP). \n(DIFERENÇA, SUSPEIÇÃO, IMPEDIMENTO)\nHC 77622 (1ªT). \nNúmero de páginas: 69.\nAnálise: 15/12/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"ADV.(A/S)           : EDUARDO DE VILHENA TOLEDO \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nAGTE.(S)            : PAULO ROBERTO KRUG \r\nAGDO.(A/S)          : MINISTÉRIO PÚBLICO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435485,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RHC 144615 AgR","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2020-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"BACHMAIER WINTER, Lorena. Imparcialidad Judicial y Libertad de Expresión de Jueces y Magistrados. Thomson, 2008. p. 19.\nCINTRA, Antonio Carlos de Araujo; GRINOVER, Ada Pellegrini; DINAMARCO, Cândido Rangel. Teoria Geral do Processo. 31. ed. Malheiros, 2014. p. 165.\nCORDERO, Franco. Procedimiento Penal. v. 1. Temis, 2000. p. 23.\nEYMERICH, Nicolau. Manual dos Inquisidores. Fundação Universidade de Brasília, 1993. p. 113-209.\nFERNANDES, Antonio Scarance. Processo Penal Constitucional. RT, 2012. p. 134.\nFERRAJOLI, Luigi. Direito e Razão. 4. ed. RT, 2014. p. 535.\nFERRUA, Paolo. Il giusto processo. 3. ed. Zanichelli, 2012. p. 103.\nFIGUEIREDO DIAS, Jorge de. Direito Processual Penal. Coimbra, 1974. p. 315\nGOMES FILHO, Antonio Magalhães. A motivação das decisões penais. RT, 2013. p. 32.\nLIMA, Renato Brasileiro. Manual de Processo Penal. 2. ed. Salvador: JusPodium, 2014. p. 1145-1146.\nLOPES JR., Aury. Direito Processual Penal. Saraiva, 2012. p. 127\nNUCCI, Guilherme de Souza. Código de Processo Penal comentado. 15. ed. Rio de Janeiro: Forense, p. 647.\nNUCCI, Guilherme de Souza, Manual de Processo Penal e Execução Penal. 9. ed. Revista dos Tribunais, p. 545.\nMAYA, André M. Imparcialidade e processo penal. Lumen Juris, 2011. p. 56-72.\nPITOMBO, Antônio S. M. Imparcialidade da Jurisdição. Singular, 2018. p. 48.\nTHUMS, Gilberto. Sistemas Processuais Penais. Lumen Juris, 2006. p. 259.\nVIEIRA, Renato S. Do juiz. In: CPP Comentado. RT, 2018. p. 254.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":144615,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435628","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em razão da aposentadoria do Relator. Presidência do Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 06.08.2014.\r\n\n                       Decisão:  Após os votos dos Ministros Edson Fachin, Relator, Luiz Fux, Ricardo Lewandowski e Celso de Mello, que julgavam improcedente a ação direta; e dos votos dos Ministros Alexandre de Moraes, Roberto Barroso, Rosa Weber e Marco Aurélio, que a julgavam procedente, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Ausentes, justificadamente, os Ministros Gilmar Mendes e Cármen Lúcia. Plenário, 8.11.2018.\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade integral da Lei nº 12.258/2005 do Estado do Rio Grande do Sul, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Luiz Fux, Ricardo Lewandowski e o Ministro Celso de Mello, que não participou deste julgamento, por motivo de licença médica, mas proferiu voto em assentada anterior. Plenário, Sessão Virtual de 4.9.2020 a 14.9.2020 (Sessão iniciada na Presidência do Ministro Dias Toffoli e finalizada na Presidência do Ministro Luiz Fux).","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur435628","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435628","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. USURPAÇÃO DE COMPETÊNCIA DA UNIÃO. DIREITO DO TRABALHO. VIOLAÇÃO AO ART. 20, I DA CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito.\n\n\n\n    2. A Lei 12.258/2005, do Estado do Rio Grande do Sul, ao definir o que seria uma revista íntima por empregador em desfavor do empregado, proibindo-a, fixa norma de caráter geral de Direito do Trabalho, matéria de competência exclusiva da União (CF, art. 22, I).\n\n\n\n    3. A vedação à revista íntima por empregador foi tratada em Lei federal (art. 373-A, CLT) e, embora dirigida exclusivamente às trabalhadoras, teve sua eficácia estendida aos trabalhadores por interpretação jurisprudencial da Justiça do Trabalho. A existência de norma federal a dispor sobre a tutela dos direitos à intimidade, à honra e à dignidade da pessoa na relação de trabalho, afasta a competência concorrente pelos Estados na forma do art. 24, CF, impedida norma estadual que altere os limites do texto da Lei federal e de sua interpretação.\n\n\n\n    4. Importância material da tutela da honra, da intimidade e da dignidade da pessoa humana, como valores fundamentais decorrentes da Constituição Federal, não prevalece sobre a inconstitucionalidade formal por usurpação de competência exclusiva da União, especialmente quando a tutela àqueles valores constitucionais se dê de forma indireta. Precedentes: ADI 5.307, ADI 2.487.\n\n\n\n    5. Ação Direta de Inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754286401","externo_seq_objeto_incidente":2317079,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3559&classe=ADI","is_colac":false,"titulo":"ADI 3559","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          INC-00004 ART-00005 \"CAPUT\" INC-00001 \n          INC-00010 INC-00078 PAR-00001 ART-00020 \n          INC-00001 ART-00021 ART-00022 INC-00001 \n          ART-00023 INC-00001 ART-00024 ART-00025 \n          PAR-00001 ART-00030 INC-00001 ART-00093 \n          INC-00009 ART-00103 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009799      ANO-1999\n          ART-0001A SEÇÃO-1 ART-0373A INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013271      ANO-2016\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          ART-00003 ART-00004\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00001 ART-00002 ART-00026\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-0373A INC-00006\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   PJL-000583      ANO-2007\n                PROJETO DE LEI\n\n","LEG-FED   SUV-000013      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   ENU-000015      \n                ENUNCIADO APROVADO NA 1ª JORNADA DE DIREITO MATERIAL E PROCESSUAL NA JUSTIÇA DO TRABALHO\n\n","LEG-EST   LEI-012258      ANO-2005\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003\n                LEI ORDINÁRIA, RS"],"publicacao_data":"2020-11-05","documental_acordao_mesmo_sentido_lista_texto":"ADI 6036  PROCESSO ELETRÔNICO\n          JULG-16-09-2020  UF-RS  TURMA-TP  MIN-EDSON FACHIN N.PÁG-045\n          DJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: STF, JURISPRUDÊNCIA, CENTRALIZAÇÃO, PRINCÍPIO FEDERATIVO. INCOMPATIBILIDADE, LEGISLAÇÃO ESTADUAL, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INCONSTITUCIONALIDADE FORMAL. LEI ESTADUAL, AUSÊNCIA, DESTINAÇÃO, PROIBIÇÃO, VEDAÇÃO, EMPREGADOR, EMPRESA TOMADORA DE SERVIÇOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CONTROVÉRSIA, RELAÇÃO JURÍDICA, ÂMBITO TRABALHISTA. CONSOLIDAÇÃO DAS LEIS DO TRABALHO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CASO CONCRETO, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: INCONSTITUCIONALIDADE MATERIAL, AUSÊNCIA. PRECEDENTE, STF, INCONSTITUCIONALIDADE, LEI ESTADUAL, PROIBIÇÃO, REVISTA PESSOAL, EMPREGADO. VÍCIO FORMAL, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ESTADO-MEMBRO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, DISTRIBUIÇÃO, COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, REFORÇO, FEDERALISMO COOPERATIVO. MULTIDISCIPLINARIDADE, PREVALÊNCIA, INTERPRETAÇÃO, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO. PRINCÍPIO DA SUBSIDIARIEDADE. DIREITO DE PREFERÊNCIA. FEDERALISMO, DESCENTRALIZAÇÃO, POLÍTICA, REALIZAÇÃO, DIREITO FUNDAMENTAL. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO À IGUALDADE, DIREITO À INTIMIDADE. ESTADO FEDERATIVO, OBJETIVO, REDUÇÃO, DESIGUALDADE. LEI IMPUGNADA, VINCULAÇÃO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL.CONSTITUIÇÃO, DIRIGENTE. PODER JUDICIÁRIO, ATUAÇÃO, POLÍTICAS PÚBLICAS. TEXTO CONSTITUCIONAL, OBSERVÂNCIA, MUDANÇA, SOCIEDADE. COMPATIBILIDADE, ATUAÇÃO,JURISPRUDÊNCIA, STF. POSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA, LEGISLAÇÃO ESTADUAL, \nPROTEÇÃO, RELAÇÃO DE TRABALHO, PROTEÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, INVIOLABILIDADE, DIREITO À INTIMIDADE, IGUALDADE, HOMEM, MULHER.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: LEI ESTADUAL, REPRODUÇÃO, CONSTITUIÇÃO FEDERAL, CONSONÂNCIA, LEI FEDERAL. INEXISTÊNCIA, INVASÃO, COMPETÊNCIA, UNIÃO FEDERAL. DESNECESSIDADE, ELIMINAÇÃO, LEI ESTADUAL.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: COMPETÊNCIA COMUM, UNIÃO FEDERAL, ESTADO-MEMBRO, MUNICÍPIO, DEVER CONSTITUCIONAL, GUARDA, CONSTITUIÇÃO. COMPETÊNCIA RESIDUAL, ESTADO-MEMBRO, EVOLUÇÃO, DIREITO, ESTADOS UNIDOS DA AMÉRICA. INEXISTÊNCIA, CONSTITUIÇÃO FEDERAL, VEDAÇÃO, ESTADO-MEMBRO, DEFESA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA.\n\n- TERMO(S) DE RESGATE: presumption against pre-emption, odiosa restringenda favorabilia amplianda.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3559&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PREDOMINÂNCIA, USURPAÇÃO DE COMPETÊNCIA, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL, TUTELA, HONRA, INTIMIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nADI 2487 (TP), ADI 5307 (TP). \n(INTERPRETAÇÃO, FEDERALISMO, RESOLUÇÃO, CONFLITO DE COMPETÊNCIA, DIVERSIDADE, PAUTA TEMÁTICA)\nADPF 109 (TP), ADI 5356 (TP). \n(ADMISSÃO, COMPETÊNCIA LEGISLATIVA, ENTE FEDERADO, NORMA, DECORRÊNCIA, CONSTITUIÇÃO)\nADC 41 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO)\nADI 3559 (TP). \n(INCOMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO, USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL, )\nADI 2487 (TP), ADI 5307 (TP). \n(INCOMPETÊNCIA, ESTADO-MEMBRO, LEGISLAÇÃO, DIREITO DO TRABALHO, PROIBIÇÃO, REVISTA PESSOAL, USURPAÇÃO DE COMPETÊNCIA, UNIÃO FEDERAL, )\nADI 2947 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(EXTENSÃO, APLICAÇÃO DA LEI, PROIBIÇÃO, REVISTA PESSOAL, FUNCIONÁRIO, HOMEM)\nTST: RR 164685520115190008, E-ED-RR 90340-49.2007.5.05.0464. \n- Legislação estrangeira citada: Constituição de 1787, dos Estados Unidos da América.\n- Veja ADI 953 MC, ADI 953 e ADI 2947 do STF.\nNúmero de páginas: 47.\nAnálise: 19/10/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435628,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 3559","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBOSA, Rui. Oração aos moços.\nMAXIMILIANO, Carlos. Hermenêutica do Direito.\nMENDES, Gilmar. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97.\nPIRES, Thiago Magalhães. Federalismo e Democracia: Parâmetros para a Definição das Competências Federativas. Porto Alegre.\nSARLET, Ingo Wolfgand. Dignidade (da pessoa) humana e direitos fundamentais na Constituição Federal de 1988. 10. ed. Porto Alegre: Livraria do Advogado, 2015. p. 70-71.\nYOUNG, Ernest A. Federal Preemption and State Autonomy. In: EPSTEIN, Richard A.; GREVE, Michael S. Federal Preemption. States’ Powers, National Interests. Washington: The AEI Press, 2007. p. 254.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":3559,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436268","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que: a) deferia parcialmente a cautelar para conferir interpretação conforme à Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, deve-se levar em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, com especial destaque para as orientações da Organização Mundial de Saúde; bem como (ii) dos princípios constitucionais da precaução e da prevenção; b) conferia, ainda, interpretação conforme à Constituição ao art. 1º, § 1º, da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade à qual compete a decisão deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades médicas e sanitárias, reconhecidas nacional e internacionalmente; (ii) da observância dos princípios constitucionais da precaução e da prevenção; e c) firmava as seguintes teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde ou ao meio ambiente equilibrado, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades médicas e sanitárias, internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Bruno Lunardi Gonçalves; e, pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 20.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, analisou a medida cautelar, vencido, preliminarmente, o Ministro Marco Aurélio, que entendia pela inadequação da ação direta. Na sequência, por maioria, deferiu parcialmente a cautelar para: a) conferir interpretação conforme à Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, deve-se levar em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente conhecidas; bem como (ii) dos princípios constitucionais da precaução e da prevenção; e b) conferir, ainda, interpretação conforme à Constituição ao art. 1º da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade à qual compete a decisão deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades reconhecidas nacional e internacionalmente; (ii) da observância dos princípios constitucionais da precaução e da prevenção. Foram firmadas as seguintes teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”. Tudo nos termos do voto do Relator. Ficaram vencidos os Ministros Alexandre de Moraes e Carmen Lúcia, que concediam a medida cautelar em maior extensão, e o Ministro Marco Aurélio, que a concedia para suspender a eficácia da Medida Provisória até o julgamento final do feito. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 21.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436268","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436268","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"Ementa: Direito administrativo. Ações Diretas de Inconstitucionalidade. Responsabilidade civil e administrativa de Agentes Públicos. Atos relacionados à pandemia de COVID-19. Medida Provisória nº 966/2020. Deferimento parcial da cautelar. \n\n\n\n    1. Ações diretas de inconstitucionalidade que questionam a limitação da responsabilidade civil e administrativa dos agentes públicos às hipóteses de “erro grosseiro” e de “dolo”, com base no art. 28 da Lei de Introdução às Normas do Direito Brasileiro e na Medida Provisória nº 966/2020. Alegação de violação aos arts. 37, §§ 4º, 5º e 6º da Constituição, ao princípio republicano e ao princípio da probidade e da eficiência administrativa. Exame, em sede cautelar, limitado à MP 966/2020, em relação à qual, efetivamente, se configura o perigo na demora, diante do contexto da pandemia.\n\n\n\n    2. Decisões administrativas relacionadas à proteção à vida, à saúde e ao meio ambiente devem observar standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas. Precedentes: ADI 4066, Rel. Min. Rosa Weber, j. 24.08.2017; e RE 627189, Rel. Min. Dias Toffoli, j. 08.06.2016. No mesmo sentido, a Lei nº 13.979/2020 (art. 3º, § 1º), que dispôs sobre as medidas para o enfrentamento da pandemia de COVID-19, norma já aprovada pelo Congresso Nacional, previu que as medidas de combate à pandemia devem ser determinadas “com base em evidências científicas e em análises sobre as informações estratégicas em saúde”.\n\n\n\n    3. Tais decisões administrativas sujeitam-se, ainda, aos princípios constitucionais da precaução e da prevenção, que impõem juízo de proporcionalidade e a não adoção, a priori, de medidas ou protocolos a respeito dos quais haja dúvida sobre impactos adversos a tais bens jurídicos. Nesse sentido: ADI 5592, Rel. p/ acórdão Min. Edson Fachin, j. 11.02.2019; RE 627189, Rel. Min. Dias Toffoli, j. 08.06.2016.\n\n\n\n    4. Cautelar parcialmente deferida, para conferir interpretação conforme a Constituição ao art. 2º da MP 966/2020, no sentido de estabelecer que, na caracterização de erro grosseiro, leva-se em consideração a observância, pelas autoridades: (i) de standards, normas e critérios científicos e técnicos, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; bem como (ii) dos princípios constitucionais da precaução e da prevenção. \n\n\n\n    5. Confere-se, igualmente, interpretação conforme a Constituição ao art. 1º da MP 966/2020, para explicitar que, para os fins de tal dispositivo, a autoridade a quem compete decidir deve exigir que a opinião técnica trate expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção.\n\n\n\n    6. Teses: “1. Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção. 2. A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754359227","externo_seq_objeto_incidente":5912273,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6421&classe=ADI","is_colac":false,"titulo":"ADI 6421 MC","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00002 ART-00005 INC-00005 \n          INC-00010 INC-00024 INC-00025 INC-00035 \n          INC-00054 INC-00075 ART-00018 ART-00034 \n          INC-00007 LET-A ART-00037 \"CAPUT\" \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          ART-00062 ART-00070 ART-00071 ART-00075\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00009 ART-00010 ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013655      ANO-2018\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979      ANO-2020\n          ART-00003 INC-00001 INC-00002 INC-00003 \n          LET-A LET-B LET-C LET-D \n          LET-E INC-00004 INC-00005 INC-00006 \n          LET-A LET-B INC-00007 INC-00008 \n          LET-A LET-B PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00028\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-001950      ANO-2000\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 62\n\n","LEG-FED   MPR-000926      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000961      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000966      ANO-2020\n          ART-00001 \"CAPUT\" INC-00001 INC-00002 \n          PAR-00001 INC-00001 INC-00002 PAR-00002 \n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 ART-00004\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000006      ANO-2020\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-009830      ANO-2019\n          ART-00012 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 PAR-00006 PAR-00007 \n          PAR-00008 ART-00014\n                DECRETO\n\n","LEG-FED   DEC-010212      ANO-2020\n          ART-00042 ART-00043 NÚMERO-1 LET-A \n          LET-B NÚMERO-2 LET-A LET-B \n          LET-C NÚMERO-3 NÚMERO-4 NÚMERO-5 \n          NÚMERO-6 NÚMERO-7 NÚMERO-8\n                DECRETO\n\n","LEG-FED   PJL-010887      ANO-2018\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD"],"publicacao_data":"2020-11-12","documental_acordao_mesmo_sentido_lista_texto":"ADI 6425 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6427 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6428 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-140\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6431 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-140\n          DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020\n \nADI 6424 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6422 MC PROCESSO ELETRÔNICO\n          JULG-21-05-2020  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-139\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","documental_indexacao_texto":"- CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA. CONTEXTO HISTÓRICO, EDIÇÃO, MEDIDA PROVISÓRIA, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). CRISE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), INFLUÊNCIA, ORDENAMENTO JURÍDICO. CRISE, SAÚDE, PANDEMIA, EQUIVALÊNCIA, NÚMERO, MORTE, GUERRA, CARÁTER CIVIL, ESTADOS UNIDOS DA AMÉRICA. PANDEMIA, CRISE ECONÔMICA, QUEBRA, EMPRESA, DESEMPREGO; AUXÍLIO, SITUAÇÃO EMERGENCIAL, MULTIPLICIDADE, TRABALHADOR, CARÁTER INFORMAL. PANDEMIA, CRISE, CARÁTER FISCAL, AMEAÇA, COFRES PÚBLICOS. DEFINIÇÃO, POLÍTICAS PÚBLICAS, CONTENÇÃO, PANDEMIA, OBSERVÂNCIA; CORRELAÇÃO, RESTRIÇÃO, CIRCULAÇÃO, PESSOA NATURAL, CRISE ECONÔMICA; UTILIZAÇÃO, MEDICAMENTO, EFICÁCIA, SEGURANÇA, CONTROVÉRSIA, COMUNIDADE CIENTÍFICA. MEDIDA PROVISÓRIA, AUSÊNCIA, PROTEÇÃO, IMUNIDADE, AGENTE PÚBLICO, ATO ILÍCITO, IMPROBIDADE ADMINISTRATIVA. STF, OBSERVÂNCIA, REGRA TÉCNICA, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). INSEGURANÇA, ADMINISTRADOR, DECISÃO, MOMENTO, PANDEMIA, TEMOR, RESPONSABILIZAÇÃO. MEDIDA PROVISÓRIA, PROTEÇÃO, ADMINISTRADOR, IDONEIDADE. VEROSSIMILHANÇA DA ALEGAÇÃO, NECESSIDADE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, MEDIDA PROVISÓRIA; PERICULUM IN MORA, PANDEMIA, RELEVÂNCIA, CRIAÇÃO, INCENTIVO, ADEQUAÇÃO, ATUAÇÃO, AGENTE PÚBLICO. MINISTRO, ECONOMIA, COGITAÇÃO, EMISSÃO, PAPEL-MOEDA, SOLUÇÃO, SITUAÇÃO, PANDEMIA; INFLAÇÃO. CABIMENTO, CONGRESSO NACIONAL, DELIMITAÇÃO, PRAZO, MEDIDA PROVISÓRIA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: STF, EXCEPCIONALIDADE, INCONSTITUCIONALIDADE CHAPADA, TERATOLOGIA, APRECIAÇÃO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA. REGRA, REPÚBLICA, RESPONSABILIDADE, AGENTE PÚBLICO, DERIVAÇÃO, PRINCÍPIO REPUBLICANO, REGRA, CARÁTER ESPECÍFICO, TEXTO CONSTITUCIONAL; OBSERVÂNCIA, LEGISLADOR. REGULAMENTAÇÃO, INTERPRETAÇÃO, CONSTITUIÇÃO FEDERAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, AGENTE PÚBLICO. RESPONSABILIDADE OBJETIVA, TEORIA DO RISCO ADMINISTRATIVO. RESPONSABILIZAÇÃO, CARÁTER GENÉRICO, DISCRICIONARIEDADE, LEGISLADOR, DEFINIÇÃO, CONDUTA, DOLO, CULPA. SUSPENSÃO, PARCIALIDADE, EFICÁCIA, ARTIGO, MEDIDA PROVISÓRIA, AGENTE PÚBLICO, OBRIGATORIEDADE, POSSIBILIDADE, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA. SUSPENSÃO, ARTIGO, MEDIDA PROVISÓRIA, EXCLUDENTE DE ILICITUDE, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, DOLO, ERRO GROSSEIRO, ATO, CONFRONTO, EFEITO, PANDEMIA. CLÁUSULA ABERTA, AUSÊNCIA, RAZOABILIDADE, PROPORCIONALIDADE.\n\n- VOTO, MIN. EDSON FACHIN: RESPONSABILIZAÇÃO, PODER PÚBLICO, CONSTITUIÇÃO FEDERAL, ESTADO DEMOCRÁTICO DE DIREITO. MEDIDA PROVISÓRIA, IMPOSSIBILIDADE, DERROGAÇÃO, LEI, IMPROBIDADE ADMINISTRATIVA, DISPOSITIVO, RESPONSABILIZAÇÃO, SERVIDOR PÚBLICO, CÓDIGO PENAL. DECISÃO, GESTOR, LEGALIDADE, GARANTIA, DIREITO FUNDAMENTAL; DEMOCRACIA, FEDERALISMO COOPERATIVO, SOLIDARIEDADE, PRINCÍPIO DA PREVENÇÃO, PRINCÍPIO DA PRECAUÇÃO. STF, MATÉRIA, PROTEÇÃO, VIDA, SAÚDE, MEIO AMBIENTE, OBSERVÂNCIA, CONHECIMENTO CIENTÍFICO, REGRA TÉCNICA; HIPÓTESE, DÚVIDA, DECISÃO FAVORÁVEL, SAÚDE, POPULAÇÃO. PODER PÚBLICO, ELABORAÇÃO, POLÍTICA PÚBLICA, SAÚDE, TRANSPARÊNCIA, FUNDAMENTAÇÃO, DECISÃO. DEFINIÇÃO JURÍDICA, ERRO GROSSEIRO, CULPA GRAVE, OBSERVÂNCIA, INTERESSE PÚBLICO, DIREITO FUNDAMENTAL, AUSÊNCIA, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, ADMINISTRAÇÃO.\n\n- VOTO, MIN. ROSA WEBER: AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL, MEDIDA PROVISÓRIA, ALEGAÇÃO, AUSÊNCIA, REQUISITO, RELEVÂNCIA, URGÊNCIA; SITUAÇÃO EMERGENCIAL, PANDEMIA. RESPONSABILIZAÇÃO, AGENTE PÚBLICO, OMISSÃO, INSUFICIÊNCIA, CONDUTA, CONTROLE, CORONA VIRUS DISEASE 2019 (COVID-19), DEBATE, ÂMBITO INTERNACIONAL; REPERCUSSÃO SOCIAL, ECONOMIA. DADO, CONHECIMENTO CIENTÍFICO, DETERMINAÇÃO, ATO, INÉRCIA, GESTOR, MOTIVAÇÃO, VINCULAÇÃO.\n\n- VOTO, MIN. LUIZ FUX: MEDIDA PROVISÓRIA, PREVISÃO, CRITÉRIO, JUIZ, INTERPRETAÇÃO, ERRO GROSSEIRO. EXACERBAÇÃO, ÔNUS DA PROVA, AFERIÇÃO, RESPONSABILIDADE, AGENTE PÚBLICO. ADMINISTRADOR, IMPERÍCIA, NEGLIGÊNCIA, IMPRUDÊNCIA, CARACTERIZAÇÃO, CULPA, ERRO GROSSEIRO. STF, PROTEÇÃO, CONSTITUIÇÃO, DIREITO FUNDAMENTAL, DIREITO À SAÚDE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO. AGENTE PÚBLICO, DECISÃO, RISCO, RESULTADO, EQUIPARAÇÃO, DOLO EVENTUAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, RESPONSABILIDADE PENAL.\n\n- VOTO, MIN. CÁRMEN LÚCIA: CONSTITUIÇÃO FEDERAL, PODER PÚBLICO, RESPONSABILIDADE OBJETIVA, NEXO DE CAUSALIDADE; SERVIDOR PÚBLICO, RESPONSABILIDADE, CARÁTER SUBJETIVO, DOLO, CULPA. MEDIDA PROVISÓRIA, AFIRMAÇÃO, NEXO DE CAUSALIDADE, CONDUTA, DANO, AUSÊNCIA, RESPONSABILIZAÇÃO, AGENTE PÚBLICO, EXCLUSÃO, RESPONSABILIDADE.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: AGENTE PÚBLICO, OBSERVÂNCIA, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, ORIENTAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). AGENTE PÚBLICO, OBSERVÂNCIA, RECOMENDAÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), ORGANIZAÇÃO DOS ESTADOS AMERICANOS (OEA), COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS (CIDH), ELABORAÇÃO, POLÍTICAS PÚBLICAS, CONTROLE, EFEITO, CARÁTER ECONÔMICO, PANDEMIA. PRAZO, MEDIDA PROVISÓRIA. RESPONSABILIDADE, AGENTE PÚBLICO, DOLO, CULPA, DIREITO DE REGRESSO, ADMINISTRAÇÃO PÚBLICA. MEDIDA PROVISÓRIA, GRAU DE CULPA, ERRO GROSSEIRO, PROTEÇÃO, ATUAÇÃO, SERVIDOR PÚBLICO, PERÍODO, PANDEMIA. LOTAÇÃO, UNIDADE DE TERAPIA INTENSIVA (UTI), MÉDICO, ESCOLHA, PACIENTE, TRATAMENTO MÉDICO, SEGURANÇA, AUSÊNCIA, RESPONSABILIZAÇÃO, ATO.\n\n- VOTO, MIN. GILMAR MENDES: DESCABIMENTO, PODER JUDICIÁRIO, AVALIAÇÃO, REQUISITO, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA; PRINCÍPIO DA SEPARAÇÃO DOS PODERES. SEGURANÇA JURÍDICA, AGENTE PÚBLICO, CONFRONTO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), PREVALÊNCIA, JUÍZO, ADMINISTRADOR PÚBLICO. EXCEPCIONALIDADE, HIPÓTESE, ABUSO, ORIENTAÇÃO, STF, REJEIÇÃO, ALEGAÇÃO, INCONSTITUCIONALIDADE FORMAL, OFENSA, ARTIGO, REQUISITO, MEDIDA PROVISÓRIA. RESPONSABILIDADE CIVIL DO ESTADO, TEORIA DO RISCO ADMINISTRATIVO. TEORIA DA DUPLA GARANTIA, PRINCÍPIO DA IMPESSOALIDADE. LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO, MEDIDA PROVISÓRIA, QUALIDADE, CULPA, RESPONSABILIDADE, AGENTE PÚBLICO. INTERPRETAÇÃO, MEDIDA PROVISÓRIA, AGENTE PÚBLICO, DECISÃO, INOBSERVÂNCIA, REGRA TÉCNICA, RECOMENDAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), POSSIBILIDADE, CONFIGURAÇÃO, IMPERÍCIA, GESTOR, ERRO GROSSEIRO. RESPONSABILIZAÇÃO, PAGAMENTO, BENEFÍCIO, SITUAÇÃO EMERGENCIAL. NECESSIDADE, ALTERAÇÃO, REGIME JURÍDICO, RESPONSABILIZAÇÃO, IMPROBIDADE ADMINISTRATIVA; SEGURANÇA JURÍDICA. PROJETO DE LEI, SUSPENSÃO, CONDUTA CULPOSA, IMPROBIDADE ADMINISTRATIVA. PROPORCIONALIDADE, SANÇÃO.\n\n- VOTO, MIN. MARCO AURÉLIO: MEDIDA PROVISÓRIA, NECESSIDADE, APROVAÇÃO, CONGRESSO NACIONAL. STF, SUBSTITUIÇÃO, CONGRESSO NACIONAL, PRESIDENTE DA REPÚBLICA; EXCEPCIONALIDADE, DANO IRREPARÁVEL. INADEQUAÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, NECESSIDADE, ATUAÇÃO, CONGRESSO NACIONAL. SUSPENSÃO, ATO NORMATIVO, EDIÇÃO, PRESIDENTE DA REPÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6421&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(DIREITO À VIDA, DIREITO À SAÚDE, MEIO AMBIENTE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\r\nADPF 101 (TP), RE 627189 (TP), ADI 5592 (TP).\r\n(LIMITAÇÃO, RESPONSABILIDADE, AGENTE PÚBLICO, HIPÓTESE, ERRO GROSSEIRO, DOLO)\r\nADI 534 MC (TP), ADI 2674 MC-AgR (TP), ADPF 541 (TP).\r\n(CONTROLE JUDICIAL, RELEVÂNCIA, URGÊNCIA, MEDIDA PROVISÓRIA)\r\nADI 162, ADI 2736 (TP), ADI 3994 (TP), RE 592377 (TP), RE 526353 AgR (1ªT), ADI 1753 MC (TP), ARE 704520 (TP), RE 1100057 AgR (1ªT), RE 1222118 AgR (2ªT).\r\n(TEORIA DA DUPLA GARANTIA, RESPONSABILIDADE, ESTADO)\r\nRE 228977 (2ªT), RE 327904 (1ªT), RE 344133 (1ªT), AI 522832 AgR (2ªT), RE 470996 AgR (2ªT), RE 842846 (TP), ARE 908331 AgR (2ªT), RE 1027633 (TP).\r\n(COMPETÊNCIA, JUÍZO DE PRIMEIRO GRAU, AÇÃO DE IMPROBIDADE ADMINISTRATIVA, AGENTE POLÍTICO)\r\nRcl 3004 AgR (1ªT).\r\n(PROTEÇÃO, VIDA, SAÚDE, MEIO AMBIENTE, REGRA TÉCNICA, CONHECIMENTO CIENTÍFICO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS))\r\nADI 4066 (TP), RE 627189 (TP).\r\n(RESPONSABILIDADE, AGENTE PÚBLICO, DOLO, CULPA, AÇÃO REGRESSIVA)\r\nRE 1027633 (TP).\r\n- Decisões monocráticas citadas:\r\n(DIREITO À VIDA, DIREITO À SAÚDE, MEIO AMBIENTE, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\r\nADI 5292.\r\n(DECISÃO, AGENTE PÚBLICO, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, ANÁLISE, INFORMAÇÃO, SAÚDE)\r\nADI 6343 MC.\r\n- Legislação estrangeira citada: Art. 15 e art. 43, das Regulações Internacionais sobre Saúde (International Health Regulations) de 2005.\n- Veja ADI 6422, ADI 6424, ADI 6425, ADI 6427, ADI 6428 e ADI 6431 do STF.\n- Veja art. 21 e art. 22, da constituição da Organização Mundial da Saúde.\nNúmero de páginas: 140.\nAnálise: 01/09/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : LEVI BORGES DE OLIVEIRA VERISSIMO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":436268,"documental_tese_texto":"I - Configura erro grosseiro o ato administrativo que ensejar violação ao direito à vida, à saúde, ao meio ambiente equilibrado ou impactos adversos à economia, por inobservância: (i) de normas e critérios científicos e técnicos; ou (ii) dos princípios constitucionais da precaução e da prevenção;\nII - A autoridade a quem compete decidir deve exigir que as opiniões técnicas em que baseará sua decisão tratem expressamente: (i) das normas e critérios científicos e técnicos aplicáveis à matéria, tal como estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas; e (ii) da observância dos princípios constitucionais da precaução e da prevenção, sob pena de se tornarem corresponsáveis por eventuais violações a direitos.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6421 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandra. Princípio da precaução: Manual de instruções. Revista do Centro de Estudos de Direito do Ordenamento, do Urbanismo e do Ambiente, n. 02, 2008.\nBANCO Mundial prevê queda de 5% do PIB do Brasil este ano. Agência Brasil, 13 abr. 2020. Disponível em:\nhttps://agenciabrasil.ebc.com.br/economia/noticia/2020-04/bancomundial-preve-queda-de-5-do-pib-do-brasil-este-ano. Acesso em: 18 maio 2020.\nBINENBOJM, Gustavo; SUNDFELD, Carlos Ari. Uma lei geral inovadora para o Direito Público. Portal Jota, 31 out. 2017.\nBINENBOJM, Gustavo; CYRINO, André. O art. 28 da LNDB: A cláusula geral do erro administrativo. Rev.\nDireito Administrativo, p. 203-224, nov. 2018. p. 205.\nBOGDANDY, Armin von; VILLARREAL, Pedro A. International Law on Pandemic Response: a First Stocktaking in Light of the Coronavirus Crisis. MPIL Research Paper Series, n. 2020-07.\nBRASIL. Ministério da Saúde. COVID-19: Painel Coronavírus. Disponível em: https://covid.saude.gov.br/. Acesso em: 18 maio 2020.\nBYANYIMA, Winnie. Coronavírus mostra a necessidade de uma saúde gratuita para todas as pessoas. Disponível em: Disponível em: https://nacoesunidas.org/artigo-coronavirus-mostra-a-necessidadede-\numa-saude-gratuita-para-todas-as-pessoas-agora/.\nCARVALHO FILHO. José dos Santos. Manual de Direito Administrativo. 30. ed. rev., atual. e ampl. São Paulo: Atlas, 2016. p. 615.\nCOVID-19 Dashboard by de Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU). Disponível em: https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda\n7594740fd40299423467b48e9ecf6/https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6/. Acesso em: 18 maio 2020.\nDIONÍSIO, Pedro de Hollanda. O direito ao erro do administrador público no Brasil: contexto, fundamentos e parâmetros. Rio de Janeiro: GZ, 2019.\nJURUENA, Marcos. Dorme tranquilo quem indefere. In: MASCARENHAS, Rodrigo Tostes de Alencar. O medo e o Ato Administrativo. Revista Colunistas, Direito do Estado, n. 289, 2016.\nKOUROUTAKIS, Antonios. Inaction as a State Response to the Coronavirus Outbreak. IACL-AIDC Blog (24 March 2020). Disponível em: https://blog-iacl-aidc.org/2020-posts/2020/3/24/inaction-asa-state-response-to-the-coronavirus-outbreak.\nHÄBERLE, Peter. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. Die Verfassung des Pluralismus, Königstein/TS, 1980. p. 3.\nLEWANDOWSKI, Enrique Ricardo. Reflexões em torno do principio republicano. Revista da Faculdade de Direito, Universidade de Sao Paulo, v. 100, 2005. p. 194 e 506-526.\nLIMA, Bruna; CARDIN, Maria Eduarda. Bolsonaro jogará assinatura de protocolo da cloroquina no colo de militar. Correio Braziliense, 15 maio 2020. Disponível em: https://www.correiobraziliense.com.br/app/noticia/politica/2020/05/15/interna_politica,855303/bolsonaro-jogara-assinatura-de-protocolo-dacloroquina-no-colo-de-mili.shtml.\nMADEIRO, Carlos. Chances, sobrevida e capacidade: como se escolhem pacientes na fila de UTI. Folha de S.Paulo, 05 maio 2020. Disponível em: https://noticias.uol.com.br/saude/ultimas-noticias/ redacao/2020/05/05/chances-sobrevida-e-idade-como-e-a-escolha-de-pacientes-na-fila-de-uti.htm?cmpid=copiaecola.\nMAIA, Gustavo. Bolsonaro diz que protocolo do Ministério da Saúde sobre cloroquina deve ser alterado nesta sexta. O Globo, 15.05.2020. Disponível em: \nhttps://oglobo.globo.com/sociedade/coronavirus/bolsonaro-diz-queprotocolo-do-ministerio-da-saude-sobre-cloroquina-deve-ser-alterado-nesta-sexta-1-24428437. Acessos em: 18 maio 2020.\nMARQUES NETO, Floriano; FREITAS, Rafael Véras. O artigo 28 da nova LINDB: um regime jurídico para o\nadministrador honesto, maio de 2018. Consultor Jurídico. 25 de maio de 2019.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 32 ed. São Paulo: Malheiros, 2015. p. 1064.\nMENDES, Gilmar Ferreira. A Reforma Monetária de 1990: Problemática Jurídica da Chamada ‘Retenção dos Ativos Financeiros'. Revista de Direito Administrativo. Rio de Janeiro, out./dez. 1991.\nMIRRA, Álvaro Luiz Valery. Ação civil pública ambiental: aspectos da tutela jurisdicional de precaução relacionada à questão das mudanças climáticas. In: PALMA, Carol Manzoli; SACCOMANO NETO, Francisco;\nOLIVEIRA, Taísa Cristina Sibinelli de (Org.). Direito ambiental: efetividade e outros desafios: estudos em homenagem a Paulo Affonso Leme Machado. São Paulo: Lex Magister, 2012. p 41-47.\nOTTA, Lu Aiko; GRANER, Fabio. PIB deve cair 4,7% em 2020, prevê Ministério da Economia. Valor Investe, Brasília, 13.05.2020. Disponível em: https://valorinveste.globo.com/mercados/brasil-epolitica/\nnoticia/2020/05/13/pib-deve-cair-470percent-em-2020-preveministerio-da-economia.ghtml.\nPALMA, Juliana Bonacorsi de. Quem e o administrador medio do TCU?.  Portal Jota. Disponível em: https://www.jota.info/opiniao-eanalise/colunas/controle-publico/quem-e-o-administrador-medio-\ndo-tcu-22082018.\nPIETRO, Maria Sylvia Zanella di. Direito Administrativo. São Paulo: Atlas, 2009. p. 644.\nPOCOCK, J.G.A. The Machiavellian moment: Florentine political thought and the Atlantic republican tradition. Princeton University Press, 1975. p. 506-526.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 6 ed. São Paulo: Malheiros, 2009. p. 349.\nSUÁREZ-MUTIS, Martha Cecília. Nota Técnica: Orientações sobre o uso da Cloroquina para tratamento de pacientes infectados comSARSCoV-2, agente etiológico da Covid-19. Fiocruz, Fundação Oswaldo Cruz.\nDisponível em: https://portal.fiocruz.br/sites/portal.fiocruz.br/files/documentos/orientaco\nes_sobre_a_cloroquina_nota_tecnica_.pdf. Acesso em: 18 maio 2020.\nSUNSTEIN, Cass. The Laws of Fear: Beyond the Precautionary Principle. Cambridge University Press, 2005.\nTOSTA, Wilson. Protocolo sugere parametros para medicos escolherem quais pacientes com covid-19 terão prioridade. Estado de São Paulo.  Disponível em: https://saude.estadao.com.br/noticias/geral,protocolo-sugere-parametros-\npara-medicos-escolherem-quais-pacientes-com-covid-19-terao-prioridade,70003297367.\nVECINA, Gonzalo. O fim da pandemia, O Estado de S. Paulo, 20 maio 2020. Disponível em: https://saude.estadao.com.br/noticias/geral,ofim-da-pandemia,70003308334.\nWORLD HEALTH ORGANIZATION. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). Disponível em:\nhttps://bit.ly/2WCrm4ahttps://bit.ly/2WCrm4a.\n______. Strengthening preparedness for COVID-19 in cities and other urban settings: interim guidance for local authorities. Geneva: World Health Organization; 2020 (WHO/2019-nCoV/ Urban_preparedness/2020.1), p. 9.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6421,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436020","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, concedeu parcialmente a medida liminar para suspender a eficácia dos artigos 29 e 31 da Medida Provisória 927/2020. Votaram nesse sentido os Ministros Alexandre de Moraes, Redator para o acórdão, Ricardo Lewandowski, Luiz Fux, Cármen Lúcia, Celso de Mello e Gilmar Mendes. Ficaram vencidos os Ministros Marco Aurélio (Relator) e Dias Toffoli (Presidente), que indeferiam a medida cautelar; os Ministros Edson Fachin e Rosa Weber, que deferiam parcialmente a medida cautelar e declaravam a perda superveniente de objeto em relação aos citados artigos; e os Ministros Roberto Barroso e Ricardo Lewandowski, que deferiam parcialmente a cautelar, nos termos de seus votos. Plenário, Sessão Virtual de 1.5.2020 a 8.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["3","8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur436020","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436020","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"Ementa: MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUTIONAL E DIREITO DO TRABALHO. MEDIDA PROVISÓRIA 927/2020. MEDIDAS TRABALHISTAS PARA ENFRENTAMENTO DO ESTADO DE CALAMIDADE PÚBLICA RECONHECIDO PELO DECRETO LEGISLATIVO 6/2020. NORMAS DIRECIONADAS À MANUTENÇÃO DE EMPREGOS E DA ATIVIDADE EMPRESARIAL. ART. 29. EXCLUSÃO DA CONTAMINAÇÃO POR CORONAVÍRUS COMO DOENÇA OCUPACIONAL. RESPONSABILIDADE OBJETIVA DO EMPREGADOR. ART. 31. SUSPENSÃO DA ATUAÇÃO COMPLETA DOS AUDITORES FISCAIS DO TRABALHO. AUSÊNCIA DE RAZOABILIDADE. SUSPENSÃO DA EFICÁCIA DOS ARTS. 29 E 31 DA MP 927/2020. CONCESSÃO PARCIAL DA MEDIDA LIMINAR.\n\n\n\n    1. A Medida Provisória 927/2020 foi editada para tentar atenuar os trágicos efeitos sociais e econômicos decorrentes da pandemia do coronavírus (covid-19), de modo a permitir a conciliação do binômio manutenção de empregos e atividade empresarial durante o período de pandemia.\n\n\n\n    2. O art. 29 da MP 927/2020, ao excluir, como regra, a contaminação pelo coronavírus da lista de doenças ocupacionais, transferindo o ônus da comprovação ao empregado, prevê hipótese que vai de encontro ao entendimento do Supremo Tribunal Federal em relação à responsabilidade objetiva do empregador em alguns casos. Precedentes.\n\n\n\n    3. Não se mostra razoável a diminuição da atividade fiscalizatória exercida pelos auditores fiscais do trabalho, na forma prevista pelo art. 31 da MP 927/2020, em razão da necessidade de manutenção da função exercida no contexto de pandemia, em que direitos trabalhistas estão sendo relativizados.\n\n\n\n    4. Medida liminar parcialmente concedida para suspender a eficácia dos arts. 29 e 31 da Medida Provisória 927/2020.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754312985","externo_seq_objeto_incidente":5890812,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-267  DIVULG 06-11-2020  PUBLIC 09-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6375&classe=ADI","is_colac":false,"titulo":"ADI 6375 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00004 ART-00003 \n          INC-00001 INC-00003 ART-00005 \"CAPUT\" \n          INC-00013 INC-00023 INC-00035 ART-00006 \n          ART-00007 INC-00001 INC-00002 INC-00004 \n          INC-00006 INC-00007 INC-00010 INC-00013 \n          INC-00014 INC-00016 INC-00017 INC-00022 \n          INC-00026 INC-00028 ART-00008 INC-00003 \n          INC-00006 ART-00021 INC-00024 ART-00060 \n          PAR-00004 INC-00004 ART-00062 PAR-00001 \n          INC-00003 ART-00170 ART-00193 ART-00196 \n          ART-00201 INC-00001 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00010\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00927 PAR-ÚNICO\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011430      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979      ANO-2020\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013982      ANO-2020\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000095      ANO-1940\n                CONVENÇÃO CONCERNENTE À PROTEÇÃO DO SALÁRIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000081      ANO-1947\n                CONVENÇÃO CONCERNENTE À INSPEÇÃO DO TRABALHO NA INDÚSTRIA E NO COMÉRCIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000098      ANO-1949\n                CONVENÇÃO RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000131      ANO-1970\n                CONVENÇÃO Nº 131 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE A FIXAÇÃO DE SALÁRIOS MÍNIMOS, COM REFERÊNCIA ESPECIAL AOS PAÍSES EM DESENVOLVIMENTO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000146      ANO-1976\n                CONVENÇÃO SOBRE FÉRIAS REMUNERADAS ANUAIS DA GENTE DO MAR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000154      ANO-1981\n                CONVENÇÃO SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000155      ANO-1981\n                CONVENÇÃO SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00003 ART-00006 PAR-ÚNICO ART-00059 \n          PAR-00002 PAR-00005 PAR-00006 ART-00061 \n          ART-00062 INC-00003 ART-00066 ART-0075B\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-000927      ANO-2020\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003 \n          INC-00006 INC-00007 ART-00004 PAR-00005 \n          ART-00006 PAR-00001 INC-00002 PAR-00002 \n          PAR-00009 ART-00008 \"CAPUT\" PAR-ÚNICO \n          ART-00009 ART-00011 PAR-00004 ART-00014 \n          \"CAPUT\" PAR-00001 PAR-00002 ART-00015 \n          PAR-00001 PAR-00002 PAR-00003 ART-00016 \n          PAR-00001 PAR-00002 ART-00017 ART-00018 \n          \"CAPUT\" PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 ART-00026 \"CAPUT\" \n          INC-00001 INC-00002 ART-00027 ART-00028 \n          ART-00029 ART-00031 \"CAPUT\" INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00036\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000936      ANO-2020\n          ART-00011 PAR-00004\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000944      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000049      ANO-1952\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000024      ANO-1956\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 81, CONCERNENTE À INSPEÇÃO DO TRABALHO NA INDÚSTRIA E NO COMÉRCIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000024      ANO-1956\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 95, CONCERNENTE À PROTEÇÃO DO SALÁRIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000110      ANO-1982\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 131 SOBRE A FIXAÇÃO DE SALÁRIOS MÍNIMOS, COM REFERÊNCIA ESPECIAL AOS PAÍSES EM DESENVOLVIMENTO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000048      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 146 SOBRE FÉRIAS REMUNERADAS ANUAIS DA GENTE DO MAR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000002      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 155, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000022      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000006      ANO-2020\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-033196      ANO-1953\n                DECRETO - PROMULGA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-041721      ANO-1957\n                DECRETO - PROMULGA A CONVENÇÃO Nº 81, CONCERNENTE À INSPEÇÃO DO TRABALHO NA INDÚSTRIA E NO COMÉRCIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-041721      ANO-1957\n                DECRETO - PROMULGA A CONVENÇÃO Nº 95, CONCERNENTE À PROTEÇÃO DO SALÁRIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-089686      ANO-1984\n                DECRETO - PROMULGA A CONVENÇÃO Nº 131 SOBRE A FIXAÇÃO DE SALÁRIOS MÍNIMOS, COM REFERÊNCIA ESPECIAL AOS PAÍSES EM DESENVOLVIMENTO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-001254      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO Nº 155, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-001256      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-003168      ANO-1999\n                DECRETO - PROMULGA A CONVENÇÃO Nº 146 SOBRE FÉRIAS REMUNERADAS ANUAIS DA GENTE DO MAR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   INT-000031      ANO-2008\n                INSTRUÇÃO NORMATIVA DO PRESIDENTE DO INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS/PRES"],"publicacao_data":"2020-11-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONCESSÃO, LIMINAR, APRECIAÇÃO, FUMUS BONI JURIS, PERICULUM IN MORA, ADMISSÃO, DISCRICIONARIEDADE, STF, REALIZAÇÃO, JUÍZO, CONVENIÊNCIA, CARÁTER POLÍTICO, SUSPENSÃO, EFICÁCIA. MEDIDA PROVISÓRIA, EXCEPCIONALIDADE, CONTROLE JUDICIAL, REQUISITO, RELEVÂNCIA, URGÊNCIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LIMINAR, DANO IRREPARÁVEL, MANUTENÇÃO, NORMA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEGISLADOR ORDINÁRIO, OBSERVÂNCIA, PROTEÇÃO, DIREITO DO TRABALHO, GARANTIA, APROVEITAMENTO, TITULAR, EVENTUALIDADE, SUSPENSÃO, RELAÇÃO CONTRATUAL, ÂMBITO TRABALHISTA, FLEXIBILIZAÇÃO, DIREITO DO TRABALHADOR. CONSTITUCIONALIDADE, ACORDO INDIVIDUAL DE TRABALHO, COMPOSIÇÃO, CONTRATO DE TRABALHO, INCLUSÃO, REDUÇÃO, SUSPENSÃO, JORNADA DE TRABALHO, SALÁRIO. PREDOMINÂNCIA, ACORDO INDIVIDUAL DE TRABALHO, LEGISLAÇÃO. INTERVALO DE TEMPO, USO, APLICATIVO MÓVEL, PROGRAMA DE COMPUTADOR, EXCLUSIVIDADE, INTERESSE, TRABALHO, SUBMISSÃO, REGRA, CONSTITUIÇÃO FEDERAL, JORNADA DE TRABALHO. ANTECIPAÇÃO DE FÉRIAS, CONCESSÃO, FÉRIAS COLETIVAS, ADEQUAÇÃO, MANUTENÇÃO, TRABALHADOR, CASA.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: ATIVIDADE INSALUBRE, GESTANTE, MÃE, PERÍODO DE AMAMENTAÇÃO. CONSTITUCIONALIDADE, PRESUNÇÃO, VÍNCULO, DOENÇA, ATIVIDADE PROFISSIONAL.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: PROVA IMPOSSÍVEL, EXIGÊNCIA, COMPROVAÇÃO, NEXO DE CAUSALIDADE, CONFIGURAÇÃO, CORONA VIRUS DISEASE 2019 (COVID-19), DOENÇA DO TRABALHO. STF, JULGAMENTO, COMPLEXIDADE, NORMA TÉCNICA. MEDIDA PROVISÓRIA, DELIBERAÇÃO, CONGRESSO NACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6375&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(ADI, MEDIDA PROVISÓRIA, COVID-19, MANUTENÇÃO, EMPREGO, EMPRESA)\r\nADI 6342 MC-Ref (TP), ADI 6344 MC-Ref (TP), ADI 6346 MC-Ref (TP), ADI 6348 MC-Ref (TP), ADI 6349 MC-Ref (TP), ADI 6352 MC-Ref (TP), ADI 6354 MC-Ref (TP).\r\n(REQUISITO, CONCESSÃO, MEDIDA CAUTELAR, CONTROLE CONCENTRADO)\r\nADI 490 (TP), ADI 173 MC (TP), ADI 804 MC (TP), ADI 425 MC (TP), ADI 3401 MC (TP), ADI 508 MC (TP), ADI 1155 MC (TP), ADI 467 MC (TP), ADI 474 MC (TP), ADI 718 MC (TP).\r\n(RESPONSABILIDADE OBJETIVA, EMPREGADOR, DANO, DECORRÊNCIA, ACIDENTE DO TRABALHO)\r\nRE 828040 (TP).\r\n(MEDIDA PROVISÓRIA, EXCEPCIONALIDADE, CONTROLE JUDICIAL, REQUISITO, RELEVÂNCIA, URGÊNCIA)\r\nADI 5018 (TP).\r\n(PREDOMINÂNCIA, ACORDO INDIVIDUAL DE TRABALHO, LEGISLAÇÃO)\r\nADI 6342 MC-Ref (TP).\r\n(ATIVIDADE INSALUBRE, GESTANTE, MÃE, PERÍODO DE AMAMENTAÇÃO)\r\nADI 5938 (TP).\r\n(CONSTITUCIONALIDADE, PRESUNÇÃO, VÍNCULO, DOENÇA, ATIVIDADE PROFISSIONAL)\r\nADI 3931 (TP).\r\n(STF, JULGAMENTO, COMPLEXIDADE, NORMA TÉCNICA)\r\nADI 4901 (TP), ADI 4902 (TP), ADI 4903 (TP), ADI 4937 (TP), ADI 5468 (TP), ADC 42 (TP).\r\n- Decisões monocráticas citadas:\r\n(STF, JULGAMENTO, COMPLEXIDADE, NORMA TÉCNICA)\r\nRE 519778.\r\n(MEDIDA PROVISÓRIA, DELIBERAÇÃO, CONGRESSO NACIONAL)\r\nADI 6062.\r\n(LEGISLADOR ORDINÁRIO, OBSERVÂNCIA, PROTEÇÃO, DIREITO DO TRABALHO)\r\nADI 6363.\r\n- Veja RE 1121633 do STF.\nNúmero de páginas: 80.\nAnálise: 05/07/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : RUDI MEIRA CASSEL E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436020,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6375 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito. Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio 2003. p. 7 e 8.\nBAUMAN, Zygmunt. Danos colaterais: desigualdades numa era global. Tradução:. Carlos Alberto Medeiros. Rio de Janeiro: Zahar.\nBRASIL. Secretaria de Saúde do Distrito Federal. A saúde mental dos profissionais de saúde em meio à pandemia COVID-19. Disponível em: http://www.saude.df.gov.br/wpconteudo/uploads/2018/03/Materia-Site_Para-profissionais-de-Sau%CC%81de_A-Sau%CC%81de-Mental-em-meio-a%CC%80-Pandemia-COVID-19.pdf.\n______. Universidade Estadual de Campinas (UNICAMP). Instituto de Economia (IE). Centro de Estudos Sindicais e de Economia do Trabalho (CESIT). GT Mundos do Trabalho: Reformas. Emprego, trabalho e renda para garantir o direito à vida. Disponível em: https://www.cesit.net.br/wp-content/uploads/2020/04/Versa%cc%83o.final_.pdf.\nBRIGATTI, Fernanda. Acordo individual entre empresa e empregado vira imposição coletiva de redução de salário: após decisão do Supremo, companhias atropelam regra e determinam cortes e suspensão. Disponível em: https://www1.folha.uol.com.br/mercado/2020/04/acordo-individual-entre-empresa-e-empregado-vira-imposicao-coletiva-de-reducao-de-salario.shtml?origin=uol. Acesso: 27 abr. 2020.\nCARVALHO, Augusto César Leite de. Direito do Trabalho: curso e discurso. São Paulo: LTr, 2016. p. 23.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. 17. ed. São Paulo: LTr, 2018. p. 334.\nEICHENGREEN, Barry. The human capital costs of the crisis. Project Syndicate, 10 abr. 2020. Disponível em: https://www.project-syndicate.org/commentary/covid19-pandemic-erosion-ofhuman-capital-by-barry-eichengreen-2020-04.\nFACHIN, Luiz Edson. Teoria Crítica do Direito Civil. 3. ed. São Paulo; Rio de Janeiro: Renovar, 2012. p. 95-96 e 108.\nFERRAZ JR., Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson (Coord.). Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nILO Monitor: Covid-19 and the world of work Second edition. Updated estimates and analysis, 7 abr.  2020. Disponível em: https://www.ilo.org/wcmsp5/groups/public/dgreports/dcomm/documents/briefingnote/wcms_740877.pdf.\nJACKSON FIHO, José Marçal et al . A saúde do trabalhador e o enfrentamento da COVID-19. Rev. bras. saúde ocup., São Paulo, v. 45, e14, 2020. Disponível em: http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0303-76572020000100100&lng=en&nrm=iso.\nMARTINS, Ives Gandra. Repertório IOB de jurisprudência, n. 8, v. 95, p. 150-154, abr. 1995.\nMAURER, Beatrice. Notas sobre o respeito da dignidade da pessoa humana...ou pequena fuga incompleta em torno de um tema central. In: SARLET, Ingo (Org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 87.\nSARLET, Ingo. As dimensões da dignidade da pessoa humana: construindo uma compreensão jurídico-constitucional necessária e possível. In: SARLET, Ingo (Org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 26.\nSOUZA JÚNIOR, Antonio Umberto de et al. Covid-19 e os impactos na área trabalhista. São Paulo: Revista dos Tribunais, 2020. p. 111.\nSUPIOT, Alain (Org). Au delá de l’émploi: les voies d’une vraie réforme du droit du travail. 2. ed. Flammarion, 2016. p. 13 e 34.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":6375,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436273","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Rosa Weber (Relatora), que referendava a concessão da medida cautelar requerida, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Marcus Vinicius Furtado Coêlho; pelo amicus curiae Associação Data Privacy Brasil de Pesquisa, o Dr. Bruno Ricardo Bioni; pelo amicus curiae Fundação Instituto Brasileiro de Geografia e Estatítica - IBGE, o Dr. Leonardo Silva Lima Fernandes, Procurador-Geral Federal; pelo amicus curiae Laboratório de Políticas Públicas e Internet - LAPIN,  o Dr. Paulo Henrique Atta Sarmento; pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência do Ministro Dias Toffoli. Plenário, 06.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão:  O Tribunal, por maioria, referendou a medida cautelar deferida para suspender a eficácia da Medida Provisória nº 954/2020, nos termos dos votos proferidos, vencido o Ministro Marco Aurélio. Presidência do Ministro Dias Toffoli. Plenário, 07.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436273","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436273","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    MEDIDA CAUTELAR EM AÇÃO DIRETA DE INCONSTITUCIONALIDADE. REFERENDO. MEDIDA PROVISÓRIA Nº 954/2020. EMERGÊNCIA DE SAÚDE PÚBLICA DE IMPORTÂNCIA INTERNACIONAL DECORRENTE DO NOVO CORONAVÍRUS (COVID-19). COMPARTILHAMENTO DE DADOS DOS USUÁRIOS DO SERVIÇO TELEFÔNICO FIXO COMUTADO E DO SERVIÇO MÓVEL PESSOAL, PELAS EMPRESAS PRESTADORAS, COM O INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA. FUMUS BONI JURIS. PERICULUM IN MORA. DEFERIMENTO.\n\n\n\n    1. Decorrências dos direitos da personalidade, o respeito à privacidade e à autodeterminação informativa foram positivados, no art. 2º, I e II, da Lei nº 13.709/2018 (Lei Geral de Proteção de Dados Pessoais), como fundamentos específicos da disciplina da proteção de dados pessoais.\n\n\n\n    2. Na medida em que relacionados à identificação – efetiva ou potencial – de pessoa natural, o tratamento e a manipulação de dados pessoais hão de observar os limites delineados pelo âmbito de proteção das cláusulas constitucionais assecuratórias da liberdade individual (art. 5º, caput), da privacidade e do livre desenvolvimento da personalidade (art. 5º, X e XII), sob pena de lesão a esses direitos. O compartilhamento, com ente público, de dados pessoais custodiados por concessionária de serviço público há de assegurar mecanismos de proteção e segurança desses dados.\n\n\n\n    3. O Regulamento Sanitário Internacional (RSI 2005) adotado no âmbito da Organização Mundial de Saúde exige, quando essencial o tratamento de dados pessoais para a avaliação e o manejo de um risco para a saúde pública, a garantia de que os dados pessoais manipulados sejam “adequados, relevantes e não excessivos em relação a esse propósito” e “conservados apenas pelo tempo necessário.” (artigo 45, § 2º, alíneas “b” e “d”).\n\n\n\n    4. Consideradas a necessidade, a adequação e a proporcionalidade da medida, não emerge da Medida Provisória nº 954/2020, nos moldes em que editada, interesse público legítimo no compartilhamento dos dados pessoais dos usuários dos serviços de telefonia.\n\n\n\n    5. Ao não definir apropriadamente como e para que serão utilizados os dados coletados, a MP nº 954/2020 desatende a garantia do devido processo legal (art. 5º, LIV, da CF), na dimensão substantiva, por não oferecer condições de avaliação quanto à sua adequação e necessidade, assim entendidas como a compatibilidade do tratamento com as finalidades informadas e sua limitação ao mínimo necessário para alcançar suas finalidades.\n\n\n\n    6. Ao não apresentar mecanismo técnico ou administrativo apto a proteger, de acessos não autorizados, vazamentos acidentais ou utilização indevida, seja na transmissão, seja no tratamento, o sigilo, a higidez e, quando o caso, o anonimato dos dados pessoais compartilhados, a MP nº 954/2020 descumpre as exigências que exsurgem do texto constitucional no tocante à efetiva proteção dos direitos fundamentais dos brasileiros.\n\n\n\n    7. Mostra-se excessiva a conservação de dados pessoais coletados, pelo ente público, por trinta dias após a decretação do fim da situação de emergência de saúde pública, tempo manifestamente excedente ao estritamente necessário para o atendimento da sua finalidade declarada.\n\n\n\n    8. Agrava a ausência de garantias de tratamento adequado e seguro dos dados compartilhados a circunstância de que, embora aprovada, ainda não vigora a Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018), definidora dos critérios para a responsabilização dos agentes por eventuais danos ocorridos em virtude do tratamento de dados pessoais. O fragilizado ambiente protetivo impõe cuidadoso escrutínio sobre medidas como a implementada na MP nº 954/2020.\n\n\n\n    9. O cenário de urgência decorrente da crise sanitária deflagrada pela pandemia global da COVID-19 e a necessidade de formulação de políticas públicas que demandam dados específicos para o desenho dos diversos quadros de enfrentamento não podem ser invocadas como pretextos para justificar investidas visando ao enfraquecimento de direitos e atropelo de garantias fundamentais consagradas na Constituição. \n\n\n\n    10. Fumus boni juris e periculum in mora demonstrados. Deferimento da medida cautelar para suspender a eficácia da Medida Provisória nº 954/2020, a fim de prevenir danos irreparáveis à intimidade e ao sigilo da vida privada de mais de uma centena de milhão de usuários dos serviços de telefonia fixa e móvel.\n\n\n\n    11. Medida cautelar referendada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754357629","externo_seq_objeto_incidente":5898078,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6387&classe=ADI","is_colac":false,"titulo":"ADI 6387 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00002 ART-00003 \n          INC-00002 INC-00003 ART-00005 \"CAPUT\" \n          INC-00010 INC-00011 INC-00012 INC-00054 \n          INC-00072 ART-00021 INC-00011 ART-00062 \n          ART-00246\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000008      ANO-1995\n          ART-00001 ART-00002\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005534      ANO-1968\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005878      ANO-1973\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009472      ANO-1997\n                LEI ORDINÁRIA - LEI GERAL DE TELECOMUNICAÇÕES\n\n","LEG-FED   LEI-009507      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012414      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012965      ANO-2014\n          ART-00007 INC-00002 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709      ANO-2018\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          ART-00005 INC-00011 ART-00006 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00010 ART-00007 ART-00012 PAR-00004\n                LEI ORDINÁRIA - LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS\n\n","LEG-FED   LEI-013979      ANO-2020\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00011 ITEM-2 ITEM-3\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00017 ITEM-1 ITEM-2\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-000161      ANO-1967\n          ART-00002 PAR-00002\n                DECRETO-LEI\n\n","LEG-FED   MPR-000954      ANO-2020\n          ART-00001 PAR-ÚNICO ART-00002 \"CAPUT\" \n          PAR-00001 PAR-00002 PAR-00003 INC-00001 \n          INC-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 PAR-00001 PAR-00002 ART-00004 \n          PAR-ÚNICO ART-00005\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000959      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000395      ANO-2009\n                DECRETO LEGISLATIVO - APROVA O REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   DLG-000006      ANO-2020\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-010212      ANO-2020\n                DECRETO - PROMULGA O REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   RES-000477      ANO-2007\n          ART-00004\n                RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   INT-000002      ANO-2020\n          ART-00002 PAR-00001 PAR-00002 PAR-00003\n                INSTRUÇÃO NORMATIVA DO INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE\n\n","LEG-INT   REG      ANO-2005\n          ART-00045 PAR-00002 LET-A LET-B \n          LET-C LET-D\n                REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   EXM-000151      ANO-2020\n                EXPOSIÇÃO DE MOTIVOS DA MPR-954/2020"],"publicacao_data":"2020-11-12","documental_acordao_mesmo_sentido_lista_texto":"ADI 6389 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-153\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6390 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-154\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6393 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-151\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6388 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-154\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EFETIVIDADE, DIREITO INDIVIDUAL, GARANTIA INDIVIDUAL, PRESERVAÇÃO, ESTADO DE DIREITO. DIREITO À PRIVACIDADE, PRINCÍPIO DA EXCLUSIVIDADE. PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS. STF, INTÉRPRETE, CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: ATO NORMATIVO IMPUGNADO, TRANSPARÊNCIA, CONCILIAÇÃO, ESTATÍSTICA, DIREITO FUNDAMENTAL, PROTEÇÃO DE DADOS PESSOAIS, DIREITO À AUTODETERMINAÇÃO INFORMATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: ATO NORMATIVO IMPUGNADO, CLÁUSULA PÉTREA, DIREITO À PRIVACIDADE, DIREITO À AUTODETERMINAÇÃO INFORMATIVA, DIREITO À INTIMIDADE, ORDEM ECONÔMICA, DEFESA DO CONSUMIDOR, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, CIDADANIA, PESSOA NATURAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: INCONSTITUCIONALIDADE FORMAL, MEDIDA PROVISÓRIA, INTERFERÊNCIA, PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO. FORÇA NORMATIVA DA CONSTITUIÇÃO, PROTEÇÃO, DIREITO FUNDAMENTAL, EVOLUÇÃO, TECNOLOGIA. EVOLUÇÃO, DEFINIÇÃO, PRIVACIDADE. DIREITO FUNDAMENTAL, PROTEÇÃO DE DADOS PESSOAIS, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. AUTONOMIA, DIREITO FUNDAMENTAL, PROTEÇÃO DE DADOS PESSOAIS. DIMENSÃO SUBJETIVA DOS DIREITOS FUNDAMENTAIS, DIREITO À AUTODETERMINAÇÃO INFORMATIVA , PRINCÍPIO, PROIBIÇÃO; PRINCÍPIO, VINCULAÇÃO, FINALIDADE; PRINCÍPIO, TRANSPARÊNCIA. DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS, DEVER DE PROTEÇÃO, DIREITO À AUTODETERMINAÇÃO INFORMATIVA. EFETIVIDADE, VIGÊNCIA, LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS (LGPD).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: MEDIDA PROVISÓRIA, CONTROLE DE CONSTITUCIONALIDADE, REQUISITO, URGÊNCIA, RELEVÂNCIA, ABUSO DE PODER, PODER DE LEGISLAR, CHEFE DO PODER EXECUTIVO. DIREITO À PRIVACIDADE, DIREITO À INTIMIDADE, DIREITO COMPARADO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: MEDIDA PROVISÓRIA, ATO NORMATIVO, CONDIÇÃO RESOLUTIVA, SUBMISSÃO, CONGRESSO NACIONAL. EXCLUSIVIDADE, INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE), UTILIZAÇÃO, DADO. SIGILO, DADO. PRESUNÇÃO, IDONEIDADE, AUTARQUIA FEDERAL. CARÁTER TEMPORÁRIO, TERMO FINAL, SITUAÇÃO EMERGENCIAL, SAÚDE PÚBLICA.\n\n- TERMO(S) DE RESGATE: DIREITO À RESERVA DAS PESSOAS. DEVIDO PROCESSO INFORMACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6387&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA CONCORDÂNCIA PRÁTICA)\nRE 1055941 (TP). \n(HABEAS DATA, DIREITO SUBJETIVO, CONTRIBUINTE, ACESSO À INFORMAÇÃO, RECEITA FEDERAL)\nRE 673707 (TP). \n(COMPARTILHAMENTO, DADO, COAF, SIAFI, AUTORIZAÇÃO JUDICIAL)\nRE 1055941 RG (TP), RE 601314 RG (TP). \n(DIREITO À PRIVACIDADE)\nMS 21729 (1ªT), RE 418416 (TP). \n(CONTROLE JUDICIAL, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA)\nADI 1647 (TP), ADI 2418 (TP), ADI 4029 (TP), RE 592377 (TP), ADI 2213 MC (TP), ADI 2527 MC (TP), ADI 1910 MC (TP), ADI 162 MC (TP), ADI 1717 MC (TP), ADI 1753 MC (TP), ADI 4717 (TP), ARE 704520 (TP). \n- Decisões monocráticas citadas:\n(CRISE, EFETIVIDADE, CONTROLE, POLÍTICA PÚBLICA)\nADI 6343 MC.\n(PRESERVAÇÃO, DADO, IBGE)\nSL 1103 MC.\n- Decisões estrangeiras citadas: BVerfGE 65, 1, “Recenseamento” (Volkszählung), de 1893, do Tribunal Federal Constitucional alemão; Caso Digital Rights Ireland vs. Minister for Communications, Marine and Natural Resources e outros e Kärntner Landesregierung e outros (C-293/12) do Tribunal de Justiça da União Europeia (Grande Seção); Voto Dissidente do Juiz L. Brandeis do Caso  United States vs. Olmstead (277 US 438, 472), de 1928, da Suprema Corte dos Estados Unidos da América; Caso Reino Unido vs. Big Brother Watch and Others, de 2018, da Corte Europeia de Direitos Humanos.\n- Legislação estrangeira citada: Lei do Censo alemã (Volkszählungsgesetz) de 1983; art. 8º, n. 1, n. 2 e n. 3, da Carta de Direitos Fundamentais da União Europeia; art. 2, \"a\", da Convenção 108, de 1981, de Strasbourg, do Conselho Europeu para a Proteção de Dados; Freedom of Information Act, de 1974, e reforma de 1986, dos Estados Unidos da América; Quarta Emenda à Constituição Norte-Americana; arts. 1.1 e 2.1 da Grundgesetz alemã; art. 1º, § 1º, \"b\", art. 4º, n. 11, art. 5º, § 1º, \"a\", art. 6º, § 1º, \"a\", e art. 7º do Regime Geral de Proteção de Dados da União Europeia.\n- Veja art. 12 e 29 da Declaração Universal dos Direitos Humanos das Nações Unidas.\n- Veja ADI 6389, ADI 6390, ADI 6393 e ADI 6388 do STF.\nNúmero de páginas: 161.\nAnálise: 24/06/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : MARCUS VINICIUS FURTADO COELHO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIAÇÃO DATA PRIVACY BRASIL DE PESQUISA \nADV.(A/S)  : RAFAEL AUGUSTO FERREIRA ZANATTA \nAM. CURIAE.  : LABORATORIO DE POLITICAS PUBLICAS E INTERNET LAPIN \nADV.(A/S)  : HENRIQUE BAWDEN SILVERIO DE CASTRO \nADV.(A/S)  : JOSE RENATO LARANJEIRA DE PEREIRA \nADV.(A/S)  : PAULO HENRIQUE ATTA SARMENTO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA -IBGE \nADV.(A/S)  : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436273,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6387 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BAZARIAN, Jacob. O Problema da Verdade. Teoria do Conhecimento. \nBIONI, Bruno Ricardo. Proteção de dados pessoais: a função e os limites do consentimento. Forense, 2019. p. 132. E-book.\n______.______. São Paulo: Gen, 2019. p. 95 e 164.\nCALIL, Daniel Couto dos Santos Bilcherg; ARAÚJO, Valter Shuenquener de. Inovações Disruptivas e a Proteção de Dados Pessoais: novos desafios para o Direito. No prelo.\nCANARIS, Claus-Wilhelm. Grundrechtswirkungen und Verhältnismässigkeitsprinzip in der richterlichen Anwendung und Fortbildung des Privatsrechts. JuS, 1989. p. 161-163.\nCASTELLS, Manuel. A Sociedade em Rede: A era da informação, economia, sociedade e cultura. São Paulo: Paz e Terra, 1999. p. 384.\nCOHEN, Julie E. What Privacy is For. Harvard Law Review, v. 126, 2013. p. 1931.\nCRUET, Jean. A Vida do Direito e a Inutilidade das Leis.\nDÖHMANN, Indra Spiecker genannt. A Proteção de Dados Pessoais sob o Regulamento Geral de Proteção de Dados da União Europeia. No prelo.\nDONEDA, Danilo. A proteção de dados em tempos de coronavírus. Portal Jota.\n______. Da privacidade à proteção de dados pessoais. Rio de Janeiro: Renovar, 2006. p. 141-142 e 358-359.\nFERRAZ JÚNIOR, Tércio. Sigilo de dados: o direito à privacidade e os limites da função fiscalizadora do estado. Revista da Faculdade de Direito da Universidade de São Paulo, v. 88, p. 430-459, 1993.\nFRANZIUS, Claudio. Das Recht auf informationelle Selbstbestimmung. Zeitschrift für das juristische Studium. Gießen, 2015. p. 259 e 262.\nGILL, Lex; REDEKER, Dennis; GASSER, Urs. Towards Digital Constitutionalism? Mapping Attempts to\nCraft an Internet Bill of Rights. Research Publication, v. 7641, n. 15, 2015. p. 6.\nHABERMAS, Jürgen. Faktizität und Geltung: Beiträge zur Diskurstheorie des Rechts und des demokratischen Rechtsstaats. Frankfurt am Main: Suhrkamp, 1992.\nHARARI, Yuval Noah. 21 lições para o Século XXI. Companhia das Letras: São Paulo, 2018.\nHOFFMANN-RIEM, Wolfgang. Innovaciones en La Jurisprudencia del Tribunal Constitucional Alemán, a Propósito de la Garantía De Los Derechos Fundamentales En Respuesta A Los Cambios Que Conducen A\nLa Sociedad De La Información. ReDCE, n. 22, 2014.\nLESSIG, Lawrence. Reading The Constitution in Cyberspace. Emory Law Review, v. 45, p. 869–910, 1996. p. 41.\nLONG, Clarissa. Privacy and Pandemics. In: PISTOR, Katharina. Law in the time of COVID-19. Columbia Law School Books, 2020.\nMADISON. Federalist Papers, n. 51.\nMARTINS, Leonardo.  Introdução à jurisprudência do Tribunal Constitucional Federal Alemão. In: MARTINS, Leonardo (Org.). Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Tradução: Beatriz Hennig et al. Montevidéu: Fundação Konrad Adenauer, 2005. p. 237, 239, 240 e 244-245.\nMATTIUZZO, Marcela. Distribuição de UTIs a pacientes de Covid-19 por algoritmo não elimina dilema ético. Folha de S. Paulo, 13 abr. 2020. Disponível em: https://www1.folha.uol.com.br/ilustrissima/2020/04/distribuicao-de-utis-a-pacientes-de-covid-19-por-algoritmo-nao-elimina-dilema-etico.shtml.\nMENDES, Laura Schertel. A encruzilhada da proteção de dados no Brasil e o caso do IBGE. Jota. Disponível em: https://www.jota.info/opiniao-e-analise/artigos/a-encruzilhada-da-protecao-de-dados-no-brasil-e-o-caso-do-ibge-23042020#sdfootnote3sym.\n______. Autodeterminação informativa: a história de um conceito. No prelo.\n______. Habeas data e autodeterminação informativa: os dois lados da mesma moeda. Direitos Fundamentais & Justiça, Belo Horizonte, ano 12, n. 39, p. 185-216, jul./dez. 2018. p. 188.\n______. Privacidade, proteção de dados e defesa do consumidor: linhas gerais de um novo direito fundamental. São Paulo: Saraiva, 2014. p. 140, 176-177 e 178.\nORWELL, George. 1984.\nROCHA, Cármen Lúcia Antunes. Medidas provisórias e  princípio da separação de poderes. In: Direito contemporâneo: estudos em homenagem a Oscar Dias Corrêa. Rio de Janeiro: Forense Universitária, 2001. p. 62.\nRODOTÀ, Stefano. A vida na sociedade da vigilância. Tradução: Danilo Doneda e Luciana Cabral Doneda. Rio de Janeiro: Renovar, 2008. p. 15 e 46.\n______. In diritto di avere. Roma: Laterza, 2012. p. 321.\nSAMPAIO, José Adércio Leite. Comentário ao art. 5º, inciso X. In: CANOTILHO, J. J. Gomes et al. (Coord). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nSOLOVE, Daniel J. Nothing to hide: The false tradeoff between privacy and security. Yale University Press, 2011. p. 61.\nTARTUCE, Flávio. Manual de Direito Civil. 6. ed. São Paulo: Método, 2016. p. 90.\nTAVARES, André Ramos. Curso de Direito Constitucional. 4. ed. São Paulo: Saraiva, 2006. p. 579.\nWARREN, Samuel; BRANDEIS, Louis. The Right to Privacy. Harvard Law Review, v. 4, n. 5, p. 193-220, 1890.","ministro_facet":["ROSA WEBER"],"processo_numero":6387,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436850","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Ricardo Lewandowski (Relator), que deferia em parte a cautelar “para dar interpretação conforme à Constituição ao § 4º do art. 11 da Medida Provisória 936/2020, de maneira a assentar que ‘[os] acordos individuais de redução de jornada de trabalho e de salário ou de suspensão temporária de contrato de trabalho [...] deverão ser comunicados pelos empregadores ao respectivo sindicato laboral, no prazo de até dez dias corridos, contado da data de sua celebração’, para que este, querendo, deflagre a negociação coletiva. Nesse ínterim, são válidos e legítimos os acordos individuais celebrados na forma da MP 936/2020, os quais produzem efeitos imediatos, valendo não só no prazo de 10 dias previsto para a comunicação ao sindicato, como também nos prazos estabelecidos no Título VI da Consolidação das Leis do Trabalho, agora reduzidos pela metade pelo art. 17, III, daquele ato presidencial. Ressalvo, contudo, a possibilidade de adesão, por parte do empregado, à convenção ou acordo coletivo posteriormente firmados, os quais prevalecerão sobre os acordos individuais, naquilo que com eles conflitarem, observando-se o princípio da norma mais favorável. Na inércia do sindicato, subsistirão integralmente os acordos individuais tal como pactuados originalmente pelas partes”, o julgamento foi suspenso. Falaram: pelo requerente, Rede Sustentabilidade, o Dr. Mauro de Azevedo Menezes; pelos amici curiae Central Única dos Trabalhadores - CUT, União Geral dos Trabalhadores - UGT, Central dos Trabalhadores e Trabalhadoras do Brasil - CTB, Força Sindical - FS, Central dos Sindicatos Brasileiros - CSB e Nova Central Sindical do Trabalhadores - NCST, o Dr. José Eymard Loguercio; pelo amicus curiae Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Pedro Gordilho; pelo amicus curiae Associação Brasileira de Advogados Trabalhistas- ABRAT, a Dra. Alessandra Camarano Martins; pelos amici curiae Associação Nacional dos Procuradores do Trabalho - ANPT e Sindicato Nacional dos Auditores Fiscais do Trabalho - SINAIT, o Dr. Rudi Cassel; pelo amicus curiae Confederação das Associações Comerciais e Empresariais do Brasil - CACB, o Dr. Rafael Freitas Machado; pelo amicus curiae Confederação Nacional da Indústria - CNI, a Dra. Fernanda de Menezes Barbosa; e, pelo interessado, Presidente da República, o Ministro André Luiz de Almeida Mendonça, Advogado-Geral da União. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 16.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, negou referendo à medida cautelar, indeferindo-a, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos o Ministro Ricardo Lewandowski (Relator), que deferia em parte a cautelar, e os Ministros Edson Fachin e Rosa Weber, que a deferiam integralmente. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 17.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["8","10"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur436850","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436850","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n                       Decisão: O Tribunal, por maioria, negou referendo à medida cautelar, indeferindo-a, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos o Ministro Ricardo Lewandowski (Relator), que deferia em parte a cautelar, e os Ministros Edson Fachin e Rosa Weber, que a deferiam integralmente. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 17.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754462782","externo_seq_objeto_incidente":5888881,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-278  DIVULG 23-11-2020  PUBLIC 24-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6363&classe=ADI","is_colac":false,"titulo":"ADI 6363 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   EMC ANO-1926\n    EMENDA CONSTITUCIONAL DE 3 DE SETEMBRO DE 1926\n\n","LEG-FED   CF ANO-1934\n    ART-00178 PAR-00004\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00002 INC-00003\n    INC-00004 ART-00002 ART-00003 INC-00002\n    INC-00003 ART-00005 INC-00035 PAR-00002\n    ART-00006 \"CAPUT\" INC-00004 ART-00007\n    \"CAPUT\" INC-00006 INC-00007 INC-00010\n    INC-00013 INC-00026 INC-00029 ART-00008\n    INC-00003 INC-00006 ART-00136 ART-00137\n    ART-00146 INC-00003 ART-00149 ART-00154\n    INC-00001 ART-00170 \"CAPUT\" INC-00008\n    ART-00193 TÍTULO-00002 CAPÍTULO-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000101 ANO-2000\n    ART-00065\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-004923 ANO-1965\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007998 ANO-1990\n    ART-00005 INC-00001 INC-00002 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000098 ANO-1949\n    CONVENÇÃO RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, ADOTADA EM GENEBRA, A 1º DE JULHO DE 1949\n\n","LEG-INT   CVC-000154 ANO-1981\n    CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, CONCLUÍDA EM GENEBRA, EM 19 DE JUNHO DE 1981\n\n","LEG-INT   PCT ANO-1966\n    ART-00002 ITEM-00001 ITEM-00002 ITEM-00003\n    ART-00003 ART-00004\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00003 ART-00501 PAR-00001 PAR-00002\n    ART-00502 INC-00001 INC-00002 INC-00003\n    ART-00503 PAR-ÚNICO ART-00504 TÍTULO-00006\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-002152 ANO-2001\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 2\n\n","LEG-FED   MPR-000927 ANO-2020\n    ART-00018\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000928 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000932 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000936 ANO-2020\n    ART-00001 ART-00002 ART-00003 INC-00001\n    INC-00002 INC-00003 ART-00005 PAR-00002\n    INC-00001 INC-00002 INC-00003 ART-00006\n    INC-00001 INC-00002 LET-A LET-B\n    ART-00007 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 LET-A LET-B LET-C\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    ART-00008 \"CAPUT\" PAR-00001 PAR-00002\n    INC-00001 INC-00002 PAR-00003 INC-00001\n    INC-00002 INC-00003 PAR-00004 INC-00001\n    INC-00002 INC-00003 PAR-00005 ART-00009\n    PAR-00001 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00002\n    ART-00010 INC-00001 INC-00002 PAR-00001\n    INC-00001 INC-00002 INC-00003 PAR-00002\n    ART-00011 PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 PAR-00003\n    PAR-00004 ART-00012 INC-00001 INC-00002\n    PAR-ÚNICO ART-00017 INC-00003\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000937 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000049 ANO-1952\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000022 ANO-1992\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000006 ANO-2020\n    ART-00001\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-033196 ANO-1953\n    DECRETO\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-001256 ANO-1994\n    DECRETO\n\n","LEG-FED   RES-000152 ANO-2020\n    ART-00001 INC-00001 INC-00002 INC-00003\n    PAR-ÚNICO\n    RESOLUÇÃO DO COMITÊ GESTOR DO SIMPLES NACIONAL - CGSN\n\n","LEG-FED   RES-000672 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDRAL - STF\n\n","LEG-FED   PRT-000555 ANO-2020\n    PORTARIA CONJUNTA DA PROCURADORIA GERAL DA FAZENDA NACIONAL E DA SECRETARIA DA RECEITA FEDERAL\n\n","LEG-FED   PJL-000023 ANO-2020\n    PROJETO DE LEI"],"publicacao_data":"2020-11-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EMPREGADO, EMPREGADOR, CONHECIMENTO, ASSINATURA, ACORDO, REDUÇÃO, PROPORCIONALIDADE, RENDA, HORÁRIO DE TRABALHO, RECEBIMENTO, EMPREGADO, AUXÍLIO, MANUTENÇÃO, EMPREGO, RISCO, QUEBRA, CONTRATO, SINDICATO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: REFORMA TRABALHISTA, SOLUÇÃO, PROBLEMÁTICA, PROLIFERAÇÃO, ORGANIZAÇÃO SINDICAL, GRANDE QUANTIDADE, TRABALHADOR, DISCORDÂNCIA, VONTADE, TRABALHADOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL, DIREITO SOCIAL, ROL TAXATIVO. TARIFA ESPECIAL, PAGAMENTO, CONSUMIDOR, RESIDÊNCIA, SUPERIORIDADE, CONSUMO, NATUREZA JURÍDICA, TAXA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: HERMENÊUTICA, CONSTITUIÇÃO FEDERAL, PREENCHIMENTO, LACUNA DA LEI, DIFERENÇA, SENTENÇA ADITIVA, ADMISSÃO, DOUTRINA, SUPERAÇÃO, ENTENDIMENTO, CORTE CONSTITUCIONAL, LEGISLADOR NEGATIVO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONSTITUINTE ORIGINÁRIO, CONSTITUIÇÃO FEDERAL DE 1988, OPÇÃO, MANUTENÇÃO, SISTEMA SINDICAL, FUNDAMENTAÇÃO, PRINCÍPIO DA UNICIDADE SINDICAL; OBRIGATORIEDADE, REPRESENTATIVIDADE; CUSTEIO, ENTIDADE SINDICAL, OBRIGATORIEDADE, CONTRIBUIÇÃO SINDICAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: AMPLIAÇÃO, TOTALIDADE, TRABALHADOR, EXIGÊNCIA, MEDIDA PROVISÓRIA, PROGRAMA, SITUAÇÃO EMERGENCIAL, MANUTENÇÃO, EMPREGO, RENDA, MANUTENÇÃO, EMPRESA, PERÍODO, CALAMIDADE PÚBLICA, CORONA VIRUS DISEASE 2019 (COVID-19). INCONSTITUCIONALIDADE, NORMA, AUTONOMIA, TRANSPORTE, CARGA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6363&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SISTEMA SINDICAL, OBRIGATORIEDADE, CONTRIBUIÇÃO SINDICAL)\nADI 5794 (TP). \n(INCONSTITUCIONALIDADE, NORMA, AUTONOMIA, TRANSPORTE, CARGA)\nADI 3961 (TP), ADC 48 (TP). \n(REFORMA TRABALHISTA, SOLUÇÃO, PROBLEMÁTICA, PROLIFERAÇÃO, ORGANIZAÇÃO SINDICAL)\nADI 5794 (TP). \n(TARIFA ESPECIAL, PAGAMENTO, CONSUMIDOR, RESIDÊNCIA, SUPERIORIDADE, CONSUMO, NATUREZA JURÍDICA, TAXA)\nADC 9 MC (TP). \n(CONSTITUIÇÃO FEDERAL, DIREITO SOCIAL, ROL TAXATIVO)\nADI 639 (TP). \n- Decisões estrangeiras citadas: Caso Janus vs. American Federation e Caso Abood vs. Detroit Board of Education, da Suprema Corte Americana; Acordão nº 396 de 2011 e Acórdão nº 353 de 2012, do Tribunal Constitucional português.\n- Legislação estrangeira citada: Protocolo Conjunto assinado em 14/03/2020 entre o Governo italiano e as organizações de trabalhadores e empregadores.\n- Veja Resolução 1/2020, de 10 de abril de 2020, da Comissão Interamericana de Direitos Humanos (CIDH).\n- Veja Relatório sobre Medidas de Austeridade e Direitos Humanos (A/48/51), do Alto Comissário das Nações Unidas para os Direitos Humanos.\n- Veja parágrafo 45 do Comentário Geral n. 13 (E/C.12/1999/10), parágrafo 42 do Comentário Geral n. 19 (E/C.12/GC19) e parágrafo 39 do Comentário Geral n. 18 (E/C.12/GC/18), do Comitê de Direitos Econômicos.\n- Veja Recomendação 205 da Organização Internacional do Trabalho (OIT), de 2017.\n- Veja  declaração conjunta sobre a Covid-19 assinada pela Organização Internacional de Empregadores (International Organization of Employers - IOE) e a Confederação Internacional de Sindicatos (International Trade Union Confederation – ITUC).\nNúmero de páginas: 162.\nAnálise: 01/12/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : REDE SUSTENTABILIDADE\r\nADV.(A/S)           : CASSIO DOS SANTOS ARAUJO E OUTRO(A/S)\r\nINTDO.(A/S)         : PRESIDENTE DA REPÚBLICA\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nAM. CURIAE.         : ASSOCIACAO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT\r\nADV.(A/S)           : RUDI MEIRA CASSEL\r\nAM. CURIAE.         : CENTRAL UNICA DOS TRABALHADORES-CUT\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : UNIAO GERAL DOS TRABALHADORES - UGT\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : CENTRAL DOS TRABALHADORES E TRABALHADORAS DO BRASIL\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : FORCA SINDICAL\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : CENTRAL DOS SINDICATOS BRASILEIROS - CSB\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : NOVA CENTRAL SINDICAL DOS TRABALHADORES - NCST\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : CONFEDERACAO NACIONAL DA INDUSTRIA\r\nADV.(A/S)           : CASSIO AUGUSTO MUNIZ BORGES\r\nAM. CURIAE.         : ASSOCIACAO BRASILEIRA DE ADVOGADOS TRABALHISTAS\r\nADV.(A/S)           : DENISE APARECIDA RODRIGUES PINHEIRO DE OLIVEIRA E OUTRO(A/S)\r\nAM. CURIAE.         : ASSOCIACAO NACIONAL DOS MAGISTRADOS DA JUSTICA DO TRABALHO\r\nADV.(A/S)           : EMILIANO ALVES AGUIAR E OUTRO(A/S)\r\nAM. CURIAE.         : SINDICATO NACIONAL DOS AUDITORES FISCAIS DO TRABALHO SINAIT\r\nADV.(A/S)           : RUDI MEIRA CASSEL\r\nAM. CURIAE.         : CONFEDERACAO DAS ASSOCIACOES COMERCIAIS E EMPRESARIAIS DO BRASIL\r\nADV.(A/S)           : RAFAEL FREITAS MACHADO\r\nADV.(A/S)           : GUILHERME CARDOSO LEITE\r\nADV.(A/S)           : LEONARDO PIMENTEL BUENO\r\nADV.(A/S)           : ALBERTO PAVIE RIBEIRO\r\nADV.(A/S)           : LEVI BORGES DE OLIVEIRA VERISSIMO\r\nADV.(A/S)           : MAGNUS HENRIQUE DE MEDEIROS FARKATT\r\nADV.(A/S)           : JORGE OTAVIO OLIVEIRA LIMA\r\nADV.(A/S)           : ALBERTO PAVIE RIBEIRO\r\nADV.(A/S)           : RAFAEL RODRIGUES DE OLIVEIRA\r\nADV.(A/S)           : MAGNUS HENRIQUE DE MEDEIROS FARKATT\r\nADV.(A/S)           : JORGE OTAVIO OLIVEIRA LIMA\r\nADV.(A/S)           : KAMILA RODRIGUES ROSENDA\r\nADV.(A/S)           : BRUNO LUNARDI GONCALVES\r\nADV.(A/S)           : FABIANO CONTARATO\r\nADV.(A/S)           : LEVI BORGES DE OLIVEIRA VERISSIMO\r\nADV.(A/S)           : FILIPE TORRI DA ROSA\r\nADV.(A/S)           : RAFAEL RODRIGUES DE OLIVEIRA\r\nADV.(A/S)           : KAMILA RODRIGUES ROSENDA\r\nADV.(A/S)           : FILIPE TORRI DA ROSA\r\nADV.(A/S)           : FABIANO CONTARATO\r\nADV.(A/S)           : BRUNO LUNARDI GONCALVES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436850,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6363 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito. Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio, 2003. p. 7.\nBELMONTE, Alexandre. Artigos 7º ao 11. In: BONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (Coord.). Comentários à Constituição de 1988. Rio de Janeiro: Forense, 2009. p 403.\nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 10. ed. São Paulo: Saraiva, 2012. p. 437.\nCARVALHO, Augusto César Leite de. Direito do Trabalho: curso e discurso. São Paulo: LTr, 2016. p. 23.\nCASTEL, Robert. Trabajo y utilidad para el mundo. Revista Internacional del Trabajo, OIT, v. 115, n. 6, 1996.\nCENTRO DE ESTUDOS SINDICAIS E DE ECONOMIA DO TRABALHO – CESIT. Emprego, trabalho e renda para garantir o direito à vida. Disponível em: http://www.cesit.net.br/wpcontent/uploads/2020/04/Versa%CC%83o.final_.pdf.\nCHINA pneumonia outbreak: Mystery virus probed in Wuhan. BBC News. Disponível em: https://www.bbc.com/news/world-asia-china-50984025.\nDELGADO, Mauricio Godinho. Curso de Direito do Trabalho. 10. ed. São Paulo: LTr, 2011. p. 395.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. 17. ed. São Paulo: LTr, 2018. p. 334.\nDEPARTAMENTO INTERSINDICAL DE ESTATÍSTICA E ESTUDOS SOCIOECONÔMICOS – DIEESE. O Programa Emergencial de Manutenção do Emprego e da Renda diante dos impactos da Covid-19, Nota Técnica 232. Disponível em: https://www.dieese.org.br/notatecnica/2020/notaTec232ProgramaEmergencialGoverno.html. Acesso em: 03 abr. 2020.\nEICHENGREEN, Barry. The human capital costs of the crisis. Project Syndicate. https://www.project-syndicate.org/commentary/covid19-pandemic-erosion-ofhuman-capital-by-barry-eichengreen-2020-04. Acesso em: 10 abr. 2020.\nELSTER, Jon. Ulisses liberto: estudos sobre racionalidade, pré-compromisso e restrições. São Paulo: UNESP, 2009.\nFERRAJOLI, Luigi. Poderes selvagens: a crise da democracia italiana. Tradução: Alexander Araujo de Souza. São Paulo: Saraiva, 2014.\nFERRAZ JR., Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson. Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nHÄBERLE, P. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. In: Die Verfassung des Pluralismus. Königstein/TS, 1980. p. 3.\nHESSE, Hermann. Temas fundamentais do Direito Constitucional. p. 67-68.\nHESSE, Konrad. A Força Normativa da Constituição. Porto Alegre: Sergio Antonio Fabris, 1991. p. 24-27.\nINTERNATIONAL LABOUR ORGANIZATION. Managing conflicts and disasters: Exploring collaboration between employers’ and workers’ organizations. Geneva: ILO, 2020.\nJOHNS HOPKINS UNIVERSITY. Coronavirus Resource Center. Disponível em: https://coronavirus.jhu.edu/map.html.\nKALIL, Renan Bernardi. Passou da hora de incluir os trabalhadores nos debates sobre a COVID-19. Disponível em: http://www.justificando.com/2020/03/31/passou-dahora-de-incluir-os-trabalhadores-nos-debates-sobre-a-covid-19/. Acesso em: 2 abr. 2020.\nMALLET, Estêvão; FAVA, Marcos. Comentário ao art. 7º, inciso VI. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; Streck, Lenio L. (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nMALUF, André Luiz. Lei do mandado de injunção abre portas para sentenças aditivas. Disponível em: https://www.conjur.com.br/2016-jul-25/andre-maluf-lei-mandado-injuncao-abre-portassentencas-aditivas#_ftnref8. Acesso em: 3 abr. 2020.\nMORAIS, Carlos Blanco de. As sentenças com efeitos aditivos. In: MORAIS, Carlos Blanco de (Coord.). As sentenças intermédias da justiça constitucional. Lisboa: AAFDL, 2009. p. 45.\nORGANIZAÇÃO INTERNACIONAL DO TRABALHO. ILO Monitor: Covid-19 and the world of work Second edition. Updated estimates and analysis. Disponível em: https://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/briefingnote/wcms_740877.pdf. Acesso em: 7 abr. 2020.\nORGANIZAÇÃO INTERNACIONAL DO TRABALHO. ILO Standards and COVID-19 (coronavirus) - Key provisions of international labour standards relevant to the evolving COVID-19 outbreak. Disponível em: https://www.ilo.org/wcmsp5/groups/public/---ed_norm/ normes/documents/publication/wcms_739937.pdf. Acesso em: 2 abr. 2020.\nPERELMAN, Chaïm. Lógica Jurídica. Tradução: Vergínia K. Pupi. Martins Fontes: São Paulo, 2000. p.105.\nPERELMAN, Chaïm. Le problème des lacunes en droit. p. 348-349.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos fundamentais. Tradução: Antônio Francisco de Sousa e Antônio Franco. São Paulo: Saraiva, 2012. p. 69. (Série IDP).\nSOUZA JÚNIOR, Antonio Umberto de et al. Covid-19 e os impactos na área trabalhista. São Paulo: Revista dos Tribunais, 2020. p. 53-56.\nSTATEMENT on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). World Health Organization. Disponível em: https://www.who.int/news/item/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov).\nSUPIOT, Alain (Org). Au delá de l’émploi: les voies d’une vraie réforme du droit du travail. 2. ed. Flammarion, 2016. p. 13 e 34.\nZAGREBELSKY, Gustavo. A crucificação e a Democracia. São Paulo: IDP; Saraiva, 2012. p. 34.","ministro_facet":["RICARDO LEWANDOWSKI","ALEXANDRE DE MORAES"],"processo_numero":6363,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur456921","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 988 da repercussão geral, deu provimento ao recurso extraordinário para reconhecer o direito à expedição dos documentos de registro de estrangeiro sem o pagamento da “taxa de pedido de permanência”, da “taxa de registro de estrangeiro” e da “taxa de carteira de estrangeiro primeira via” pelo recorrente, nos termos do voto do Relator, Ministro Luiz Fux (Presidente). Foi fixada a seguinte tese: \"É imune ao pagamento de taxas para registro da regularização migratória o estrangeiro que demonstre sua condição de hipossuficiente, nos termos da legislação de regência\". Falou, pelo recorrente, o Dr. Romulo Coelho da Silva, Defensor Público Federal. Plenário, Sessão Virtual de 29.10.2021 a 10.11.2021.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["1","8","10","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur456921","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Roraima","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur456921","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. TRIBUTÁRIO E CONSTITUCIONAL. TAXAS. REGISTRO DE PERMANÊNCIA DE ESTRANGEIROS NO PAÍS. INTERPRETAÇÃO DO ART. 5º, CAPUT E INCISOS LXXVI E LXXVII, DA CRFB/88, C/C ART. 1º DA LEI FEDERAL 9.265 DE 1996. \n\n\n\n    1. A jurisprudência do Supremo Tribunal Federal reconhece a natureza tributária dos emolumentos exigidos para atos de registro, no que as exações para registro de permanência de estrangeiros no país configuram-se como taxas. Nesse sentido: ADI 1378 MC, Rel. Min. Celso de Mello, Tribunal Pleno, julgado em 30/11/1995, DJ 30/05/1997 e ADC 5 MC, Rel. Min. Nelson Jobim, Tribunal Pleno, julgado em 17/11/1999, DJ 19/09/2003. \n\n\n\n    2. Acerca da condição do estrangeiro em território nacional, quando da propositura da demanda vigia em nosso ordenamento a Lei 6.815/80, conhecida como o “Estatuto do Estrangeiro”. Dita norma foi complemente revogada pela Lei 13.445/2017, atualmente conhecida como “Lei de Migração”.\n\n\n\n    3. A nova Lei de Migração brasileira contém, além de disposições outras, toda uma regulamentação da situação do estrangeiro em território nacional, incorporando preceitos da Constituição de 1.988, ausentes na disciplina anterior, editada em 1980.\n\n\n\n    4. A condição jurídica do estrangeiro deve ser analisada à luz de uma classificação que considera cinco categorias de direitos: i. o direito de entrada, estada e estabelecimento; ii. os direitos públicos; iii. os direitos privados; iv. os direitos econômicos e sociais; v. os direitos políticos. (in DOLINGER, Jacob e TIBÚRCIO, Carmen. Direito Internacional Privado, 15ª. Edição. Rio de Janeiro: Forense)\n\n\n\n    5. O preceito pelo qual os Estados devem garantir aos estrangeiros direitos mínimos, somente cedendo às situações que sejam exclusivas dos nacionais, é recorrente nas ordens jurídicas em geral.\n\n\n\n    6. A Convenção de Havana sobre Direitos dos Estrangeiros, de 1928, determina em seu art. 5° a obrigação dos Estados \"concederem aos estrangeiros domiciliados ou de passagem em seu território todas as garantias individuais que concedem a seus próprios nacionais e o gozo dos direitos civis essenciais\".\n\n\n\n    7. A igualdade dos estrangeiros aos nacionais está prevista em outros diplomas internacionais, destacando-se o Pacto Internacional de Direitos Econômicos, Sociais e Culturais, aprovado em Nova York em 19 de dezembro de 1966, o Pacto Internacional de Direitos Civis e Políticos, aprovado no mesmo local e data, ambos patrocinados pela Organização das Nações Unidas, e a Convenção Americana sobre Direitos Humanos, de São José da Costa Rica, de 22 de novembro de 1969.\n\n\n\n    8. A novel legislação nacional altera o paradigma pelo qual a ordem jurídica nacional enxerga a condição do estrangeiro. De um estatuto forjado sob o viés da segurança nacional, a ser resguardada em face da pessoa do imigrante, a atual Lei de Migração volta suas lentes para uma leitura da condição jurídica do estrangeiro a partir da disciplina humanitária contida na Constituição de 1.988 \n\n\n\n    9. A fortiori, a Lei 13.445/2017 contempla o pedido versado nesta demanda de maneira expressa, ao pontificar em seus arts. 4º, XII, e 113, § 3º, o seguinte: Art. 4º Ao migrante é garantida no território nacional, em condição de igualdade com os nacionais, a inviolabilidade do direito à vida, à liberdade, à igualdade, à segurança e à propriedade, bem como são assegurados: (…) XII - isenção das taxas de que trata esta Lei, mediante declaração de hipossuficiência econômica, na forma de regulamento; Art. 113. As taxas e emolumentos consulares são fixados em conformidade com a tabela anexa a esta Lei. (…) § 3º Não serão cobrados taxas e emolumentos consulares pela concessão de vistos ou para a obtenção de documentos para regularização migratória aos integrantes de grupos vulneráveis e indivíduos em condição de hipossuficiência econômica. \n\n\n\n    10. Não obstante a matéria encontrar-se solucionada por meio da superveniência legislativa, não se pode olvidar das relações jurídicas pretéritas que devem ainda ser definidas no âmbito desta causa. \n\n\n\n    11. In casu, o ponto nodal resume-se a saber se mesmo antes do advento da Lei 13.445/2017 o ordenamento jurídico brasileiro já comportava leitura no sentido de que ao estrangeiro hipossuficiente deveria ser garantida a imunidade tributária no pagamento de taxas para o registro de sua condição.\n\n\n\n    12. A conjugação do disposto no art. 5º, caput, da CRFB com seus incisos LXXVI e LXXVII leva à conclusão de que o estrangeiro residente no Brasil encampa o aspecto subjetivo da imunidade ali preconizada. Verbis: Art. 5º Todos são iguais perante a lei, sem distinção de qualquer natureza, garantindo-se aos brasileiros e aos estrangeiros residentes no País a inviolabilidade do direito à vida, à liberdade, à igualdade, à segurança e à propriedade, nos termos seguintes: LXXVI - são gratuitos para os reconhecidamente pobres, na forma da lei: a) o registro civil de nascimento;b) a certidão de óbito;LXXVII - são gratuitas as ações de \"habeas-corpus\" e \"habeas-data\", e, na forma da lei, os atos necessários ao exercício da cidadania. (grifamos)\n\n\n\n    13. O Supremo Tribunal Federal já teve a oportunidade de apreciar a possibilidade de concessão de benefício assistencial a estrangeiro residente no Brasil, consignando a necessidade de se garantir o tratamento isonômico entre brasileiros e estrangeiros residentes no país, no julgamento do RE 587.970, sob a sistemática da repercussão geral (Pleno, Rel. Min. Marco Aurélio, DJ de 22/09/17). Naquele momento consignei em meu voto: Desde logo, adianto que seguirei o voto do relator, no sentido de que a CF não estabelece qualquer distinção entre cidadãos brasileiros e estrangeiros residentes no país, para fins de acesso aos programas de assistência social. Pelo contrário, interpretação sistemática do artigo 203, inciso V, com o artigo 5º, caput, da CF, conduz à conclusão de que cidadãos brasileiros e estrangeiros residentes no país gozam dos direitos fundamentais em condições de relativa igualdade. Portanto, a norma infralegal que restringiu o respectivo acesso apenas aos brasileiros (Decreto n. 6.214/2007) violou a CF, a Lei n. 8.742/93 (Lei Orgânica da Assistência Social) e a Lei n. 6.815/80 (Estatuto do Estrangeiro).\n\n\n\n    14. A gratuidade de taxas para registro do estrangeiro residente se coloca como questão prévia ao próprio requerimento de concessão do benefício assistencial, pois este último, assim como a fruição de uma série de direitos fundamentais e serviços públicos básicos, só pode ser requerido após a devida regularização migratória. Ubi eadem ratio ibi eadem dispositio (onde há a mesma razão de fato, deve haver o mesmo direito)\n\n\n\n    15. As imunidades tributárias representam o contraponto do exercício da competência tributária por parte dos entes federados. Situam-se na zona definida pelo constituinte como de vedação absoluta para o exercício do poder de tributar.\n\n\n\n    16. O fundamento para o estabelecimento das regras imunizantes é a proteção dos direitos fundamentais contra a incidência de tributos. (TORRES, Ricardo Lôbo. Curso de Direito Financeiro e Tributário. Renovar: Rio de Janeiro. 12ª Edição.) \n\n\n\n    17. O Texto Constitucional trouxe, de maneira farta, uma série de situações em que o exercício da competência tributária foi limitado. Para além das imunidades dos impostos, que estão previstas sistematizadamente no art. 150 da CRFB, há uma série de outras limitações estabelecidas pelo Constituinte, inclusive para outras espécies tributárias. Assim é, v. g., para as contribuições especiais (art. 149, § 2º, I, art. 195, § 7º).\n\n\n\n    18. No caso das taxas, a situação não é diferente. Para além da regra de imunidade objeto da presente demanda (art. 5º, LXXVI e LXXVII), pode-se apontar também a imunidade no pagamento de custas judiciais para a propositura da ação popular (art. 5º, LXXIII), ou mesmo para a realização do matrimônio (art. 226, § 1º).\n\n\n\n    19. Esta Corte já se pronunciou em relação à natureza da desoneração tributária para o registro geral ou para a expedição da primeira via da cédula de identidade para os cidadãos nascidos no Brasil e para os nascidos no exterior, que sejam filhos de brasileiros, ao julgar a ADI nº 4825 (Pleno, Rel. Min. Edson Fachin, DJ de 09/02/17), com fundamento no inciso LXXVII, do art. 5º, da Constituição Federal, conjugado com o art. 1º da Lei Federal nº 9.265/96, assentando tratar-se de verdadeira imunidade constitucional.\n\n\n\n    20. Examinadas as regras de imunidade do art. 5º, LXXVI e LXXVII, com olhos voltados para seu fundamento, pode-se concluir que a regra se insere nos desdobramentos do exercício da própria cidadania. \n\n\n\n    21. O estrangeiro residente no país ostenta condição subjetiva para fruição da imunidade constitucional, no que se mostram destoantes do Texto Constitucional exigências legais e infralegais que não assegurem tal condição.\n\n\n\n    22. No tocante à aplicação da capacidade contributiva a todas as espécies tributárias, o STF já teve a oportunidade de se manifestar em diversas ocasiões, a exemplo do RE 406.955-AgR, Segunda Turma, Rel. Min. Joaquim Barbosa, DJ de 20/10/11; através do Plenário no RE 598.572, Rel. Min, Edson Fachin, DJ de 09/08/16.\n\n\n\n    23. Em matéria de taxas, a incidência do princípio da capacidade contributiva, como corolário da justiça fiscal, não pode ser lido da mesma maneira a que se faz quanto aos impostos. \n\n\n\n    24. A pessoalidade, representada pela capacidade econômica do contribuinte, ou seja, o sentido positivo da capacidade contributiva, não permite o exame da tributação no que se refere às taxas. Ao contrário, os elementos que vão calibrar a proporcionalidade da exação são o custo do serviço ou do exercício do poder de polícia e o valor efetivamente cobrado, independentemente da situação econômica do sujeito passivo. \n\n\n\n    25. Não se quer dizer, entretanto, que inexista espaço para a verificação da capacidade econômica do sujeito passivo em matéria de taxas. Este exame resta reservado ao sentido negativo do princípio, quando o primado da Justiça Fiscal não permite que se avance sobre o patrimônio do sujeito passivo comprovadamente hipossuficiente. \n\n\n\n    26. Sob a ótica da capacidade contributiva em seu sentido negativo não se mostra condizente com o Texto Constitucional a exigência da exação em face de sujeito passivo evidentemente hipossuficiente. \n\n\n\n    27. Recurso Extraordinário provido, para reconhecer o direito à expedição dos documentos de registro de estrangeiro sem o pagamento da “taxa de pedido de permanência”, da “taxa de registro de estrangeiro” e da “taxa de carteira de estrangeiro primeira via” pelo recorrente.\n\n\n\n    28. Tese de Repercussão Geral: É imune ao pagamento de taxas para registro da regularização migratória o estrangeiro que demonstre sua condição de hipossuficiente, nos termos da legislação de regência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758477809","externo_seq_objeto_incidente":5115280,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-238  DIVULG 01-12-2021  PUBLIC 02-12-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1018911&classe=RE","is_colac":false,"titulo":"RE 1018911","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00003 ART-00005 \"CAPUT\" INC-00073\n    INC-00076 INC-00077 ART-00145 PAR-00001\n    ART-00149 PAR-00002 INC-00001 ART-00150\n    INC-00004 PAR-00006 ART-00195 PAR-00007\n    ART-00226 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    ART-00095\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008742 ANO-1993\n    LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009265 ANO-1996\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00003 ART-00004 INC-00012 ART-00113\n    PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   PCT ANO-1966\n    ART-00006\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA  A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-009199 ANO-2017\n    ART-00312 PAR-00007\n    DECRETO\n\n","LEG-FED   PRT-000927 ANO-2015\n    PORTARIA DO MINISTÉRIO DA JUSTIÇA - MJ\n\n","LEG-FED   PRT-000218 ANO-2018\n    PORTARIA DO MINISTÉRIO DA JUSTIÇA DE SÃO PAULO - MJSP"],"publicacao_data":"2021-12-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL, AUSÊNCIA, DISCRIMINAÇÃO, BRASILEIRO, ESTRANGEIRO, EXERCÍCIO, DIREITO FUNDAMENTAL. JURISPRUDÊNCIA, STF, ESTADO BRASILEIRO, DIREITO, IMIGRANTE, IMPETRAÇÃO, MANDADO DE SEGURANÇA. JURISPRUDÊNCIA, STF, ESTADO BRASILEIRO, GARANTIA, DIREITO FUNDAMENTAL, IMIGRANTE. ACESSO, DOCUMENTO, REGULARIZAÇÃO MIGRATÓRIA, ESTRANGEIRO DOMICILIADO NO BRASIL, HIPOSSUFICIENTE, REQUISITO, EXERCÍCIO, DIREITO FUNDAMENTAL. ALCANCE, TERMO, CIDADANIA, INTERPRETAÇÃO, TEXTO CONSTITUCIONAL. DOCUMENTO, REGULARIZAÇÃO, IMIGRANTE, SEMELHANÇA, REGISTRO CIVIL DE NASCIMENTO, BRASILEIRO; GRATUIDADE, HIPOSSUFICIENTE. PRECEDENTE, IMUNIDADE, TAXA, EXPEDIÇÃO, DOCUMENTO DE IDENTIFICAÇÃO, BRASILEIRO. PRECEDENTE, CONCESSÃO, BENEFÍCIO ASSISTENCIAL, ESTRANGEIRO DOMICILIADO NO BRASIL.\n\n- TERMO(S) DE RESGATE: NOVA LEI DE IMIGRAÇÃO, REVOGAÇÃO, ESTATUTO DO ESTRANGEIRO, SUPERAÇÃO, IDEIA, SEGURANÇA NACIONAL. NOVA LEI DE IMIGRAÇÃO, PRINCÍPIO, REGÊNCIA, POLÍTICA MIGRATÓRIA BRASILEIRA, PRINCÍPIO DA UNIVERSALIDADE, PRINCÍPIO DA INDIVISIBILIDADE, PRINCÍPIO DA INTERDEPENDÊNCIA, DIREITOS HUMANOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1018911&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMOLUMENTO EXTRAJUDICIAL, NATUREZA TRIBUTÁRIA, TAXA)\nADC 5 MC (TP), ADI 1378 MC (TP). \n(CONCESSÃO, BENEFÍCIO ASSISTENCIAL, ESTRANGEIRO DOMICILIADO NO BRASIL)\nRE 587970 (TP). \n(IMUNIDADE, TAXA, EXPEDIÇÃO, DOCUMENTO DE IDENTIFICAÇÃO, BRASILEIRO)\nADI 4825 (TP). \n(PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA)\nRE 598572 (TP), RE 406955 AgR (2ªT). \n(ESTADO BRASILEIRO, GARANTIA, DIREITO FUNDAMENTAL, IMIGRANTE)\nHC 74051 (1ªT), HC 94016 (2ªT), Ext 1555 (2ªT). \n(ESTADO BRASILEIRO, DIREITO, IMIGRANTE, IMPETRAÇÃO, MANDADO DE SEGURANÇA)\nRMS 4706 (TP), RE 44621 (1ªT). \n- Legislação estrangeira citada: Pacto Internacional de Direitos Civis e Políticos de 1966; o art. 2 da Declaração Universal dos Direitos Humanos de 1948 e os arts. 8 e 13 da Convenção Europeia de Direitos Humanos.\n- Decisão estrangeira citada: Caso G.R. v. The Netherlands, (22251/07) da Corte Europeia de Direitos Humanos. Disponível em: https://hudoc.echr.coe.int/eng?i=001-108436https://hudoc.echr.coe.int/eng?i=001-108436.\nNúmero de páginas: 42.\nAnálise: 01/08/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : FRANKLIN ADELSO PACHECO RODRIGUEZ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nRECDO.(A/S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"988 - Possibilidade de desoneração do estrangeiro com residência permanente no Brasil em relação às taxas cobradas para o processo de regularização migratória","old_seq_sjur":456921,"documental_tese_texto":"É imune ao pagamento de taxas para registro da regularização migratória o estrangeiro que demonstre sua condição de hipossuficiente, nos termos da legislação de regência.","procedencia_geografica_completo":"RR - RORAIMA","processo_codigo_completo":"RE 1018911","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-11-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARAÚJO, Nádia. Direito Internacional Privado: Teoria e Prática Brasileira. São Paulo: Thompson Reuters brasil, 2021.\nBASTOS, Celso. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1989. v. 2. p. 4\nCOELHO, Sacha Calmon Navarro. Curso de Direito Tributário. 9. ed. Rio de Janeiro. 2006. p. 161-162.\nDOLINGER, Jacob e TIBÚRCIO, Carmen. Direito Internacional Privado. 15. ed. Rio de Janeiro: Forense, 2020.\nKENICKE, Pedro Gallotti. Comentários à Lei de Migração:  Comentários ao art. 4º. São Paulo: Revista dos Tribunais, 2021.\nMANEIRA, Eduardo. Limites da aplicação do princípio da capacidade contributiva às taxas, Direito Tributário Contemporâneo,  50 anos do Código Tributário Nacional. In: MENDES, Gilmar Ferreira; COÊLHO, Sacha Calmon (coord.). São Paulo: Revista dos Tribunais, 2016.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 1056. \nMENDES, Gilmar Ferreira. Direitos Fundamentais e controle de constitucionalidade: estudos de direito constitucional. São Paulo: Saraiva, 2004. p. 2.\nRAMOS, André de Carvalho. Direitos Humanos são o eixo central da nova lei de migração, 2017. Disponível em: https://www.conjur.com.br/2017-mai-26/andre-ramos-direitos-humanos-sao-eixo-central-lei-migracao. Acesso em: 18 jun. 2021.\nTORRES, Ricardo Lobo. Curso de Direito Financeiro e Tributário. 12. ed. Rio de Janeiro: Renovar, 2021. \nTORRES, Ricardo Lobo. Tratado de Direito Constitucional Financeiro e Tributário: Valores e princípios\nconstitucionais tributários. Rio de Janeiro: Renovar, 2005. p. 309-310.\nVARELLA, Marcelo et al. O caráter humanista da Lei de Migrações: avanços da lei n. 13.445/17 e os desafios da regulamentação. Revista de Direito Internacional, v. 14, n. 2, 2017. p. 253-266.","ministro_facet":["LUIZ FUX"],"processo_numero":1018911,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}