{"result":{"took":408,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur440937","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, julgou procedente a reclamação para cassar as decisões proferidas pelo Tribunal de Justiça do Rio de Janeiro nos autos dos agravos de instrumento n° 0083896-72.2019.8.19.0000 e nº 0343734-56.2019.8.19.0001, nos termos do voto do Relator. Presidência do Ministro Gilmar Mendes. 2ª Turma, 3.11.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur440937","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur440937","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Reclamação. 2. Liberdade de expressão. 3. Decisões reclamadas que restringem difusão de conteúdo audiovisual em que formuladas sátiras a elementos religiosos inerentes ao Cristianismo. 4. Ofensa à autoridade de decisão proferida pelo Supremo Tribunal Federal nos julgamentos da ADPF 130 e da ADI 2.404. 5. Limites da liberdade artística. 6. Importância da livre circulação de ideias em um Estado democrático. Proibição de divulgação de determinado conteúdo deve-se dar apenas em casos excepcionalíssimos, como na hipótese de configurar ocorrência de prática ilícita, de incitação à violência ou à discriminação, bem como de propagação de discurso de ódio. 7. Distinção entre intolerância religiosa e crítica religiosa. Obra que não incita violência contra grupos religiosos, mas constitui mera crítica, realizada por meio de sátira, a elementos caros ao Cristianismo. 8. Reclamação julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755133146","externo_seq_objeto_incidente":5841915,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-034  DIVULG 23-02-2021  PUBLIC 24-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=38782&classe=Rcl","is_colac":false,"titulo":"Rcl 38782","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00004 INC-00005 INC-00006\n    INC-00008 INC-00009 INC-00010 INC-00013\n    INC-00015 PAR-00002 ART-00019 INC-00001\n    ART-00102 INC-00001 LET-L ART-0103A\n    PAR-00003 ART-00150 INC-00006 LET-B\n    ART-00210 PAR-00001 ART-00213 ART-00220\n    PAR-00001 PAR-00002 PAR-00003 INC-00001\n    INC-00002 ART-00221 ART-00222 ART-00223\n    ART-00224\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250 ANO-1967\n    LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-007716 ANO-1989\n    ART-00020 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008069 ANO-1990\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-009504 ANO-1997\n    ART-00045 INC-00002 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00988 INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00989 INC-00002 INC-00003\n    ART-00990 ART-00991 ART-00992 ART-00993\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00013 ITEM-00001 ITEM-00002 LET-A\n    LET-B ITEM-00003 ITEM-00004 ITEM-00005\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00019 ITEM-00001 ITEM-00002 ITEM-00003\n    LET-A LET-B\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00233\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-009919 ANO-2019\n    DECRETO\n\n","LEG-FED   RGI ANO-1980\n    ART-00156 \"CAPUT\" ART-00157 ART-00158\n    ART-00159 ART-00161 ART-00162\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-02-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECLAMAÇÃO, CABIMENTO, MATÉRIA, LIBERDADE DE EXPRESSÃO, VULNERABILIDADE, GARANTIA, ATO, PODER PÚBLICO. LIBERDADE DE EXPRESSÃO, CRIME, ATO OBSCENO. INTERVENÇÃO, PODER PÚBLICO, LIBERDADE DE EXPRESSÃO, INTERMÉDIO, CENSURA, OFENSA, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, DELIMITAÇÃO, LIBERDADE, ATIVIDADE ARTÍSTICA. LIBERDADE DE EXPRESSÃO, IMPORTÂNCIA, CULTURA, SOCIEDADE, DEMOCRACIA. DISTINÇÃO, PRINCÍPIO DO ESTADO LAICO, LAICISMO. CONSTITUIÇÃO FEDERAL, GARANTIA, LIBERDADE DE RELIGIÃO, CASAMENTO RELIGIOSO, EFEITO, CASAMENTO CIVIL; PRESTAÇÃO, ASSISTÊNCIA RELIGIOSA, INSTITUIÇÃO, INTERNAÇÃO; ENSINO RELIGIOSO FACULTATIVO, ESCOLA PÚBLICA. PREÂMBULO, CONSTITUIÇÃO FEDERAL, ÂMBITO, POLÍTICA, IDEOLOGIA, ASSEMBLEIA NACIONAL CONSTITUINTE. PRINCÍPIO DO ESTADO LAICO, UTILIZAÇÃO, SÍMBOLO, RELIGIÃO, PODER JUDICIÁRIO. LIBERDADE DE EXPRESSÃO, INCITAÇÃO AO ÓDIO. CRIMINALIZAÇÃO, LIBERDADE DE EXPRESSÃO, DEFESA, LEGALIZAÇÃO, CONSUMO, MACONHA. LIBERDADE DE RELIGIÃO, AUSÊNCIA, PROTEÇÃO, INCITAÇÃO AO ÓDIO. ADMINISTRAÇÃO MUNICIPAL, RECOLHIMENTO, OBRA, HOMOSSEXUALIDADE, TRANSEXUALIDADE, CENSURA PRÉVIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: RECLAMAÇÃO, SUCEDÂNEO, RECURSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: LIBERDADE DE EXPRESSÃO, PREFERÊNCIA, POSIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO, CONDIÇÃO, EXERCÍCIO, DIREITO, LIBERDADE. RECLAMAÇÃO, ADERÊNCIA ESTRITA, ACÓRDÃO PARADIGMA. RECLAMAÇÃO, CABIMENTO, EXCLUSÃO, MOMENTO POSTERIOR, ORDEM JUDICIAL, MATÉRIA JORNALÍSTICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=38782&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, CABIMENTO, MATÉRIA, LIBERDADE DE EXPRESSÃO, VULNERABILIDADE, GARANTIA, ATO, PODER PÚBLICO)\nRcl 22328 (1ªT), Rcl 16074 AgR (2ªT). \n(ENSINO RELIGIOSO FACULTATIVO, ESCOLA PÚBLICA)\nADI 4439 (TP). \n(LIBERDADE DE RELIGIÃO, PRINCÍPIO DO ESTADO LAICO)\nSTA 389 AgR (TP). \n(PREÂMBULO, CONSTITUIÇÃO FEDERAL, ÂMBITO, POLÍTICA, IDEOLOGIA, ASSEMBLEIA NACIONAL CONSTITUINTE)\nADI 2076 (TP). \n(LIBERDADE DE EXPRESSÃO, INCITAÇÃO AO ÓDIO)\nHC 82424 (TP). \n(LIBERDADE DE RELIGIÃO, AUSÊNCIA, PROTEÇÃO, INCITAÇÃO AO ÓDIO)\nRHC 146303 (2ªT). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 26432 AgR (2ªT). \n(RECLAMAÇÃO, ADERÊNCIA ESTRITA, ACÓRDÃO PARADIGMA)\nRcl 6534 AgR (TP). \n(LIBERDADE DE EXPRESSÃO, CRIME, ATO OBSCENO)\nHC 83996 (2ªT). \n(INTERVENÇÃO, PODER PÚBLICO, LIBERDADE DE EXPRESSÃO, INTERMÉDIO, CENSURA, OFENSA, DEMOCRACIA)\nADI 4815 (TP). \n(LIBERDADE DE EXPRESSÃO, DELIMITAÇÃO, LIBERDADE, ATIVIDADE ARTÍSTICA)\nADI 4451 (TP). \n(CRIMINALIZAÇÃO, LIBERDADE DE EXPRESSÃO, DEFESA, LEGALIZAÇÃO, CONSUMO, MACONHA)\nADPF 187 (TP). \n(LIBERDADE DE EXPRESSÃO, PREFERÊNCIA, POSIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO)\nRcl 22328 (1ªT), Rcl 38201 AgR (1ªT). \n- Decisões monocráticas citadas:\n(LIBERDADE DE EXPRESSÃO, IMPORTÂNCIA, CULTURA, SOCIEDADE, DEMOCRACIA)\nADPF 614.\n(ADMINISTRAÇÃO MUNICIPAL, RECOLHIMENTO, OBRA, HOMOSSEXUALIDADE, TRANSEXUALIDADE, CENSURA PRÉVIA)\nRcl 36742.\n(LIBERDADE DE EXPRESSÃO, PREFERÊNCIA, POSIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO)\nRcl 18566 MC.\n(RECLAMAÇÃO, CABIMENTO, EXCLUSÃO, MOMENTO POSTERIOR, ORDEM JUDICIAL, MATÉRIA JORNALÍSTICA)\nRcl 18186.\n- Acórdão(s) citado(s) - outros tribunais:\n(PRINCÍPIO DO ESTADO LAICO, UTILIZAÇÃO, SÍMBOLO, RELIGIÃO, ESTADO BRASILEIRO)\nCNJ: Pedido de Providência n. 1344, Pedido de Providência n. 1345, Pedido de Providência n. 1346, Pedido de Providência n. 1362. \n- Decisões estrangeiras citadas: Caso Mephisto (BVerfGE 30, 173), do Tribunal Constitucional alemão; Caso Olmedo Bustos e outros vs. Chile, da Corte Interamericana de Direitos Humanos; Caso Abrams vs. United States, 250 US 616, de 1919, da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: art. 16 do Bill of rights da Virgínia, de 1776; art. 18 da Declaração Universal dos Direitos Humanos, de 1948; art. 19 da Declaração Universal de Direitos do Homem, de 1948.\n- Veja ADPF 130 e ADI 2404 do STF.\n\nNúmero de páginas: 88.\nAnálise: 26/01/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)  : NETFLIX ENTRETENIMENTO BRASIL LTDA. \nADV.(A/S)  : GUSTAVO BINENBOJM \nADV.(A/S)  : ALICE BERNARDO VORONOFF DE MEDEIROS \nADV.(A/S)  : ANDRE RODRIGUES CYRINO \nADV.(A/S)  : RAFAEL LORENZO FERNANDEZ KOATZ \nADV.(A/S)  : RENATO TOLEDO CABRAL JUNIOR \nRECLDO.(A/S) : RELATOR DO AI Nº 0083896-72.2019.8.19.0000 DO TRIBUNAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nRECLDO.(A/S) : RELATOR DO AI Nº 0343734-56.2019.8.19.0001 DO TRIBUNAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nBENEF.(A/S)  : ASSOCIACAO CENTRO DOM BOSCO DE FE E CULTURA \nADV.(A/S)  : LEONARDO CAMANHO CAMARGO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":440937,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"Rcl 38782","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2020-11-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":"APÓS protesto, mostra com temática LGBT em Porto Alegre é cancelada. Folha de São Paulo, 2018. Disponível em: https://www1.folha.uol.com.br/ilustrada/2017/09/1917269-apos-protestomostra-com-tematica-lgbt-em-porto-alegre-e-cancelada. Acesso em: 19 jun. 2018.\nBARROSO, L. R. Colisão entre liberdade de expressão e direitos da personalidade. Critérios de ponderação. Interpretação constitucionalmente adequada do código civil e da lei de imprensa. Revista de Direito Administrativo, Rio de Janeiro, v. 235, p. 1-36, jan. 2004.\nBRANCO, Paulo Gonet; MENDES, Gilmar Ferreira. Curso de Direito Constitucional. São Paulo: Saraiva, 2020. p. 268.\nCANOTILHO, J.J. Gomes. MACHADO, Jônatas. Bens culturais, propriedade privada e liberdade religiosa. Revista do Ministério Público, ano 16, n. 64. p. 29-30.\nGADELHO JUNIOR, Marcos Duque. Liberdade de Imprensa e a Mediação Estatal. São Paulo: Atlas, 2015. p. 40-48.\nHÄBERLE, Peter. Constituição ‘da cultura’ e constituição ‘como cultura’: um projeto científico para o Brasil. Revista de Direito público, Instituto Brasiliense de Direito Público (IDP), v. 13, n. 72, p. 9-32, nov./dez. 2016.\nHÄBERLE, Peter. Constituição e Cultura. Rio de Janeiro: Lumen Juris, 2008.\nLOEWENSTEIN, Karl. Teoria de la Constitución. Barcelona: Ariel, 1976. p. 154.\nMIRANDA, Jorge. Manual de Direito Constitucional. Coimbra: Coimbra, 1998. t. 4. p. 427.\nPEÇA com travesti no papel de Cristo é proibida pelo prefeito Marcelo Crivella. Disponível em: https://www.revistaforum.com.br/peca-com-atriz-travesti-no-papel-decristo-e-proibida-pelo-prefeito-marcelo-crivella/. Acesso em: 19 jun. 2018.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos fundamentais. São Paulo: Saraiva, 2011. p. 244.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos Fundamentais. São Paulo: Saraiva, 2012. p. 291 e 293.\nRAWLS, J. The Priority of Right and Ideas of Good. Philosophy & Public Affairs, v. 17, n. 4, p. 251-276, 1988.\nSCHWABE, Jürgen; MARTINS, Leonardo (Org.). Cinquenta anos de jurisprudência do Tribunal Constitucional Federal alemão. Montevideo: Konrad-Adenauer Stiftung, 2006. p. 497.\nVALE, André Rufino do. A importância dos 500 anos da Reforma Luterana para o constitucionalismo. Consultor Jurídico, 2017.","ministro_facet":["GILMAR MENDES"],"processo_numero":38782,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur442493","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, formulado pelo governo dos Estados Unidos, condicionada a entrega: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da lei 13.445/2017 e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, Caput , da lei 13.445/2017; por corolário, indeferiu o pedido de suspensão da presente Extradição e de reconhecimento de sua conexão com o PPE 857, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 5.3.2021 a 12.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur442493","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur442493","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI Nº 13.445/2017) E DO TRATADO BILATERAL VIGENTE ENTRE AS PARTES (DECRETO Nº 55.750/1965). POSSIBILIDADE DE ENTREGA DO SÚDITO ALIENÍGENA AO ESTADO REQUERENTE. INSTAURAÇÃO DE PROCESSO PENAL, NO BRASIL, POR FATOS ALHEIOS AOS QUE MOTIVARAM O PLEITO EXTRADICIONAL. INEXISTÊNCIA DE ÓBICE AO SEU DEFERIMENTO. IMPUTAÇÃO DO CRIME DE CONSPIRACY. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. NEGATIVA DE AUTORIA POR FALTA DE PROVAS. QUESTÃO INSINDICÁVEL POR ESTA CORTE. ADOÇÃO, NO BRASIL, DO SISTEMA BELGA OU DA CONTENCIOSIDADE LIMITADA. PRECEDENTES. AUSÊNCIA DE PRESCRIÇÃO DO DELITO EM AMBOS OS ESTADOS. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, que é cidadão mexicano e boliviano. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445, de 24 de maio de 2017) e do Tratado Bilateral vigente entre as partes, promulgado, no Brasil, pelo Decreto nº 55.750, de 11 de fevereiro de 1965.\n\n\n\n    2. Os fatos delituosos imputados ao extraditando correspondem, no direito pátrio, aos crimes de associação criminosa (art. 288 do Código Penal) e de associação para o tráfico (art. 35 da Lei nº 11.343/06), ao qual se aplica o disposto no art. 40, I, da Lei nº 11.343/2006, em razão da transnacionalidade do delito. Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei nº 13.445/2017. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos.\n\n\n\n    3. A existência de processo penal deflagrado contra o extraditando, no Brasil, por fatos alheios aos que motivaram o pleito extradicional não inibe o seu deferimento. A execução imediata da medida, porém, sujeita-se ao crivo do Governo brasileiro, que, em juízo discricionário, poderá entregar desde logo o estrangeiro ao Estado requerente ou deixar para fazê-lo após a conclusão do processo ou o cumprimento da pena, nos termos do art. 95 da Lei nº 13.445/17.\n\n\n\n    4. O sistema belga – ou de contenciosidade limitada – que rege o processo de extradição passiva, no Brasil (art. 91, § 1º, da Lei de Migração), não autoriza a análise, pelo SUPREMO TRIBUNAL FEDERAL, de questões atinentes à avaliação do material probatório produzido na investigação em curso no Estado requerente. Precedentes.\n\n\n\n    5. O ato de indictment, praticado dentro do prazo de 5 (cinco) anos da data do fato, interrompe o prazo prescricional, que não mais volta a correr, segundo a legislação norte-americana (Título 18 do Código dos Estados Unidos, Seção 3282). No direito brasileiro, por seu turno, o prazo prescricional seria de 8 (oito) anos, para o crime de associação criminosa (art. 288 do CP) e de 16 (dezesseis) anos para o crime de associação para o tráfico (art. 35 da Lei nº 11.343/06). Tendo os atos delituosos sido cometidos desde o ano de 2006 até o momento do protocolo da Acusação Formal, que ocorreu em 26/10/2016, descabe falar em prescrição em quaisquer dos países. \n\n\n\n    6. Pedido deferido, ficando condicionada a entrega (a) à decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei nº 13.445/2017; e (c) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei nº 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755364772","externo_seq_objeto_incidente":5210186,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-052  DIVULG 17-03-2021  PUBLIC 18-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1505&classe=Ext","is_colac":false,"titulo":"Ext 1505","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00047 INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    ART-00067 ART-00089 ART-00090\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00035 \"CAPUT\" ART-00040 INC-00001\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00002 ART-00091 PAR-00001\n    ART-00095 \"CAPUT\" ART-00096\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1961\n    ART-00005 ART-00009 NÚMERO-00002\n    TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-INT   CVC ANO-2000\n    ART-00002 LET-B ART-00005 NÚMERO-00001\n    LET-0001A ART-00016 NÚMERO-00003\n    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00075 ART-00109 INC-00002 INC-00004\n    ART-00288 ART-00297 ART-00304\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-055750 ANO-1965\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000231 ANO-2003\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL \n\n","LEG-FED   DEC-055750 ANO-1965\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-005015 ANO-2004\n    DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-03-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TRATADO DE EXTRADIÇÃO, CRIME DE CONSPIRAÇÃO, ASSOCIAÇÃO CRIMINOSA, CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL. TRATADO DE EXTRADIÇÃO, RECIPROCIDADE. EXTRADIÇÃO INSTRUTÓRIA. AUSÊNCIA, CARÁTER POLÍTICO, DELITO. AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, EXISTÊNCIA, FAMÍLIA, ESTADO BRASILEIRO. IMPOSSIBILIDADE, APRECIAÇÃO, PEDIDO, SUSPENSÃO, PROCESSO DE EXTRADIÇÃO, RECONHECIMENTO, CONEXÃO.\n\n- TERMO(S) DE RESGATE: CONCURSO DE JURISDIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1505&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PEDIDO, EXTRADIÇÃO, DESCRIÇÃO, FATO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, FUNDAMENTO, TRATADO INTERNACIONAL, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, DISCRICIONARIEDADE, GOVERNO BRASILEIRO, ENTREGA, EXTRADITANDO)\nExt 1197 (TP). \n(ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(DUPLA TIPICIDADE, CRIME DE CONSPIRAÇÃO, ASSOCIAÇÃO CRIMINOSA)\nExt 862 (TP), Ext 912 (TP), Ext 1151 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, IMPOSSIBILIDADE, APRECIAÇÃO, PROVA)\nExt 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP). \n(AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, FAMÍLIA, BRASIL)\nExt 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 669 (TP). \n(PRAZO PRESCRICIONAL, EQUIVALÊNCIA, ATO, INDICTMENT, DECISÃO DE PRONÚNCIA)\nExt 816 (1ªT), Ext 961 (TP). \n- Legislação estrangeira citada: Título 18 do Código dos Estados Unidos, Seção 3282 e Seção 1349.\n- Veja PPE 857 do STF.\nNúmero de páginas: 26.\nAnálise: 14/02/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : JOSÉ GONZALEZ-VALENCIA OU JOSE GONZALEZ VALENCIA OU GONZALES-VALENCIA OU JAFETT ARIAS-BECERRA \nADV.(A/S)  : LUIZ GUSTAVO BATTAGLIN MACIEL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":442493,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1505","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1505,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur442962","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, entendeu configurados a plausibilidade jurídica do pedido e o perigo da demora, deferindo parcialmente a liminar, nos termos do voto do Relator. Falaram: pela Associação Nacional das Defensorias e Defensores Públicos - ANADEP - o Dr. Luis Gustavo Grandinetti Castanho de Carvalho; pela GAETS - Grupo de Atuação Estratégica das Defensorias Públicas Estaduais e Distrital nos Tribunais Superiores o Dr. Flavio Aurelio Wandeck Filho; e pela Defensoria Púbica da União o Dr. Gustavo de Almeida Ribeiro. Segunda Turma, Sessão Virtual de 12.2.2021 a 23.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur442962","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur442962","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: REFERENDO DE MEDIDA CAUTELAR EM HABEAS CORPUS COLETIVO. PANDEMIA MUNDIAL. COVID-19. GRUPO DE RISCO. SUPERLOTAÇÃO CARCERÁRIA. CRIMES COMETIDOS SEM VIOLÊNCIA OU GRAVE AMEAÇA À PESSOA. RECOMENDAÇÕES DE ORGANISMOS INTERNACIONAIS. RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA. EXPERIÊNCIA INTERNACIONAL. SISTEMA PRISIONAL BRASILEIRO. ESTADO DE COISA INCONSTITUCIONAL. APDF 347 - MC. PLAUSIBILIDADE JURÍDICA DO PEDIDO. PERICULUM IN MORA. ANÁLISE INDIVIDUAL DAS SITUAÇÕES CONCRETAS PELO JUÍZO COMPETENTE. CONCESSÃO EM PARTE DA MEDIDA CAUTELAR. \n\n\n\n    1. A jurisprudência do Supremo Tribunal Federal admite a impetração de habeas corpus coletivo para discutir pretensões de natureza individual homogênea. \n\n\n\n    2. A Organização Mundial da Saúde – OMS, em 11 de março de 2020, declarou a epidemia de Covid-19, doença causada pelo novo coronavírus – Sars-Cov-2, como emergência em saúde pública de importância internacional. \n\n\n\n    3. A Organização das Nações Unidas – ONU e a Comissão Interamericana de Direitos Humanos – CIDH, antes ao perigo de propagação da Covid-19 em estabelecimentos prisionais e aos efeitos dessa contaminação generalizada para a saúde pública em geral, recomendaram aos países que, sem o comprometimento da segurança pública, adotassem medidas para reduzir o número de novas entradas nos presídios e para antecipar a libertação de determinadas grupos de preso, dentre eles, aqueles com maior risco para a doença. \n\n\n\n    5. A adoção de medidas preventivas à infecção e à propagação do novo coronavírus em estabelecimentos prisionais foi trilhada por diversos países do mundo como os Estados Unidos da América, o Reino Unido e Portugal.\n\n\n\n    6. No Brasil, o Conselho Nacional de Justiça recomendou aos magistrados e aos Tribunais do País a adoção de medidas com vista à redução dos riscos epidemiológicos. Recomendação n. 62/2020 do CNJ. \n\n\n\n    7. A Constituição da Federal e a Lei de Execuções Penais asseguram a saúde como direito das pessoas privadas de liberdade, ao mesmo tempo que colocam a assistência à saúde do detento como dever do poder público (art. 196 da Constituição Federal; arts. 10; 11, II; 14; 41, todos da Lei de Execução Penal).\n\n\n\n    8. O Supremo Tribunal Federal reconheceu o “estado de coisas inconstitucional” do sistema penitenciário nacional, dado que presente um “quadro de violação massiva e persistente de direitos fundamentais” das pessoas recolhidas ao cárcere decorrente de falhas estruturais e de políticas públicas (ADPF 347 MC, rel. Min. Marco Aurélio, Tribunal Pleno, julgado em 09/09/2015). \n\n\n\n    9. Os dados trazidos aos autos pelo Departamento de Monitoramento e Fiscalização do Sistema Carcerário do Conselho Nacional de Justiça – DMF/CNJ demonstram que o novo coronavírus representa maior risco para a população prisional do que para a população em geral. \n\n\n\n    10. O perigo de lesão à saúde e à integridade física do preso é agravado quando se considera presídios com ocupação acima da capacidade física e detentos pertencentes a grupo de risco para a Covid-19. \n\n\n\n    11. O risco à segurança pública, por sua vez, é reduzido quando se contempla com as medidas alternativas ao cárcere somente àqueles detidos por crimes cometidos sem violência ou grave ameça à pessoa. Juízo de proporcionalidade. Exclusão dos crimes listados no art. 5º-A da Recomendação do CNJ n.º 62/2020 (incluído pela Recomendação n.º 78/2020). Dispositivos constitucionais e normas convencionais assumidas pelo Brasil. \n\n\n\n    12. A aferição da presença dos requisitos para a concessão das medidas alternativas ao cárcere deve ser feita pelo Juízo de origem em processo específico no qual se assegure o contraditório e a ampla defesa. Necessidade de comprovação e de análise da realidade sanitária do estabelecimento prisional. Precedentes do STF. \n\n\n\n    13. Plausibilidade jurídica do pedido e perigo da demora configurados. Medida cautelar deferida em parte.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755414015","externo_seq_objeto_incidente":6089967,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-056  DIVULG 23-03-2021  PUBLIC 24-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=188820&classe=HC","is_colac":false,"titulo":"HC 188820 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00042 INC-00070 INC-00073\n    ART-00023 INC-00001 ART-00036 PAR-00007\n    ART-00129 INC-00003 ART-00144 ART-00196\n    PAR-00008\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00010 ART-00011 INC-00002 ART-00014\n    ART-00041 ART-00112 PAR-00001\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008072 ANO-1990\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-009613 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00001 PAR-00002 ART-0003F\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014019 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-FED   CVC ANO-1996\n    CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-INT   CVC ANO-2003\n    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DLC-000152 ANO-2002\n    DECRETO-LEI COMPLEMENTAR - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DLC-000348 ANO-2005\n    DECRETO-LEI COMPLEMENTAR - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00316 PAR-ÚNICO ART-00319\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEC-004410 ANO-2002\n    DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-005687 ANO-2006\n    DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-INT   RES-000001 ANO-2020\n    ITEM-00045 ITEM-00046\n    RESOLUÇÃO DA COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS - CIDH\n\n","LEG-FED   PRT-000007 ANO-2020\n    ART-00002 PAR-00003 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005\n    PORTARIA INTERMINISTERIAL, DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA  E DO MINISTÉRIO DA SAÚDE"],"publicacao_data":"2021-03-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=188820&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n- Legislação estrangeira citada: Lei 9/2020 de Portugal.\n- Veja Arts. 4º, incisos I a III, 5º, incisos I a V e parágrafo único e 5º-A da Recomendação nº 62/2020, Recomendação nº 78/2020 e Recomendação nº 68/2020 do Conselho Nacional de Justiça (CNJ).\n\nNúmero de páginas: 41.\nAnálise: 18/02/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : TODAS AS PESSOAS PRESAS EM LOCAIS ACIMA DE SUA CAPACIDADE INTEGRANTES DE GRUPOS DE RISCO PARA A COVID-19 E QUE NÃO TENHAM PRATICADO CRIMES COM VIOLÊNCIA OU GRAVE AMEAÇA \nIMPTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nIMPTE.(S)  : GAETS - GRUPO DE ATUAÇÃO ESTRATÉGICA DAS DEFENSORIAS PÚBLICAS ESTADUAIS E DISTRITAL NOS TRIBUNAIS SUPERIORES \nIMPTE.(S)  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL MILITAR \nCOATOR(A/S)(ES) : TRIBUNAL SUPERIOR ELEITORAL \nCOATOR(A/S)(ES) : TRIBUNAIS DE JUSTIÇA ESTADUAIS \nCOATOR(A/S)(ES) : TRIBUNAIS REGIONAIS FEDERAIS \nCOATOR(A/S)(ES) : JUÍZES DE VARAS CRIMINAIS ESTADUAIS E FEDERAIS \nCOATOR(A/S)(ES) : JUÍZES DE VARAS DE EXECUÇÃO PENAL ESTADUAIS E FEDERAIS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DAS DEFENSORAS E DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON \nADV.(A/S)  : TATIANA ZENNI DE CARVALHO GUIMARAES FRANCISCO \nINTDO.(A/S)  : RUBENS NUNES CARDOSO \nADV.(A/S)  : JOSE RICARDO SOLER DOS SANTOS \nINTDO.(A/S)  : ANTONIO PAULO RODRIGUES SAMPAIO \nADV.(A/S)  : LUCAS SA SOUZA E OUTRO(A/S)\nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : CLAUDIO DE CASTRO ALMEIDA \nADV.(A/S)  : HUGO AMORIM CORTES E OUTRO(A/S)\nINTDO.(A/S)  : LUCAS CHAVES RAMALHO \nINTDO.(A/S)  : ELIOMAR DIAS GONDIM \nADV.(A/S)  : CARLOS ALBERTO BEZERRA DE QUEIROZ FILHO \nADV.(A/S)  : JOSE CORDEIRO DE ALBUQUERQUE BISNETO \nINTDO.(A/S)  : OSVALDO COCA MORALIS \nADV.(A/S)  : ADEMIR OLIVEIRA DA SILVA \nINTDO.(A/S)  : JOÃO ANTONIO DOMINGUES DE OLIVEIRA \nADV.(A/S)  : GEOVANE DOS SANTOS FURTADO \nINTDO.(A/S)  : ANTONIO CARLOS CALIZOTTI \nADV.(A/S)  : PETRONIO CARDOSO \nINTDO.(A/S)  : AILTON TELES BARRETO DE DEUS \nADV.(A/S)  : EDSON ROBERTO REIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":442962,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 188820 MC-Ref","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-02-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NO HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":188820,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur454664","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Relator), julgando parcialmente procedente a ação direta para tão somente conferir interpretação conforme à expressão “sob qualquer pretexto”, esclarecendo que nela não se inclui a destruição para fins de controle e a coleta para fins científicos, conforme previstas, respectivamente, nos arts. 3º, § 2º, e 14 da Lei federal nº 5.197/67, no que foi acompanhado pelos Ministros Alexandre de Moraes, Edson Fachin, Roberto Barroso, Rosa Weber, Luiz Fux e Ricardo Lewandowski, pediu vista dos autos o Ministro Gilmar Mendes. Ausente, justificadamente, o Ministro Celso de Mello. Falou, pelo Estado de São Paulo, o Dr. André Brawerman, Procurador do Estado de São Paulo. Presidência da Ministra Cármen Lúcia. Plenário, 2.8.2017.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou parcialmente procedente o pedido formulado na ação direta, para tão somente conferir interpretação conforme à expressão “sob qualquer pretexto”, esclarecendo que não se incluem nessa vedação a destruição para fins de controle e a coleta para fins científicos, previstas, respectivamente, nos artigos 3º, § 2º, e 14, ambos da Lei federal nº 5.197/1967, nos termos do voto do Relator. Plenário, Sessão Virtual de 11.6.2021 a 18.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur454664","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur454664","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Artigo 204 da Constituição do Estado de São Paulo, o qual proíbe a caça, sob qualquer pretexto, em todo o Estado. Competência concorrente para legislar sobre caça. Ausência de invasão de competência legislativa da União. Interpretação conforme à Constituição.\n\n\n\n    1. A Lei Federal nº 5.197/67 proíbe a utilização, a perseguição, a destruição, a caça ou a apanha de animais silvestres, bem como de seus ninhos, abrigos e criadouros naturais. A norma prevê a possibilidade de exceção a essa proibição nos casos em que as peculiaridades regionais comportarem o exercício da caça, a qual está condicionada à permissão expressa do poder público federal mediante ato regulamentador (art. 1º, § 1º). Trata-se de norma geral que propicia a edição de normas suplementares pelos estados destinadas a pormenorizar o conteúdo da lei federal e a adequar seus termos às peculiaridades regionais.\n\n\n\n    2. O art. 204 da Constituição do Estado de São Paulo é norma protecional da fauna silvestre remanescente no território estadual, e, ao proibir a caça, atende às peculiaridades regionais e às diretrizes da Constituição Federal para a defesa e a preservação das espécies animais em risco de extinção. Agiu o constituinte estadual dentro dos limites de sua competência constitucional concorrente para legislar sobre caça, nos termos do art. 24, VI, da Carta Maior.\n\n\n\n    3. O art. 204 da Constituição do Estado de São Paulo, ao proibir a caça, “sob qualquer pretexto”, em todo o Estado, não teve a intenção de vedar as atividades de “destruição” para fins de controle e de “coleta” para fins científicos, as quais, ao invés de implicarem riscos ao meio ambiente, destinam-se ao reequilíbrio do ecossistema e, se devidamente fiscalizadas, cumprem relevante função de proteção ao meio ambiente.\n\n\n\n    4. Ação direta julgada parcialmente procedente, conferindo-se interpretação conforme à Constituição à expressão “sob qualquer pretexto”, esclarecendo-se que não se incluem na vedação estabelecida na norma estadual a destruição para fins de controle e a coleta para fins científicos, as quais estão previstas, respectivamente, nos arts. 3º, § 2º, e 14 da Lei Federal nº 5.197/1967.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757817849","externo_seq_objeto_incidente":1502318,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-208  DIVULG 19-10-2021  PUBLIC 20-10-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=350&classe=ADI","is_colac":false,"titulo":"ADI 350","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00022 ART-00023 INC-00006 INC-00007\n    PAR-ÚNICO ART-00024 INC-00005 INC-00006\n    INC-00012 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00030 INC-00001 ART-00225\n    INC-00007 PAR-00001 INC-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140 ANO-2011\n    ART-00007 INC-00020\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005197 ANO-1967\n    ART-00001 \"CAPUT\" PAR-00001 PAR-00002\n    ART-00002 ART-00003 PAR-00002 ART-00006\n    LET-A ART-00011 ART-00012 ART-00014\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00029 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1998\n    ART-00009 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-EST   CES ANO-1989\n    ART-00204\n    CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   LEI-007407 ANO-1991\n    LEI ORDINÁRIA, SP"],"publicacao_data":"2021-10-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, MEIO AMBIENTE, CAÇA, NORMA GERAL, LEI NACIONAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE.\n\n- VOTO, MIN. ALEXANDRE DE MORAES, MIN. ROSA WEBER, MIN. GILMAR MENDES: INTERPRETAÇÃO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FEDERALISMO, OBSERVÂNCIA, AUTONOMIA, ENTE FEDERADO, EQUILÍBRIO, EXERCÍCIO, PODERES DA REPÚBLICA. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. CASO CONCRETO, OBSERVÂNCIA, FINALIDADE, LEI IMPUGNADA, PROTEÇÃO, MEIO AMBIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=350&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL)\nADI 3645 (TP). \n(LEI ESTADUAL, PROTEÇÃO, MEIO AMBIENTE, AUMENTO, RESTRIÇÃO)\nRE 194704 (TP), ADI 3937 MC (TP). \n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, INOBSERVÂNCIA, NORMA GERAL, UNIÃO FEDERAL, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL)\nADI 1245 (TP), ADI 3645 (TP), ADI 2667 MC (TP). \n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, OBSERVÂNCIA, LEI FEDERAL)\nADI 3645 (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, PROIBIÇÃO, LIMITAÇÃO, CAÇA)\nADI 5977 (TP). \n(COMPETÊNCIA CONCORRENTE, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE)\nADPF 109 (TP). \n- Legislação estrangeira citada: Constituição dos Estados Unidos, 1787.\nNúmero de páginas: 49.\nAnálise: 16/08/2022, BMP.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : CLAUDIO LUIS NEVES CASTELLANO \nADV.(A/S)  : ANTONIO SILVIO MAGALHÃES JUNIOR \nADV.(A/S)  : CARLOS ROBERTO DE ALCKMIN DUTRA \nADV.(A/S)  : DIANA COELHO BARBOSA \nADV.(A/S)  : MARCELO DE CARVALHO \nADV.(A/S)  : MARCO ANTONIO HATEM BENETON \nADV.(A/S)  : MAURILIO MALDONADO \nADV.(A/S)  : ALEXANDRE ISSA KIMURA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":454664,"documental_tese_texto":null,"procedencia_geografica_completo":"*** - CODIGO INEXISTENTE","processo_codigo_completo":"ADI 350","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-06-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 2000. p. 147.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADIA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBULOS, Uadi Lammêgo. Constituição Federal anotada. 5. ed. São Paulo: Saraiva, 2003. p. 552.\nCANOTILHO, J.J. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mclntyre.  The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1.\nFERRAZ, Tércio Sampaio. Normas gerais e competência concorrente – uma exegese do art. 24 da Constituição Federal. Revista Trimestral de Direito Público, São Paulo: Malheiros, n. 7, 1994. p. 19.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHAMILTON, Alexander; JAY, John; MADISON, James. Federalist Papers. 1787-1788.\nHORTA, Raul Machado. Estudos de Direito Constitucional. Belo Horizonte: Del Rey, 1995. p. 419.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53.\nLEVI, Luca. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (coord.). Dicionário de política. v. 1. p. 482.\nLOEWESTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. São Paulo: Malheiros, 1999. p. 160, 171, 201, 653 e 654.\nMALBIN, Michel J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40.\nMIRANDA, Jorge. Manual de direito constitucional. 4. Ed. Coimbra: Coimbra, 1990. v. 1. p. 13-14.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada. O problema da conceituação das normas gerais. Revista de Informação Legislativa, Brasília, ano 25, n. 100, out./dez. 1988. p. 159-160.\nROBISON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSODERO, Fernando Pereira. In: BECHARA, Érica. A proteção da fauna sob a ótica constitucional. São Paulo: Juarez de Oliveira, 2003. p. 151, 160 e 171.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 20 ed. São Paulo: Malheiros, 2002. p. 479.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":350,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur454665","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Bruno Corrêa Burini; pela interessada, Dra. Denise Setsuko Okada Ahmed, Procuradora da Assembleia Legislativa do Estado do Rio de Janeiro; pelo amicus curiae, o Dr. Gustavo Teixeira Ramos; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 26.05.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, nos termos do voto médio do Ministro Gilmar Mendes (Relator), conheceu da ação direta e julgou parcialmente procedente o pedido formulado, apenas para declarar a inconstitucionalidade do parágrafo único do art. 1º e do art. 4º da Lei nº 7.814/2017 do Estado do Rio de Janeiro. Também votaram nesse sentido os Ministros Alexandre de Moraes, Roberto Barroso, Dias Toffoli e Ricardo Lewandowski. Votou pela procedência integral do pedido o Ministro Nunes Marques. Votaram pela improcedência do pedido os Ministros Edson Fachin, Rosa Weber, Cármen Lúcia, Marco Aurélio e Luiz Fux (Presidente). Plenário, 27.05.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur454665","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur454665","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação direta de inconstitucionalidade. 2. Lei nº 7.814, de 15 de dezembro de 2017, do Estado do Rio de Janeiro, que dispõe sobre a proibição, no Estado, da utilização de animais para desenvolvimento, experimento e teste de produtos cosméticos, higiene pessoal, perfumes, limpeza e seus componentes. 3. Competência da União para legislar sobre normais gerais. Alegação de ofensa ao art. 24, VI, CF. Inocorrência. Precedentes. 4. Usurpação de competência da União. Limitações a comercialização dos produtos derivados dessas atividades no Estado do Rio de Janeiro. Restrição ao mercado interestadual. Alegação de ofensa aos artigo 22, VIII e 24, VI da Constituição Federal. Ocorrência. Precedentes. 5. Ação direta de inconstitucionalidade julgada parcialmente procedente, para declarar a inconstitucionalidade do parágrafo único do art. 1º e do art. 4º da Lei 7814/2017 do Estado do Rio de Janeiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757819360","externo_seq_objeto_incidente":5531738,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-208  DIVULG 19-10-2021  PUBLIC 20-10-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5995&classe=ADI","is_colac":false,"titulo":"ADI 5995","documental_legislacao_citada_texto":["LEG-IMP   IMP-000556 ANO-1850\n    LEI DO IMPÉRIO - CÓDIGO COMERCIAL\n\n","LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00005 ART-00005 \"CAPUT\"\n    INC-00032 ART-00022 INC-00001 INC-00002\n    INC-00008 PAR-00003 ART-00023 INC-00005\n    INC-00006 INC-00007 INC-00008 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00024\n    INC-00005 INC-00006 INC-00012 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00030\n    INC-00001 ART-00170 INC-00004 INC-00005\n    ART-00255 \"CAPUT\" PAR-00001 INC-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005197 ANO-1967\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00004 ART-00006 INC-00002 ART-00055\n    \"CAPUT\" PAR-00001\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009605 ANO-1998\n    ART-00029 ART-00030 ART-00031 ART-00032\n    PAR-00001 PAR-0001A PAR-00002 ART-00033\n    ART-00034 ART-00035 ART-00036 ART-00037\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009782 ANO-1999\n    ART-00007 INC-00003 INC-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011105 ANO-2005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011794 ANO-2008\n    ART-00001 PAR-00001 INC-00001 INC-00002\n    PAR-00002 PAR-00003 ART-00011 ART-00014\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    PAR-00005 PAR-00006 PAR-00007 PAR-00008\n    PAR-00009 PAR-00010 ART-00015 ART-00016\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-004680 ANO-2003\n    DECRETO\n\n","LEG-FED   DEC-005591 ANO-2005\n    DECRETO\n\n","LEG-FED   RES-000019 ANO-2013\n    RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   RES-000007 ANO-2015\n    RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   RES-000015 ANO-2015\n    RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   RES-000250 ANO-2018\n    RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   PJL-001153 ANO-1995\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000948 ANO-2019\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-EST   LEI-014274 ANO-2010\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-000289 ANO-2015\n    LEI ORDINÁRIA, AM\n\n","LEG-EST   LEI-007814 ANO-2017\n    ART-00001 \"CAPUT\" PAR-ÚNICO ART-00002\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00008\n    INC-00009 INC-00010 INC-00011 INC-00012\n    INC-00013 INC-00014 INC-00015 INC-00016\n    INC-00017 INC-00018 INC-00019 ART-00003\n    INC-00001 LET-A LET-B LET-C\n    LET-D INC-00002 LET-A LET-B\n    ART-00004 \"CAPUT\" PAR-ÚNICO ART-00005\n    ART-00006 INC-00001 INC-00002 INC-00003\n    ART-00007 ART-00008 ART-00009\n    LEI ORDINÁRIA, RJ"],"publicacao_data":"2021-10-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, REPRESENTATIVIDADE ADEQUADA, ALCANCE, ÂMBITO NACIONAL; DELIMITAÇÃO, CARÁTER SUBJETIVO, ASSOCIAÇÃO; PERTINÊNCIA TEMÁTICA; COMPATIBILIDADE, REPRESENTAÇÃO, ASSOCIAÇÃO, ATO IMPUGNADO. DIREITO FUNDAMENTAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, LEI ESTADUAL, AMPLIAÇÃO, PROTEÇÃO, LEI FEDERAL. CONSTITUIÇÃO FEDERAL, PROTEÇÃO, FAUNA, GARANTIA, INTEGRIDADE FÍSICA, INTEGRIDADE PSÍQUICA, ANIMAL. COMPETÊNCIA CONCORRENTE, NORMA, INFORMAÇÃO, EMBALAGEM, PRODUTO, ALIMENTO. INCONSTITUCIONALIDADE, LEI ESTADUAL, OBRIGAÇÃO, INFORMAÇÃO, PRESENÇA, ORGANISMO GENETICAMENTE MODIFICADO (OGM), ALIMENTO, COMPETÊNCIA, UNIÃO FEDERAL, NORMA GERAL.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA CONCORRENTE, PREDOMINÂNCIA, INTERESSE LOCAL, LEI ESTADUAL, AMPLIAÇÃO, PROTEÇÃO, MEIO AMBIENTE, LEI FEDERAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, COMÉRCIO EXTERIOR, COMÉRCIO INTERESTADUAL.\n\n- VOTO, MIN. CÁRMEN LÚCIA: COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MEIO AMBIENTE, LIMITAÇÃO, INTERESSE LOCAL.\n\n- VOTO, MIN. LUIZ FUX: CONSTITUIÇÃO FEDERAL, MEIO AMBIENTE EQUILIBRADO. INCONSTITUCIONALIDADE, LEI ESTADUAL, BRIGA DE GALO, MANIFESTAÇÃO CULTURAL. FEDERALISMO, DESCENTRALIZAÇÃO, PODER POLÍTICO, REALIZAÇÃO, DIREITO FUNDAMENTAL. PRINCÍPIO, AUTONOMIA, ENTE FEDERADO, PRINCÍPIO DO PLURALISMO POLÍTICO. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, PROTEÇÃO AO CONSUMIDOR. LEI ESTADUAL, DIREITO DO CONSUMIDOR, INFORMAÇÃO, COMPETÊNCIA SUPLEMENTAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5995&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, REQUISITO)\nADI 4912 (TP). \n(DIREITO FUNDAMENTAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, LEI ESTADUAL, AMPLIAÇÃO, PROTEÇÃO, LEI FEDERAL)\nADI 4306 (TP), ADI 6039 MC (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, PROIBIÇÃO, TESTE EM ANIMAL, PRODUTO COSMÉTICO)\nADI 5996 (TP). \n(CONSTITUIÇÃO FEDERAL, PROTEÇÃO, FAUNA, GARANTIA, INTEGRIDADE FÍSICA, INTEGRIDADE PSÍQUICA, ANIMAL)\nADI 4983 (TP). \n(COMPETÊNCIA CONCORRENTE, NORMA, INFORMAÇÃO, EMBALAGEM, PRODUTO, ALIMENTO)\nADI 750 (TP), ADI 910 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, OBRIGAÇÃO, INFORMAÇÃO, PRESENÇA, OGM, ALIMENTO)\nADI 3645 (TP), ADI 4619 (TP). \n(COMPETÊNCIA CONCORRENTE, PREDOMINÂNCIA, INTERESSE LOCAL, LEI ESTADUAL, AMPLIAÇÃO, PROTEÇÃO, MEIO AMBIENTE, LEI FEDERAL)\nRE 194704 (TP), ADI 3406 (TP), ADI 3470 (TP), ADI 5996 (TP), ADI 3937 MC (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, COMÉRCIO EXTERIOR, COMÉRCIO INTERESTADUAL)\nADI 750 (TP), ADI 3852 (TP). \n(ADI, LEGITIMIDADE ATIVA, ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA DE HIGIENE PESSOAL, PERFUMARIA E COSMÉTICOS - ABIHPEC)\nADI 5996 (TP). \n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MEIO AMBIENTE, LIMITAÇÃO, INTERESSE LOCAL)\nRE 586224 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, BRIGA DE GALO, MANIFESTAÇÃO CULTURAL)\nADI 1856 (TP). \n(FEDERALISMO, DESCENTRALIZAÇÃO, PODER POLÍTICO, REALIZAÇÃO, DIREITO FUNDAMENTAL)\nADI 4306 (TP). \n(PRINCÍPIO, AUTONOMIA, ENTE FEDERADO, PRINCÍPIO DO PLURALISMO POLÍTICO)\nADI 4060 (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, PROTEÇÃO AO CONSUMIDOR)\nADI 2818 (TP). \n(LEI ESTADUAL, DIREITO DO CONSUMIDOR, INFORMAÇÃO, COMPETÊNCIA SUPLEMENTAR)\nADI 2832 (TP), ADI 1980 MC (TP). \n(CONSTITUIÇÃO FEDERAL, MEIO AMBIENTE EQUILIBRADO)\nRE 153531 (2ªT). \n- Decisão estrangeira citada: Caso Gibbons vs. Ogden, de 1824, da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: Constituição dos Estados Unidos, de 1787. \n- Veja item 3, letras a, b, c, d, e, f, da Resolução nº 39/248, de 16 de abril de 1985, da Organização das Nações Unidas (ONU).\n- Veja art. 3º do Estatuto Social da Associação Brasileira da Indústria de Higiene Pessoal, Perfumaria e Cosméticos (ABIHPEC).\nNúmero de páginas: 125.\nAnálise: 09/08/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA DE HIGIENE PESSOAL, PERFUMARIA E COSMÉTICOS - ABIHPEC \nADV.(A/S)  : HELOISA BARROSO UELZE BLOISI E OUTRO(A/S)\nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : HUMANE SOCIETY INTERNATIONAL - HSI \nADV.(A/S)  : GUSTAVO TEIXEIRA RAMOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":454665,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 5995","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-05-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBENJAMIN, Antônio Herman V. O Meio Ambiente na Constituição Federal de 1988. Informativo Jurídico da Biblioteca Ministro Oscar Saraiva, v. 19, n. 1, jan./jun. 2008. p. 44.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCAS, Gérard. La défense du consommateur. Paris: Presses Universitaires de France, 1980. p. 9.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company. 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht, I, Heidelberg. 22. ed. 2006. p. 56-60.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1.\nFENSTERSEIFER, Tiago; SARLET, Ingo Wolfgang. Direito Constitucional Ambiental. 3 ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2013.\nFERRAZ JÚNIOR, Tércio Sampaio. Normas gerais e competência concorrente. Uma exegese do art. 24 da Constituição Federal. Revista da Faculdade de Direito da Universidade de São Paulo (FDUSP), São Paulo, v. 90, p. 245-251, 1995. p. 249.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nFILOMENO. José Geraldo Brito. Código Brasileiro de Defesa do Consumidor – Comentado pelos Autores do Anteprojeto. 9. ed. Rio de Janeiro: Forense Universitária, 2007.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHAMILTON, Alexander; JAY, John; MADISON, James. Federalist Papers. 1787-1788.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40.\nMENDES, Gilmar Ferreira. Curso de direito constitucional. 11. ed. São Paulo: Saraiva, 2016. p. 1188-1191.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019. p. 936.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo. 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company. 1987. p. 18-19.\nSANTANA, Héctor Valverde. Proteção Internacional do Consumidor: necessidade de harmonização da legislação. Revista de Direito Internacional, Brasília, v. 11, n. 1, 2014.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1.","ministro_facet":["GILMAR MENDES"],"processo_numero":5995,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451432","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente o pedido de extradição, condicionando a entrega do extraditando à observância, pelo Estado Requerente, das exigências impostas pela legislação brasileira e pelos tratados internacionais assinados entre os Estados Partes, em especial no que se refere ao cômputo do tempo de prisão preventiva que o requerido foi submetido para fins de extradição, na forma do art. 96, II, da Lei 13.445/2017, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 13.8.2021 a 20.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451432","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur451432","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória. 2. Nacional uruguaio. 3. Regência pelo Acordo de Extradição entre os Estados Partes do MERCOSUL, assinado em 10.12.1998 e promulgado pelo Decreto 4.975, de 30.1.2014. Requisitos da Lei n° 13.445/2017. 4. Dupla tipicidade. Fato correspondente, em tese, ao art. 121 do Código Penal. 5. Dupla punibilidade. 6. Pedido de extradição suficientemente instruído. 6. Pedido de prisão domiciliar indeferido. 7. Extradição julgada procedente. Entrega do extraditando condicionada a compromisso a ser assumido pelo Estado requerente de computar o tempo de prisão preventiva para fins de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756939286","externo_seq_objeto_incidente":5843872,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-170  DIVULG 25-08-2021  PUBLIC 26-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1622&classe=Ext","is_colac":false,"titulo":"Ext 1622","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00001 LET-G\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 ART-00083 ART-00090 ART-00096\n    INC-00002\n    LEI ORDINÁRIA\n\n","LEG-INT   ACO ANO-1998\n    ART-00018\n    ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00121 PAR-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00109 INC-00001\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000605 ANO-2003\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL \n\n","LEG-FED   DEC-004975 ANO-2014\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL \n\n","LEG-FED   RGI ANO-1980\n    ART-00207\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-08-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORDENAMENTO JURÍDICO BRASILEIRO, EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA; STF, APRECIAÇÃO, LEGALIDADE, PROCEDÊNCIA, PEDIDO, EXTRADIÇÃO, OBSERVÂNCIA, DIREITO FUNDAMENTAL, DIREITOS HUMANOS. EXTRADITANDO, COMPANHEIRA, FILHO BRASILEIRO, AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO. EXTRADITANDO, MANDANTE, CRIME, HOMICÍDIO QUALIFICADO, FUGA, DISTRITO DA CULPA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1622&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1114 (TP), Ext 1085 PET-AV-ED (TP). \n- Legislação estrangeira citada: art. 67, art. 117, art. 310 e art. 312 do Código Penal Uruguaio.\n- Veja PPE 930 do STF.\n\n\nNúmero de páginas: 8.\nAnálise: 29/03/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : ROBERTO FABIAN PIRIZ DA SILVA \nADV.(A/S)  : FERNANDA LETÍCIA SEVERO DIEZ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451432,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1622","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1622,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451891","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento ao agravo interno, nos termos do voto do Relator. Impedido o Ministro Roberto Barroso. Afirmou suspeição o Ministro Edson Fachin. Plenário, Sessão Virtual de 13.8.2021 a 20.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451891","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur451891","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO NO MANDADO DE SEGURANÇA. CONSTITUCIONAL E PROCESSUAL CIVIL. ATO DO CONSELHO NACIONAL DE JUSTIÇA. PROCEDIMENTO DE CONTROLE ADMINISTRATIVO. CONCURSO PÚBLICO DE PROVAS E TÍTULOS PARA OUTORGA DAS DELEGAÇÕES DAS ATIVIDADES NOTARIAIS E/OU REGISTRAIS DO ESTADO DO RIO DE JANEIRO. ALEGAÇÃO DE ILEGALIDADE. INOCORRÊNCIA. ATUAÇÃO DO CNJ CONFORME SUAS PRERROGATIVAS CONSTITUCIONAIS E ATENTO AO PREVISTO EM SEU REGIMENTO INTERNO. AUSÊNCIA DE ILEGALIDADE OU ABUSO DE PODER. RECURSO DE AGRAVO A QUE SE NEGA PROVIMENTO.\n\n\n\n    1. Não se verifica qualquer ilegalidade no procedimento adotado pelo Conselho Nacional de Justiça que julgou improcedentes os pedidos formulados no PCA 0006024-83.2014.2.00.0000, mantendo as orientações expressamente consignadas no PCA 000360-61.2020.2.00.0000, determinando o encerramento do concurso público de outorga das delegações das atividades notariais e/ou registrais do Estado do Rio de Janeiro, asseguradas as delegações anteriormente outorgadas.\n\n\n\n    2. O CNJ atuou conforme suas prerrogativas constitucionais e de acordo com o previsto em seu Regimento Interno, não incorrendo em qualquer ilegalidade ou abuso de poder.\n\n\n\n    3. Essa atuação está em consonância com as diretrizes lançadas pela jurisprudência desta SUPREMA CORTE, consolidadas no sentido de que “como regra geral, o controle dos atos do CNJ pelo STF somente se justifica nas hipóteses de (i) inobservância do devido processo legal; (ii) exorbitância das competências do Conselho; e (iii) injuridicidade ou manifesta irrazoabilidade do ato impugnado” (MS 33.690 AgR, Rel. Min. ROBERTO BARROSO, Primeira Turma, DJe de 18/2/2016). Precedentes.\n\n\n\n    4. Recurso de agravo a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757057352","externo_seq_objeto_incidente":6199769,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-174  DIVULG 31-08-2021  PUBLIC 01-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=37572&classe=MS","is_colac":false,"titulo":"MS 37572 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00006 ART-00009\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-000081 ANO-2009\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2021-09-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CASO CONCRETO, DISCUSSÃO, PONTUAÇÃO, PROVA DE TÍTULOS (CONCURSO PÚBLICO), OUTORGA, DELEGAÇÃO, SERVENTIA EXTRAJUDICIAL, OBSERVÂNCIA, ENTENDIMENTO, CONSELHO NACIONAL DE JUSTIÇA (CNJ). COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), TEXTO CONSTITUCIONAL, ROL TAXATIVO, ATUAÇÃO, ÂMBITO ADMINISTRATIVO, POSSIBILIDADE, CONTROLE JUDICIAL, STF.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=37572&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONCURSO PÚBLICO, SERVIÇO NOTARIAL E DE REGISTRO)\nMS 33527 (1ªT), MS 33539 (1ªT). \n(TAXATIVIDADE, COMPETÊNCIA ORIGINÁRIA, STF)\nACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 124 (TP) - RTJ 50/72. \n(CONTROLE, ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), STF, REQUISITO)\nRMS 24347 (2ªT), RMS 27934 AgR (2ªT), MS 33690 AgR (1ªT), RMS 33911 (2ªT). \n- Decisão estrangeira citada: caso Marbury v. Madison (1 Cranch 137 - 1803), dos Estados Unidos.\nNúmero de páginas: 26.\nAnálise: 31/05/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : VANESSA PORTELA BARBOSA ZANINI E OUTRO(A/S)\nADV.(A/S)  : MURILO GODOY \nAGDO.(A/S)  : PRESIDENTE DO CONSELHO NACIONAL DE JUSTIÇA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451891,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 37572 AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":37572,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur452099","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente o pedido formulado pelo Governo de Portugal para deferir a extradição executória de José Amado Domingues Cunha, prejudicado o pedido de revogação da prisão preventiva, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 20.8.2021 a 27.8.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur452099","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur452099","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO INTERNACIONAL. PEDIDO DE EXTRADIÇÃO EXECUTÓRIA. EXTRADITANDO CONDENADO PELA PRÁTICA DOS CRIMES DE TRÁFICO DE DROGAS. PREENCHIMENTO DOS REQUISITOS LEGAIS. DEFERIMENTO.\n\n\n\n    I – O Estado requerente observou integralmente os requisitos legais para o pedido de extradição executória, sendo inexistentes quaisquer dos óbices previstos no art. 82 da Lei 13.445/2017, estando também preenchidos os requisitos previstos nos arts. 83 e 87, §3º, do mesmo diploma legal. Ademais, estão assumidos todos os compromissos previstos no art. 96 do mesmo diploma e na convenção sobre a extradição firmada entre ambas as nações.\n\n\n\n    II - Em matéria de extradição, o juízo cognitivo é limitado às suas legalidades formais, devido à subsistência, entre nós, do sistema de contenciosidade limitada. Ademais, observa-se que a defesa manifestou concordância com o pleito extradicional.\n\n\n\n    III - Em relação às causas impeditivas do art. 82 da Lei 13.445/2017, verifica-se que o extraditando não é brasileiro nato ou naturalizado, inexistindo informações de que seja refugiado ou que responda a processo no Brasil pelos mesmos fatos. \n\n\n\n    IV- As infrações penais atribuídas ao extraditando são desvestidas de qualquer natureza ideológica, constituindo delitos comuns, insuscetíveis de julgamento perante tribunais de exceção no Estado requerente, não se configurando o óbice à extradição disposto no art. 82, VII, da referida Lei.\n\n\n\n    V - O crime de tráfico de drogas possui correspondência nos arts. 33 e 35 da Lei 11.343/2006. Com relação à dupla punibilidade, a pena concreta aplicada não está prescrita nas jurisdições portuguesa e brasileira, na forma do art. 122, número 1, alínea b, do Código Penal Português, e art. 109, inciso III, do Código Penal Brasileiro.\n\n\n\n    VI – O Estado requerente se comprometeu a detrair da pena o período da prisão decorrente da extradição, até a efetiva entrega do extraditando. O mesmo é válido para os demais compromissos previstos no art. 96 da Lei 13.445/2017 e na Convenção de Extradição entre os Estados Membros da Comunidade dos Países de Língua Portuguesa.\n\n\n\n    VII - Extradição autorizada por esta Suprema Corte.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757142206","externo_seq_objeto_incidente":5891268,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-177  DIVULG 03-09-2021  PUBLIC 08-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1629&classe=Ext","is_colac":false,"titulo":"Ext 1629","documental_legislacao_citada_texto":["LEG-FED   LEI-011343 ANO-2006\n    ART-00033 ART-00035\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00007 ART-00083 ART-00087\n    PAR-00003 ART-00091 PAR-00001 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-2005\n    CONVENÇÃO DE EXTRADIÇAO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00003\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000045 ANO-2009\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   DEC-007935 ANO-2013\n    DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-09-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1629&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1510 (2ªT), Ext 1530 (1ªT). \n- Legislação estrangeira citada: art. 122, número 1, alínea b, do Código Penal Português; arts. 21, 22 e 23 da Lei Portuguesa de Combate às Drogas (Decreto-Lei 15/1993).\nNúmero de páginas: 9.\nAnálise: 05/07/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : JOSÉ AMADO DOMINGUES CUNHA \nADV.(A/S)  : ANDERSON MARQUES FIGUEIRA \nADV.(A/S)  : CARLOS ROBERTO RODRIGUES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":452099,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1629","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-08-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1629,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur453437","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente a extradição, com a entrega do extraditando ao Estado Requerente, desde que respeitados todos os compromissos legais e internacionais aplicáveis à espécie, em especial o de computar o tempo de prisão decorrente deste processo para fins de detração, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 10.9.2021 a 17.9.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur453437","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur453437","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição de cidadão turco. 2. Disposições da Lei 13.445/2017. 3. Estrangeiro procurado na Turquia para responder pelo crime de tráfico de entorpecentes. 4. Prisão para fins de extradição decretada. 5. Fatos suficientemente descritos. Condutas devidamente individualizadas. 6. Presença da dupla tipicidade e dupla punibilidade. 7. Descabida a análise quanto à autoria/materialidade do crime em processos de extradição. Não comprovação da presença em local distinto à época dos fatos. 8. Alegação de risco de vida não demonstrada. 9. Competência do Estado estrangeiro para processar e julgar o extraditando. 10. Deferimento do pedido de extradição. Entrega do extraditando condicionada à assunção dos compromissos legais e internacionais por parte do Estado requerente, em especial o de computar o período em que permaneceu preso no Brasil em virtude deste processo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757460580","externo_seq_objeto_incidente":5253908,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-192  DIVULG 24-09-2021  PUBLIC 27-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1515&classe=Ext","is_colac":false,"titulo":"Ext 1515","documental_legislacao_citada_texto":["LEG-FED   LEI-011343 ANO-2006\n    ART-00033\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00002 INC-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00156\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2021-09-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1515&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, DESCABIMENTO, APRECIAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO)\nExt 915 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 830 (TP), Ext 1145 (TP). \n(EXTRADIÇÃO, ESTADO ESTRANGEIRO, RESPONSÁVEL, SEGURANÇA, EXTRADITANDO)\nExt 1337 (2ªT). \n- Legislação estrangeira citada: sub-artigo 1-d do Art. 66, do Código Penal Turco n° 5237.\nNúmero de páginas: 12.\nAnálise: 09/03/2022, PBF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA TURQUIA \nEXTDO.(A/S)  : MEHMET YALÇIN OU MEHMET YALCIN \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":453437,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1515","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-09-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1515,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434080","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 327 da repercussão geral, negou provimento ao recurso extraordinário, nos termos dos votos proferidos, vencidos os Ministros Edson Fachin e Marco Aurélio, que davam provimento ao extraordinário. Foi fixada a seguinte tese: \"A inscrição de entes federados em cadastro de inadimplentes (ou outro que dê causa à negativa de realização de convênios, acordos, ajustes ou outros instrumentos congêneres que impliquem transferência voluntária de recursos), pressupõe o respeito aos princípios do contraditório, da ampla defesa e do devido processo legal, somente reconhecido: a) após o julgamento de tomada de contas especial ou procedimento análogo perante o Tribunal de Contas, nos casos de descumprimento parcial ou total de convênio, prestação de contas rejeitada, ou existência de débito decorrente de ressarcimento de recursos de natureza contratual (salvo os de conta não prestada); b) após a devida notificação do ente faltoso e o decurso do prazo nela previsto (conforme constante em lei, regras infralegais ou em contrato), independentemente de tomada de contas especial, nos casos de não prestação de contas, não fornecimento de informações, débito decorrente de conta não prestada, ou quaisquer outras hipóteses em que incabível a tomada de contas especial\". Votaram neste sentido os Ministros Rosa Weber (Relatora), Alexandre de Moraes, Roberto Barroso, Dias Toffoli e Luiz Fux. Os Ministros Gilmar Mendes, Ricardo Lewandowski e Cármen Lúcia também negavam provimento ao recurso, mas fixavam tese diversa. Redigirá o acórdão a Ministra Rosa Weber (Relatora). Falaram: pela recorrente, a Dra. Andrea de Quadros Dantas, Advogada da União; e, pelo amicus curiae Estado do Pará, a Dra. Viviane Ruffeil Teixeira Pereira, Procuradora do Estado. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 4.9.2020 a 14.9.2020 (Sessão iniciada na Presidência do Ministro Dias Toffoli e finalizada na Presidência do Ministro Luiz Fux).","is_repercussao_geral_merito":true,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434080","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434080","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. DIREITO ADMINISTRATIVO, FINANCEIRO E CONSTITUCIONAL. INSCRIÇÃO NO CADASTRO DE INADIMPLENTES DO SISTEMA INTEGRADO DE ADMINISTRAÇÃO FINANCEIRA DO GOVERNO FEDERAL – SIAFI/CADIN. DIREITO DA UNIÃO E DOS ESTADOS DE CONDICIONAR A ENTREGA DE RECURSOS AO PAGAMENTO DE SEUS CRÉDITOS, INCLUSIVE DE SUAS AUTARQUIAS. ART. 160, PARÁGRAFO ÚNICO, I, DA CONSTITUIÇÃO DA REPÚBLICA. AUSÊNCIA DE CONFLITO COM A GARANTIA DO CONTRADITÓRIO, AMPLA DEFESA E DEVIDO PROCESSO LEGAL. ART. 5º, LIV e LV, DA CONSTITUIÇÃO DA REPÚBLICA. VINCULAÇÃO AOS CADASTROS PARA A ENTREGA DE NOVOS RECURSOS. OBRIGAÇÃO LEGAL DIVERSA DO OBJETO DA AÇÃO. CARACTERIZAÇÃO DA INADIMPLÊNCIA PARA INSCRIÇÃO DE RESTRIÇÃO EM CADASTROS. MOMENTO. PRÉVIO JULGAMENTO DE TOMADA DE CONTAS ESPECIAL PELO TRIBUNAL DE CONTAS. NECESSIDADE NOS CASOS DE POSSIBILIDADE DE REVERSÃO DA INADIMPLÊNCIA. FIXAÇÃO DE TESE. RECURSO EXTRAORDINÁRIO A QUE SE NEGA PROVIMENTO. \n\n\n\n    1. Não viola o art. 160, I, da Constituição Federal a exigência do julgamento da tomada de contas especial para inscrição, em cadastro de inadimplentes, de ente subnacional que pretende receber recursos da União.\n\n\n\n    2. É requisito para a inscrição de ente subnacional em cadastro de inadimplentes o julgamento da tomadas de contas especial ou de outro procedimento específico instituído por lei que permita a apuração dos danos ao erário federal e das respectivas responsabilidades, desde que cabível à hipótese e possa resultar em reversão da inadimplência. Garantia do devido processo legal, contraditório e ampla defesa. Inteligência do disposto no art. 5º, LIV, e LV, da Constituição Federal.\n\n\n\n    3. É dispensável o julgamento ou mesmo a instauração da tomada de contas especial para a inscrição de ente subnacional em cadastro de inadimplentes, quanto tal procedimento não puder resultar em reversão da inadimplência, bastando, nestas hipóteses, a devida notificação do ente faltoso e o decurso do prazo nela previsto.\n\n\n\n    4. Fixação da seguinte tese em repercussão geral: “A inscrição de entes federados em cadastro de inadimplentes (ou outro que dê causa à negativa de realização de convênios, acordos, ajustes ou outros instrumentos congêneres que impliquem transferência voluntária de recursos), pressupõe o respeito aos princípios do contraditório, da ampla defesa e do devido processo legal, somente reconhecido: a) após o julgamento de tomada de contas especial ou procedimento análogo perante o Tribunal de Contas, nos casos de descumprimento parcial ou total de convênio, prestação de contas rejeitada, ou existência de débito decorrente de ressarcimento de recursos de natureza contratual (salvo os de conta não prestada) e; b) após a devida notificação do ente faltoso e o decurso do prazo nela previsto (conforme constante em lei, regras infralegais ou em contrato), independentemente de tomada de contas especial, nos casos de não prestação de contas, não fornecimento de informações, débito decorrente de conta não prestada, ou quaisquer outras hipóteses em que incabível a tomada de contas especial.”\n\n\n\n     4. Recurso extraordinário a que se nega provimento, com fixação de tese em repercussão geral.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754162601","externo_seq_objeto_incidente":5241717,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-254  DIVULG 20-10-2020  PUBLIC 21-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1067086&classe=RE","is_colac":false,"titulo":"RE 1067086","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00002 INC-00054 INC-00055 \n          ART-00023 ART-00030 INC-00006 INC-00007 \n          ART-00034 INC-00007 LET-D ART-00037 \n          \"CAPUT\" ART-00070 PAR-ÚNICO ART-00071 \n          INC-00002 INC-00006 INC-00008 INC-00009 \n          PAR-00003 ART-00074 INC-00002 ART-00102 \n          INC-00001 LET-F INC-00003 LET-A \n          PAR-00003 ART-00160 PAR-ÚNICO INC-00001 \n          INC-00002 ART-00198 PAR-00002 INC-00002 \n          INC-00003 ART-0216A PAR-00001 INC-00004 \n          ART-0219A ART-00241 TÍTULO-6 CAPÍTULO-1 \n          SEÇÃO-6\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00025 PAR-00001 INC-00004 LET-A \n          LET-B PAR-00003\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-001079      ANO-1950\n          ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00151 INC-00003\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008443      ANO-1992\n          ART-00001 INC-00001 INC-00002 ART-00004 \n          ART-00005 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 ART-00006 ART-00008 \"CAPUT\" \n          PAR-00001 PAR-00002 PAR-00003 ART-00009 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00010 PAR-00001 PAR-00002 PAR-00003 \n          ART-00011 ART-00012 INC-00001 INC-00002 \n          INC-00003 INC-00004 PAR-00001 PAR-00002 \n          PAR-00003 ART-00013 ART-00014 ART-00015 \n          ART-00016 INC-00001 INC-00002 INC-00003 \n          LET-A LET-B LET-C LET-D \n          PAR-00001 PAR-00002 LET-A LET-B \n          PAR-00003 ART-00019 ART-00023 INC-00001 \n          INC-00002 INC-00003 LET-A LET-B \n          LET-C ART-00024 ART-00031 ART-00032 \n          INC-00001 INC-00002 INC-00003 PAR-ÚNICO \n          ART-00033 ART-00034 PAR-00001 PAR-00002 \n          ART-00035 INC-00001 INC-00002 INC-00003 \n          PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784      ANO-1999\n          ART-00001 ART-00002 \"CAPUT\" PAR-ÚNICO \n          INC-00007 INC-00008 INC-00009 INC-00010 \n          ART-00011 ART-00012 ART-00013 INC-00001 \n          INC-00002 INC-00003 ART-00017 ART-00056 \n          PAR-00001 PAR-00002 PAR-00003 ART-00057 \n          ART-00069\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-010028      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010522      ANO-2002\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          LET-A LET-B PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 PAR-00008 ART-00003 PAR-ÚNICO \n          ART-00004 PAR-00001 PAR-00002 ART-00005 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-ÚNICO ART-00006 INC-00001 INC-00002 \n          INC-00003 PAR-ÚNICO INC-00001 INC-00002 \n          INC-00003 ART-00007 INC-00001 INC-00002 \n          ART-00026 ART-0026A PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 PAR-00008 PAR-00009 PAR-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011945      ANO-2009\n          ART-00008 INC-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-001142      ANO-1993\n          ART-00006 ART-00007\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DEC-001006      ANO-1993\n                DECRETO\n\n","LEG-FED   DEC-006170      ANO-2007\n          ART-00013\n                DECRETO\n\n","LEG-FED   RES-000043      ANO-2001\n          ART-00021 INC-00004\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   INT-000001      ANO-1997\n          ART-00005 INC-00001 INC-00002 PAR-00001 \n          INC-00001 INC-00002 INC-00003 PAR-00002 \n          ART-00028 PAR-00005 ART-00031 PAR-0002A \n          PAR-00004 PAR-00005 PAR-00006 PAR-00007 \n          PAR-00008 PAR-00009 ART-00035 ART-00038 \n          INC-00001 INC-00002 PAR-00001\n                INSTRUÇÃO NORMATIVA DO SECRETARIO DO TESOURO NACIONAL - STN\n\n","LEG-FED   INT-000035      ANO-2000\n                INSTRUÇÃO NORMATIVA DO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-FED   INT-000001      ANO-2001\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 ART-00003 INC-00001 INC-00002 \n          LET-A PAR-00003 ART-00004\n                INSTRUÇÃO NORMATIVA DO SECRETARIO DO TESOURO NACIONAL - STN\n\n","LEG-FED   INT-000001      ANO-2005\n                INSTRUÇÃO NORMATIVA DO SECRETÁRIO DO TESOURO NACIONAL - STN\n\n","LEG-FED   INT-000071      ANO-2012\n          ART-00002 PAR-ÚNICO ART-00015 INC-00001 \n          ART-00016 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 PAR-ÚNICO\n                INSTRUÇÃO NORMATIVA DO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-FED   PRT-000127      ANO-2008\n          ART-00056 INC-00001 INC-00002 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          PAR-00006 PAR-00007 ART-00060 PAR-00001 \n          PAR-00002 ART-0074B\n                PORTARIA INTERMINISTERIAL DOS MINISTROS DE ESTADO DO PLANEJAMENTO, DESENVOLVIMENTO E GESTÃO, INTERINO, DA FAZENDA E DA TRANSPARÊNCIA, FISCALIZAÇÃO E CONTROLADORIA-GERALDA UNIÃO - MP/MF/GGU\n\n","LEG-FED   PRT-000507      ANO-2011\n          ART-00010 INC-00004 ART-00070 PAR-00001 \n          PAR-00002 INC-00001 INC-00002 PAR-00003 \n          ART-00072 INC-00001 INC-00002 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          PAR-00006 PAR-00007 PAR-00008 PAR-00009 \n          PAR-00010 PAR-00011 ART-00074 PAR-00002 \n          ART-00076 PAR-00002 ART-00093 ART-00096\n                PORTARIA INTERMINISTERIAL DOS MINISTROS DE ESTADO DO PLANEJAMENTO, DESENVOLVIMENTO E GESTÃO, INTERINO, DA FAZENDA E DA TRANSPARÊNCIA, FISCALIZAÇÃO E CONTROLADORIA-GERALDA UNIÃO - MP/MF/GGU\n\n","LEG-FED   PRT-000424      ANO-2016\n          ART-00001 PAR-00001 INC-00004 INC-00010 \n          ART-00009 INC-00006 LET-B ART-00022 \n          INC-00004 INC-00006 LET-A LET-B \n          ART-00057 PAR-00001 PAR-00002 PAR-00005 \n          PAR-00006 ART-00059 INC-00003 INC-00004 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 PAR-00007 PAR-00008 \n          PAR-00009 PAR-00010 PAR-00011 ART-00064 \n          PAR-00001 PAR-00005 PAR-00006 ART-00070 \n          PAR-00001 INC-00001 INC-00002 PAR-00002 \n          PAR-00003 INC-00001 INC-00002 PAR-00004 \n          PAR-00005 PAR-00006 ART-00071 ART-00082\n                PORTARIA INTERMINISTERIAL DOS MINISTROS DE ESTADO DO PLANEJAMENTO, DESENVOLVIMENTO E GESTÃO, INTERINO, DA FAZENDA E DA TRANSPARÊNCIA, FISCALIZAÇÃO E CONTROLADORIA-GERALDA UNIÃO - MP/MF/GGU\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00009\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000003      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUM-000230      \n                SÚMULA DO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-FED   SUMSTF-000070      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000323      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000547      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-10-21","documental_acordao_mesmo_sentido_lista_texto":"RE 1067086 ED-segundos PROCESSO ELETRÔNICO\n          JULG-21-12-2020  UF-BA  TURMA-TP  MIN-ROSA WEBER N.PÁG-019\n          DJe-023  DIVULG 05-02-2021  PUBLIC 08-02-2021\n \nRE 1067086 ED PROCESSO ELETRÔNICO\n          JULG-07-12-2020  UF-BA  TURMA-TP  MIN-ROSA WEBER N.PÁG-013\n          DJe-021  DIVULG 03-02-2021  PUBLIC 04-02-2021","documental_indexacao_texto":"- EVOLUÇÃO, ARGUMENTO, INSCRIÇÃO, ENTE PÚBLICO, CADASTRO DE INADIMPLENTES. EXISTÊNCIA, DÉBITO, RESPONSABILIDADE, ADMINISTRADOR; DÉBITO, RESPONSABILIDADE, ENTE PÚBLICO, PERSONALIDADE JURÍDICA, AUTARQUIA; ÓRGÃO AUTÔNOMO, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, TRIBUNAL DE CONTAS; PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO; PRINCÍPIO DA RESERVA LEGAL; NOTIFICAÇÃO PRÉVIA; TOMADA DE CONTAS ESPECIAL; DEMORA, ADMINISTRAÇÃO PÚBLICA, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL; NECESSIDADE, JULGAMENTO, TOMADA DE CONTAS ESPECIAL. EVOLUÇÃO, NORMA, CRIAÇÃO, CADIN. EVOLUÇÃO, JURISPRUDÊNCIA, STF, INCLUSÃO, ENTE PÚBLICO, CADIN. ALCANCE, CADASTRO DE INADIMPLENTES, INADIMPLÊNCIA, CARÁTER FINANCEIRO, AUSÊNCIA, ADIMPLEMENTO DA OBRIGAÇÃO, NATUREZA CONSTITUCIONAL. INCLUSÃO, ENTE PÚBLICO, CADASTRO DE INADIMPLENTES, IMPEDIMENTO, RECEBIMENTO, TRANSFERÊNCIA VOLUNTÁRIA. PRINCÍPIO REPUBLICANO, EFICIÊNCIA, GESTÃO ADMINISTRATIVA. CADASTRO DE INADIMPLENTES, BANCO DE DADOS. VINCULAÇÃO, TRANSFERÊNCIA DE RECURSOS, CONSULTA PRÉVIA, CADASTRO DE INADIMPLENTES. FEDERALISMO COOPERATIVO. CONFIGURAÇÃO, CRIME DE RESPONSABILIDADE, RECEBIMENTO, TRANSFERÊNCIA VOLUNTÁRIA, DESCONFORMIDADE, LEI. RETIRADA, INFORMAÇÃO, CADASTRO DE INADIMPLENTES, INTERMÉDIO, DECISÃO JUDICIAL, IMPLICAÇÃO, PREJUÍZO, CONFIANÇA, BANCO DE DADOS. INCLUSÃO, ENTE PÚBLICO, CADASTRO DE INADIMPLENTES, BOA-FÉ, ADMINISTRAÇÃO PÚBLICA, AUSÊNCIA, SANÇÃO, CARÁTER POLÍTICO. REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, CONDICIONAMENTO, TRANSFERÊNCIA VOLUNTÁRIA, INEXISTÊNCIA, DÉBITO. LEI DE RESPONSABILIDADE FISCAL, CONSIDERAÇÃO, INADIMPLÊNCIA, AUSÊNCIA, PRESTAÇÃO DE CONTAS; AUSÊNCIA, APLICAÇÃO, LIMITE CONSTITUCIONAL, SAÚDE, EDUCAÇÃO. JUSTIFICATIVA, INSCRIÇÃO, CADASTRO DE INADIMPLENTES, AUSÊNCIA, PRESTAÇÃO DE CONTAS; REPROVAÇÃO, CONTAS PÚBLICAS, AUSÊNCIA, RECOLHIMENTO, VALOR. PRINCÍPIO DA PRESTAÇÃO DE CONTAS DA ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA PUBLICIDADE. ENTENDIMENTO, SITUAÇÃO, DESCUMPRIMENTO, CONVÊNIO, REJEIÇÃO, CONTAS PÚBLICAS, NECESSIDADE, ESGOTAMENTO, VIA ADMINISTRATIVA, ATO COMPLEXO, DEPENDÊNCIA, JULGAMENTO, TOMADA DE CONTAS ESPECIAL. RISCO ADMINISTRATIVO. PROCEDIMENTO, TOMADA DE CONTAS, NECESSIDADE, NOTIFICAÇÃO PRÉVIA, DEVEDOR, INCLUSÃO, CADASTRO DE INADIMPLENTES. OMISSÃO, ENTE PÚBLICO, PRESTAÇÃO DE CONTAS, DESCUMPRIMENTO, DEVER, INFORMAÇÃO, EXIGÊNCIA, NOTIFICAÇÃO PRÉVIA, PRAZO, APRESENTAÇÃO, INFORMAÇÃO, MORA. CABIMENTO, RESTRIÇÃO, CADASTRO DE INADIMPLENTES, HIPÓTESE, OMISSÃO, PRESTAÇÃO DE CONTAS, ENTE PÚBLICO, INDEPENDÊNCIA, TOMADA DE CONTAS ESPECIAL. CABIMENTO, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, PODER CONCEDENTE; ÓRGÃO, CONTROLE INTERNO; TRIBUNAL DE CONTAS. PROCEDIMENTO, TOMADA DE CONTAS ESPECIAL, JULGAMENTO, TRIBUNAL DE CONTAS. PROCEDIMENTO, TOMADA DE CONTAS ESPECIAL, PRIMEIRA FASE, PODER CONCEDENTE; SEGUNDA FASE, TRIBUNAL DE CONTAS, GARANTIA, CONTRADITÓRIO, AMPLA DEFESA, FORMAÇÃO, TÍTULO EXECUTIVO. COMPETÊNCIA, TRIBUNAL DE CONTAS. ADMISSIBILIDADE, RECURSO, PROCESSO ADMINISTRATIVO. JURISPRUDÊNCIA, STF, IMPOSSIBILIDADE, INSCRIÇÃO, CRÉDITO TRIBUTÁRIO, CADIN, PENDÊNCIA, RECURSO ADMINISTRATIVO. DECISÃO, TRIBUNAL DE CONTAS, CARACTERÍSTICA, LIQUIDEZ, JUÍZO DE CERTEZA, EXIGIBILIDADE, FORMAÇÃO, TÍTULO EXECUTIVO. TOMADA DE CONTAS ESPECIAL, SÚMULA VINCULANTE, STF. IMPOSSIBILIDADE, RESTRIÇÃO, ENTE PÚBLICO, CADASTRO DE INADIMPLENTES, JUSTIFICATIVA, DEMORA, JULGAMENTO, TRIBUNAL DE CONTAS. NECESSIDADE, TRANSPARÊNCIA, VERACIDADE, INFORMAÇÃO, SITUAÇÃO, INADIMPLÊNCIA, FINALIDADE, AVALIAÇÃO, RISCO, CONCESSÃO, FINANCIAMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: JURISPRUDÊNCIA, STF, OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL, INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES, AUSÊNCIA, OBSERVÂNCIA, CONTRADITÓRIO, AMPLA DEFESA. NECESSIDADE, APURAÇÃO, VERACIDADE, IRREGULARIDADE, CUMPRIMENTO, CONTRATO, CONVÊNIO, ENTE FEDERADO. GARANTIA AO DEVIDO PROCESSO LEGAL, PROCESSO JUDICIAL, PROCESSO ADMINISTRATIVO. INSCRIÇÃO, CADASTRO DE INADIMPLENTES, BLOQUEIO, REPASSE, VALOR, CELEBRAÇÃO, CONVÊNIO, RESTRIÇÃO, AUTONOMIA ADMINISTRATIVA, ENTE FEDERADO, LIMITAÇÃO, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS. OFENSA, PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO DA AMPLA DEFESA, INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES, AUSÊNCIA, PROCEDIMENTO, TOMADA DE CONTAS ESPECIAL. DECISÃO, PROCEDIMENTO, TOMADA DE CONTAS ESPECIAL, APURAÇÃO, LESÃO AO ERÁRIO, FORMAÇÃO, TÍTULO EXECUTIVO EXTRAJUDICIAL.\n\n- VOTO, MIN. GILMAR MENDES: JURISPRUDÊNCIA, STF, POSSIBILIDADE, RESTRIÇÃO, CADASTRO DE INADIMPLENTES, ATO, PODER EXECUTIVO, DESCABIMENTO, ATO, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, TRIBUNAL DE CONTAS, ADMINISTRAÇÃO INDIRETA. PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO. TRANSFERÊNCIA DE RECURSOS, PESSOA JURÍDICA DE DIREITO PÚBLICO, FINALIDADE, EXECUÇÃO, OBJETO, CONVÊNIO. AUSÊNCIA, TRANSFERÊNCIA DE RECURSOS, MANDATÁRIO. CABIMENTO, SUSPENSÃO, RESTRIÇÃO, CADASTRO DE INADIMPLENTES, HIPÓTESE, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, ENTE PÚBLICO, DEVEDOR, POSSIBILIDADE, RECEBIMENTO, TRANSFERÊNCIA VOLUNTÁRIA. JURISPRUDÊNCIA, STF, INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES, NECESSIDADE, OBSERVÂNCIA, CONTRADITÓRIO, AMPLA DEFESA, PROCEDIMENTO, TOMADA DE CONTAS ESPECIAL. INSUFICIÊNCIA, OFÍCIO, INFORMAÇÃO, PENDÊNCIA, CONVÊNIO, NECESSIDADE, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL. EXIGÊNCIA, TOMADA DE CONTAS ESPECIAL, HIPÓTESE, OMISSÃO, PRESTAÇÃO DE CONTAS; AUSÊNCIA, COMPROVAÇÃO, APLICAÇÃO, REPASSE, RECURSOS PÚBLICOS, UNIÃO FEDERAL; DESVIO DE VERBAS PÚBLICAS; LESÃO AO ERÁRIO. OMISSÃO, PRESTAÇÃO DE CONTAS, OBSERVÂNCIA, CONTRADITÓRIO, AMPLA DEFESA, APRESENTAÇÃO, JUSTIFICATIVA, ENTE FEDERADO.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO, PRINCÍPIO DA IMPESSOALIDADE. JURISPRUDÊNCIA, STF, INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES, NECESSIDADE, PROCEDIMENTO, TOMADA DE CONTAS ESPECIAL, OBSERVÂNCIA, CONTRADITÓRIO, AMPLA DEFESA. AUSÊNCIA, TOMADA DE CONTAS ESPECIAL, APURAÇÃO, LESÃO AO ERÁRIO, CASO CONCRETO. TOMADA DE CONTAS ESPECIAL, PROCEDIMENTO ADMINISTRATIVO, TÍTULO EXECUTIVO EXTRAJUDICIAL. EXIGÊNCIA, LEI, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, HIPÓTESE, DESCUMPRIMENTO, CONVÊNIO; REJEIÇÃO, PRESTAÇÃO DE CONTAS, INADIMPLEMENTO CONTRATUAL; OMISSÃO, PRESTAÇÃO DE CONTAS, AUSÊNCIA, COMPROVAÇÃO, APLICAÇÃO, RECURSOS PÚBLICOS, OBJETO, REPASSE, UNIÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: OFENSA, PRINCÍPIO DA LEGALIDADE, EXIGÊNCIA, INSTAURAÇÃO, JULGAMENTO, TOMADA DE CONTAS ESPECIAL, INCLUSÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES. JURISPRUDÊNCIA, STF, IMPOSSIBILIDADE, INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES, AUSÊNCIA, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. PRECEDENTE, STF, SUSPENSÃO, INSCRIÇÃO, ESTADO-MEMBRO, DESPROPORCIONALIDADE, SANÇÃO. ATUAÇÃO, ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA RESERVA LEGAL. OBRIGAÇÃO, UNIÃO FEDERAL, REGISTRO, INFORMAÇÃO, IRREGULARIDADE, APRECIAÇÃO, CONTAS PÚBLICAS, OBJETO, CONVÊNIO; APURAÇÃO, DESCUMPRIMENTO, OBRIGAÇÃO, NATUREZA CONSTITUCIONAL, TRANSFERÊNCIA VOLUNTÁRIA, MOMENTO ANTERIOR, INSTAURAÇÃO, PROCEDIMENTO, TOMADA DE CONTAS ESPECIAL. NECESSIDADE, REGISTRO, INFORMAÇÃO, CADIN, SIAFI, ORDENADOR DE DESPESA, HIPÓTESE, REJEIÇÃO, CONTAS PÚBLICAS; AUSÊNCIA, PRESTAÇÃO DE CONTAS. NECESSIDADE, REMESSA, PROCESSO, FISCALIZAÇÃO CONTÁBIL, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL. POSSIBILIDADE, COMPROVAÇÃO, REGULARIDADE, APLICAÇÃO, RECURSO FINANCEIRO, ENTE PÚBLICO, MOMENTO POSTERIOR, NOTIFICAÇÃO PRÉVIA, GARANTIA, CONTRADITÓRIO, AMPLA DEFESA. NECESSIDADE, MANIFESTAÇÃO, CARÁTER DEFINITIVO, PODER PÚBLICO, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, REMESSA, TRIBUNAL DE CONTAS, APURAÇÃO, FATO, IDENTIFICAÇÃO, RESPONSÁVEL, DANO, FINALIDADE, LIBERAÇÃO, TRANSFERÊNCIA DE RECURSOS, ENTE PÚBLICO, SUSPENSÃO, INADIMPLÊNCIA, CADASTRO DE INADIMPLENTES. DETERMINAÇÃO, INSTRUÇÃO NORMATIVA, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, MOMENTO POSTERIOR, REGISTRO, CADASTRO DE INADIMPLENTES.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EXIGÊNCIA, NOTIFICAÇÃO PRÉVIA, ENTE FEDERADO, CORREÇÃO, IRREGULARIDADE, MOMENTO ANTERIOR, INSCRIÇÃO, PENDÊNCIA, CADASTRO DE INADIMPLENTES. NECESSIDADE, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. DESCABIMENTO, ESGOTAMENTO, VIA ADMINISTRATIVA. TOMADA DE CONTAS ESPECIAL, APURAÇÃO, FATO, IDENTIFICAÇÃO, RESPONSÁVEL, APURAÇÃO, VALOR, LESÃO AO ERÁRIO, FINALIDADE, RESSARCIMENTO. INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, CONSTATAÇÃO, IRREGULARIDADE, APLICAÇÃO, RECURSOS PÚBLICOS, POSSIBILIDADE, INSCRIÇÃO, ENTE FEDERADO, CADASTRO DE INADIMPLENTES. OFENSA, EFICIÊNCIA, PRINCÍPIO DA RESPONSABILIDADE NA GESTÃO FISCAL, CONDICIONAMENTO, REGISTRO, CADASTRO DE INADIMPLENTES, TOMADA DE CONTAS ESPECIAL. EXIGÊNCIA, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, MOMENTO ANTERIOR, INCLUSÃO, CADASTRO DE INADIMPLENTES, PREJUÍZO, INTERESSE PÚBLICO.\n\n- TERMO(S) DE RESGATE: ESTADO DE INADIMPLÊNCIA. PARTE CONVENENTE. DEVIDO PROCESSO ADMINISTRATIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1067086&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EVOLUÇÃO, NORMA, CRIAÇÃO, CADIN, PRINCÍPIO DA RESERVA LEGAL)\nADI 1454 (TP), ADI 1155 MC (TP), ADI 1178 MC (TP). \n(CONSTITUCIONALIDADE, CADIN)\nAC 2996 AgR (1ªT), AC 3031 AgR (1ªT). \n(INSCRIÇÃO, UNIDADE FEDERATIVA, CADASTRO DE INADIMPLENTES, CONTRADITÓRIO, AMPLA DEFESA, DEVIDO PROCESSO LEGAL)\nAC 2270 MC-AgR (TP), ADI 1176 MC (TP), AC 1033 AgR-QO (TP), AC 2032 QO (TP), AC 2958 MC-REF (TP), ACO 1978 (1ªT), RE 770149 (TP), ACO 2375 TA-Ref (TP), ACO 1848 AgR (TP), ACO 2131 AgR (TP), AC 3793 MC-AgR (1ªT), ACO 2605 AgR (TP), ACO 964 AgR-segundo (TP), ACO 2800 TA-AgR (1ªT), ACO 1900 AgR (1ªT), ACO 2703 AgR (TP), ACO 1732 AgR (1ªT), ACO 2240 AgR (TP), ACO 2656 AgR (TP), ACO 2811 AgR-segundo (TP), ACO 3003 AgR (TP), ACO 3011 AgR (TP), ACO 2643 AgR (TP), ACO 2892 AgR (TP), ACO 2772 AgR (TP), ACO 3402 (TP), ACO 3302 AgR (TP), ACO 2131 TA-Ref (TP), AI 71414 AgR (2ªT) - RTJ 83/385, ACO 2661 MC-Ref (TP). \n(PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO)\nAC 266 QO (TP), AC 1084 MC-QO (TP), AC 1244 MC-QO (TP), AC 2958 MC-REF (TP), ACO 2066 AgR (2ªT), ACO 2099 AgR (TP), ACO 1289 AgR (TP), ACO 1612 AgR (TP), ACO 1848 AgR (TP), ACO 1431 AgR (TP), ACO 1218 AgR (1ªT), ACO 2648 AgR (TP), AC 2650 AgR (TP), ARE 981907 AgR (2ªT), ACO 2190 AgR (TP), ACO 2674 AgR (1ªT), ACO 2254 AgR (1ªT), ACO 3047 AgR (TP), ACO 2661 MC-Ref (TP), AC 2659 MC-REF (TP). \n(PRINCÍPIO DA RESERVA LEGAL)\nAC 1033 AgR-QO (TP). \n(TOMADA DE CONTAS ESPECIAL)\nAC 259 MC (TP), ACO 1848 AgR (TP), ACO 2102 AgR (1ªT), AC 3031 AgR (1ªT), ACO 815 AgR (1ªT), ACO 964 AgR-segundo (TP), ACO 2800 TA-AgR (1ªT), ACO 1900 AgR (1ªT), ACO 1708 AgR (TP), ACO 1724 AgR (TP), ACO 2071 AgR (TP), ACO 1478 AgR (TP), ACO 2703 AgR (TP), ACO 1845 AgR (TP), ACO 1732 AgR (1ªT), ACO 2656 AgR-segundo (TP), ACO 2811 AgR-segundo (TP), ACO 2473 AgR (TP). \n(DEMORA, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, CADASTRO DE INADIMPLENTES)\nAC 1896 MC (1ªT). \n(DEVIDO PROCESSO LEGAL, TOMADA DE CONTAS ESPECIAL, CADASTRO DE INADIMPLENTES)\nMS 24268 (TP), ACO 732 (1ªT), AC 259 MC (TP), ACO 1978 (1ªT), ACO 2159 (1ªT), ACO 2159 MC-Ref (1ªT), ACO 2131 AgR (TP), ACO 2177 AgR (TP), ACO 2067 AgR (1ªT), ACO 2605 AgR (TP), ACO 1900 AgR (1ªT), ACO 900 AgR (1ªT), ACO 1519 AgR (TP), ACO 1470 AgR-segundo (TP), ACO 2591 AgR (TP), ACO 2803 AgR-segundo (TP), ACO 3003 AgR (TP), ACO 2643 AgR (TP), ACO 2808 AgR (TP), ACO 2892 AgR (TP), ACO 2886 AgR-segundo (TP), ACO 3402 (TP), ACO 3302 AgR (TP), RE 607420 RG (TP). \n(TOMADA DE CONTAS, PROCEDIMENTO ADMINISTRATIVO)\nMS 24961 (TP). \n(TCU, OMISSÃO, PRESTAÇÃO DE CONTAS)\nAcórdão 4994/2011 - TCE 022.288/2009-0, Acórdão 4460/2011 - TCE 002.583/2009-3, Acórdão 2441/2007- TCE 010.233/2005-7, Acórdão 32/2008 - TCE 000.682/2005-0. \n(SUSPENSÃO, EXIGIBILIDADE, CRÉDITO TRIBUTÁRIO)\nACO 1534 TA-Ref (TP). \n(SÚMULA VINCULANTE 3/STF)\nMS 27760 (2ªT), Rcl 6396 AgR (TP), MS 28061 AgR (TP). \n(PRESTAÇÃO DE CONTAS, PARTIDO POLÍTICO, OBSERVÂNCIA, CONTRADITÓRIO, AMPLA DEFESA)\nADI 6032 (TP). \n(PRINCÍPIO DA INTRANSCENDÊNCIA DAS MEDIDAS RESTRITIVAS DE DIREITOS)\nACO 2648 AgR (TP), ACO 3047 AgR (TP). \n(SUSPENSÃO, INSCRIÇÃO, ESTADO-MEMBRO, CADASTRO DE INADIMPLENTES)\nAC 39 AgR (TP). \n(INSCRIÇÃO, MUNICÍPIO, SIAFI, CADIN, TOMADA DE CONTAS ESPECIAL)\nRE 607420 RG (TP). \n(INSUFICÊNCIA, OFÍCIO, DEMONSTRAÇÃO, INADIMPLÊNCIA, ESTADO-MEMBRO)\nACO 1978 (1ªT). \n- Decisões monocráticas citadas:\n(INSCRIÇÃO, UNIDADE FEDERATIVA, CADASTRO DE INADIMPLENTES, CONTRADITÓRIO, AMPLA DEFESA, DEVIDO PROCESSO LEGAL)\nAC 2895, ACO 3245.\n(PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO)\nAC 1763, ACO 2091 TA, AC 3542 MC, ACO 1824 TA-AgR, AC 3793, ACO 2335.\n(PRINCÍPIO DA RESERVA LEGAL)\nACO 2932.\n(TOMADA DE CONTAS ESPECIAL)\nAC 2802 MC, AC 2864 MC, ACO 1900, ACO 1478.\n(DEMORA, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, CADASTRO DE INADIMPLENTES)\nAC 2686 MC, ACO 2932, AC 1828 MC.\n(DEVIDO PROCESSO LEGAL, TOMADA DE CONTAS ESPECIAL, CADASTRO DE INADIMPLENTES)\nACO 2745, ACO 1663 AgR, ACO 1732, ACO 2966 MC, ACO 2733, ACO 2790, ACO 2643, ACO 2800.\n(SUSPENSÃO, EXIGIBILIDADE, CRÉDITO TRIBUTÁRIO)\nACO 2142.\n(OMISSÃO, PRESTAÇÃO DE CONTAS, DEVIDO PROCESSO LEGAL)\nACO 2997 TP.\n(TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, CADASTRO DE INADIMPLENTES, PRINCÍPIO DA LEGALIDADE)\nACO 2932.\n- Acórdão(s) citado(s) - outros tribunais:\n(INSCRIÇÃO, UNIDADE FEDERATIVA, CADASTRO DE INADIMPLENTES, CONTRADITÓRIO, AMPLA DEFESA, DEVIDO PROCESSO LEGAL)\nTJSP: RJ 14/219. \n(PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO)\nAC 2959 MC-REF. \n(DEMORA, INSTAURAÇÃO, TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, CADASTRO DE INADIMPLENTES)\nAC 1828 MC. \n(SUSPENSÃO, EXIGIBILIDADE, CRÉDITO TRIBUTÁRIO)\nSTJ: REsp 552999, REsp 641075. \n- Legislação estrangeira citada: Magna Charta Libertatum de 1215, da Inglaterra; art. XI, n. 1, da Declaração Universal dos Direitos do Homem.\n- Veja ADIs 1155, 1178, RE 607420 e RE 607420 do STF.\n- Veja convênio MMA/SRHU 00020/2009, registrado no SICONV sob o número 722058/2009.\n- Veja Nota Informativa n. 67/2013, (em anexo), de 27 de agosto de 2013, da Secretaria de Recursos Hídricos e Ambiente Urbano do Ministério do Meio Ambiente.\n- Veja Ofício n. 697/2013, de 26 de setembro de 2013, da Secretária do Ministério do Meio Ambiente.\n- Veja Ofício 833/2013 da SRHU.\nNúmero de páginas: 219.\nAnálise: 24/06/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : MUNICÍPIO DE IRECÊ \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE IRECÊ \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRAS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS MUNICÍPIOS - CNM \nADV.(A/S)  : PAULO ANTÔNIO CALIENDO VELLOSO DA SILVEIRA \nAM. CURIAE.  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nAM. CURIAE.  : ESTADO DE ALAGOAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nAM. CURIAE.  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nAM. CURIAE.  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nAM. CURIAE.  : ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nAM. CURIAE.  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nAM. CURIAE.  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"327 - Inscrição de Município no SIAFI/CADIN sem o prévio julgamento de Tomada de Contas Especial.","old_seq_sjur":434080,"documental_tese_texto":"A inscrição de entes federados em cadastro de inadimplentes (ou outro que dê causa à negativa de realização de convênios, acordos, ajustes ou outros instrumentos congêneres que impliquem transferência voluntária de recursos), pressupõe o respeito aos princípios do contraditório, da ampla defesa e do devido processo legal, somente reconhecido: a) após o julgamento de tomada de contas especial ou procedimento análogo perante o Tribunal de Contas, nos casos de descumprimento parcial ou total de convênio, prestação de contas rejeitada, ou existência de débito decorrente de ressarcimento de recursos de natureza contratual (salvo os de conta não prestada); b) após a devida notificação do ente faltoso e o decurso do prazo nela previsto (conforme constante em lei, regras infralegais ou em contrato), independentemente de tomada de contas especial, nos casos de não prestação de contas, não fornecimento de informações, débito decorrente de conta não prestada, ou quaisquer outras hipóteses em que incabível a tomada de contas especial.","procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"RE 1067086","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARABI, Abher Youssif Mota. Inscrição de entes federativos em cadastros federais de inadimplência e a jurisprudência do Supremo Tribunal Federal. Revista de Doutrina e Jurisprudência, 53, Brasília, n. 109,  jan. 2018, p. 68 e 76-77.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. Almedina. p. 493.\nCITRA, Antonio Carlos de Araújo; GRINOVER, Ada Pellegrini; DINAMARCO, Grinover e Cândido Rangel. Teoria Geral do Processo. 30. ed. Malheiros. p. 101.\nMATIAS, Mauro Rogério Oliveira. Processo de tomada de contas especial (TCE): instaura-se o processo para apurar os pressupostos ou apuram-se os pressupostos para instaurar o processo?”, Revista do Tribunal de Contas da União, v. 43, n. 122, p. 88-101, set./dez. 2011.\nMELLO, Leticia de Santis Mendes de Farias; OLIVEIRA, Mario Antônio Manhães de Andrade e; NICOLSKY, João Nicolsky. Direito Financeiro na jurisprudência do Supremo Tribunal Federal, Homenagem ao Ministro Marco Aurélio, Juruá, 2016. p. 261-2.\nMIRANDA, Agélio Novaes de. Possibilidades e limitações da Fazenda Pública na inscrição em dívida ativa de crédito não tributário. RTRF-1, Brasília, v. 26, n. 7. ago. ago, 2014. p. 31.\nMOREIRA, Egon Bockmann. Processo Administrativo, Princípios Constitucionais, a Lei 9.784/1999 e o Código de Processo Civil/2015. 5. ed. Malheiros.\nQUINTÃO, Cynthia Magalhães Pinto Godoi; CARNEIRO, Ricardo. A tomada de contas especial como instrumento de controle e responsabilização. Boletim de Licitações e Contratos, v. 29, n. 10, p. 934-946, out. 2016. \nSANTOS, Sérgio Honorato dos; SANTOS, Yaisa A. Honorato dos. Distinção entre as fases interna e externa da tomada de contas especial. Boletim de Licitações e Contratos, v. 26, n. 8, p. 717-721, ago. 2013.","ministro_facet":["ROSA WEBER"],"processo_numero":1067086,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}