{"result":{"took":344,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur293484","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Marco Aurélio (Relator), Roberto Barroso, Teori Zavascki e Gilmar Mendes, negando provimento ao recurso extraordinário, e os votos dos Ministros Ricardo Lewandowski, Rosa Weber, Luiz Fux e Cármen Lúcia, dando provimento ao recurso, o julgamento foi suspenso. Ausentes, justificadamente, o Ministro Celso de Mello e, representando o Tribunal na III Assembleia da Conferência das Jurisdições Constitucionais dos Países de Língua Portuguesa, em Angola, o Ministro Dias Toffoli. Falaram, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República, e, pelo interessado, o Dr. João Alberto Simões Pires Franco, Defensor Público Federal. Presidência do Ministro Joaquim Barbosa. Plenário, 05.06.2014.\r\n\n                 Decisão: O Tribunal, decidindo o tema 129 da Repercussão Geral, por maioria e nos termos do voto do Relator, negou provimento ao recurso extraordinário, vencidos os Ministros Ricardo Lewandowski (Presidente), Rosa Weber, Luiz Fux e Cármen Lúcia, firmando-se a tese de que a existência de inquéritos policiais ou de ações penais sem trânsito em julgado não pode ser considerada como maus antecedentes para fins de dosimetria da pena. Ausente, justificadamente, o Ministro Luiz Fux, que proferiu voto em assentada anterior. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 17.12.2014.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur293484","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur293484","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"PENA – FIXAÇÃO – ANTECEDENTES CRIMINAIS – INQUÉRITOS E PROCESSOS EM CURSO – DESINFLUÊNCIA. Ante o princípio constitucional da não culpabilidade, inquéritos e processos criminais em curso são neutros na definição dos antecedentes criminais.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7866690","externo_seq_objeto_incidente":2631969,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-037  DIVULG 25-02-2015  PUBLIC 26-02-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=591054&classe=RE","is_colac":false,"titulo":"RE 591054","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n          ART-00150 PAR-00035\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00057\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00076 PAR-00006 ART-00089\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 PAR-00004 ART-00044\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   CVC      ANO-1950\n          ART-00006 NÚMERO-2\n                CONVENÇÃO EUROPEIA DOS DIREITOS DO HOMEM E DAS LIBERDADES FUNDAMENTAIS, OEA \n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 NÚMERO-2\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 PAR-00002\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEL-000088      ANO-1937\n          ART-00020 INC-00005\n                DECRETO-LEI\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00059 \"CAPUT\" INC-00001 INC-00002 \n          INC-00003 INC-00004 ART-00061 INC-00001 \n          ART-00064 INC-00001 ART-00067 ART-00068\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00621 INC-00001 INC-00002 INC-00003 \n          ART-00637\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-000314      ANO-1967\n          ART-00048\n                DECRETO-LEI\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   SUMSTJ-000444      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2015-02-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- APRECIAÇÃO, EVOLUÇÃO JURISPRUDENCIAL, EVOLUÇÃO DOUTRINÁRIA, EVOLUÇÃO JURISPRUDENCIAL, ÂMBITO INTERNACIONAL. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DO TERCEIRO EXCLUÍDO. VIOLAÇÃO, ORDENAMENTO JURÍDICO, CONSIDERAÇÃO, ANTECEDENTE CRIMINAL, MAJORAÇÃO, PENA-BASE, PROCESSO JUDICIAL, ABRANGÊNCIA, CRIME CONTINUADO; ACEITAÇÃO, TRANSAÇÃO PENAL, LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS; CONCESSÃO, REMISSÃO (ECA); HIPÓTESE, EXTINÇÃO DA PUNIBILIDADE, EXCEÇÃO, INDULTO, INDULTO COLETIVO, COMUTAÇÃO DA PENA. POSSIBILIDADE, CARACTERIZAÇÃO, ANTECEDENTE CRIMINAL, HIPÓTESE, DECURSO DE PRAZO, CINCO ANOS, CUMPRIMENTO DA PENA, EXTINÇÃO, PENA. IMPOSSIBILIDADE, CARACTERIZAÇÃO, ANTECEDENTE CRIMINAL, CONDENAÇÃO, FATO, OCORRÊNCIA, MOMENTO POSTERIOR, FATO, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: NECESSIDADE, ATRIBUIÇÃO, EFETIVIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, MOTIVO, INERÊNCIA, ESTADO DEMOCRÁTICO DE DIREITO. APRECIAÇÃO, CONTEXTO HISTÓRICO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. IMPOSSIBILIDADE, CARACTERIZAÇÃO, MAUS ANTECEDENTES, PROCESSO PENAL EM CURSO, INQUÉRITO POLICIAL EM CURSO, FUNDAMENTO, POSSIBILIDADE, ABSOLVIÇÃO. APLICAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO, DIVERSIDADE, ÂMBITO PENAL, DECORRÊNCIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÔNUS DA PROVA, MINISTÉRIO PÚBLICO, COMPROVAÇÃO, CULPABILIDADE, ACUSADO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. TEORI ZAVASCKI: CONFIGURAÇÃO, APRECIAÇÃO, CIRCUNSTÂNCIA JUDICIAL, FIXAÇÃO DE PENA, PRIMEIRA FASE, DOSIMETRIA DA PENA, CONSIDERAÇÃO, CONDENAÇÃO, AUSÊNCIA, TRÂNSITO EM JULGADO, AGRAVAMENTO, PENA-BASE, FUNDAMENTO, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA, PRINCÍPIO DA ISONOMIA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: PROVIMENTO, RECURSO EXTRAORDINÁRIO. POSSIBILIDADE, JUIZ, DISCRICIONARIEDADE, CONSIDERAÇÃO, AÇÃO PENAL, ANDAMENTO, ANTECEDENTE CRIMINAL, FINALIDADE, REPROVAÇÃO, PREVENÇÃO DO CRIME, FUNDAMENTO, ARTIGO, CÓDIGO PENAL, REFERÊNCIA, CIRCUNSTÂNCIA JUDICIAL, DIFERENÇA, ANTECEDENTE CRIMINAL, CIRCUNSTÂNCIA JUDICIAL, FIXAÇÃO, PENA-BASE, REINCIDÊNCIA, PREVISÃO, CIRCUNSTÂNCIA AGRAVANTE.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: PROVIMENTO, RECURSO EXTRAORDINÁRIO. CONFIGURAÇÃO, SANÇÃO, NÚCLEO ESSENCIAL, DIREITO PENAL. OFENSA, PRINCÍPIO DA ISONOMIA, TRATAMENTO JURÍDICO, IGUALDADE, PESSOA NATURAL, AUSÊNCIA, AÇÃO PENAL, INQUÉRITO POLICIAL, CORRELAÇÃO, PESSOA NATURAL, MULTIPLICIDADE, INQUÉRITO POLICIAL, PROCESSO PENAL EM CURSO. NECESSIDADE, PONDERAÇÃO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- OBITER DICTUM, MIN. LUIZ FUX: CONFIGURAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, REGRA CONSTITUCIONAL, ADMISSIBILIDADE, INTERPRETAÇÃO SISTEMÁTICA, INTERPRETAÇÃO TELEOLÓGICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=591054&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ANTECEDENTE CRIMINAL, INQUÉRITO, AÇÃO PENAL EM CURSO)\nHC 68290 (TP), HC 68465 (1ªT), HC 68641 (1ªT), HC 69298 (1ªT), HC 70871 (2ªT), HC 72093 (1ªT), HC 72664 (1ªT), HC 72840 (2ªT), HC 73297 (1ªT), HC 73394 (1ªT), HC 73926 (1ªT), HC 74967 (1ªT), HC 77081 (1ªT), HC 79966 (2ªT), HC 81759 (2ªT), HC 81974 (2ªT), HC 84088 (2ªT), HC 84687 (2ªT), HC 96190 (2ªT), HC 97665 (2ªT), AI 604401 AgR (1ªT), HC 102968 (2ªT), HC 106157 (1ªT), HC 108026 (2ªT), HC 112449 (2ªT), HC 115005 (1ªT), RHC 117095 (2ªT), HC 72643 (1ªT), RTJ 136/627, RTJ 139/885. \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, CONDENAÇÃO, AUSÊNCIA, TRÂNSITO EM JULGADO)\nRE 453000 (TP), HC 93411 (TP), HC 94711 (TP), HC 93851 (TP). \n(CARACTERIZAÇÃO, MAUS ANTECEDENTES)\nHC 73174 (2ªT), HC 76631 (1ªT), RE 229382 (TP), RHC 80071 (2ªT), HC 76665 (2ªT). \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 73338 (1ªT), RHC 83810 (TP), HC 84078 (TP), Pet 3898 (TP), ADPF 144 (TP), HC 104339 (TP), RTJ 176/805. \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EFEITO AUTOMÁTICO, SUSPENSÃO, EXERCÍCIO DE PROFISSÃO)\nHC 45232, RTJ 44/322. \n(MINISTÉRIO PÚBLICO, ÔNUS DA PROVA, CULPABILIDADE)\nRTJ 161/264. \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, AUSÊNCIA, TÍTULO PENAL CONDENATÓRIO DEFINITIVO)\nRTJ 139/885. \n(APLICAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, MATÉRIA EXTRAPENAL)\nRE 482006 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nRT 418/286, RT 422/307, RT 572/391, RT 586/338., RT 690/390, RT 698/452. \nSTJ: REsp 730352, REsp 898854, HC 81866, HC 96670, HC 97857, HC 106089, HC 128800, HC 142241, HC 150266. \nRT 165/596. \n- Legislação estrangeira citada: Magna Carta inglesa (1215); Declaração de Direitos do Bom Povo da Virgínia (1776); art. 9º da Declaração dos Direitos do Homem e do Cidadão, de 1789, art. 11 da Declaração Universal de Direitos da Pessoa Humana, de 1948, art. XXVI da Declaração Americana dos Direitos e Deveres do Homem, de Bogotá, 1948; art. 48 §1º da Carta dos Direitos Fundamentais da União Europeia de Nice, 2000; art. 7º, §1º, \"b\", da Carta Africana dos Direitos Humanos e dos Povos/Carta de Banjul de Nairóbi, 1981; art. 19, \"e\" da Declaração Islâmica sobre Direitos Humanos de Cairo, 1990.\n- Decisões estrangeiras citadas: Caso Ricardo Canese (Sentença de 31 de agosto de 2004, Série C, nº 111, parágrafo 154; Caso Cabrera García e Montiel Flores (Sentença de 26 de novembro de 2010, Série C, nº 220, parágrafo 184; Caso Tibi (Sentença de 7 de setembro de 2004, Série C, nº 114, parágrafo 182); Caso Cantoral Benavides (Sentença de 18 de agosto de 2000, Série C, nº 69, parágrafo 120 da Corte Interamericana de Direitos Humanos; Casos Perica Oreb, de 31 de outubro de 2013, nº 20.824/09, parágrafo 147, e Hajnal, de 19 de junho de 2012, nº 36.937/06, parágrafo 131; Caso Perica Oreb, de 31 de outubro de 2013, nº 20.824/09, parágrafo 140, e Minelli, de 25 de março de 1983, nº 8.660/79, parágrafos 27, 30 e 37; Caso Daktaras, de 10 de outubro de 2000, nº 42.095/98, parágrafo 42; Caso Allenet de Ribemont, de 10 fevereiro de 1995, nº 15.175/89, parágrafos 35 e 36; caso Butkevicius, de 26 de março de 2002, nº 48.297/99, parágrafos 50 a 52; \nCaso Dovzhenko, de 12 de janeiro de 2012, nº 42.095/98, parágrafo 52; Caso Konstas, de 24 de maio de 2011, nº 53.466/07, parágrafo 36, da Corte Europeia de Direitos Humanos\nNúmero de páginas: 70.\nAnálise: 12/03/2015, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SANTA CATARINA \nRECDO.(A/S)  : SANDRO GASPARI \nADV.(A/S)  : SANDRO SPRICIGO \nINTDO.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"129 - Consideração de ações penais em curso como maus antecedentes para fins de dosimetria da pena.","old_seq_sjur":293484,"documental_tese_texto":"A existência de inquéritos policiais ou de ações penais sem trânsito em julgado não pode ser considerada como maus antecedentes para fins de dosimetria da pena.","procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 591054","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2014-12-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARBOSA, Rui. Novos Discursos e Conferências. Saraiva, 1933. p. 75.\r\n_____. O Dever do Advogado. Fundação Casa de Rui Barbosa/AIDE, 1985. p. 19.\r\nBARRETO, Irineu. A Convenção Europeia dos Direitos do Homem anotada. 3. ed. Coimbra: Coimbra, 2005. p. 163.\r\nBATISTA, Weber Martins. Liberdade Provisória. Forense, 1981. p. 34.\r\nBAZARIAN, Jacob. O problema da verdade – Teoria do Conhecimento. São Paulo: Alfa-Ômega, 1985. p. 116.\r\nBITENCOURT, Cezar Roberto. Código Penal Comentado. 2004. p. 212.\r\n_____. Código Penal Comentado. 2014. p. 294.\r\nComitê de Direitos Humanos das Nações Unidas. Comentário nº 32. Acerca do direito a um julgamento justo. HRI/GEN/1/Rev.9, volume I, página 303, parágrafo 30.\r\nDALLARI, Dalmo de Abreu. O renascer do direito. Bushatsky, 1976. p. 94/103.\r\nDINIZ, Monteiro. In: Acórdãos do Tribunal Constituicional. n. 198/90. v. 16. p. 473.\r\nGOMES FILHO, Antônio Magalhães. Presunção de Inocência e Prisão Cautelar. Saraiva, 1991. p. 12/17.\r\nGOMES, Luiz Flávio; MAZZUOLI, Valério de Oliveira. Direito Penal – Comentários à Convenção Americana sobre Direitos Humanos/Pacto de San José da Costa Rica. Revista dos Tribunais, 2008. v. 4. p. 85-91.\r\nHUNGRIA, Nelson apud BITENCOURT, Cezar Roberto. Código Penal Comentado. 2014. p. 294.\r\nJESUS, damásio Evangelista de. Código Penal Anotado. 11. ed. Saraiva, 2001. p. 199/200.\r\nMANZINI, Vincenzo. Tratado de Derecho Procesal Penal. Tradução de Santiago Sentís Melendo e Mariano Ayerra Redín. Buenos Aires: Ediciones Juridicas Europa--América, 1951. Tomo I. p. 253-257, item 40.\r\nTORRES, Mário. Suspensão e demissão de funcionários ou agentes como efeito de pronúncia ou condenação criminais. In: Revista do Ministério Público. v. 25. p. 119 e v. 26. p. 161.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":591054,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur357611","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, julgou procedente em parte o pedido de extradição para: a) indeferir a extradição em relação aos fatos constantes do PXL 1479/08 e em relação aos fatos constantes do PXL 5942/10 capitulados pelo Estado requerente como receptação dolosa, lesões corporais leves e roubo simples tentado; b) deferir a extradição em relação aos demais fatos constantes do PXL 5942/10 - capitulados como tentativa de roubo qualificado por emprego de armas e pela participação de menor de idade (fato ocorrido em 29.4.2010) e roubo qualificado pelo emprego de arma sem comprovação de aptidão para produzir disparo (fato ocorrido em 28.8.2010) - e pelos fatos constantes do PXL 5430/10 - roubo qualificado pelo emprego de arma de fogo sem aptidão para disparo comprovado, em concurso com menor de idade (fato ocorrido em 28.9.2010), devendo o Estado requerente assumir o compromisso de computar o tempo de prisão por força da extradição como tempo de pena cumprida, nos termos do voto do Relator. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 20.9.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur357611","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur357611","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória. 2. Regência pelo Tratado de Extradição entre o Brasil e a Argentina (Decreto 62.979/68), Acordo de Extradição entre os Estados Partes do Mercosul (Decreto 4.975/04) e Estatuto do Estrangeiro (Lei 6.815/80). 3. Fatos praticados antes de o extraditando completar dezoito anos. Impossibilidade da extradição. Aplicação do Artigo 10 do Acordo de Extradição entre os Estados-partes do Mercosul. 4. Dupla tipicidade configurada. 5. Dupla punibilidade. Direito argentino. Previsão de interrupção da prescrição pela citação. Correspondência à interrupção da prescrição pelo recebimento da denúncia, no direito brasileiro. 6. Extinção da punibilidade, de acordo com o direito brasileiro, em relação aos crimes apenados com pena máxima de até quatro anos de reclusão. 7. Extradição deferida em parte.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11795901","externo_seq_objeto_incidente":4947229,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-214  DIVULG 05-10-2016  PUBLIC 06-10-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1450&classe=Ext","is_colac":false,"titulo":"Ext 1450","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00080 ART-00121 PAR-00005\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1961\n          ART-00004\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-INT   ACO      ANO-1998\n          ART-00010 NÚMERO-1 NÚMERO-2 ART-00018\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00121 PAR-00005 ART-0244B\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00027 ART-00109 INC-00003 ART-00115 \n          ART-00117 INC-00001 ART-00129 \"CAPUT\" \n          ART-00157 \"CAPUT\" PAR-00002 INC-00001 \n          INC-00002 ART-00180 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2016-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, SUJEIÇÃO, MEDIDA SÓCIO-EDUCATIVA, MOMENTO POSTERIOR, EXTRADITANDO, MAIOR DE VINTE E UM ANOS, DECORRÊNCIA, PRÁTICA DE ATO INFRACIONAL, EXTRADITANDO, MENOR DE VINTE E UM ANOS, CONFORMIDADE, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF). EXTRADIÇÃO INSTRUTÓRIA, VERIFICAÇÃO, PRESCRIÇÃO, FORMA, PRETENSÃO PUNITIVA. REDUÇÃO, PRAZO PRESCRICIONAL, METADE, HIPÓTESE, EXTRADITANDO, MENOR DE VINTE E UM ANOS, MOMENTO, OCORRÊNCIA, FATO, FUNDAMENTO, CÓDIGO PENAL. AUSÊNCIA, CONSIDERAÇÃO, MULTIRREINCIDÊNCIA, EXTRADITANDO, DECORRÊNCIA, ABSOLVIÇÃO, JUSTIÇA BRASILEIRA, TRÂNSITO EM JULGADO. NECESSIDADE, DETRAÇÃO, PERÍODO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, REPÚBLICA FEDERATIVA DO BRASIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1450&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 812434, AREsp 445921 AgRG EDcl, HC 92803. \n- Legislação estrangeira citada: Resolução 84, de 11, 4, 2014 do Tribunal Penal da IV Circunscrição Judicial de Paso de Los Libres, Província de Corrientes; art. 52, art. 55, art. 62, § 2º, art. 67 letra \"d\", art. 89, art. 164, combinado com art. 44, art. 277, n. 1, letra \"c\", do Código Penal argentino.\nNúmero de páginas: 11.\nAnálise: 10/10/2016, JSF.\nRevisão: 17/11/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : PABLO LEONARDO RAMÍREZ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":357611,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1450","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-09-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1450,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur357904","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Indicado adiamento. Ausente, justificadamente, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 15.3.2016.\r\n\n           Decisão: A Turma, por maioria, concedeu parcialmente a ordem, para substituir a prisão preventiva do paciente decretada nos Processos 5024251-72.2015.4.04.7000/PR e 5051379-67.2015.4.04.7000/PR pelas seguintes medidas cautelares: a) afastamento de cargos de direção e de administração eventualmente ocupados nas empresas envolvidas nas investigações, ficando proibido de ingressar em quaisquer de seus estabelecimentos; b) recolhimento domiciliar integral até que demonstre ocupação lícita, quando fará jus ao recolhimento domiciliar apenas em período noturno e nos dias de folga; c) comparecimento quinzenal em juízo, para informar e justificar atividades, com proibição de mudar de endereço sem autorização; d) obrigação de comparecimento a todos os atos do processo, sempre que intimado; e) proibição de manter contato com os demais investigados, por qualquer meio; f) proibição de deixar o país, devendo entregar passaporte em até 48 (quarenta e oito) horas; g) monitoração por meio da utilização de tornozeleira eletrônica; se por outro motivo não estiver preso, destacando-se que o descumprimento injustificado de quaisquer dessas medidas ensejará, naturalmente, decreto de restabelecimento da ordem de prisão (art. 282, § 4º, do Código de Processo Penal), nos moldes do que decidido no HC 132.233, vencidos o Ministro Teori Zavascki, Relator, e a Ministra Cármen Lúcia, que denegavam a ordem. Falou a Dra. Dora Marzo de Albuquerque Cavalcanti Cordani pelo paciente, e o Dr. Paulo Gustavo Gonet Branco, Subprocurador-Geral da República, pelo Ministério Público Federal. Redator para o acórdão, o Ministro Gilmar Mendes. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 26.4.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur357904","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur357904","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. Penal. Processual Penal. 2. Prisão preventiva. Substituição por medidas cautelares diversas da prisão. Adequação às condições pessoais do acusado. Possibilidade. 3. Ordem concedida em parte, para substituir a prisão preventiva por medidas cautelares diversas, na forma do art. 319 do CPP.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11839776","externo_seq_objeto_incidente":4906941,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-218  DIVULG 11-10-2016  PUBLIC 13-10-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=132229&classe=HC","is_colac":false,"titulo":"HC 132229","documental_legislacao_citada_texto":["LEG-FED   DEL-003689      ANO-1941\n          ART-00312 ART-00319\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2016-10-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA, FUNDAMENTO ÚNICO, DUPLA NACIONALIDADE, DISPONIBILIDADE, RECURSO FINANCEIRO.\n\n- VOTO, MIN. TEORI ZAVASCKI: ENTENDIMENTO, SEGUNDA TURMA DO SUPREMO TRIBUNAL FEDERAL, POSSIBILIDADE, IMPETRAÇÃO, HABEAS CORPUS SUBSTITUTIVO, RECURSO EM HABEAS CORPUS. AUSÊNCIA, PREJUDICIALIDADE, HABEAS CORPUS, HIPÓTESE, INOCORRÊNCIA, ALTERAÇÃO, FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, DECISÃO ANTERIOR, DECORRÊNCIA, FATO NOVO. INADMISSIBILIDADE, FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, PRESUNÇÃO, RISCO, REITERAÇÃO DELITIVA, INTERFERÊNCIA, INVESTIGAÇÃO CRIMINAL. LEGITIMIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA, DECORRÊNCIA, RISCO, FUGA, FUNDAMENTO, NACIONALIDADE ESTRANGEIRA, REMESSA, DINHEIRO, ESTADO ESTRANGEIRO, CURSO DO PROCESSO.\n\n- OBITER DICTUM, MIN. DIAS TOFFOLI: INEXISTÊNCIA, INCENTIVO, FUGA, ACUSADO, ATUALIDADE, DECORRÊNCIA, POSSIBILIDADE, CAPTURA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=132229&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HABEAS CORPUS SUBSTITUTIVO, RHC)\nHC 112836 (2ªT), HC 116437 (2ªT), HC 122268 (2ªT). \n(PREJUDICIALIDADE, HC, DECRETAÇÃO, NOVA PRISÃO)\nHC 95009 (TP), HC 110518 (2ªT), HC 113185 (2ªT), HC 114616 (2ªT), HC 116491 (2ªT), HC 117474 (2ªT), HC 119396 (2ªT), HC 128278 (2ªT). \n(REQUISITO, PRISÃO PREVENTIVA)\nHC 80719 (1ªT), HC 127186 (2ªT), HC 127823 (2ªT), HC 128278 (2ªT). \n(PRISÃO PREVENTIVA, PRESUNÇÃO, REITERAÇÃO DELITIVA)\nHC 106691 (1ªT), HC 126846 (2ªT). \n(PRISÃO PREVENTIVA, PRESUNÇÃO, INTERFERÊNCIA, INVESTIGAÇÃO CRIMINAL, INSTRUÇÃO CRIMINAL)\nHC 115613 (2ªT), HC 124787 (1ªT), HC 126846 (2ªT). \n(PRISÃO PREVENTIVA, RISCO, FUGA)\nRHC 106459 (2ªT), RHC 112703 (2ªT). \n(MEDIDA CAUTELAR DIVERSA DA PRISÃO)\nHC 132233 (2ªT). \n- Decisão monocrática citada:\n(PREJUDICIALIDADE, HC, DECRETAÇÃO, NOVA PRISÃO)\nHC 130254.\n- Veja AP 470 do STF.\nNúmero de páginas: 32.\nAnálise: 07/11/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : MÁRCIO FARIA DA SILVA \nIMPTE.(S)  : DORA MARZO DE ALBUQUERQUE CAVALCANTI CORDANI E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":357904,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 132229","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-04-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["TEORI ZAVASCKI","GILMAR MENDES"],"processo_numero":132229,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur348739","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 26.4.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur348739","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur348739","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição. Governo da Itália. Regularidade formal. Atendimento. Atipicidade do crime de lavagem de dinheiro: Fatos praticados anteriormente à vigência da Lei n. 9.613/93. Conduta típica subsumível nos artigos 22, parágrafo único, da Lei n. 7.492/86, e 180, do Código Penal (evasão de divisas e receptação de valor proveniente do crime). Requisito da dupla tipicidade satisfeito. Prescrição da pretensão punitiva: análise impertinente quando se trata de extradição executória. Prescrição da pretensão executória: Inexistência. \n\n\n\n    1. A extradição reclama os requisitos legais para o seu deferimento, os quais são extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80, vale dizer, defere-se o pleito se o caso sub judice não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    2. O Pedido de extradição ajusta-se ao que prevê o Tratado firmado entre o Brasil e a Itália (Decreto n. 863/1993), porquanto especifica locais, datas, natureza e circunstâncias dos fatos imputados e contém os textos legais referentes aos crimes e prazos prescricionais.\n\n\n\n    3. Os crimes são comuns, sem qualquer conotação política.\n\n\n\n    4. O requisito da dupla tipicidade, de que trata o artigo 77, inciso II, da Lei n. 6.815/1980, não exige perfeita identidade do nomem iuris descrito em cada legislação, sendo suficiente a subsunção das condutas ao tipo penal (EXT 841-RFA, Min. Sepúlveda Pertence, DJ de 30/04/2004; EXT 1.283, Min. Marco Aurélio, DJe de 17/10/2014 e EXT 605, Min. Celso de Mello, DJ de 06/05/1994).\n\n\n\n    5. In casu, o extraditando receptou e intentou levar para o exterior (Brasil) significativa quantia em dinheiro - 115.800,00 liras e 30.743 dólares - proveniente do tráfico de entorpecentes, condutas típicas previstas no parágrafo único do artigo 22 da Lei n. 7.492/1986 (evasão de divisas), sendo irrelevante a efetiva retirada da moeda do País (AP 470, Pleno, Rel. Min. Joaquim Barbosa), e no artigo 180 do Código Penal (receptação de valor oriundo de atividade criminosa).\n\n\n\n    6. O crime de evasão de divisas, previsto no caput do art. 22 da Lei n. 7.492/1986, tem como uma de suas elementares operação de câmbio não autorizada, o que, inocorrente, segundo a defesa, impediria o deferimento da extradição por ausência de tipicidade.\n\n\n\n    7. Todavia, na dicção do parágrafo único do referido art. 22 da Lei n. 7.492/1986, incorre nas mesmas penas quem “... a qualquer título, promove, sem autorização legal, a saída de moeda ou divisa para o exterior, ou nele mantiver depósitos não declarados à repartição federal competente (grifei), sendo relevante, para expungir qualquer dúvida, a observação de Guilherme de Souza Nucci no sentido de que “... no parágrafo único do art. 22, há o crime de evasão de divisas, independentemente do dinheiro ter origem em operação de câmbio”(grifei).\n\n\n\n    8. A análise da prescrição da pretensão punitiva é impertinente quando se trata de pedido de extradição para a execução de título judicial transitado em julgado, por isso que descabe indeferir a extradição sob o fundamento de ter transcorrido lapso temporal superior aos 8 (oito) anos, previsto no art. 109, IV do CPB, entre a sentença condenatória, proferida em 22/03/2001, e seu trânsito em julgado, que se deu em 30/07/2010, a configurar prescrição intercorrente (Extradição n. 1.375, Rel. Min. Luiz Fux, j. Em 25/8/2015).\n\n\n\n    9. Deveras, tratando-se de título judicial transitado em julgado, nos termos da legislação do País requerente, é defeso ao Estado requerido impor a observância de suas leis para desconstituí-lo sob o fundamento de que, segundo elas, teria ocorrido a prescrição da pretensão punitiva.\n\n\n\n    10. A prescrição da pretensão executória, a qual o STF deve ater-se, não ocorreu segundo ambos os ordenamentos jurídicos, porquanto (i) o artigo 157 do Código Penal italiano prevê prazo prescricional não inferior a 6 (seis) anos, quando se tratar de delito, e não inferior a 4 (quatro) anos no que se refere a contravenção, sendo certo que, (ii) in casu, o trânsito em julgado da sentença condenatória ocorreu em 30/07/2010, por isso que, considerada a causa interruptiva do curso prescricional, consistente no pedido de extradição formalizado em 19/08/2015, consoante art. 3-1, b, do Tratado de Extradição, ressai nítida a ausência do transcurso do lapso temporal de 6 (seis) anos, previsto no mencionado art. 157 do Código Penal italiano, assim como obviamente não restou extrapolado o prazo de 8 (oito) fixado no art. 109, inciso IV, do Código Penal do Brasil.\n\n\n\n    11. O Governo requerente deverá firmar compromisso formal no sentido de descontar da pena do extraditando o tempo de prisão cumprido no Brasil para fins de extradição.\n\n\n\n    12. Pedido de extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10987427","externo_seq_objeto_incidente":4827916,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-103  DIVULG 19-05-2016  PUBLIC 20-05-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1413&classe=Ext","is_colac":false,"titulo":"Ext 1413","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00022 \"CAPUT\" PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1993\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1989\n          ART-00003 NÚMERO-1 LET-B\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004 ART-00180\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989"],"publicacao_data":"2016-05-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1413&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 605 (TP), Ext 841 (TP), Ext 1283 (1ªT). \n(PRESCRIÇÃO DA PRETENSÃO PUNITIVA, EXTRADIÇÃO, TÍTULO EXECUTIVO JUDICIAL, TRÂNSITO EM JULGADO)\nExt 1375 (1ªT). \n(EVASÃO DE DIVISAS, RETIRADA, MOEDA, PAÍS)\nAP 470 (TP). \n- Legislação estrangeira citada: art. 157 do Código Penal italiano.\nNúmero de páginas: 16.\nAnálise: 24/05/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : BENVENUTO COGONI OU COGONI BENVENUTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":348739,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1413","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-04-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"NUCCI, Guilherme de Souza. Leis penais e processuais penais comentadas. 2. ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2007. p. 995.","ministro_facet":["LUIZ FUX"],"processo_numero":1413,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur277413","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Luiz Fux (Relator), denegando a segurança, e o voto da Senhora Ministra Rosa Weber, deferindo-a, pediu vista dos autos o Senhor Ministro Dias Toffoli. Ausentes, justificadamente, o Senhor Ministro Celso de Mello e a Senhora Ministra Cármen Lúcia. Falaram, pela impetrante, Gisele Almeida Serra Barbosa, o Dr. Carlos Mário da Silva Velloso; pelo impetrante, José Carlos Azambuja, o Dr. Márcio Cammarosano; pelo impetrante, Paulo Antônio Serra da Cruz, o Dr. Maurício Zockun; e, pela Advocacia-Geral da União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso. Presidência do Senhor Ministro Cezar Peluso. Plenário, 21.03.2012. \r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto do Relator, denegou o mandado de segurança e julgou prejudicados os agravos regimentais interpostos da decisão que indeferiu a liminar, vencidos a Ministra Rosa Weber e o Ministro Marco Aurélio. O Tribunal reiterou a autorização aos relatores para decidirem monocraticamente sobre o tema. Votou o Presidente, Ministro Joaquim Barbosa. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 02.04.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur277413","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur277413","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: MANDADO DE SEGURANÇA. SERVENTIA EXTRAJUDICIAL. INGRESSO. SUBSTITUTO EFETIVADO COMO TITULAR DE SERVENTIA APÓS A PROMULGAÇÃO DA CONSTITUIÇÃO DA REPÚBLICA. IMPOSSIBILIDADE. DIREITO ADQUIRIDO. INEXISTÊNCIA. CONCURSO PÚBLICO. EXIGÊNCIA. ARTIGO 236, § 3º, DA CRFB/88. NORMA AUTOAPLICÁVEL. DECADÊNCIA PREVISTA NO ARTIGO 54 DA LEI 9.784/1999. INAPLICABILIDADE. PRINCÍPIO DA PROTEÇÃO DA CONFIANÇA. PRINCÍPIO DA BOA-FÉ. OFENSA DIRETA À CARTA MAGNA. SEGURANÇA DENEGADA. \n\n\n\n    1. O postulado do concurso público traduz-se na necessidade essencial de o Estado conferir efetividade ao princípio constitucional da igualdade (CRFB/88, art. 5º, caput), vedando-se a prática intolerável do Poder Público conceder privilégios a alguns, ou de dispensar tratamento discriminatório e arbitrário a outros. Precedentes: ADI 3978, Rel. Min. Eros Grau, Tribunal Pleno, DJe 11.12.2009; ADI 363, Rel. Min. Sydney Sanches, Tribunal Pleno, DJ 03.05.1996.\n\n\n\n    2. O litisconsórcio ulterior, sob a modalidade de assistência qualificada, após o deferimento da medida liminar, fere os princípios do Juiz Natural e da livre distribuição, insculpidos nos incisos XXXVII, LII do art. 5º da Constituição da República. Precedentes do Plenário: MS 24.569 AgR, Rel. Min. Sepúlveda Pertence, DJ 26.082005; MS 24.414, Rel. Min. Cezar Peluso, DJ 21.11.2003.\n\n\n\n    3. A delegação registral ou notarial, para legitimar-se constitucionalmente, pressupõe a indispensável aprovação em concurso público de provas e títulos, por tratar-se de regra constitucional que decorre do texto fundado no impositivo art. 236, § 3º, da Constituição da República, o qual, indubitavelmente, constitui-se norma de eficácia plena, independente, portanto, da edição de qualquer lei para sua aplicação. Precedentes: RE 229.884 AgR, Rel. Min. Ellen Gracie, Segunda Turma, DJ 05.08.2005; ADI 417, Rel. Min. Maurício Corrêa, Tribunal Pleno, DJ 05.5.1998; ADI 126, Rel. Min. Octavio Gallotti, Tribunal Pleno, DJ 05.6.1992.\n\n\n\n    4. In casu, a situação de flagrante inconstitucionalidade não pode ser amparada em razão do decurso do tempo ou da existência de leis locais que, supostamente, agasalham a pretensão de perpetuação do ilícito.\n\n\n\n    5. A inconstitucionalidade prima facie evidente impede que se consolide o ato administrativo acoimado desse gravoso vício em função da decadência. Precedentes: MS 28.371 AgR/DF, Rel. Min. Joaquim Barbosa, Tribunal Pleno, DJe 27.02.2013; MS 28.273 AgR, Relator Min. Ricardo Lewandowski, Tribunal Pleno, DJe 21.02.2013; MS 28.279, Relatora Min. Ellen Gracie, Tribunal Pleno, DJe 29.04.2011.\n\n\n\n    6. Consectariamente, a edição de leis de ocasião para a preservação de situações notoriamente inconstitucionais, ainda que subsistam por longo período de tempo, não ostentam o caráter de base da confiança a legitimar a incidência do princípio da proteção da confiança e, muito menos, terão o condão de restringir o poder da Administração de rever seus atos.\n\n\n\n    7. A redução da eficácia normativa do texto constitucional, ínsita na aplicação do diploma legal, e a consequente superação do vício pelo decurso do prazo decadencial, permitindo, por via reflexa, o ingresso na atividade notarial e registral sem a prévia aprovação em concurso público de provas e títulos, traduz-se na perpetuação de ato manifestamente inconstitucional, mercê de sinalizar a possibilidade juridicamente impensável de normas infraconstitucionais normatizarem mandamentos constitucionais autônomos, autoaplicáveis.\n\n\n\n    8. O desrespeito à imposição constitucional da necessidade de concurso público de provas e títulos para ingresso da carreira notarial, além de gerar os claros efeitos advindos da consequente nulidade do ato (CRFB/88, art. 37, II e §2º, c/c art. 236, §3º), fere frontalmente a Constituição da República de 1988, restando a efetivação na titularidade dos cartórios por outros meios um ato desprezível sob os ângulos constitucional e moral.\n\n\n\n    9. Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6789355","externo_seq_objeto_incidente":2548731,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-184  DIVULG 22-09-2014  PUBLIC 23-09-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=26860&classe=MS","is_colac":false,"titulo":"MS 26860","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00037 INC-00044 \n          INC-00052 PAR-00001 ART-00037 INC-00002 \n          PAR-00002 ART-00236 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-00177 - REDAÇÃO DADA PELA LEI 2437/55\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-008935      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784      ANO-1999\n          ART-00054\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00205 ART-02028\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00010 PAR-00002\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   RGI      ANO-2009\n          ART-00091 PAR-ÚNICO\n                RICNJ-2009 REGIMENTO INTERNO DO CONSELHO NACIONAL DE JUSTIÇA\n\n","LEG-FED   SUMSTF-000346      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000473      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   ADCT      ANO-1989\n          ART-00031\n                CONSTITUIÇÃO ESTADUAL, MS\n\n","LEG-EST   EMC-000028      ANO-2005\n                EMENDA CONSTITUCIONAL"],"publicacao_data":"2014-09-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR. INDEFERIMENTO, INTERVENÇÃO DE TERCEIROS. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), DOUTRINA, IMPOSSIBILIDADE, INGRESSO, TERCEIRO, MANDADO DE SEGURANÇA, MOMENTO POSTERIOR, DEFERIMENTO, LIMINAR, DECORRÊNCIA, IMPOSSIBILIDADE, PARTE PROCESSUAL, APROVEITAMENTO, ATIVIDADE INTELECTUAL, TERCEIRO, FUNDAMENTO, PRINCÍPIO, VEDAÇÃO, ENRIQUECIMENTO SEM CAUSA. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), DOUTRINA, IMPOSSIBILIDADE, INGRESSO, TERCEIRO, MANDADO DE SEGURANÇA, MOMENTO POSTERIOR, DEFERIMENTO, LIMINAR, DECORRÊNCIA, IMPOSSIBILIDADE, PARTE PROCESSUAL, ESCOLHA, DISTRIBUIÇÃO, PROCESSO, ÓRGÃO JUDICIAL, DECISÃO FAVORÁVEL, FUNDAMENTO, PRINCÍPIO DO JUIZ NATURAL. MÉRITO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF) , INEXISTÊNCIA, DIREITO ADQUIRIDO, SUBSTITUTO DE SERVENTIA, EFETIVAÇÃO, TITULAR DE CARTÓRIO, AUSÊNCIA, APROVAÇÃO, CONCURSO PÚBLICO, HIPÓTESE, OCORRÊNCIA, VACÂNCIA, MOMENTO POSTERIOR, PROMULGAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988. CARACTERIZAÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, NECESSIDADE, NORMA INFRACONSTITUCIONAL, OBSERVÂNCIA, NORMA CONSTITUCIONAL, DECORRÊNCIA, CARACTERIZAÇÃO, NORMA CONSTITUCIONAL, NORMA JURÍDICA, SUPERIORIDADE, NÍVEL HIERÁRQUICO. CONFIGURAÇÃO, APLICAÇÃO IMEDIATA, NORMA CONSTITUCIONAL, HIPÓTESE, DIREITO FUNDAMENTAL, CONSAGRAÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL DE 1988. INAPLICABILIDADE, DECADÊNCIA ADMINISTRATIVA, HIPÓTESE, INCONSTITUCIONALIDADE, PRIMA FACIE, FUNDAMENTO, IMPOSSIBILIDADE, MANUTENÇÃO, INCONSTITUCIONALIDADE, CARÁTER PERPÉTUO, FUNDAMENTO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL DE 1988. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), POSSIBILIDADE, INTERPOSIÇÃO, AÇÃO RESCISÓRIA, CORRELAÇÃO, AFASTAMENTO, APLICAÇÃO, SÚMULA, SUPREMO TRIBUNAL FEDERAL (STF), HIPÓTESE, MATÉRIA CONSTITUCIONAL, FINALIDADE, CASSAÇÃO, DECISÃO JUDICIAL, DECORRÊNCIA, CONTRARIEDADE, FORÇA NORMATIVA DA CONSTITUIÇÃO. INEXISTÊNCIA, ILEGALIDADE, ATUAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), HIPÓTESE, CASSAÇÃO, ATO, TRIBUNAL DE JUSTIÇA, DELEGAÇÃO, CARTORIO EXTRAJUDICIAL, FUNDAMENTO, POSSIBILIDADE, ATUAÇÃO, EX OFFICIO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), HIPÓTESE, APRECIAÇÃO, LEGALIDADE, ATO ADMINISTRATIVO, EXPEDIÇÃO, PODER JUDICIÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), DESCABIMENTO, RECONHECIMENTO, PREJUÍZO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, HIPÓTESE, REVOGAÇÃO, NORMA, OBJETO, CONTROLE DE CONSTITUCIONALIDADE, FINALIDADE, IMPEDIMENTO, JULGAMENTO, SUPREMO TRIBUNAL FEDERAL (STF), MÉRITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONFIGURAÇÃO, CONCURSO PÚBLICO, REALIZAÇÃO, PRINCÍPIO CONSTITUCIONAL, IMPESSOALIDADE, ISONOMIA, EFICIÊNCIA. CONFIGURAÇÃO, CONCURSO PÚBLICO, GARANTIA, CIDADÃO, ACESSO, CARGO PÚBLICO, EMPREGO PÚBLICO, IGUALDADE DE OPORTUNIDADES. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), INEXISTÊNCIA, OFENSA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA CONFIANÇA, HIPÓTESE, EXERCÍCIO, PODER-DEVER, ADMINISTRAÇÃO PÚBLICA, ANULAÇÃO, EX OFFICIO, ATO ADMINISTRATIVO, DECORRÊNCIA, RECONHECIMENTO, ILEGALIDADE. IMPOSSIBILIDADE, INVOCAÇÃO, CASO CONCRETO, PRINCÍPIO DA CONFIANÇA, BOA-FÉ, DECORRÊNCIA, CONFIGURAÇÃO, CONCURSO PÚBLICO, MATÉRIA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EXISTÊNCIA, INCOMPATIBILIDADE, PRINCÍPIO DA SEGURANÇA JURÍDICA, HIPÓTESE, ANULAÇÃO, SITUAÇÃO JURÍDICA, VIGÊNCIA, GRANDE QUANTIDADE, ASPECTO TEMPORAL. NECESSIDADE, APLICAÇÃO, PRAZO PRESCRICIONAL, PREVISÃO, CÓDIGO CIVIL, HIPÓTESE, RECONHECIMENTO, VÍCIO DE INCONSTITUCIONALIDADE, SITUAÇÃO JURÍDICA, FUNDAMENTO, CONFIGURAÇÃO, PRAZO PRESCRICIONAL, PREVISÃO, CÓDIGO CIVIL, PRAZO MÁXIMO, PRESCRIÇÃO, PREVISÃO, DIREITO COMUM. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), CONFIGURAÇÃO, REMOÇÃO, TITULAR DE CARTÓRIO, ALTERNATIVA, EFETIVAÇÃO, SUBSTITUTO DE SERVENTIA, HIPÓTESE, OCORRÊNCIA, VACÂNCIA, CARTORIO EXTRAJUDICIAL, MOMENTO POSTERIOR, PROMULGAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: NECESSIDADE, ATRIBUIÇÃO, EFICÁCIA PROSPECTIVA, DECISÃO, RECONHECIMENTO, NULIDADE, HIPÓTESE, EFETIVAÇÃO, SUBSTITUTO DE SERVENTIA, AUSÊNCIA, CONCURSO PÚBLICO, FINALIDADE, PRESERVAÇÃO, ATO JURÍDICO, REALIZAÇÃO, MOMENTO ANTERIOR, DECISÃO, RECONHECIMENTO, NULIDADE, FINALIDADE, PRESERVAÇÃO, TERCEIRO DE BOA-FÉ.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: AUSÊNCIA, BOA-FÉ, HIPÓTESE, EFETIVAÇÃO, SUBSTITUTO DE SERVENTIA, DECORRÊNCIA, ATO, TRIBUNAL DE JUSTIÇA, FUNDAMENTO, CONHECIMENTO, SUBSTITUTO DE SERVENTIA, CORRELAÇÃO, TRIBUNAL DE JUSTIÇA, EXISTÊNCIA, FLAGRANTE ILEGALIDADE, ATO, TRIBUNAL DE JUSTIÇA, EFETIVAÇÃO, SUBSTITUTO DE SERVENTIA, AUSÊNCIA, CONCURSO PÚBLICO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CONCESSÃO, MANDADO DE SEGURANÇA. IMPOSSIBILIDADE, CONSELHO NACIONAL DE JUSTIÇA (CNJ), REVISÃO, ATO, TRIBUNAL DE JUSTIÇA, HIPÓTESE, EFETIVAÇÃO, SUBSTITUTO DE SERVENTIA, FUNDAMENTO, OCORRÊNCIA, DECADÊNCIA ADMINISTRATIVA, FUNDAMENTO, EXISTÊNCIA, IMPRESCRITIBILIDADE, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988, EXCLUSIVIDADE, HIPÓTESE, GRUPO ARMADO CIVIL, GRUPO ARMADO MILITAR, CONTRAPOSIÇÃO, ESTADO DEMOCRÁTICO DE DIREITO. POSSIBILIDADE, AFASTAMENTO, APLICAÇÃO, DECADÊNCIA ADMINISTRATIVA, EXCLUSIVIDADE, HIPÓTESE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, NORMA, PROCESSO ADMINISTRATIVO, FUNDAMENTO, EXISTÊNCIA, SÚMULA VINCULANTE. NECESSIDADE, INTERPRETAÇÃO RESTRITIVA, HIPÓTESE, EXCEÇÃO, INCIDÊNCIA, REGRA BÁSICA. AUSÊNCIA, PREVISÃO, NORMA, PROCESSO ADMINISTRATIVO, EXCEÇÃO, DECADÊNCIA ADMINISTRATIVA, HIPÓTESE, ATO, VÍCIO DE INCONSTITUCIONALIDADE. NECESSIDADE, PROVA, MÁ-FÉ, HIPÓTESE, ATO ADMINISTRATIVO, FUNDAMENTO, PRINCÍPIO DA PRESUNÇÃO DE LEGALIDADE, ATO ADMINISTRATIVO. NECESSIDADE, PRESERVAÇÃO, SEGURANÇA JURÍDICA, CIDADÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=26860&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONCURSO PÚBLICO, ATIVIDADE NOTARIAL)\nADI 126 (TP), ADI 363 (TP), ADI 417 (1ªT), RE 229884, ADI 1855 (TP), ADI 3978 (TP), ADI 2379 MC (TP), MS 28279 (TP), MS 28273 AgR (TP). \n(INTERVENÇÃO DE TERCEIRO, MANDADO DE SEGURANÇA)\nMS 24414 (TP), MS 24569 AGR (TP). \n(INAPLICABIILIDADE, DECADÊNCIA ADMINISTRATIVA, ATO MANIFESTAMENTE INCONSTITUCIONAL)\nMS 28279 (TP), MS 28371 AgR (TP), MS 28273 AgR (TP). \n(FORÇA NORMATIVA DA CONSTITUIÇÃO, AÇÃO RESCISÓRIA, MATÉRIA CONSTITUCIONAL, SÚMULA 343)\nRE 235794 AgR (2ªT), AI 555806 AgR (2ªT). \n(DESCABIMENTO, PREJUÍZO, ADI, REVOGAÇÃO DA NORMA, OBJETO, CONTROLE DE CONSTITUCIONALIDADE, FRAUDE PROCESSUAL, JULGAMENTO, STF, MÉRITO, ADI)\nADI 1573 (TP), ADI 3232 (TP). \n(CONCURSO PÚBLICO, EFETIVAÇÃO, PRINCÍPIO DA ISONOMIA)\nADI 637 (TP), ADI 2364 MC (1ªT). \n(CONCURSO PÚBLICO, INFRAERO, PRINCÍPIO DA SEGURANÇA JURÍDICA)\nMS 22357 (TP). \n(EFETIVAÇÃO, SUBSTITUTO, SERVENTIA EXTRAJUDICIAL, CONSTITUIÇÃO FEDERAL DE 1967)\nMS 20784 (TP). \n(REMOÇÃO, TITULAR DE SERVENTIA, ALTERNATIVA, EFETIVAÇÃO, SUBSTITUTO DE SERVENTIA)\nADI 552 MC (TP). \n- Decisão monocrática citada:\n(INAPLICABIILIDADE, DECADÊNCIA ADMINISTRATIVA, ATO MANIFESTAMENTE INCONSTITUCIONAL)\nMS 32129 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1172707, REsp 1125276. \n- Legislação estrangeira citada: Parágrafo 48 da Lei de Processo Administrativo Federal da Alemanha de 1976.\r\n- Veja PCA 395 do CNJ e ADI 3292 do STF.\nNúmero de páginas: 84.\nAnálise: 03/10/2014, RAF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)  : GISELE ALMEIDA SERRA BARBOSA \nADV.(A/S)  : CARLOS MÁRIO DA SILVA VELLOSO FILHO \nIMPTE.(S)  : JOSÉ CARLOS AZAMBUJA \nADV.(A/S)  : PEDRO ESTEVAM ALVES PINTO SERRANO E OUTRO(A/S)\nIMPDO.(A/S)  : CONSELHO NACIONAL DE JUSTIÇA (PROCEDIMENTO DE CONTROLE ADMINISTRATIVO Nº 395) \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":277413,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 26860","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2014-04-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"ALBUQUERQUE, Rogério Bonnassis de. Antijuridicidade da situação do servidor não-concursado e não alcançado pela estabilidade do art. 19 ADCT. Revista de Direito Constitucional. abr.-jun. 1994. v. 7. p. 116.\r\nARAUJO, Valter Shuenquener de. O Princípio da Proteção da Confiança: Uma nova forma de Tutela do Cidadão diante do Estado. Impetus: Niterói, 2009. p. 83.\r\nBARBI, Celso Agrícola. Do Mandado de Segurança. 9. ed. Rio de Janeiro: Forense.\r\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro, 2012. p. 243-244.\r\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 25. ed. São Paulo: Atlas. p. 20-26.\r\nHESSE, Konrad, Elementos de Direito Constitucional da República da Alemanha. Porto Alegre: S.A. Fabris, 1998. p. 68.\r\nLEE, Sang-Chul. Vertrauensschutzprinzip bei Rücknahme und Widerruf von Verwaltungsakten. Vergleich des Vertrauensschutzprinzips bei Rücknahme und Widerruf von Verwaltungsakten in Deutschland, Japan und Korea. Konstanz: Hartung-Gorre, 1991. p. 46.\r\nLEISNER-EGENSPERGER, Anna. Kontinuität als Verfassungsprinzip: unter besonderer Berücksichtigung des Steuerrechts. Tübingen: Mohr Siebeck, 2002. p. 462.\r\nMEIRELLES, Hely Lopes; WALD, Arnold; MENDES, Gilmar Ferreira. Mandado de segurança e ações constitucionais. 22. ed. São Paulo: Malheiros, 2009. p. 34.\r\nOSSENBÜHL, Fritz. Selbstbindungen der Verwaltung. DVBl (Deutsches Verwaltungsblatt), Ano 96. Köln e Berlin: Carl Heymanns, abril de 1976. p. 863.\r\nPEREIRA JÚNIOR, Jessé Torres. Artigo 37, incisos e parágrafos. In BONAVIDES, Paulo; MIRANDA, Jorge; RODRIGUES JUNIOR, Otavio Luiz; BILAC PINTO FILHO, Francisco. Comentários à Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. p. 737-738.\r\nTEIXEIRA, José Horácio Meirelles. Curso de Direito Constitucional. Rio de Janeiro: Forense, 1991. p. 317.","ministro_facet":["LUIZ FUX"],"processo_numero":26860,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur267687","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, concedeu parcialmente a ordem para reconhecer a nulidade da certidão de trânsito em julgado da condenação, e, assim, determinar ao TJ/GO que, superada a intempestividade do REsp, proceda a novo juízo de admissibilidade do recurso. Determinou, ainda, seja oficiado ao Juízo das Execuções para sobrestar o andamento da execução e recolher o mandado de prisão, nos termos do voto do Relator. Ausente, justificadamente, o Senhor Ministro Celso de Mello. 2ª Turma, 18.03.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur267687","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur267687","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas Corpus. 2. Falsidade documental (arts. 297 e 304 do CP). Condenação. Apelo defensivo. Juntada do voto divergente 15 dias após a publicação do acórdão no Diário da Justiça. 3. Certificação do trânsito em julgado e expedição do mandado de prisão para o início do cumprimento da pena. 4. Constrangimento ilegal verificado. Violação à ampla defesa. Ausente o voto vencido, ficou a parte impedida de verificar os fundamentos e a extensão da divergência para apresentar corretamente o recurso cabível. 5. Ordem concedida parcialmente para reconhecer a nulidade da certidão de trânsito em julgado da condenação, e, assim, determinar à Corte Estadual que, superada a intempestividade do REsp, proceda a novo juízo de admissibilidade do recurso. Determinação também do recolhimento do mandado de prisão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6174125","externo_seq_objeto_incidente":4424842,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-115  DIVULG 13-06-2014  PUBLIC 16-06-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=118344&classe=HC","is_colac":false,"titulo":"HC 118344","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00069 ART-00297 ART-00304\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2014-06-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CARACTERIZAÇÃO, GARANTIA À AMPLA DEFESA, EXPRESSÃO, DIGNIDADE DA PESSOA HUMANA. IMPOSSIBILIDADE, UTILIZAÇÃO, TRANSFORMAÇÃO, HOMEM, OBJETO, PROCESSO. CONFIGURAÇÃO, PRINCÍPIO DO CONTRADITÓRIO, GARANTIA À AMPLA DEFESA, ABRANGÊNCIA, DIREITO À INFORMAÇÃO, DIREITO DE MANIFESTAÇÃO, DIREITO DE VER SEUS ARGUMENTOS CONSIDERADOS. OCORRÊNCIA, CASO CONCRETO, OFENSA, DEVIDO PROCESSO LEGAL, DECORRÊNCIA, AUSÊNCIA, JUNTADA, AUTOS, INTEIRO TEOR, VOTO VENCIDO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=118344&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Decisão estrangeira citada: BVerfGE 70, 288-293, BVerfGE 11, 218 (218) da Corte Constitucional alemã.\r\nNúmero de páginas: 18.\r\nAnálise: 27/06/2014, RAF.\r\nRevisão: 21/08/2014, JOS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : EDWALDO LOURENÇO \nIMPTE.(S)  : LEONARDO ROCHA MACHADO \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":267687,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"HC 118344","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2014-03-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BATTIS, Ulrich; GUSY, Christoph. Einführung in das Staatsrecht, 3. ed. Heidelberg, 1991. p. 363-364.\r\nDÜRIG; ASSMANN. Art. 103. In: MAUNZ-DÜRIG. Grundgesetz-Kommentar. Vol. IV, p. 85-99.\r\nMIRANDA, Pontes de. Comentários à Constituição de 1967/69. Tomo V. p. 234.\r\nPIEROTH; SCHLINK. Grundrechte - Staatsrecht II. Heidelberg, 1988. p. 281.","ministro_facet":["GILMAR MENDES"],"processo_numero":118344,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur271504","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento ao recurso extraordinário e afirmou, por maioria, que a Súmula nº 11 do Tribunal Superior Eleitoral não se aplica ao Ministério Público Eleitoral, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio, Teori Zavascki, Cármen Lúcia e Gilmar Mendes. O Tribunal assentou, por maioria, que esse entendimento se aplica às eleições de 2014, inclusive, nos termos do voto do relator, vencidos os Ministros Marco Aurélio, Joaquim Barbosa (Presidente) e Rosa Weber. O Tribunal autorizou os Ministros a decidirem monocraticamente questões idênticas. Falou pelo Ministério Público Federal o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República. Plenário, 18.12.2013.","is_repercussao_geral_merito":true,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur271504","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur271504","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRORDINÁRIO. MATÉRIA ELEITORAL. LEGITIMIDADE DO MINISTÉRIO PÚBLICO PARA RECORRER DE DECISÃO QUE DEFERE REGISTRO DE CANDIDATURA, AINDA QUE NÃO HAJA APRESENTADO IMPUGNAÇÃO AO PEDIDO INICIAL. SEGURANÇA JURÍDICA. RECURSO A QUE SE NEGA PROVIMENTO. REPERCUSSÃO GERAL. FIXAÇÃO DA TESE A PARTIR DAS ELEIÇÕES DE 2014, INCLUSIVE.\n\n\n\n    I - O Ministério Público Eleitoral possui legitimidade para recorrer de decisão que julga o pedido de registro de candidatura, mesmo que não haja apresentado impugnação anterior. \n\n\n\n    II – Entendimento que deflui diretamente do disposto no art. 127 da Constituição Federal.\n\n\n\n    III – Recurso extraordinário a que se nega provimento por razões de segurança jurídica.\n\n\n\n    IV – Fixação da tese com repercussão geral a fim de assentar que a partir das eleições de 2014, inclusive, o Ministério Público Eleitoral tem legitimidade para recorrer da decisão que julga o pedido de registro de candidatura, ainda que não tenha apresentado impugnação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6494004","externo_seq_objeto_incidente":4348076,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-154  DIVULG 08-08-2014  PUBLIC 12-08-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=728188&classe=ARE","is_colac":false,"titulo":"ARE 728188","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 ART-00127\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00003 PAR-00001 PAR-00002 PAR-00003 \n          ART-00007 PAR-ÚNICO ART-00008 PAR-00001 \n          PAR-00002 ART-00009 PAR-ÚNICO ART-00010 \n          PAR-ÚNICO ART-00011 PAR-00001 PAR-00002 \n          ART-00012 PAR-ÚNICO ART-00013 PAR-ÚNICO\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00097 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00473 ART-00499 \"CAPUT\" PAR-00002\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMTSE-000011      \n                SÚMULA DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2014-08-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, MINISTÉRIO PÚBLICO, INTERPOSIÇÃO, RECURSO, HIPÓTESE, DECISÃO, DEFERIMENTO, REGISTRO DE CANDIDATURA, ÂMBITO, PRIMEIRA INSTÂNCIA, FUNDAMENTO, OUTORGA, LEI CONSTITUCIONAL, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, DEFESA, DEMOCRACIA, DEFESA, DIREITO (ORDENAMENTO JURÍDICO). EXISTÊNCIA, PODER-DEVER, MINISTÉRIO PÚBLICO, REVERSIBILIDADE, DECISÃO, DEFERIMENTO, REGISTRO DE CANDIDATURA, OFENSA, LEI, HIPÓTESE, ATUAÇÃO, MINISTÉRIO PÚBLICO, FISCAL DA LEI. APLICAÇÃO, SÚMULA, TRIBUNAL SUPERIOR ELEITORAL (TSE), VEDAÇÃO, RECURSO, REGISTRO DE CANDIDATURA, EXCLUSIVIDADE, HIPÓTESE, PARTIDO POLÍTICO, AUSÊNCIA, IMPUGNAÇÃO, REGISTRO DE CANDIDATURA, ÂMBITO, PRIMEIRA INSTÂNCIA. EXISTÊNCIA, JURISPRUDÊNCIA FIRMADA, ÂMBITO, TRIBUNAL SUPERIOR ELEITORAL (TSE), POSSIBILIDADE, MINISTÉRIO PÚBLICO, INTERPOSIÇÃO, RECURSO, DECISÃO, DEFERIMENTO, REGISTRO DE CANDIDATURA, HIPÓTESE, AUSÊNCIA, IMPUGNAÇÃO, REGISTRO DE CANDIDATURA, ÂMBITO, PRIMEIRA INSTÂNCIA. INEXISTÊNCIA, LEI ELEITORAL, EXIGÊNCIA, MINISTÉRIO PÚBLICO, IMPUGNAÇÃO, REGISTRO DE CANDIDATURA, ÂMBITO, PRIMEIRA INSTÂNCIA, CONFIGURAÇÃO, REQUISITO, LEGITIMIDADE, MINISTÉRIO PÚBLICO, INTERPOSIÇÃO, RECURSO, ÂMBITO, PROCESSO, REGISTRO DE CANDIDATURA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INAPLICABILIDADE, PRECLUSÃO, HIPÓTESE, AUSÊNCIA, MINISTÉRIO PÚBLICO, IMPUGNAÇÃO, REGISTRO DE CANDIDATURA, ÂMBITO, PRIMEIRA INSTÂNCIA, FUNDAMENTO, CONFIGURAÇÃO, DEMOCRACIA, INTERESSE COLETIVO, ORDEM PÚBLICA, POSSIBILIDADE, CONHECIMENTO DE OFÍCIO, QUALQUER MOMENTO, PROCESSO, GRAU DE JURISDIÇÃO. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), EXISTÊNCIA, LEGITIMIDADE ATIVA, MINISTÉRIO PÚBLICO, INTERPOSIÇÃO, RECURSO, HIPÓTESE, ATUAÇÃO, CONDIÇÃO, FISCAL DA LEI, ACUMULAÇÃO, ATUAÇÃO, CONDIÇÃO, PARTE PROCESSUAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, MINISTÉRIO PÚBLICO, INTERPOSIÇÃO, RECURSO, DECISÃO, DEFERIMENTO, REGISTRO DE CANDIDATURA, OFENSA, LEI, HIPÓTESE, AUSÊNCIA, IMPUGNAÇÃO, REGISTRO DE CANDIDATURA, ÂMBITO, PRIMEIRA INSTÂNCIA, FUNDAMENTO, CONFIGURAÇÃO, PARTE PROCESSUAL, ATUAÇÃO, MINISTÉRIO PÚBLICO, ÂMBITO, PROCESSO, REGISTRO DE CANDIDATURA. INEXISTÊNCIA, OFENSA, CONSTITUIÇÃO FEDERAL DE 1988, HIPÓTESE, VEDAÇÃO, MINISTÉRIO PÚBLICO, INTERPOSIÇÃO, RECURSO, ÂMBITO, REGISTRO DE CANDIDATURA, FUNDAMENTO, CONFIGURAÇÃO, PRECLUSÃO TEMPORAL, INSTITUTO JURÍDICO, DECORRÊNCIA, PRINCÍPIO DA SEGURANÇA JURÍDICA.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: INEXISTÊNCIA, INCOMPATIBILIDADE, CONSTITUIÇÃO FEDERAL DE 1988, CORRELAÇÃO, SÚMULA, TRIBUNAL SUPERIOR ELEITORAL (TSE), HIPÓTESE, AUSÊNCIA, LEGITIMIDADE ATIVA, MINISTÉRIO PÚBLICO, INTERPOSIÇÃO, RECURSO, PROCESSO, REGISTRO DE CANDIDATURA, FUNDAMENTO, SUBMISSÃO, MINISTÉRIO PÚBLICO, REQUISITO, CARÁTER FORMAL, PREVISÃO, LEI ORDINÁRIA. CONFIGURAÇÃO, LEI ORDINÁRIA, ATO NORMATIVO, COMPETÊNCIA, REGULAÇÃO, EXERCÍCIO, DIREITO DE AÇÃO, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=728188&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MINISTÉRIO PÚBLICO, ÂMBITO, ATUAÇÃO)\nRE 576155 RG, RE 605533 RG, RE 631111 RG, RE 409356 RG, ARE 694294 RG. \n(MINISTÉRIO PÚBLICO, LEGITIMIDADE, RECURSO, FISCAL DA LEI, PARTE PROCESSUAL)\nRE 195774 (2ªT). \n(MODULAÇÃO DE EFEITOS, MODIFICAÇÃO, JURISPRUDÊNCIA, ÂMBITO ELEITORAL)\nRE 637485 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: RESPE 35555, RESPE 27967, RESPE 9611, RESPE 10009. \n- Decisão estrangeira citada: Caso McCulloch v. Maryland de 1819\nNúmero de páginas: 56.\nAnálise: 25/08/2014, RAF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO ELEITORAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : SEBASTIAO RAMOS \nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"680 - Legitimidade do Ministério Público Eleitoral para recorrer de decisão que defere registro de candidatura, ainda que não haja apresentado impugnação ao pedido inicial.","old_seq_sjur":271504,"documental_tese_texto":"A partir das eleições de 2014, inclusive, o Ministério Público Eleitoral tem legitimidade para recorrer da decisão que julga o pedido de registro de candidatura, ainda que não tenha apresentado impugnação.\r\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ARE 728188","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2013-12-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"CASTRO, Edson de Resende de. Curso de Direito Eleitoral. 6. ed. Belo Horizonte: Del Rey, 2012. p. 261.\r\nGOMES, José Jairo. Direito Eleitoral. 8. ed. Atlas, 2012. p. 277, item 4.2.9.\r\nMAZZILLI, Hugo Nigro. Regime Jurídico do Ministério Público. 7. ed. São Paulo: Saraiva, 2013. p. 537-541.\r\nMORAES, Alexandre de. Direito Constitucional. 29. ed. São Paulo: Atlas, 2013. p. 626.\r\nNORBERTO, Bobbio, et alii. Partidos Políticos. Dicionário de Política 3. ed. Distrito Federal: Universidade de Brasília, 1991. v. 2.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":728188,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur270874","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"após o voto do Relator, concedendo a ordem, contraditado pelo Senhor Ministro Ricardo Lewandowski, que a denegava, o julgamento foi suspenso em virtude de pedido de vista do Senhor Ministro Celso de Mello. Ausente, licenciado, o Senhor Ministro Joaquim Barbosa. 2ª Turma, 13.12.2011.\r\n\n           Decisão: A Turma, por unanimidade, julgou prejudicado o habeas corpus por perda superveniente de seu objeto, nos termos do voto do Relator. Reajustaram os votos os Senhores Ministros Gilmar Mendes (Relator) e Ricardo Lewandowski. 2ª Turma, 24.09.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur270874","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur270874","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. Não comprovadas autoria e materialidade. 2. Ordem concedida para trancar a ação penal por ausência de justa causa.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=6423995","externo_seq_objeto_incidente":3971518,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-149  DIVULG 01-08-2014  PUBLIC 04-08-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=105908&classe=HC","is_colac":false,"titulo":"HC 105908","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009605      ANO-1998\n                LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000695      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000711      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-08-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. CELSO DE MELLO: PREJUDICIALIDADE, HABEAS CORPUS, HIPÓTESE, EXTINÇÃO DA PUNIBILIDADE, PACIENTE, FUNDAMENTO, PERDA DO OBJETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=105908&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PERSECUSSÃO CRIMINAL, REQUISITO)\nHC 91603 (2ªT), HC 93224 (2ªT), HC 95761 (2ªT), HC 98631 (1ªT). \n(HC, PREJUDICIALIDADE)\nHC 58903 (1ªT), HC 69236 (2ªT), HC 80448 (1ªT), RHC 82057 (1ªT), RHC 82345 (2ªT), HC 84077 (2ªT), RHC 83799 AgR (2ªT), HC 55437 (TP), HC 64424 (1ªT), HC 74107 (2ªT), HC 74457 (2ªT), RTJ 132/1185, RTJ 141/502. \n- Acórdão(s) citado(s) - outros tribunais:\nTJDF: Execução Penal 20130110260122. \n- Legislação estrangeira citada: art. 1º da Constituição alemã; art. 8 da Declaração dos Direitos do Homem e do Cidadão, de 1789.\r\nNúmero de páginas: 26.\r\nAnálise: 07/08/2014, JOS.\r\nRevisão: 07/10/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : DALMO DIAS RIBEIRO \nIMPTE.(S)  : PAULO EMÍLIO CATTA PRETA DE GODOY \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":270874,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 105908","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2013-09-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"MAUNZ, Theodor; DÜRIG, Günther. Grundgesetz Kommentar. Band I. München, Verlag\r\nC.H. Beck, 1990, 1I. 18.","ministro_facet":["GILMAR MENDES"],"processo_numero":105908,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur279734","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"Decisão : Após o voto do Senhor Ministro Ilmar Galvão (Relator), deferindo, em parte, o pedido de medida cautelar, para suspender, até a decisão final da ação, no inciso V do art. 59, da expressão \"assim considerados aqueles cuja execução tenha início e conclusão no seu limite territorial, e que seja realizado, quando for o caso, exclusivamente com seus recursos naturais\", bem como do caput do art. 228, ambos da Constituição do Estado da Bahia, na redação dada pela Emenda Constitucional nº 07, de 19/01/1999, o julgamento foi suspenso em virtude do pedido de vista do Senhor Ministro Nelson Jobim. Ausente, justificadamente, neste julgamento, o Senhor Ministro Marco Aurélio. Plenário, 13.10.99.\n\n\n\n                  Decisão: Renovado o pedido de vista do Senhor Ministro Nelson Jobim, justificadamente, nos termos do § 1º do artigo 1º da Resolução nº 278, de 15 de dezembro de 2003. Presidência do Senhor Ministro Maurício Corrêa. Plenário, 28.04.2004.\n\n\n\n                  Decisão: Após os votos dos Senhores Ministros Nelson Jobim (Presidente), Joaquim Barbosa e Eros Grau, que acompanharam o voto do Senhor Ministro Ilmar Galvão (Relator), deferindo parcialmente a cautelar, pediu vista dos autos o Senhor Ministro Gilmar Mendes. Não participou da votação o Senhor Ministro Carlos Britto por suceder ao Senhor Ministro Ilmar Galvão, que proferira voto. Plenário, 08.03.2006.\r\n\n                  Decisão: Colhido o voto-vista do Senhor Ministro Gilmar Mendes, que acompanhava o relator, no sentido de deferir a cautelar para suspender a eficácia da expressão “assim considerados aqueles cuja execução tem início e conclusão no seu limite territorial, e que seja realizado, quando for o caso, exclusivamente com seus recursos naturais”, contida no inciso V do artigo 59, e a eficácia do caput do artigo 228, ambos da Constituição do Estado da Bahia, pediu vista dos autos o Senhor Ministro Ricardo Lewandowski. Não participam da votação a Senhora Ministra Cármen Lúcia e o Senhor Ministro Carlos Britto por sucederem, respectivamente, aos Senhores Ministros Nelson Jobim e Ilmar Galvão. Ausentes, justificadamente, o Senhor Ministro Joaquim Barbosa (com voto proferido em assentada anterior) e, neste julgamento, a Senhora Ministra Ellen Gracie (Presidente) e o Senhor Ministro Marco Aurélio. Presidência do Senhor Ministro Gilmar Mendes (Vice-Presidente). Plenário, 03.04.2008.\r\n\n                 Decisão: Colhido o voto-vista do Ministro Ricardo Lewandowski, o Tribunal concedeu em parte a medida cautelar para suspender a eficácia do inciso V do artigo 59 e do caput do artigo 228, ambos da Constituição do Estado da Bahia, com a redação dada pela Emenda Constitucional nº 7, de 19 de janeiro de 1999, vencido o Ministro Marco Aurélio, que a concedia em menor extensão. Redigirá o acórdão o Ministro Joaquim Barbosa (Presidente). Impedido o Ministro Dias Toffoli. Não participaram da votação os Ministros Luiz Fux e Cármen Lúcia, por sucederem, respectivamente, aos Ministros Eros Grau e Nelson Jobim, ambos com voto em assentada anterior. Ausente, neste julgamento, o Ministro Celso de Mello. Plenário, 06.03.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"ILMAR GALVÃO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"JOAQUIM BARBOSA","revisor_processo_nome":null,"id":"sjur279734","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:26:32.849483","dg_unique":"sjur279734","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. MEDIDA CAUTELAR.\n\n\n\n    PACTO FEDERATIVO. PARTILHA DE COMPETÊNCIA. MUNICÍPIOS. MATÉRIA DE INTERESSE LOCAL. LIMITAÇÃO POSITIVADA NO TEXTO DE CONSTITUIÇÃO ESTADUAL. APARENTE INCONSTITUCIONALIDADE.\n\n\n\n    ART. 30, I DA CONSTITUIÇÃO.\n\n\n\n    É bastante plausível a alegada violação da regra constitucional que assegura autonomia aos municípios para dispor sobre assuntos de interesse local, causada por limitação territorial constante em dispositivo de constituição estadual.\n\n\n\n    Medida cautelar concedida para suspender, até o julgamento final, a expressão “assim considerados aqueles cuja execução tenha início e conclusão no seu limite territorial, e que seja realizado, quando for o caso, exclusivamente com seus recursos naturais”, presente no art. 59, V, da Constituição do Estado da Bahia.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=2077&classe=ADI-MC","externo_seq_objeto_incidente":3707133,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-197  DIVULG 08-10-2014  PUBLIC 09-10-2014\nEMENT VOL-02746-01  PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2077&classe=ADI","is_colac":false,"titulo":"ADI 2077 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1937\n          ART-00029 PAR-ÚNICO \"CAPUT\"\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00007 INC-00007 LET-E ART-00024\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00010 REDAÇÃO PELA EMC-1/1969\n          ART-00010 INC-00007 INCLUÍDO PELA EMC-1/1969\n          ART-00010 INC-00007 LET-E INCLUÍDO PELA EMC-1/1969\n          ART-00157 PAR-00010 \n          ART-00164 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00018 ART-00021 INC-00020 \n          ART-00023 INC-00009 ART-00025 PAR-00001 \n          PAR-00003 ART-00028 ART-00029 ART-00030 \n          INC-00001 INC-00005 ART-00034 INC-00007 \n          LET-C ART-00102 INC-00001 LET-A \n          LET-P ART-00156 ART-00158 INC-00004 \n          ART-00159 INC-00001 LET-A ART-00175 \n          ART-00198 ART-00200 INC-00004 ART-00241\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000014      ANO-1973\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009433      ANO-1997\n          ART-00001 INC-00005 INC-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011107      ANO-2005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011445      ANO-2007\n          ART-00003 INC-00001 LET-A LET-B \n          LET-C LET-D INC-00002 ART-00024\n                LEI ORDINÁRIA\n\n","LEG-EST   CES      ANO-1891\n          ART-00060\n                CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   CES      ANO-1989\n          ART-00059 \"CAPUT\" INC-00005 REDAÇÃO DADA PELA EMC-7/1999\n          ART-00228 \"CAPUT\" REDAÇÃO DADA PELA EMC-7/1999\n          ART-00228 \"CAPUT\" PAR-00001 REDAÇÃO DADA PELA EMC-7/1999\n          ART-00230 \"CAPUT\" REDAÇÃO DADA PELA EMC-7/1999\n          ART-00238 INC-00006 REDAÇÃO DADA PELA EMC-7/1999\n                CONSTITUIÇÃO ESTADUAL, BA\n\n","LEG-EST   EMC-000007      ANO-1999\n                EMENDA CONSTITUCIONAL, BA\n\n","LEG-EST   LCP-000087      ANO-1997\n          ART-00001 ART-00002 ART-00003 ART-00005 \n          INC-00001 PAR-ÚNICO ART-00006 INC-00001 \n          INC-00002 INC-00004 INC-00005 ART-00007 \n          ART-00010\n                LEI COMPLEMENTAR, RJ\n\n","LEG-EST   LEI-002869      ANO-1997\n          ART-00003 ART-00011 ART-00012 ART-00013 \n          ART-00014 ART-00015 ART-00016 ART-00017 \n          ART-00018 ART-00019 ART-00020 ART-00021\n                LEI ORDINÁRIA, RJ"],"publicacao_data":"2014-10-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ILMAR GALVÃO: ATRIBUIÇÃO, SISTEMA ÚNICO DE SAÚDE (SUS), IMPLANTAÇÃO, POLÍTICAS PÚBLICAS, OBJETIVO, REDUÇÃO, RISCO, DOENÇA. IMPOSSIBILIDADE, LIMITAÇÃO, SERVIÇO PÚBLICO MUNICIPAL,TERRITÓRIO, MUNICÍPIO, RECURSOS NATURAIS, MUNICÍPIO. IMPOSSIBILIDADE, AFASTAMENTO, COMPETÊNCIA, MUNICÍPIO, PRESTAÇÃO, SERVIÇO, INTERESSE LOCAL, HIPÓTESE, NECESSIDADE, AUXÍLIO, GOVERNO FEDERAL, GOVERNO ESTADUAL. IMPOSSIBILIDADE, AFASTAMENTO, COMPETÊNCIA, MUNICÍPIO, HIPÓTESE, EXISTÊNCIA, INTERESSE COMUM, PLURALIDADE, MUNICÍPIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NELSON JOBIM: COMPETÊNCIA, AGRUPAMENTO, MUNICÍPIO, PRESTAÇÃO, SERVIÇO, SANEAMENTO BÁSICO. COMPETÊNCIA, ESTADO-MEMBRO, REGULAMENTAÇÃO, FUNCIONAMENTO, AGRUPAMENTO, MUNICÍPIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EROS GRAU: COMPETÊNCIA, MUNICÍPIO, PRESTAÇÃO, SERVIÇO, SANEAMENTO BÁSICO, DECORRÊNCIA, PREDOMINÂNCIA, INTERESSE LOCAL. NECESSIDADE, ADEQUAÇÃO, REGIME JURÍDICO, DISTRIBUIÇÃO, COMPETÊNCIA, DECORRÊNCIA, OCORRÊNCIA, CONURBAÇÃO. COMPETÊNCIA INTERMUNICIPAL, PRESTAÇÃO DE SERVIÇO, INTERESSE COMUM. AUSÊNCIA, COMPETÊNCIA, ESTADO-MEMBRO, PRESTAÇÃO DE SERVIÇO, INTERESSE COMUM. LIMITAÇÃO, ATRIBUIÇÃO, ESTADO-MEMBRO, INSTITUIÇÃO, REGIÃO METROPOLITANA, MICRORREGIÃO, AGLOMERAÇÃO URBANA, FINALIDADE, INTEGRAÇÃO, ORGANIZAÇÃO, EXECUÇÃO, SERVIÇO, INTERESSE COMUM. POSSIBILIDADE, CELEBRAÇÃO, CONSÓRCIO, MUNICÍPIO, OBJETIVO, PRESTAÇÃO DE SERVIÇO, INTERESSE COMUM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: NECESSIDADE, PRESERVAÇÃO, VALOR, AUTONOMIA MUNICIPAL, VALOR, INTEGRAÇÃO, SERVIÇO, SANEAMENTO BÁSICO. CARACTERIZAÇÃO, NÚCLEO ESSENCIAL, AUTONOMIA MUNICIPAL, AUTOADMINISTRAÇÃO, AUTOGOVERNO. CARACTERIZAÇÃO, AUTOGOVERNO, POSSIBILIDADE, ELEIÇÃO, CHEFE DO PODER EXECUTIVO, REPRESENTANTE, PODER LEGISLATIVO. CARACTERIZAÇÃO, AUTOADMINISTRAÇÃO, DESNECESSIDADE, APROVAÇÃO, DECISÃO, DESNECESSIDADE, DELEGAÇÃO, COMPETÊNCIA, DECISÃO. RELEVÂNCIA, INTEGRAÇÃO, PRESTAÇÃO, SERVIÇO, SANEAMENTO BÁSICO, ATUALIDADE, DECORRÊNCIA, OCORRÊNCIA, CONURBAÇÃO. DESCARACTERIZAÇÃO, INTERESSE COMUM, SOMATÓRIO, INTERESSE LOCAL. ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), COMPULSORIEDADE, PARTICIPAÇÃO, MUNICÍPIO, HIPÓTESE, CRIAÇÃO, REGIÃO METROPOLITANA, MICRORREGIÃO, AGLOMERAÇÃO URBANA. DESNECESSIDADE, REALIZAÇÃO, PLEBISCITO, APROVAÇÃO, CÂMARA MUNICIPAL, FINALIDADE, INSTITUIÇÃO, REGIÃO METROPOLITANA, MICRORREGIÃO, AGLOMERAÇÃO URBANA. INEXISTÊNCIA, INCOMPATIBILIDADE, COMPULSORIEDADE, SERVIÇO COMUM, NÚCLEO ESSENCIAL, AUTONOMIA MUNICIPAL. EXTRAPOLAÇÃO, INTERESSE LOCAL, HIPÓTESE, PRESTAÇÃO, SERVIÇO, SANEAMENTO BÁSICO. POSSIBILIDADE, INTEGRAÇÃO, PRESTAÇÃO, SERVIÇO, SANEAMENTO BÁSICO, DECORRÊNCIA, CONVÊNIO, CONSÓRCIO, LEI COMPLEMENTAR ESTADUAL. IMPOSSIBILIDADE, TRANSFERÊNCIA, TITULARIDADE, PODER CONCEDENTE, ESTADO-MEMBRO, HIPÓTESE, SERVIÇO COMUM. IMPOSSIBILIDADE, MANUTENÇÃO, TITULARIDADE, PODER CONCEDENTE, MUNICÍPIO, HIPÓTESE, SERVIÇO COMUM. ATRIBUIÇÃO, TITULARIDADE, PODER CONCEDENTE, ÓRGÃO COLEGIADO, HIPÓTESE, SERVIÇO COMUM. IMPOSSIBILIDADE, CONCENTRAÇÃO, COMPETÊNCIA, ATO DECISÓRIO, ÂMBITO, UNICIDADE, ENTE FEDERADO, HIPÓTESE, SERVIÇO COMUM. INADMISSIBILIDADE, PREDOMINÂNCIA, UNICIDADE, ENTE FEDERADO, HIPÓTESE, SERVIÇO COMUM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: NECESSIDADE, COMPARTILHAMENTO, GESTÃO, ESTADO-MEMBRO, MUNICÍPIO, HIPÓTESE, PRESTAÇÃO DE SERVIÇO, INTERESSE COMUM, FUNDAMENTO, NECESSIDADE, PRESERVAÇÃO, AUTONOMIA MUNICIPAL, NECESSIDADE, ATUAÇÃO, ESTADO-MEMBRO, FINALIDADE, COORDENAÇÃO. IMPOSSIBILIDADE, CONCENTRAÇÃO, COMPETÊNCIA, ATO DECISÓRIO, ÂMBITO, ESTADO-MEMBRO, ÂMBITO, MUNICÍPIO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA, ESTADO-MEMBRO, PRESTAÇÃO, SERVIÇO, COLETA, ESGOTO, DISTRIBUIÇÃO, ÁGUA CANALIZADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2077&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPULSORIEDADE, PARTICIPAÇÃO, MUNICÍPIO, REGIÃO METROPOLITANA, MICRORREGIÃO, AGLOMERAÇÃO URBANA)\nADI 1841 (TP), ADI 796 (TP). \n(ADI, MEDIDA CAUTELAR, SUSPENSÃO, NORMA IMPUGNADA, RESSALVA, NORMA REGULAMENTADORA)\nADI 2135 MC (TP). \n- Legislação estrangeira citada: art. 28 (2) 1 da Constituição Alemã; Constituição Espanhola de 1978.\r\n- Veja ADI 1842 do STF.\r\nNúmero de páginas: 87.\r\nAnálise: 20/10/2014, GOD.\r\nRevisão: 12/11/2014, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.  : PARTIDO DOS TRABALHADORES - PT \nADVDOS.  : ALBERTO MOREIRA RODRIGUES E OUTROS\nREQDA.  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DA BAHIA \nADV.(A/S)  : MANUELLA DA SILVA NONÔ E OUTROS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":279734,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"ADI 2077 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2013-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALOCHIO, Luiz Henrique Antunes. O Problema da Concessão de Serviços Públicos em Regiões Metropolitanas: (Re)Pensando um tema relevante. In: Interesse Público n° 24, Ano 5, mar/abr 2004. Porto Alegre: Notadez p. 187 (191 e ss).\r\nALVES, Allaôr Caffé. Regime Jurídico do Planejamento Metropolitano e Autonomia Municipal. In: Vox Legis Vol. 137. Ano XII. mai 1980. p. 1 (6).\r\n_____. Regiões Metropolitanas, Aglomerações Urbanas e Microrregiões: novas dimensões\r\nconstitucionais da organização do Estado brasileiro. In: Revista de Direito Ambiental Vol. 21. Ano 6. jan-mar 2001. p. 57 (77) e 57 (61-62).\r\nBARACHO, José Alfredo de Oliveira. Teoria Geral do Federalismo. Rio de Janeiro: Forense, 1986. p. 85, 93, 133 e 141.\r\nBARROSO, Luis Roberto. Saneamento Básico: Competências Constitucionais da União, Estados e Municípios. In: Revista Diálogo Jurídico n° 13 - abr/mai 2002, Salvador. p. 5 e 21. Disponível em: www.direitopublico.com.br. Acesso: em 5.12.2007. \r\nBURNS, Daniel. A recente reforma municipal do Canadá com atenção particular ao caso de Toronto. In: O Desafio da Gestão das Regiões Metropolitanas em Países Federativos. Brasília: Câmara dos Deputados, 2004. p. 27-29.\r\nCAMARGO, Aspásia. Federalismo Cooperativo e o Princípio da Subsidiariedade: Notas sobre a Experiência Recente do Brasil e da Alemanha. In: HOFMEISTER & CARNEIRO. Federalismo na Alemanha e no Brasil. São Paulo: Fundação Konrad Adenauer, 2001, p. 82.\r\nCASTRO, José Nilo de. Direito Municipal Positivo. 4. ed. Belo Horizonte: Del Rey, 1999. p. 53 e\r\nseguintes.\r\nCHOAY, Françoise. L'Urbanisme - utopies et realités. Paris: Editions du Seuil, 1965. p. 7, nota 2.\r\nCOOTER & ULEN. Law and Economics. 5. ed. Boston: Pearson, 2007. p. 35 e ss.\r\nFERREIRA, Pinto. Comentários à Constituição. Saraiva, 1990. p. 249 e 261.\r\nFIGUEIREDO, Marcelo. O Saneamento Básico e o Direito - uma visão dos principais problemas jurídicos. In: WAGNER JUNIOR, Luiz Guilherme da Costa (coord.). Direito Público: Estudos\r\nem homenagem ao Professor Adilson Abreu Dallari. Belo Horizonte: Del Rey, 2004. p. 511 (520).\r\nGARCIA, Maria. O Modelo Político Brasileiro: Pacto Federativo ou Estado Unitário. In: MARTINS, MENDES & TAVARES (coord.). Lições de Direito Constitucional em Homenagem ao Jurista Celso Bastos. São Paulo: Saraiva, 2005. p. 778 (791-792).\r\nGÖNNENWEIN, Otto. Derecho Municipal Alemán. Tradução: Miguel Saenz-Sagaseta. Madrid: Instituto de Estudios de Administracion Local, 1967. p. 46/50.\r\nGRAU, Eros Roberto. Direito Urbano. São Paulo: Revista dos Tribunais, 1983. p. 7 e seguintes e 44.\r\n_____. Direito, conceitos e normas jurídicas. São Paulo: Revista dos Tribunais, 1988. p. 19/20.\r\n_____. Ensaio e discurso sobre a interpretação/aplicação do direito. 3. ed. São Paulo: Malheiros. p. 220 e seguintes.\r\n_____. Regiões Metropolitanas - Regime Jurídico. São Paulo: José Bushatsky, 1974. p. 157.\r\nKERCHOVE, Michel Van de;  OST, François. Le système juridigue entre ordre et désordre. Paris: PUF, 1988. p. 168 e s.\r\nKRELL, Andreas Joachim. Perspectivas dos Municípios. In: Livro de Teses da XVI Conferência Nacional de Advogados. Brasília: OAB, s.d., p. 44.\r\nMARTHUR, Om Prakash. Índia: arranjos financeiros e estruturas de gestão da região metropolitana de Nova Delhi. In: O Desafio da Gestão das Regiões Metropolitanas em Países Federativos. Brasília: Câmara dos Deputados, 2004. p. 29-31.\r\nMATEO, Ramon Martin. El Municipio y el Estado en el Derecho Alemán. Madrid: Imprensa Nacional del Boletín Oficial del Estado, 1965. p. 152-153.\r\n_____. Problematica Metropolitana. Madrid: Montecorvo, 1974. p. 233 e 234/235.\r\nMEIRELLES, Hely Lopes. Direito Municipal Brasileiro. 14. ed. São Paulo: Malheiros, 2006. p. 83 e 93.\r\nMOURA, Rosa. A situação socioeconômica das Regiões Metropolitanas: desigualdades e diversidade regional. In: O Desafio da Gestão das Regiões Metropolitanas em Países Federativos. Brasília: Câmara dos Deputados, 2004. p. 34.\r\nMUKAI, Toshio. In: O Regime Jurídico Municipal e as Regiões Metropolitanas. Sug. Lit., 1976, p. 39.\r\nMENDES, COELHO & BRANCO. Curso de Direito Constitucional. São Paulo: Saraiva, 2007. p. 769-770.\r\nPOSNER, Richard A. Economic Analysis of Law. 7. ed. New York: Aspen, 2007. p. 367 e ss.\r\nSILVA, José Afonso da. O Município na Constituição de 1988. São Paulo: Revista dos Tribunais, 1989. p. 8-9.\r\n_____. Curso de Direito Constitucional Positivo. 19. ed. São Paulo: Malheiros, 2001. p. 649.\r\n_____. Direito Urbanístico Brasileiro. 4. ed. São Paulo: Malheiros, 2006. p. 164.\r\nTANAKA, Sônia Yuriko Kanashiro. O Poder Concedente dos Serviços Públicos de Saneamento Básico, sobretudo na Região Metropolitana de São Paulo: Estado ou Município? In: Boletim de Direito Municipal n° 6, Ano XXI, jun 2005. p. 466 (474).\r\nVASQUES, Denise. Instituição de Regiões Metropolitanas e Competências Constitucionais à Luz do Supremo. Boletim de Direito Municipal n° 05, Ano XXI, maio 2005, p. 368 (373).","ministro_facet":["ILMAR GALVÃO","JOAQUIM BARBOSA"],"processo_numero":2077,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur283753","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, em parte, a extradição, nos termos do voto da Relatora. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. 2ª Turma, 28.10.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur283753","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:27:30.672356","dg_unique":"sjur283753","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. PRISÃO PREVENTIVA DECRETADA PELA JUSTIÇA PORTUGUESA. TRATADO ESPECÍFICO: REQUISITOS ATENDIDOS. CRIMES DE ASSOCIAÇÃO CRIMINOSA, ESTELIONATO E FALSIFICAÇÃO DE DOCUMENTO. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO. CRIME DE VIOLAÇÃO DE DOMICÍLIO (“INTRODUÇÃO EM LUGAR VEDADO AO PÚBLICO”): PRESCRIÇÃO. EXTINÇÃO DA PUNIBILIDADE. EXTRADIÇÃO PARCIALMENTE DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Estado Português atende aos pressupostos necessários ao seu deferimento parcial, nos termos da Lei n. 6.815/80 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. Ressalvada a prescrição, pelas legislações brasileira e portuguesa, do “crime de introdução em lugar vedado ao público”, correspondente ao tipo penal do art. 150 do Código Penal brasileiro (violação de domicilio), o Estado Requerente dispõe de competência jurisdicional para processar e julgar os demais crimes imputados ao Extraditando, que, naquele Estado, teria sido autor de atos que configuram, em tese, os delitos de “associação criminosa”, “burla qualificada”, burla simples, “falsificação de documento agravado” e falsificação de documento, conformando-se o caso ao disposto no art. 78, inc. I, da Lei n. 6.815/80 e com o princípio de direito penal internacional da territorialidade da lei penal.\n\n\n\n    3. Requisito da dupla tipicidade previsto no art. 77, inc. II, da Lei n. 6.815/1980 cumprido: fatos delituosos imputados ao Extraditando correspondentes, no Brasil, aos crimes de estelionato, associação criminosa e falsificação de documento (arts. 171, 288 e 298 do Código Penal brasileiro).\n\n\n\n    4. Na ação de extradição o Supremo Tribunal não detém competência para examinar o mérito da pretensão deduzida pelo Estado Requerente ou o contexto probatório em que a postulação extradicional apoia-se. Precedentes.\n\n\n\n    5. Extradição parcialmente deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7167196","externo_seq_objeto_incidente":4604609,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-219  DIVULG 06-11-2014  PUBLIC 07-11-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1355&classe=Ext","is_colac":false,"titulo":"Ext 1355","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00004 INC-00006 \n          INC-00007 ART-00078 INC-00001 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1991\n                TRATADO FIRMADO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004 INC-00006 ART-00111 \n          INC-00001 ART-00150 ART-00171 ART-00288 \n          ART-00298\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000096      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA\n\n","LEG-FED   DEC-001325      ANO-1994\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA POTUGUESA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-11-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFERIMENTO, EXTRADIÇÃO, CONDIÇÃO, ESTADO REQUERENTE, OBRIGAÇÃO, REALIZAÇÃO, DETRAÇÃO, PERÍODO, PRISÃO, REPÚBLICA FEDERATIVA DO BRASIL, AUSÊNCIA, APLICAÇÃO DA PENA, CARÁTER PERPÉTUO, PRAZO MÁXIMO, TRINTA ANOS, CADA, CRIME. AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, FATO, EXTRADITANDO, CASAMENTO COM BRASILEIRA, EXISTÊNCIA, FILHO BRASILEIRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1355&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO INSTRUTÓRIA)\nHC 80993 (TP). \n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, ELEMENTO DE PROVA)\nExt 669 (TP), Ext 866 (TP), Ext 897 (TP). \n- Legislação estrangeira citada: art. 22; art. 23; art. 26; art. 72; art. 73;  art. 118, n. 1, letra c, letra d; art. 191; art. 217, n.1; art. 218, n. 2, letra a, letra b; art. 256, n. 1, letra a, letra c, letra d, letra e, e n. 3; art 299, n.1, n.2 e n. 5 do Código Penal de Portugal.\nNúmero de páginas: 21.\nAnálise: 30/11/2014, IVA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : JOÃO CARLOS DE BARROS MOURA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":283753,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1355","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2014-10-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1355,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}