{"result":{"took":393,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur443033","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 939 da repercussão geral, negou provimento ao recurso extraordinário, não aplicando ao caso dos autos a majoração dos honorários prevista no artigo 85, § 11, do novo Código de Processo Civil, uma vez que não houve o arbitramento de honorários sucumbenciais pela Corte de origem, nos termos do voto do Relator, vencido o Ministro Marco Aurélio, que dava provimento ao recurso. Em seguida, por maioria, foi fixada a seguinte tese: “É constitucional a flexibilização da legalidade tributária constante do § 2º do art. 27 da Lei nº 10.865/04, no que permitiu ao Poder Executivo, prevendo as condições e fixando os tetos, reduzir e restabelecer as alíquotas da contribuição ao PIS e da COFINS incidentes sobre as receitas financeiras auferidas por pessoas jurídicas sujeitas ao regime não cumulativo, estando presente o desenvolvimento de função extrafiscal”, vencido o Ministro Marco Aurélio. Falaram: pela recorrida, o Dr. Paulo Mendes, Procurador da Fazenda Nacional; pelo amicus curiae, o Dr. Fábio Pallaretti Calcini; e, pela Procuradoria-Geral da República, o Dr. Humberto Jacques de Medeiros, Vice-Procurador-Geral da República. Não participou da votação, justificadamente, a Ministra Cármen Lúcia. Ausente, justificadamente, o Ministro Luiz Fux (Presidente). Presidência da Ministra Rosa Weber (Vice-Presidente). Plenário, 10.12.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["8","10","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur443033","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur443033","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recurso extraordinário. Repercussão geral. Direito Tributário. Princípio da legalidade tributária. Necessidade de análise de cada espécie tributária e de cada caso concreto. Contribuição ao PIS/PASEP e à Cofins. Parágrafo 2º do art. 27 da Lei nº 10.865/04. Possibilidade de o Poder Executivo reduzir e restabelecer alíquotas da contribuição ao PIS/PASEP e da COFINS incidentes sobre as receitas financeiras auferidas pelas pessoas jurídicas sujeitas ao regime de não-cumulatividade das referidas contribuições, nas hipóteses que fixar. Presença de função extrafiscal a ser desenvolvida. Não cumulatividade. Revogação de norma que concedia direito a apuração de crédito. Possibilidade.\n\n\n\n    1. A observância do princípio da legalidade tributária é verificada de acordo com cada espécie tributária e à luz de cada caso concreto, sendo certo que não existe ampla e irrestrita liberdade para o legislador realizar diálogo com o regulamento no tocante aos aspectos da regra matriz de incidência tributária.\n\n\n\n    2. Para que a lei autorize o Poder Executivo a reduzir e restabelecer as alíquotas da contribuição ao PIS/Pasep e da Cofins, é imprescindível que o valor máximo dessas exações e as condições a serem observadas sejam prescritos em lei em sentido estrito, bem como exista em tais tributos função extrafiscal a ser desenvolvida pelo regulamento autorizado.\n\n\n\n    3. Na espécie, o § 2º do art. 27 da Lei nº 10.865/04 permite ao Poder Executivo reduzir e restabelecer, até os percentuais legalmente fixados, as alíquotas da contribuição ao PIS/PASEP e da Cofins incidentes sobre as receitas financeiras auferidas pelas pessoas jurídicas sujeitas ao regime de não cumulatividade dessas contribuições, nas hipóteses que fixar. Além da fixação de tetos, houve, na lei, o estabelecimento das condições para que o Poder Executivo possa alterar essas alíquotas. Ademais, a medida em tela está intimamente conectada à otimização da função extrafiscal presente nas exações em questão. Verifica-se, ainda, que o diálogo entre a lei tributária e o regulamento se dá em termos de subordinação, desenvolvimento e complementariedade.\n\n\n\n    4. É constitucional a Lei nº 10.865/04 na parte em que, ao dar nova redação ao inciso V do art. 3º das Leis nºs 10.637/02 e 10.833/03, revogou as normas legais que davam ao contribuinte direito de apurar, no âmbito do sistema não cumulativo de cobrança das referidas contribuições, créditos em relação a despesas financeiras decorrente de empréstimos e financiamentos. A alteração vale para todos aqueles que estão submetidos à sistemática não cumulativa de cobrança da contribuição ao PIS/PASEP e da Cofins. Ademais, tal mudança não desnatura o próprio modelo não cumulativo dessas contribuições. \n\n\n\n    5. Recurso extraordinário a que se nega provimento.\n\n\n\n    6. Tese proposta para o Tema 939 da sistemática de repercussão geral: “É constitucional a flexibilização da legalidade tributária constante do § 2º do art. 27 da Lei nº 10.865/04, no que permitiu ao Poder Executivo, prevendo as condições e fixando os tetos, reduzir e restabelecer as alíquotas da contribuição ao PIS e da COFINS incidentes sobre as receitas financeiras auferidas por pessoas jurídicas sujeitas ao regime não cumulativo, estando presente o desenvolvimento de função extrafiscal”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755431067","externo_seq_objeto_incidente":5176420,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-057  DIVULG 24-03-2021  PUBLIC 25-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1043313&classe=RE","is_colac":false,"titulo":"RE 1043313","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00003 LET-A ART-00149\n    ART-00150 INC-00001 INC-00003 LET-C\n    INC-00004 PAR-00001 PAR-00006 ART-00153\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 PAR-00001\n    ART-00155 PAR-00002 INC-00012 LET-H\n    PAR-00004 ART-00177 PAR-00004 INC-00001\n    LET-B ART-00195 PAR-00012\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042 ANO-2003\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00025\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00097 INC-00002 INC-00004\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-006404 ANO-1976\n    ART-00183 INC-00008\n    LSAN-1976 LEI DAS SOCIEDADES ANÔNIMAS\n\n","LEG-FED   LEI-006496 ANO-1977\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006994 ANO-1982\n    ART-00002 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007798 ANO-1989\n    ART-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008212 ANO-1991\n    ART-00022 INC-00002 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009718 ANO-1998\n    ART-00005 \"CAPUT\" INC-00001 INC-00002\n    PAR-00004 PAR-00008 PAR-00009 PAR-00010\n    PAR-00011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009732 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010637 ANO-2002\n    ART-00003 INC-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010833 ANO-2003\n    ART-00002 PAR-00003 ART-00003 INC-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010864 ANO-2004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010865 ANO-2004\n    ART-00008 \"CAPUT\" INC-00001 INC-00002\n    ART-00027 PAR-00002 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011000 ANO-2004\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012514 ANO-2004\n    ART-00006 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00011 ART-01035\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   MPR-000066 ANO-2002\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000135 ANO-2003\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000413 ANO-2008\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DEC-005164 ANO-2004\n    DECRETO\n\n","LEG-FED   DEC-005442 ANO-2005\n    DECRETO\n\n","LEG-FED   DEC-006573 ANO-2008\n    DECRETO\n\n","LEG-FED   DEC-007454 ANO-2011\n    DECRETO\n\n","LEG-FED   DEC-007997 ANO-2013\n    ART-00002 INC-00001 INC-00002\n    DECRETO\n\n","LEG-FED   DEC-008426 ANO-2015\n    ART-00001 PAR-00001\n    DECRETO\n\n","LEG-FED   DEC-009101 ANO-2017\n    DECRETO\n\n","LEG-FED   EXM-000003 ANO-2008\n    NÚMERO-00008 ITEM-8.2 ITEM-8.4\n    EXPOSIÇÃO DE MOTIVOS DA MPR-413/2008"],"publicacao_data":"2021-03-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FLEXIBILIZAÇÃO, PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA. SUPERAÇÃO, ENTENDIMENTO, CORRELAÇÃO, PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA, SEGURANÇA JURÍDICA, CONTRIBUINTE. DIREITO COMPARADO, DIÁLOGO, LEI TRIBUTÁRIA, REGULAMENTO. CAPACIDADE, ADMINISTRAÇÃO PÚBLICA, CONHECIMENTO, REALIDADE. PRINCÍPIO DA TIPICIDADE CERRADA. EXIGIBILIDADE, ATUAÇÃO, LEGISLADOR, MAIOR EXTENSÃO, REGULAÇÃO, IMPOSTO. AUSÊNCIA, VINCULAÇÃO, IMPOSTO, ATIVIDADE ESTATAL, CARÁTER ESPECÍFICO. CONSTITUIÇÃO FEDERAL, POSSIBILIDADE, MANIPULAÇÃO, ALÍQUOTA, PODER EXECUTIVO, HIPÓTESE, IMPOSTO, CARÁTER EXTRAFISCAL, OBSERVÂNCIA, LIMITE LEGAL. CARACTERÍSTICA, CONTRIBUIÇÃO SOCIAL, CONTRIBUIÇÃO DE MELHORIA, RETRIBUIÇÃO, CUSTEIO. DELEGAÇÃO LEGISLATIVA, REGULAMENTO, ASPECTOS, CONTRIBUIÇÃO SOCIAL, SEGURIDADE SOCIAL, CARÁTER TÉCNICO, MATÉRIA. JUSTIFICATIVA, ALTERAÇÃO, ALÍQUOTA, PODER EXECUTIVO, CARÁTER EXTRAFISCAL, PIS, COFINS. NECESSIDADE, OBSERVÂNCIA, LIMITAÇÃO DE ATRIBUIÇÕES, PREVISÃO, DELEGAÇÃO LEGISLATIVA. CONSIDERAÇÃO, RECEITA, CARÁTER FINANCEIRO, JUROS, RECEITAS DE VALORES MOBILIÁRIOS, INVESTIMENTO, CARÁTER TEMPORÁRIO. SUJEIÇÃO, RECEITA, OSCILAÇÃO, MERCADO FINANCEIRO. PRINCÍPIO DA SOLIDARIEDADE, SEGURIDADE SOCIAL. JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, PODER EXECUTIVO, ALTERAÇÃO, ALÍQUOTA, CONTRIBUIÇÃO SOCIAL, FINALIDADE, CONTROLE, OSCILAÇÃO, MERCADO FINANCEIRO, INCENTIVO, ECONOMIA. PRINCÍPIO DA NÃO CUMULATIVIDADE, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA RAZOABILIDADE,COMPETÊNCIA TRIBUTÁRIA. DIFERENÇA, APURAÇÃO, CRÉDITO TRIBUTÁRIO, APURAÇÃO, VALOR, CONTRIBUIÇÃO SOCIAL. VEDAÇÃO, PODER JUDICIÁRIO, REDUÇÃO, DÉBITO TRIBUTÁRIO, ATUAÇÃO, LEGISLADOR POSITIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: PRINCÍPIO DA LEGALIDADE, FUNDAMENTO, SISTEMA TRIBUTÁRIO. FLEXIBILIZAÇÃO, PRINCÍPIO DA LEGALIDADE, FIXAÇÃO, ALÍQUOTA, TRIBUTO, PODER EXECUTIVO. EXIGÊNCIA, OBSERVÂNCIA, LEI, MITIGAÇÃO, PRINCÍPIO DA LEGALIDADE. POSSIBILIDADE, LEI, DELEGAÇÃO, ATO NORMATIVO, REDUÇÃO, RESTABELECIMENTO, ALÍQUOTA, TRIBUTO. POSSIBILIDADE, VARIAÇÃO, ALÍQUOTA, FUNDAMENTO, REALIZAÇÃO, POLÍTICA, REGULAÇÃO, PODER EXECUTIVO, ATO NORMATIVO, ÂMBITO, COMPETÊNCIA, LEGISLADOR. RECONHECIMENTO, REPERCUSSÃO GERAL, MATÉRIA, DEDUÇÃO, DESPESA, RECEITA, OBJETO, TRIBUTAÇÃO. IMPROCEDÊNCIA, PEDIDO, AUTOR. AFASTAMENTO, STF, OFENSA, PRINCÍPIO DA NÃO CUMULATIVIDADE, CONTRIBUIÇÃO SOCIAL, PIS, COFINS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: SISTEMA TRIBUTÁRIO NACIONAL (STN), REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, LIMITAÇÃO DO PODER DE TRIBUTAR. PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA. OBSERVÂNCIA, PODER EXECUTIVO, LIMITE LEGAL, ALTERAÇÃO, ALÍQUOTA, PIS, COFINS, BENEFÍCIO, CONTRIBUINTE. PRINCÍPIO DA NÃO CUMULATIVIDADE, PIS, COFINS, OPÇÃO, LEGISLADOR, POSSIBILIDADE, CREDITAMENTO, DESPESA. AUTORIZAÇÃO, CONSTITUIÇÃO FEDERAL, OBSERVÂNCIA, PRINCÍPIO DA NÃO CUMULATIVIDADE, CONTRIBUIÇÃO SOCIAL. AUSÊNCIA, OFENSA, PRINCÍPIO DA VEDAÇÃO AO CONFISCO. DELEGAÇÃO LEGISLATIVA, NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA ANTERIORIDADE NONAGESIMAL, RETORNO, ALÍQUOTA, MÁXIMO LEGAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ADMISSIBILIDADE, FIXAÇÃO, ALÍQUOTA, TRIBUTO, PODER EXECUTIVO, ATO NORMATIVO, OBSERVÂNCIA, LIMITE LEGAL. AUSÊNCIA, OFENSA, PRINCÍPIO DA LEGALIDADE, COMPLEMENTAÇÃO, DEFINIÇÃO JURÍDICA, REGULAMENTO. ADEQUAÇÃO, CRITÉRIO, APURAÇÃO, TRIBUTO, LIMITE MÍNIMO, LIMITE MÁXIMO. PRINCÍPIO DA LEGALIDADE, EXIGÊNCIA, LEI EM SENTIDO ESTRITO, AUMENTO, CONTRIBUIÇÃO SOCIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CABIMENTO, ALTERAÇÃO, DECRETO, IMPOSTO SOBRE A IMPORTAÇÃO (II), IMPOSTO SOBRE A EXPORTAÇÃO (IE), IOF, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). FLEXIBILIZAÇÃO, LEGISLADOR, REDUÇÃO, RESTABELECIMENTO, ALÍQUOTA, PODER EXECUTIVO, OBSERVÂNCIA, LIMITE LEGAL. CARÁTER EXTRAFISCAL, ALÍQUOTA, PIS, COFINS. ENTENDIMENTO, APLICAÇÃO, PRINCÍPIO DA ANTERIORIDADE NONAGESIMAL, PREJUÍZO, ATUAÇÃO, PODER EXECUTIVO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESCABIMENTO, DELEGAÇÃO, PODER EXECUTIVO, ATO, COMPETÊNCIA, CONGRESSO NACIONAL. PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA. EXIGÊNCIA, PREVISÃO, LEI, ALÍQUOTA, HIPÓTESE DE INCIDÊNCIA, TRIBUTO.\n\n- TERMO(S) DE RESGATE: LEGALIDADE SUFICIENTE. TIPICIDADE TRIBUTÁRIA FECHADA. ALTO GRAU DE COATIVIDADE. TRIBUTOS RETRIBUTIVOS. PRINCÍPIO DA AUTOIMPOSIÇÃO. RETRIBUTIVIDADE IMEDIATA. REFERIBILIDADE. DELEGAÇÃO EM BRANCO. DECRETO AUTORIZADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1043313&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- REPERCUSSÃO GERAL RECONHECIDA NO RE 986296.\n- Acórdão(s) citado(s):\n(PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA)\nRE 343446 (TP), RE 602917 (TP), RE 704292 (TP). \n(CONSELHO DE FISCALIZAÇÃO PROFISSIONAL, ANUIDADE, NATUREZA TRIBUTÁRIA, LIMITE LEGAL)\nADI 4697 (TP), RE 704292 (TP), RE 838284 (TP). \n(ANOTAÇÃO DE RESPONSABILIDADE TÉCNICA (ART), COBRANÇA, TAXA, EXERCÍCIO, PODER DE POLÍCIA)\nRE 704292 (TP), RE 838284 (TP). \n(PRINCÍPIO DA NÃO CUMULATIVIDADE, PIS, COFINS)\nRE 570122 (TP), RE 607642 (TP). \n(PODER JUDICIÁRIO, LEGISLADOR POSITIVO)\nRE 631641 AgR (2ªT). \n(PRINCÍPIO DA ANTERIORIDADE NONAGESIMAL)\nADI 5277 (TP). \n- Decisão monocrática citada:\n(ALTERAÇÃO, ALÍQUOTA, PIS, COFINS, PRINCÍPIO DA LEGALIDADE)\nRE 986296.\n- Acórdão(s) citado(s) - outros tribunais:\n(ALTERAÇÃO, ALÍQUOTA, PIS, COFINS, PRINCÍPIO DA LEGALIDADE)\nSTJ: REsp 1586950/RS. \n- Legislação estrangeira citada: Artículo 2, letras \"a\", \"b\" e \"c\", da Ley 58/2003, de 17 de diciembre, General Tributaria, da Espanha.\n- Decisões estrangeiras citadas: STC 102/05, de 20 de abril de 2005, FJ 3, do Tribunal Constitucional Espanhol.\n- Veja ADI 5277 do STF.\nNúmero de páginas: 75.\nAnálise: 13/05/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : PANATLANTICA S.A. \nADV.(A/S)  : RAQUEL MENDES DE ANDRADE MACHADO \nRECDO.(A/S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DO AGRONEGÓCIO - ABAG \nADV.(A/S)  : FÁBIO PALLARETTI CALCINI","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"939 - Possibilidade de as alíquotas da contribuição ao PIS e da COFINS serem reduzidas e restabelecidas por regulamento infralegal, nos termos do art. 27, § 2º, da Lei n. 10.865/2004.","old_seq_sjur":443033,"documental_tese_texto":"É constitucional a flexibilização da legalidade tributária constante do § 2º do art. 27 da Lei nº 10.865/04, no que permitiu ao Poder Executivo, prevendo as condições e fixando os tetos, reduzir e restabelecer as alíquotas da contribuição ao PIS e da COFINS incidentes sobre as receitas financeiras auferidas por pessoas jurídicas sujeitas ao regime não cumulativo, estando presente o desenvolvimento de função extrafiscal.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 1043313","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-12-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CARVALHO, Paulo de Barros. Curso de direito tributário. 16. ed. São Paulo: Saraiva, 2004. p. 42-43.\nGRECO, Marco Aurélio. Contribuições: uma figura sui generis. Dialética, 2000. p. 83-84.\nGRECO, Marco Aurélio. Planejamento tributário. 3. ed. São Paulo: Dialética, 2011. p. 147.\nMACHADO, Hugo de Brito. Curso de direito tributário. 33. ed. Malheiros. p. 421.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019.\nPAULSEN, Leandro. Curso de direito tributário. 8. ed. Porto Alegre: Livraria do Advogado, 2017. p. 58-60.\nROMERO-FLOR, Luis María. La reserva de ley como princípio fundamental del derecho tributario. DIXI. diciembre 2013, At. 51.\nVALEGA, César M. Gamba. Notas para un estudio de la reseva de ley en materia tributaria. In: CARVALHO, Paulo de Barros. Tratado de derecho tributario. Lima: Palestra Editores, 2003. p. 231-232.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":1043313,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur447565","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente, em parte, os pedidos de todas as ações cíveis originárias (ACO 3.262, ACO 3.286, ACO 3.328 e ACO 3.333) para, considerando o que foi debatido em audiência (eDOC 479) e com fundamento no art. 497 do CPC, determinar: i) ao Estado de Goiás que: a) ingresse, imediatamente – até o trânsito em julgado desta demanda –, com pedido administrativo de refinanciamento da dívida suspensa nestas ACOs, nos termos do art. 23 da Lei Complementar 178/2021, com a alteração procedida pela Lei Complementar 181/2021, devendo instruir com os documentos necessários, computando o montante devido desde a concessão da primeira liminar nos autos da ACO 3.262 e das demais até a assinatura dos contratos/termos aditivos do art. 23 da LC 178/2021; b) protocole, posterior e administrativamente, novo pedido de adesão ao RRF, atualizado de acordo com a atual redação da Lei Complementar 159/2017 (após a Lei Complementar 178/2021 e sua regulamentação pelo Decreto 10.681/2021 ou outro que venha a sucedê-lo), considerando como cumpridos os requisitos de ingresso previstos na redação original do art. 3º, I e II, da LC 159/2017 (na forma decidida neste voto), no prazo de até 30 dias após a assinatura dos contratos/aditivos de que cuida o art. 23 da LC 178/2021; e c) cumpra, de forma célere, todos os apontamentos exarados pela União, no curso de ambos os processos administrativos, seja para os fins de ingresso no RRF, seja para os de assinatura dos contratos e/ou termos aditivos de que trata o art. 23 da LC 178/2021, incluindo a aprovação de lei estadual autorizativa; ii) à União que: a) analise o requerimento de refinanciamento da dívida suspensa por força de decisões de tutelas de urgência antecipatórias, com espeque no art. 23 da LC 178/2021, culminando com a assinatura dos contratos/aditivos contratuais, de forma mais célere possível, conforme destacado em audiência, computando o montante devido desde a concessão da primeira liminar, nos autos da ACO 3.262 e das demais ações relativas ao presente voto conjunto, até a assinatura dos contratos/termos aditivos do art. 23 da LC 178/2021; b) considere cumpridas as condições previstas nos incisos I e II do art. 3º da Lei Complementar 159/2017 (em sua redação original), devendo proceder à análise administrativa dos demais requisitos de ingresso/assinatura de contratos e/ou aditivos/homologação de futuro requerimento de adesão do Estado de Goiás ao \"novo RRF\", na forma da Lei Complementar 159/2017, com as alterações procedidas pelas legislações posteriores, à exceção dos incisos I e II do art. 3º (por força desta deliberação judicial), esclarecendo que poderá analisar conforme entender de direito, na forma atualmente disciplinada na referida LC 159/2017 e sua regulamentação pelo Decreto 10.681/2021 ou outro que venha a sucedê-lo; c) suspenda a exigibilidade das dívidas do Estado de Goiás com a União de que cuidam os contratos objetos das ACOs deste voto conjunto, inclusive as decorrentes da execução de contratos de vinculação de receitas e de cessão e transferência de crédito em contragarantia, até a assinatura dos termos aditivos/contratos do art. 23 da Lei Complementar 178/2021, bem ainda até a assinatura dos contratos/termos aditivos decorrentes da aplicação do art. 4º-A, II, \"a\", da LC nº 159/2017 (art. 9º-A c/c art. 9º da LC 159/2017, além do art. 49 do Decreto 10.681/2021 ou outro que venha a sucedê-lo), incluindo nestes últimos eventuais parcelas devidas entre a assinatura dos termos aditivos/contratos do art. 23 da LC 178/2021 e os termos aditivos/contratos decorrentes da aplicação do art. 4º-A, II, \"a\", c/c art. 9º-A da LC 159/2017, incorporando-se ao saldo devedor dos contratos a serem firmados nos termos do art. 9º-A da LC 159/2017; d) deixe de executar as garantias e contragarantias dos respectivos contratos, bem ainda que se abstenha de inscrever o Estado nos cadastros restritivos federais (Cauc, Siafi, Cadin, etc.) até o deferimento do pedido de adesão ao novo RRF e a assinatura dos contratos/termos aditivos decorrentes da aplicação do art. 4º-A, II, \"a\", da LC nº 159/2017 (art. 9º-A c/c art. 9º da LC 159/2017, além do art. 49 do Decreto 10.681/2021 ou outro que venha a sucedê-lo); e) aproveite a atual conformação do Conselho de Supervisão do Regime de Recuperação Fiscal, alterando-se apenas o representante do Estado de Goiás, devendo utilizar a mesma função comissionada para essa atividade ou promover o remanejamento intraorçamentário, ficando, todavia, impedida de extinguir as atuais funções comissionadas; e f) deixe de aplicar, temporariamente, as sanções da Lei de Responsabilidade Fiscal, taxativamente previstas no art. 10 da LC 159/2017, até que ocorra o deferimento do pedido de adesão ao RRF, nos termos do art. 4º-A, I, \"c\", da LC 159/2017. Por fim, o Tribunal concluiu que todas essas deliberações poderão ser acompanhadas, em sede de cumprimento de sentença (após o trânsito em julgado da fase de conhecimento), na forma do art. 536 do CPC; condenou, ainda, a União ao pagamento de R$ 12.000,00 (doze mil reais) em honorários advocatícios, correspondentes à soma da condenação nas quatro ações cíveis originárias: R$ 3.000,00 (três mil reais) para cada ACO; e julgou prejudicados os agravos internos interpostos pela União em face das decisões liminares em todas as ações cíveis originárias. Custas pela lei. Tudo nos termos do voto do Relator. Plenário, Sessão Virtual de 14.5.2021 a 21.5.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur447565","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur447565","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ações Cíveis Originárias. Direito Constitucional e Financeiro. 2. Ingresso no Regime de Recuperação Fiscal (RRF). Lei Complementar 159/2017. Competência do Supremo Tribunal Federal (art. 102, I, “f”, da CF). 3. Aditamento da exordial. Ausência de citação. Possibilidade de o autor aditar ou alterar o pedido ou a causa de pedir, independentemente de consentimento do réu (art. 329, I, do CPC). Interpretação dos pedidos. Boa-fé e conjunto da postulação. 4. Preenchimento dos requisitos de habilitação do art. 3º, I e II, da citada lei complementar, pelo autor, em sua redação originária. Exercício do controle de legalidade de ato administrativo pelo Poder Judiciário. Possibilidade. Jurisprudência pacífica. 5. Demonstração objetiva, no caso concreto, de desequilíbrio das contas públicas do ente federado, o que ocasiona grave crise de liquidez e insolvência. 6. Receita corrente líquida inferior às despesas do anos de 2018 e 2019. 7. Despesas com pessoal contabilizadas conforme o decidido na ADI 6.129 MC, Redator do acórdão Min. Alexandre de Moraes, Tribunal Pleno, DJe 25.3.2020. 8. Lei estadual 20.641/2019. Alineação de 49% das cotas sociais da empresa estatal para fins de cumprimento do inciso I do §1º do art. 2º da Lei Complementar 159/2017. Possibilidade de alcance do cenário de equilíbrio fiscal com outras privatizações e ajustes legislativos, administrativos, econômicos e fiscais, já apresentados e aprovados pela Secretaria do Tesouro Nacional. Desnecessidade, in casu, de privatização como requisito de habilitação ou ingresso no RRF. 9. Suspensão de aplicação das sanções da LRF, na forma do art. 10 da Lei Complementar 159/2017, até que ocorra a homologação formal de ingresso no RRF e enquanto o requerente estiver usufruindo dos benefícios desse regime. 10. Superveniência de alteração legislativa (Lei Complementar 178/2021). Irretroatividade quanto aos requisitos de habilitação/ingresso, já implementados, antes da modificação normativa. Decisão liminar proferida em 2019, com extensões em 2020. Alcance da novel legislação unicamente quanto aos atos futuros, bem ainda aos efeitos futuros dos atos anteriores. Precedentes. 11. Desdobramentos dos debates e responsabilidades assumidas em ata de audiência. Art. 497 do CPC. Providências jurisdicionais que assegurem a obtenção do resultado prático equivalente da tutela vindicada em juízo. Decisão judicial amoldada ao caso concreto. 12. Eventuais entraves administrativos não podem servir de empecilho para que o ente subnacional usufrua das benesses previstas na referida LC 159/2017 e antecipadas judicialmente por força de medidas liminares em todas as quatro demandas. Risco de se admitir que obstáculos subsequentes possam impedir a vigência e a efetividade de lei complementar editada para os fins de auxílio aos entes federativos com dificuldades de obtenção do equilíbrio fiscal. Consequência jurídica. Tutela jurisdicional assecuratória. Suspensão da exigibilidade das dívidas até que ocorra a superação dos entraves. Outras determinações daí decorrentes. Acompanhamento na fase de cumprimento de sentença (art. 536 do CPC). 13. Ações cíveis originárias julgadas parcialmente procedentes. 14. Honorários advocatícios a cargo da União.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756026041","externo_seq_objeto_incidente":5838883,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-105  DIVULG 01-06-2021  PUBLIC 02-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3333&classe=ACO","is_colac":false,"titulo":"ACO 3333","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 INC-00036 ART-00034 \n          INC-00005 LET-B ART-00102 INC-00001 \n          LET-F ART-00149 PAR-00001 ART-00154 \n          INC-00001 ART-00157 INC-00001 ART-00158 \n          INC-00004 PAR-ÚNICO ART-00159 INC-00001 \n          LET-A LET-B ART-00169 PAR-00001 \n          INC-00001 INC-00002 PAR-00002 PAR-00003 \n          INC-00001 INC-00002 PAR-00004 PAR-00005 \n          PAR-00006 PAR-00007 ART-00173 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000084      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00091\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000063      ANO-1990\n          ART-00010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000019      ANO-1998\n          ART-00030\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00001 PAR-00001 ART-00018 PAR-00001 \n          PAR-00002 ART-00019 ART-00020 ART-00023 \n          PAR-00001 PAR-00002 PAR-00003 INC-00001 \n          INC-00002 INC-00003 PAR-00004 ART-00025 \n          PAR-00001 INC-00004 LET-A LET-C\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LCP-000159      ANO-2017\n          ART-00001 PAR-00001 ART-00002 PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 PAR-00005 \n          ART-00003 INC-00001 INC-00002 LET-A \n          LET-B INC-00003 PAR-00002 PAR-00004 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00004 PAR-00001 INC-00002 PAR-00003 \n          ART-00005 ART-00009 \"CAPUT\" PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          INC-00001 INC-00002 PAR-00006 PAR-00007 \n          PAR-00008 PAR-00009 ART-00010 INC-00001 \n          INC-00002 INC-00003 PAR-ÚNICO ART-00012 \n          INC-00001 ART-00017 PAR-00001 INC-00001 \n          INC-00002 INC-00003 PAR-00002 PAR-00003 \n          PAR-00004\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000178      ANO-2021\n          ART-00023 \"CAPUT\" PAR-00005\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000181      ANO-2021\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004320      ANO-1964\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00010 ART-00085 PAR-00002 INC-00001 \n          INC-00002 INC-00003 INC-00004 PAR-00008 \n          ART-00291 ART-00292 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 PAR-00001 PAR-00002 \n          PAR-00003 ART-00322 PAR-00002 ART-00329 \n          INC-00001 INC-00002 ART-00497 ART-00536\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013655      ANO-2018\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00006 ART-00022 PAR-00001\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEC-009109      ANO-2017\n          ART-00014 PAR-00002 INC-00001 INC-00002 \n          LET-A LET-B\n                DECRETO\n\n","LEG-FED   PRT-000526      ANO-2017\n          ART-00001 ART-00002 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00003 PAR-00001 \n          INC-00001 INC-00002 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005\n                PORTARIA DO MINISTÉRIO DA FAZENDA - MF\n\n","LEG-FED   PJL-000101      ANO-2020\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   EXM-000016      ANO-2017\n          ITEM-1 ITEM-2 ITEM-3 ITEM-4 \n          ITEM-5 ITEM-6 ITEM-7 ITEM-8 \n          ITEM-9 ITEM-10 ITEM-11 ITEM-12 \n          ITEM-13 ITEM-14 ITEM-15 ITEM-16 \n          ITEM-17 ITEM-18 ITEM-19 ITEM-20\n                EXPOSIÇÃO DE MOTIVOS DO MINISTRO DA FAZENDA \n\n","LEG-FED   SUMSTF-000734      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES      ANO-1989\n          ART-00113 PAR-00008\n                CONSTITUIÇÃO ESTADUAL, GO\n\n","LEG-EST   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL, GO\n\n","LEG-EST   EMC-000054      ANO-2017\n                EMENDA CONSTITUCIONAL, GO\n\n","LEG-EST   EMC-000055      ANO-2017\n                EMENDA CONSTITUCIONAL, GO\n\n","LEG-EST   LEI-006680      ANO-1967\n                LEI ORDINÁRIA, GO\n\n","LEG-EST   LEI-000455      ANO-2019\n                LEI ORDINÁRIA, GO\n\n","LEG-EST   LEI-020641      ANO-2019\n          ART-00001\n                LEI ORDINÁRIA, GO\n\n","LEG-EST   DEC-009392      ANO-2019\n                DECRETO, GO"],"publicacao_data":"2021-06-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, STF, CONFLITO FEDERATIVO, UNIÃO FEDERAL, ESTADO-MEMBRO. FEDERALISMO COOPERATIVO, COMPENSAÇÃO, PERDA, ARRECADAÇÃO, ICMS, ESTADO-MEMBRO, EXONERAÇÃO, EXPORTAÇÃO, UNIÃO FEDERAL. CONSTITUCIONALIDADE, UNIÃO FEDERAL, CONCESSÃO, INCENTIVO FISCAL, BENEFÍCIO FISCAL, ISENÇÃO TRIBUTÁRIA, IMPOSTO DE RENDA (IR), IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), FUNDO DE PARTICIPAÇÃO DOS MUNICÍPIOS (FPM). CONCESSÃO, INCENTIVO FISCAL, ESTADO-MEMBRO, REDUÇÃO, MANIPULAÇÃO, COTA, MUNICÍPIO, RISCO, OFENSA, AUTONOMIA MUNICIPAL, FEDERALISMO COOPERATIVO. COMPETÊNCIA, UNIÃO FEDERAL, DEFINIÇÃO, LIMITE CONSTITUCIONAL, DESPESA COM PESSOAL. ESTADO-MEMBRO, RESTRIÇÃO, CADASTRO DE INADIMPLENTES, UNIÃO FEDERAL, EXCLUSIVIDADE, ATO, PODER EXECUTIVO, ÓRGÃO, EXCLUSÃO, ATO, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, TRIBUNAL DE CONTAS, ADMINISTRAÇÃO INDIRETA. UNIÃO FEDERAL, TRANSFERÊNCIA DE RECURSOS, PESSOA JURÍDICA DE DIREITO PÚBLICO, RESPONSABILIDADE, EXECUÇÃO, OBJETO, CONVÊNIO, INADIMPLEMENTO. LEI NOVA, RETROATIVIDADE MÍNIMA.\n\n- TERMO(S) DE RESGATE: ACCOUNTABILITY.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3333&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, UNIÃO FEDERAL, DEFINIÇÃO, LIMITE CONSTITUCIONAL, DESPESA COM PESSOAL)\nADI 6129 MC (TP). \n(COMPETÊNCIA, STF, CONFLITO FEDERATIVO, UNIÃO FEDERAL, ESTADO-MEMBRO)\nACO 1048 QO (TP), Pet 7444 (TP). \n(PODER JUDICIÁRIO, CONTROLE DE LEGALIDADE, ATO ADMINISTRATIVO)\nARE 718343 AgR (1ªT), ACO 822 AgR-segundo (TP). \n(COMPENSAÇÃO, PERDA, ARRECADAÇÃO, ICMS, ESTADO-MEMBRO, EXONERAÇÃO, EXPORTAÇÃO, UNIÃO FEDERAL)\nADO 25 (TP). \n(UNIÃO FEDERAL, TRANSFERÊNCIA DE RECURSOS, PESSOA JURÍDICA DE DIREITO PÚBLICO, RESPONSABILIDADE, EXECUÇÃO, OBJETO, CONVÊNIO, INADIMPLEMENTO)\nACO 961 AgR (TP), ACO 1988 AgR (TP). \n(LEI NOVA, RETROATIVIDADE MÍNIMA)\nRE 188366 (2ªT), RE 205999 (2ªT), RE 242740 (2ªT). \n(CONSTITUCIONALIDADE, UNIÃO FEDERAL, CONCESSÃO, INCENTIVO FISCAL, BENEFÍCIO FISCAL, ISENÇÃO TRIBUTÁRIA, IR, IPI, FPM)\nRE 705423 RG (TP). \n(CONCESSÃO, INCENTIVO FISCAL, ESTADO-MEMBRO, REDUÇÃO, MANIPULAÇÃO, COTA, MUNICÍPIO, RISCO, OFENSA, AUTONOMIA MUNICIPAL, FEDERALISMO COOPERATIVO)\nADI 1374 (TP), RE 572762 (TP), RE 991329 AgR (1ªT). \n(ESTADO-MEMBRO, RESTRIÇÃO, CADASTRO DE INADIMPLENTES, UNIÃO FEDERAL, EXCLUSIVIDADE, ATO, PODER EXECUTIVO)\nACO 2066 AgR (2ªT). \n- Decisões monocráticas citadas:\n(CONCESSÃO, INCENTIVO FISCAL, ESTADO-MEMBRO, REDUÇÃO, MANIPULAÇÃO, COTA, MUNICÍPIO, RISCO, OFENSA, AUTONOMIA MUNICIPAL, FEDERALISMO COOPERATIVO)\nRE 890326 AgR, Rcl 29894 ED.\n- Legislação estrangeira citada: art. 23 da Constituição de Bonn, da Alemanha.\n- Decisão estrangeira citada: BverfGE 1,299 (315), do Tribunal Constitucional Federal alemão.\n- Veja ACO 3262, ACO 3286, ACO 3328, ACO 3270, ACO 3252, ACO 3233 e Rcl 35180 do STF.\n- Veja Nota Técnica 2/2019/GECOF/COREM/SURIN/STN/FAZENDA-ME 2/2019.\n- Veja ites 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 16, 17, 18, 20, 21, 22 c 23, da Nota Técnica 27/2020 SCG-15698, anexada aos autos pelo Estado de Goiás.\n- Veja item 5, n. 19, n. 20, n. 21, n. 22, n. 23, n. 24, n. 25, letra a, letra b, letra c, letra d, letra e, letra f, da Nota Conjunta SEI 1/2019/COREMSTN/ DPGF-SOF/FAZENDA-ME.\n\nNúmero de páginas: 162.\nAnálise: 10/09/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nRÉU(É)(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":447565,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ACO 3333","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2021-05-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"BRASIL. Estado de Goiás. Relatório de gestão fiscal: anexo I. 2019. Disponível em: http://www.transparencia.go.gov.br/portaldatransparencia/demonstrativos-fiscais/gestao-fiscal. Acesso em: 19 jun. 2019.\nCURRIE, David. The Constitution of the Federal Republic of Germany, The University of Chicago Press: Chicago and London, 1994. p. 77.\nFILHO, Vicente Greco. Direito Processual Civil Brasileiro. 22. ed. São Paulo: Saraiva, 2013. v. 2. p. 136.\nGRIMM, Dieter. El federalismo alemán: desarrollo histórico y problemas actuales, In: El federalismo en Europa. Barcelona: Hacer Editorial, 1993. p. 60.\nHÄBERLE, Peter. El Estado Constitucional, Universidad Nacional Autônoma de México: México, 2001. p. 264.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 11. ed. São Paulo: Saraiva, 2016. p. 223-226.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 16. ed. São Paulo: Saraiva, 2021 p. 387, 399 e 400.\nPRADO, Sérgio. FPE Equalização Estadual no Brasil Alternativas e Simulações para a Reforma. S/l.: FGV Projetos/IDP, 2012. V. 1. p. 16.\nREZENDE, Fernando; OLIVEIRA, Fabrício; ARAÚJO, Erika. O dilema fiscal: remendar ou reformar? Rio de Janeiro: FGV, 2007. p. 11-12 et passim.\nROVIRA, Ennoch Alberti. Federalismo y cooperacion en la Republica Federal Alemana, Centro de Estudios Constitucionales: Madrid, 1986. p. 247.","ministro_facet":["GILMAR MENDES"],"processo_numero":3333,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur418220","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que deferia a ordem, pediu vista dos autos o Ministro Alexandre de Moraes. Não participou, justificadamente, deste julgamento, o Ministro Luiz Fux. Presidiu o julgamento o Ministro Marco Aurélio. Falaram: o Dr. Fábio Cunha Loureiro pelos Pacientes, e a Dra. Cláudia Sampaio Marques, Subprocuradora-Geral da República, pelo Ministério Público Federal. Primeira Turma, 6.8.2019.\r\n\n            Decisão: A Turma, por unanimidade, deferiu a ordem, para afastar as prisões preventivas dos pacientes, formalizadas no processo nº 0018870-74.2016.8.26.0506, da Quarta Vara Criminal da Comarca de Ribeirão/SP, devendo ser advertidos da necessidade de permanecerem com a residência indicada ao Juízo, atendendo aos chamamentos judiciais, de informarem possível transferência e de adotarem a postura que se aguarda do cidadão integrado à sociedade, nos termos do voto do Relator. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Presidência do Ministro Luiz Fux. Primeira Turma, 12.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur418220","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur418220","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS – RECURSO ORDINÁRIO – SUBSTITUIÇÃO. Em jogo, na via direta, a liberdade de ir e vir do cidadão, cabível é o habeas corpus, ainda que substitutivo de recurso ordinário constitucional. \n\n\n\n     \n\n\n\n    INSTÂNCIA – SUPRESSÃO – HABEAS CORPUS. Revelando o habeas corpus parte única – o paciente, personificado pelo impetrante –, o instituto da supressão de instância há de ser tomado, no que visa beneficiá-la, com as cautelas próprias.\n\n\n\n    PRISÃO PREVENTIVA – IMPUTAÇÃO. A gravidade da imputação, considerado o princípio da não culpabilidade, é insuficiente a levar à prisão provisória. \n\n\n\n    PRISÃO PREVENTIVA – INSTRUÇÃO PROCESSUAL – EMBARALHAMENTO – SUPOSIÇÃO. Descabe partir da capacidade intuitiva, supondo, sem indicar dado concreto, o embaralhamento da instrução criminal.\n\n\n\n    PRISÃO PREVENTIVA – DISTRITO DA CULPA – FUGA – NEUTRALIDADE. O risco de o acusado deixar o distrito da culpa não autoriza a prisão preventiva – inteligência do artigo 366 do Código de Processo Penal.\n\n\n\n    PRISÃO PREVENTIVA – MEDIDA CAUTELAR – ACUMULAÇÃO – ARTIGO 282, § 6º, DO CÓDIGO DE PROCESSO PENAL. A prisão preventiva é adequada quando inviável medida cautelar menos gravosa, sendo incompatível a imposição simultânea das providências alternativas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751781351","externo_seq_objeto_incidente":5366328,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-019  DIVULG 31-01-2020  PUBLIC 03-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=153867&classe=HC","is_colac":false,"titulo":"HC 153867","documental_legislacao_citada_texto":["LEG-FED   DEL-003689      ANO-1941\n          ART-00282 PAR-00004 PAR-00006 ART-00312 \n          ART-00319 ART-00366 ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-02-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RISCO, INTIMIDAÇÃO, TESTEMUNHA, DESTRUIÇÃO, PROVA, AUSÊNCIA, ELEMENTO CONCRETO. CITAÇÃO POR EDITAL, ACUSADO, AUSÊNCIA, DEFESA TÉCNICA, SUSPENSÃO DO PROCESSO, PRAZO PRESCRICIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONCRETIZAÇÃO, LIBERDADE DE LOCOMOÇÃO. COMPATIBILIDADE, DIREITO À SEGURANÇA, LIBERDADE DE LOCOMOÇÃO. EXCEPCIONALIDADE, RELATIVIZAÇÃO, LIBERDADE DE LOCOMOÇÃO. ESTADO DE DIREITO, CONTEXTO HISTÓRICO, RESTRIÇÃO, LIBERDADE DE LOCOMOÇÃO, ARBITRARIEDADE, ABUSO DE PODER. PRISÃO PREVENTIVA, PACIENTE, ADVOGADO, ACUSAÇÃO, INTEGRAÇÃO, ORGANIZAÇÃO CRIMINOSA, ESTELIONATO, FALSIDADE IDEOLÓGICA, FRAUDE PROCESSUAL. INADEQUAÇÃO, DESPROPORCIONALIDADE, PRISÃO PREVENTIVA, AUSÊNCIA, COMPROVAÇÃO, VIOLÊNCIA, GRAVE AMEAÇA. SOMATÓRIO, MEDIDA CAUTELAR DIVERSA DA PRISÃO, SUFICIÊNCIA, GARANTIA DA ORDEM PÚBLICA, APLICAÇÃO DA LEI, ÂMBITO PENAL, REGULARIDADE, INSTRUÇÃO CRIMINAL. HABEAS CORPUS, GARANTIA, LIBERDADE DE LOCOMOÇÃO. MEDIDA CAUTELAR DIVERSA DA PRISÃO, SUSPENSÃO, ATIVIDADE, ADVOCACIA; PROIBIÇÃO DE FREQUENTAR DETERMINADOS LUGARES, INSTALAÇÃO, PODER JUDICIÁRIO, DELEGACIA DE POLÍCIA, ESTABELECIMENTO PENAL; PROIBIÇÃO DE MANTER CONTATO COM PESSOA DETERMINADA, AUTOR, AÇÃO JUDICIAL, VÍTIMA, TESTEMUNHA; PROIBIÇÃO, MANIFESTAÇÃO, AUTOS, AÇÃO JUDICIAL; PROIBIÇÃO, SUBSTABELECIMENTO; SUSPENSÃO, ATIVIDADE, PESSOA JURÍDICA; BLOQUEIO, BEM, VALOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=153867&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 132864 AgR (2ªT), HC 135949 (2ªT), HC 135021 AgR (1ªT), HC 136452 ED (1ªT), HC 139864 AgR (1ªT). \n(MEDIDA CAUTELAR DIVERSA DA PRISÃO, ADEQUAÇÃO, GARANTIA DA ORDEM PÚBLICA)\nHC 127650 (1ªT). \n- Decisão monocrática citada:\n(MEDIDA CAUTELAR DIVERSA DA PRISÃO, ADEQUAÇÃO, GARANTIA DA ORDEM PÚBLICA)\nHC 154096.\n- Veja HC 152854 MC do STF.\n- Legislação estrangeira citada: Carta Magna da Inglaterra.\nNúmero de páginas: 18.\nAnálise: 27/06/2020, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : RENATO ROSIN VIDAL \nPACTE.(S)  : KLAUS PHILIPP LODOLI \nIMPTE.(S)  : CESAR AUGUSTO MOREIRA \nADV.(A/S)  : FABIO CUNHA LOUREIRO \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":418220,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 153867","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-11-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BUENO, Pimenta. Direito público brasileiro e análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça e Negócios Interiores, 1958. p. 388.\nGUETZÉVITCH, Mirkine. As novas tendências do direito constitucional. Companhia editora nacional, 1933. p. 77 et seq.\nHAURIOU, Maurice. Derecho Público y constitucional. 2. ed. Madri: Instituto editorial Réus, 1927. p. 135 e 136.\nMELLO, José Celso de. Constituição Federal anotada. 2. ed. São Paulo: Saraiva, 1986. p. 459.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":153867,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur421773","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou prejudicada a ação direta quanto ao pedido de declaração de inconstitucionalidade do § 1º do art. 4º da Medida Provisória 2192-70/2001 e julgou parcialmente procedente o pedido formulado, para declarar a inconstitucionalidade tão somente do art. 29 e parágrafo único da Medida Provisória 2192-70/2001, nos termos do voto do Relator, Ministro Dias Toffoli (Presidente), vencidos os Ministros Edson Fachin, Ricardo Lewandowski e Rosa Weber, que julgavam, em maior extensão, procedente a ação direta, declarando a incompatibilidade dos incisos I, II e IV do art. 2º da Lei 9.491/97 com a Constituição Federal. Afirmou suspeição o Ministro Roberto Barroso. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.2.2020 a 13.2.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur421773","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur421773","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Parágrafo 1º do art. 4º da Medida Provisória nº 2192-70/2001. Exaurimento da eficácia normativa. Prejudicialidade. Incisos I, II e IV do art. 2º da Lei nº 9.491/97. Programa Nacional de Desestatização. Normas que designam as empresas que poderão ser desestatizadas. Ausência de necessidade de lei específica para a autorização de desestatização. Inciso I do art. 3º da Medida Provisória nº 2192-70/2001. Preceito que permite que a União adquira o controle de instituição financeira estadual exclusivamente com o objetivo de privatizá-la ou extingui-la. Constitucionalidade. Artigo 29 e parágrafo único da MP nº 2192-70/2001. Norma que possibilita que os depósitos judiciais efetuados em instituição financeira oficial submetida a processo de privatização sejam mantidos, até regular levantamento, na própria instituição financeira privatizada ou na instituição financeira adquirente de seu controle acionário. Ofensa ao art. 37, inciso XXI, e ao art. 164, § 3º, todos da Constituição Federal. Parcial procedência do pedido. \n\n\n\n    1. O § 1º do art. 4º da Medida Provisória nº 2.192-70/2001, que possibilita o depósito das disponibilidades de caixa do Poder Público em instituição financeira submetida a processo de privatização ou na instituição financeira adquirente de seu controle acionário, estabelece também uma limitação temporal a essa prática, qual seja, até o final do exercício de 2010, restando claro que o preceito em referência exauriu sua eficácia. Prejudicialidade da ação direta quanto a esse preceito. \n\n\n\n    2. Não há necessidade de lei específica autorizando a desestatização de empresas, sendo suficiente a autorização legal genérica. Sendo assim, são constitucionais os incisos I, II e IV do art. 2º da Lei nº 9.491/97, os quais designam, de forma geral, as empresas que poderão ser desestatizadas. O inciso I do art. 3º da Medida Provisória nº 2.192-70/2001, por sua vez, tão somente autoriza a transferência do controle acionário do banco estadual para a União, a qual poderá privatizá-lo ou extingui-lo.\n\n\n\n    3. O art. 29, caput e parágrafo único, da Medida Provisória nº 2.192-70/2001 possibilita que os depósitos judiciais outrora geridos por instituição financeira oficial sejam mantidos na instituição financeira privatizada ou na instituição adquirente do controle acionário daquela, estabelecendo, com isso, generalização incompatível com art. 164, § 3º, da Constituição Federal, segundo o qual os depósitos públicos deverão ser mantidos preferencialmente em instituições financeiras oficiais. O art. 29 da MP nº 2.192-70/2001 também instituiu um privilégio injustificado em favor do banco privado que adquire a instituição financeira pública. Se o certame tinha como objeto tão somente o controle acionário, a manutenção dos depósitos judiciais na instituição privatizada ou adquirente de controle acionário apresenta-se como verdadeiro bônus em favor do banco privado que venceu a licitação, em ofensa ao princípio da isonomia e, consequentemente, ao princípio da licitação. \n\n\n\n    4. Prejudicialidade parcial da ação direta, a qual, quanto à parte que se conhece, é julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752398287","externo_seq_objeto_incidente":2321690,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-083  DIVULG 03-04-2020  PUBLIC 06-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3577&classe=ADI","is_colac":false,"titulo":"ADI 3577","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00019 ART-00037 INC-00019 INC-00021 \n          ART-00164 PAR-00003 ART-00173\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00666 INC-00001\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006830      ANO-1990\n          ART-00032 INC-00001 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008031      ANO-1990\n          ART-00002 - REVOGADA PELA LEI-9491/1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009491      ANO-1997\n          ART-00002 INC-00001 INC-00002 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009703      ANO-1998\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010819      ANO-2003\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011429      ANO-2006\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00840 INC-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   MPR-002192      ANO-2001\n          ART-00003 INC-00001 PAR-00001 ART-00004 \n          PAR-00001 ART-00029 \"CAPUT\" PAR-ÚNICO\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 70\n\n","LEG-EST   CES      ANO-1989\n                CONSTITUIÇÃO ESTADUAL, RJ"],"publicacao_data":"2020-04-06","documental_acordao_mesmo_sentido_lista_texto":"ADI 3578  PROCESSO ELETRÔNICO\n          JULG-14-02-2020  UF-DF  TURMA-TP  MIN-DIAS TOFFOLI N.PÁG-032\n          DJe-083  DIVULG 03-04-2020  PUBLIC 06-04-2020","documental_indexacao_texto":"- VOTO VENCIDO, MIN. EDSON FACHIN: INCONSTITUCIONALIDADE, AUTORIZAÇÃO LEGAL, CARÁTER GERAL, DESESTATIZAÇÃO, EMPRESA ESTATAL.\n\n- VOTO, MIN. MARCO AURÉLIO: EXIGIBILIDADE, SESSÃO DE JULGAMENTO PRESENCIAL, APRECIAÇÃO, PROCESSO OBJETIVO. INVIABILIDADE, SUSTENTAÇÃO ORAL, PLENÁRIO VIRTUAL, DEVIDO PROCESSO LEGAL. IMPORTÂNCIA, DEBATE, MINISTRO, FUNCIONAMENTO, ÓRGÃO COLEGIADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3577&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEPÓSITO, DISPONIBILIDADE DE CAIXA, PODER PÚBLICO, INSTITUIÇÃO FINANCEIRA, OBJETO, PRIVATIZAÇÃO)\nADI 3578 (TP), ADI 2661 MC (TP), ADI 2600 MC (TP), ADI 562 MC (TP). \n(ADI, EXAURIMENTO, EFICÁCIA, NORMA IMPUGNADA)\nADI 534 (TP), ADI 1979 MC (TP), ADI 885 Mérito (TP), ADI 1599 MC (TP), ADI 162 QO (TP). \n(DESESTATIZAÇÃO, SOCIEDADE DE ECONOMIA MISTA, EMPRESA PÚBLICA)\nADI 1549 MC (TP), ADI 562 MC (TP), ADI 1724 MC (TP), ADI 1703 MC (TP). \n(CONSTITUIÇÃO ESTADUAL, ALIENAÇÃO DE AÇÃO, SOCIEDADE DE ECONOMIA MISTA, EMPRESA PÚBLICA))\nADI 234 (TP), ADI 1703 (TP), ADI 234 QO (TP), ADI 562 MC (TP). \n- Legislação estrangeira citada: Capítulo 8, Seção 3, do Ato Sueco de Orçamento da Suécia; Lei 86-793, de 1986, da França.\nNúmero de páginas: 32.\nAnálise: 09/11/2020, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NAS EMPRESAS DE CRÉDITO - CONTEC \nADV.(A/S)  : JOSÉ TORRES DAS NEVES \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":421773,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 3577","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"MELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 27. ed. São Paulo: Malheiros, 2010. p. 532.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":3577,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur407429","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento aos embargos de declaração, nos termos do voto do Relator. Presidência do Ministro Luiz Fux. Primeira Turma, 25.6.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur407429","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur407429","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO. INEXISTÊNCIA DE AMBIGUIDADE, OBSCURIDADE, CONTRADIÇÃO OU OMISSÃO. REEXAME DE MATÉRIA DECIDIDA. ARGUIÇÕES DE NULIDADES NO ACÓRDÃO EMBARGADO. AUSÊNCIA DE COMPROVAÇÃO DE PREJUÍZO. EMBARGOS DE DECLARAÇÃO DESPROVIDOS. \n\n\n\n    1. Os embargos de declaração prestam-se à correção de vícios de julgamento que produzam ambiguidade, obscuridade, contradição ou omissão no acórdão recorrido, a impedir a exata compreensão do que foi decidido. \n\n\n\n    2. In casu, o embargante aponta omissão em relação a pontos já expressamente analisados pelo acórdão embargado, a revelar inadequado intuito de mera obtenção de efeitos infringentes, mediante a rediscussão de matéria já decidida. Precedentes: Rcl 14262-AgR-ED, Primeira Turma, Rel. Min. Rosa Weber; HC 132.215-ED, Tribunal Pleno, Rel. Min. Cármen Lúcia; AP 409-EI-AgR-segundo-ED, Tribunal Pleno, Rel. Min. Celso de Mello; RHC 124.487-AgR-ED, Primeira Turma, Rel. Min. Roberto Barroso.\n\n\n\n    3. As arguições de nulidade no acórdão embargado revelam-se inexistentes e são desacompanhadas da comprovação de prejuízo à parte (pas de nullité sans grief).\n\n\n\n    4. A superveniência do indeferimento administrativo da concessão de refúgio ao embargante impõe o prosseguimento do processo de extradição. \n\n\n\n    5. Embargos de declaração desprovidos, determinado o prosseguimento do feito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750407544","externo_seq_objeto_incidente":5699157,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-167  DIVULG 31-07-2019  PUBLIC 01-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1528&classe=Ext","is_colac":false,"titulo":"Ext 1528 ED-ED","documental_legislacao_citada_texto":["LEG-FED   LCP-000080      ANO-1994\n          ART-00044 INC-00001\n                LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LEI-009474      ANO-1997\n          ART-00034\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00183 PAR-00001 ART-00186 PAR-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00092\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00563 ART-00619\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2019-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTIMAÇÃO PESSOAL, MEIO ELETRÔNICO, DEFENSORIA PÚBLICA DA UNIÃO, APLICAÇÃO SUBSIDIÁRIA, CÓDIGO DE PROCESSO CIVIL DE 2015. INTIMAÇÃO, MEIO ELETRÔNICO, STF, CELERIDADE PROCESSUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1528&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ED-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, EFEITO MODIFICATIVO)\nRcl 14262 AgR-ED (1ªT), RHC 124487 AgR-ED (1ªT), AP 409 EI-AgR-segundo-ED (TP), HC 132215 ED (TP). \n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nHC 125610 (1ªT), RHC 126885 (2ªT), RHC 133530 AgR (1ªT), RHC 125242 AgR (2ªT). \n- Legislação estrangeira citada: Art. 6º, das Ordenações Afonsinas.\nNúmero de páginas: 16.\nAnálise: 03/12/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : LORENZO GONZALEZ MARTINEZ \nDP   : DEFENSORIA PÚBLICA DA UNIÃO \nEMBDO.(A/S)  : GOVERNO DO PARAGUAI \nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":407429,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1528 ED-ED","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-06-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NOS EMB.DECL. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1528,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur408881","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 2.8.2019 a 8.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur408881","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur408881","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. EXECUÇÃO PROVISÓRIA DA PENA. POSSIBILIDADE. \n\n\n\n    1. As exigências decorrentes da previsão constitucional do princípio da presunção de inocência não são desrespeitadas mediante a possibilidade de execução provisória da pena privativa de liberdade, quando a decisão condenatória observar todos os demais princípios constitucionais interligados; ou seja, quando o juízo de culpabilidade do acusado tiver sido firmado com absoluta independência pelo juízo natural, a partir da valoração de provas obtidas mediante o devido processo legal, contraditório e ampla defesa em dupla instância, e a condenação criminal tiver sido imposta, em decisão colegiada, devidamente motivada, de Tribunal de 2º grau. \n\n\n\n    2. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750563229","externo_seq_objeto_incidente":5716051,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-181  DIVULG 19-08-2019  PUBLIC 20-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=171891&classe=HC","is_colac":false,"titulo":"HC 171891 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00053 INC-00054 INC-00055 \n          INC-00056 INC-00057 INC-00061\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000716      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000717      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-08-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRESUNÇÃO RELATIVA, EXIGÊNCIA, ELEMENTO MÍNIMO, PROVA, AFASTAMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ESTADO DE DIREITO, LIMITAÇÃO, ATIVIDADE LEGISLATIVA; CONDICIONAMENTO, INTERPRETAÇÃO, NORMA; ÔNUS DA PROVA, ACUSAÇÃO, VEDAÇÃO, PROVA IMPOSSÍVEL; PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, INTERPRETAÇÃO CONSTITUCIONAL, TRÂNSITO EM JULGADO, PRINCÍPIO DA EFETIVIDADE DO PROCESSO, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EFETIVIDADE, CONDENAÇÃO, DECISÃO COLEGIADA, SEGUNDA INSTÂNCIA, COMPETÊNCIA, APRECIAÇÃO, PROVA, AFASTAMENTO, CULPABILIDADE, RÉU. STF, VALORAÇÃO DA PROVA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). PRISÃO, ABUSO, AJUIZAMENTO, HABEAS CORPUS, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), RECURSO ORDINÁRIO, STF. PRINCÍPIO DA EFETIVIDADE DO PROCESSO, EXECUÇÃO PROVISÓRIA DA PENA, CAUSA INTERRUPTIVA, PRESCRIÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EXECUÇÃO PROVISÓRIA, PRERROGATIVA DE FORO. EXIGÊNCIA, TRÂNSITO EM JULGADO, EFEITO SECUNDÁRIO, PENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=171891&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 68726 (TP), HC 69964 (TP), RHC 71959 (2ªT), HC 73968 (1ªT), HC 75233 (1ªT), HC 84078 (TP), HC 90645 (1ªT), HC 126292 (TP), ARE 964246 RG. \n(JUÍZO DE CONSISTÊNCIA)\nHC 72366 (1ªT). \n- Decisão monocrática citada:\n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRESUNÇÃO RELATIVA)\nRE 636533.\n- Legislação estrangeira citada: Art. 9º da Declaração francesa dos Direitos do Homem e do Cidadão, promulgada em 26/8/1789; art. 6º, item 2, da Convenção Europeia dos Direitos do Homem.\n- Decisões estrangeiras citadas: Casos Herrera Ulloa vs. Costa Rica, 2004; Caso Ricardo Canese vs. Paraguay, 2004; Rosendo Cantú y outra vs. México, 2011; Mohamed vs. Argentina, 2012, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 18.\nAnálise: 07/04/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : CARLOS AUGUSTO DE MELLO \nADV.(A/S)  : IVAN RAFAEL BUENO \nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":408881,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 171891 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-08-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"CANOTILHO, José Joaquim Gomes. Direito Constitucional e teoria da Constituição. 2. ed. Coimbra: Almedina, 1998.\nENTERRÍA, Garcia de. Reflexiones sobre la ley e los princípios generales del derecho. Madri: Civitas, 1996. p. 30.\nMOREIRA, Vital. Fundamentos da Constituição. Coimbra: Coimbra, 1991. p. 134 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":171891,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur422084","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta, declarando a constitucionalidade da Lei 19.128/2017 do Estado do Paraná, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 20.3.2020 a 26.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur422084","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur422084","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. UNIÃO AUTORIZADA A EDITAR NORMAS GERAIS. ART. 13-A, II, DO ESTATUTO DO TORCEDOR. INEXISTÊNCIA DE PROIBIÇÃO GERAL E ABSOLUTA. COMPETÊNCIA CONCORRENTE COMPLEMENTAR DOS ESTADOS (CF, ART. 24, §§ 1º A 4º). LEI 19.128/2017 DO PARANÁ. RAZOABILIDADE NA COMERCIALIZAÇÃO E CONSUMO DE CERVEJA E CHOPE EM ARENAS DESPORTIVAS E ESTÁDIOS, EM DIAS DE JOGO. IDÊNTICO PERMISSIVO NOS GRANDES EVENTOS MUNDIAIS – COPA DO MUNDO DE FUTEBOL DA FIFA E OLIMPÍADAS. DIREITO DO CONSUMIDOR (CF, ART. 24, V). IMPROCEDÊNCIA. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse. A Constituição Federal de 1988, presumindo, de forma absoluta para algumas matérias, a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    2. Competência concorrente para a matéria (CF, art. 24). O inciso II do art. 13-A da Lei Federal 10.671/2003 estabelece condições gerais de acesso e permanência do torcedor em recintos esportivos, entre as quais a de não portar bebidas proibidas ou suscetíveis de gerar ou possibilitar a prática de atos de violência, não particularizando, entretanto, quais seriam essas bebidas. Inexistência de vedação geral e absoluta. Possibilidade de o legislador estadual, no exercício de sua competência concorrente complementar, e observadas as especificidades locais, regulamentar a matéria. \n\n\n\n    3. Respeito à razoabilidade e proporcionalidade na regulamentação estadual. Permissão somente de bebidas de baixo teor alcoólico (cerveja e chope), igualmente autorizadas nos grandes eventos mundiais de futebol e outros esportes, inclusive na Copa do mundo organizada pela FIFA e nas Olimpíadas. \n\n\n\n    4. A permissão veiculada pela legislação impugnada não envolve um risco social maior do que aquele decorrente da proibição, pois a ausência da comercialização de bebidas de menor teor alcoólico dentro dos estádios acaba gerando o consumo de todos os tipos de bebidas – inclusive aquelas com elevado teor alcoólico – nas imediações dos eventos esportivos. \n\n\n\n    5. A Lei Estadual 19.128/2017, ao dispor sobre a comercialização e o consumo de cerveja e chope em arenas desportivas e estádios de futebol, traduziu normatização direcionada ao torcedor-espectador, equiparado pelo § 3º do art. 42 da Lei Federal 9.615/1998, para todos os efeitos legais, ao consumidor, sujeito de direitos definido na Lei Federal 8.078/1990.\n\n\n\n    6. Entendimento recente desta SUPREMA CORTE no sentido de conferir uma maior ênfase na competência legislativa concorrente dos Estados quando o assunto gira em torno dos direitos do consumidor. Cite-se, por exemplo: ADI 4.306, Rel. Min. EDSON FACHIN, Tribunal Pleno, DJe de 18/2/2020; ADPF 109, Rel. Min. EDSON FACHIN, Tribunal Pleno, DJe de 1º/2/2019; ADI 5.745, Rel. Min. ALEXANDRE DE MORAES, Red. p/ acórdão: Min. EDSON FACHIN, julgado em 7/2/2019; e ADI 5.462, Rel. Min. ALEXANDRE DE MORAES, Tribunal Pleno, DJe de 29/10/2018.\n\n\n\n    7. O Plenário do SUPREMO TRIBUNAL FEDERAL, por unanimidade, reconheceu competência concorrente aos Estados-membros para legislar sobre a matéria, bem como a constitucionalidade de lei estadual autorizativa da comercialização e consumo de bebidas não destiladas com teor alcoólico inferior a 14% em estádios de futebol, em dias de jogo (ADI 6.193, Rel. Min. ALEXANDRE DE MORAES, Sessão Virtual de 28/02/2020 a 05/03/2020).\n\n\n\n    8. Ação Direta de Inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752454086","externo_seq_objeto_incidente":5736667,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-089  DIVULG 14-04-2020  PUBLIC 15-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6195&classe=ADI","is_colac":false,"titulo":"ADI 6195","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00005 INC-00054 \n          ART-00022 ART-00024 INC-00005 INC-00009 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00030 INC-00001 ART-00217\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008069      ANO-1990\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009615      ANO-1998\n          ART-00042 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010671      ANO-2003\n          ART-00002 \n          ART-0013A INC-00002 INCLUÍDO PELA LEI-12299/2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012299      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   PJL-000451      ANO-1995\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS\n\n","LEG-EST   LEI-019128      ANO-2017\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00010\n                LEI ORDINÁRIA, PR"],"publicacao_data":"2020-04-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO, FEDERALISMO, COLABORAÇÃO, ENTE FEDERADO, UNIÃO FEDERAL. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA, PREVALÊNCIA, NORMA, LOCAL, MUNICÍPIO, EQUILÍBRIO, FEDERAÇÃO. CONSTITUINTE ORIGINÁRIO, DISTRIBUIÇÃO, MATÉRIA, CONSUMO, DESPORTO, UNIÃO FEDERAL, COMPETÊNCIA LEGISLATIVA, EDIÇÃO, NORMA, INTERESSE, CARÁTER GERAL, POSSIBILIDADE, ENTE FEDERADO, COMPLEMENTAÇÃO. COMPETÊNCIA CONCORRENTE CUMULATIVA, FIXAÇÃO, NÍVEL SUPERIOR, UNIÃO FEDERAL, NORMA GERAL, ENTE FEDERADO, COMPLEMENTAÇÃO. COMPETÊNCIA SUPLEMENTAR.\n\n- VOTO, MIN. MARCO AURÉLIO: NECESSIDADE, SUBMISSÃO, PROCESSO, JULGAMENTO, ÓRGÃO COLEGIADO. SESSÃO DE JULGAMENTO VIRTUAL, INVIABILIDADE, SUSTENTAÇÃO ORAL, PREJUÍZO, DEVIDO PROCESSO LEGAL.\n\n- TERMO(S) DE RESGATE: verba cum effectu sunt accipienda.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6195&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO DO CONSUMIDOR)\nADI 2663 (TP), ADPF 109 (TP), ADI 4306 (TP), ADI 5462 (TP), ADI 5745 (TP). \n(LEI ESTADUAL, COMERCIALIZAÇÃO, BEBIDA ALCOÓLICA, ESTÁDIO DE FUTEBOL)\nADI 6193 (TP). \n(CONFLITO DE COMPETÊNCIA, FUNDAMENTO, PEDIDO, ADI)\nADI 3645 (TP), ADI 2535 MC (TP), ADI 4955 (TP). \n(ADI, IMPUGNAÇÃO GENÉRICA, NÃO CONHECIMENTO)\nADI 259 (TP), ADI 708 (TP), ADI 1708 (TP), ADI 1775 (TP), ADI 514 MC (TP), ADI 2213 MC (TP), ADI 561 MC (TP), ADI 5287 (TP). \n(CONSTITUCIONALIDADE, CARÁTER GERAL, ESTATUTO DO TORCEDOR)\nADI 2937 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787; art. 10 da Constituição de Weimar.\nNúmero de páginas: 27.\nAnálise: 22/02/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO PARANÁ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":422084,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADI 6195","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-03-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nDROMI, José Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nGORDILLO, Augustín. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\n______. Estruturação da Federação. Revista de Direito Público, n. 81. p. 53 et seq.\n______. Estudos de direito constitucional. Belo Horizonte: Del Rey, 1995. p. 366.\nLEVI, Lúcio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoría de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo I. p. 13-14.\nMORAES, Alexandre de. Direito Constitucional. 35. ed. São Paulo: Atlas, 2019. p. 351.\nNEPOMUCENO, Thiago Celso C; MOURA, Jadielson Alves de; SILVA, Lúcio Câmara; COSTA, Ana Paula Cabral Seixas. Alcohol and violent behavior among footboll spectators: An empirical assessment of Brazilian´s criminalization. International Journal of law, crime and justice, n. 51, 2017. p. 34-44.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, n. 120, 1989.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6195,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur424786","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: A Turma, por unanimidade, deferiu o pedido formulado pelo Estado Requerente para conceder a extensão na extradição do nacional português António Manuel Monteiro Pereira, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 1.5.2020 a 8.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur424786","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur424786","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Extn","is_processo_antigo":false,"ementa_texto":"EXTENSÃO NA EXTRADIÇÃO. BURLA QUALIFICADA. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRESENÇA DOS REQUISITOS GERAIS E ESPECÍFICOS. LEI DE MIGRAÇÃO. CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA (CPLP). IMPOSSIBILIDADE DE ACOLHIMENTO DAS TESES DEFENSIVAS. SISTEMA DE CONTENCIOSIDADE LIMITADA. CORRESPONDÊNCIA ENTRE O CRIME DE BURLA QUALIFICADA E ESTELIONATO. PRECEDENTES. \n\n\n\n    1. Presentes a dupla tipicidade e punibilidade, bem como os demais condicionantes delineados na Lei de Migração (Lei n. 13.445/2017) e na Convenção de Extradição entre os Estados Membros da Comunidade dos Países de Língua Portuguesa, internalizada pelo Decreto 7.935, de 19 de fevereiro de 2013, não se verifica óbice ao deferimento do pedido de extensão na extradição.\n\n\n\n    2. Os documentos formalizadores do pedido de extensão atendem aos requisitos indispensáveis, conforme disciplina normativa extraída da Lei 13.445/2017 e da norma convencional, inferindo-se dessa postulação a descrição minudente das acusações- com a indicação de lugares, datas e disposições normativas aplicáveis aos fatos; os dados de identificação necessários e a cópia dos textos legais que incriminam a conduta e a sancionam. \n\n\n\n    3. Consta dos autos que o extraditando é cidadão português e lhe são atribuídos crimes de índole comum a serem legitimamente apurados pelo Estado de Portugal, não se detectando fundado risco ou receio de julgamento por tribunal de exceção ou ad hoc.\n\n\n\n    4. Inexiste evidência de julgamento, condenação ou absolvição, no Brasil, pelos mesmos fatos motivadores do pedido, tampouco de que o extraditando tenha sido indultado, anistiado ou recebido perdão judicial.\n\n\n\n    5. Em hipóteses assemelhadas, este Supremo Tribunal reconheceu que os fatos enquadrados ao tipo penal previsto no art. 218, n. 2, do Código Penal Português, ali denominados burla qualificada, guardam correspondência com o crime de estelionato, previsto no art. 171 do Código Penal Brasileiro (Precedentes: EXT 931, Rel. Min. Cezar Peluso, DJ de 14.10.2005; EXT 1.194, Rel. Min. Ayres Britto, DJe de 1.2.2011; EXT 814 – extensão, Rel. Min. Joaquim Barbosa, DJE de 17.9.2010, EXT 1.183, ).\n\n\n\n    6. Está igualmente sedimentada a compreensão desta Corte segundo a qual o requisito da dupla tipicidade “não reclama perfeita identidade entre os textos dos tipos penais descritos em cada legislação, suas circunstâncias elementares ou as respectivas sanções penais, sendo suficiente a subsunção das condutas imputadas ao Extraditando, no Estado Requerente, a um tipo penal previsto na legislação brasileira” (EXT 1.436, Rel. Min. Luiz Fux, DJe de 18.5.2017) \n\n\n\n    7. No sistema de contenciosidade limitada, as matérias de defesa versam sobre a ilegalidade do pedido, a identidade da pessoa reclamada, e/ou defeitos de forma nos documentos que instruíram a postulação, não se admitindo a intromissão no modelo de persecução penal adotado pelo Estado Requerente ou no mérito das acusações.\n\n\n\n    8. À luz da legislação penal brasileira, os fatos análogos são punidos com sanção privativa de liberdade máxima superior a 2 anos (art. 82 da Lei n. 13.445/2017 – Lei de Migração).\n\n\n\n    9. Configurados, pois, tanto os requisitos gerais (Lei n. 13.445/2017) como os específicos ( Decreto 7.935, de 19 de fevereiro de 2013).\n\n\n\n    10. Pedido de extensão na extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755083350","externo_seq_objeto_incidente":5504900,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-123  DIVULG 18-05-2020  PUBLIC 19-05-2020\nREPUBLICAÇÃO: DJe-029  DIVULG 17-02-2021  PUBLIC 18-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1473&classe=Ext","is_colac":false,"titulo":"Ext 1473 Extn","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00009 ART-00091\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   CVC      ANO-2005\n          ART-00010 NÚMERO-3\n                CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00171 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000045      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005 \n\n","LEG-FED   DEC-007935      ANO-2013\n                DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005"],"publicacao_data":"2021-02-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1473&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-Extn","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, EXTRADIÇÃO)\nExt 1145 (TP). \n(PRINCÍPIO DA DUPLA TIPICIDADE, EXIGIBILIDADE, IDENTIDADE, TEXTO, TIPO PENAL)\nExt 1436 (1ªT). \n(IDENTIDADE, CRIME DE BURLA QUALIFICADA, ESTELIONATO)\nExt 814 (TP), Ext 931 (TP), Ext 1183 (TP), Ext 1194 (TP). \n- Legislação estrangeira citada: art. 118, n. 1, \"b\", art. 120, n. 1, \"c\", art. 217, n. 1, e art. 218, n. 1 e 2, alínea \"b\", do Código Penal português.\nNúmero de páginas: 20.\nAnálise: 26/11/2020, MAV.\nNúmero de páginas: 20.\nAnálise: 10/12/2021, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"ADV.(A/S)           : DANIEL MOURAD MAJZOUB \r\nREQTE.(S)           : GOVERNO DE PORTUGAL \r\nEXTDO.(A/S)         : ANTONIO MANUEL MONTEIRO PEREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":424786,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1473 Extn","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTENSÃO NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1473,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425052","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, assentou viável a entrega do extraditando ao Governo requerente, o qual deve assumir os compromissos versados no artigo 96 da Lei nº 13.445/2017, e deixou de condicionar o ato, a cargo da Chefia do Estado brasileiro, podendo ser implementado independentemente do desfecho do processo-crime em curso no Brasil ou do cumprimento de pena nele imposta, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 1.5.2020 a 8.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425052","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425052","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – REQUISITOS. Uma vez observados os requisitos legais, cumpre reconhecer a possibilidade de entrega do extraditando, cabendo ao Chefe do Poder Executivo nacional o ato definidor.\n\n\n\n    EXTRADIÇÃO – PROCESSO-CRIME. Uma vez ampla a liberdade do Chefe de Estado Brasileiro, o qual pode, inclusive, expulsar o extraditando a qualquer momento, descabe condicionar a entrega do estrangeiro ao cumprimento, no Brasil, de sentença condenatória.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752727796","externo_seq_objeto_incidente":5520326,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-127  DIVULG 21-05-2020  PUBLIC 22-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1556&classe=Ext","is_colac":false,"titulo":"Ext 1556","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\"\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00084 PAR-00004 ART-00087 ART-00088 \n          PAR-00002 PAR-00003 ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   CVC      ANO-2005\n          ART-00019\n                CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00110\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000045      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005\n\n","LEG-FED   DEC-007935      ANO-2013\n                DECRETO - PROMULGA A CONVENÇÃO DE EXTRADIÇÃO ENTRE OS ESTADOS MEMBROS DA COMUNIDADE DOS PAÍSES DE LÍNGUA PORTUGUESA, FIRMADA EM CIDADE DA PRAIA, REPÚBLICA DO CABO VERDE, EM 23 DE NOVEMBRO DE 2005"],"publicacao_data":"2020-05-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1556&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: Decreto-Lei n° 15/1993 de Portugal; art. 122, item 1, letra C, do Código Penal de Portugal.\nNúmero de páginas: 8.\nAnálise: 02/06/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : JOÃO PEDRO DE ANDRADE PINTO \nADV.(A/S)  : RUBIA KENIA DE OLIVEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425052,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1556","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1556,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425891","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, autorizando a imediata execução, independente da conclusão do processo no Brasil ou do cumprimento de eventual pena imposta, a critério da autoridade competente do Poder Executivo, nos termos do voto da Relatora. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 19.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425891","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425891","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA COLOMBIANA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIME DE ROUBO. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO PELA LEGISLAÇÃO BRASILEIRA E ESTRANGEIRA. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Governo da Colômbia atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado requerente dispõe de competência jurisdicional para executar a sentença condenatória imposta.\n\n\n\n    3. Requisito da dupla tipicidade cumprido quanto ao fato delituoso imputado ao Extraditando correspondente, no Brasil, ao crime de roubo.\n\n\n\n    4. Inocorrência de prescrição pela legislação brasileira e colombiana.\n\n\n\n    5. Teses de defesa não infirmam o presente pedido de extradição.\n\n\n\n    6. O extraditando foi autuado em flagrante no Brasil por receptação. A prática é de menor reprovabilidade comparado à gravidade do crime a ele imputado na Colômbia.\n\n\n\n    7. Autorização de imediata execução da extradição, independente da conclusão do processo no Brasil ou do cumprimento de eventual pena imposta, a critério da autoridade competente do Poder Executivo.\n\n\n\n    8. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752851788","externo_seq_objeto_incidente":5565980,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-138  DIVULG 03-06-2020  PUBLIC 04-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1559&classe=Ext","is_colac":false,"titulo":"Ext 1559","documental_legislacao_citada_texto":["LEG-FED   LEI-009474      ANO-1997\n          ART-00034\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00006 \n          ART-00083 INC-00001 ART-00088 PAR-00003 \n          ART-00095\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1938\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00157 ART-00180\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-006330      ANO-1940\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-06-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1559&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1573 (2ªT). \n- Legislação estrangeira citada: art. 89 do Código Penal da Colômbia.\nNúmero de páginas: 21.\nAnálise: 09/03/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA COLÔMBIA \nEXTDO.(A/S)  : JUAN DANIEL ESCOBAR GARCÍA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425891,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1559","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1559,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}