{"result":{"took":247,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.911934,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur479672","_score":27.284958,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Gilmar Mendes (Relator), que dava provimento ao recurso ordinário em habeas corpus, no que foi acompanhado pelo Ministro Ricardo Lewandowski, pediu vista dos autos o Ministro André Mendonça. Segunda Turma, Sessão Virtual de 17.12.2021 a 7.2.2022.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao recurso ordinário em habeas corpus para declarar ilícita a prova por violação ao direito ao silêncio e todas as demais derivadas e, com isso, determinar a absolvição da recorrente. Ademais, deixou de estender os efeitos desta decisão aos demais membros, por absoluta ausência de similaridade fática, nos termos do voto do Relator, vencidos os Ministros André Mendonça e Nunes Marques. Segunda Turma, Sessão Virtual de 14.4.2023 a 24.4.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur479672","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:48:16.166250","dg_unique":"sjur479672","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso ordinário em habeas corpus. 2. A jurisprudência do Supremo Tribunal Federal é firme no sentido de que denúncia anônima não pode embasar, por si só, medidas invasivas como interceptações telefônicas e buscas e apreensões, devendo, para tanto, ser complementada por diligências investigativas posteriores. 3. A Constituição Federal impõe ao Estado a obrigação de informar ao preso seu direito ao silêncio não apenas no interrogatório formal, mas logo no momento da abordagem, quando recebe voz de prisão por policial, em situação de flagrante delito. 4. Recurso ordinário provido para declarar ilícita a prova por violação ao direito ao silêncio e todas as demais derivadas e, com isso, determinar a absolvição da recorrente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767721051","externo_seq_objeto_incidente":6274263,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 17-05-2023  PUBLIC 18-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=207459&classe=RHC","is_colac":false,"titulo":"RHC 207459","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00068 ART-00060 PAR-00004\n    ART-00102 ART-00186\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 \"CAPUT\" ART-00035\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00186 PAR-ÚNICO ART-00563\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2023-05-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- OBSERVÂNCIA, DIREITO FUNDAMENTAL, TOTALIDADE, ÓRGÃO ESTATAL. DIREITO AO SILÊNCIO, PROTEÇÃO, DIREITO INDIVIDUAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. GARANTIA CONTRA A AUTOINCRIMINAÇÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: AFASTAMENTO, ALEGAÇÃO, VIOLAÇÃO DE DOMICÍLIO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). EXISTÊNCIA, RAZÕES, INGRESSO, AUTORIDADE POLICIAL, INTERIOR, IMÓVEL. PLENÁRIO, STF, REPERCUSSÃO GERAL, DISPENSABILIDADE, MANDADO JUDICIAL, INGRESSO, RESIDÊNCIA, ACUSADO, HIPÓTESE, TRÁFICO DE DROGAS, CRIME PERMANENTE. NECESSIDADE, REEXAME, FATO, PROVA, VERIFICAÇÃO, CONFISSÃO, AUTORIZAÇÃO, INGRESSO, AUTORIDADE POLICIAL, RESIDÊNCIA, ACUSADO. HABEAS CORPUS, DILAÇÃO PROBATÓRIA. AUSÊNCIA, APRECIAÇÃO, INSTÂNCIA INFERIOR, OFENSA, DIREITO AO SILÊNCIO. SUPRESSÃO DE INSTÂNCIA.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: POSSIBILIDADE, ENTRADA, DOMICÍLIO, AUSÊNCIA, MANDADO JUDICIAL, SITUAÇÃO, FLAGRANTE DELITO. AUSÊNCIA, DEMONSTRAÇÃO, VIOLAÇÃO DE DOMICÍLIO. ADMISSÃO, ACUSADO, DEPÓSITO, SUBSTÂNCIA ENTORPECENTE, INTERIOR, RESIDÊNCIA. FLAGRANTE DELITO, TRÁFICO DE DROGAS, CRIME PERMANENTE, JUSTA CAUSA, ATIVIDADE POLICIAL, AUSÊNCIA, ILEGALIDADE. CONSENTIMENTO, ACUSADO, INGRESSO, RESIDÊNCIA, REEXAME, FATO, PROVA. AUSÊNCIA, APRECIAÇÃO, DIREITO AO SILÊNCIO, INSTÂNCIA INFERIOR. SUPRESSÃO DE INSTÂNCIA. PENDÊNCIA, JULGAMENTO, REPERCUSSÃO GERAL, DIREITO AO SILÊNCIO, PRESO. PRINCÍPIO PAS DE NULLITÉ SANS GRIEF. AUSÊNCIA, ALEGAÇÃO, NULIDADE, INSTÂNCIA INFERIOR. VENIRE CONTRA FACTUM PROPRIUM, PRINCÍPIO DA BOA-FÉ OBJETIVA. IMPOSSIBILIDADE, ANULAÇÃO, FORMA AUTOMÁTICA, INTERROGATÓRIO, DECORRÊNCIA, AUSÊNCIA, ADVERTÊNCIA, DIREITO AO SILÊNCIO. RECONHECIMENTO, CIRCUNSTÂNCIA ATENUANTE, DECORRÊNCIA, CONFISSÃO.\n\n- TERMO(S) DE RESGATE: NULIDADE DE ALGIBEIRA, NULIDADE DE BOLSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=207459&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DENÚNCIA ANÔNIMA, NECESSIDADE, INVESTIGAÇÃO CRIMINAL, MOMENTO POSTERIOR)\nHC 108147 (2ªT), HC 133148 (2ªT), ARE 1120771 AgR-segundo (1ªT), HC 141157 AgR (1ªT). \n(AUSÊNCIA, ADVERTÊNCIA, DIREITO AO SILÊNCIO, DEVER, INFORMAÇÃO, ILICITUDE, PROVA)\nHC 80949 (1ªT). \n(NULIDADE, INTERROGATÓRIO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nHC 88950 (1ªT), Rcl 33711 (2ªT). \n(OBRIGATORIEDADE, ATIVIDADE POLICIAL, INFORMAÇÃO, DIREITO AO SILÊNCIO, FLAGRANTE DELITO)\nRHC 170843 AgR (2ªT), RHC 192798 AgR (2ªT), RE 1177984 RG (TP). \n(CRIME PERMANENTE, TRÁFICO DE DROGAS, FLAGRANTE DELITO, DISPENSABILIDADE, MANDADO JUDICIAL, VIOLAÇÃO DE DOMICÍLIO)\nRE 603616 (TP), HC 180288 AgR (2ªT), RHC 205584 AgR (1ªT), HC 210511 AgR (1ªT), HC 211694 AgR (2ªT). \n(HC, REEXAME, FATO, PROVA)\nRHC 143055 AgR (2ªT), HC 175075 AgR (1ªT), HC 182710 AgR (1ªT), HC 190845 AgR (2ªT), HC 191508 AgR (1ªT), HC 199227 AgR (1ªT). \n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 109430 AgR (TP), HC 157575 AgR (2ªT), HC 163568 (1ªT), HC 164535 AgR (2ªT), HC 164611 AgR (2ªT), HC 188702 AgR (1ªT), HC 189201 AgR (1ªT), HC 190319 AgR (2ªT), HC 192077 AgR (2ªT). \n(AUSÊNCIA, INFORMAÇÃO, PRESO, DIREITO CONSTITUCIONAL, NULIDADE, DEMONSTRAÇÃO, PREJUÍZO)\nRHC 79973 (2ªT). \n(CONSENTIMENTO, AUSÊNCIA, VIOLAÇÃO DE DOMICÍLIO )\nHC 148965 (1ªT). \n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nRHC 79973 (2ªT), HC 133864 AgR (2ªT). \n(VENIRE CONTRA FACTUM PROPRIUM)\nHC 104185 (2ªT). \n(CIRCUNSTÂNCIA ATENUANTE, CONFISSÃO, DIREITO AO SILÊNCIO)\nHC 78708 (1ªT). \n(AUSÊNCIA, ALEGAÇÃO, NULIDADE, INSTÂNCIA INFERIOR, PRINCÍPIO DA BOA-FÉ OBJETIVA)\nRHC 178258 AgR (2ªT). \n- Decisão monocrática citada:\n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 190387.\n- Veja ADPF 395 e 444 do STF.\n- Veja RE 603616 (Tema 280 de RG).\n- Decisão estrangeira citada: Caso Miranda vs. Arizona, da Suprema Corte dos Estados Unidos.\n\nNúmero de páginas: 41.\nAnálise: 29/08/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : CAROLINA MUASSAB \nADV.(A/S)  : CYLAS DIEGO MUNIZ DA SILVA \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":479672,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RHC 207459","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2023-04-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"GRINOVER, Ada Pellegrini; GOMES FILHO, Antônio Magalhães; FERNANDES, Antônio Scarance. As nulidades no processo penal. 12. ed. rev. e atual. São Paulo: Editora Revista dos Tribunais, 2011. p. 27.\nMORAES, Rodrigo Iennaco de. Da validade do procedimento de persecução criminal deflagrado por denúncia anônima no estado democrático de direito. Revista Brasileira de Ciências Criminais, 2006. n. 62. p. 250-251.","ministro_facet":["GILMAR MENDES"],"processo_numero":207459,"base":"acordaos"},"highlight":{"ementa_texto":["Recurso ordinário em habeas corpus. 2. A jurisprudência do Supremo Tribunal Federal é firme no sentido de que denúncia anônima não pode embasar, por si só, medidas invasivas como interceptações telefônicas e <em>buscas</em> e apreensões, devendo, para tanto, ser complementada por diligências investigativas posteriores. 3. A Constituição Federal impõe ao Estado a obrigação de informar ao preso seu direito ao silêncio não apenas no interrogatório formal, mas logo no momento da abordagem, quando recebe voz de prisão por policial, em situação de flagrante delito. 4. Recurso ordinário provido para declarar ilícita a prova por violação ao direito ao silêncio e todas as demais derivadas e, com isso, determinar a absolvição da recorrente."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur197163","_score":27.065624,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Negado provimento ao recurso de agravo, nos termos do voto do Relator. Decisão unânime. Participou deste julgamento o Senhor Ministro Luiz Fux, convocado (RISTF, art. 41). Ausentes, justificadamente, o Senhor Ministro Gilmar Mendes e, licenciado, o Senhor Ministro Joaquim Barbosa. 2ª Turma, 16.08.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur197163","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur197163","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: UNIÃO CIVIL ENTRE PESSOAS DO MESMO SEXO - ALTA RELEVÂNCIA SOCIAL E JURÍDICO-CONSTITUCIONAL DA QUESTÃO PERTINENTE ÀS UNIÕES HOMOAFETIVAS - LEGITIMIDADE CONSTITUCIONAL DO RECONHECIMENTO E QUALIFICAÇÃO DA UNIÃO ESTÁVEL HOMOAFETIVA COMO ENTIDADE FAMILIAR: POSIÇÃO CONSAGRADA NA JURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL (ADPF 132/RJ E ADI 4.277/DF) - O AFETO COMO VALOR JURÍDICO IMPREGNADO DE NATUREZA CONSTITUCIONAL: A VALORIZAÇÃO DESSE NOVO PARADIGMA COMO NÚCLEO CONFORMADOR DO CONCEITO DE FAMÍLIA - O DIREITO À BUSCA DA FELICIDADE, VERDADEIRO POSTULADO CONSTITUCIONAL IMPLÍCITO E EXPRESSÃO DE UMA IDÉIA-FORÇA QUE DERIVA DO PRINCÍPIO DA ESSENCIAL DIGNIDADE DA PESSOA HUMANA - ALGUNS PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL E DA SUPREMA CORTE AMERICANA SOBRE O DIREITO FUNDAMENTAL À BUSCA DA FELICIDADE - PRINCÍPIOS DE YOGYAKARTA (2006): DIREITO DE QUALQUER PESSOA DE CONSTITUIR FAMÍLIA, INDEPENDENTEMENTE DE SUA ORIENTAÇÃO SEXUAL OU IDENTIDADE DE GÊNERO - DIREITO DO COMPANHEIRO, NA UNIÃO ESTÁVEL HOMOAFETIVA, À PERCEPÇÃO DO BENEFÍCIO DA PENSÃO POR MORTE DE SEU PARCEIRO, DESDE QUE OBSERVADOS OS REQUISITOS DO ART. 1.723 DO CÓDIGO CIVIL - O ART. 226, § 3º, DA LEI FUNDAMENTAL CONSTITUI TÍPICA NORMA DE INCLUSÃO - A FUNÇÃO CONTRAMAJORITÁRIA DO SUPREMO TRIBUNAL FEDERAL NO ESTADO DEMOCRÁTICO DE DIREITO - A PROTEÇÃO DAS MINORIAS ANALISADA NA PERSPECTIVA DE UMA CONCEPÇÃO MATERIAL DE DEMOCRACIA CONSTITUCIONAL - O DEVER CONSTITUCIONAL DO ESTADO DE IMPEDIR (E, ATÉ MESMO, DE PUNIR) “QUALQUER DISCRIMINAÇÃO ATENTATÓRIA DOS DIREITOS E LIBERDADES FUNDAMENTAIS” (CF, ART. 5º, XLI) - A FORÇA NORMATIVA DOS PRINCÍPIOS CONSTITUCIONAIS E O FORTALECIMENTO DA JURISDIÇÃO CONSTITUCIONAL: ELEMENTOS QUE COMPÕEM O MARCO DOUTRINÁRIO QUE CONFERE SUPORTE TEÓRICO AO NEOCONSTITUCIONALISMO - RECURSO DE AGRAVO IMPROVIDO.\n\n\n\n           NINGUÉM PODE SER PRIVADO DE SEUS DIREITOS EM RAZÃO DE SUA ORIENTAÇÃO SEXUAL.\n\n\n\n           - Ninguém, absolutamente ninguém, pode ser privado de direitos nem sofrer quaisquer restrições de ordem jurídica por motivo de sua orientação sexual. Os homossexuais, por tal razão, têm direito de receber a igual proteção tanto das leis quanto do sistema político-jurídico instituído pela Constituição da República, mostrando-se arbitrário e inaceitável qualquer estatuto que puna, que exclua, que discrimine, que fomente a intolerância, que estimule o desrespeito e que desiguale as pessoas em razão de sua orientação sexual.\n\n\n\n           RECONHECIMENTO E QUALIFICAÇÃO DA UNIÃO HOMOAFETIVA COMO ENTIDADE FAMILIAR.\n\n\n\n           - O Supremo Tribunal Federal - apoiando-se em valiosa hermenêutica construtiva e invocando princípios essenciais (como os da dignidade da pessoa humana, da liberdade, da autodeterminação, da igualdade, do pluralismo, da intimidade, da não discriminação e da busca da felicidade) - reconhece assistir, a qualquer pessoa, o direito fundamental à orientação sexual, havendo proclamado, por isso mesmo, a plena legitimidade ético-jurídica da união homoafetiva como entidade familiar, atribuindo-lhe, em conseqüência, verdadeiro estatuto de cidadania, em ordem a permitir que se extraiam, em favor de parceiros homossexuais, relevantes conseqüências no plano do Direito, notadamente no campo previdenciário, e, também, na esfera das relações sociais e familiares.\n\n\n\n           - A extensão, às uniões homoafetivas, do mesmo regime jurídico aplicável à união estável entre pessoas de gênero distinto justifica-se e legitima-se pela direta incidência, dentre outros, dos princípios constitucionais da igualdade, da liberdade, da dignidade, da segurança jurídica e do postulado constitucional implícito que consagra o direito à busca da felicidade, os quais configuram, numa estrita dimensão que privilegia o sentido de inclusão decorrente da própria Constituição da República (art. 1º, III, e art. 3º, IV), fundamentos autônomos e suficientes aptos a conferir suporte legitimador à qualificação das conjugalidades entre pessoas do mesmo sexo como espécie do gênero entidade familiar.\n\n\n\n           - Toda pessoa tem o direito fundamental de constituir família, independentemente de sua orientação sexual ou de identidade de gênero. A família resultante da união homoafetiva não pode sofrer discriminação, cabendo-lhe os mesmos direitos, prerrogativas, benefícios e obrigações que se mostrem acessíveis a parceiros de sexo distinto que integrem uniões heteroafetivas.\n\n\n\n           A DIMENSÃO CONSTITUCIONAL DO AFETO COMO UM DOS FUNDAMENTOS DA FAMÍLIA MODERNA.\n\n\n\n           - O reconhecimento do afeto como valor jurídico impregnado de natureza constitucional: um novo paradigma que informa e inspira a formulação do próprio conceito de família. Doutrina. \n\n\n\n           DIGNIDADE DA PESSOA HUMANA E BUSCA DA FELICIDADE.\n\n\n\n           - O postulado da dignidade da pessoa humana, que representa - considerada a centralidade desse princípio essencial (CF, art. 1º, III) - significativo vetor interpretativo, verdadeiro valor-fonte que conforma e inspira todo o ordenamento constitucional vigente em nosso País, traduz, de modo expressivo, um dos fundamentos em que se assenta, entre nós, a ordem republicana e democrática consagrada pelo sistema de direito constitucional positivo. Doutrina.\n\n\n\n           - O princípio constitucional da busca da felicidade, que decorre, por implicitude, do núcleo de que se irradia o postulado da dignidade da pessoa humana, assume papel de extremo relevo no processo de afirmação, gozo e expansão dos direitos fundamentais, qualificando-se, em função de sua própria teleologia, como fator de neutralização de práticas ou de omissões lesivas cuja ocorrência possa comprometer, afetar ou, até mesmo, esterilizar direitos e franquias individuais.\n\n\n\n           - Assiste, por isso mesmo, a todos, sem qualquer exclusão, o direito à busca da felicidade, verdadeiro postulado constitucional implícito, que se qualifica como expressão de uma idéia-força que deriva do princípio da essencial dignidade da pessoa humana. Precedentes do Supremo Tribunal Federal e da Suprema Corte americana. Positivação desse princípio no plano do direito comparado.\n\n\n\n           A FUNÇÃO CONTRAMAJORITÁRIA DO SUPREMO TRIBUNAL FEDERAL E A PROTEÇÃO DAS MINORIAS.\n\n\n\n           - A proteção das minorias e dos grupos vulneráveis qualifica-se como fundamento imprescindível à plena legitimação material do Estado Democrático de Direito.\n\n\n\n           - Incumbe, por isso mesmo, ao Supremo Tribunal Federal, em sua condição institucional de guarda da Constituição (o que lhe confere “o monopólio da última palavra” em matéria de interpretação constitucional), desempenhar função contramajoritária, em ordem a dispensar efetiva proteção às minorias contra eventuais excessos (ou omissões) da maioria, eis que ninguém se sobrepõe, nem mesmo os grupos majoritários, à autoridade hierárquico-normativa e aos princípios superiores consagrados na Lei Fundamental do Estado. Precedentes. Doutrina.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=477554&classe=RE-AgR","externo_seq_objeto_incidente":4124373,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-164 DIVULG 25-08-2011 PUBLIC 26-08-2011\nEMENT VOL-02574-02 PP-00287\nRTJ VOL-00220-01 PP-00572","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=477554&classe=RE","is_colac":false,"titulo":"RE 477554 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00001 INC-00003 INC-00005 ART-00003 \r\n          INC-00004 ART-00005 INC-00041 ART-00226\r\n          PAR-00003\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   LEI-010406      ANO-2002\r\n          ART-01723   \r\n                CC-2002 CÓDIGO CIVIL"],"publicacao_data":"2011-08-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=477554&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdãos citados: STA 223 AgR, MS 24831, MS 26441;\r\nTJ/RS: Apelação Cível 70005488812; Revista do TRF da 4ª\r\nRegião 57/309-348.\r\n- Decisão monocrática citada: ADI 3300 MC.\r\n- Legislação estrangeira citada: Declaração de Independência dos \r\nEstados Unidos da América de 1776; Art. 13 da Constituição do Japão\r\nde 1947; Preâmbulo da Constituição da República Francesa de 1958 e\r\nPreâmbulo da Constituição do Reino do Butão de 2008.\r\n- Decisões estrangeiras citadas: In re Slaughter-House Cases (83 U.S.\r\n36, 1872; Butchers Union Co. v. Crescent City Co. (111 U.S. 746, 1884);\r\nYick Wo v. Hopkins (118 U.S. 356, 1886); Meyer v. Nebraska (262 U.S.\r\n390, 1923); Pierce v. Society of Sisters (268 U.S. 510, 1925); Griswold v.\r\nConnecticut (381 U.S. 479, 1965); Loving v. Virginia (388 U.S. 1, 1967);\r\nZablocki v. Redhail (434 U.S. 374, 1978) - Suprema Corte dos Estados\r\nUnidos da América.  \r\n- Veja Informativo 625 (ADPF 132 e ADI 4277), Princípio nº 24 da Carta de \r\nPrincípios de Yogyakarta (Coordenação da Comissão Internacional de Juristas e do Serviço \r\nInternacional de Direitos Humanos - Conferência na Indonésia, novembro de 2006),\r\nApelação Cível 1.0145.02.012887-5/001 do Tribunal de Justiça do Estado de Minas \r\nGerais e Revista TRF/4ª Região, vol. 57/309-348.\r\nNúmero de páginas: 34.\r\nAnálise: 22/09/2011, KBP.\r\nRevisão: 03/10/2011, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : CARMEM MELLO DE AQUINO NETTA REPRESENTADA POR ELIZABETH ALVES CABRAL\r\nADV.(A/S)           : NOÉ ALEXANDRE DE MELO\r\nAGDO.(A/S)          : EDSON VANDER DE SOUZA\r\nADV.(A/S)           : EDITH CRISTINA ALVES DEMIAN\r\nAGDO.(A/S)          : INSTITUTO DE PREVIDÊNCIA DOS SERVIDORES DO ESTADO DE MINAS GERAIS - IPSEMG\r\nADV.(A/S)           : ALEXANDRE VALADARES PASSOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":197163,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 477554 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2011-08-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BOBBIO, Norberto. Teoria do Ordenamento Jurídico. UnB/Polis, 1989. p. \r\n43/145, item 7.\r\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. \r\nSaraiva, 2004. p. 161/162, item 602.73.\r\nDIAS, Maria Berenice. A Homoafetividade Como Direito. In: Novos \r\nDireitos. coord. NICOLAU JÚNIOR, Mauro. Juruá, 2007. p. 336, item 5.\r\nDRIVER, Stephanie, Schwartz. A Declaração de Independência dos Estados \r\nUnidos. Tradução PESSOA, Mariluce e ZAHAR, Jorge. 2006. p. 32/35. \r\nFACHIN, Luiz Edson. Direito de Família - Elementos críticos à luz do \r\nNovo Código Civil Brasileiro. Renovar, 2003. p. 119/127, item 4.\r\n_____. Questões do Direito Civil Brasileiro Contemporâneo. Renovar, \r\n2008.\r\nFERNANDES, Taísa Ribeiro. Uniões Homossexuais: efeitos jurídicos. São \r\nPaulo: Método.\r\nGAMA, Guilherme Calmom Nogueira da. Princípios Constitucionais de \r\nDireito\r\nde Família: guarda compartilhada à luz da Lei nº 11.698/08: família, \r\ncriança,\r\nadolescente e idoso. Atlas, 2008. p. 126/130.\r\nGIORGIS, José Carlos Teixeira. A Natureza Jurídica da Relação \r\nHomoerótica. In: Revista da Ajuris nº 88, tomo I. p. 224/252, dez/2002.\r\nGIRARDI, Viviane. Famílias Contemporâneas, Filiação e Afeto: a \r\npossibilidade jurídica da Adoção por Homossexuais. Livraria do \r\nAdvogado, 2005.\r\nLEAL, Saul Tourinho. O Princípio da Busca da Felicidade como Postulado\r\nUniversal.\r\nKANT, Immanuel. Fundamentação da Metafísica dos Constumes e Outros \r\nEscritos. Martin Claret, 2004. \r\nMATOS, Ana Carla Harmatiuk. União entre Pessoas do mesmo Sexo: Apectos \r\nJurídicos e Sociais. Del Rey, 2004. p. 161/162.\r\nNUNES, Luiz Antônio Rizzatto. O Princípio Constitucional da Dignidade \r\nda pessoa humana: doutrina e jurisprudência. Saraiva, 2002.\r\nPENA JÚNIOR, Moacir César. Direito das Pessoas e das Famílias: doutrina \r\n\r\n\r\n\r\n\r\n\r\ne jurisprudência. Saraiva, 2008. p. 10/12, item 1.5.2. \r\nPEREIRA, Rodrigo da Cunha. Princípios Fundamentais Norteadores do \r\nDireito de Família: guarda compartilhada à luz da Lei nº 11.698/08 : \r\nfamília, criança, adolescente e idoso. Atlas, 2008. p. 126/130, item \r\n3.2.1.\r\n_____. Princípios Fundamentais Norteadores do Direito de Família. Del \r\nRey,\r\n2005. p. 179/191.\r\nPEREIRA, Rodrigo da Cunha. Afeto, Ética, Família e o Novo Código Civil \r\nBrasileiro. Del Rey, 2006. p. 106.\r\nRAFHAEL, Ray. Mitos sobre a Fundação dos Estados Unidos: a verdadeira \r\nhistória da independência norte-americana. Traduzido por MEDINA, Maria \r\nBeatriz de. Civilização Brasileira, 2006. p. 125.\r\nRIOS, Roger Raupp. A Homossexualidade no Direito. Livraria do Advogado, \r\n\r\n\r\n\r\n\r\n\r\n2001. p. 97/128, item 4.\r\nSARLET, Ingo Wolfang. Dignidade da Pessoa Humana e Direitos \r\nFundamentais na Constituição Federal de 1988. Livraria do Advogado, \r\n2002. p. 45.\r\nSARMENTO, Daniel. Casamento e União Estável entre Pessoas do mesmo \r\nSexo: Perspectivas Constitucionais. In: Igualdade, Diferença e Direitos \r\n\r\n\r\n\r\n\r\n\r\nHumanos. Lumen Juris, 2008. p. 619/659, 643 e 649/652.\r\nSILVA, José Afonso da. Poder Constituinte e Poder Popular. Malheiros, \r\n2000. p. 146.\r\nSILVEIRA, João Batista Pinto. In: Revista do TRF 4ª Região. v. 57. p. \r\n309-348 e 310.\r\nVARELLA, Luiz Salem; VARELLA, Irene Innwinkl Salem. Homoerotismo no \r\nDireito Brasileiro e Universal - Parceria Civil entre Pessoas do mesmo \r\nSexo. Agá Juris, 2000.\r\nVECCHIATTI, Paulo Roberto Iotti. Manual da Homoafetividade. Método, \r\n2008. p. 220/221, item 2.5.3.","ministro_facet":["CELSO DE MELLO"],"processo_numero":477554,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: UNIÃO CIVIL ENTRE PESSOAS DO MESMO SEXO - ALTA RELEVÂNCIA SOCIAL E JURÍDICO-CONSTITUCIONAL DA QUESTÃO PERTINENTE ÀS UNIÕES HOMOAFETIVAS - LEGITIMIDADE CONSTITUCIONAL DO RECONHECIMENTO E QUALIFICAÇÃO DA UNIÃO ESTÁVEL HOMOAFETIVA COMO ENTIDADE FAMILIAR: POSIÇÃO CONSAGRADA NA JURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL (ADPF 132/RJ E ADI 4.277/DF) - O AFETO COMO VALOR JURÍDICO IMPREGNADO DE NATUREZA CONSTITUCIONAL: A VALORIZAÇÃO DESSE NOVO PARADIGMA COMO NÚCLEO CONFORMADOR DO CONCEITO DE FAMÍLIA - O DIREITO À <em>BUSCA</em> DA FELICIDADE, VERDADEIRO POSTULADO CONSTITUCIONAL IMPLÍCITO E EXPRESSÃO DE UMA IDÉIA-FORÇA QUE DERIVA DO PRINCÍPIO DA ESSENCIAL DIGNIDADE DA PESSOA HUMANA - ALGUNS PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL E DA SUPREMA CORTE AMERICANA SOBRE O DIREITO FUNDAMENTAL À <em>BUSCA</em> DA FELICIDADE - PRINCÍPIOS DE YOGYAKARTA (2006): DIREITO DE QUALQUER PESSOA DE CONSTITUIR FAMÍLIA, INDEPENDENTEMENTE DE SUA ORIENTAÇÃO SEXUAL OU IDENTIDADE DE GÊNERO - DIREITO DO COMPANHEIRO, NA UNIÃO ESTÁVEL HOMOAFETIVA, À PERCEPÇÃO DO BENEFÍCIO DA PENSÃO POR MORTE DE SEU PARCEIRO, DESDE QUE OBSERVADOS OS REQUISITOS DO ART. 1.723 DO CÓDIGO CIVIL - O ART. 226, § 3º, DA LEI FUNDAMENTAL CONSTITUI TÍPICA NORMA DE INCLUSÃO - A FUNÇÃO CONTRAMAJORITÁRIA DO SUPREMO TRIBUNAL FEDERAL NO ESTADO DEMOCRÁTICO DE DIREITO - A PROTEÇÃO DAS MINORIAS ANALISADA NA PERSPECTIVA DE UMA CONCEPÇÃO MATERIAL DE DEMOCRACIA CONSTITUCIONAL - O DEVER CONSTITUCIONAL DO ESTADO DE IMPEDIR (E, ATÉ MESMO, DE PUNIR) “QUALQUER DISCRIMINAÇÃO ATENTATÓRIA DOS DIREITOS E LIBERDADES FUNDAMENTAIS” (CF, ART. 5º, XLI) - A FORÇA NORMATIVA DOS PRINCÍPIOS CONSTITUCIONAIS E O FORTALECIMENTO DA JURISDIÇÃO CONSTITUCIONAL: ELEMENTOS QUE COMPÕEM O MARCO DOUTRINÁRIO QUE CONFERE SUPORTE TEÓRICO AO NEOCONSTITUCIONALISMO - RECURSO DE AGRAVO IMPROVIDO.\n\n\n\n           NINGUÉM PODE SER PRIVADO DE SEUS DIREITOS EM RAZÃO DE SUA ORIENTAÇÃO SEXUAL.\n\n\n\n           - Ninguém, absolutamente ninguém, pode ser privado de direitos nem sofrer quaisquer restrições de ordem jurídica por motivo de sua orientação sexual. Os homossexuais, por tal razão, têm direito de receber a igual proteção tanto das leis quanto do sistema político-jurídico instituído pela Constituição da República, mostrando-se arbitrário e inaceitável qualquer estatuto que puna, que exclua, que discrimine, que fomente a intolerância, que estimule o desrespeito e que desiguale as pessoas em razão de sua orientação sexual.\n\n\n\n           RECONHECIMENTO E QUALIFICAÇÃO DA UNIÃO HOMOAFETIVA COMO ENTIDADE FAMILIAR.\n\n\n\n           - O Supremo Tribunal Federal - apoiando-se em valiosa hermenêutica construtiva e invocando princípios essenciais (como os da dignidade da pessoa humana, da liberdade, da autodeterminação, da igualdade, do pluralismo, da intimidade, da não discriminação e da <em>busca</em> da felicidade) - reconhece assistir, a qualquer pessoa, o direito fundamental à orientação sexual, havendo proclamado, por isso mesmo, a plena legitimidade ético-jurídica da união homoafetiva como entidade familiar, atribuindo-lhe, em conseqüência, verdadeiro estatuto de cidadania, em ordem a permitir que se extraiam, em favor de parceiros homossexuais, relevantes conseqüências no plano do Direito, notadamente no campo previdenciário, e, também, na esfera das relações sociais e familiares.\n\n\n\n           - A extensão, às uniões homoafetivas, do mesmo regime jurídico aplicável à união estável entre pessoas de gênero distinto justifica-se e legitima-se pela direta incidência, dentre outros, dos princípios constitucionais da igualdade, da liberdade, da dignidade, da segurança jurídica e do postulado constitucional implícito que consagra o direito à <em>busca</em> da felicidade, os quais configuram, numa estrita dimensão que privilegia o sentido de inclusão decorrente da própria Constituição da República (art. 1º, III, e art. 3º, IV), fundamentos autônomos e suficientes aptos a conferir suporte legitimador à qualificação das conjugalidades entre pessoas do mesmo sexo como espécie do gênero entidade familiar.\n\n\n\n           - Toda pessoa tem o direito fundamental de constituir família, independentemente de sua orientação sexual ou de identidade de gênero. A família resultante da união homoafetiva não pode sofrer discriminação, cabendo-lhe os mesmos direitos, prerrogativas, benefícios e obrigações que se mostrem acessíveis a parceiros de sexo distinto que integrem uniões heteroafetivas.\n\n\n\n           A DIMENSÃO CONSTITUCIONAL DO AFETO COMO UM DOS FUNDAMENTOS DA FAMÍLIA MODERNA.\n\n\n\n           - O reconhecimento do afeto como valor jurídico impregnado de natureza constitucional: um novo paradigma que informa e inspira a formulação do próprio conceito de família. Doutrina. \n\n\n\n           DIGNIDADE DA PESSOA HUMANA E <em>BUSCA</em> DA FELICIDADE.\n\n\n\n           - O postulado da dignidade da pessoa humana, que representa - considerada a centralidade desse princípio essencial (CF, art. 1º, III) - significativo vetor interpretativo, verdadeiro valor-fonte que conforma e inspira todo o ordenamento constitucional vigente em nosso País, traduz, de modo expressivo, um dos fundamentos em que se assenta, entre nós, a ordem republicana e democrática consagrada pelo sistema de direito constitucional positivo. Doutrina.\n\n\n\n           - O princípio constitucional da <em>busca</em> da felicidade, que decorre, por implicitude, do núcleo de que se irradia o postulado da dignidade da pessoa humana, assume papel de extremo relevo no processo de afirmação, gozo e expansão dos direitos fundamentais, qualificando-se, em função de sua própria teleologia, como fator de neutralização de práticas ou de omissões lesivas cuja ocorrência possa comprometer, afetar ou, até mesmo, esterilizar direitos e franquias individuais.\n\n\n\n           - Assiste, por isso mesmo, a todos, sem qualquer exclusão, o direito à <em>busca</em> da felicidade, verdadeiro postulado constitucional implícito, que se qualifica como expressão de uma idéia-força que deriva do princípio da essencial dignidade da pessoa humana. Precedentes do Supremo Tribunal Federal e da Suprema Corte americana. Positivação desse princípio no plano do direito comparado.\n\n\n\n           A FUNÇÃO CONTRAMAJORITÁRIA DO SUPREMO TRIBUNAL FEDERAL E A PROTEÇÃO DAS MINORIAS.\n\n\n\n           - A proteção das minorias e dos grupos vulneráveis qualifica-se como fundamento imprescindível à plena legitimação material do Estado Democrático de Direito.\n\n\n\n           - Incumbe, por isso mesmo, ao Supremo Tribunal Federal, em sua condição institucional de guarda da Constituição (o que lhe confere “o monopólio da última palavra” em matéria de interpretação constitucional), desempenhar função contramajoritária, em ordem a dispensar efetiva proteção às minorias contra eventuais excessos (ou omissões) da maioria, eis que ninguém se sobrepõe, nem mesmo os grupos majoritários, à autoridade hierárquico-normativa e aos princípios superiores consagrados na Lei Fundamental do Estado. Precedentes. Doutrina."],"documental_doutrina_texto":["Contemporâneas, Filiação e Afeto: a \r\npossibilidade jurídica da Adoção por Homossexuais. Livraria do \r\nAdvogado, 2005.\r\nLEAL, Saul Tourinho. O Princípio da <em>Busca</em> da Felicidade como Postulado\r\nUniversal.\r\nKANT, Immanuel. Fundamentação da Metafísica dos Constumes e Outros \r\nEscritos. Martin Claret, 2004. \r\nMATOS"]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur426114","_score":26.481173,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, confirmando a medida cautelar referendada pelo Plenário, julgou procedente a presente arguição de descumprimento de preceito fundamental para: a) declarar nulas as decisões impugnadas na presente ação, proferidas pelo Juízo da 17ª Zona Eleitoral de Campina Grande/PB, pelo Juízo da 20ª Zona Eleitoral do Rio Grande do Sul, pelo Juízo da 30ª Zona Eleitoral de Belo Horizonte/MG, pelo Juízo da 199ª Zona Eleitoral de Niterói/RJ e pelo Juízo da 18ª Zona Eleitoral de Dourados/MS; b) declarar inconstitucional a interpretação dos arts. 24 e 37 da Lei n. 9.504/1997 que conduza à prática de atos judiciais ou administrativos pelos quais se possibilite, determine ou promova o ingresso de agentes públicos em universidades públicas e privadas, o recolhimento de documentos, a interrupção de aulas, debates ou manifestações de docentes e discentes universitários, a atividade disciplinar docente e discente e a coleta irregular de depoimentos desses cidadãos pela prática de manifestação livre de ideias e divulgação do pensamento nos ambientes universitários ou em equipamentos sob a administração de universidades públicas e privadas e serventes a seus fins e desempenhos, nos termos do voto da Relatora. Falaram: pelo amicus curiae Confederação Nacional dos Trabalhadores em Estabelecimentos de Ensino - CONTEE, o Dr. Joelson Dias; pelo amicus curiae Federação de Sindicatos de Trabalhadores das Universidades Brasileiras (FASUBRA - SINDICAL), o Dr. Claudio Santos da Silva; pelo amicus curiae Sindicato Nacional dos Docentes das Instituições de Ensino Superior - ANDES, a Dra. Monya Ribeiro Tavares; e, pelo amicus curiae Instituto Mais Cidadania, o Dr. Luiz Gustavo de Andrade. Plenário, Sessão Virtual de 8.5.2020 a 14.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["4","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur426114","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur426114","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. DECISÕES DA JUSTIÇA ELEITORAL. BUSCA E APREENSÃO EM UNIVERSIDADES E ASSOCIAÇÕES DE DOCENTES. PROIBIÇÕES DE AULAS E REUNIÕES DE NATUREZA POLÍTICA E DE MANIFESTAÇÕES EM AMBIENTE FÍSICO OU VIRTUAL. AFRONTA AOS PRINCÍPIOS DA LIBERDADE DE MANIFESTAÇÃO DE PENSAMENTO E DA AUTONOMIA UNIVERSITÁRIA. ADPF JULGADA PROCEDENTE.\n\n\n\n    1. Nulidade das decisões da Justiça Eleitoral impugnadas na presente ação. Inconstitucionalidade de interpretação dos arts. 24 e 37 da Lei n. 9.504/1997 que conduza a atos judiciais ou administrativos que possibilitem, determinem ou promovam ingresso de agentes públicos em universidades públicas e privadas, recolhimento de documentos, interrupção de aulas, debates ou manifestações de docentes e discentes universitários, a atividade disciplinar docente e discente e coleta irregular de depoimentos pela prática de manifestação livre de ideias e divulgação de pensamento nos ambientes universitários ou equipamentos sob administração de universidades púbicas e privadas e serventes a seus fins e desempenhos.\n\n\n\n    2. Arguição de descumprimento de preceito fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752896813","externo_seq_objeto_incidente":5576416,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-142  DIVULG 08-06-2020  PUBLIC 09-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=548&classe=ADPF","is_colac":false,"titulo":"ADPF 548","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 NÚMERO-5\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 NÚMERO-9\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00005 INC-00004 \n          INC-00009 INC-00016 ART-00102 ART-00206 \n          INC-00002 INC-00003 ART-00207\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00024 ART-00037 PAR-00001 PAR-00002 \n          INC-00001 INC-00002 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 PAR-00007 PAR-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B NÚMERO-3 NÚMERO-4 NÚMERO-5 \n          ART-00015\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00019 ART-00021\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-DIS   DEC-020098      ANO-1999\n                DECRETO, DF"],"publicacao_data":"2020-06-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, LIVRE EXERCÍCIO, DIREITO POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DIREITO DE REUNIÃO, EXERCÍCIO, LIBERDADE DE EXPRESSÃO. TOLERÂNCIA, PLURALISMO POLÍTICO, LIBERDADE DE EXPRESSÃO. HISTÓRIA, AUTONOMIA UNIVERSITÁRIA, DIREITO COMPARADO. PLURALISMO POLÍTICO, ESTRUTURAÇÃO, ESTADO DEMOCRÁTICO DE DIREITO. FUNÇÃO CONTRAMAJORITÁRIA, STF, DIREITO DAS MINORIAS, CARÁTER MATERIAL, DEMOCRACIA CONSTITUCIONAL. PODER GERAL DE CAUTELA, CENSURA, LIBERDADE DE EXPRESSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PRINCÍPIO REPUBLICANO, NÚCLEO ESSENCIAL, CONSTITUIÇÃO FEDERAL. LIBERDADE DE EXPRESSÃO, DIREITO INTERNACIONAL. UNIVERSIDADE PÚBLICA, DESENVOLVIMENTO, DEMOCRACIA PARTICIPATIVA. COIBIÇÃO, ABUSO DE PODER POLÍTICO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE CÁTEDRA, PRINCÍPIO DA AUTONOMIA UNIVERSITÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=548&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CABIMENTO, ADPF)\nADPF 33 (TP), ADPF 101 (TP), ADPF 144 (TP), ADPF 405 MC (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 186 (TP), ADPF 17 AgR (TP), ADPF 3 QO (TP), ADPF 390 AgR (TP). \n(DIREITO DE REUNIÃO)\nADI 1969 (TP), HC 4781 (TP). \n(LIBERDADE DE EXPRESSÃO)\nADPF 187 (TP), ADI 4815 (TP), HC 40910 (TP). \n(PODER GERAL DE CAUTELA, CENSURA)\nRcl 21504 AgR (2ªT). \n(PRINCÍPIO DA AUTONOMIA UNIVERSITÁRIA)\nADI 51 (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 12, ADPF 13, ADPF 15.\n- Legislação estrangeira citada: art. XIX e art. XX, da Declaração Universal dos Direitos da Pessoa Humana, de 1948; art. IV da Declaração Americana dos Direitos e Deveres do Homem, de 1948.\r\n- Decisões estrangeiras citadas: S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6, do Tribunal Constitucional Espanhol; Caso New York Times vs. Sullivan, (376 US, at. 282, 1964); Caso Abrams vs. United States, 250 U.S. 616, 630-1 (1919); Caso Whitney vs. California, 274 U.S. 357, 375 (1927); Caso Cantwell vs Connecticut, 310 U.S. 296, 310 (1940), quoted 376 U.S at 271-72, Caso Kingsley Pictures Corp. vs Regents, 360 U.S 684, 688-89, 1959, da Suprema Corte dos Estados Unidos; Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009; Caso United States vs. Rosika Schwimmer (279 U.S. 644), proferidas em 1929; Caso Ricardo Canese vs. Paraguai, Mérito, reparações e custas, Sentença de 31-8-2004; Caso Sorguç vs Turquia (2009) e Caso Sapan vs Turquia, da Corte Europeia de Direitos Humanos.\r\n- Veja ADPF 474 do STF.\nNúmero de páginas: 96.\nAnálise: 13/01/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : JUIZ ELEITORAL DA 17ª ZONA ELEITORAL DE CAMPINA GRANDE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUÍZA ELEITORAL DA 199ª ZONA ELEITORAL DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUIZ ELEITORAL DA 18ª ZONA ELEITORAL DE MATO GROSSO DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUIZ ELEITORAL DA 20ª ZONA ELEITORAL DO RIO GRANDE DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUÍZA ELEITORAL DA 30ª ZONA ELEITORAL DE BELO HORIZONTE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : ASSOCIACAO DOS MAGISTRADOS BRASILEIROS \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nAM. CURIAE.  : ANDES - SINDICATO NACIONAL DOS DOCENTES DAS INSTITUICOES DE ENSINO SUPERIOR \nADV.(A/S)  : MAURO DE AZEVEDO MENEZES E OUTRO(A/S)\nAM. CURIAE.  : UNIVERSIDADE ESTADUAL DE CAMPINAS - UNICAMP \nADV.(A/S)  : LUCIANA ALBOCCINO BARBOSA CATALANO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE ENSINO - CONTEE \nADV.(A/S)  : SARAH CAMPOS \nADV.(A/S)  : JOELSON DIAS \nAM. CURIAE.  : FEDERAÇÃO DE SINDICATOS DE TRABALHADORES DAS UNIVERSIDADE BRASILEIRAS (FASUBRA - SINDICAL) \nADV.(A/S)  : CLAUDIO SANTOS DA SILVA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DIRIGENTES DAS INSTITUIÇÕES DE ENSINO SUPERIOR - ANDIFES \nADV.(A/S)  : CLAUDISMAR ZUPIROLI \nAM. CURIAE.  : PARTIDO DOS TRABALHADORES \nADV.(A/S)  : RODRIGO DE BITENCOURT MUDROVITSCH \nAM. CURIAE.  : SINDICATO DOS PROFESSORES DE UNIVERSIDADES FEDERAIS DE BELO HORIZONTE, MONTES CLAROS E OURO BRANCO - APUBH \nADV.(A/S)  : SARAH CAMPOS \nAM. CURIAE.  : INSTITUTO MAIS CIDADANIA \nADV.(A/S)  : LUIZ GUSTAVO DE ANDRADE \nADV.(A/S)  : ROOSEVELT ARRAES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":426114,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 548","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa, v. 96. p. 194.\r\nBARBOSA, Rui. A Ditadura de 1893.\r\nCANOTILHO, J. J. G. Direito Constitucional. Coimbra: Almedina, 1992, p. 349.\r\nCRUZ. Severino Delgado.“Arqueologia de um Mito: o ato de 12 de outubro de 1936 na palavra do Paraninfo da Universidade de Salamanca”.\r\nDWORKIN, Ronald. O direito da liberdade: A leitura moral da Constituição norte-americana. Martins Fontes, 2006. p. 319, 324 e 326.\r\nFERREIRA, Pinto Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo I. p. 195-196, item 8.\r\nFISS, O. M. A Ironia da liberdade de expressão: estado, regulação e diversidade na esfera\r\npública. Tradução: Gustavo Binenbojm, Caio Mário da Silva Pereira Neto. Rio de Janeiro: Renovar, 2005. p. 28 e 29.\r\nFREIRE, Paulo. Pedagogia da autonomia: saberes necessários à prática educativa. São Paulo: Paz e Terra, 1996. p. 39-40.\r\nGOMES, José Jairo. Direito eleitoral. São Paulo: Atlas, 2018. p. 531. \r\nHESSE, Konrad. Elementos de Direito Constitucional da República Federal da Alemanha. Porto Alegre: Fabris, 1998. p. 313.\r\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland, 2000, capítulo 14.p. 429 e 435.\r\nKENNEDY, Duncan. “Legal education and the reproduction of hierarchy. Journal of Legal Education 32.4 (1982): 591-61\r\nLEWANDOWSKI, Enrique Ricardo. Reflexões em torno do princípio republicano. Revista da Faculdade de Direito, Universidade de São Paulo 100 (2005): 189–200.\r\nMACHADO, Jonatas E. M. Liberdade de expressão. Dimensões constitucionais da esfera pública no sistema social. Coimbra: 2002. p. 80-81.\r\nMARX, K. Dezoito Brumário de Louis Bonaparte. 1852.\r\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\r\nMELO, Celso de. O Direito Constitucional de Reunião. RJTJSP, v. 54, p. 19-23, Lex, 1978.\r\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 2. ed. Brasília: Instituto Brasiliense de Direito Público e Saraiva,\r\n2008. p. 1154-1155.\r\nORGANIZAÇÃO DAS NAÇÕES UNIDAS PARA A EDUCAÇÃO, A CIÊNCIA E A CULTURA (UNESCO). Recomendação Relativa à Condição do Pessoal Docente do Ensino Superior. 11 nov. 1997. Disponível em:  http://portal.unesco.org/en/ev.php-URL_ID=13144&URL_DO=DO_TOPIC&URL_SECTION=201. Acesso em: 31 out. 2018.\r\nRIVERO, Jean. Les Libertés Publiques. Paris: Presses Universitaires de France, 1977. \r\nROCHA, Jean-Paul Veiga da; COUTINHO, Diogo R. Liberdade acadêmica, hierarquia e autonomia. Disponível em: https://www.jota.info/opiniao-e-analise/artigos/liberdadeacademica-hierarquia-e-autonomia-31102018. Acesso em:  31 out. 2018. \r\nRODRIGUES, Lêda Boechat. História do Supremo Tribunal Federal. Civilização Brasileira, 1991. v. 3. p. 204-205.\r\nSICHES, Luis Recaséns. Tratado General de Filosofia Del Derecho. México: Porrua, 1978. p. 581.\r\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 27. ed. São Paulo: Malheiros, 2006. p. 562-563.\r\nSUNSTEIN, Cass R. Republic: divided democracy in the age of social media. New Jersey: Princeton University Press, 2017. p. 57.\r\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":548,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. DECISÕES DA JUSTIÇA ELEITORAL. <em>BUSCA</em> E APREENSÃO EM UNIVERSIDADES E ASSOCIAÇÕES DE DOCENTES. PROIBIÇÕES DE AULAS E REUNIÕES DE NATUREZA POLÍTICA E DE MANIFESTAÇÕES EM AMBIENTE FÍSICO OU VIRTUAL. AFRONTA AOS PRINCÍPIOS DA LIBERDADE DE MANIFESTAÇÃO DE PENSAMENTO E DA AUTONOMIA UNIVERSITÁRIA. ADPF JULGADA PROCEDENTE.\n\n\n\n    1. Nulidade das decisões da Justiça Eleitoral impugnadas na presente ação. Inconstitucionalidade de interpretação dos arts. 24 e 37 da Lei n. 9.504/1997 que conduza a atos judiciais ou administrativos que possibilitem, determinem ou promovam ingresso de agentes públicos em universidades públicas e privadas, recolhimento de documentos, interrupção de aulas, debates ou manifestações de docentes e discentes universitários, a atividade disciplinar docente e discente e coleta irregular de depoimentos pela prática de manifestação livre de ideias e divulgação de pensamento nos ambientes universitários ou equipamentos sob administração de universidades púbicas e privadas e serventes a seus fins e desempenhos.\n\n\n\n    2. Arguição de descumprimento de preceito fundamental julgada procedente."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433905","_score":26.469187,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Edson Fachin (Relator), que conhecia parcialmente da presente arguição de descumprimento de preceito fundamental para: 1. Indeferir, por ora, o pedido de medida cautelar, no que tange à ordem para determinar ao Estado do Rio de Janeiro que elabore e encaminhe ao STF, no prazo máximo de 90 (noventa) dias, um plano visando à redução da letalidade policial e ao controle de violações de direitos humanos pelas forças de segurança fluminenses, que contenha medidas objetivas, cronogramas específicos e previsão dos recursos necessários para a sua implementação, constante do item a da p. 84 da inicial; 2. Deferir a medida cautelar pleiteada, em menor extensão, para dar interpretação conforme ao art. 2º do Decreto 27.795, de 2001, a fim de restringir a utilização de helicópteros nas operações policiais apenas nos casos de observância da estrita necessidade, comprovada por meio da produção, ao término da operação, de relatório circunstanciado; 3. Indeferir, por ora, os pedidos formulados na inicial e indicados nas alíneas c (determinar que os órgãos do Poder Judiciário do Estado do Rio de Janeiro, ao expedir mandado de busca e apreensão domiciliar, indiquem, da forma mais precisa possível, o lugar, o motivo e o objetivo da diligência, vedada a expedição de mandados coletivos ou genéricos) e d (determinar que, no caso de buscas domiciliares por parte das forças de segurança do Estado do Rio de Janeiro, sejam observadas diretrizes constitucionais) da petição; 4. Indeferir, por ora, o pedido veiculado na alínea e (determinar a presença obrigatória de ambulâncias e de equipes de saúde em operações policiais), sem prejuízo do reconhecimento do direito de todo indivíduo ferido ou afetado receber assistência médica o mais breve possível; 5. Deferir a medida cautelar requerida para determinar que o Estado do Rio de Janeiro oriente seus agentes de segurança e profissionais de saúde a preservar todos os vestígios de crimes cometidos em operações policiais, de modo a evitar a remoção indevida de cadáveres sob o pretexto de suposta prestação de socorro e o descarte de peças e objetos importantes para a investigação; 6. Deferir a medida cautelar para acolher o pedido formulado na alínea k, para determinar aos órgãos de polícia técnico-científica do Estado do Rio de Janeiro que documentem, por meio de fotografias, as provas periciais produzidas em investigações de crimes contra a vida, notadamente o laudo de local de crime e o exame de necropsia, com o objetivo de assegurar a possibilidade de revisão independente, devendo os registros fotográficos, os croquis e os esquemas de lesão ser juntados aos autos, bem como armazenados em sistema eletrônico de cópia de segurança para fins de backup; 7. Indeferir, apenas por ora, o pedido para se determinar a elaboração de ato administrativo que regulamente o envio de informações relativas às operações policiais pelos agentes policiais ao Ministério Público do Estado do Rio de Janeiro, conforme item i da petição inicial; 8. Deferir o pedido formulado na alínea g a fim de determinar que, no caso de realização de operações policiais em perímetros nos quais estejam localizados escolas, creches, hospitais ou postos de saúde, sejam observadas as seguintes diretrizes: (i) a absoluta excepcionalidade da medida, especialmente no período de entrada e de saída dos estabelecimentos educacionais, devendo o respectivo comando justificar, prévia ou posteriormente, em expediente próprio ou no bojo da investigação penal que fundamenta a operação, as razões concretas que tornaram indispensável o desenvolvimento das ações nessas regiões, com o envio dessa justificativa ao Ministério Público do Estado do Rio de Janeiro em até 24 horas; (ii) a proibição da prática de utilização de qualquer equipamento educacional ou de saúde como base operacional das polícias civil e militar, vedando-se, inclusive, o baseamento de recursos operacionais nas áreas de entrada e de saída desses estabelecimentos; e (iii) a elaboração de protocolos próprios e sigilosos de comunicação envolvendo as polícias civil e militar, e os segmentos federal, estadual e municipal das áreas de educação e de saúde, de maneira que os diretores ou chefes das unidades, logo após o desencadeamento de operações policiais, tenham tempo hábil para reduzir os riscos à integridade física das pessoas sob sua responsabilidade; 9. Indeferir, ante possível perda de objeto, o pedido de suspensão do sigilo de todos os protocolos de atuação policial, inclusive do Manual Operacional das Aeronaves pertencentes à frota da Secretaria de Estado de Polícia Civil; 10. Indeferir, apenas por ora, o pedido formulado pelo Partido requerente constante da alínea j da inicial (determinar que o Estado do Rio de Janeiro, no prazo máximo de 180 (cento e oitenta) dias, instale equipamentos de GPS e sistemas de gravação de áudio e vídeo nas viaturas policiais e nas fardas dos agentes de segurança, com o posterior armazenamento digital dos respectivos arquivos); 11. Deferir os pedidos cautelares veiculados nas alíneas l, m, n e o, a fim de reconhecer que sempre que houver suspeita de envolvimento de agentes dos órgãos de segurança pública na prática de infração penal, a investigação será atribuição do órgão do Ministério Público competente, devendo a investigação atender, por sua vez, ao que exige o Protocolo de Minnesota, em especial no que tange à oitiva das vítimas ou familiares e à priorização de casos que tenham como vítimas as crianças, acolhendo também o pedido para determinar que, em casos tais, o Ministério Público designe um membro para atuar em regime de plantão; 12. Deferir o pedido formulado pelo Partido requerente, para suspender a eficácia do art. 1º do Decreto 46.775, de 23 de setembro de 2019; 13. Não conhecer do pedido veiculado na alínea q da inicial, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: pelo requerente, o Dr. Daniel Antonio de Moraes Sarmento; pelo amicus curiae Educação e Cidadania de Afro-Descendentes e Carentes - EDUCAFRO, o Dr. Wallace Corbo; pelo amicus curiae Defensoria Pública do Estado do Rio de Janeiro, o Dr. Daniel Lozoya Constant Lopes, Defensor Público; e, pelo amicus curiae Justiça Global, os Drs. Daniela Fichino, Gabriel Sampaio e Caroline Bispo. Plenário, Sessão Virtual de 17.4.2020 a 24.4.2020.\r\n\n            Decisão: O Tribunal, por maioria, conheceu parcialmente da presente arguição de descumprimento de preceito fundamental para: 1. Indeferir, por ora, o pedido de medida cautelar, no que tange à ordem para “determinar ao Estado do Rio de Janeiro que elabore e encaminhe ao STF, no prazo máximo de 90 (noventa) dias, um plano visando à redução da letalidade policial e ao controle de violações de direitos humanos pelas forças de segurança fluminenses, que contenha medidas objetivas, cronogramas específicos e previsão dos recursos necessários para a sua implementação”, constante do item “a” da p. 84 da inicial; 2. Deferir a medida cautelar pleiteada, em menor extensão, para dar interpretação conforme ao art. 2º do Decreto 27.795, de 2001, a fim de restringir a utilização de helicópteros nas operações policiais apenas nos casos de observância da estrita necessidade, comprovada por meio da produção, ao término da operação, de relatório circunstanciado; 3. Indeferir, por ora, os pedidos formulados na inicial e indicados nas alíneas “c” (determinar que os órgãos do Poder Judiciário do Estado do Rio de Janeiro, ao expedir mandado de busca e apreensão domiciliar, indiquem, da forma mais precisa possível, o lugar, o motivo e o objetivo da diligência, vedada a expedição de mandados coletivos ou genéricos) e “d” (determinar que, no caso de buscas domiciliares por parte das forças de segurança do Estado do Rio de Janeiro, sejam observadas diretrizes constitucionais) da petição; 4. Indeferir, por ora, o pedido veiculado na alínea “e” (“determinar a presença obrigatória de ambulâncias e de equipes de saúde em operações policiais”), sem prejuízo do reconhecimento do direito de todo indivíduo ferido ou afetado receber assistência médica o mais breve possível; 5. Deferir a medida cautelar requerida para determinar que o Estado do Rio de Janeiro oriente seus agentes de segurança e profissionais de saúde a preservar todos os vestígios de crimes cometidos em operações policiais, de modo a evitar a remoção indevida de cadáveres sob o pretexto de suposta prestação de socorro e o descarte de peças e objetos importantes para a investigação; 6. Deferir a medida cautelar para acolher o pedido formulado na alínea “k”, para determinar aos órgãos de polícia técnico-científica do Estado do Rio de Janeiro que documentem, por meio de fotografias, as provas periciais produzidas em investigações de crimes contra a vida, notadamente o laudo de local de crime e o exame de necropsia, com o objetivo de assegurar a possibilidade de revisão independente, devendo os registros fotográficos, os croquis e os esquemas de lesão ser juntados aos autos, bem como armazenados em sistema eletrônico de cópia de segurança para fins de backup; 7. Indeferir, apenas por ora, o pedido para se determinar a elaboração de ato administrativo que regulamente o envio de informações relativas às operações policiais pelos agentes policiais ao Ministério Público do Estado do Rio de Janeiro, conforme item “i” da petição inicial; 8. Deferir o pedido formulado na alínea “g” a fim de determinar que, no caso de realização de operações policiais em perímetros nos quais estejam localizados escolas, creches, hospitais ou postos de saúde, sejam observadas as seguintes diretrizes: (i) a absoluta excepcionalidade da medida, especialmente no período de entrada e de saída dos estabelecimentos educacionais, devendo o respectivo comando justificar, prévia ou posteriormente, em expediente próprio ou no bojo da investigação penal que fundamenta a operação, as razões concretas que tornaram indispensável o desenvolvimento das ações nessas regiões, com o envio dessa justificativa ao Ministério Público do Estado do Rio de Janeiro em até 24 horas; (ii) a proibição da prática de utilização de qualquer equipamento educacional ou de saúde como base operacional das polícias civil e militar, vedando-se, inclusive, o baseamento de recursos operacionais nas áreas de entrada e de saída desses estabelecimentos; e (iii) a elaboração de protocolos próprios e sigilosos de comunicação envolvendo as polícias civil e militar, e os segmentos federal, estadual e municipal das áreas de educação e de saúde, de maneira que os diretores ou chefes das unidades, logo após o desencadeamento de operações policiais, tenham tempo hábil para reduzir os riscos à integridade física das pessoas sob sua responsabilidade; 9. Indeferir, ante possível perda de objeto, o pedido de suspensão do sigilo de todos os protocolos de atuação policial, inclusive do Manual Operacional das Aeronaves pertencentes à frota da Secretaria de Estado de Polícia Civil; 10. Indeferir, apenas por ora, o pedido formulado pelo Partido requerente constante da alínea “j” da inicial (determinar que o Estado do Rio de Janeiro, no prazo máximo de 180 (cento e oitenta) dias, instale equipamentos de GPS e sistemas de gravação de áudio e vídeo nas viaturas policiais e nas fardas dos agentes de segurança, com o posterior armazenamento digital dos respectivos arquivos); 11. Deferir os pedidos cautelares veiculados nas alíneas “l”, “m”, “n” e “o”, a fim de reconhecer que sempre que houver suspeita de envolvimento de agentes dos órgãos de segurança pública na prática de infração penal, a investigação será atribuição do órgão do Ministério Público competente. A investigação, por sua vez, deverá atender ao que exige o Protocolo de Minnesota, em especial no que tange à oitiva das vítimas ou familiares e à priorização de casos que tenham como vítimas as crianças. Ademais, por ser função essencial do Estado, acolher também o pedido para determinar que, em casos tais, o Ministério Público designe um membro para atuar em regime de plantão; 12. Deferir o pedido formulado pelo Partido requerente, para suspender a eficácia do art. 1º do Decreto 46.775, de 23 de setembro de 2019; e 13. Não conhecer do pedido veiculado na alínea “q” da inicial, tudo nos termos do voto do Relator, vencidos parcialmente os Ministros Ricardo Lewandowski, Gilmar Mendes e Dias Toffoli (Presidente), que deferiam a cautelar em maior extensão. Não participou deste julgamento o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.8.2020 a 17.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","4","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433905","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur433905","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. MEDIDA CAUTELAR EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. OMISSÃO ESTRUTURAL DO PODER PÚBLICO NA ADOÇÃO DE MEDIDAS PARA A REDUÇÃO DA LETALIDADE POLICIAL. VIOLAÇÃO DE DIREITOS HUMANOS. NECESSIDADE DE INTERPRETAÇÃO DE DISPOSITIVOS CONSTITUCIONAIS. CONHECIMENTO DA ARGUIÇÃO. LIMITAÇÕES LEGAIS PARA O DEFERIMENTO DE MEDIDA CAUTELAR EM SEDE DE OMISSÃO INCONSTITUCIONAL. INDEPENDÊNCIA E AUDITABILIDADE DAS PERÍCIAS DO ESTADO. PROTOCOLO DE MINNESOTA. LIMITAÇÕES CONSTITUCIONAIS ÀS OPERAÇÕES POLICIAIS NAS PROXIMIDADE DE ESCOLAS. DIREITO DAS CRIANÇAS E ADOLESCENTES. ABSOLUTA PRIORIDADE. FUNÇÃO DO CONTROLE EXTERNO DO MINISTÉRIO PÚBLICO. DEVER DE INVESTIGAR EM CASOS DE SUSPEITA DE ILÍCITOS PRATICADOS POR AGENTES DE SEGURANÇA PÚBLICA. MEDIDA CAUTELAR PARCIALMENTE DEFERIDA.\n\n\n\n    1. É cabível a arguição de descumprimento de preceito fundamental quando houver (i) uma violação generalizada de direitos humanos; (ii) uma omissão estrutural dos três poderes; e (iii) uma necessidade de solução complexa que exija a participação de todos os poderes. \n\n\n\n    2. A violação generalizada é a consequência da omissão estrutural do cumprimento de deveres constitucionais por parte de todos os poderes e corresponde, no âmbito constitucional, à expressão “grave violação de direitos humanos”, constante do art. 109, § 5º, da CRFB. A utilização da expressão grave violação no âmbito da jurisdição constitucional permite identificar o liame não apenas entre a magnitude da violação, mas também entre suas características, ao se exigir do Tribunal que examine o tema à luz da jurisprudência das organizações internacionais de direitos humanos. A omissão estrutural é a causa de uma violação generalizada, cuja solução demanda uma resposta complexa do Estado, por isso, é necessário demonstrar não apenas a omissão, mas também o nexo. A necessidade de solução complexa pode ser depreendida de decisões proferidas pela Corte Interamericana de Direitos Humanos, especialmente se dela for parte o Estado brasileiro.\n\n\n\n    3. A Corte Interamericana de Direitos Humanos, no caso Favela Nova Brasília, reconheceu que há omissão relevante do Estado do Rio de Janeiro no que tange à elaboração de um plano para a redução da letalidade dos agentes de segurança. Ademais, em decisão datada de 22 de novembro de 2019, em processo de acompanhamento das decisões já tomadas por ela, conforme previsão constante do art. 69 de seu regimento interno, a Corte fez novamente consignar a mora do Estado brasileiro relativamente à ordem proferida. Não obstante a nitidez do comando vinculante, a superação normativa de uma omissão inconstitucional, não é providência a ser solvida em sede de cautelar, nos termos do art. 12-F, § 1º, da Lei 9.868, de 1999.\n\n\n\n    4. Não cabe ao Judiciário o exame minudente de todas as situações em que o uso de um helicóptero ou a prática de tiro embarcado possa ser justificada, mas é dever do Executivo justificar à luz da estrita necessidade, caso a caso, a razão para fazer uso do equipamento, não apenas quando houver letalidade, mas também sempre que um disparo seja efetuado. No exercício de sua competência material para promover as ações de policiamento, o Poder Executivo deve dispor de todos os meios legais necessários para cumprir seu mister, desde que haja justificativa hábil a tanto, verificável à luz dos parâmetros internacionais. \n\n\n\n    5. A exigência de que os juízes e Tribunais observem as decisões do Superior Tribunal de Justiça afasta o requisito do perigo na demora em relação a pedido para fixação de parâmetros constitucionais para a expedição de mandados de busca e apreensão, tendo em vista a manifestação pelo Superior Tribunal de Justiça no sentido que é “indispensável que o mandado de busca e apreensão tenha objetivo certo e pessoa determinada, não se admitindo ordem judicial genérica e indiscriminada de busca e apreensão para a entrada da polícia em qualquer residência”.\n\n\n\n    6. A investigação criminal a ser conduzida de forma independente é garantia de acesso à justiça, que pode ser depreendida, particularmente, do art. 5º, LIX, da CRFB, no que admite a ação privada nos crimes de ação pública, se ela não for intentada no prazo legal. Como os crimes contra a vida são, via de regra, investigados por meio de perícias oficiais (art. 159 do Código de Processo Penal), tendo em vista que as provas tendem a se desfazer com o tempo, a falta de auditabilidade dos trabalhos dos peritos não apenas compromete a efetiva elucidação dos fatos pela polícia, como também inviabiliza a própria fiscalização cidadã, direito constitucionalmente assegurado.\n\n\n\n    7. Um relatório detalhado produzido ao término de cada operação dos agentes de segurança pública é exigência de accountability da atuação estatal. A forma pela qual essa exigência é atendida se dá por um duplo controle: o administrativo e o judicial. Em caso de incidentes nessas operações, não basta apenas o envio de informações ao órgão policial, mas também é necessário o envio ao órgão judicial independente encarregado da realização do controle externo da atividade policial, nos termos do art. 129, VII, da CRFB. O controle duplo garante não apenas a responsabilização disciplinar do agente de Estado, mas também a criminal, porquanto a omissão no fornecimento de tais informações configura, em tese, o tipo previsto no art. 23, II, da Lei 13.869, de 2019. Sendo as informações destinadas ao Ministério Público, a ele compete o detalhamento dos dados que serão requisitados.\n\n\n\n    8. Impedir, em prazos alongados, que as crianças frequentem aulas em virtude de intervenções policiais é uma gravíssima violação de direito humanos e é símbolo da falência do Estado em assegurar, com absoluta prioridade, os direitos das crianças.\n\n\n\n    9. O reconhecimento da competência investigatória do Ministério Público, tal como fez este Tribunal quando do julgamento do RE 593.727, deflui da competência material direta do Ministério Público, consoante disposto no art. 129, I e IX, da Constituição Federal. O sentido da atribuição dada ao Ministério Público no texto constitucional coincide com o papel que se exige de uma instituição independente para a realização das atividades de responsabilização penal prevista nos Princípios das Nações Unidas sobre o Uso da Força e Armas de Fogo. O reconhecimento do poder do Ministério Público de realizar essa atividade não pode ser visto como faculdade, pois quem detém a competência para investigar não pode agir com discricionariedade sobre ela, sob pena de compactuar com a irregularidade que deveria ser cuidadosamente apurada. Ademais, não se pode alegar que a competência dos delegados de polícia para a realização de investigações de infrações que envolvam os seus próprios agentes atenda à exigência de imparcialidade, reclamada pelos tratados internacionais de direitos humanos. Sempre que houver suspeita de envolvimento de agenstes dos órgãos de segurança pública na prática de infração penal, a investigação será atribuição do órgão do Ministério Público competente. O exercício dessa atribuição deve ser ex officio e prontamente desencadeada, o que em nada diminui os deveres da polícia de enviar os relatórios sobre a operação ao parquet e de investigar, no âmbito interno, eventuais violações.\n\n\n\n    10. Um Estado que apresenta altos índices de letalidade decorrente das intervenções policiais deve buscar engajar todo seu quadro de servidores, por isso a exclusão os indicadores de redução de homicídios decorrentes de oposição à intervenção policial do cálculo das gratificações dos integrantes de batalhões e delegacias vai de encontro às obrigações e aos deveres constitucionais.\n\n\n\n    11. Medida cautelar parcialmente deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761100480","externo_seq_objeto_incidente":5816585,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-254  DIVULG 20-10-2020  PUBLIC 21-10-2020\nREPUBLICAÇÃO: DJe-107  DIVULG 01-06-2022  PUBLIC 02-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=635&classe=ADPF","is_colac":false,"titulo":"ADPF 635 MC","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00005 \"CAPUT\" INC-00010\n    INC-00059 INC-00078 PAR-00001 PAR-00002\n    ART-00085 INC-00003 ART-00093 INC-00009\n    ART-00109 PAR-00005 ART-00127 PAR-00001\n    ART-00129 INC-00001 INC-00007 INC-00009\n    ART-00136 ART-00137 INC-00001 ART-0216A\n    ART-00227 PAR-00008 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000065 ANO-2010\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000071 ANO-2012\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-0012F PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00489 PAR-00001 INC-00006\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013869 ANO-2019\n    ART-00023 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1907\n    CONVENÇÃO RELATIVA AO ROMPIMENTO DAS HOSTILIDADES, FIRMADA PELOS PLENIPOTENCIÁRIOS DO BRASIL NA SEGUNDA CONFERÊNCIA DA PAZ EM 1907 NA HAYA \n\n","LEG-INT   CVC ANO-1949\n    CONVENÇÃO RELATIVA A PROTEÇÃO DOS CIVIS EM TEMPO DE GUERRA\n\n","LEG-INT   CVC ANO-1969\n    ART-00004 ART-00008 ART-00068\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC ANO-1990\n    CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-INT   PCT ANO-1966\n    ART-00006 ART-00014\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEL-002848 ANO-1940\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-0158A ART-0158B INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 ART-0158F\n    ART-00159\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-002395 ANO-1910\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO RELATIVA AO ROMPIMENTO DAS HOSTILIDADES, FIRMADA PELOS PLENIPOTENCIÁRIOS DO BRASIL NA SEGUNDA CONFERÊNCIA DA PAZ EM 1907 NA HAYA\n\n","LEG-FED   DLG-000035 ANO-1956\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO RELATIVA A PROTEÇÃO DOS CIVIS EM TEMPO DE GUERRA\n\n","LEG-FED   DLG-000028 ANO-1990\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-010719 ANO-1914\n    DECRETO - PROMULGA A CONVENÇÃO RELATIVA AO ROMPIMENTO DAS HOSTILIDADES, FIRMADA PELOS PLENIPOTENCIÁRIOS DO BRASIL NA SEGUNDA CONFERÊNCIA DA PAZ EM 1907 NA HAYA\n\n","LEG-FED   DEC-042121 ANO-1957\n    DECRETO - PROMULGA A CONVENÇÃO RELATIVA A PROTEÇÃO DOS CIVIS EM TEMPO DE GUERRA\n\n","LEG-FED   DEC-099710 ANO-1990\n    DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-009288 ANO-2018\n    DECRETO\n\n","LEG-FED   PRT-004226 ANO-2010\n    PORTARIA INTERMINISTERIAL\n\n","LEG-FED   PJL-000135 ANO-2018\n    ART-00001 ART-00002 ART-00003\n    PROJETO DE LEI\n\n","LEG-FED   SUV-000056\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-005443 ANO-2009\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-005588 ANO-2009\n    ART-00001 PAR-ÚNICO ART-00002 ART-00003\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-007385 ANO-2016\n    ART-00001\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   DLC-000003 ANO-1969\n    DECRETO-LEI COMPLEMENTAR, SP\n\n","LEG-EST   DEC-020557 ANO-1994\n    ART-00003 INC-00001 INC-00002 INC-00003\n    ART-00004\n    DECRETO, RJ\n\n","LEG-EST   DEC-027795 ANO-2001\n    ART-00002\n    DECRETO, RJ\n\n","LEG-EST   DEC-041931 ANO-2009\n    DECRETO, RJ\n\n","LEG-EST   DEC-046775 ANO-2019\n    ART-00001 ART-00002 ART-00003\n    DECRETO, RJ\n\n","LEG-EST   INT-000033 ANO-2015\n    INSTRUÇÃO NORMATIVA DA POLÍCIA MILITAR DO ESTADO DO RIO DE JANEIRO - PMERJ/EMG-PM/3\n\n","LEG-EST   PRT-000832 ANO-2018\n    ART-00011 INC-00001 INC-00002 INC-00003\n    INC-00004 ART-00012\n    PORTARIA DA POLÍCIA CIVIL DO ESTADO DO RIO DE JANEIRO - PCERJ"],"publicacao_data":"2022-06-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- REQUISITO, PROPOSITURA, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, LEGITIMIDADE ATIVA, CONTROVÉRSIA JUDICIAL, CARÁTER SUBSIDIÁRIO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, NECESSIDADE, DEMONSTRAÇÃO, UTILIDADE, INTERVENÇÃO, STF. DESCABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DECLARAÇÃO DE INCONSTITUCIONALIDADE, INVERSÃO, CONTEÚDO NORMATIVO. DEFINIÇÃO, POLÍTICAS PÚBLICAS, EXCEPCIONALIDADE, ATUAÇÃO, PODER JUDICIÁRIO, HIPÓTESE, INÉRCIA, ÓRGÃO ESTATAL, COMPROMETIMENTO, EFICÁCIA, DIREITO FUNDAMENTAL. INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA, CORREÇÃO, OFENSA, DIREITOS HUMANOS, PODER JUDICIÁRIO. DECISÃO, CORTE INTERAMERICANA DE DIREITOS HUMANOS, EFEITO VINCULANTE, ESTADO BRASILEIRO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DEFINIÇÃO, CARÁTER SUBSIDIÁRIO. TRATADO INTERNACIONAL, DIREITOS HUMANOS, VEDAÇÃO, PRIVAÇÃO, DIREITO À VIDA, ATO ARBITRÁRIO; ALCANCE, TERMO, ATO ARBITRÁRIO. CRITÉRIO, LEGITIMIDADE, USO, ARMA DE FOGO, ATIVIDADE POLICIAL. PRECEDENTE, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), MANDADO DE BUSCA E APREENSÃO, INADMISSIBILIDADE, ORDEM JUDICIAL, CARÁTER GENÉRICO. JURISPRUDÊNCIA, STF, REQUISITO, CONDUÇÃO COERCITIVA. MINISTÉRIO PÚBLICO, ATRIBUIÇÃO, CONTROLE EXTERNO, ATIVIDADE POLICIAL, DEBATE, ÂMBITO, ASSEMBLEIA NACIONAL CONSTITUINTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA EFICIÊNCIA, ATIVIDADE, SEGURANÇA PÚBLICA. DIREITO, SEGURANÇA PÚBLICA, DEVER, PODER PÚBLICO, FINALIDADE, PRESERVAÇÃO, ORDEM PÚBLICA. ROMPIMENTO, SEGURANÇA PÚBLICA, PERMISSIVO CONSTITUCIONAL, DECRETAÇÃO, ESTADO DE DEFESA; POSSIBILIDADE, DECRETAÇÃO, ESTADO DE SÍTIO, HIPÓTESE, INEFICIÊNCIA, ESTADO DE DEFESA. PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, ESTADO DEMOCRÁTICO DE DIREITO. SISTEMA DE FREIOS E CONTRAPESOS. REFERENDO, TUTELA ANTECIPADA INCIDENTAL, PEDIDO, CARÁTER GENÉRICO, SUSPENSÃO, ATIVIDADE POLICIAL, PERICULUM IN MORA, PERIGO DE DANO INVERSO. MEDIDA CAUTELAR, PEDIDO, CARÁTER ESPECÍFICO, EXERCÍCIO, SEGURANÇA PÚBLICA, ESTADO-MEMBRO, PRESENÇA, FUMUS BONI JURIS, PERICULUM IN MORA. MINISTÉRIO PÚBLICO, CONTROLE EXTERNO, ATIVIDADE POLICIAL. RAZOABILIDADE, RESTRIÇÃO, ATIVIDADE POLICIAL, ÁREA, ESCOLA, CRECHE, HOSPITAL, POSTO DE SAÚDE. ESTÍMULO, REDUÇÃO, LETALIDADE POLICIAL, CÁLCULO, GRATIFICAÇÃO.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: EXCEPCIONALIDADE, ATUAÇÃO, PODER JUDICIÁRIO, DEFINIÇÃO, POLÍTICAS PÚBLICAS. CASO CONCRETO, GRAVIDADE, INÉRCIA, PODER PÚBLICO, POLÍTICA, SEGURANÇA PÚBLICA, NECESSIDADE, INTERVENÇÃO, PODER JUDICIÁRIO, TUTELA, DIREITO FUNDAMENTAL. FIXAÇÃO, PRAZO, ESTADO-MEMBRO, ELABORAÇÃO, PLANEJAMENTO ESTRATÉGICO, REDUÇÃO, LETALIDADE POLICIAL, CONTROLE, OFENSA, DIREITOS HUMANOS.\n\n- VOTO, MIN. GILMAR MENDES: ESTADO-MEMBRO, DESCUMPRIMENTO, DETERMINAÇÃO, CORTE INTERAMERICANA DE DIREITOS HUMANOS; NECESSIDADE, FIXAÇÃO, PRAZO, ELABORAÇÃO, PLANEJAMENTO ESTRATÉGICO, REDUÇÃO, LETALIDADE POLICIAL, CONTROLE, OFENSA, DIREITOS HUMANOS. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, DETERMINAÇÃO, ABSTENÇÃO, MANIFESTAÇÃO, GOVERNADOR, AGENTE PÚBLICO, INCITAÇÃO AO CRIME, APOLOGIA DE CRIME, POSSIBILIDADE, RESPONSABILIDADE CIVIL, RESPONSABILIDADE ADMINISTRATIVA, RESPONSABILIDADE PENAL. EXERCÍCIO, PODER DE POLÍCIA. ESTATÍSTICA, LETALIDADE POLICIAL. ATIVIDADE POLICIAL, PANDEMIA. ORIGEM, ESTADO DE COISAS INCONSTITUCIONAL, DIREITO COMPARADO. REQUISITO, CONFIGURAÇÃO, ESTADO DE COISAS INCONSTITUCIONAL. INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA, SAÚDE PÚBLICA, PRINCÍPIO DEMOCRÁTICO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. REQUISITO, INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA. JURISPRUDÊNCIA, STF, INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA. ESTADO DE COISAS INCONSTITUCIONAL, POLÍTICA, SEGURANÇA PÚBLICA, RIO DE JANEIRO.\n\n- TERMO(S) DE RESGATE: DIÁLOGO DAS CORTES, INTERPRETAÇÃO, TRATADO INTERNACIONAL, DIREITOS HUMANOS. DOCUMENTAÇÃO, CADEIA DE CUSTÓDIA DA PROVA PENAL. USO DA FORÇA, EXERCÍCIO, PODER DE POLÍCIA. LETALIDADE POLICIAL, DESIGUALDADE SOCIAL. LETALIDADE POLICIAL, RACISMO ESTRUTURAL. CORTE INTERAMERICANA DE DIREITOS HUMANOS, NECESSIDADE, PROTOCOLO, USO DA FORÇA, OPERAÇÃO POLICIAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, CARACTERÍSTICA, AÇÃO ESTRUTURAL, CORREÇÃO, FALHA ESTRUTURAL, POLÍTICA PÚBLICA. ORIGEM, AÇÃO ESTRUTURAL, DIREITO COMPARADO. REQUISITO, AÇÃO ESTRUTURAL. CRÍTICA, AÇÃO ESTRUTURAL, ATIVISMO JUDICIAL, DOUTRINA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=635&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nHC 89837 (2ªT), RE 593727 (TP). \n(DESCABIMENTO, ADPF, DECLARAÇÃO DE INCONSTITUCIONALIDADE, INVERSÃO, CONTEÚDO NORMATIVO)\nADI 1949 MC (TP). \n(CABIMENTO, ADPF, OFENSA, DIREITOS HUMANOS)\nADPF 347 MC (TP). \n(DEFINIÇÃO, POLÍTICAS PÚBLICAS, EXCEPCIONALIDADE, ATUAÇÃO, PODER JUDICIÁRIO)\nARE 1197779 AgR (2ªT), RE 1131552 AgR (2ªT). \n(INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA, CORREÇÃO, OFENSA, DIREITOS HUMANOS, PODER JUDICIÁRIO)\nIDC 1-PA. \n(ADPF, DEFINIÇÃO, CARÁTER SUBSIDIÁRIO)\nADPF 444 (TP). \n(MANDADO DE BUSCA E APREENSÃO, INADMISSIBILIDADE, ORDEM JUDICIAL, CARÁTER GENÉRICO)\nHC 435934. \n(REQUISITO, CONDUÇÃO COERCITIVA)\nADPF 395 (TP), ADPF 444 (TP). \n(RESTRIÇÃO, CARÁTER GENÉRICO, ATUAÇÃO, PODER EXECUTIVO, ÁREA, SEGURANÇA PÚBLICA)\nADPF 635 MC-TPI-Ref (TP). \n(INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA, SAÚDE PÚBLICA)\nSTA 175 AgR (TP). \n(INTERVENÇÃO, PODER JUDICIÁRIO, POLÍTICA PÚBLICA)\nRE 592581 (TP), RE 641320 (TP), ADPF 347 MC (TP), HC 143641 (2ªT). \n(ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n- Decisões estrangeiras citadas: Caso Favela Nova Brasília vs. Brasil, Relatório n. 141/11, Caso 11.566, Caso 11.694, Caso Las Palmares vs. Colômbia, Caso Zambrano Vélez et al. vs. Equador, Caso \"Massacre de Mapiripán\", Caso Almonacid Arellano e Caso Sétimo Garibaldi, da Corte Interamericana de Direitos Humanos; Caso Yasa vs. Turquia, da Corte Europeia de Direitos Humanos; Caso Graham vs. Connor (490 U.S. 386 / 1989) e Caso Brown vs. Board of Education, da Suprema Corte dos Estados Unidos; Caso Doucet-Boudreau, da Suprema Corte do Canadá.\n- Veja Princípios 5, 6, 9, 11 (f), 22 e 23 das Nações Unidas sobre o Uso da Força e Armas de Fogo pelos Funcionários Encarregados de Aplicar a Lei (1990), Código de Conduta para os Funcionários Responsáveis pela Aplicação da Lei (ONU, 1979) e os Princípios Orientadores para a Aplicação Efetiva do Código de Conduta para os Funcionários Responsáveis pela Aplicação da Lei (ONU, 1989).\n– Veja Protocolo de Minnesota sobre a investigação de mortes potencialmente ilegais.\n- Veja Comentário Geral n. 36 do Comitê de Direitos Humanos do Pacto Internacional de Direitos Civis e Políticos.\n- Veja art. 69 do Regimento Interno da Corte Interamericana de Direitos Humanos.\n- Veja Parecer de Força Executória n. 151/2017 da Procuradoria-Geral da União.\n- Veja Convenção sobre os Direitos da Criança.\n- Veja Convenção de Haia, 1907.\n- Veja Convenção de Genebra.\nNúmero de páginas: 198.\nAnálise: 08/11/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : PARTIDO SOCIALISTA BRASILEIRO - PSB \r\nADV.(A/S)           : DANIEL ANTONIO DE MORAES SARMENTO E OUTRO(A/S)\r\nINTDO.(A/S)         : ESTADO DO RIO DE JANEIRO \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433905,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADPF 635 MC","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ANISTIA INTERNACIONAL. Você matou o meu filho: homicídios cometidos pela Polícia Militar na cidade do Rio de Janeiro. Disponível em: https://anistia.org.br/wpcontent/uploads/2015/07/Voce -matou-meu-filho_Anistia-Internacional-2015.pdf.\nANTUNES. Da limitação dos poderes. Tese (Cátedra), São Paulo: Fadusp, 1951.\nBARACHO, José Alfredo de Oliveira. Aspecto da teoria geral do processo constitucional: teoria da separação de poderes e funções do Estado. Revista de Informação Legislativa, Brasília: Senado Federal, ano 19, n. 76, out./dez. 1982. p. 97.\nBONDY, William. The Separation of Governmental Powers. History and Theory in the Constitutions, New York: Columbia College, 1986.\nBRANDÃO, Rodrigo. Supremacia judicial versus diálogos constitucionais: a quem cabe a última palavra sobre o sentido da Constituição? Rio de Janeiro: Lumen Juris, 2012. p. 223.\nBRASIL. Instituto de Segurança Pública. Instituto de Segurança Pública divulga dados do primeiro semestre. Disponível em: http://www.isp.rj.gov.br/Noticias.asp?ident=441.\nBRASIL. Ministério Público do Rio de Janeiro. Letalidade Policial no Rio de Janeiro em 10 Pontos. Disponível em: https://www.mprj.mp.br/documents/20184/540394/letalidade_policial_no_rio_de_janeiro_em_10_pontos_1.pdf.\nBUENO; MARQUES; PACHECO; NASCIMENTO. Análise da letalidade policial no Brasil. Anuário Brasileiro de Segurança Pública, 2019. p. 60.\nCAETANO, Marcelo. Direito constitucional. 2. ed. Rio de Janeiro: Forense, 1987. v. 1. p. 244.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Os Poderes do Presidente da República. Coimbra: Coimbra, 1991.\nCASO João Pedro: quatro crianças foram mortas em operações policiais no Rio no último ano. Revista Época. Disponível em: https://epoca.globo.com/rio/caso-joao-pedro-quatro-criancas-forammortas-em-operacoes-policiais-no-rio-no-ultimo-ano-24436851. Acesso em: 10 ago. 2020.\nDANTAS, Eduardo Sousa. Ações Estruturais e o Estado de Coisas Inconstitucional: a tutela de direitos fundamentais em casos de graves violações pelo poder público. Curitiba: Juruá, 2019. p. 71 e 73.\nELY, John Hart. Democracy and Distrust: A Theory of Judicial Review. Cambridge: Haverdar University Press, 1980. p. 103.\nFERRAZ, Anna Cândida da Cunha. Conflito entre poderes: o poder congressual de sustar atos normativos do poder executivo. São Paulo: Revista dos Tribunais, 1994. p. 2021.\nFERREIRA, Poliana S. Direitos fundamentais e letalidade policial: sentidos opostos numa mesma trilha. REDES – Revista Eletrônica Direito e Sociedade, v. 7, n. 2, 2019. p. 124.\nFISS, Owen. Foreword: The Forms of Justice. Harvard Law Review, v. 93, n. 1, 1979. p. 23.\nFÓRUM BRASILEIRO DE SEGURANÇA PÚBLICA. Anuário de 2019 do Fórum Brasileiro de Segurança Pública. p. 62. Disponível em: https://www.forumseguranca.org.br/wpcontent/uploads/2019/10/Anuario-2019-FINAL_21.10.19.pdf.\nFREITAS, Felipe da Silva. Racismo e polícia: uma discussão sobre mandato policial. Tese de Doutorado. Universidade de Brasília, 2020. p. 171.\nFULLER, Lon L.; WINSTON, Keneth I. The Forms and Limits of Adjudication. Harvard Law Review, v. 92, n. 2. p. 395.\nLANGEANI, Bruno; RICARDO, Carolina de Mattos. Como a polícia militar paulista usa a força letal em serviço? Revista Brasileira de Ciências Criminais, v. 130, abr. 2017. p. 48.\nMAGALHÃES, Breno Baía. A Incrível Doutrina de um Caso Só: Análise do Estado de Coisas Inconstitucional na ADPF 347. Revista Eletrônica do Curso de Direito da Universidade Federal de Santa Maria, v. 14, n. 3, 2019.\nMELLO, José Luiz de Aranha. Da separação de poderes à guarda da Constituição: as cortes constitucionais. Tese (Cátedra), São Paulo: Fadusp, 1969.\nMILITARES do exército dão 80 tiros em carro e matam músico na Zona Norte. O Globo. Disponível em: https://oglobo.globo.com/rio/militares-do-exercito-dao-80-tiros-emcarro-matam-musico-na-zona-norte-23580901.\nMISSE; GRILLO; NERI. Letalidade policial e indiferença legal: A apuração judiciária dos ‘autos de resistência’ no Rio de Janeiro (2001-2011). Dilemas, n. 1, 2015. p. 69.\nMOREIRA NETO, Diogo de Figueiredo. Interferências entre poderes do Estado (Fricções entre o executivo e o legislativo na Constituição de 1988). Revista de Informação Legislativa, Brasília: Senado Federal, ano 26, n. 103, jul./set. 1989. p. 5.\nOMMATI, Fides. Dos freios e contrapesos entre os Poderes. Revista de Informação Legislativa, Brasília: Senado Federal, ano 14, n. 55, jul./set. 1977. p. 55.\nPIÇARRA, Nuno. A separação dos poderes como doutrina e princípio constitucional. Coimbra: Coimbra, 1989.\nRAMOS, André Carvalho. Curso de direitos humanos. 2. ed. rev. atual. e ampl. São Paulo: Saraiva, 2015. p. 408-410.\nRAZ, Joseph. Human Rights without Foundations. In: BESSON, Samantha; Tasioulas, John. The Philosophy of International Law. Oxford: Oxford University Press, 2010.\nREDES DA MARÉ. Boletim Direito à Segurança Pública na Maré. Disponível em: https://www.redesdamare.org.br/media/downloads/arquivos/BoletimSegPublica_2019.pdf.\nROACH, Kent; BUDLENDER, Geoff. Mandatory Relief and Supervisory Jurisdiction: when is it appropriate, just and equitable? The South African Law Journal. p. 345 et seq. \nROCA, Javier García. Separación de poderes y disposiciones del ejecutivo com rango de ley: mayoria, minorías, controles. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 7, n. 27, abr./jun. 1999. p. 7.\nRODRIGUES, Marilene Talarico Martins. Tripartição de poderes na Constituição de 1988. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 3, n. 11, abr./jun. 1995. p. 16.\nROULEAU, Paul S.; SHERMAN, Linsey. Doucet-Boudreau, dialogue and judicial activism: tempest in a teapot? Ottawa Law Review, v. 41, n. 2, 2010. p. 178-183, 184, 198, 199 e 200.\nSABEL, Charles F.; SIMON, William H. Destabilization Rights: How Public Law Litigation Succeeds. Harvard Law Review, 2004. p. 1055.\nSANTOS, Márcia Walquíria Batista dos. Separação de poderes: evolução até à Constituição de 1988: considerações. Revista de Informação Legislativa, Brasília: Senado Federal, ano 29, n. 115, jul./set. 1999. p. 209.\nSOUZA JÚNIOR, José Geraldo. Reflexões sobre o princípio da separação de poderes: o “parti pris” de Montesquieu. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 68, out./dez. 1980. p. 15.\nTAVARES, José de Farias. A divisão de poderes e o constitucionalismo brasileiro. Revista de Informação Legislativa, Brasília: Senado Federal, ano 17, n. 65, jan./mar. 1980. p. 53.\nTERRILL, William; PAOLINE III, Eguene. The Police Use of Less Lethal Force: Does Administrative Policy Matter? Justice Quarterly, v. 34, n. 2, 2017.\nTESTEMUNHAS que estavam com João Pedro dizem que não viram bandidos antes de o menino ser baleado. G1. Disponível em: https://g1.globo.com/rj/rio-dejaneiro/noticia/2020/06/17/jovens-que-estavam-com-o-menino-joao-pedrodizem-que-nao-viram-bandidos-antes-do-menino-ser-baleado.ghtml.\nVIEIRA, Jose Ribas. Estado de coisas fora do lugar (?). Portal Jota. Disponível em: https://www.jota.info/opiniao-e-analise/artigos/estadode-coisas-fora-lugar-05102015. Acesso em: 2 dez. 2018","ministro_facet":["EDSON FACHIN"],"processo_numero":635,"base":"acordaos"},"highlight":{"acordao_ata":["circunstanciado; 3. Indeferir, por ora, os pedidos formulados na inicial e indicados nas alíneas c (determinar que os órgãos do Poder Judiciário do Estado do Rio de Janeiro, ao expedir mandado de <em>busca</em> e apreensão domiciliar, indiquem, da forma mais precisa possível, o lugar, o motivo e o objetivo da diligência, vedada a expedição de mandados coletivos ou genéricos) e d (determinar que, no caso de <em>buscas</em> domiciliares por parte das forças de segurança do Estado do Rio de Janeiro, sejam observadas diretrizes constitucionais) da petição; 4. Indeferir, por ora, o pedido veiculado na alínea e (determinar","circunstanciado; 3. Indeferir, por ora, os pedidos formulados na inicial e indicados nas alíneas “c” (determinar que os órgãos do Poder Judiciário do Estado do Rio de Janeiro, ao expedir mandado de <em>busca</em> e apreensão domiciliar, indiquem, da forma mais precisa possível, o lugar, o motivo e o objetivo da diligência, vedada a expedição de mandados coletivos ou genéricos) e “d” (determinar que, no caso de <em>buscas</em> domiciliares por parte das forças de segurança do Estado do Rio de Janeiro, sejam observadas diretrizes constitucionais) da petição; 4. Indeferir, por ora, o pedido veiculado na alínea “e” (“determinar"],"documental_observacao_texto":["DE COMPETÊNCIA, CORREÇÃO, OFENSA, DIREITOS HUMANOS, PODER JUDICIÁRIO)\nIDC 1-PA. \n(ADPF, DEFINIÇÃO, CARÁTER SUBSIDIÁRIO)\nADPF 444 (TP). \n(MANDADO DE <em>BUSCA</em> E APREENSÃO, INADMISSIBILIDADE, ORDEM JUDICIAL, CARÁTER GENÉRICO)\nHC 435934. \n(REQUISITO, CONDUÇÃO COERCITIVA)\nADPF 395 (TP), ADPF 444 (TP). \n(RESTRIÇÃO"],"ementa_texto":["EMENTA: CONSTITUCIONAL. MEDIDA CAUTELAR EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. OMISSÃO ESTRUTURAL DO PODER PÚBLICO NA ADOÇÃO DE MEDIDAS PARA A REDUÇÃO DA LETALIDADE POLICIAL. VIOLAÇÃO DE DIREITOS HUMANOS. NECESSIDADE DE INTERPRETAÇÃO DE DISPOSITIVOS CONSTITUCIONAIS. CONHECIMENTO DA ARGUIÇÃO. LIMITAÇÕES LEGAIS PARA O DEFERIMENTO DE MEDIDA CAUTELAR EM SEDE DE OMISSÃO INCONSTITUCIONAL. INDEPENDÊNCIA E AUDITABILIDADE DAS PERÍCIAS DO ESTADO. PROTOCOLO DE MINNESOTA. LIMITAÇÕES CONSTITUCIONAIS ÀS OPERAÇÕES POLICIAIS NAS PROXIMIDADE DE ESCOLAS. DIREITO DAS CRIANÇAS E ADOLESCENTES. ABSOLUTA PRIORIDADE. FUNÇÃO DO CONTROLE EXTERNO DO MINISTÉRIO PÚBLICO. DEVER DE INVESTIGAR EM CASOS DE SUSPEITA DE ILÍCITOS PRATICADOS POR AGENTES DE SEGURANÇA PÚBLICA. MEDIDA CAUTELAR PARCIALMENTE DEFERIDA.\n\n\n\n    1. É cabível a arguição de descumprimento de preceito fundamental quando houver (i) uma violação generalizada de direitos humanos; (ii) uma omissão estrutural dos três poderes; e (iii) uma necessidade de solução complexa que exija a participação de todos os poderes. \n\n\n\n    2. A violação generalizada é a consequência da omissão estrutural do cumprimento de deveres constitucionais por parte de todos os poderes e corresponde, no âmbito constitucional, à expressão “grave violação de direitos humanos”, constante do art. 109, § 5º, da CRFB. A utilização da expressão grave violação no âmbito da jurisdição constitucional permite identificar o liame não apenas entre a magnitude da violação, mas também entre suas características, ao se exigir do Tribunal que examine o tema à luz da jurisprudência das organizações internacionais de direitos humanos. A omissão estrutural é a causa de uma violação generalizada, cuja solução demanda uma resposta complexa do Estado, por isso, é necessário demonstrar não apenas a omissão, mas também o nexo. A necessidade de solução complexa pode ser depreendida de decisões proferidas pela Corte Interamericana de Direitos Humanos, especialmente se dela for parte o Estado brasileiro.\n\n\n\n    3. A Corte Interamericana de Direitos Humanos, no caso Favela Nova Brasília, reconheceu que há omissão relevante do Estado do Rio de Janeiro no que tange à elaboração de um plano para a redução da letalidade dos agentes de segurança. Ademais, em decisão datada de 22 de novembro de 2019, em processo de acompanhamento das decisões já tomadas por ela, conforme previsão constante do art. 69 de seu regimento interno, a Corte fez novamente consignar a mora do Estado brasileiro relativamente à ordem proferida. Não obstante a nitidez do comando vinculante, a superação normativa de uma omissão inconstitucional, não é providência a ser solvida em sede de cautelar, nos termos do art. 12-F, § 1º, da Lei 9.868, de 1999.\n\n\n\n    4. Não cabe ao Judiciário o exame minudente de todas as situações em que o uso de um helicóptero ou a prática de tiro embarcado possa ser justificada, mas é dever do Executivo justificar à luz da estrita necessidade, caso a caso, a razão para fazer uso do equipamento, não apenas quando houver letalidade, mas também sempre que um disparo seja efetuado. No exercício de sua competência material para promover as ações de policiamento, o Poder Executivo deve dispor de todos os meios legais necessários para cumprir seu mister, desde que haja justificativa hábil a tanto, verificável à luz dos parâmetros internacionais. \n\n\n\n    5. A exigência de que os juízes e Tribunais observem as decisões do Superior Tribunal de Justiça afasta o requisito do perigo na demora em relação a pedido para fixação de parâmetros constitucionais para a expedição de mandados de <em>busca</em> e apreensão, tendo em vista a manifestação pelo Superior Tribunal de Justiça no sentido que é “indispensável que o mandado de <em>busca</em> e apreensão tenha objetivo certo e pessoa determinada, não se admitindo ordem judicial genérica e indiscriminada de <em>busca</em> e apreensão para a entrada da polícia em qualquer residência”.\n\n\n\n    6. A investigação criminal a ser conduzida de forma independente é garantia de acesso à justiça, que pode ser depreendida, particularmente, do art. 5º, LIX, da CRFB, no que admite a ação privada nos crimes de ação pública, se ela não for intentada no prazo legal. Como os crimes contra a vida são, via de regra, investigados por meio de perícias oficiais (art. 159 do Código de Processo Penal), tendo em vista que as provas tendem a se desfazer com o tempo, a falta de auditabilidade dos trabalhos dos peritos não apenas compromete a efetiva elucidação dos fatos pela polícia, como também inviabiliza a própria fiscalização cidadã, direito constitucionalmente assegurado.\n\n\n\n    7. Um relatório detalhado produzido ao término de cada operação dos agentes de segurança pública é exigência de accountability da atuação estatal. A forma pela qual essa exigência é atendida se dá por um duplo controle: o administrativo e o judicial. Em caso de incidentes nessas operações, não basta apenas o envio de informações ao órgão policial, mas também é necessário o envio ao órgão judicial independente encarregado da realização do controle externo da atividade policial, nos termos do art. 129, VII, da CRFB. O controle duplo garante não apenas a responsabilização disciplinar do agente de Estado, mas também a criminal, porquanto a omissão no fornecimento de tais informações configura, em tese, o tipo previsto no art. 23, II, da Lei 13.869, de 2019. Sendo as informações destinadas ao Ministério Público, a ele compete o detalhamento dos dados que serão requisitados.\n\n\n\n    8. Impedir, em prazos alongados, que as crianças frequentem aulas em virtude de intervenções policiais é uma gravíssima violação de direito humanos e é símbolo da falência do Estado em assegurar, com absoluta prioridade, os direitos das crianças.\n\n\n\n    9. O reconhecimento da competência investigatória do Ministério Público, tal como fez este Tribunal quando do julgamento do RE 593.727, deflui da competência material direta do Ministério Público, consoante disposto no art. 129, I e IX, da Constituição Federal. O sentido da atribuição dada ao Ministério Público no texto constitucional coincide com o papel que se exige de uma instituição independente para a realização das atividades de responsabilização penal prevista nos Princípios das Nações Unidas sobre o Uso da Força e Armas de Fogo. O reconhecimento do poder do Ministério Público de realizar essa atividade não pode ser visto como faculdade, pois quem detém a competência para investigar não pode agir com discricionariedade sobre ela, sob pena de compactuar com a irregularidade que deveria ser cuidadosamente apurada. Ademais, não se pode alegar que a competência dos delegados de polícia para a realização de investigações de infrações que envolvam os seus próprios agentes atenda à exigência de imparcialidade, reclamada pelos tratados internacionais de direitos humanos. Sempre que houver suspeita de envolvimento de agenstes dos órgãos de segurança pública na prática de infração penal, a investigação será atribuição do órgão do Ministério Público competente. O exercício dessa atribuição deve ser ex officio e prontamente desencadeada, o que em nada diminui os deveres da polícia de enviar os relatórios sobre a operação ao parquet e de investigar, no âmbito interno, eventuais violações.\n\n\n\n    10. Um Estado que apresenta altos índices de letalidade decorrente das intervenções policiais deve buscar engajar todo seu quadro de servidores, por isso a exclusão os indicadores de redução de homicídios decorrentes de oposição à intervenção policial do cálculo das gratificações dos integrantes de batalhões e delegacias vai de encontro às obrigações e aos deveres constitucionais.\n\n\n\n    11. Medida cautelar parcialmente deferida."],"documental_indexacao_texto":["ALCANCE, TERMO, ATO ARBITRÁRIO. CRITÉRIO, LEGITIMIDADE, USO, ARMA DE FOGO, ATIVIDADE POLICIAL. PRECEDENTE, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), MANDADO DE <em>BUSCA</em> E APREENSÃO, INADMISSIBILIDADE, ORDEM JUDICIAL, CARÁTER GENÉRICO. JURISPRUDÊNCIA, STF, REQUISITO, CONDUÇÃO COERCITIVA. MINISTÉRIO PÚBLICO, ATRIBUIÇÃO"]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur115565","_score":21.7538,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Por votação unânime, o Tribunal indeferiu o pedido de homologação de sentença estrangeira. Ausente, ocasionalmente, o Ministro Carlos Velloso. Procurador-Geral da República, Dr. Antonio Fernando Barros e Silva de Souza, na ausência ocasional do Dr. Moacir Antonio Machado da Silva. Plenário, 10.12.93.","is_repercussao_geral_merito":false,"relator_processo_nome":"ILMAR GALVÃO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur115565","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":"NÃO SELECIONADO","procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:08:08.852386","dg_unique":"sjur115565","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"SENTENÇA ESTRANGEIRA: HOMOLOGAÇÃO INDEFERIDA.\n           NÃO E DE SE HOMOLOGAR A SENTENÇA ESTRANGEIRA SE RESULTA\nDOS AUTOS QUE, PARA A LIDE MOVIDA NOS ESTADOS UNIDOS DA AMERICA,\nVISANDO A OBTER A GUARDA DOS FILHOS MENORES DO CASAL, COM ORDEM DE\nBUSCA E APREENSAO, A REQUERIDA, EMBORA RE NO PROCESSO, NÃO FOI\nPREVIAMENTE CITADA.\n           ADEMAIS, NO CASO, SE HÁ SENTENÇA DE JUIZ NO BRASIL SOBRE O\nMESMO TEMA, NÃO HÁ COMO SE DAR PREVALENCIA A SENTENÇA\nNORTE-AMERICANA, SOB PENA DE INCORRER-SE EM OFENSA A SOBERANIA\nNACIONAL, O QUE CONTRARIA O ART. 216 DO RI/STF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=4694&classe=SEC","externo_seq_objeto_incidente":1557041,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 18-03-1994 PP-05150  EMENT VOL-01737-02 PP-00312","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4694&classe=SEC","is_colac":false,"titulo":"SEC 4694","documental_legislacao_citada_texto":["LEG-FED   RGI       ANO-1980\n           ART-00216  ART-00217  INC-00002\n RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"1994-03-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"IN0067, SENTENÇA ESTRANGEIRA, GUARDA DE FILHO, HOMOLOGAÇÃO,\n        INDEFERIMENTO, PREVALENCIA, DECISÃO, JUSTIÇA BRASILEIRA\nIN0026, SENTENÇA ESTRANGEIRA, CITAÇÃO, RE, PROCESSO, JUSTIÇA\n        ESTRANGEIRA, INOCORRENCIA, HOMOLOGAÇÃO, DESCABIMENTO","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4694&classe=SEC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"SEC","documental_observacao_texto":"Número de páginas: (6).        ANALISE:(DMY).    REVISÃO:(NCS).\nINCLUSAO : 08.04.94, (LA ).\nAlteração: 31/08/2011, CHM.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQUERENTE: CHARLES FREDERICK MARQUES\r\nADVOGADOS: JORGE ROBERTO AUN E OUTROS\r\nREQUERIDO: SANDRA MARA DUARTE MARQUES\r\nADVOGADOS: EDSON CARVALHO DOS SANTOS E OUTRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":115565,"documental_tese_texto":null,"procedencia_geografica_completo":"ESTADOS UNIDOS DA AMÉRICA","processo_codigo_completo":"SEC 4694","processo_classe_processual_unificada_classe_sigla":"SEC","julgamento_data":"1993-12-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SENTENÇA ESTRANGEIRA CONTESTADA","documental_doutrina_texto":null,"ministro_facet":["ILMAR GALVÃO"],"processo_numero":4694,"base":"acordaos"},"highlight":{"ementa_texto":["SENTENÇA ESTRANGEIRA: HOMOLOGAÇÃO INDEFERIDA.\n           NÃO E DE SE HOMOLOGAR A SENTENÇA ESTRANGEIRA SE RESULTA\nDOS AUTOS QUE, PARA A LIDE MOVIDA NOS ESTADOS UNIDOS DA AMERICA,\nVISANDO A OBTER A GUARDA DOS FILHOS MENORES DO CASAL, COM ORDEM DE\n<em>BUSCA</em> E APREENSAO, A REQUERIDA, EMBORA RE NO PROCESSO, NÃO FOI\nPREVIAMENTE CITADA.\n           ADEMAIS, NO CASO, SE HÁ SENTENÇA DE JUIZ NO BRASIL SOBRE O\nMESMO TEMA, NÃO HÁ COMO SE DAR PREVALENCIA A SENTENÇA\nNORTE-AMERICANA, SOB PENA DE INCORRER-SE EM OFENSA A SOBERANIA\nNACIONAL, O QUE CONTRARIA O ART. 216 DO RI/STF."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433126","_score":20.815166,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, reconheceu adequada a utilização da arguição de descumprimento de preceito fundamental, seja porque respeitado, no caso, o princípio da subsidiariedade, seja, ainda, porque processualmente viável a impugnação, por seu intermédio, de decisões judiciais ou de interpretações judiciais de textos normativos. Em seguida, o Tribunal, também por votação unânime, referendou, integralmente, a decisão proferida pela Relatora, Ministra Cármen Lúcia, decisão essa que se reveste de efeito vinculante e de eficácia contra todos (suspendendo-se os efeitos de atos judiciais ou administrativos, emanados de autoridade pública que possibilitem, determinem ou promovam o ingresso de agentes públicos em universidades públicas e privadas, o recolhimento de documentos, a interrupção de aulas, debates ou manifestações de docentes e discentes universitários, a atividade disciplinar docente e discente e a coleta irregular de depoimentos desses cidadãos pela prática de manifestação livre de ideias e divulgação do pensamento nos ambientes universitários ou em equipamentos sob a administração de universidades públicas e privadas e serventes a seus fins e desempenhos). O Ministro Gilmar Mendes, que também referendou a decisão da Relatora, propôs, sem adesão dos demais Ministros, outras medidas indicadas no voto que proferiu. Falaram: pela requerente, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; pelo amicus curiae AMB - Associação dos Magistrados Brasileiros, o Dr. Alberto Pavie Ribeiro; pelo amicus curiae ANDES - Sindicato Nacional dos Docentes das Instituições de Ensino Superior, a Dra. Monya Ribeiro Tavares; pelo amicus curiae FASUBRA-SINDICAL - Federação de Sindicatos de Trabalhadores Técnico-Administrativos em Instituições de Ensino Superior Públicas do Brasil, o Dr. Cláudio Santos; pelo amicus curiae CONTEE - Confederação Nacional dos Trabalhadores em Estabelecimentos de Ensino, a Dra. Sarah Campos; e, pelo amicus curiae ANDIFES - Associação Nacional dos Dirigentes das Instituições Federais de Ensino Superior, o Dr. Claudismar Zupiroli. Antecipou seu voto, acompanhando a Relatora, o Ministro Dias Toffoli, Presidente. Ausente, justificadamente, o Ministro Luiz Fux. Não votou o Ministro Marco Aurélio. Presidiu, este julgamento, o Ministro Celso de Mello. Plenário, 31.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["4","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433126","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433126","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. ELEIÇÕES 2018: MANIFESTAÇÕES EM INSTITUIÇÕES DE ENSINO SUPERIOR. ATOS DO PODER PÚBLICO: BUSCAS E APREENSÕES. ALEGADO DESCUMPRIMENTO A PRECEITOS FUNDAMENTAIS: PLAUSIBILIDADE JURÍDICA DEMONSTRADA. URGÊNCIA QUALIFICADA CONFIGURADA. MEDIDA CAUTELAR DEFERIDA E REFERENDADA.\n\n\n\n    1. Adequada a utilização da arguição de descumprimento de preceito fundamental porque respeitado o princípio da subsidiariedade e processualmente viável a impugnação, por seu intermédio, de decisões judiciais ou de interpretações judiciais de textos normativos constitucionais.\n\n\n\n    2. Suspensos os efeitos de atos judiciais ou administrativos, emanados de autoridade pública que possibilitem, pelos quais se determinem ou promovam o ingresso de agentes públicos em universidades públicas e privadas, o recolhimento de documentos, a interrupção de aulas, debates ou manifestações de docentes e discentes universitários, a atividade disciplinar docente e discente e a coleta irregular de depoimentos desses cidadãos pela prática de manifestação livre de ideias e divulgação do pensamento nos ambientes universitários.\n\n\n\n    3. Pluralismo não é unanimidade, impedir a manifestação do diferente e à livre manifestação de todas as formas de apreender, aprender e manifestar a sua compreensão de mundo é algemar as liberdades, destruir o direito e exterminar a democracia.\n\n\n\n    4. O pluralismo de ideias está na base da autonomia universitária como extensão do princípio fundante da democracia brasileira, que é exposta no inc. V do art. 1º da Constituição da República.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754019429","externo_seq_objeto_incidente":5576608,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-243  DIVULG 05-10-2020  PUBLIC 06-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=548&classe=ADPF","is_colac":false,"titulo":"ADPF 548 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00002\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00003 INC-00001 \n          INC-00004 ART-00005 INC-00004 INC-00009 \n          INC-00016 ART-00014 PAR-00009 ART-00102 \n          ART-00206 INC-00002 INC-00003 ART-00207 \n          ART-00220 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250      ANO-1967\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00024 ART-00037 ART-00041 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012965      ANO-2002\n          ART-00019\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 ART-00015\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   PCT      ANO-1966\n          ART-00019 ART-00021\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00197\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-000972      ANO-1969\n          ART-00004 INC-00005\n                DECRETO-LEI\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-019851      ANO-1931\n          ART-00009\n                DECRETO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2020-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SUBJETIVIDADE, ATO, JUIZ ELEITORAL, AUTORIDADE POLICIAL. INCOMPATIBILIDADE, ATO, DESEMPENHO, FUNÇÃO PÚBLICA, DEMONSTRAÇÃO, EQUÍVOCO, INTERPRETAÇÃO DA LEI, CONTRARIEDADE, ESTADO DEMOCRÁTICO DE DIREITO. DEMOCRACIA, LIBERDADE. PRINCÍPIO DA LEGALIDADE. AUTONOMIA UNIVERSITÁRIA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO, LIBERDADE DE CÁTEDRA, LIBERDADE DE APRENDER, LIBERDADE, ESCOLHA, CARÁTER POLÍTICO. PLURALISMO POLÍTICO. ABUSO, LIMITAÇÃO, LIBERDADE DE EXPRESSÃO. VEDAÇÃO, PROPAGANDA ELEITORAL, DETERMINAÇÃO, LOCALIDADE, FINALIDADE, ABUSO DE PODER ECONÔMICO, ABUSO DE PODER POLÍTICO, GARANTIA, IGUALDADE, CANDIDATO, PROCESSO ELEITORAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. DEMOCRACIA, PLURALIDADE, IDEIA, ÂMBITO, UNIVERSIDADE. CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO, DIREITO FUNDAMENTAL, PLURALISMO POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. CONSIDERAÇÃO, ALCANCE, PRECEITO FUNDAMENTAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DEMOCRÁTICO, PRINCÍPIO REPUBLICANO. CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO, CABIMENTO, RESPONSABILIZAÇÃO, DIREITO DE RESPOSTA. AUSÊNCIA, PREVISÃO, LIMITAÇÃO, LIBERDADE DE EXPRESSÃO, AUTONOMIA UNIVERSITÁRIA. INCONSTITUCIONALIDADE, ATO IMPUGNADO, RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE CÁTEDRA, AUTONOMIA UNIVERSITÁRIA, DIREITO DE REUNIÃO, FUNDAMENTO, INTERPRETAÇÃO EXTENSIVA, NORMA, PERÍODO ELEITORAL. ILEGITIMIDADE, INTERFERÊNCIA, PODER PÚBLICO, DIREITO INDIVIDUAL, CRÍTICA. CENSURA, ÂMBITO JUDICIAL. PRINCÍPIO DEMOCRÁTICO, DIREITO, OPINIÃO, PLURALISMO, IDEIA. LIBERDADE DE EXPRESSÃO, LIBERDADE, EXERCÍCIO, DIREITO POLÍTICO. DESCABIMENTO, ESCOLHA, PODER PÚBLICO, CONTEÚDO PROGRAMÁTICO, PALESTRA, ÂMBITO, UNIVERSIDADE. EXIGÊNCIA, FUNCIONAMENTO, DEMOCRACIA REPRESENTATIVA, OBSERVÂNCIA, LIBERDADE DE EXPRESSÃO, LIBERDADE, OPINIÃO, DIREITO DE CRÍTICA, CARÁTER POLÍTICO, PROLIFERAÇÃO, INFORMAÇÃO, CIRCULAÇÃO, IDEIA. AUSÊNCIA, JUSTIFICATIVA, INTERRUPÇÃO, PLURALISMO, IDEIA, DEBATE, CARÁTER POLÍTICO, ÂMBITO, UNIVERSIDADE, PERÍODO ELEITORAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONTEXTO HISTÓRICO, INCÊNDIO, LIVRO, REPÚBLICA FEDERAL DA ALEMANHA. DITADURA MILITAR, ÂMBITO, UNIVERSIDADE DE BRASÍLIA (UNB). POSSIBILIDADE, OFENSA, LIBERDADE DE CÁTEDRA, INTERMÉDIO, PODER PÚBLICO, INTERMÉDIO, CONDUTA, PARTICULAR. EFICÁCIA HORIZONTAL DOS DIREITOS FUNDAMENTAIS. JURISPRUDÊNCIA, TRIBUNAL CONSTITUCIONAL FEDERAL DA ALEMANHA, DIREITO FUNDAMENTAL, DEVER, PROTEÇÃO, PODER PÚBLICO, ATO, TERCEIRO. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE, CONSIDERAÇÃO, OFENSA, LIBERDADE DE EXPRESSÃO, GRAVAÇÃO, DIVULGAÇÃO, INTERNET, VÍDEO, SALA DE AULA, CRÍTICA, CARÁTER POLÍTICO. CONFIGURAÇÃO, CRIME, CONSTRANGIMENTO, LIBERDADE DE ENSINAR, PROFESSOR. POSSIBILIDADE, NOTIFICAÇÃO, INTERESSADO, RETIRADA, INTERNET, MANIFESTAÇÃO, OFENSA, LIBERDADE DE CÁTEDRA, INCITAÇÃO AO ÓDIO, REDE SOCIAL. IMPORTÂNCIA, EDUCAÇÃO, ÂMBITO, DEMOCRACIA. IMPORTÂNCIA, FOMENTO, DEBATE, ÂMBITO, UNIVERSIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: HISTÓRIA, CENSURA, IMPRENSA ESCRITA, LIBERDADE DE EXPRESSÃO. LIBERDADE DE EXPRESSÃO, AUTONOMIA PRIVADA, AUTONOMIA, CARÁTER PÚBLICO. LIBERDADE DE EXPRESSÃO, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, AUTONOMIA UNIVERSITÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONSIDERAÇÃO, LIBERDADE DE EXPRESSÃO, FUNDAMENTO, DEMOCRACIA. POSSIBILIDADE, RESTRIÇÃO, LIBERDADE DE EXPRESSÃO, INTERMÉDIO, DECISÃO JUDICIAL, DEMONSTRAÇÃO, INDISPENSABILIDADE, REPARAÇÃO DE DANO. PRECEDENTE, STF, LIBERDADE DE EXPRESSÃO, DIREITO À INTIMIDADE. DESCABIMENTO, CONTROLE PREVENTIVO, MATÉRIA JORNALÍSTICA. EXCEPCIONALIDADE, INTERVENÇÃO, PODER PÚBLICO, CONTROLE, ABUSO, MATÉRIA JORNALÍSTICA, POSSIBILIDADE, RESPONSABILIZAÇÃO. CONFRONTO, LIBERDADE DE EXPRESSÃO, INTEGRIDADE, PROCESSO ELEITORAL, EXIGÊNCIA, IGUALDADE, CANDIDATO, LIMITAÇÃO, USO, PROPAGANDA ELEITORAL. PRINCÍPIO DA PROPORCIONALIDADE. EQUIPARAÇÃO, PROPAGANDA, LIBERDADE DE EXPRESSÃO. ILEGALIDADE, EXERCÍCIO, PODER DE POLÍCIA, ÂMBITO, JUSTIÇA ELEITORAL, INEXISTÊNCIA, PROPAGANDA ELEITORAL. EDUCAÇÃO, DEMOCRACIA. DIFERENÇA, PROPAGANDA ELEITORAL, DEBATE, DIÁLOGO. AUTONOMIA UNIVERSITÁRIA. GARANTIA CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO, DOCÊNCIA, ESTUDANTE, EXERCÍCIO, CIDADANIA, DIREITO POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: JULGAMENTO, TRIBUNAL SUPERIOR ELEITORAL (TSE), APLICAÇÃO, LEGISLAÇÃO ELEITORAL, EXERCÍCIO, PODER DE POLÍCIA, JUSTIÇA ELEITORAL, FUNCIONAMENTO, SEÇÃO ELEITORAL, INTERIOR, PRÉDIO, UNIVERSIDADE. LIMITAÇÃO, VEDAÇÃO, PROPAGANDA ELEITORAL, OBJETIVO, PROTEÇÃO, NORMALIDADE, LEGITIMIDADE, ELEIÇÃO, CONTRARIEDADE, INFLUÊNCIA, PODER ECONÔMICO. ILEGITIMIDADE, INVOCAÇÃO, LEGISLAÇÃO ELEITORAL, FINALIDADE, CONSTRANGIMENTO, LIBERDADE DE EXPRESSÃO, CENSURA, ATIVIDADE INTELECTUAL, SUPRESSÃO, DIREITO DE REUNIÃO, INTERFERÊNCIA, LIVRE DOCÊNCIA, OFENSA, PLURALISMO, IDEIA, AUTONOMIA UNIVERSITÁRIA. CONSIDERAÇÃO, UNIVERSIDADE, LOCAL, DEBATE, IDEIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: STF, PROTEÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE CÁTEDRA, AUTONOMIA UNIVERSITÁRIA, DIREITO DE REUNIÃO. JULGAMENTO, STF, PUBLICAÇÃO, BIOGRAFIA, AUSÊNCIA, AUTORIZAÇÃO, AFASTAMENTO, CENSURA PRÉVIA. PROTEÇÃO, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO, UNIVERSIDADE. IMPARCIALIDADE, ENSINO. LIBERDADE DE EXPRESSÃO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. CONSIDERAÇÃO, LIBERDADE DE EXPRESSÃO, ÂMBITO, CAMPANHA ELEITORAL. CONSIDERAÇÃO, LIBERDADE DE EXPRESSÃO, ÂMBITO, DIREITO INTERNACIONAL. PRINCÍPIO REPUBLICANO, PARTICIPAÇÃO POLÍTICA, CIDADÃO. CONSIDERAÇÃO, UNIVERSIDADE, LOCAL, DESENVOLVIMENTO, DEMOCRACIA PARTICIPATIVA. REJEIÇÃO, MANIFESTAÇÃO, INCITAÇÃO AO ÓDIO. OBJETIVO, LEI ELEITORAL, COIBIÇÃO, ABUSO DE PODER POLÍTICO, ABUSO DE PODER ECONÔMICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: PROTEÇÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO, ALCANCE, DIREITO DE CRÍTICA, LIBERDADE DE CÁTEDRA, LIBERDADE, EXERCÍCIO, ATIVIDADE INTELECTUAL, LIBERDADE, CIRCULAÇÃO, IDEIA. AUTONOMIA UNIVERSITÁRIA. JULGAMENTO, STF, COMPROMISSO, INTEGRIDADE, DIREITO FUNDAMENTAL, LIBERDADE, CONTRARIEDADE, ABUSO, PODER PÚBLICO. LIBERDADE DE REUNIÃO, LIBERDADE DE EXPRESSÃO, DEMOCRACIA PARTICIPATIVA. CONSIDERAÇÃO, UNIVERSIDADE, LOCAL, DEBATE, VEICULAÇÃO, OPINIÃO, AUSÊNCIA, INTERFERÊNCIA, PODER PÚBLICO. CONFIGURAÇÃO, ACESSO À INFORMAÇÃO, ÂMBITO, PROCESSO ELEITORAL, OBJETIVO, DEMOCRACIA. CONSIDERAÇÃO, LIBERDADE DE EXPRESSÃO, PLURALISMO POLÍTICO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. FUNÇÃO CONTRAMAJORITÁRIA, STF, GARANTIA, DIREITO DAS MINORIAS. IMPOSSIBILIDADE, ATUAÇÃO, MAGISTRATURA, EXERCÍCIO, PODER GERAL DE CAUTELA, CENSURA, INIBIÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE, COMUNICAÇÃO. INCOMPATIBILIDADE, CENSURA, DEMOCRACIA.\n\n- TERMO(S) DE RESGATE: POLÍTICA DE DESCONFIANÇA. MERCADO LIVRE DAS IDEIAS. POLITIZAÇÃO DAS UNIVERSIDADES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=548&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, CONTROLE, ATO, PODER PÚBLICO, INTERPRETAÇÃO JURÍDICA, NORMA CONSTITUCIONAL)\nADPF 144 (TP), ADPF 405 MC (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 131 (TP), ADPF 186 (TP), ADPF 17 AgR (TP), ADPF 157 AgR (TP), ADPF 33 MC (TP), ADPF 3 QO (TP), ADPF 237 AgR (TP), ADPF 390 AgR (TP). \n(LIBERDADE DE EXPRESSÃO)\nADPF 130 (TP), RE 511961 (TP), ADPF 187 (TP), ADI 4815 (TP). \n(ADPF, DECISÃO JUDICIAL, CONTRARIEDADE, DIREITO À SAÚDE)\nADPF 33 (TP), ADPF 101 (TP). \n(INADMISSIBILIDADE, MANIFESTAÇÃO, INCITAÇÃO AO ÓDIO)\nHC 82424 (TP). \n(DIREITO DE REUNIÃO, LIBERDADE DE EXPRESSÃO)\nADI 1969 (TP), ADI 2566 (TP), ADPF 187 (TP), HC 4781 (TP). \n(LIBERDADE DE EXPRESSÃO, LIBERDADE DE CÁTEDRA)\nADPF 187 (TP), HC 4781 (TP), HC 40910 (TP). \n(PODER GERAL DE CAUTELA, CENSURA)\nRcl 21504 AgR (2ªT). \n(LIBERDADE DE EXPRESSÃO, AUTONOMIA UNIVERSITÁRIA)\nADI 51 (TP), ADI 1969 (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 12.\n(LIBERDADE DE EXPRESSÃO, DIREITO À INTIMIDADE)\nRcl 22238.\n(ADPF, AUTONOMIA UNIVERSITÁRIA)\nADPF 474.\n- Acórdão(s) citado(s) - outros tribunais:\n(PODER DE POLÍCIA, JUSTIÇA ELEITORAL, SEÇÃO ELEITORAL, INTERIOR, PRÉDIO, UNIVERSIDADE)\nTSE: Representação 0601865- 73.2018.6.00.0000. \n- Decisões estrangeiras citadas: Caso New York Times vs. Sullivan, Caso Abrams vs. United States, Caso Whitney vs. California, Caso Cantwell vs. Connecticut, Caso Kingsley Pictures Corp vs. Regents, e Caso United States vs. Rosika Schwimmer, da Suprema Corte Norte Americana. Caso Alves da Silva vs. Portugal, e Sorguç vs. Turquia, da Corte Europeia de Direitos Humanos. Caso Ricardo Canese vs. Paraguai, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 140.\nAnálise: 11/01/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : JUIZ ELEITORAL DA 17ª ZONA ELEITORAL DE CAMPINA GRANDE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUÍZA ELEITORAL DA 199ª ZONA ELEITORAL DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUIZ ELEITORAL DA 18ª ZONA ELEITORAL DE MATO GROSSO DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUIZ ELEITORAL DA 20ª ZONA ELEITORAL DO RIO GRANDE DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUÍZA ELEITORAL DA 30ª ZONA ELEITORAL DE BELO HORIZONTE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : ASSOCIACAO DOS MAGISTRADOS BRASILEIROS \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nAM. CURIAE.  : ANDES - SINDICATO NACIONAL DOS DOCENTES DAS INSTITUICOES DE ENSINO SUPERIOR \nADV.(A/S)  : MAURO DE AZEVEDO MENEZES E OUTRO(A/S)\nAM. CURIAE.  : UNIVERSIDADE ESTADUAL DE CAMPINAS - UNICAMP \nADV.(A/S)  : LUCIANA ALBOCCINO BARBOSA CATALANO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE ENSINO - CONTEE \nADV.(A/S)  : SARAH CAMPOS \nADV.(A/S)  : JOELSON DIAS \nAM. CURIAE.  : FEDERAÇÃO DE SINDICATOS DE TRABALHADORES DAS UNIVERSIDADE BRASILEIRAS (FASUBRA - SINDICAL) \nADV.(A/S)  : CLAUDIO SANTOS DA SILVA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DIRIGENTES DAS INSTITUIÇÕES DE ENSINO SUPERIOR - ANDIFES \nADV.(A/S)  : CLAUDISMAR ZUPIROLI \nAM. CURIAE.  : PARTIDO DOS TRABALHADORES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433126,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 548 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-10-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa, v. 96. p. 194.\nBOAVENTURA, Edivaldo. A constitucionalização da autonomia universitária. Revista de Informação Legislativa, Brasília, ano 27, n. 108, out./dez. 1990.\nCANOTILHO, J. J. G. Direito Constitucional. Coimbra: Almedina, 1992. p. 349.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norteamericana. Martins Fontes: 2006. p. 319 e 326.\nFERREIRA, Pinto. Princípios Gerais do Direito Constitucional Moderno. 5. ed. Tomo I. RT, 1971. p. 195-196. item 8.\nFREIRE, Paulo. Pedagogia da autonomia: saberes necessários à prática educativa. São Paulo: Paz e Terra, 1996. p. 39-40.\nFISS, O. M. A Ironia da liberdade de expressão: estado, regulação e diversidade na esfera pública. Tradução: Gustavo Binenbojm, Caio Mário da Silva Pereira Neto. Rio de Janeiro: Renovar, 2005. p. 28.\nHESSE, Konrad. Elementos de Direito Constitucional da República Federal da Alemanha. Porto Alegre: Fabris, 1998. p. 313.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Ian D. Loveland: 2000. \nKELSEN,  Hans. Vom Wesen und Wert der Demokratie. p. 30.\nKENNEDY, Duncan. Legal education and the reproduction of hierarchy. Journal of Legal Education 1982. p. 591-615.\nLEWANDOWSKI, Enrique Ricardo. Reflexões em torno do princípio republicano. Revista da Faculdade de Direito, São Paulo, 2005. p. 189–200.\nMACHADO, Jonatas E. M. Liberdade de expressão. Dimensões constitucionais da esfera pública no sistema social. Coimbra: 2002. p. 80-81\nMARX, Karl. Dezoito Brumário de Louis Bonaparte. 1852.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 2. ed. Brasília: Instituto Brasiliense de Direito Público e Saraiva, 2008. p. 1154-1155.\nRIVERO, Jean. Les Libertés Publiques. Paris: Presses Universitaires de France, 1977.\nRODRIGUES, Lêda Boechat. História do Supremo Tribunal Federal. Civilização Brasileira: 1991. v. 3. p. 204-205.\nSICHES, Luis Recaséns. Tratado General de Filosofia Del Derecho. México: Porrua, 1978. p. 581.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 27. ed. São Paulo: Malheiros, 2006. p. 562-563.\nSUNSTEIN, Cass R. Republic: divided democracy in the age of social media. New Jersey: Princeton University Press, 2017. p. 57.\nTEIXEIRA, Anísio. Anísio em Movimento: A vida e as lutas de Anísio Teixeira pela Escola Pública e pela Cultura no Brasil. p. 34 e 35\nVEIGA DA ROCHA, Jean-Paul; COUTINHO, Diogo R. Liberdade acadêmica, hierarquia e autonomia.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Ian D. Loveland: 2000.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":548,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. ELEIÇÕES 2018: MANIFESTAÇÕES EM INSTITUIÇÕES DE ENSINO SUPERIOR. ATOS DO PODER PÚBLICO: <em>BUSCAS</em> E APREENSÕES. ALEGADO DESCUMPRIMENTO A PRECEITOS FUNDAMENTAIS: PLAUSIBILIDADE JURÍDICA DEMONSTRADA. URGÊNCIA QUALIFICADA CONFIGURADA. MEDIDA CAUTELAR DEFERIDA E REFERENDADA.\n\n\n\n    1. Adequada a utilização da arguição de descumprimento de preceito fundamental porque respeitado o princípio da subsidiariedade e processualmente viável a impugnação, por seu intermédio, de decisões judiciais ou de interpretações judiciais de textos normativos constitucionais.\n\n\n\n    2. Suspensos os efeitos de atos judiciais ou administrativos, emanados de autoridade pública que possibilitem, pelos quais se determinem ou promovam o ingresso de agentes públicos em universidades públicas e privadas, o recolhimento de documentos, a interrupção de aulas, debates ou manifestações de docentes e discentes universitários, a atividade disciplinar docente e discente e a coleta irregular de depoimentos desses cidadãos pela prática de manifestação livre de ideias e divulgação do pensamento nos ambientes universitários.\n\n\n\n    3. Pluralismo não é unanimidade, impedir a manifestação do diferente e à livre manifestação de todas as formas de apreender, aprender e manifestar a sua compreensão de mundo é algemar as liberdades, destruir o direito e exterminar a democracia.\n\n\n\n    4. O pluralismo de ideias está na base da autonomia universitária como extensão do princípio fundante da democracia brasileira, que é exposta no inc. V do art. 1º da Constituição da República."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436819","_score":19.658472,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo amicus curiae Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Ilton Norberto Robl Filho; pelo amicus curiae Conselho Seccional do Distrito Federal da Ordem dos Advogados do Brasil - OAB/DF, o Dr. Matheus Bandeira Ramos Coelho; pelo amicus curiae Associação de Advogados Trabalhistas do Distrito Federal - AAT-DF, a Dra. Elise Ramos Correia; pelo amicus curiae Sindicato dos Trabalhadores em Empresas de Transportes Metroviários e também Urbanos Coletivos de Passageiro sobre Trilho do Distrito Federal - SINDMETRÔ/DF, o Dr. Régis Cajaty Barbosa Braga; e, pelo amicus curiae Federação Nacional dos Trabalhadores em Empresas de Transportes Metroviários de Veículos Leves sobre Trilhos de Operadores de Transporte Coletivo de Passageiros sobre Trilhos e Monotrilho - FENAMETRO, o Dr. Cezar Britto. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausente, justificadamente, a Ministra Cármen Lúcia. Presidência do Ministro Dias Toffoli. Plenário, 20.03.2019.\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, conheceu da arguição de descumprimento de preceito fundamental e reconheceu a legitimidade ativa ad causam do requerente, nos termos do voto do Ministro Edson Fachin (Relator), vencido o Ministro Marco Aurélio. Em seguida, após o voto do Ministro Relator, que não referendava a decisão que concedia a liminar e propunha a conversão do julgamento deste referendo em decisão de mérito, julgando improcedente o pedido formulado na arguição, pediu vista dos autos o Ministro Alexandre de Moraes. Não participou, justificadamente, deste julgamento, o Ministro Dias Toffoli (Presidente). Ausente, justificadamente, a Ministra Cármen Lúcia. Presidência do Ministro Luiz Fux (Vice-Presidente). Plenário, 21.03.2019. \r\n\n            Decisão: Após o voto-vista do Ministro Alexandre de Moraes, que referendava a medida cautelar, para suspender o conjunto de decisões judiciais que determinaram constrições patrimoniais em desfavor da empresa estatal Metrô-DF, no que foi acompanhado pelos Ministros Cármen Lúcia, Dias Toffoli (Presidente), Luiz Fux e Gilmar Mendes; do voto do Ministro Marco Aurélio, que acompanhava o Relator com ressalvas; e dos votos dos Ministros Ricardo Lewandowski, Rosa Weber e Roberto Barroso, que acompanhavam o voto do Ministro Edson Fachin (Relator), não referendando a decisão que concedeu a liminar, propondo a conversão do julgamento deste referendo em decisão de mérito e julgando improcedente o pedido formulado na arguição, o julgamento foi suspenso para aguardar o voto do Ministro Celso de Mello, que não participou deste julgamento por motivo de licença médica (Art. 173, parágrafo único, do RISTF). Plenário, Sessão Virtual de 28.8.2020 a 4.9.2020.\r\n\n            Decisão: O Tribunal, por maioria, referendou a medida cautelar, para suspender o conjunto de decisões judiciais que determinaram constrições patrimoniais em desfavor da empresa estatal Metrô-DF, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Marco Aurélio, Ricardo Lewandowski, Rosa Weber e Roberto Barroso. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur436819","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436819","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. ADMINISTRATIVO. REGIME JURÍDICO DAS EMPRESAS ESTATAIS. PAGAMENTO DE DÉBITOS VIA SISTEMA DE PRECATÓRIOS. COMPANHIA DO METROPOLITANO DO DISTRITO FEDERAL – METRÔ-DF. MONOPÓLIO NATURAL. SERVIÇO PUBLICO ESSENCIAL. PRINCÍPIO DA CONTINUIDADE DOS SERVIÇOS PÚBLICOS. IMPOSSIBILIDADE DE BLOQUEIO, PENHORA OU ARRESTO DE VALORES FINANCEIROS EM DISPONIBILIDADE DA EMPRESA. MEDIDA CAUTELAR REFERENDADA.\n\n\n\n    1. O transporte público coletivo de passageiros sobre trilhos é um serviço público essencial que não concorre com os demais modais de transporte coletivo, ao contrário, atua de forma complementar, no contexto de uma política pública de mobilidade urbana.\n\n\n\n    2. A mera menção, em plano de negócios editado por empresa estatal, da busca por um resultado operacional positivo não é suficiente para caracterizar o intuito lucrativo da prestação de serviço.\n\n\n\n    3. O Metrô-DF é sociedade de economia mista prestadora de serviço público essencial, atividade desenvolvida em regime de exclusividade (não concorrencial) e sem intuito lucrativo, pelo que se aplica o entendimento da CORTE que submete a satisfação de seus débitos ao regime de precatórios (art. 100 da CF).\n\n\n\n    4. Decisões judiciais que determinam o bloqueio, penhora ou liberação de receitas públicas, sob a disponibilidade financeira de entes da Administração Pública, para satisfação de créditos trabalhistas, violam o princípio da legalidade orçamentária (art. 167, VI, da CF), o preceito da separação funcional de poderes (art. 2º c/c art. 60, § 4º, III, da CF), o princípio da eficiência da Administração Pública (art. 37, caput, da CF) e o princípio da continuidade dos serviços públicos (art. 175, da CF). Precedentes.\n\n\n\n    5. Medida cautelar referendada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754443492","externo_seq_objeto_incidente":5561186,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-277  DIVULG 20-11-2020  PUBLIC 23-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=524&classe=ADPF","is_colac":false,"titulo":"ADPF 524 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00002 ART-00034 INC-00005 ART-00037\n    \"CAPUT\" ART-00060 PAR-00004 INC-00003\n    ART-00100 PAR-00005 ART-00103 INC-00005\n    ART-00167 INC-00006 INC-00010 ART-00173\n    PAR-00001 INC-00002 ART-00175 ART-00187\n    INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000101 ANO-2000\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012587 ANO-2012\n    ART-00003 PAR-00001 ART-00004 INC-00001\n    INC-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-005452 ANO-1943\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000200 ANO-1967\n    DECRETO-LEI\n\n","LEG-EST   LEI-004669 ANO-1976\n    LEI ORDINÁRIA, PA\n\n","LEG-DIS   LEI-000513 ANO-1993\n    ART-00001 PAR-00001 INC-00001 INC-00002\n    ART-00002 ART-00004 INC-00002 ART-00006\n    ART-00007 ART-00008\n    LEI ORDINÁRIA, DF\n\n","LEG-DIS   LEI-002173 ANO-1998\n    LEI ORDINÁRIA, DF\n\n","LEG-DIS   LEI-002306 ANO-1999\n    LEI ORDINÁRIA, DF\n\n","LEG-DIS   LEI-002713 ANO-2001\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2020-11-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ADMINISTRAÇÃO INDIRETA, SERVIÇO PÚBLICO ESSENCIAL, REGIME DE PRECATÓRIO, PRESERVAÇÃO, ALOCAÇÃO, RECURSO ORÇAMENTÁRIO, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO. METRÔ, COMPLEMENTAÇÃO, TRANSPORTE PÚBLICO URBANO. METRÔ, DEPENDÊNCIA, INVESTIMENTO, PODER PÚBLICO, DESAPROPRIAÇÃO, OBRA PÚBLICA. REGULAÇÃO, PLANEJAMENTO ESTRATÉGICO, FINALIDADE, EFICIÊNCIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ILEGITIMIDADE AD CAUSAM, GOVERNADOR, DEFESA, DIREITO ALHEIO, PESSOA JURÍDICA DE DIREITO PRIVADO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: METRÔ, DISTRITO FEDERAL, ATIVIDADE LUCRATIVA, CONCORRÊNCIA. REGULAÇÃO, PLANEJAMENTO ESTRATÉGICO, METRÔ. PROMOÇÃO, COMPETIÇÃO, TRANSPORTE PÚBLICO URBANO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: REGIME JURÍDICO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA. DIFERENÇA, EMPRESA PRESTADORA DE SERVIÇO, SERVIÇO PÚBLICO, EMPRESA PÚBLICA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA.\n\n- TERMO(S) DE RESGATE: MONOPÓLIO NATURAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=524&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, REGIME DE PRECATÓRIO)\nADPF 275 (TP), ADPF 387 (TP), ADPF 405 MC (TP), ADPF 524 MC-Ref (TP), ADPF 556 (TP), ADPF 620 MC-Ref (TP). \n(CONVERSÃO, JULGAMENTO, REFERENDO, DECISÃO DE MÉRITO)\nADPF 190 (TP), ADPF 387 (TP), ADPF 413 (TP). \n(PRINCÍPIO DA SUBSIDIARIEDADE, ADPF)\nADPF 33 (TP), ADPF 114 (TP), ADPF 237 AgR (TP). \n(EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, REGIME JURÍDICO)\nADI 1642 (TP), RE 220906 (TP), RE 407099 (2ªT), RE 599628 (TP), RE 852302 AgR (2ªT). \n- Decisões monocráticas citadas:\n(EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, REGIME DE PRECATÓRIO)\nADPF 250 MC, ADPF 345, ADPF 387 MC, ADPF 437 MC, ADPF 485 MC, ADPF 508 MC, ADPF 513 MC, ADPF 530 MC, ADPF 549 MC, ADPF 555 MC, ADPF 542 MC.\n- Decisão estrangeira citada: Caso US. vs. Allegheny County (1944), da Suprema Corte Americana.\n- Veja ADPF 530, ADPF 387 e ADPF 513 do STF.\n- Veja arts. 14 e 43, incisos I, II e III, letra a e b, e parágrafo único, do Estatuto Social do Metrô-DF.\nNúmero de páginas: 87.\nAnálise: 16/11/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO DISTRITO FEDERAL \nADV.(A/S)  : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : TRIBUNAL REGIONAL DO TRABALHO DA 10ª REGIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES EM EMPRESAS DE TRANSPORTES METROVIÁRIOS E TAMBÉM URBANOS COLETIVOS DE PASSAGEIRO SOBRE TRILHO DO DISTRITO FEDERAL - SINDMETRÔ/DF \nADV.(A/S)  : RÉGIS CAJATY BARBOSA BRAGA \nAM. CURIAE.  : CONSELHO SECCIONAL DO DISTRITO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL (OAB/DF) \nAM. CURIAE.  : ASSOCIAÇÃO DE ADVOGADOS TRABALHISTAS DO DISTRITO FEDERAL (AAT-DF) \nADV.(A/S)  : RAQUEL FONSECA DA COSTA \nADV.(A/S)  : THIAGO DA SILVA PASSOS \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS TRABALHADORES EM EMPRESAS DE TRANSPORTES METROVIÁRIOS, DE VEÍCULOS LEVES SOBRE TRILHOS, DE OPERADORES DE TRANSPORTE COLETIVO DE PASSAGEIROS SOBRE TRILHOS E MONOTRILHO (FENAMETRO) \nADV.(A/S)  : RAIMUNDO CEZAR BRITTO ARAGAO \nADV.(A/S)  : RODRIGO CAMARGO BARBOSA \nAM. CURIAE.  : ANAMATRA - ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436819,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 524 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BALEEIRO, Aliomar. Limitações Constitucionais ao Poder de Tributar.\nBOCKMANN, Egon Moreira et al. Precatórios: o seu novo regime jurídico: a visão do Direito Financeiro, integrada ao Direito Tributário e ao Direito Econômico. São Paulo: Revista dos Tribunais, 2017. p. 53-55.\nCOMPANHIA DO METROPOLITANO DO DISTRITO FEDERAL. Plano Estratégico Institucional 2017-2021. Disponível em: http://www.metro.df.gov.br/wp%02content/uploads/2017/05/PEI-2017-2021-APM-v.-2016.12.15-vers%20%C3%A3o-final-p.-Consad.pdf. Acesso em 21 mar. 2019.\nCONFEDERAÇÃO NACIONAL DOS TRANSPORTES. Transporte Metroferroviário de Passageiros. Brasília: CNT, 2016. p. 61-62.\nCOSTA, Paolo Henrique Spilotros. Planejamento e Regulação do Transporte Metroviário. Rio de Janeiro: Lúmen Juris, 2006. p. 132-133.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":524,"base":"acordaos"},"highlight":{"ementa_texto":["Ementa: CONSTITUCIONAL. ADMINISTRATIVO. REGIME JURÍDICO DAS EMPRESAS ESTATAIS. PAGAMENTO DE DÉBITOS VIA SISTEMA DE PRECATÓRIOS. COMPANHIA DO METROPOLITANO DO DISTRITO FEDERAL – METRÔ-DF. MONOPÓLIO NATURAL. SERVIÇO PUBLICO ESSENCIAL. PRINCÍPIO DA CONTINUIDADE DOS SERVIÇOS PÚBLICOS. IMPOSSIBILIDADE DE BLOQUEIO, PENHORA OU ARRESTO DE VALORES FINANCEIROS EM DISPONIBILIDADE DA EMPRESA. MEDIDA CAUTELAR REFERENDADA.\n\n\n\n    1. O transporte público coletivo de passageiros sobre trilhos é um serviço público essencial que não concorre com os demais modais de transporte coletivo, ao contrário, atua de forma complementar, no contexto de uma política pública de mobilidade urbana.\n\n\n\n    2. A mera menção, em plano de negócios editado por empresa estatal, da <em>busca</em> por um resultado operacional positivo não é suficiente para caracterizar o intuito lucrativo da prestação de serviço.\n\n\n\n    3. O Metrô-DF é sociedade de economia mista prestadora de serviço público essencial, atividade desenvolvida em regime de exclusividade (não concorrencial) e sem intuito lucrativo, pelo que se aplica o entendimento da CORTE que submete a satisfação de seus débitos ao regime de precatórios (art. 100 da CF).\n\n\n\n    4. Decisões judiciais que determinam o bloqueio, penhora ou liberação de receitas públicas, sob a disponibilidade financeira de entes da Administração Pública, para satisfação de créditos trabalhistas, violam o princípio da legalidade orçamentária (art. 167, VI, da CF), o preceito da separação funcional de poderes (art. 2º c/c art. 60, § 4º, III, da CF), o princípio da eficiência da Administração Pública (art. 37, caput, da CF) e o princípio da continuidade dos serviços públicos (art. 175, da CF). Precedentes.\n\n\n\n    5. Medida cautelar referendada."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur9840","_score":18.216955,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Carlos Britto, Relator,\ndeferindo o pedido de extradição, no que foi acompanhado pelos Senhores\nMinistros Eros Grau e Joaquim Barbosa, pediu vista dos autos o Senhor\nMinistro Cezar Peluso. Falou pelo extraditando o Dr. Rodrigo Sanchez\nRios. Ausente, justificadamente, o Senhor Ministro Nelson Jobim,\nPresidente. Presidência da Senhora Ministra Ellen Gracie,\nVice-Presidente. Plenário, 21.10.2004.\nRenovado o pedido de vista do Senhor Ministro Cezar Peluso,\njustificadamente, nos termos do § 1º do artigo 1º da Resolução nº 278,\nde 15 de dezembro de 2003. Presidência do Senhor Ministro Nelson Jobim.\nPlenário, 25.11.2004.\nApós o voto do Senhor Ministro Cezar Peluso, indeferindo o\npedido de extradição, pediu vista dos autos, para melhor exame, o\nrelator, Ministro Carlos Britto. Em seguida, o Tribunal, por maioria,\nindeferiu a questão de ordem, suscitada no sentido de conceder prisão\ndomiciliar ao extraditando, vencidos os Senhores Ministros Marco\nAurélio, suscitante, e Gilmar Mendes. Votou o Presidente, Ministro\nNelson Jobim. Ausente, justificadamente, o Senhor Ministro Celso de\nMello. O Senhor Ministro Carlos Velloso esteve ausente na primeira\nparte do julgamento, tendo votado quanto à questão de ordem.\nPresidência do Senhor Ministro Nelson Jobim. Plenário, 17.12.2004.\nApós o voto do Senhor Ministro Carlos Britto (Relator),\nmantendo o deferimento do pedido de extradição, pediu vista dos autos o\nSenhor Ministro Eros Grau. Ausentes, justificadamente, os Senhores\nMinistros Nelson Jobim (Presidente), Celso de Mello e Gilmar Mendes.\nPresidência da Senhora Ministra Ellen Gracie (Vice-Presidente).\nPlenário, 19.05.2005.\nApós os votos dos Senhores Ministros Carlos Britto (Relator),\nJoaquim Barbosa, Gilmar Mendes, Ellen Gracie e Carlos Velloso,\ndeferindo o pedido de extradição, e dos votos dos Senhores Ministros\nCezar Peluso, Eros Grau, Marco Aurélio e Celso de Mello, indeferindo-o,\npediu vista dos autos o Senhor Ministro Sepúlveda Pertence. Presidência\ndo Senhor Ministro Nelson Jobim. Plenário, 1º.08.2005.\nProsseguindo no julgamento, o Tribunal, por maioria, deferiu o\npedido de extradição, nos termos do voto do relator, vencidos os\nSenhores Ministros Cezar Peluso, Eros Grau, Marco Aurélio e Celso de\nMello. Ausentes, justificadamente, o Senhor Ministro Nelson Jobim\n(Presidente) e, neste julgamento, os Senhores Ministros Celso de Mello,\nMarco Aurélio, Gilmar Mendes e Eros Grau, que proferiram voto\nanteriormente. Presidiu o julgamento a Senhora Ministra Ellen Gracie\n(Vice-Presidente). Plenário, 10.08.2005.","is_repercussao_geral_merito":false,"relator_processo_nome":"CARLOS BRITTO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur9840","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T13:52:21.143626","dg_unique":"sjur9840","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. ALEGAÇÃO DE INSUFICIÊNCIA DA\nDOCUMENTAÇÃO, OCORRÊNCIA DA PRESCRIÇÃO E AUSÊNCIA DE DUPLA\nTIPICIDADE EM FACE DE ABOLITIO CRIMINIS. IMPROCEDÊNCIA.\nPara\napreciação do pedido de extradição instrutória, exige-se a\napresentação de documentos comprobatórios de processo penal contra o\n extraditando e em trâmite no Estado de origem. Os poderes do Estado\n requerido para o exame do feito são elementarmente restritos,\ninterditando-se ao STF análises que incidam sobre a aptidão da peça\nacusatória, o mérito da acusação, ou eventuais vícios na tramitação\nda ação penal.\nA busca da norma mais favorável ao acusado, para\nfins de reconhecimento da prescrição, não se dá pela conjugação de\ndispositivos mais benéficos em diplomas legais que se seguiram no\ntempo. É inadmissível a criação de um terceiro estatuto normativo\npara reger o caso concreto. Precedentes tanto deste Supremo Tribunal\n Federal quanto da Corte estrangeira. Inocorrência da prescrição, à\nluz de cada legislação isolada.\nA dupla tipicidade é aferida a\npartir da constatação da existência de tipo penal incriminador da\nconduta imputada ao extraditando. Não há descriminalização na\nsuperveniência de lei que não altera os elementos do tipo, mas\nsimplesmente confere uma nova feição à mesma conduta\ncriminosa.\nExtradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=925&classe=Ext","externo_seq_objeto_incidente":2216597,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ   09-12-2005 PP-00006     EMENT VOL-02217-01 PP-00021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=925&classe=Ext","is_colac":false,"titulo":"Ext 925","documental_legislacao_citada_texto":["LEG-FED   CF        ANO-1988\n                ART-00005 INC-00050\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-002848    ANO-1940\n                ART-00171\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-006815      ANO-1980\n                ART-00077 INC-00004 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n","LEG-FED   LEI-007492      ANO-1986\n                ART-00003 ART-00004 ART-00005 ART-00006\n                ART-00010 ART-00017\n                CRIMES CONTRA O SISTEMA FINANCEIRO\n                LEI ORDINÁRIA\n","LEG-FED   LEI-008137      ANO-1990\n                ART-00001 ART-00002\n                LEI ORDINÁRIA\n","LEG-FED   DEC-004612      ANO-1922\n                APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE\n                BRASIL E PARAGUAI\n                DECRETO\n","LEG-FED   DEC-016925      ANO-1925\n                ART-00010\n                PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE\n                BRASIL E PARAGUAI\n                DECRETO\n","LEG-FED  SUMSTF-000421\n               SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-INT   TTD                  ANO-1922\n                ART-00002\n                TRATADO DE EXTRADIÇÃO ENTRE BRASIL E PARAGUAI"],"publicacao_data":"2005-12-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFERIMENTO, EXTRADIÇÃO, PREENCHIMENTO, REQUISITO, DUPLA TIPICIDADE,\nDESCRIÇÃO, CONDUTA, EQUIVALÊNCIA, LEI BRASILEIRA, CRIMES CONTRA O\nSISTEMA FINANCEIRO. IRRELEVÂNCIA, DISCUSSÃO, TIPIFICAÇÃO, CONDUTA,\nDIREITO ESTRANGEIRO.\n- SUFICIÊNCIA, INSTRUÇÃO, PEDIDO, EXTRADIÇÃO INSTRUTÓRIA,\nDOCUMENTAÇÃO,\nCOMPROVAÇÃO, EXISTÊNCIA, PROCESSO PENAL, CONTRARIEDADE, EXTRADITANDO,\nDECRETO, PRISÃO, PREVENTIVA, POSSIBILIDADE, AFERIÇÃO, DUPLA\nTIPICIDADE,\nOCORRÊNCIA, PRESCRIÇÃO. EXISTÊNCIA, INFORMAÇÃO ESPECÍFICA, LUGAR, DATA,\nDELITO.\n- COGNIÇÃO LIMITADA, JUÍZO, EXTRADIÇÃO PASSIVA, DESCABIMENTO, STF,\nINTERFERÊNCIA, PROCEDIMENTO, JUSTIÇA ESTRANGEIRA. NECESSIDADE,\nOBSERVÂNCIA, SOBERANIA, ESTADO ESTRANGEIRO.\n- INOCORRÊNCIA, \"ABOLITIO CRIMINIS\". OCORRÊNCIA, INOVAÇÃO, LEI,\nATUALIZAÇÃO, REDAÇÃO, TEXTO, DESCRIÇÃO, TIPO PENAL. EXISTÊNCIA,\nCORRESPONDÊNCIA, LEGISLAÇÃO BRASILEIRA.\n- IMPOSSIBILIDADE, COMBINAÇÃO, MODELO LEGAL, DISPOSITIVO, LEI\nREVOGADA,\nLEI ATUAL, FUNDAMENTO, ULTRA-ATIVIDADE, \"LEX MITIOR\", MAIOR BENEFÍCIO,\nRÉU. DESCABIMENTO, CRIAÇÃO, NOVO MODELO LEGAL, USURPAÇÃO, COMPETÊNCIA,\nLEGISLADOR. INOCORRÊNCIA, PRESCRIÇÃO.\n- IMPOSSIBILIDADE, INVOCAÇÃO, PRINCÍPIO CONSTITUCIONAL DA PROTEÇÃO À\nFAMÍLIA, FINALIDADE, IMUNIDADE, PRÁTICA, CRIME. CARÁTER INSTRUMENTAL,\nPROCESSO, EXTRADIÇÃO. DEVER, GOVERNO BRASILEIRO, CUMPRIMENTO,\nCOMPROMISSO FORMAL, ESTADO ESTRANGEIRO, TRATADO DE EXTRADIÇÃO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. SEPÚLVEDA PERTENCE:\nADMISSIBILIDADE, DIREITO INTERNO, DENÚNCIA GENÉRICA, AUSÊNCIA,\nINDIVIDUALIZAÇÃO, CONDUTA, CRIME SOCIETÁRIO.\n- VOTO VENCIDO, MIN. CEZAR PELUSO: INDEFERIMENTO, PEDIDO,\nEXTRADIÇÃO, AUSÊNCIA, REQUISITO FORMAL, INDICAÇÃO PRECISA, FATO,\nIMPUTAÇÃO, EXTRADITANDO. AUSÊNCIA, INDIVIDUALIZAÇÃO, CONDUTA\nCRIMINOSA, TEMPO, MODO, LUGAR, REALIZAÇÃO. INCOMPATIBILIDADE, PEDIDO,\nCONCEPÇÃO, CONSTITUIÇÃO FEDERAL BRASILEIRA, PROCESSO CIVILIZADO,\nGARANTIA INDIVIDUAL.\n- QUESTÃO DE ORDEM: REJEIÇÃO, PROPOSTA, CONCESSÃO, PRISÃO DOMICILIAR,\nTRANSFORMAÇÃO, PRISÃO PARA FINS DE EXTRADIÇÃO, REGIME FECHADO.\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. MARCO AURÉLIO: PROPOSTA,\nPRISÃO DOMICILIAR, IMINÊNCIA, INDEFERIMENTO, PEDIDO, EXTRADIÇÃO,\nADIAMENTO, JULGAMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=925&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 171, Ext 288 (RTJ 73/11), Ext 452,\nExt 518 (RTJ 133/93), Ext 524 (RTJ 134/56), Ext 669\n(RTJ 161/409), Ext 702 (RTJ 168/54), Ext 897, Ext 908 (RTJ 192/469), RC\n1381 (RTJ 94/501), RC 1412 (RTJ 96/547), HC 68416 (RTJ 142/564),\nHC 85579, HC 84402; RTJ 75/9.\n- Acórdão estrangeiro citado: Acórdão 2070 da Corte Suprema\ndo Paraguai.\n- Legislação estrangeira citada: Artigo 14 da Constituição\nParaguaia; artigo 90 do Código Processo Penal Paraguaio de\n1890; artigos 47, incisos 3, 37, 41; 116, 121, 396, 397 do\nCódigo Penal Paraguaio de 1914; artigos 104, §§2º, 3º; 187,\n§§1º, 2º, 3º; 261, §1º, 1. e 2.; 262, §2º, 1. e 2 do Código\nPenal de Paraguaio de 1997; artigo 2º da Lei 1060/1984 do\nParaguai.\nNúmero de páginas: 100.\nAnálise: JOY.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)       : GOVERNO DO PARAGUAI\nEXTDO.(A/S)   : NELSON ALLEN PEÑA MC COY\nADV.(A/S)        : RODRIGO SANCHEZ RIOS E OUTROS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":9840,"documental_tese_texto":null,"procedencia_geografica_completo":"PG - PARAGUAI","processo_codigo_completo":"Ext 925","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2005-08-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"OBRA:  DIREITO INTERNACIONAL PÚBLICO\nAUTOR: JOSÉ FRANCISCO REZEK\nPÁGINA: 206\nEDITORA: SARAIVA ANO: 1989","ministro_facet":["AYRES BRITTO"],"processo_numero":925,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: EXTRADIÇÃO INSTRUTÓRIA. ALEGAÇÃO DE INSUFICIÊNCIA DA\nDOCUMENTAÇÃO, OCORRÊNCIA DA PRESCRIÇÃO E AUSÊNCIA DE DUPLA\nTIPICIDADE EM FACE DE ABOLITIO CRIMINIS. IMPROCEDÊNCIA.\nPara\napreciação do pedido de extradição instrutória, exige-se a\napresentação de documentos comprobatórios de processo penal contra o\n extraditando e em trâmite no Estado de origem. Os poderes do Estado\n requerido para o exame do feito são elementarmente restritos,\ninterditando-se ao STF análises que incidam sobre a aptidão da peça\nacusatória, o mérito da acusação, ou eventuais vícios na tramitação\nda ação penal.\nA <em>busca</em> da norma mais favorável ao acusado, para\nfins de reconhecimento da prescrição, não se dá pela conjugação de\ndispositivos mais benéficos em diplomas legais que se seguiram no\ntempo. É inadmissível a criação de um terceiro estatuto normativo\npara reger o caso concreto. Precedentes tanto deste Supremo Tribunal\n Federal quanto da Corte estrangeira. Inocorrência da prescrição, à\nluz de cada legislação isolada.\nA dupla tipicidade é aferida a\npartir da constatação da existência de tipo penal incriminador da\nconduta imputada ao extraditando. Não há descriminalização na\nsuperveniência de lei que não altera os elementos do tipo, mas\nsimplesmente confere uma nova feição à mesma conduta\ncriminosa.\nExtradição deferida."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458642","_score":16.545673,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, com ressalvas dos Ministros Gilmar Mendes e Edson Fachin, vencido o Ministro Nunes Marques. Segunda Turma, Sessão Virtual de 1.10.2021 a 8.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458642","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458642","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-AgR","is_processo_antigo":false,"ementa_texto":"Ementa: COMISSÃO PARLAMENTAR DE INQUÉRITO. COVID-19. QUEBRA DE SIGILO ADEQUADAMENTE FUNDAMENTADA. MEDIDA INSERIDA NA ESFERA DE COMPETÊNCIA INVESTIGATÓRIA DAS COMISSÕES PARLAMENTARES DE INQUÉRITO. AGRAVO A QUE SE NEGA PROVIMENTO.\n\n\n\n    I- As comissões parlamentares de inquérito não são dotadas de quaisquer competências sancionatórias, quer dizer, não têm o poder de punir quem quer que seja. No entanto, desempenham um relevantíssimo papel institucional na elucidação de fatos de interesse da coletividade, sobretudo daqueles que, em condições normais, não viriam ao conhecimento da sociedade ou das autoridades competentes para avaliá-los, segundo as óticas política e jurídica, respectivamente. \n\n\n\n    II- Bem por isso a Constituição Federal, no seu art. 58, § 3º, investiu as CPIs de “poderes de investigação próprios das autoridades judiciais”, facultando-lhes “a realização de diligências que julgar necessárias”, porquanto atuam em nome do povo soberano do qual são representantes, não sendo possível, por isso mesmo, opor a elas quaisquer limitações no exercício desse importante múnus público, salvo, como é evidente, se vulnerarem direitos e garantias fundamentais dos investigados, o que não é o caso, na espécie.\n\n\n\n    III- A reserva de jurisdição, apesar de incidente sobre as hipóteses de busca domiciliar (art. 5º, XI, da CF), de interceptação telefônica (art. 5º, XII, da CF) e de decretação da prisão, salvo a determinada em flagrante delito (art. 5º, LXI, da CF), não se estende às quebras de sigilo – inclusive fiscal e bancário -, por tratar-se de medida abrigada pela Constituição, em seu art. 58, § 3º.\n\n\n\n    IV- É longevo – e continua firme - o entendimento consolidado nesta Corte segundo o qual as comissões parlamentares de inquérito têm como ponto de partida elementos indiciários, longe ficando de revelar, ao primeiro exame, a convicção a respeito de práticas ilícitas de autoridades públicas ou privadas, empreendendo investigações de natureza política, não sendo exigível delas fundamentação exaustiva às diligências que determinam no curso de seus trabalhos, tal como ocorre com as decisões judiciais (vide MS 24749/DF, relator Ministro Marco Aurélio). \n\n\n\n    V – Para a configuração de ato abusivo apto a embasar a concessão da medida requerida seria preciso ficar inequivocamente demonstrada a falta de pertinência temática entre os atos aqui questionadas e os fatos investigados pela Comissão Parlamentar de Inquérito. Tal descompasso, contudo, não foi devidamente demonstrado.\n\n\n\n    VI- Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759060311","externo_seq_objeto_incidente":6200809,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-023  DIVULG 07-02-2022  PUBLIC 08-02-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=37970&classe=MS","is_colac":false,"titulo":"MS 37970 MC-AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00010 INC-00011\n    INC-00012 INC-00014 INC-00061 ART-00058\n    PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001579 ANO-1952\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009028 ANO-1995\n    ART-00022\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009926 ANO-1996\n    ART-00007 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472 ANO-1997\n    ART-00060\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012965 ANO-2014\n    ART-00005 INC-00006 INC-00007 ART-00007\n    INC-00001 INC-00002 INC-00003 ART-00010\n    \"CAPUT\" PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00011 \"CAPUT\" PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00012\n    \"CAPUT\" INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    ART-00004 INC-00003 LET-A LET-B\n    LET-C LET-D PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   PRT-000428 ANO-2019\n    PORTARIA"],"publicacao_data":"2022-02-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: NECESSIDADE, PLENÁRIO, REALIZAÇÃO, MOMENTO POSTERIOR, APRECIAÇÃO, MÉRITO, DISCUSSÃO, ALCANCE, PODERES ESPECIAIS, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), QUEBRA DE SIGILO, SIGILO TELEMÁTICO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: NECESSIDADE, PLENÁRIO, REALIZAÇÃO, MOMENTO POSTERIOR, APRECIAÇÃO, MÉRITO, DISCUSSÃO, ALCANCE, PODERES ESPECIAIS, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), QUEBRA DE SIGILO, SIGILO TELEMÁTICO. FUNDAMENTAÇÃO LEGAL, DEVER, DISPONIBILIDADE, DADO, CARÁTER PESSOAL, ARMAZENAMENTO, PROVEDOR DE ACESSO À INTERNET. DIREITO À PRIVACIDADE, PROVEDOR DE ACESSO À INTERNET, LIMITE DE ATUAÇÃO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI).\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: PROVIMENTO, AGRAVO INTERNO, IMPLEMENTAÇÃO, LIMINAR. EXISTÊNCIA, OMISSÃO LEGISLATIVA, EXTENSÃO, PODERES ESPECIAIS, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI). NECESSIDADE, JURISPRUDÊNCIA, DEFINIÇÃO, LIMITE DE ATUAÇÃO. NECESSIDADE, OBSERVÂNCIA, GARANTIA CONSTITUCIONAL, DIREITO À INTIMIDADE, DIREITO À VIDA PRIVADA, INVIOLABILIDADE, SIGILO TELEFÔNICO, SIGILO TELEMÁTICO. LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS (LGPD). JURISPRUDÊNCIA, STF, ENTENDIMENTO, POSSIBILIDADE, OCORRÊNCIA, CONTROLE JUDICIAL, ATUAÇÃO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), NECESSIDADE, OBSERVÂNCIA, PROPORCIONALIDADE, ATUAÇÃO. CASO CONCRETO, FUNDAMENTAÇÃO INSUFICIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=37970&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-MC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CPI, PODER DE INVESTIGAÇÃO, AUTORIDADE JUDICIÁRIA)\nMS 24749 (TP). \n(CPI, PODER DE INVESTIGAÇÃO, QUEBRA DE SIGILO, INTERCEPTAÇÃO TELEFÔNICA)\nHC 75232 (1ªT), MS 23452 (1ªT), MS 23556 (1ªT), MS 24817 (TP). \n(SIGILO, PROTEÇÃO DE DADOS PESSOAIS)\nRE 418416 (TP), RE 673707 (TP), ADI 6387 MC-Ref (TP). \n(CPI, DECISÃO, FUNDAMENTAÇÃO)\nMS 23843 (TP), MS 23851 (TP). \n- Decisões monocráticas citadas:\n(CPI, INVESTIGAÇÃO, REQUERIMENTO, PEDIDO DE PROVIDÊNCIAS, REQUISITO, FUNDAMENTO)\nMS 37972, MS 38130, MS 37975, MS 38031, MS 38036.\n(SIGILO, PROTEÇÃO DE DADOS PESSOAIS)\nADI 6389 MC.\n(AUTORIZAÇÃO JUDICIAL, ACESSO, DADO, TELEFONE, BUSCA E APREENSÃO)\nARE 1042075.\n- Veja ADPF 403 e ADI 5527 do STF.\n- Legislação estrangeira citada: Regulamento Geral sobre a Proteção de Dados- Regulamento (UE) 2016/679 do Parlamento Europeu e do Conselho; Diretiva (UE) 2016/680 do Parlamento Europeu e do Conselho.\n\nNúmero de páginas: 46.\nAnálise: 23/09/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : EDUARDO PAZUELLO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : PRESIDENTE DA COMISSÃO PARLAMENTAR DE INQUÉRITO DO SENADO FEDERAL - CPI DA PANDEMIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458642,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 37970 MC-AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-10-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA MEDIDA CAUTELAR EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"ABREU, Jacqueline de Souza. Passado, presente e futuro da criptografia forte: desenvolvimento tecnológico e regulação. Revista Brasileira de Políticas Públicas. v. 7, n. 3, 2017. p. 34.\nANTEPROJETO de lei disciplina proteção de dados em investigações criminais. Portal Jurídico Conjur. 31 out. 2020. Disponível em: https://www.conjur.com.br/2020-out-31/anteprojeto-disciplina-protecaodados-investigacoes-criminais.\nBARROSO, Luís Roberto. Comissões Parlamentares de Inquérito e suas Competências: Política, Direito e Devido Processo Legal. Revista Jurídica Virtual - Brasília. v. 2, n. 15, ago. 2000, p. 11.\nFERNANDES, Victor Oliveira. Regulação de Serviços de Internet: desafios da regulação de aplicações Over-The-Top (OTT). Rio de Janeiro: Lumen Juris, 2018, p. 154 e 161.\nRODOTÁ, Stefano. A vida na sociedade da vigilância: a privacidade hoje. Tradução: Danilo Doneda e Luciana Cabral Doneda. Rio de Janeiro: Renovar, 2008. p. 15.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":37970,"base":"acordaos"},"highlight":{"documental_observacao_texto":["MS 37972, MS 38130, MS 37975, MS 38031, MS 38036.\n(SIGILO, PROTEÇÃO DE DADOS PESSOAIS)\nADI 6389 MC.\n(AUTORIZAÇÃO JUDICIAL, ACESSO, DADO, TELEFONE, <em>BUSCA</em> E APREENSÃO)\nARE 1042075.\n- Veja ADPF 403 e ADI 5527 do STF.\n- Legislação estrangeira citada: Regulamento Geral sobre a Proteção de Dados- Regulamento"],"ementa_texto":["Ementa: COMISSÃO PARLAMENTAR DE INQUÉRITO. COVID-19. QUEBRA DE SIGILO ADEQUADAMENTE FUNDAMENTADA. MEDIDA INSERIDA NA ESFERA DE COMPETÊNCIA INVESTIGATÓRIA DAS COMISSÕES PARLAMENTARES DE INQUÉRITO. AGRAVO A QUE SE NEGA PROVIMENTO.\n\n\n\n    I- As comissões parlamentares de inquérito não são dotadas de quaisquer competências sancionatórias, quer dizer, não têm o poder de punir quem quer que seja. No entanto, desempenham um relevantíssimo papel institucional na elucidação de fatos de interesse da coletividade, sobretudo daqueles que, em condições normais, não viriam ao conhecimento da sociedade ou das autoridades competentes para avaliá-los, segundo as óticas política e jurídica, respectivamente. \n\n\n\n    II- Bem por isso a Constituição Federal, no seu art. 58, § 3º, investiu as CPIs de “poderes de investigação próprios das autoridades judiciais”, facultando-lhes “a realização de diligências que julgar necessárias”, porquanto atuam em nome do povo soberano do qual são representantes, não sendo possível, por isso mesmo, opor a elas quaisquer limitações no exercício desse importante múnus público, salvo, como é evidente, se vulnerarem direitos e garantias fundamentais dos investigados, o que não é o caso, na espécie.\n\n\n\n    III- A reserva de jurisdição, apesar de incidente sobre as hipóteses de <em>busca</em> domiciliar (art. 5º, XI, da CF), de interceptação telefônica (art. 5º, XII, da CF) e de decretação da prisão, salvo a determinada em flagrante delito (art. 5º, LXI, da CF), não se estende às quebras de sigilo – inclusive fiscal e bancário -, por tratar-se de medida abrigada pela Constituição, em seu art. 58, § 3º.\n\n\n\n    IV- É longevo – e continua firme - o entendimento consolidado nesta Corte segundo o qual as comissões parlamentares de inquérito têm como ponto de partida elementos indiciários, longe ficando de revelar, ao primeiro exame, a convicção a respeito de práticas ilícitas de autoridades públicas ou privadas, empreendendo investigações de natureza política, não sendo exigível delas fundamentação exaustiva às diligências que determinam no curso de seus trabalhos, tal como ocorre com as decisões judiciais (vide MS 24749/DF, relator Ministro Marco Aurélio). \n\n\n\n    V – Para a configuração de ato abusivo apto a embasar a concessão da medida requerida seria preciso ficar inequivocamente demonstrada a falta de pertinência temática entre os atos aqui questionadas e os fatos investigados pela Comissão Parlamentar de Inquérito. Tal descompasso, contudo, não foi devidamente demonstrado.\n\n\n\n    VI- Agravo regimental a que se nega provimento."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur90653","_score":16.208199,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deu provimento ao recuso ordinário, nos\ntermos do voto do Relator, para restabelecer a sentença penal\nabsolutória proferida nos autos do Processo-crime nº 1998.001.082771-6\n(19ª Vara Criminal da Comarca do Rio de Janeiro/RJ). Ausente,\njustificadamente, neste julgamento o Senhor Ministro Gilmar Mendes. 2ª\nTurma, 03.04.2007.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur90653","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:03:49.595136","dg_unique":"sjur90653","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: PROVA PENAL - BANIMENTO CONSTITUCIONAL DAS PROVAS\n   ILÍCITAS (CF, ART. 5º, LVI) - ILICITUDE (ORIGINÁRIA E POR\n   DERIVAÇÃO) - INADMISSIBILDADE - BUSCA E APREENSÃO DE MATERIAIS E\n   EQUIPAMENTOS REALIZADA, SEM MANDADO JUDICIAL, EM QUARTO DE HOTEL\n   AINDA OCUPADO - IMPOSSIBLIDADE - QUALIFICAÇÃO JURÍDICA DESSE\n   ESPAÇO PRIVADO (QUARTO DE HOTEL, DESDE QUE OCUPADO) COMO \"CASA\",\n   PARA EFEITO DA TUTELA CONSTITUCIONAL DA INVIOLABILIDADE\n   DOMICILIAR - GARANTIA  QUE TRADUZ LIMITAÇÃO CONSTITUCIONAL AO\n   PODER DO ESTADO EM TEMA DE PERSECUÇÃO PENAL, MESMO EM SUA FASE\n   PRÉ-PROCESSUAL - CONCEITO DE \"CASA\" PARA EFEITO DA PROTEÇÃO\n   CONSTITUCIONAL (CF, ART. 5º, XI E CP, ART. 150, § 4º, II) -\n   AMPLITUDE DESSA NOÇÃO CONCEITUAL, QUE TAMBÉM COMPREENDE OS\n   APOSENTOS DE HABITAÇÃO COLETIVA (COMO, POR EXEMPLO, OS QUARTOS DE\n   HOTEL, PENSÃO, MOTEL E HOSPEDARIA, DESDE QUE OCUPADOS):\n   NECESSIDADE, EM TAL HIPÓTESE, DE MANDADO JUDICIAL (CF, ART. 5º,\n   XI). IMPOSSIBILIDADE DE UTILIZAÇÃO, PELO MINISTÉRIO PÚBLICO, DE\n   PROVA OBTIDA COM TRANSGRESSÃO À GARANTIA DA INVIOLABILIDADE\n   DOMICILIAR - PROVA ILÍCITA - INIDONEIDADE JURÍDICA - RECURSO\n   ORDINÁRIO PROVIDO.\nBUSCA E APREENSÃO EM APOSENTOS OCUPADOS\n   DE HABITAÇÃO COLETIVA (COMO QUARTOS DE HOTEL) - SUBSUNÇÃO DESSE\n   ESPAÇO PRIVADO, DESDE QUE OCUPADO, AO CONCEITO DE \"CASA\" -\n   CONSEQÜENTE NECESSIDADE, EM TAL HIPÓTESE, DE MANDADO JUDICIAL,\n   RESSALVADAS AS EXCEÇÕES PREVISTAS NO PRÓPRIO TEXTO\n   CONSTITUCIONAL.\n- Para os fins da proteção jurídica a que se\n   refere o art. 5º, XI, da Constituição da República, o conceito\n   normativo de \"casa\" revela-se abrangente e, por estender-se a\n   qualquer aposento de habitação coletiva, desde que ocupado (CP,\n   art. 150, § 4º, II), compreende, observada essa específica\n   limitação espacial, os quartos de hotel. Doutrina.\n   Precedentes.\n- Sem que ocorra qualquer das situações\n   excepcionais taxativamente previstas no texto constitucional\n   (art. 5º, XI), nenhum agente público poderá, contra a vontade de\n   quem de direito (\"invito domino\"), ingressar, durante o dia, sem\n   mandado judicial, em aposento ocupado de habitação coletiva, sob\n   pena de a prova resultante dessa diligência de busca e apreensão\n   reputar-se inadmissível, porque impregnada de ilicitude\n   originária. Doutrina. Precedentes (STF).\nILICITUDE DA PROVA\n   - INADMISSIBILIDADE DE SUA PRODUÇÃO EM JUÍZO (OU PERANTE QUALQUER\n   INSTÂNCIA DE PODER) - INIDONEIDADE JURÍDICA DA PROVA RESULTANTE\n   DA TRANSGRESSÃO ESTATAL AO REGIME CONSTITUCIONAL DOS DIREITOS E\n   GARANTIAS INDIVIDUAIS.\n- A ação persecutória do Estado,\n   qualquer que seja a instância de poder perante a qual se instaure,\n   para revestir-se de legitimidade, não pode apoiar-se em\n   elementos probatórios ilicitamente obtidos, sob pena de ofensa à\n   garantia constitucional do \"due process of law\", que tem, no\n   dogma da inadmissibilidade das provas ilícitas, uma de suas mais\n   expressivas projeções concretizadoras no plano do nosso sistema\n   de direito positivo.\n- A Constituição da República, em norma\n   revestida de conteúdo vedatório (CF, art. 5º, LVI), desautoriza,\n   por incompatível com os postulados que regem uma sociedade\n   fundada em bases democráticas (CF, art. 1º), qualquer prova cuja\n   obtenção, pelo Poder Público, derive de transgressão a cláusulas\n   de ordem constitucional, repelindo, por isso mesmo, quaisquer\n   elementos probatórios que resultem de violação do direito\n   material (ou, até mesmo, do direito processual), não prevalecendo,\n   em conseqüência, no ordenamento normativo brasileiro, em matéria\n   de atividade probatória, a fórmula autoritária do \"male captum,\n   bene retentum\". Doutrina. Precedentes.\nA QUESTÃO DA DOUTRINA\n   DOS FRUTOS DA ÁRVORE ENVENENADA (\"FRUITS OF THE POISONOUS TREE\"):\n   A QUESTÃO DA ILICITUDE POR DERIVAÇÃO.\n- Ninguém pode ser\n   investigado, denunciado ou condenado com base, unicamente, em\n   provas ilícitas, quer se trate de ilicitude originária, quer se\n   cuide de ilicitude por derivação. Qualquer novo dado probatório,\n   ainda que produzido, de modo válido, em momento subseqüente, não\n   pode apoiar-se, não pode ter fundamento causal nem derivar de\n   prova comprometida pela mácula da ilicitude originária.\n- A\n   exclusão da prova originariamente ilícita - ou daquela afetada\n   pelo vício da ilicitude por derivação - representa um dos meios\n   mais expressivos destinados a conferir efetividade à garantia do\n   \"due process of law\" e a tornar mais intensa, pelo banimento da\n   prova ilicitamente obtida, a tutela constitucional que preserva\n   os direitos e prerrogativas que assistem a qualquer acusado em\n   sede processual penal. Doutrina. Precedentes.\n- A doutrina da\n   ilicitude por derivação (teoria dos \"frutos da árvore\n   envenenada\") repudia, por constitucionalmente inadmissíveis, os\n   meios probatórios, que, não obstante produzidos, validamente, em\n   momento ulterior, acham-se afetados, no entanto, pelo vício\n   (gravíssimo) da ilicitude originária, que a eles se transmite,\n   contaminando-os, por efeito de repercussão causal. Hipótese em\n   que os novos dados probatórios somente foram conhecidos, pelo\n   Poder Público, em razão de anterior transgressão praticada,\n   originariamente, pelos agentes da persecução penal, que\n   desrespeitaram a garantia constitucional da inviolabilidade\n   domiciliar.\n- Revelam-se inadmissíveis, desse modo, em\n   decorrência da ilicitude por derivação, os elementos probatórios\n   a que os órgãos da persecução penal somente tiveram acesso em\n   razão da prova originariamente ilícita, obtida como resultado da\n   transgressão, por agentes estatais, de direitos e garantias\n   constitucionais e legais, cuja eficácia condicionante, no plano\n   do ordenamento positivo brasileiro, traduz significativa\n   limitação de ordem jurídica ao poder do Estado em face dos\n   cidadãos.\n- Se, no entanto, o órgão da persecução penal\n   demonstrar que obteve, legitimamente, novos elementos de\n   informação a partir de uma fonte autônoma de prova - que não\n   guarde qualquer relação de dependência nem decorra da prova\n   originariamente ilícita, com esta não mantendo vinculação causal\n   -, tais dados probatórios revelar-se-ão plenamente admissíveis,\n   porque não contaminados pela mácula da ilicitude originária.\n-\n   A QUESTÃO DA FONTE AUTÔNOMA DE PROVA (\"AN INDEPENDENT SOURCE\") E\n   A SUA DESVINCULAÇÃO CAUSAL DA PROVA ILICITAMENTE OBTIDA -\n   DOUTRINA - PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL -\n   JURISPRUDÊNCIA COMPARADA (A EXPERIÊNCIA DA SUPREMA CORTE\n   AMERICANA): CASOS \"SILVERTHORNE LUMBER CO. V. UNITED STATES\n   (1920); SEGURA V. UNITED STATES (1984); NIX V. WILLIAMS (1984);\n   MURRAY V. UNITED STATES (1988)\", v.g..","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=90376&classe=RHC","externo_seq_objeto_incidente":2477221,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-018 DIVULG 17-05-2007 PUBLIC 18-05-2007\nDJ 18-05-2007 PP-00113  EMENT VOL-02276-02 PP-00321\nRTJ VOL-00202-02 PP-00764\nRT v. 96, n. 864, 2007, p. 510-525\nRCJ v. 21, n. 136, 2007, p. 145-147","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=90376&classe=RHC","is_colac":false,"titulo":"RHC 90376","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n          ART-00001 ART-00005 INC-00011 INC-00056\n          ART-00102 INC-00002 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-002848    ANO-1940\n          ART-00150 PAR-00004 ART-00171\n          INC-00002  ART-00298\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   DEL-003689    ANO-1941\n          ART-00041\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2007-05-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- REJEIÇÃO, ALEGAÇÃO, INÉPCIA,\nDENÚNCIA,\nINOCORRÊNCIA, DENÚNCIA GENÉRICA. NECESSIDADE, OBSERVÂNCIA, DIREITO,\nGARANTIA\nFUNDAMENTAL, TRÂMITE, INVESTIGAÇÃO POLICIAL.  INADMISSIBILIDADE, PROVA\nILEGÍTIMA, CONSTITUIÇÃO FEDERAL.  DESCABIMENTO, INVOCAÇÃO, PRINCÍPIO DA\nPROPORCIONALIDADE, AFASTAMENTO, VEDAÇÃO, PROVA, OBTENÇÃO, MEIO ILÍCITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=90376&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"-Acórdãos citados: AP 307 (RTJ 162/3), HC 69912 (RTJ 155/508), HC 72588\n(RTJ 174/491), HC 74116, HC 75497, HC 82788, HC 83266, RHC 85254, RHC\n85286, HC 86755, RE 251445; RTJ 163/682, RTJ 163/709,  RTJ 164/950, RTJ\n168/543, RTJ 176/735, RTJ 191/598; RT 214/409, RT 277/576, RT 416/393,\nRT 467/385, RT 557/353, RT 559/341, RT 635/341, RT 668/297, RT 689/366,\nRT 728/588; RDJTACSP 20/322, RDJTACSP 93/273; STJ: HC 70089, HC 43944,\nHC 60854.\n- Decisões estrangeiras citadas: casos Silverthorne Lumber Co. v.\nUnited States (1920), Segura v. United States (1984), Nix v. Williams\n(1984), Murray v. United States (1988), Weeks v. United States (1914),\nGarrity v. New Jersey (1967), Mapp v. Ohio (1961), Wong Sun v. United\nStates (1963).\nNúmero de páginas: 46.\nAnálise: 04/06/2007, JOY.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)           : SÉRGIO AUGUSTO COIMBRA VIAL\nADV.(A/S)           : FLÁVIO JORGE MARTINS\nRECDO.(A/S)         : MINISTÉRIO PÚBLICO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":90653,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RHC 90376","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2007-04-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EM HABEAS CORPUS","documental_doutrina_texto":"AIETA, Vânia Siciliano. A Garantia da Intimidade como Direito\nFundamental. Lumen Juris, 1999.  item 4.4.6.4, p. 191.\nBARCELLOS, Ana Paula de. A Viagem Redonda: Habeas Data, Direitos\nConstitucionais e as Provas Ilícitas. RDA n. 213, p. 149-163.\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. Saraiva,\n1989. v. 2, p. 68.\nBERTOLO, Rubens Geraldi. Inviolabilidade do Domicílio. Editora Método.\np. 60-61, item 3.1.\nBITENCOURT, Cezar Roberto. Código Penal. Saraiva, 2005. p. 614-615,\nitem 1.2.\nBUENO FILHO, Edgard Silveira. O Direito à Defesa na Constituição.\nSaraiva, 1994. p. 54-56, item 5.9.\nCAPEZ, Fernando. Curso de Direito Penal: Parte Especial. 3. ed.\nSaraiva, 2004. v. 2, p. 309, item  2.3.\nCAPEZ, Fernando. Curso de Direito Penal. 13. ed. Saraiva, 2006. p.\n304,\nitem 17.2.4.5.\nCAPPELLETTI, Mauro. Efficacia di prove illegittimamente ammesse e\ncomportamento della parte. Rivista di Diritto Civile, 1961. p. 112.\nDELMANTO, Celso et al. Código Penal Comentado. 5. ed. Renovar, 2000.\np.\n15, 300.\nFREGAPANI, Guilherme Silva Barbosa. Prova Ilícita no Direito Pátrio e\nno Direito Comparado. Revista da Fundação Escola Superior do\nMinistério\nPúblico do Distrito Federal e Territórios, Brasília, n. 6, p. 231-235.\nGOMES FILHO, Antonio Magalhães. Proibição das Provas Ilícitas na\nConstituição de 1988. In: MORAES, Alexandre de (Coord.). Os 10 anos da\nConstituição Federal. Atlas, 1999. p. 149-266.\nGRINOVER, Ada Pellegrini. Liberdades Públicas e Processo Penal. 2. ed.\nRT, 1982. p. 151, itens 7, 8.\nGRINOVER, Ada Pellegrini. Novas Tendências do Direito Processual.\nForense Universitária, 1990. p. 62.\nGRINOVER, Ada Pellegrini. A Eficácia dos Atos Processuais à luz da\nConstituição Federal. RPGESP, 1992. v. 37, p. 46-47.\nJESUS, Damásio E. de. Código Penal Anotado. 15. ed. Saraiva, 2004. p.\n529-530.\nMENDONÇA, Rachel Pinheiro de Andrade. provas Ilícitas: Limites à\nLicitude Probatória. 2. ed. Lumen Juris, 2004. p.78, item 3.1.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 7. ed.\nAtlas, 2000. p. 401, item  155.4.\nMORAES, Alexandre de. Constituição do Brasil Interpretado e Legislação\nConstitucional. 6. ed. Atlas, 2006. p. 386, item 5.102.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 4. ed.\nRT, 2005. p. 340-341, item 5.\nNUCCI, Guilherme de Souza. Código Penal Comentado. 6. ed. RT, 2006. p.\n634, item 73.\nPRADO, Luiz Regis. Comentários ao Código Penal. RT, 2002. p. 510, item\n8.\nSTRECK, Lenio Luiz. As Interceptações Telefônicas e os Direitos\nFundamentais.  Livraria do Advogado, 1997. p. 92, item 13.2.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado.\n9. ed. Saraiva, 2005. v. 1, p. 474-476.\nTUCCI, Rogério Lauria. Ordem Judicial de Busca Apreensão e Ilicitude\nda\nProva dela Extrapolante. RT n. 848, p. 457-470, 468-469.\nVIGORITI, Vicenzo. Prove illecite e Costituzione. Rivista di Diritto\nProcessuale, 1968. p. 64, 70.","ministro_facet":["CELSO DE MELLO"],"processo_numero":90376,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: PROVA PENAL - BANIMENTO CONSTITUCIONAL DAS PROVAS\n   ILÍCITAS (CF, ART. 5º, LVI) - ILICITUDE (ORIGINÁRIA E POR\n   DERIVAÇÃO) - INADMISSIBILDADE - <em>BUSCA</em> E APREENSÃO DE MATERIAIS E\n   EQUIPAMENTOS REALIZADA, SEM MANDADO JUDICIAL, EM QUARTO DE HOTEL\n   AINDA OCUPADO - IMPOSSIBLIDADE - QUALIFICAÇÃO JURÍDICA DESSE\n   ESPAÇO PRIVADO (QUARTO DE HOTEL, DESDE QUE OCUPADO) COMO \"CASA\",\n   PARA EFEITO DA TUTELA CONSTITUCIONAL DA INVIOLABILIDADE\n   DOMICILIAR - GARANTIA  QUE TRADUZ LIMITAÇÃO CONSTITUCIONAL AO\n   PODER DO ESTADO EM TEMA DE PERSECUÇÃO PENAL, MESMO EM SUA FASE\n   PRÉ-PROCESSUAL - CONCEITO DE \"CASA\" PARA EFEITO DA PROTEÇÃO\n   CONSTITUCIONAL (CF, ART. 5º, XI E CP, ART. 150, § 4º, II) -\n   AMPLITUDE DESSA NOÇÃO CONCEITUAL, QUE TAMBÉM COMPREENDE OS\n   APOSENTOS DE HABITAÇÃO COLETIVA (COMO, POR EXEMPLO, OS QUARTOS DE\n   HOTEL, PENSÃO, MOTEL E HOSPEDARIA, DESDE QUE OCUPADOS):\n   NECESSIDADE, EM TAL HIPÓTESE, DE MANDADO JUDICIAL (CF, ART. 5º,\n   XI). IMPOSSIBILIDADE DE UTILIZAÇÃO, PELO MINISTÉRIO PÚBLICO, DE\n   PROVA OBTIDA COM TRANSGRESSÃO À GARANTIA DA INVIOLABILIDADE\n   DOMICILIAR - PROVA ILÍCITA - INIDONEIDADE JURÍDICA - RECURSO\n   ORDINÁRIO PROVIDO.\n<em>BUSCA</em> E APREENSÃO EM APOSENTOS OCUPADOS\n   DE HABITAÇÃO COLETIVA (COMO QUARTOS DE HOTEL) - SUBSUNÇÃO DESSE\n   ESPAÇO PRIVADO, DESDE QUE OCUPADO, AO CONCEITO DE \"CASA\" -\n   CONSEQÜENTE NECESSIDADE, EM TAL HIPÓTESE, DE MANDADO JUDICIAL,\n   RESSALVADAS AS EXCEÇÕES PREVISTAS NO PRÓPRIO TEXTO\n   CONSTITUCIONAL.\n- Para os fins da proteção jurídica a que se\n   refere o art. 5º, XI, da Constituição da República, o conceito\n   normativo de \"casa\" revela-se abrangente e, por estender-se a\n   qualquer aposento de habitação coletiva, desde que ocupado (CP,\n   art. 150, § 4º, II), compreende, observada essa específica\n   limitação espacial, os quartos de hotel. Doutrina.\n   Precedentes.\n- Sem que ocorra qualquer das situações\n   excepcionais taxativamente previstas no texto constitucional\n   (art. 5º, XI), nenhum agente público poderá, contra a vontade de\n   quem de direito (\"invito domino\"), ingressar, durante o dia, sem\n   mandado judicial, em aposento ocupado de habitação coletiva, sob\n   pena de a prova resultante dessa diligência de <em>busca</em> e apreensão\n   reputar-se inadmissível, porque impregnada de ilicitude\n   originária. Doutrina. Precedentes (STF).\nILICITUDE DA PROVA\n   - INADMISSIBILIDADE DE SUA PRODUÇÃO EM JUÍZO (OU PERANTE QUALQUER\n   INSTÂNCIA DE PODER) - INIDONEIDADE JURÍDICA DA PROVA RESULTANTE\n   DA TRANSGRESSÃO ESTATAL AO REGIME CONSTITUCIONAL DOS DIREITOS E\n   GARANTIAS INDIVIDUAIS.\n- A ação persecutória do Estado,\n   qualquer que seja a instância de poder perante a qual se instaure,\n   para revestir-se de legitimidade, não pode apoiar-se em\n   elementos probatórios ilicitamente obtidos, sob pena de ofensa à\n   garantia constitucional do \"due process of law\", que tem, no\n   dogma da inadmissibilidade das provas ilícitas, uma de suas mais\n   expressivas projeções concretizadoras no plano do nosso sistema\n   de direito positivo.\n- A Constituição da República, em norma\n   revestida de conteúdo vedatório (CF, art. 5º, LVI), desautoriza,\n   por incompatível com os postulados que regem uma sociedade\n   fundada em bases democráticas (CF, art. 1º), qualquer prova cuja\n   obtenção, pelo Poder Público, derive de transgressão a cláusulas\n   de ordem constitucional, repelindo, por isso mesmo, quaisquer\n   elementos probatórios que resultem de violação do direito\n   material (ou, até mesmo, do direito processual), não prevalecendo,\n   em conseqüência, no ordenamento normativo brasileiro, em matéria\n   de atividade probatória, a fórmula autoritária do \"male captum,\n   bene retentum\". Doutrina. Precedentes.\nA QUESTÃO DA DOUTRINA\n   DOS FRUTOS DA ÁRVORE ENVENENADA (\"FRUITS OF THE POISONOUS TREE\"):\n   A QUESTÃO DA ILICITUDE POR DERIVAÇÃO.\n- Ninguém pode ser\n   investigado, denunciado ou condenado com base, unicamente, em\n   provas ilícitas, quer se trate de ilicitude originária, quer se\n   cuide de ilicitude por derivação. Qualquer novo dado probatório,\n   ainda que produzido, de modo válido, em momento subseqüente, não\n   pode apoiar-se, não pode ter fundamento causal nem derivar de\n   prova comprometida pela mácula da ilicitude originária.\n- A\n   exclusão da prova originariamente ilícita - ou daquela afetada\n   pelo vício da ilicitude por derivação - representa um dos meios\n   mais expressivos destinados a conferir efetividade à garantia do\n   \"due process of law\" e a tornar mais intensa, pelo banimento da\n   prova ilicitamente obtida, a tutela constitucional que preserva\n   os direitos e prerrogativas que assistem a qualquer acusado em\n   sede processual penal. Doutrina. Precedentes.\n- A doutrina da\n   ilicitude por derivação (teoria dos \"frutos da árvore\n   envenenada\") repudia, por constitucionalmente inadmissíveis, os\n   meios probatórios, que, não obstante produzidos, validamente, em\n   momento ulterior, acham-se afetados, no entanto, pelo vício\n   (gravíssimo) da ilicitude originária, que a eles se transmite,\n   contaminando-os, por efeito de repercussão causal. Hipótese em\n   que os novos dados probatórios somente foram conhecidos, pelo\n   Poder Público, em razão de anterior transgressão praticada,\n   originariamente, pelos agentes da persecução penal, que\n   desrespeitaram a garantia constitucional da inviolabilidade\n   domiciliar.\n- Revelam-se inadmissíveis, desse modo, em\n   decorrência da ilicitude por derivação, os elementos probatórios\n   a que os órgãos da persecução penal somente tiveram acesso em\n   razão da prova originariamente ilícita, obtida como resultado da\n   transgressão, por agentes estatais, de direitos e garantias\n   constitucionais e legais, cuja eficácia condicionante, no plano\n   do ordenamento positivo brasileiro, traduz significativa\n   limitação de ordem jurídica ao poder do Estado em face dos\n   cidadãos.\n- Se, no entanto, o órgão da persecução penal\n   demonstrar que obteve, legitimamente, novos elementos de\n   informação a partir de uma fonte autônoma de prova - que não\n   guarde qualquer relação de dependência nem decorra da prova\n   originariamente ilícita, com esta não mantendo vinculação causal\n   -, tais dados probatórios revelar-se-ão plenamente admissíveis,\n   porque não contaminados pela mácula da ilicitude originária.\n-\n   A QUESTÃO DA FONTE AUTÔNOMA DE PROVA (\"AN INDEPENDENT SOURCE\") E\n   A SUA DESVINCULAÇÃO CAUSAL DA PROVA ILICITAMENTE OBTIDA -\n   DOUTRINA - PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL -\n   JURISPRUDÊNCIA COMPARADA (A EXPERIÊNCIA DA SUPREMA CORTE\n   AMERICANA): CASOS \"SILVERTHORNE LUMBER CO. V. UNITED STATES\n   (1920); SEGURA V. UNITED STATES (1984); NIX V. WILLIAMS (1984);\n   MURRAY V. UNITED STATES (1988)\", v.g.."],"documental_doutrina_texto":["TOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado.\n9. ed. Saraiva, 2005. v. 1, p. 474-476.\nTUCCI, Rogério Lauria. Ordem Judicial de <em>Busca</em> Apreensão e Ilicitude\nda\nProva dela Extrapolante. RT n. 848, p. 457-470, 468-469.\nVIGORITI, Vicenzo. Prove illecite e Costituzione. Rivista di Diritto"]}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}