{"result":{"took":625,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436273","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Rosa Weber (Relatora), que referendava a concessão da medida cautelar requerida, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Marcus Vinicius Furtado Coêlho; pelo amicus curiae Associação Data Privacy Brasil de Pesquisa, o Dr. Bruno Ricardo Bioni; pelo amicus curiae Fundação Instituto Brasileiro de Geografia e Estatítica - IBGE, o Dr. Leonardo Silva Lima Fernandes, Procurador-Geral Federal; pelo amicus curiae Laboratório de Políticas Públicas e Internet - LAPIN,  o Dr. Paulo Henrique Atta Sarmento; pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência do Ministro Dias Toffoli. Plenário, 06.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão:  O Tribunal, por maioria, referendou a medida cautelar deferida para suspender a eficácia da Medida Provisória nº 954/2020, nos termos dos votos proferidos, vencido o Ministro Marco Aurélio. Presidência do Ministro Dias Toffoli. Plenário, 07.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436273","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436273","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    MEDIDA CAUTELAR EM AÇÃO DIRETA DE INCONSTITUCIONALIDADE. REFERENDO. MEDIDA PROVISÓRIA Nº 954/2020. EMERGÊNCIA DE SAÚDE PÚBLICA DE IMPORTÂNCIA INTERNACIONAL DECORRENTE DO NOVO CORONAVÍRUS (COVID-19). COMPARTILHAMENTO DE DADOS DOS USUÁRIOS DO SERVIÇO TELEFÔNICO FIXO COMUTADO E DO SERVIÇO MÓVEL PESSOAL, PELAS EMPRESAS PRESTADORAS, COM O INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA. FUMUS BONI JURIS. PERICULUM IN MORA. DEFERIMENTO.\n\n\n\n    1. Decorrências dos direitos da personalidade, o respeito à privacidade e à autodeterminação informativa foram positivados, no art. 2º, I e II, da Lei nº 13.709/2018 (Lei Geral de Proteção de Dados Pessoais), como fundamentos específicos da disciplina da proteção de dados pessoais.\n\n\n\n    2. Na medida em que relacionados à identificação – efetiva ou potencial – de pessoa natural, o tratamento e a manipulação de dados pessoais hão de observar os limites delineados pelo âmbito de proteção das cláusulas constitucionais assecuratórias da liberdade individual (art. 5º, caput), da privacidade e do livre desenvolvimento da personalidade (art. 5º, X e XII), sob pena de lesão a esses direitos. O compartilhamento, com ente público, de dados pessoais custodiados por concessionária de serviço público há de assegurar mecanismos de proteção e segurança desses dados.\n\n\n\n    3. O Regulamento Sanitário Internacional (RSI 2005) adotado no âmbito da Organização Mundial de Saúde exige, quando essencial o tratamento de dados pessoais para a avaliação e o manejo de um risco para a saúde pública, a garantia de que os dados pessoais manipulados sejam “adequados, relevantes e não excessivos em relação a esse propósito” e “conservados apenas pelo tempo necessário.” (artigo 45, § 2º, alíneas “b” e “d”).\n\n\n\n    4. Consideradas a necessidade, a adequação e a proporcionalidade da medida, não emerge da Medida Provisória nº 954/2020, nos moldes em que editada, interesse público legítimo no compartilhamento dos dados pessoais dos usuários dos serviços de telefonia.\n\n\n\n    5. Ao não definir apropriadamente como e para que serão utilizados os dados coletados, a MP nº 954/2020 desatende a garantia do devido processo legal (art. 5º, LIV, da CF), na dimensão substantiva, por não oferecer condições de avaliação quanto à sua adequação e necessidade, assim entendidas como a compatibilidade do tratamento com as finalidades informadas e sua limitação ao mínimo necessário para alcançar suas finalidades.\n\n\n\n    6. Ao não apresentar mecanismo técnico ou administrativo apto a proteger, de acessos não autorizados, vazamentos acidentais ou utilização indevida, seja na transmissão, seja no tratamento, o sigilo, a higidez e, quando o caso, o anonimato dos dados pessoais compartilhados, a MP nº 954/2020 descumpre as exigências que exsurgem do texto constitucional no tocante à efetiva proteção dos direitos fundamentais dos brasileiros.\n\n\n\n    7. Mostra-se excessiva a conservação de dados pessoais coletados, pelo ente público, por trinta dias após a decretação do fim da situação de emergência de saúde pública, tempo manifestamente excedente ao estritamente necessário para o atendimento da sua finalidade declarada.\n\n\n\n    8. Agrava a ausência de garantias de tratamento adequado e seguro dos dados compartilhados a circunstância de que, embora aprovada, ainda não vigora a Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/2018), definidora dos critérios para a responsabilização dos agentes por eventuais danos ocorridos em virtude do tratamento de dados pessoais. O fragilizado ambiente protetivo impõe cuidadoso escrutínio sobre medidas como a implementada na MP nº 954/2020.\n\n\n\n    9. O cenário de urgência decorrente da crise sanitária deflagrada pela pandemia global da COVID-19 e a necessidade de formulação de políticas públicas que demandam dados específicos para o desenho dos diversos quadros de enfrentamento não podem ser invocadas como pretextos para justificar investidas visando ao enfraquecimento de direitos e atropelo de garantias fundamentais consagradas na Constituição. \n\n\n\n    10. Fumus boni juris e periculum in mora demonstrados. Deferimento da medida cautelar para suspender a eficácia da Medida Provisória nº 954/2020, a fim de prevenir danos irreparáveis à intimidade e ao sigilo da vida privada de mais de uma centena de milhão de usuários dos serviços de telefonia fixa e móvel.\n\n\n\n    11. Medida cautelar referendada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754357629","externo_seq_objeto_incidente":5898078,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6387&classe=ADI","is_colac":false,"titulo":"ADI 6387 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00002 ART-00003 \n          INC-00002 INC-00003 ART-00005 \"CAPUT\" \n          INC-00010 INC-00011 INC-00012 INC-00054 \n          INC-00072 ART-00021 INC-00011 ART-00062 \n          ART-00246\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000008      ANO-1995\n          ART-00001 ART-00002\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005534      ANO-1968\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005878      ANO-1973\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009472      ANO-1997\n                LEI ORDINÁRIA - LEI GERAL DE TELECOMUNICAÇÕES\n\n","LEG-FED   LEI-009507      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012414      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012965      ANO-2014\n          ART-00007 INC-00002 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709      ANO-2018\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          ART-00005 INC-00011 ART-00006 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00010 ART-00007 ART-00012 PAR-00004\n                LEI ORDINÁRIA - LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS\n\n","LEG-FED   LEI-013979      ANO-2020\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00011 ITEM-2 ITEM-3\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00017 ITEM-1 ITEM-2\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-000161      ANO-1967\n          ART-00002 PAR-00002\n                DECRETO-LEI\n\n","LEG-FED   MPR-000954      ANO-2020\n          ART-00001 PAR-ÚNICO ART-00002 \"CAPUT\" \n          PAR-00001 PAR-00002 PAR-00003 INC-00001 \n          INC-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 PAR-00001 PAR-00002 ART-00004 \n          PAR-ÚNICO ART-00005\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000959      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000395      ANO-2009\n                DECRETO LEGISLATIVO - APROVA O REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   DLG-000006      ANO-2020\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-010212      ANO-2020\n                DECRETO - PROMULGA O REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   RES-000477      ANO-2007\n          ART-00004\n                RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   INT-000002      ANO-2020\n          ART-00002 PAR-00001 PAR-00002 PAR-00003\n                INSTRUÇÃO NORMATIVA DO INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE\n\n","LEG-INT   REG      ANO-2005\n          ART-00045 PAR-00002 LET-A LET-B \n          LET-C LET-D\n                REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   EXM-000151      ANO-2020\n                EXPOSIÇÃO DE MOTIVOS DA MPR-954/2020"],"publicacao_data":"2020-11-12","documental_acordao_mesmo_sentido_lista_texto":"ADI 6389 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-153\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6390 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-154\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6393 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-151\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020\n \nADI 6388 MC-Ref PROCESSO ELETRÔNICO\n          JULG-07-05-2020  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-154\n          DJe-270  DIVULG 11-11-2020  PUBLIC 12-11-2020","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EFETIVIDADE, DIREITO INDIVIDUAL, GARANTIA INDIVIDUAL, PRESERVAÇÃO, ESTADO DE DIREITO. DIREITO À PRIVACIDADE, PRINCÍPIO DA EXCLUSIVIDADE. PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS. STF, INTÉRPRETE, CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: ATO NORMATIVO IMPUGNADO, TRANSPARÊNCIA, CONCILIAÇÃO, ESTATÍSTICA, DIREITO FUNDAMENTAL, PROTEÇÃO DE DADOS PESSOAIS, DIREITO À AUTODETERMINAÇÃO INFORMATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: ATO NORMATIVO IMPUGNADO, CLÁUSULA PÉTREA, DIREITO À PRIVACIDADE, DIREITO À AUTODETERMINAÇÃO INFORMATIVA, DIREITO À INTIMIDADE, ORDEM ECONÔMICA, DEFESA DO CONSUMIDOR, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, CIDADANIA, PESSOA NATURAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: INCONSTITUCIONALIDADE FORMAL, MEDIDA PROVISÓRIA, INTERFERÊNCIA, PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO. FORÇA NORMATIVA DA CONSTITUIÇÃO, PROTEÇÃO, DIREITO FUNDAMENTAL, EVOLUÇÃO, TECNOLOGIA. EVOLUÇÃO, DEFINIÇÃO, PRIVACIDADE. DIREITO FUNDAMENTAL, PROTEÇÃO DE DADOS PESSOAIS, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. AUTONOMIA, DIREITO FUNDAMENTAL, PROTEÇÃO DE DADOS PESSOAIS. DIMENSÃO SUBJETIVA DOS DIREITOS FUNDAMENTAIS, DIREITO À AUTODETERMINAÇÃO INFORMATIVA , PRINCÍPIO, PROIBIÇÃO; PRINCÍPIO, VINCULAÇÃO, FINALIDADE; PRINCÍPIO, TRANSPARÊNCIA. DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS, DEVER DE PROTEÇÃO, DIREITO À AUTODETERMINAÇÃO INFORMATIVA. EFETIVIDADE, VIGÊNCIA, LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS (LGPD).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: MEDIDA PROVISÓRIA, CONTROLE DE CONSTITUCIONALIDADE, REQUISITO, URGÊNCIA, RELEVÂNCIA, ABUSO DE PODER, PODER DE LEGISLAR, CHEFE DO PODER EXECUTIVO. DIREITO À PRIVACIDADE, DIREITO À INTIMIDADE, DIREITO COMPARADO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: MEDIDA PROVISÓRIA, ATO NORMATIVO, CONDIÇÃO RESOLUTIVA, SUBMISSÃO, CONGRESSO NACIONAL. EXCLUSIVIDADE, INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (IBGE), UTILIZAÇÃO, DADO. SIGILO, DADO. PRESUNÇÃO, IDONEIDADE, AUTARQUIA FEDERAL. CARÁTER TEMPORÁRIO, TERMO FINAL, SITUAÇÃO EMERGENCIAL, SAÚDE PÚBLICA.\n\n- TERMO(S) DE RESGATE: DIREITO À RESERVA DAS PESSOAS. DEVIDO PROCESSO INFORMACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6387&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA CONCORDÂNCIA PRÁTICA)\nRE 1055941 (TP). \n(HABEAS DATA, DIREITO SUBJETIVO, CONTRIBUINTE, ACESSO À INFORMAÇÃO, RECEITA FEDERAL)\nRE 673707 (TP). \n(COMPARTILHAMENTO, DADO, COAF, SIAFI, AUTORIZAÇÃO JUDICIAL)\nRE 1055941 RG (TP), RE 601314 RG (TP). \n(DIREITO À PRIVACIDADE)\nMS 21729 (1ªT), RE 418416 (TP). \n(CONTROLE JUDICIAL, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA)\nADI 1647 (TP), ADI 2418 (TP), ADI 4029 (TP), RE 592377 (TP), ADI 2213 MC (TP), ADI 2527 MC (TP), ADI 1910 MC (TP), ADI 162 MC (TP), ADI 1717 MC (TP), ADI 1753 MC (TP), ADI 4717 (TP), ARE 704520 (TP). \n- Decisões monocráticas citadas:\n(CRISE, EFETIVIDADE, CONTROLE, POLÍTICA PÚBLICA)\nADI 6343 MC.\n(PRESERVAÇÃO, DADO, IBGE)\nSL 1103 MC.\n- Decisões estrangeiras citadas: BVerfGE 65, 1, “Recenseamento” (Volkszählung), de 1893, do Tribunal Federal Constitucional alemão; Caso Digital Rights Ireland vs. Minister for Communications, Marine and Natural Resources e outros e Kärntner Landesregierung e outros (C-293/12) do Tribunal de Justiça da União Europeia (Grande Seção); Voto Dissidente do Juiz L. Brandeis do Caso  United States vs. Olmstead (277 US 438, 472), de 1928, da Suprema Corte dos Estados Unidos da América; Caso Reino Unido vs. Big Brother Watch and Others, de 2018, da Corte Europeia de Direitos Humanos.\n- Legislação estrangeira citada: Lei do Censo alemã (Volkszählungsgesetz) de 1983; art. 8º, n. 1, n. 2 e n. 3, da Carta de Direitos Fundamentais da União Europeia; art. 2, \"a\", da Convenção 108, de 1981, de Strasbourg, do Conselho Europeu para a Proteção de Dados; Freedom of Information Act, de 1974, e reforma de 1986, dos Estados Unidos da América; Quarta Emenda à Constituição Norte-Americana; arts. 1.1 e 2.1 da Grundgesetz alemã; art. 1º, § 1º, \"b\", art. 4º, n. 11, art. 5º, § 1º, \"a\", art. 6º, § 1º, \"a\", e art. 7º do Regime Geral de Proteção de Dados da União Europeia.\n- Veja art. 12 e 29 da Declaração Universal dos Direitos Humanos das Nações Unidas.\n- Veja ADI 6389, ADI 6390, ADI 6393 e ADI 6388 do STF.\nNúmero de páginas: 161.\nAnálise: 24/06/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : MARCUS VINICIUS FURTADO COELHO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIAÇÃO DATA PRIVACY BRASIL DE PESQUISA \nADV.(A/S)  : RAFAEL AUGUSTO FERREIRA ZANATTA \nAM. CURIAE.  : LABORATORIO DE POLITICAS PUBLICAS E INTERNET LAPIN \nADV.(A/S)  : HENRIQUE BAWDEN SILVERIO DE CASTRO \nADV.(A/S)  : JOSE RENATO LARANJEIRA DE PEREIRA \nADV.(A/S)  : PAULO HENRIQUE ATTA SARMENTO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA -IBGE \nADV.(A/S)  : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436273,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6387 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BAZARIAN, Jacob. O Problema da Verdade. Teoria do Conhecimento. \nBIONI, Bruno Ricardo. Proteção de dados pessoais: a função e os limites do consentimento. Forense, 2019. p. 132. E-book.\n______.______. São Paulo: Gen, 2019. p. 95 e 164.\nCALIL, Daniel Couto dos Santos Bilcherg; ARAÚJO, Valter Shuenquener de. Inovações Disruptivas e a Proteção de Dados Pessoais: novos desafios para o Direito. No prelo.\nCANARIS, Claus-Wilhelm. Grundrechtswirkungen und Verhältnismässigkeitsprinzip in der richterlichen Anwendung und Fortbildung des Privatsrechts. JuS, 1989. p. 161-163.\nCASTELLS, Manuel. A Sociedade em Rede: A era da informação, economia, sociedade e cultura. São Paulo: Paz e Terra, 1999. p. 384.\nCOHEN, Julie E. What Privacy is For. Harvard Law Review, v. 126, 2013. p. 1931.\nCRUET, Jean. A Vida do Direito e a Inutilidade das Leis.\nDÖHMANN, Indra Spiecker genannt. A Proteção de Dados Pessoais sob o Regulamento Geral de Proteção de Dados da União Europeia. No prelo.\nDONEDA, Danilo. A proteção de dados em tempos de coronavírus. Portal Jota.\n______. Da privacidade à proteção de dados pessoais. Rio de Janeiro: Renovar, 2006. p. 141-142 e 358-359.\nFERRAZ JÚNIOR, Tércio. Sigilo de dados: o direito à privacidade e os limites da função fiscalizadora do estado. Revista da Faculdade de Direito da Universidade de São Paulo, v. 88, p. 430-459, 1993.\nFRANZIUS, Claudio. Das Recht auf informationelle Selbstbestimmung. Zeitschrift für das juristische Studium. Gießen, 2015. p. 259 e 262.\nGILL, Lex; REDEKER, Dennis; GASSER, Urs. Towards Digital Constitutionalism? Mapping Attempts to\nCraft an Internet Bill of Rights. Research Publication, v. 7641, n. 15, 2015. p. 6.\nHABERMAS, Jürgen. Faktizität und Geltung: Beiträge zur Diskurstheorie des Rechts und des demokratischen Rechtsstaats. Frankfurt am Main: Suhrkamp, 1992.\nHARARI, Yuval Noah. 21 lições para o Século XXI. Companhia das Letras: São Paulo, 2018.\nHOFFMANN-RIEM, Wolfgang. Innovaciones en La Jurisprudencia del Tribunal Constitucional Alemán, a Propósito de la Garantía De Los Derechos Fundamentales En Respuesta A Los Cambios Que Conducen A\nLa Sociedad De La Información. ReDCE, n. 22, 2014.\nLESSIG, Lawrence. Reading The Constitution in Cyberspace. Emory Law Review, v. 45, p. 869–910, 1996. p. 41.\nLONG, Clarissa. Privacy and Pandemics. In: PISTOR, Katharina. Law in the time of COVID-19. Columbia Law School Books, 2020.\nMADISON. Federalist Papers, n. 51.\nMARTINS, Leonardo.  Introdução à jurisprudência do Tribunal Constitucional Federal Alemão. In: MARTINS, Leonardo (Org.). Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Tradução: Beatriz Hennig et al. Montevidéu: Fundação Konrad Adenauer, 2005. p. 237, 239, 240 e 244-245.\nMATTIUZZO, Marcela. Distribuição de UTIs a pacientes de Covid-19 por algoritmo não elimina dilema ético. Folha de S. Paulo, 13 abr. 2020. Disponível em: https://www1.folha.uol.com.br/ilustrissima/2020/04/distribuicao-de-utis-a-pacientes-de-covid-19-por-algoritmo-nao-elimina-dilema-etico.shtml.\nMENDES, Laura Schertel. A encruzilhada da proteção de dados no Brasil e o caso do IBGE. Jota. Disponível em: https://www.jota.info/opiniao-e-analise/artigos/a-encruzilhada-da-protecao-de-dados-no-brasil-e-o-caso-do-ibge-23042020#sdfootnote3sym.\n______. Autodeterminação informativa: a história de um conceito. No prelo.\n______. Habeas data e autodeterminação informativa: os dois lados da mesma moeda. Direitos Fundamentais & Justiça, Belo Horizonte, ano 12, n. 39, p. 185-216, jul./dez. 2018. p. 188.\n______. Privacidade, proteção de dados e defesa do consumidor: linhas gerais de um novo direito fundamental. São Paulo: Saraiva, 2014. p. 140, 176-177 e 178.\nORWELL, George. 1984.\nROCHA, Cármen Lúcia Antunes. Medidas provisórias e  princípio da separação de poderes. In: Direito contemporâneo: estudos em homenagem a Oscar Dias Corrêa. Rio de Janeiro: Forense Universitária, 2001. p. 62.\nRODOTÀ, Stefano. A vida na sociedade da vigilância. Tradução: Danilo Doneda e Luciana Cabral Doneda. Rio de Janeiro: Renovar, 2008. p. 15 e 46.\n______. In diritto di avere. Roma: Laterza, 2012. p. 321.\nSAMPAIO, José Adércio Leite. Comentário ao art. 5º, inciso X. In: CANOTILHO, J. J. Gomes et al. (Coord). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nSOLOVE, Daniel J. Nothing to hide: The false tradeoff between privacy and security. Yale University Press, 2011. p. 61.\nTARTUCE, Flávio. Manual de Direito Civil. 6. ed. São Paulo: Método, 2016. p. 90.\nTAVARES, André Ramos. Curso de Direito Constitucional. 4. ed. São Paulo: Saraiva, 2006. p. 579.\nWARREN, Samuel; BRANDEIS, Louis. The Right to Privacy. Harvard Law Review, v. 4, n. 5, p. 193-220, 1890.","ministro_facet":["ROSA WEBER"],"processo_numero":6387,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436850","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Ricardo Lewandowski (Relator), que deferia em parte a cautelar “para dar interpretação conforme à Constituição ao § 4º do art. 11 da Medida Provisória 936/2020, de maneira a assentar que ‘[os] acordos individuais de redução de jornada de trabalho e de salário ou de suspensão temporária de contrato de trabalho [...] deverão ser comunicados pelos empregadores ao respectivo sindicato laboral, no prazo de até dez dias corridos, contado da data de sua celebração’, para que este, querendo, deflagre a negociação coletiva. Nesse ínterim, são válidos e legítimos os acordos individuais celebrados na forma da MP 936/2020, os quais produzem efeitos imediatos, valendo não só no prazo de 10 dias previsto para a comunicação ao sindicato, como também nos prazos estabelecidos no Título VI da Consolidação das Leis do Trabalho, agora reduzidos pela metade pelo art. 17, III, daquele ato presidencial. Ressalvo, contudo, a possibilidade de adesão, por parte do empregado, à convenção ou acordo coletivo posteriormente firmados, os quais prevalecerão sobre os acordos individuais, naquilo que com eles conflitarem, observando-se o princípio da norma mais favorável. Na inércia do sindicato, subsistirão integralmente os acordos individuais tal como pactuados originalmente pelas partes”, o julgamento foi suspenso. Falaram: pelo requerente, Rede Sustentabilidade, o Dr. Mauro de Azevedo Menezes; pelos amici curiae Central Única dos Trabalhadores - CUT, União Geral dos Trabalhadores - UGT, Central dos Trabalhadores e Trabalhadoras do Brasil - CTB, Força Sindical - FS, Central dos Sindicatos Brasileiros - CSB e Nova Central Sindical do Trabalhadores - NCST, o Dr. José Eymard Loguercio; pelo amicus curiae Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Pedro Gordilho; pelo amicus curiae Associação Brasileira de Advogados Trabalhistas- ABRAT, a Dra. Alessandra Camarano Martins; pelos amici curiae Associação Nacional dos Procuradores do Trabalho - ANPT e Sindicato Nacional dos Auditores Fiscais do Trabalho - SINAIT, o Dr. Rudi Cassel; pelo amicus curiae Confederação das Associações Comerciais e Empresariais do Brasil - CACB, o Dr. Rafael Freitas Machado; pelo amicus curiae Confederação Nacional da Indústria - CNI, a Dra. Fernanda de Menezes Barbosa; e, pelo interessado, Presidente da República, o Ministro André Luiz de Almeida Mendonça, Advogado-Geral da União. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 16.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, negou referendo à medida cautelar, indeferindo-a, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos o Ministro Ricardo Lewandowski (Relator), que deferia em parte a cautelar, e os Ministros Edson Fachin e Rosa Weber, que a deferiam integralmente. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 17.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["8","10"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur436850","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436850","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n                       Decisão: O Tribunal, por maioria, negou referendo à medida cautelar, indeferindo-a, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos o Ministro Ricardo Lewandowski (Relator), que deferia em parte a cautelar, e os Ministros Edson Fachin e Rosa Weber, que a deferiam integralmente. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 17.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754462782","externo_seq_objeto_incidente":5888881,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-278  DIVULG 23-11-2020  PUBLIC 24-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6363&classe=ADI","is_colac":false,"titulo":"ADI 6363 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   EMC ANO-1926\n    EMENDA CONSTITUCIONAL DE 3 DE SETEMBRO DE 1926\n\n","LEG-FED   CF ANO-1934\n    ART-00178 PAR-00004\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00002 INC-00003\n    INC-00004 ART-00002 ART-00003 INC-00002\n    INC-00003 ART-00005 INC-00035 PAR-00002\n    ART-00006 \"CAPUT\" INC-00004 ART-00007\n    \"CAPUT\" INC-00006 INC-00007 INC-00010\n    INC-00013 INC-00026 INC-00029 ART-00008\n    INC-00003 INC-00006 ART-00136 ART-00137\n    ART-00146 INC-00003 ART-00149 ART-00154\n    INC-00001 ART-00170 \"CAPUT\" INC-00008\n    ART-00193 TÍTULO-00002 CAPÍTULO-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000101 ANO-2000\n    ART-00065\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-004923 ANO-1965\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007998 ANO-1990\n    ART-00005 INC-00001 INC-00002 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000098 ANO-1949\n    CONVENÇÃO RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, ADOTADA EM GENEBRA, A 1º DE JULHO DE 1949\n\n","LEG-INT   CVC-000154 ANO-1981\n    CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, CONCLUÍDA EM GENEBRA, EM 19 DE JUNHO DE 1981\n\n","LEG-INT   PCT ANO-1966\n    ART-00002 ITEM-00001 ITEM-00002 ITEM-00003\n    ART-00003 ART-00004\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00003 ART-00501 PAR-00001 PAR-00002\n    ART-00502 INC-00001 INC-00002 INC-00003\n    ART-00503 PAR-ÚNICO ART-00504 TÍTULO-00006\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   MPR-002152 ANO-2001\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 2\n\n","LEG-FED   MPR-000927 ANO-2020\n    ART-00018\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000928 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000932 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000936 ANO-2020\n    ART-00001 ART-00002 ART-00003 INC-00001\n    INC-00002 INC-00003 ART-00005 PAR-00002\n    INC-00001 INC-00002 INC-00003 ART-00006\n    INC-00001 INC-00002 LET-A LET-B\n    ART-00007 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 LET-A LET-B LET-C\n    PAR-ÚNICO INC-00001 INC-00002 INC-00003\n    ART-00008 \"CAPUT\" PAR-00001 PAR-00002\n    INC-00001 INC-00002 PAR-00003 INC-00001\n    INC-00002 INC-00003 PAR-00004 INC-00001\n    INC-00002 INC-00003 PAR-00005 ART-00009\n    PAR-00001 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00002\n    ART-00010 INC-00001 INC-00002 PAR-00001\n    INC-00001 INC-00002 INC-00003 PAR-00002\n    ART-00011 PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 PAR-00003\n    PAR-00004 ART-00012 INC-00001 INC-00002\n    PAR-ÚNICO ART-00017 INC-00003\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000937 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000049 ANO-1952\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000022 ANO-1992\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DLG-000006 ANO-2020\n    ART-00001\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-033196 ANO-1953\n    DECRETO\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-001256 ANO-1994\n    DECRETO\n\n","LEG-FED   RES-000152 ANO-2020\n    ART-00001 INC-00001 INC-00002 INC-00003\n    PAR-ÚNICO\n    RESOLUÇÃO DO COMITÊ GESTOR DO SIMPLES NACIONAL - CGSN\n\n","LEG-FED   RES-000672 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDRAL - STF\n\n","LEG-FED   PRT-000555 ANO-2020\n    PORTARIA CONJUNTA DA PROCURADORIA GERAL DA FAZENDA NACIONAL E DA SECRETARIA DA RECEITA FEDERAL\n\n","LEG-FED   PJL-000023 ANO-2020\n    PROJETO DE LEI"],"publicacao_data":"2020-11-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EMPREGADO, EMPREGADOR, CONHECIMENTO, ASSINATURA, ACORDO, REDUÇÃO, PROPORCIONALIDADE, RENDA, HORÁRIO DE TRABALHO, RECEBIMENTO, EMPREGADO, AUXÍLIO, MANUTENÇÃO, EMPREGO, RISCO, QUEBRA, CONTRATO, SINDICATO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: REFORMA TRABALHISTA, SOLUÇÃO, PROBLEMÁTICA, PROLIFERAÇÃO, ORGANIZAÇÃO SINDICAL, GRANDE QUANTIDADE, TRABALHADOR, DISCORDÂNCIA, VONTADE, TRABALHADOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL, DIREITO SOCIAL, ROL TAXATIVO. TARIFA ESPECIAL, PAGAMENTO, CONSUMIDOR, RESIDÊNCIA, SUPERIORIDADE, CONSUMO, NATUREZA JURÍDICA, TAXA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: HERMENÊUTICA, CONSTITUIÇÃO FEDERAL, PREENCHIMENTO, LACUNA DA LEI, DIFERENÇA, SENTENÇA ADITIVA, ADMISSÃO, DOUTRINA, SUPERAÇÃO, ENTENDIMENTO, CORTE CONSTITUCIONAL, LEGISLADOR NEGATIVO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONSTITUINTE ORIGINÁRIO, CONSTITUIÇÃO FEDERAL DE 1988, OPÇÃO, MANUTENÇÃO, SISTEMA SINDICAL, FUNDAMENTAÇÃO, PRINCÍPIO DA UNICIDADE SINDICAL; OBRIGATORIEDADE, REPRESENTATIVIDADE; CUSTEIO, ENTIDADE SINDICAL, OBRIGATORIEDADE, CONTRIBUIÇÃO SINDICAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: AMPLIAÇÃO, TOTALIDADE, TRABALHADOR, EXIGÊNCIA, MEDIDA PROVISÓRIA, PROGRAMA, SITUAÇÃO EMERGENCIAL, MANUTENÇÃO, EMPREGO, RENDA, MANUTENÇÃO, EMPRESA, PERÍODO, CALAMIDADE PÚBLICA, CORONA VIRUS DISEASE 2019 (COVID-19). INCONSTITUCIONALIDADE, NORMA, AUTONOMIA, TRANSPORTE, CARGA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6363&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SISTEMA SINDICAL, OBRIGATORIEDADE, CONTRIBUIÇÃO SINDICAL)\nADI 5794 (TP). \n(INCONSTITUCIONALIDADE, NORMA, AUTONOMIA, TRANSPORTE, CARGA)\nADI 3961 (TP), ADC 48 (TP). \n(REFORMA TRABALHISTA, SOLUÇÃO, PROBLEMÁTICA, PROLIFERAÇÃO, ORGANIZAÇÃO SINDICAL)\nADI 5794 (TP). \n(TARIFA ESPECIAL, PAGAMENTO, CONSUMIDOR, RESIDÊNCIA, SUPERIORIDADE, CONSUMO, NATUREZA JURÍDICA, TAXA)\nADC 9 MC (TP). \n(CONSTITUIÇÃO FEDERAL, DIREITO SOCIAL, ROL TAXATIVO)\nADI 639 (TP). \n- Decisões estrangeiras citadas: Caso Janus vs. American Federation e Caso Abood vs. Detroit Board of Education, da Suprema Corte Americana; Acordão nº 396 de 2011 e Acórdão nº 353 de 2012, do Tribunal Constitucional português.\n- Legislação estrangeira citada: Protocolo Conjunto assinado em 14/03/2020 entre o Governo italiano e as organizações de trabalhadores e empregadores.\n- Veja Resolução 1/2020, de 10 de abril de 2020, da Comissão Interamericana de Direitos Humanos (CIDH).\n- Veja Relatório sobre Medidas de Austeridade e Direitos Humanos (A/48/51), do Alto Comissário das Nações Unidas para os Direitos Humanos.\n- Veja parágrafo 45 do Comentário Geral n. 13 (E/C.12/1999/10), parágrafo 42 do Comentário Geral n. 19 (E/C.12/GC19) e parágrafo 39 do Comentário Geral n. 18 (E/C.12/GC/18), do Comitê de Direitos Econômicos.\n- Veja Recomendação 205 da Organização Internacional do Trabalho (OIT), de 2017.\n- Veja  declaração conjunta sobre a Covid-19 assinada pela Organização Internacional de Empregadores (International Organization of Employers - IOE) e a Confederação Internacional de Sindicatos (International Trade Union Confederation – ITUC).\nNúmero de páginas: 162.\nAnálise: 01/12/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : REDE SUSTENTABILIDADE\r\nADV.(A/S)           : CASSIO DOS SANTOS ARAUJO E OUTRO(A/S)\r\nINTDO.(A/S)         : PRESIDENTE DA REPÚBLICA\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nAM. CURIAE.         : ASSOCIACAO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT\r\nADV.(A/S)           : RUDI MEIRA CASSEL\r\nAM. CURIAE.         : CENTRAL UNICA DOS TRABALHADORES-CUT\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : UNIAO GERAL DOS TRABALHADORES - UGT\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : CENTRAL DOS TRABALHADORES E TRABALHADORAS DO BRASIL\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : FORCA SINDICAL\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : CENTRAL DOS SINDICATOS BRASILEIROS - CSB\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : NOVA CENTRAL SINDICAL DOS TRABALHADORES - NCST\r\nADV.(A/S)           : JOSE EYMARD LOGUERCIO\r\nAM. CURIAE.         : CONFEDERACAO NACIONAL DA INDUSTRIA\r\nADV.(A/S)           : CASSIO AUGUSTO MUNIZ BORGES\r\nAM. CURIAE.         : ASSOCIACAO BRASILEIRA DE ADVOGADOS TRABALHISTAS\r\nADV.(A/S)           : DENISE APARECIDA RODRIGUES PINHEIRO DE OLIVEIRA E OUTRO(A/S)\r\nAM. CURIAE.         : ASSOCIACAO NACIONAL DOS MAGISTRADOS DA JUSTICA DO TRABALHO\r\nADV.(A/S)           : EMILIANO ALVES AGUIAR E OUTRO(A/S)\r\nAM. CURIAE.         : SINDICATO NACIONAL DOS AUDITORES FISCAIS DO TRABALHO SINAIT\r\nADV.(A/S)           : RUDI MEIRA CASSEL\r\nAM. CURIAE.         : CONFEDERACAO DAS ASSOCIACOES COMERCIAIS E EMPRESARIAIS DO BRASIL\r\nADV.(A/S)           : RAFAEL FREITAS MACHADO\r\nADV.(A/S)           : GUILHERME CARDOSO LEITE\r\nADV.(A/S)           : LEONARDO PIMENTEL BUENO\r\nADV.(A/S)           : ALBERTO PAVIE RIBEIRO\r\nADV.(A/S)           : LEVI BORGES DE OLIVEIRA VERISSIMO\r\nADV.(A/S)           : MAGNUS HENRIQUE DE MEDEIROS FARKATT\r\nADV.(A/S)           : JORGE OTAVIO OLIVEIRA LIMA\r\nADV.(A/S)           : ALBERTO PAVIE RIBEIRO\r\nADV.(A/S)           : RAFAEL RODRIGUES DE OLIVEIRA\r\nADV.(A/S)           : MAGNUS HENRIQUE DE MEDEIROS FARKATT\r\nADV.(A/S)           : JORGE OTAVIO OLIVEIRA LIMA\r\nADV.(A/S)           : KAMILA RODRIGUES ROSENDA\r\nADV.(A/S)           : BRUNO LUNARDI GONCALVES\r\nADV.(A/S)           : FABIANO CONTARATO\r\nADV.(A/S)           : LEVI BORGES DE OLIVEIRA VERISSIMO\r\nADV.(A/S)           : FILIPE TORRI DA ROSA\r\nADV.(A/S)           : RAFAEL RODRIGUES DE OLIVEIRA\r\nADV.(A/S)           : KAMILA RODRIGUES ROSENDA\r\nADV.(A/S)           : FILIPE TORRI DA ROSA\r\nADV.(A/S)           : FABIANO CONTARATO\r\nADV.(A/S)           : BRUNO LUNARDI GONCALVES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436850,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6363 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito. Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio, 2003. p. 7.\nBELMONTE, Alexandre. Artigos 7º ao 11. In: BONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (Coord.). Comentários à Constituição de 1988. Rio de Janeiro: Forense, 2009. p 403.\nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 10. ed. São Paulo: Saraiva, 2012. p. 437.\nCARVALHO, Augusto César Leite de. Direito do Trabalho: curso e discurso. São Paulo: LTr, 2016. p. 23.\nCASTEL, Robert. Trabajo y utilidad para el mundo. Revista Internacional del Trabajo, OIT, v. 115, n. 6, 1996.\nCENTRO DE ESTUDOS SINDICAIS E DE ECONOMIA DO TRABALHO – CESIT. Emprego, trabalho e renda para garantir o direito à vida. Disponível em: http://www.cesit.net.br/wpcontent/uploads/2020/04/Versa%CC%83o.final_.pdf.\nCHINA pneumonia outbreak: Mystery virus probed in Wuhan. BBC News. Disponível em: https://www.bbc.com/news/world-asia-china-50984025.\nDELGADO, Mauricio Godinho. Curso de Direito do Trabalho. 10. ed. São Paulo: LTr, 2011. p. 395.\nDELGADO, Maurício Godinho. Curso de Direito do Trabalho. 17. ed. São Paulo: LTr, 2018. p. 334.\nDEPARTAMENTO INTERSINDICAL DE ESTATÍSTICA E ESTUDOS SOCIOECONÔMICOS – DIEESE. O Programa Emergencial de Manutenção do Emprego e da Renda diante dos impactos da Covid-19, Nota Técnica 232. Disponível em: https://www.dieese.org.br/notatecnica/2020/notaTec232ProgramaEmergencialGoverno.html. Acesso em: 03 abr. 2020.\nEICHENGREEN, Barry. The human capital costs of the crisis. Project Syndicate. https://www.project-syndicate.org/commentary/covid19-pandemic-erosion-ofhuman-capital-by-barry-eichengreen-2020-04. Acesso em: 10 abr. 2020.\nELSTER, Jon. Ulisses liberto: estudos sobre racionalidade, pré-compromisso e restrições. São Paulo: UNESP, 2009.\nFERRAJOLI, Luigi. Poderes selvagens: a crise da democracia italiana. Tradução: Alexander Araujo de Souza. São Paulo: Saraiva, 2014.\nFERRAZ JR., Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson. Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nHÄBERLE, P. Demokratische Verfassungstheorie im Lichte des Möglichkeitsdenken. In: Die Verfassung des Pluralismus. Königstein/TS, 1980. p. 3.\nHESSE, Hermann. Temas fundamentais do Direito Constitucional. p. 67-68.\nHESSE, Konrad. A Força Normativa da Constituição. Porto Alegre: Sergio Antonio Fabris, 1991. p. 24-27.\nINTERNATIONAL LABOUR ORGANIZATION. Managing conflicts and disasters: Exploring collaboration between employers’ and workers’ organizations. Geneva: ILO, 2020.\nJOHNS HOPKINS UNIVERSITY. Coronavirus Resource Center. Disponível em: https://coronavirus.jhu.edu/map.html.\nKALIL, Renan Bernardi. Passou da hora de incluir os trabalhadores nos debates sobre a COVID-19. Disponível em: http://www.justificando.com/2020/03/31/passou-dahora-de-incluir-os-trabalhadores-nos-debates-sobre-a-covid-19/. Acesso em: 2 abr. 2020.\nMALLET, Estêvão; FAVA, Marcos. Comentário ao art. 7º, inciso VI. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; Streck, Lenio L. (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nMALUF, André Luiz. Lei do mandado de injunção abre portas para sentenças aditivas. Disponível em: https://www.conjur.com.br/2016-jul-25/andre-maluf-lei-mandado-injuncao-abre-portassentencas-aditivas#_ftnref8. Acesso em: 3 abr. 2020.\nMORAIS, Carlos Blanco de. As sentenças com efeitos aditivos. In: MORAIS, Carlos Blanco de (Coord.). As sentenças intermédias da justiça constitucional. Lisboa: AAFDL, 2009. p. 45.\nORGANIZAÇÃO INTERNACIONAL DO TRABALHO. ILO Monitor: Covid-19 and the world of work Second edition. Updated estimates and analysis. Disponível em: https://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/briefingnote/wcms_740877.pdf. Acesso em: 7 abr. 2020.\nORGANIZAÇÃO INTERNACIONAL DO TRABALHO. ILO Standards and COVID-19 (coronavirus) - Key provisions of international labour standards relevant to the evolving COVID-19 outbreak. Disponível em: https://www.ilo.org/wcmsp5/groups/public/---ed_norm/ normes/documents/publication/wcms_739937.pdf. Acesso em: 2 abr. 2020.\nPERELMAN, Chaïm. Lógica Jurídica. Tradução: Vergínia K. Pupi. Martins Fontes: São Paulo, 2000. p.105.\nPERELMAN, Chaïm. Le problème des lacunes en droit. p. 348-349.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos fundamentais. Tradução: Antônio Francisco de Sousa e Antônio Franco. São Paulo: Saraiva, 2012. p. 69. (Série IDP).\nSOUZA JÚNIOR, Antonio Umberto de et al. Covid-19 e os impactos na área trabalhista. São Paulo: Revista dos Tribunais, 2020. p. 53-56.\nSTATEMENT on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). World Health Organization. Disponível em: https://www.who.int/news/item/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov).\nSUPIOT, Alain (Org). Au delá de l’émploi: les voies d’une vraie réforme du droit du travail. 2. ed. Flammarion, 2016. p. 13 e 34.\nZAGREBELSKY, Gustavo. A crucificação e a Democracia. São Paulo: IDP; Saraiva, 2012. p. 34.","ministro_facet":["RICARDO LEWANDOWSKI","ALEXANDRE DE MORAES"],"processo_numero":6363,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433831","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou parcialmente procedente a ação direta para declarar a inconstitucionalidade dos arts. 4º, caput e §§ 1º, 2º, 3º, 4º, 5º e 6º, 8º, caput e §§ 1º e 2º, 11 e 18, da Lei nº 1l.392/2000 do Estado de Santa Catarina, nos termos do voto da Relatora. Plenário, Sessão Virtual de 25.9.2020 a 2.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["3","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433831","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433831","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI Nº  1l.392/2000 DO ESTADO DE SANTA CATARINA. POLÍTICA ESTADUAL DE PREVENÇÃO E CONTROLE ÀS DOENÇAS SEXUALMENTE TRANSMISSÍVEIS – DST E À SÍNDROME DE IMUNODEFICIÊNCIA ADQUIRIDA – AIDS. ADOÇÃO DE MEDIDAS CONTRA A DISCRIMINAÇÃO DE PESSOAS PORTADORAS DO VÍRUS DA IMUNODEFICIÊNCIA HUMANA – HIV. INCONSTITUCIONALIDADE FORMAL. ARTS. 21, XII, “A”, 22, I E IV, 24, XII, 25, § 1º, 61, § 1º, II, “A” E “C”, 84, VI, “A”, 200, I E II, E 220, § 3º, I, DA CONSTITUIÇÃO DA REPÚBLICA. PRECEDENTES. PROCEDÊNCIA PARCIAL.\n\n\n\n    1. Ao instituir política estadual de prevenção e controle de doenças sexualmente transmissíveis – DST e da síndrome de imunodeficiência adquirida – AIDS, a Lei nº 11.392/2000 do Estado de Santa Catarina veicula normas sobre proteção e defesa da saúde, matérias inseridas na competência concorrente da União, dos Estados e do Distrito Federal (art. 24, XII, da CF). A adoção de medidas contra a discriminação das pessoas portadoras do vírus da imunodeficiência humana – HIV tem amparo no art. 25, § 1º, da CF, que reserva aos Estados as competências a eles não vedadas.\n\n\n\n    2. No modelo federativo brasileiro, estabelecida pela União a arquitetura normativa da política nacional de promoção, proteção e recuperação da saúde (Lei nº 8.080/1990, que institui o Sistema Único de Saúde – SUS), aos Estados compete, além da supressão de eventuais lacunas, a previsão de normas destinadas a complementar a norma geral e a atender suas peculiaridades locais, respeitados os critérios (i) da preponderância do interesse local, (ii) do exaurimento dos efeitos dentro dos respectivos limites territoriais – até mesmo para prevenir conflitos entre legislações estaduais potencialmente díspares – e (iii) da vedação da proteção insuficiente. Precedentes: ADI 5312/TO (Relator Ministro Alexandre de Moraes, DJe 11.02.2019), ADI 3470/RJ (Relatora Ministra Rosa Weber, DJe 01.02.2019), ADI 2030/SC (Relator Ministro Gilmar Mendes, DJe 17.10.2018).\n\n\n\n    3. A competência do SUS – Sistema Único de Saúde – para controlar e fiscalizar procedimentos, produtos e substâncias de interesse para a saúde e executar as ações de vigilância sanitária, epidemiológica e de saúde do trabalhador (art. 200, I e II, da CF), não obsta iniciativas voltadas à implementação de políticas estaduais de saúde específicas, para atender demandas locais. Precedente.\n\n\n\n    4. A vedação e o combate a prática discriminatórias na rede de saúde pública estadual concretiza um dos objetivos fundamentais da República Federativa do Brasil, dever a ser ativamente perseguido por todos os entes que compõem a Federação: a promoção do bem de todos, sem preconceito de origem, raça, sexo, cor, idade e quaisquer outras formas de discriminação (art. 3º, IV, da CF).\n\n\n\n    5. Fruto de iniciativa parlamentar, o art. 4º, caput e §§ 1º, 2º, 3º, 4º, 5º e 6º, da Lei nº 11.392/2000 do Estado de Santa Catarina incorre em vício de iniciativa, por impor obrigações ao Poder Executivo sem observância dos arts. 61, § 1º, II, “a” e “c”, e 84, VI, “a” da CF, além de de invadir a competência privativa da União para legislar sobre radiodifusão (arts. 21, XII, “a”, e 22, IV, da CF) e disciplinar as diversões e os espetáculos públicos (art. 220, § 3º, I, da CF). Precedente: ADI 5140/SP (Relator Ministro Alexandre de Moraes, DJe 29.10.2018).\n\n\n\n    6. Inconstitucionalidade formal dos arts. 11 e 18 da Lei nº 11.392/2000 do Estado de Santa Catarina, por afronta à reserva de iniciativa do Chefe do Poder Executivo para deflagrar processo legislativo versando sobre organização, funcionamento e orçamento da Secretaria de Estado da Saúde (arts. 61, § 1º, II, e 84, VI, “a”, da CF).\n\n\n\n    7. Ao disciplinar regime de confidencialidade e sigilo dos registros e resultados dos testes para detecção do vírus HIV, inclusive para fins de depoimento como testemunha, o art. 8º, caput e §§ 1º e 2º, da Lei nº 11.392/2000 do Estado de Santa Catarina afasta-se da competência concorrente dos Estados para legislar sobre proteção e defesa da saúde (art. 24, XII, da CF) e invade a competência privativa da União para legislar sobre direito civil e direito processual (art. 22, I, da CF).\n\n\n\n    8. Inconstitucionalidade formal dos arts. 4º, caput e §§ 1º, 2º, 3º, 4º, 5º e 6º, 8º, caput e §§ 1º e 2º, 11 e 18, da Lei nº 1l.392/2000 do Estado de Santa Catarina.\n\n\n\n    9. Ação direta julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754130347","externo_seq_objeto_incidente":1871365,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-252  DIVULG 16-10-2020  PUBLIC 19-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2341&classe=ADI","is_colac":false,"titulo":"ADI 2341","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" ART-00002 ART-00003 \n          INC-00004 ART-00005 INC-00041 ART-00021 \n          INC-00012 LET-A ART-00022 INC-00001 \n          INC-00004 ART-00024 INC-00012 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00025 \n          PAR-00001 ART-00037 \"CAPUT\" PAR-00006 \n          ART-00048 INC-00012 ART-00049 INC-00010 \n          ART-00061 PAR-00001 INC-00002 LET-A \n          LET-C LET-E ART-00063 INC-00001 \n          ART-00084 INC-00002 INC-00006 LET-A \n          ART-00165 ART-00175 PAR-ÚNICO ART-00197 \n          ART-00198 ART-00200 INC-00001 INC-00002 \n          ART-00220 PAR-00003 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008080      ANO-1990\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-002217      ANO-2018\n                RESOLUÇÃO DO CONSELHO FEDERAL DE MEDICINA - CFM\n\n","LEG-EST   LEI-011392      ANO-2000\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          \"CAPUT\" PAR-00001 PAR-00002 INC-00001 \n          INC-00002 INC-00003 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 ART-00005 ART-00006 \n          ART-00007 \"CAPUT\" PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00008 \"CAPUT\" \n          PAR-00001 PAR-00002 ART-00009 ART-00010 \n          ART-00011 INC-00001 INC-00002 ART-00012 \n          ART-00013 ART-00014 INC-00001 LET-A \n          LET-B LET-C INC-00002 LET-A \n          LET-B LET-C LET-D INC-00003 \n          INC-00004 ART-00015 ART-00016 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          INC-00001 INC-00002 ART-00018 ART-00019 \n          ART-00020 ART-00021\n                LEI ORDINÁRIA, SC"],"publicacao_data":"2020-10-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NORMA GERAL, DISTINÇÃO, NORMA ESPECÍFICA, EXTENSÃO, CONTEÚDO NORMATIVO, SOLUÇÃO, CONFLITO APARENTE DE NORMAS, PRINCÍPIO DA SUBSIDIARIEDADE. INCONSTITUCIONALIDADE, DESCUMPRIMENTO, REGRA, COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO. COMPETÊNCIA, SISTEMA ÚNICO DE SAÚDE (SUS), IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, SAÚDE, ESTADO-MEMBRO. INCONSTITUCIONALIDADE, ALTERAÇÃO, NORMA, DESOBEDIÊNCIA, OBRIGATORIEDADE, ENTE FEDERADO, OBSERVÂNCIA, COMPETÊNCIA. COMPETÊNCIA PRIVATIVA, GOVERNADOR, ORGANIZAÇÃO, FUNCIONAMENTO, ADMINISTRAÇÃO ESTADUAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO CIVIL, DIREITO PROCESSUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2341&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, NORMA, SAÚDE PÚBLICA)\nADI 2030 (TP), ADI 3470 (TP), ADI 5312 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, EDIÇÃO, NORMA, DIVERSÕES, ESPETÁCULO PÚBLICO)\nADI 5140 (TP). \n(COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, NORMA GERAL)\nADI 1245 (TP), ADI 2903 (TP). \n(INCONSTITUCIONALIDADE, DESCUMPRIMENTO, REGRA, COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO)\nADI 1245 (TP), ADI 3645 (TP), ADI 2667 MC (TP). \n(COMPETÊNCIA, SUS, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, ESTADO-MEMBRO, SAÚDE)\nADI 4955 (TP). \n(INCONSTITUCIONALIDADE, ALTERAÇÃO, NORMA, DESOBEDIÊNCIA, OBRIGATORIEDADE, ENTE FEDERADO, OBSERVÂNCIA, COMPETÊNCIA)\nADI 341 (TP), ADI 2834 (TP), ADI 3564 (TP), RE 653041 AgR (1ªT). \n(COMPETÊNCIA PRIVATIVA, GOVERNADOR, ORGANIZAÇÃO, FUNCIONAMENTO, ADMINISTRAÇÃO ESTADUAL)\nADI 4211 (TP), ADI 4704 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO CIVIL, DIREITO PROCESSUAL)\nADI 4701 (TP). \n- Legislação estrangeira citada: art. 254 da Constituição da República da Índia; Primeira Emenda da Constituição dos Estados Unidos da América.\n- Decisão estrangeira citada: Caso Jacobellis vs. Ohio, julgado em 1964, da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 36.\nAnálise: 21/10/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433831,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"ADI 2341","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BERCOVICI, Gilberto. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004.\nCAMBI, Eduardo. Normas Gerais e a Fixação da Competência Concorrente na Federação Brasileira. Revista de Processo, v. 92, out. 1998. p. 244.\nHIPONA, Agostinho de. Confissões.\nHORTA, Raul Machado. Estrutura da Federação. Revista de Direito Público, v. 81, p. 52, jan./mar. 1987.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais. Revista de Informação Legislativa. Brasília, ano 25, n. 100, out./dez. 1998.","ministro_facet":["ROSA WEBER"],"processo_numero":2341,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433505","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Decisão: A Turma, por unanimidade, afastou as preliminares suscitadas pela defesa, nos termos do voto do Relator, e suspendeu o julgamento do processo para posterior análise do mérito. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Falaram: o Dr. Juliano Baiocchi Villa-Verde de Carvalho, Subprocurador-Geral da República, pelo Ministério Público Federal, e o Dr. Marcelo Leal de Lima Oliveira pelo Réu. Presidência da Ministra Rosa Weber. Primeira Turma, 03.03.2020.\r\n\n            Decisão: Após os votos dos Ministros Alexandre de Moraes, Relator, e Marco Aurélio, Revisor, que julgavam improcedente a ação para absolver o réu dos crimes a ele imputados, pediu vista dos autos o Ministro Luís Roberto Barroso. Presidência da Ministra Rosa Weber. Primeira Turma, 10.03.2020.\r\n\n           Decisão: A Turma, por maioria, julgou parcialmente procedente a Ação Penal, nos termos do voto do Ministro Luís Roberto Barroso, Redator para o acórdão, que abriu a divergência, para condenar o réu:(I) quanto ao delito previsto no art. 20 da Lei n° 7.492/1986, à pena definitiva em 3 (três) anos de reclusão, e 97 (noventa e sete) dias-multa, no valor de 1 salário-mínimo cada, ante a concorrência do acusado na prática de dois delitos, em condições semelhantes de tempo, lugar e modo de execução, a pena foi aumentada em um sexto, totalizando 3 (três) anos e 6 (seis) meses de reclusão e 141 (cento e quarenta e um) dias-multa; (II) quanto ao delito de lavagem de dinheiro a culpabilidade foi valorada negativamente, por se tratar de Deputado Federal, do mesmo modo as circunstâncias judiciais foram sopesadas de modo negativo, dado o uso de complexa rede criminosa para a ocultação dos recursos, inclusive com o uso de instituto ligado a sindicato de trabalhadores, sendo elevada a pena em 6 meses por cada circunstância judicial negativa, totalizando 4 (quatro) anos de reclusão e 60 (sessenta) dias-multa, ausentes as circunstâncias atenuantes ou agravantes, assim como causas de diminuição ou de aumento, a pena definitiva foi fixada em 4 (quatro) anos de reclusão, e 60 (sessenta) dias-multa, no valor de 1 salário-mínimo cada, havido concorrência do acusado na prática de dois delitos em condições semelhantes de tempo, lugar e modo de execução, a pena foi aumentada em um sexto, totalizando 4 (quatro) anos e 8 (oito) meses de reclusão e 85 (oitenta e cinco) dias-multa; (III) quanto ao crime de quadrilha, levou-se em consideração o período de estabilidade e o grau de organização da quadrilha, considerando-se por negativas as circunstâncias do delito e fixada a pena base em 2 (dois) anos de reclusão. Ausentes circunstâncias atenuantes ou agravantes, assim como causas de diminuição ou de aumento, a pena definitiva foi fixada em 2 (dois) anos de reclusão. Praticados os crimes em concurso material (CP, art. 69) as sanções foram somadas com a condenação do réu ao cumprimento da pena de 10 anos e 2 meses de reclusão e 226 (duzentos e vinte e seis) dias-multa. Dada a pena total fixada, o regime inicial fixado foi o fechado, nos termos do art. 33, §2º, “a”, do Código Penal. Como efeito da condenação (CP, art. 91, II, b), réu deve ressarcir o dano material causado ao BNDES, no montante comprovado de R$ 182.560,43, em valores da época (abril de 2008), a serem devidamente corrigidos até a quitação do débito, por constituir produto do crime. Quanto aos danos morais, diante da ausência de pedido na denúncia, julgada incabível a pretensão ministerial. Ainda, com fundamento no art. 7º, II, da Lei 9.613/1998, foi decretada a interdição ao condenado do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da mesma Lei, pelo dobro do tempo da pena privativa de liberdade aplicada. Considerado o regime inicial fechado fixado com fulcro no art. 55 da Constituição e no art. 92, I, “b”, do Código Penal, foi decretada a perda do mandato parlamentar. Nos termos do art. 804 do Código de Processo Penal, condenado o réu ao pagamento das custas processuais. Esgotada a análise das insurgências cognoscíveis interpostas contra o acórdão, determinou-se a expedição da guia de execução das reprimendas impostas. Após o trânsito em julgado da decisão colegiada: (a) oficie-se à Câmara dos Deputados para que, nos termos do art. 55, § 3º, da Constituição Federal, declare a perda do mandato do condenado; (b) oficie-se ao Tribunal Superior Eleitoral, para fins do art. 15, III, da Constituição Federal, vencidos os Ministros Alexandre de Moraes, Relator, e Marco Aurélio, que julgavam improcedente a ação penal. Primeira Turma, Sessão Virtual de 29.5.2020 a 5.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":"MIN. MARCO AURÉLIO","id":"sjur433505","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433505","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito penal. Ação penal. Aplicação de recursos de financiamento concedido pelo BNDES em finalidade diversa da prevista em contrato. Crime contra o sistema financeiro nacional. Lavagem de dinheiro. Quadrilha.\n\n\n\n    1. Preliminarmente. As questões preliminares já haviam sido afastadas por ocasião do recebimento da denúncia: a) a peça acusatória descreveu suficientemente as condutas e apontou indícios de materialidade e autoria; b) a ação controlada foi autorizada por decisão judicial; c) são lícitas as provas relacionadas a autoridades detentoras de foro especial por prerrogativa da função encontradas fortuitamente; e d) as decisões de decretação e prorrogação de interceptação telefônica foram devidamente fundamentadas.\n\n\n\n    2. Mérito.\n\n\n\n    2.1. Desvio de valores de financiamentos concedidos pelo BNDES. Análise conjunta das provas dos autos – em especial, os contratos de financiamento, as interceptações telefônicas, as movimentações financeiras, os documentos apreendidos, os resultados das vigilâncias policiais e os depoimentos colhidos em Juízo – demonstram, acima de qualquer dúvida razoável, que o acusado concorreu para o desvio de valores de financiamentos concedidos pelo BNDES. \n\n\n\n    2.2. Adequação Típica. Para a consumação do delito do art. 20 da Lei n° 7.492/1986, basta que parte dos valores do financiamento não seja aplicada no objeto do contrato. Se parcela dos valores é direcionada para serviços de consultoria, com a finalidade de serem posteriormente, ainda que apenas em parte, direcionados a terceiros, logicamente houve aplicação em finalidade diversa da estipulada no contrato.\n\n\n\n    2.3. Lavagem de dinheiro. Após o desvio dos valores dos financiamentos, foram realizados depósitos na conta de pessoa jurídica para posterior saque e entrega ao acusado, caracterizando-se o delito de lavagem de dinheiro. \n\n\n\n    2.4. Quadrilha. Existência de provas suficientes a demonstrar a participação do acusado em associação estável e permanente para a prática de crimes indeterminados. \n\n\n\n    2.5.  Conclusão. Restou comprovada a participação do acusado, por duas vezes, em condições semelhantes de tempo, lugar e modo de execução, na prática do delito previsto no art. 20 da Lei nº 7.492/1986, em concurso material com o delito previsto no art. 1º, VI, da Lei nº 9.613/1998, em sua redação original, também em continuidade delitiva, e com o crime previsto no art. 288 do Código Penal, em sua redação original. \n\n\n\n    3. Aplicação da pena e efeitos da condenação. Fixo a pena em: a) 3 anos e 6 meses pela prática, em continuidade delitiva, do delito do art. 20 da Lei nº 7.492/1986; b) 4 anos e 8 meses pela prática, em continuidade delitiva, do delito do art. 1º da Lei nº 9.613/1998; e c) 2 anos pela prática do delito do art. 288 do Código Penal. Total da pena: 10 anos e 2 meses de reclusão, e 226 dias-multa. \n\n\n\n    3.1. Danos materiais e danos morais coletivos. Como efeito da condenação (art. 91, II, “b”, do Código Penal), o réu deve ressarcir o dano material causado ao BNDES, no montante comprovado de R$ 182.560,43, em valores da época (abril de 2008), a serem devidamente corrigidos até a quitação do débito, por se tratar de produto do crime. Incabível a condenação em danos morais coletivos, dada a ausência de pedido na denúncia. \n\n\n\n    3.2. Interdição do exercício de função pública. Decreto a interdição ao acusado do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da Lei 9.613/1998, pelo dobro do tempo da pena privativa de liberdade aplicada (Lei 9.613/1998, art. 7º, II).\n\n\n\n    3.3. Perda do mandato. Considerado o regime inicial fechado fixado, decreto, com fulcro no art. 55 da Constituição e no art. 92, I, “b”, do Código Penal a perda do mandato parlamentar (AP 694/MT, Rel. Min. Rosa Weber, j. 02.05.2017)\n\n\n\n    4. Ação penal julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754370793","externo_seq_objeto_incidente":4877924,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-247  DIVULG 09-10-2020  PUBLIC 13-10-2020\nREPUBLICAÇÃO: DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=965&classe=AP","is_colac":false,"titulo":"AP 965","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00012 ART-00015 INC-00003\n    ART-00055 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00002\n    PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004595 ANO-1964\n    ART-00022 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007492 ANO-1986\n    ART-00020\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009034 ANO-1995\n    ART-00002 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009296 ANO-1996\n    ART-00001 ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001 INC-00006 ART-00007 INC-00002\n    ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012863 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 ART-00033 PAR-00002 LET-A\n    ART-00069 ART-00071 ART-00091 INC-00002\n    LET-B ART-00092 INC-00001 LET-B\n    ART-00288 \"CAPUT\" ART-00332\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041 ART-00386 INC-00003 INC-00007\n    ART-00387 INC-00004 ART-00395 INC-00003\n    ART-00804\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTATAÇÃO, INVESTIGAÇÃO, COMPRA, NOTA FISCAL, DESVIO DE VERBAS PÚBLICAS. POSSIBILIDADE, CONCURSO DE PESSOAS, CRIME PRÓPRIO. IMPORTÂNCIA, PROVA, FORMA INDIRETA. UTILIZAÇÃO, SERVIÇO, CONSULTORIA, FINALIDADE, DESVIO DE VERBAS PÚBLICAS, SUPERFATURAMENTO, CONTRATO. APLICAÇÃO, RECURSO FINANCEIRO, FINALIDADE DIVERSA, PREVISÃO, LEI, CONTRATO. TRÁFICO DE INFLUÊNCIA. NECESSIDADE, PROTEÇÃO, APLICAÇÃO, DESTINAÇÃO, RECURSOS PÚBLICOS. UTILIZAÇÃO, PESSOA JURÍDICA, LAVAGEM DE DINHEIRO, FECHAMENTO, INSTITUIÇÃO, DECORRÊNCIA, IDENTIFICAÇÃO, DEPÓSITO, PROCESSO EM CURSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: AUSÊNCIA, DÚVIDA, PARTICIPAÇÃO, RÉU, DESVIO DE VERBAS PÚBLICAS, FRAUDE, CONTRATO, INTERMÉDIO, EMPRESA, CONSULTORIA, EMISSÃO, NOTA FRIA. CONSTATAÇÃO, NOME, RÉU, DESTINATÁRIO, VALOR, ANOTAÇÃO, CONTABILIDADE, EMPRESA, PLANILHA, CHEQUE, DIÁLOGO, OBJETO, INTERCEPTAÇÃO TELEFÔNICA. CABIMENTO, COAUTORIA, PARTICIPAÇÃO, TIPO PENAL, DESVIO DE VERBAS PÚBLICAS, CONCESSÃO, INTERMÉDIO, FINANCIAMENTO PÚBLICO. PRODUÇÃO ANTECIPADA DE PROVAS, ÂMBITO, INQUÉRITO POLICIAL, SUBMISSÃO, CONTRADITÓRIO, AMPLA DEFESA. ESTABILIDADE, PERMANÊNCIA, ASSOCIAÇÃO CRIMINOSA. DOLO EVENTUAL. DOSIMETRIA DA PENA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: REQUISITO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL. INÍCIO, PROVA, ORGANIZAÇÃO CRIMINOSA, TRÁFICO INTERNACIONAL DE PESSOAS, ENVOLVIMENTO, FRAUDE, FINANCIAMENTO PÚBLICO, BANCO NACIONAL DE DESENVOLVIMENTO ECONÔMICO E SOCIAL (BNDES). ORIENTAÇÃO, STF, VALIDADE, ELEMENTO PROBATÓRIO, ENCONTRO FORTUITO DE PROVA, INTERCEPTAÇÃO TELEFÔNICA, PESSOA NATURAL, AUSÊNCIA, PRERROGATIVA DE FORO. EXIGÊNCIA, ORDEM JUDICIAL, INTERCEPTAÇÃO TELEFÔNICA. INTERCEPTAÇÃO TELEFÔNICA, EXIGÊNCIA, INDÍCIO, AUTORIA DO CRIME, PARTICIPAÇÃO, DELITO; DECISÃO FUNDAMENTADA, UNICIDADE, MEIO DE PROVA. INTERCEPTAÇÃO TELEFÔNICA, MOTIVAÇÃO PER RELATIONEM. AUSÊNCIA, NULIDADE, FUNDAMENTAÇÃO SUCINTA, DECRETAÇÃO, QUEBRA, SIGILO TELEFÔNICO. ABSOLVIÇÃO, RÉU, INSUFICIÊNCIA, PROVA, AUTORIA DO CRIME. CONSIDERAÇÃO, FINANCIAMENTO PÚBLICO, FOMENTO, ÁREA, INTERESSE SOCIAL. DIREITO TRANSINDIVIDUAL. ABSOLVIÇÃO, ACUSADO, FUNDAMENTO, IN DUBIO PRO REO. AUSÊNCIA, CONSENTIMENTO, UTILIZAÇÃO, NOME, RÉU, FINALIDADE, OBTENÇÃO, VERBA, ÂMBITO, FINANCIAMENTO PÚBLICO, BANCO NACIONAL DE DESENVOLVIMENTO ECONÔMICO E SOCIAL (BNDES). AUSÊNCIA, INFLUÊNCIA, RÉU, APROVAÇÃO, REPROVAÇÃO, FINANCIAMENTO PÚBLICO. AUSÊNCIA, DEMONSTRAÇÃO, POSSIBILIDADE, MOVIMENTAÇÃO, CONTA BANCÁRIA, INSTITUIÇÃO, RÉU. AUSÊNCIA, CONFISSÃO, RÉU; AUSÊNCIA, DELAÇÃO, CORRÉU; AUSÊNCIA, PROVA TESTEMUNHAL, TRÁFICO DE INFLUÊNCIA. AUSÊNCIA, CONFIRMAÇÃO, ÂMBITO, CONTRADITÓRIO, INDÍCIO, PROVA, OBJETO, DENÚNCIA. EXISTÊNCIA, SUSPEITA DE CRIME, AUSÊNCIA, JUÍZO DE CERTEZA, CONDENAÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INÍCIO, INVESTIGAÇÃO, APURAÇÃO, ATUAÇÃO, ORGANIZAÇÃO CRIMINOSA, TRÁFICO INTERNACIONAL DE PESSOAS, RUFIANISMO. INTERCEPTAÇÃO TELEFÔNICA, ENCONTRO FORTUITO DE PROVA, AUSÊNCIA, PROVA ILÍCITA. CONSIDERAÇÃO, TIPO PENAL, CRIME FORMAL. AUSÊNCIA, COMPROVAÇÃO, PARTICIPAÇÃO, ACUSADO, CRIME. EXISTÊNCIA, INDÍCIO, CRIME DE LAVAGEM DE DINHEIRO. AUSÊNCIA, COMPROVAÇÃO, VINCULAÇÃO, ACUSADO, ATO, OCULTAÇÃO, DISSIMULAÇÃO, CRIME DE LAVAGEM DE DINHEIRO. AUSÊNCIA, CONFUSÃO, RÉU, PESSOA JURÍDICA, INADMISSIBILIDADE, RESPONSABILIDADE OBJETIVA. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- TERMO(S) DE RESGATE: AÇÃO CONTROLADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=965&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Caso \"OPERAÇÃO SANTA TERESA\".\n- Acórdão(s) citado(s):\n(REGIME INICIAL FECHADO, PERDA, MANDATO PARLAMENTAR)\nAP 694 (1ªT). \n(DENÚNCIA, REQUISITO, EXPOSIÇÃO, FATO CRIMINOSO)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(JUSTA CAUSA, AÇÃO PENAL)\nInq 3719 (1ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, ORDEM JUDICIAL, REQUISITO)\nInq 2424 (TP), HC 94028 (1ªT), HC 96056 (2ªT), HC 103418 (1ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, FUNDAMENTO, INDÍCIO, AUTORIA DO CRIME, UNICIDADE, MEIO DE PROVA)\nInq 2424 (TP), HC 94028 (1ªT), HC 103418 (1ªT), HC 105527 (2ªT), HC 106225 (1ªT). \n(DECISÃO JUDICIAL, MOTIVAÇÃO PER RELATIONEM, INTERCEPTAÇÃO TELEFÔNICA)\nHC 92020 (2ªT), HC 116989 (2ªT), RHC 117825 AgR (2ªT), RHC 130542 AgR (1ªT), RHC 126207 AgR (2ªT), RHC 156593 AgR (2ªT). \n(INDÍCIO, PROVA, AUTORIA DO CRIME)\nAP 470 (TP) - RTJ 225/11, AP 481 (TP). \n(COMPROVAÇÃO, CULPABILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL)\nHC 88875 (2ªT), HC 89501 (2ªT), HC 97701 (2ªT), AP 858 (2ªT). \n(CONDENAÇÃO, IN DUBIO PRO REO)\nHC 73338 (1ªT), AP 869 (2ªT). \n(AÇÃO CONTROLADA)\nHC 102819 (1ªT). \n(RESPONSABILIDADE OBJETIVA, PROCESSO PENAL)\nAP 975 (2ªT), HC 136250 (2ªT). \n(ENCONTRO FORTUITO DE PROVA, AUTORIDADE, PRERROGATIVA DE FUNÇÃO)\nMS 34751 (1ªT), Pet 7808 (2ªT). \n(CRIME PRÓPRIO, CONCURSO DE PESSOAS, PARTICIPAÇÃO)\nHC 81852 (2ªT), Inq 2725 (2ªT). \n(CRIME CONTRA O SISTEMA FINANCEIRO, APLICAÇÃO, RECURSO FINANCEIRO, FINALIDADE DIVERSA, LEGISLAÇÃO, CONTRATO)\nAP 935 (1ªT). \n(LAVAGEM DE DINHEIRO, CONFIGURAÇÃO)\nRHC 80816 (2ªT). \n- Decisões monocráticas citadas:\n(COMPROVAÇÃO, CULPABILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL)\nHC 121405.\n(RESPONSABILIDADE OBJETIVA, PROCESSO PENAL)\nInq 3995.\n- Acórdão(s) citado(s) - outros tribunais:\n(INTERCEPTAÇÃO TELEFÔNICA, ORDEM JUDICIAL, REQUISITO)\nSTJ: HC 104005. \n- Legislação estrangeira citada: art. 9 da Declaração francesa dos Direitos do Homem e do Cidadão de 1789.\nNúmero de páginas: 207.\nAnálise: 15/12/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES)      : MINISTÉRIO PÚBLICO FEDERAL \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nRÉU(É)(S)           : P. P. S.  \r\nADV.(A/S)           : THIAGO GROSZEWICZ BRITO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433505,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"AP 965","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2020-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBITENCOURT, Cezar Roberto; BREDA, Juliano. Crimes contra o sistema financeiro nacional e contra o mercado de capitais. 3. ed. São Paulo: Saraiva, 2014. p. 255 e 257.\nHUNGRIA, Nelson. Comentários ao Código Penal. Rio de Janeiro: Forense, 1954. v. 4. p. 178.\nMAIA, Rodolfo Tigre. Dos crimes contra o sistema financeiro nacional: anotações à Lei federal n. 7.492/86. São Paulo: Malheiros, 1999. p. 125.\nPRADO, Luiz Régis. Curso de direito penal brasileiro - Parte especial. São Paulo: Revista dos Tribunais, 2002. v. 3. p. 654.\nSILVA, Antônio Carlos Rodrigues da. Crimes do colarinho branco. Brasília: Brasília Jurídica, 1999. p. 149.\nSOLER, Sebastián. Derecho penal argentino. Buenos Aires: TEA, 1952. Tomo 3.","ministro_facet":["ALEXANDRE DE MORAES","ROBERTO BARROSO"],"processo_numero":965,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433064","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo interno, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Afastada a aplicação da penalidade porquanto não atingida a unanimidade prevista no § 4º do art. 1.021 do CPC/2015. Primeira Turma, Sessão Virtual de 18.9.2020 a 25.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433064","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433064","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. LEI MUNICIPAL. COMPETÊNCIA DA UNIÃO PARA LEGISLAR SOBRE DIREITO DO CONSUMIDOR E NORMAS GERAIS EM MATÉRIA DE LICITAÇÕES E CONTRATOS. \n\n\n\n    1. Tem-se, na origem, ação direta de inconstitucionalidade proposta perante o Tribunal de Justiça do Estado do Rio de Janeiro em face da Lei Estadual 8.039, de 29 de junho de 2018, que dispõe sobre a responsabilização das empresas por defeitos e vícios da execução de obras e dá outras providências.\n\n\n\n    2. A referida norma estadual determinou que as empresas responsáveis pela incorporação e pela construção das moradias do Programa “Minha Casa, Minha Vida”, do Programa de Arrendamento Residencial (PAR) e de outros programas de habitação popular são obrigadas a indenizar os moradores, nos casos de defeitos e vícios de execução das obras, sem exclusão da responsabilidade da Caixa Econômica Federal. Além disso, determinou que o descumprimento da norma acarretará “para a empresa o impedimento de participação em licitações públicas, direta ou indiretamente e, em caso de comprovação de dano, a responsabilidade cível e criminal.”.\n\n\n\n    3. O Órgão Especial do Tribunal de origem julgou procedente a ação, para declarar a inconstitucionalidade da norma por violação ao artigo 24, V e III, da CF/1988, que fixa a competência concorrente entre União, Estados e Distrito Federal para dispor sobre produção e consumo, bem como sobre responsabilidade por dano ao consumidor, pois a matéria tratada na lei impugnada invadiu a disciplina do Código de Defesa do Consumidor.\n\n\n\n    4. A Federação nasceu adotando a necessidade de um poder central, com competências suficientes para manter a união e a coesão do próprio País, garantindo-lhe, como afirmado por HAMILTON, a oportunidade máxima para a consecução da paz e da liberdade contra o facciosismo e a insurreição ( The Federalist papers, nº IX ), e permitindo à União realizar seu papel aglutinador dos diversos Estados-Membros e de equilíbrio no exercício das diversas funções constitucionais delegadas aos três poderes de Estado. \n\n\n\n    5. Durante a evolução do federalismo, passou-se da ideia de três campos de poder mutuamente exclusivos e limitadores, segundo a qual a União, os Estados e os Municípios teriam suas áreas exclusivas de autoridade, para um novo modelo federal baseado, principalmente, na cooperação, como salientado por KARL LOEWESTEIN (Teoria de la constitución . Barcelona: Ariel, 1962. p. 362). \n\n\n\n    6. O legislador constituinte de 1988, atento a essa evolução, bem como sabedor da tradição centralizadora brasileira, tanto, obviamente, nas diversas ditaduras que sofremos, quanto nos momentos de normalidade democrática, instituiu novas regras descentralizadoras na distribuição formal de competências legislativas, com base no princípio da predominância do interesse, e ampliou as hipóteses de competências concorrentes, além de fortalecer o Município como polo gerador de normas de interesse local. \n\n\n\n    7. O princípio geral que norteia a repartição de competência entre os entes componentes do Estado Federal brasileiro é o princípio da predominância do interesse, tanto para as matérias cuja definição foi preestabelecida pelo texto constitucional, quanto em termos de interpretação em hipóteses que envolvem várias e diversas matérias, como na presente Ação Direta de Inconstitucionalidade. \n\n\n\n    8. A própria Constituição Federal, portanto, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori , diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-membros e Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    9. Verifica-se que, na espécie, a norma estadual invadiu a competência constitucional da União, na medida em que o Código de Defesa do Consumidor já trouxe regramento próprio acerca da responsabilidade civil dos fornecedores.\n\n\n\n    10. Indevida, também, atuação do Estado-membro na imposição de condições/restrições ao processo licitatório.\n\n\n\n    11. Agravo Interno a que se nega provimento. Na forma do art. 1.021, §§ 4º e 5º, do Código de Processo Civil de 2015, em caso de votação unânime, fica condenado o agravante a pagar ao agravado multa de um por cento do valor atualizado da causa, cujo depósito prévio passa a ser condição para a interposição de qualquer outro recurso (à exceção da Fazenda Pública e do beneficiário de gratuidade da justiça, que farão o pagamento ao final).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754005971","externo_seq_objeto_incidente":5998038,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-242  DIVULG 02-10-2020  PUBLIC 05-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1269208&classe=RE","is_colac":false,"titulo":"RE 1269208 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00027 ART-00024 INC-00003 \n          INC-00005 INC-00008 PAR-00001 ART-00030 \n          INC-00001 ART-00102 INC-00003 LET-A \n          ART-00125 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00002\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00001 PAR-ÚNICO\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01021 PAR-00004 PAR-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   LEI-008039      ANO-2018\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003 \n          ART-00004\n                LEI ORDINÁRIA, RJ"],"publicacao_data":"2020-10-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HISTÓRIA, FEDERALISMO, SURGIMENTO, DISTRIBUIÇÃO, COMPETÊNCIA, ORDENAMENTO JURÍDICO ESTRANGEIRO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA GERAL, LICITAÇÃO, CONTRATO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA CONCORRENTE, NORMA, DIREITO DO CONSUMIDOR. LEI ESTADUAL, POSSIBILIDADE, COMPLEMENTAÇÃO, LEI FEDERAL, ALARGAMENTO, PROTEÇÃO, USUÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1269208&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI ESTADUAL, EXTRAPOLAÇÃO, COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO DO CONSUMIDOR)\nADI 3623 (TP), ADI 5158 (TP). \n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA GERAL, LICITAÇÃO, CONTRATO)\nADI 3735 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 22.\nAnálise: 09/09/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MESA DIRETORA DA ASSEMBLÉIA DO RIO DE JANEIRO \nADV.(A/S)  : SERGIO EDUARDO DA CUNHA LEAL CARNEIRO \nAGDO.(A/S)  : FEDERACAO DAS INDUSTRIAS DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : TATIANA DE FATIMA MACHADO DUNSHEE DE ABRANCHES \nADV.(A/S)  : REINALDO OLIVEIRA FERREIRA JUNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433064,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 1269208 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-09-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADIA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, Joaquim Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist papers, n. 9.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53 et seq.\nJAY, John; MADISON, James; HAMILTON, Alexander. Os Artigos Federalistas.\nLOEWESTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michel J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq. \nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. tomo 1. p. 13-14.\nROBISON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1269208,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425891","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, autorizando a imediata execução, independente da conclusão do processo no Brasil ou do cumprimento de eventual pena imposta, a critério da autoridade competente do Poder Executivo, nos termos do voto da Relatora. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 19.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425891","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425891","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA COLOMBIANA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIME DE ROUBO. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO PELA LEGISLAÇÃO BRASILEIRA E ESTRANGEIRA. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Governo da Colômbia atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado requerente dispõe de competência jurisdicional para executar a sentença condenatória imposta.\n\n\n\n    3. Requisito da dupla tipicidade cumprido quanto ao fato delituoso imputado ao Extraditando correspondente, no Brasil, ao crime de roubo.\n\n\n\n    4. Inocorrência de prescrição pela legislação brasileira e colombiana.\n\n\n\n    5. Teses de defesa não infirmam o presente pedido de extradição.\n\n\n\n    6. O extraditando foi autuado em flagrante no Brasil por receptação. A prática é de menor reprovabilidade comparado à gravidade do crime a ele imputado na Colômbia.\n\n\n\n    7. Autorização de imediata execução da extradição, independente da conclusão do processo no Brasil ou do cumprimento de eventual pena imposta, a critério da autoridade competente do Poder Executivo.\n\n\n\n    8. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752851788","externo_seq_objeto_incidente":5565980,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-138  DIVULG 03-06-2020  PUBLIC 04-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1559&classe=Ext","is_colac":false,"titulo":"Ext 1559","documental_legislacao_citada_texto":["LEG-FED   LEI-009474      ANO-1997\n          ART-00034\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00006 \n          ART-00083 INC-00001 ART-00088 PAR-00003 \n          ART-00095\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1938\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00157 ART-00180\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-006330      ANO-1940\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-06-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1559&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1573 (2ªT). \n- Legislação estrangeira citada: art. 89 do Código Penal da Colômbia.\nNúmero de páginas: 21.\nAnálise: 09/03/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA COLÔMBIA \nEXTDO.(A/S)  : JUAN DANIEL ESCOBAR GARCÍA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425891,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1559","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1559,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur426113","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, entendeu não ser da sua competência a resolução do conflito, vencidos os Ministros Celso de Mello e Marco Aurélio, que entendiam pela competência do STF. Dentre os Ministros que não conheciam da ação, foi assentado, por maioria, que a competência para dirimir o conflito é do Procurador-Geral da República. Nesse sentido, votaram os Ministros Edson Fachin, Dias Toffoli, Cármen Lúcia, Rosa Weber e Roberto Barroso. Ficaram vencidos os Ministros Alexandre de Moraes (Relator), Ricardo Lewandowski, Gilmar Mendes e Luiz Fux, que entendiam pela competência do Conselho Nacional do Ministério Público. Redigirá o acórdão o Ministro Edson Fachin. Plenário, Sessão Virtual de 17.4.2020 a 24.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur426113","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur426113","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"CONSTITUCIONAL. CONFLITO DE ATRIBUIÇÕES ENTRE MINISTÉRIOS PÚBLICOS. MINISTÉRIO PÚBLICO FEDERAL E MINISTÉRIO PÚBLICO DO ESTADO DE MATO GROSSO DO SUL. ALCANCE DO ARTIGO 102, INCISO I, ALÍNEA F DA CONSTITUIÇÃO DA REPÚBLICA. DISPOSITIVO DIRECIONADO PARA ATRIBUIR COMPETÊNCIA ORIGINÁRIA AO STF EM CASOS DE CONFLITO FEDERATIVO. REVISITAÇÃO DA JURISPRUDÊNCIA ASSENTADA PELA CORTE (ACO 1.109/SP E PET 3.528/BA). MERO CONFLITO DE ATRIBUIÇÕES QUANTO À ATUAÇÃ ENTRE DIFERENTES ÓRGÃOS MINISTERIAIS DA FEDERAÇÃO. SITUAÇÃO INSTITUCIONAL E NORMATIVA INCAPAZ DE COMPROMETER O PACTO FEDERATIVO\n\n\n\nAFASTA A REGRA QUE ATRIBUI COMPETÊNCIA ORIGINÁRIA AO STF. NÃO CONHECIMENTO DA AÇÃO CÍVEL ORIGINÁRIA E REMESSA DOS AUTOS AO PROCURADOR-GERAL DA REPÚBLICA (PGR) (PRECEDENTE FIXADO PELA ACO 1.394/RN).\n\n\n\n1. A jurisprudência do Supremo Tribunal Federal firmou-se no sentido de que não mais cabe a esta Corte dirimir ordinariamente eventual conflito de atribuições entre Ministério Público Federal e Ministério Público Estadual. Na mesma ocasião, foi assentado que competirá ao Procurador-Geral da República a tarefa de resolver esses conflitos de atribuições.\n\n\n\n2. Ação cível originária não conhecida. Autos remetidos ao Procurador-Geral da República, a quem pertence a atribuição para dirimir o conflito, nos termos da jurisprudência deste Supremo Tribunal Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752896792","externo_seq_objeto_incidente":5312130,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-142  DIVULG 08-06-2020  PUBLIC 09-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3068&classe=ACO","is_colac":false,"titulo":"ACO 3068","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-F ART-00105 \n          INC-00001 LET-D ART-00108 ART-00127 \n          PAR-00002 ART-00128 ART-00130 ART-0130A \n          PAR-00002 INC-00001 INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075      ANO-1993\n                LEI COMPLEMENTAR"],"publicacao_data":"2020-06-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA ORIGINÁRIA, COMPETÊNCIA RECURSAL, STF. JURISDIÇÃO CONSTITUCIONAL, STF, SUPREMACIA, DIREITO FUNDAMENTAL, CONTROLE, DEMOCRACIA, ESTADO DE DIREITO, EQUILÍBRIO, UNIÃO FEDERAL, ESTADO-MEMBRO, GARANTIA, FUNCIONAMENTO, PODER PÚBLICO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. COMPETÊNCIA ORIGINÁRIA, ROL TAXATIVO. INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, PROCESSAMENTO, INQUÉRITO CIVIL. COMPETÊNCIA ORIGINÁRIA, STF, CONFLITO FEDERATIVO, RISCO, PACTO FEDERATIVO. CONFLITO DE ATRIBUIÇÃO, DECISÃO, ÂMBITO ADMINISTRATIVO. COMPETÊNCIA, PODER JUDICIÁRIO, CONTROLE DE LEGALIDADE, ATO ADMINISTRATIVO, INTERMÉDIO, VIA PROCESSUAL. PRINCÍPIO DA AUTONOMIA, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. DECISÃO, STF, REMESSA, PROCURADORIA GERAL DA REPÚBLICA (PGR), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO. ENTENDIMENTO, INTERESSE, PROCURADOR-GERAL, SOLUÇÃO, DEMANDA, ÂMBITO ADMINISTRATIVO. AUSÊNCIA, HIERARQUIA, SUBORDINAÇÃO, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL. APLICAÇÃO, PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO, PRINCÍPIO DA INDIVISIBILIDADE, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL, CADA, MINISTÉRIO PÚBLICO. AUSÊNCIA, SUPERIORIDADE, NÍVEL HIERÁRQUICO, PROCURADORIA GERAL DA REPÚBLICA (PGR), PROCURADOR-GERAL DE JUSTIÇA. ATRIBUIÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), DEFINIÇÃO, CONFLITO DE ATRIBUIÇÃO. COMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CONTROLE, ATUAÇÃO, ÂMBITO ADMINISTRATIVO, CARÁTER FINANCEIRO, AUTONOMIA FUNCIONAL, INDEPENDÊNCIA, MINISTÉRIO PÚBLICO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADEQUAÇÃO, DEFINIÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, ÓRGÃO ADMINISTRATIVO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL. INADEQUAÇÃO, EQUIPARAÇÃO, DIVERSIDADE, ÓRGÃO, MINISTÉRIO PÚBLICO, AUTORIDADE ADMINISTRATIVA. COMPETÊNCIA, STF, SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: ATRIBUIÇÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, DIVERSIDADE, MINISTÉRIO PÚBLICO. COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), SOLUÇÃO, CONFLITO, ÓRGÃO JUDICIAL. STF, REPERCUSSÃO GERAL, AUSÊNCIA, HIERARQUIA, MEMBRO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL, AUTONOMIA FUNCIONAL, AUSÊNCIA, SUBMISSÃO, PROCURADORIA GERAL DA REPÚBLICA (PGR).\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: COMPETÊNCIA ORIGINÁRIA, STF, SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL. AUSÊNCIA, HIERARQUIA. AUTONOMIA INSTITUCIONAL, MINISTÉRIO PÚBLICO ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3068&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL, CONFLITO FEDERATIVO)\nPet 3528 (TP), ACO 1109 (TP). \n(INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nACO 924 (TP), ACO 1394 (TP), Pet 4076 AgR (TP), Pet 4863 (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nACO 124 (TP) - RTJ 50/72, ACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 136 (TP) - RTJ 53/776. \n(AUTONOMIA FUNCIONAL, MINISTÉRIO PÚBLICO, PODER DE INVESTIGAÇÃO)\nRE 593727 (TP). \n(CONFLITO DE COMPETÊNCIA, DEFINIÇÃO, STJ)\nACO 1179 (TP), ACO 3289 AgR (TP), Pet 623 QO (TP). \n- Decisões monocráticas citadas:\n(INCOMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nACO 2298 AgR.\n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nPet 1026 MC.\n(PROCURADOR-GERAL DA REPÚBLICA, CONFLITO DE ATRIBUIÇÃO, AGENTE, MINISTÉRIO PÚBLICO ESTADUAL, MPF)\nACO 2834, ACO 2427, ACO 2820, ACO 2957, ACO 2341, ACO 2952, ACO 2572.\n- Legislação estrangeira citada: artigo III, seção 2, da Lei Judiciária de 1789, da Suprema Corte Americana.\n- Decisão estrangeira citada: Caso Marbury vs. Madison (1 Cranch 137 – 1803), da Suprema Corte dos Estados Unidos\nNúmero de páginas: 27.\nAnálise: 08/04/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO DO ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MATO GROSSO DO SUL \nRÉU(É)(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":426113,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ACO 3068","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ABRAHAM, Henry J. A Corte Suprema no evolutivo processo político. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nARINOS, Afonso. Curso de direito constitucional brasileiro. Rio de Janeiro: Forense, 1960. p. 98.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53.\nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nDAHL, Robert. Sobre a democracia. Brasília: UnB, 2001. p. 137.\nHALL, Kermit L. The Oxford guide to United States Supreme Courts decisions. New York: Oxford University Press, 1999. p. 173.\nHORTA, Raul Machado. Direito constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 305 et seq.\nMORAES, Alexandre de. Constituição do Brasil Interpretada, 9. ed. Atlas. p. 1604.\nSCHWARTZ, Bernard. Direito constitucional americano. Rio de Janeiro: Forense, 1966. p. 257.\n______. O federalismo norte-americano. Rio de Janeiro: Forense Universitária, 1984. p. 75.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14.","ministro_facet":["ALEXANDRE DE MORAES","EDSON FACHIN"],"processo_numero":3068,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428764","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado na arguição, vencido o Ministro Marco Aurélio. Em seguida, por maioria, vencido o Ministro Marco Aurélio, fixaram tese nos seguintes termos: “O Tribunal Superior Eleitoral é o órgão competente para julgar os Recursos Contra Expedição de Diploma nas eleições presidenciais e gerais (federais e estaduais)”. Falaram: pelo requerente, Partido Democrático Trabalhista - PDT, o Dr. José Eduardo Rangel de Alckmin; e, pelo amicus curiae Partido da República - PR, o Dr. Eduardo Borges Espínola Araújo. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 7.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428764","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428764","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CABIMENTO EM FACE DE ORIENTAÇÃO JURISPRUDENCIAL, DESDE QUE ATENDIDO O TESTE DA SUBSIDIARIEDADE. DIREITOS E GARANTIAS FUNDAMENTAIS DO ART. 5º DA CRFB. CARÁTER DE PRECEITOS FUNDAMENTAIS. COMPETÊNCIA PARA JULGAMENTO DE RECURSO CONTRA A EXPEDIÇÃO DE DIPLOMA (RCED) NAS ELEIÇÕES FEDERAIS E ESTADUAIS. ART. 121, § 4º, DA CRFB. ARTIGOS 216 E 22, INCISO I, ALÍNEA “G”, DO CÓDIGO ELEITORAL. ADEQUAÇÃO AO SISTEMA CONSTITUCIONAL. APRECIAÇÃO DO RCED PELO ÓRGÃO JURISDICIONAL HIERARQUICAMENTE SUPERIOR. INOCORRÊNCIA DE VIOLAÇÃO AOS PRINCÍPIOS DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL E CONTRADITÓRIO (ART. 5º, LIII, LIV E LV, DA CRFB). DUPLO GRAU DE JURISDIÇÃO: FIGURA NÃO CONTEMPLADA COMO GARANTIA PELA CARTA MAGNA. RESPEITO AOS PRECEDENTES COMO IMPERATIVO DA SEGURANÇA JURÍDICA (ART. 5º, CAPUT, CRFB). ADPF JULGADA IMPROCEDENTE.\n\n\n\n    1. O Tribunal Superior Eleitoral é o órgão competente para julgar os Recursos Contra a Expedição de Diploma (RCED) nas eleições presidenciais e gerais (federais e estaduais).\n\n\n\n    2. O Recurso Contra a Expedição de Diploma (RCED) é demanda por meio da qual se objetiva a cassação ou denegação do diploma do eleito ante a alegação de inelegibilidade de cunho infraconstitucional superveniente ao requerimento de registro da candidatura, inelegibilidade de natureza constitucional ou ausência de condições de elegibilidade, ex vi do art. 262 do Código Eleitoral, na redação conferida pela Lei nº 12.891/2013.\n\n\n\n    3. O art. 121, § 4º, III, da Constituição, ao determinar que caberá recurso das decisões dos Tribunais Regionais Eleitorais que versarem sobre “expedição de diplomas nas eleições federais ou estaduais”, atribui ao Tribunal Superior Eleitoral a competência para a revisão jurisdicional da atividade de diplomação exercida pelos Tribunais Regionais Eleitorais nas eleições federais ou estaduais.\n\n\n\n    4. O Código Eleitoral, adequado ao sistema constitucional, consagra a apreciação do Recurso Contra a Expedição de Diploma (RCED) pelo órgão jurisdicional hierarquicamente superior àquele que concedeu a diplomação, estabelecendo o seu art. 216 que o “recurso interposto contra a expedição do diploma” deve ser decidido pelo “Tribunal Superior”, enquanto o art. 22, I, g, do mesmo Código atribui originariamente ao Tribunal Superior Eleitoral a competência para julgar as impugnações à diplomação do Presidente e Vice-Presidente da República.\n\n\n\n    5. A fase probatória inserida no rito do RCED não impede o seu reconhecimento como “recurso” nos moldes do art. 121, § 4º, da Carta Magna, sendo legítima a interpretação do termo em sua concepção ampla, além do que a possibilidade de produção probatória no rito recursal em sentido estrito é expressamente reconhecida pelo art. 938, § 3º, do novo Código de Processo Civil.\n\n\n\n    6. A diplomação constitui ato decisório do Tribunal Regional Eleitoral, de natureza administrativa, que encerra o processo eleitoral e atesta a aptidão do candidato a ser empossado no cargo, motivo pelo qual se enquadra no conceito de “decisões dos Tribunais Regionais Eleitorais” a que alude o art. 121, § 4º, da Constituição.\n\n\n\n    7. O Recurso Contra a Expedição de Diploma (RCED), por suas causae petendi, não se confunde com as da Ação de Investigação Judicial Eleitoral (AIJE), que tem por fundamento o abuso de poder econômico ou político (artigos 1º, I, d e h, 19 e 22, XIV, da Lei Complementar nº 64/90), a captação ou uso ilícito de recurso para fins eleitorais (art. 30-A da Lei 9.504/1997 e art. 1º, I, j, da LC nº 64/90), a captação ilícita de sufrágio (art. 41-A da Lei nº 9504/1997 e art. 1º, I, j, da LC nº 64/90) ou a prática de conduta vedada (artigos 73, 74, 75 e 77 da Lei nº 9.504/1997 e art. 1º, I, j, da LC nº 64/90), nem com as causas de pedir próprias da Ação de Impugnação de Mandato Eletivo, regida diretamente pelo art. 14, § 10, da Constituição, que tem escopo limitado à cognição de questões relativas a abuso do poder econômico, corrupção ou fraude.\n\n\n\n    8. O princípio do juiz natural não resta violado nas hipóteses de concorrência de diversas vias processuais para conhecer da mesma matéria, (art. 5º, LIII, da CRFB), maxime quando a própria Carta Magna acolhe ambos os ritos possíveis (art. 14, § 10, e art. 121, § 4º, da CRFB).\n\n\n\n    9. O devido processo legal (art. 5º, LIV, CRFB) e o contraditório (art. 5º, LV, CRFB) são plenamente observados no Recurso Contra a Expedição de Diploma (RCED) perante o órgão com competência originária, posto haver ampla instrução probatória e regular exercício do direito de defesa, restando as garantias constitucionais preservadas, uma vez que a instrução do feito ocorre direta e imediatamente perante o Tribunal Superior, aproximando-o, em grau incomparável, da verdade material.\n\n\n\n    10. O duplo grau de jurisdição não configura garantia prevista na Constituição da República, traduzindo escolha política do legislador, consoante diversos precedentes desta Corte: HC 140213 AgR, Relator(a): Min. LUIZ FUX, Primeira Turma, julgado em 02/06/2017; RE 976178 AgR, Relator(a): Min. DIAS TOFFOLI, Segunda Turma, julgado em 09/12/2016; RHC 79785, Relator(a): Min. SEPÚLVEDA PERTENCE, Tribunal Pleno, julgado em 29/03/2000, DJ 22-11-2002 PP-00057 EMENT VOL-02092-02 PP-00280 RTJ VOL-00183-03 PP-01010. Direito Comparado.\n\n\n\n    11. A observância dos precedentes quase decenários, compreendidos na análise econômica do Direito como um estoque de capital, constitui componente fundamental de uma ordem jurídica funcional, máxime porque facilita a aplicação e operação do direito pelos magistrados e jurisdicionados, bem como norteia a atuação de todos os membros da sociedade, conferindo a necessária segurança jurídica.\n\n\n\n    12. A Arguição de Descumprimento de Preceito Fundamental é cabível para impugnação orientação jurisprudencial apontada como contrária a normas basilares da Constituição, desde que cumprido o requisito da subsidiariedade, ante a inexistência de outro meio processual para sanar a controvérsia com caráter abrangente e imediato. Precedentes do Plenário: ADPF 33, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 07/12/2005; ADPF 144, Relator(a): Min. CELSO DE MELLO, Tribunal Pleno, julgado em 06/08/2008; ADPF 54, Relator(a): Min. MARCO AURÉLIO, Tribunal Pleno, julgado em 12/04/2012; ADPF 187, Relator(a): Min. CELSO DE MELLO, Tribunal Pleno, julgado em 15/06/2011.\n\n\n\n    13. A admissibilidade da Arguição de Descumprimento de Preceito Fundamental resta presente quando apontados como preceitos fundamentais violados, de forma direta, direitos e garantias fundamentais insculpidos no art. 5º da Constituição. Precedentes: ADPF 388, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 09/03/2016; ADPF 187, Relator(a): Min. CELSO DE MELLO, Tribunal Pleno, julgado em 15/06/2011; ADPF 130, Relator(a): Min. CARLOS BRITTO, Tribunal Pleno, julgado em 30/04/2009.\n\n\n\n    14. O vício quanto aos poderes conferidos na procuração para ajuizamento da ADPF (art. 3º, parágrafo único, da Lei nº 9.882/99) é passível de regularização durante o processo, mercê de o espírito instrumentalista do novo Código de Processo Civil exigir o melhor aproveitamento possível dos atos processuais, evitando-se que formalidades estéreis embaracem a marcha do feito. Precedentes: ADPF 4 MC, Relator(a): Min. ELLEN GRACIE, Tribunal Pleno, julgado em 02/08/2006.\n\n\n\n    15. Arguição de Descumprimento de Preceito Fundamental improcedente. Tese fixada nos seguintes termos: O Tribunal Superior Eleitoral é o órgão competente para julgar os recursos contra a expedição de diploma nas eleições presidenciais e gerais (federais e estaduais).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754086708","externo_seq_objeto_incidente":2669847,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-186  DIVULG 27-07-2020  PUBLIC 28-07-2020\nREPUBLICAÇÃO: DJe-248  DIVULG 13-10-2020  PUBLIC 14-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=167&classe=ADPF","is_colac":false,"titulo":"ADPF 167","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n          ART-00121 INC-00003\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00053 INC-00054 \n          INC-00055 ART-00014 PAR-00003 PAR-00010 \n          ART-00102 INC-00003 ART-00105 INC-00003 \n          ART-00121 PAR-00004 INC-00003 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-D LET-H \n          LET-J ART-00019 ART-00022 INC-00014\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00022 INC-00001 LET-G ART-00216 \n          ART-00262 ART-00276 INC-00002\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00093 INC-00002\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-0030A ART-0041A ART-00073 ART-00074 \n          ART-00075 ART-00077\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 \"CAPUT\" ART-00003 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012891      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00047 PAR-00001 ART-00938 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   CVC-001969      \n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   SUMTSE-000047      \n                SÚMULA DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2020-10-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, QUESTÃO DE ORDEM, DESCABIMENTO, REEXAME, PRELIMINAR, REJEIÇÃO, MOMENTO ANTERIOR. EVOLUÇÃO, JURISPRUDÊNCIA, RECURSO, EXPEDIÇÃO, DIPLOMA, NATUREZA JURÍDICA, AÇÃO AUTÔNOMA. CÓDIGO ELEITORAL, HIPÓTESE, CABIMENTO. DISTINÇÃO, IMPUGNAÇÃO, MANDATO ELETIVO, FINALIDADE, PERSECUÇÃO PENAL, ABUSO DE PODER ECONÔMICO, CORRUPÇÃO, FRAUDE . AÇÃO COLETIVA, CARÁTER NACIONAL, POSSIBILIDADE, ESCOLHA, AUTOR, FORO COMPETENTE. DESNECESSIDADE, OBSERVÂNCIA, GARANTIA, DUPLO GRAU DE JURISDIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONTROVÉRSIA, CABIMENTO, RECURSO, EXPEDIÇÃO, DIPLOMA, OVERRULING, PRECEDENTE, MATÉRIA, REGRA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: TRIBUNAL REGIONAL ELEITORAL (TRE), COMPETÊNCIA, APRECIAÇÃO, ATO, DIPLOMAÇÃO. CÓDIGO ELEITORAL, HIPÓTESE, POSSIBILIDADE, REVISÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), DECISÃO JUDICIAL, ATIVIDADE, DIPLOMAÇÃO, TRIBUNAL REGIONAL ELEITORAL (TRE). INEXISTÊNCIA, OFENSA, PRECEITO FUNDAMENTAL, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL, CONTRADITÓRIO, AMPLA DEFESA. JURISPRUDÊNCIA FIRMADA, STF, INEXISTÊNCIA, GARANTIA, DUPLO GRAU DE JURISDIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA, JULGAMENTO, RECURSO, DIPLOMAÇÃO, PRESIDENTE, SENADOR, DEPUTADO FEDERAL, DEPUTADO ESTADUAL, GOVERNADOR. TRIBUNAL REGIONAL ELEITORAL (TRE), COMPETÊNCIA, DIPLOMAÇÃO, PREFEITO, VEREADOR. FINALIDADE, IMPARCIALIDADE, MAGISTRADO, IMPUGNAÇÃO, DIPLOMA. RECURSO, EXPEDIÇÃO, ATO, DIPLOMA, NATUREZA JURÍDICA, RECURSO, DISCUSSÃO, COMPETÊNCIA ORIGINÁRIA, TRIBUNAL SUPERIOR ELEITORAL (TSE), AUSÊNCIA, DESRESPEITO, AMPLA DEFESA, DUPLO GRAU DE JURISDIÇÃO. DESNECESSIDADE, OBSERVÂNCIA, GARANTIA, DUPLO GRAU DE JURISDIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA, DIPLOMAÇÃO, PRESIDENTE DA REPÚBLICA, VICE-PRESIDENTE DA REPÚBLICA. TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA, REVISÃO, ÚLTIMA INSTÂNCIA, EXPEDIÇÃO, DIPLOMA, ELEIÇÃO, ÂMBITO FEDERAL, ÂMBITO ESTADUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ADEQUAÇÃO, PRINCÍPIO DA SUBSIDIARIEDADE. DEFINIÇÃO, DIPLOMAÇÃO, ATO ADMINISTRATIVO, IMPUGNAÇÃO, PROPOSITURA, AÇÃO JUDICIAL. TRIBUNAL SUPERIOR ELEITORAL (TSE), COMPETÊNCIA ORIGINÁRIA, JULGAMENTO, RECURSO, ATO, EXPEDIÇÃO, DIPLOMA, OBSERVÂNCIA, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PODER JUDICIÁRIO, ORGANIZAÇÃO, ATRIBUIÇÃO. DISTINÇÃO, DIPLOMAÇÃO, ATO, FORMA AUTOMÁTICA, NATUREZA ADMINISTRATIVA, IMPUGNAÇÃO, DECISÃO JUDICIAL. DIPLOMAÇÃO, DEPUTADO ESTADUAL, DEPUTADO FEDERAL, GOVERNADOR, IMPUGNAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), INVIABILIDADE, CONCENTRAÇÃO. HIPÓTESE, IMPUGNAÇÃO, TRIBUNAL REGIONAL ELEITORAL (TRE), DIPLOMAÇÃO, DECORRÊNCIA, RESULTADO, AUSÊNCIA, CONTRADITÓRIO, MOMENTO ANTERIOR. CABIMENTO, RECURSO, TRIBUNAL SUPERIOR ELEITORAL (TSE), IMPUGNAÇÃO, ELEIÇÃO, PRESIDENTE DA REPÚBLICA, VICE-PRESIDENTE DA REPÚBLICA.\n\n- TERMO(S) DE RESGATE: FORUM SHOPPING.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=167&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DUPLO GRAU DE JURISDIÇÃO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, ESCOLHA, POLÍTICA, LEGISLADOR)\nRHC 79785 (TP), AI 601832 AgR (2ªT), RE 976178 AgR (2ªT), HC 140213 AgR (1ªT). \n(ADPF, REQUISITO, APLICAÇÃO SUBSIDIÁRIA)\nADPF 33 (TP), ADPF 54 (TP), ADPF 144 (TP), ADPF 187 (TP), ADPF 17 AgR (TP), ADPF 190 (TP), ADPF 304 (TP). \n(ADMISSIBILIDADE, ADPF, VIOLAÇÃO, DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL)\nADPF 130 (TP), ADPF 33 (TP), ADPF 54 (TP), ADPF 144 (TP), ADPF 187 (TP), ADPF 388 (TP). \n(ADPF, REGULARIZAÇÃO, VÍCIO, PROCURAÇÃO COM PODER ESPECÍFICO, APROVEITAMENTO, ATO PROCESSUAL)\nADPF 4 MC (TP), ADPF 167 MC-REF (TP). \n(ADPF, ATO, PODER PÚBLICO, VIOLAÇÃO, PRECEITO FUNDAMENTAL)\nADPF 54 (TP), ADPF 187 (TP), ADPF 1 QO (TP). \n(RECURSO CONTRA EXPEDIÇÃO DE DIPLOMAÇÃO, AÇÃO CONSTITUTIVA, NEGAÇÃO, ATO ADMINISTRATIVO, DIPLOMAÇÃO)\nRMS 3100 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(DUPLO GRAU DE JURISDIÇÃO, AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL DE 1988, ESCOLHA, POLÍTICA, LEGISLADOR)\nTSE: RCED 671, RCED 661. \n(COMPETÊNCIA, TSE, JULGAMENTO, RECURSO CONTRA A EXPEDIÇÃO DE DIPLOMA)\nTSE: RCED 694, RCED 703, REspe 11605, REspe 15516, REspe 25284, RO 650, REspe 9349, RCED 664, RCED 661, RCED 801538. \n- Decisões estrangeiras citadas: Sentença n. 51, de 1985, do Tribunal Constitucional espanhol; Sentença C-650, de 2001, e Sentença C-934, de 2006, da Corte Constitucional da Colômbia.\nNúmero de páginas: 63.\nAnálise: 05/10/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT\r\nADV.(A/S)           : JOSÉ EDUARDO RANGEL DE ALCKMIN\r\nINTDO.(A/S)         : TRIBUNAL SUPERIOR ELEITORAL\r\nAM. CURIAE.         : PARTIDO DO MOVIMENTO DEMOCRÁTICO BRASILEIRO - PMDB\r\nADV.(A/S)           : HELI LOPES DOURADO\r\nADV.(A/S)           : WILSON AZEVEDO DOS SANTOS\r\nAM. CURIAE.         : PARTIDO RENOVADOR TRABALHISTA BRASILEIRO - PRTB\r\nADV.(A/S)           : GABRIELA GUIMARÃES PEIXOTO E OUTRO(A/S)\r\nAM. CURIAE.         : PARTIDO POPULAR SOCIALISTA - PPS\r\nADV.(A/S)           : THIAGO FERNANDES BOVERIO\r\nAM. CURIAE.         : PARTIDO DA REPÚBLICA - PR\r\nADV.(A/S)           : MARCUS VINICIUS FURTADO COÊLHO\r\nADV.(A/S)           : LUÍS GUSTAVO MOTTA SEVERO DA SILVA","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":428764,"documental_tese_texto":"O Tribunal Superior Eleitoral é o órgão competente para julgar os Recursos Contra Expedição de Diploma nas eleições presidenciais e gerais (federais e estaduais).","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 167","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-03-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ÁVALO, Alexandre et al (Coord.). O novo Direito Eleitoral brasileiro: manual de Direito Eleitoral. 2. ed. Belo Horizonte: Fórum, 2014. p. 223.\nCOSTA, Tito. Recursos em matéria eleitoral. 9. ed. São Paulo: Revista dos Tribunais, 2010. p. 124.\nESMERALDO, Elmana Viana Lucena. Processo Eleitoral: sistematização das ações eleitorais. 3. ed. Leme: J.H.Mizuno, 2016. p. 334.\nFUX, Luiz; BODART, Bruno. Notas sobre o princípio da motivação e a uniformização da jurisprudência no novo Código de Processo Civil à luz da análise econômica do Direito. Revista de Processo, n. 269, jul. 2017.\nGOMES, José Jairo. Direito Eleitoral. 12. ed. São Paulo: Atlas, 2016. p. 828.\nNERY JR., Nelson. Princípios do Processo na Constituição Federal. 9. ed. São Paulo: Revista dos Tribunais, 2009. p. 280.\nRAMAYANA, Marcos. Direito Eleitoral. 15. ed. Rio de Janeiro: Impetus, 2016. p. 947.\nZACCARDI, Piero. Doppio grado o doppia fase del giudizio di merito? Una scelta politica. In: Studi in onore di Enrico Tullio Liebman. Milano: A. Giuffrè, 1979. v. 3. p. 2041-2043.","ministro_facet":["LUIZ FUX"],"processo_numero":167,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429385","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que negava provimento ao recurso, no que foi acompanhado, por fundamentos diversos, pelo Ministro Edson Fachin, pediu vista dos autos o Ministro Teori Zavascki. Impedido o Ministro Marco Aurélio. Falou pelo amicus curiae Defensoria Pública da União o Dr. Gustavo de Almeida Ribeiro, Defensor Público da União. Presidência do Ministro Ricardo Lewandowski. Plenário, 11.05.2016.\r\n\n                 Decisão: O Tribunal, por maioria, apreciando o tema 22 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Relator, vencido o Ministro Alexandre de Moraes. Em seguida, o Tribunal deliberou fixar a tese de repercussão geral em assentada posterior. Impedido o Ministro Marco Aurélio. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 05.02.2020.\r\n\n                       Decisão: O Tribunal, por maioria, fixou a seguinte tese de repercussão geral: “Sem previsão constitucionalmente adequada e instituída por lei, não é legítima a cláusula de edital de concurso público que restrinja a participação de candidato pelo simples fato de responder a inquérito ou ação penal”, nos termos do voto do Relator, vencido o Ministro Alexandre de Moraes. Impedido o Ministro Marco Aurélio. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 06.02.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429385","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur429385","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. IDONEIDADE MORAL DE CANDIDATOS EM CONCURSOS PÚBLICOS. INQUÉRITOS POLICIAIS OU PROCESSOS PENAIS EM CURSO. PRESUNÇÃO DE INOCÊNCIA. PRINCÍPIO DA MORALIDADE ADMINISTRATIVA.\n\n\n\n    1. Como regra geral, a simples existência de inquéritos ou processos penais em curso não autoriza a eliminação de candidatos em concursos públicos, o que pressupõe: (i) condenação por órgão colegiado ou definitiva; e (ii) relação de incompatibilidade entre a natureza do crime em questão e as atribuições do cargo concretamente pretendido, a ser demonstrada de forma motivada por decisão da autoridade competente.\n\n\n\n    2. A lei pode instituir requisitos mais rigorosos para determinados cargos, em razão da relevância das atribuições envolvidas, como é o caso, por exemplo, das carreiras da magistratura, das funções essenciais à justiça e da segurança pública (CRFB/1988, art. 144), sendo vedada, em qualquer caso, a valoração negativa de simples processo em andamento, salvo situações excepcionalíssimas e de indiscutível gravidade.\n\n\n\n    3. Por se tratar de mudança de jurisprudência, a orientação ora firmada não se aplica a certames já realizados e que não tenham sido objeto de impugnação até a data do presente julgamento.\n\n\n\n    4. Recurso extraordinário desprovido, com a fixação da seguinte tese de julgamento: “Sem previsão constitucional adequada e instituída por lei, não é legítima a cláusula de edital de concurso público que restrinja a participação de candidato pelo simples fato de responder a inquérito ou ação penal”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753483317","externo_seq_objeto_incidente":2551965,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-204  DIVULG 14-08-2020  PUBLIC 17-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=560900&classe=RE","is_colac":false,"titulo":"RE 560900","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00073\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00013 INC-00057 ART-00014 \n          PAR-00009 ART-00016 ART-00037 \"CAPUT\" \n          INC-00001 INC-00002 PAR-00007 ART-00102 \n          INC-00003 LET-A ART-00142 PAR-00003 \n          ART-00144\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMCR-000004      ANO-1994\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LCP-000035      ANO-1979\n          ART-00080 PAR-00001 INC-00002\n                LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-E ITEM-1 \n          ITEM-2 ITEM-3 ITEM-4 ITEM-5 \n          ITEM-6 ITEM-7 ITEM-8 ITEM-9 \n          ITEM-10\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007289      ANO-1984\n          ART-00011 ART-00013 PAR-00002 ART-00060 \n          PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00089\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00306\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-012850      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00059 ART-00092 INC-00001 LET-A \n          LET-B PAR-ÚNICO ART-0217A ART-00342\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RES-000007      ANO-2005\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   SUV-000013      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000044      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000014      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000686      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   DEC-007456      ANO-1983\n                DECRETO, DF"],"publicacao_data":"2020-08-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO ADMINISTRATIVO. EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DIREITO DE EXERCÍCIO DE QUALQUER PROFISSÃO, PRINCÍPIO DA AMPLA ACESSIBILIDADE AOS CARGOS PÚBLICOS. IDONEIDADE MORAL, DECORRÊNCIA, PRINCÍPIO DA MORALIDADE, ÂMBITO ADMINISTRATIVO. PRINCÍPIO DA AMPLA ACESSIBILIDADE AOS CARGOS PÚBLICOS, CONCURSO PÚBLICO, EXCEÇÃO, CARGO EM COMISSÃO, CARGO DE LIVRE EXONERAÇÃO, PROIBIÇÃO, NEPOTISMO. CONCURSO PÚBLICO, PROVIMENTO, SERVENTIA EXTRAJUDICIAL. CONSTITUCIONALIDADE, LEI DA FICHA LIMPA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DIREITO ELEITORAL. EXAME PSICOTÉCNICO, PREVISÃO, LEI. LIMITAÇÃO, DIREITO FUNDAMENTAL, INTERPRETAÇÃO RESTRITIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONCURSO PÚBLICO, APRECIAÇÃO, JUSTIFICATIVA, CANDIDATO, AMPLIAÇÃO, CONTRADITÓRIO, AMPLA DEFESA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CONSTITUIÇÃO FEDERAL, NEOCONSTITUCIONALISMO. DISTINGUISHING, SERVIDOR PÚBLICO, INGRESSO, CONCURSO PÚBLICO; CARGO ELETIVO, INGRESSO, ELEIÇÃO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: DIREITO DE GREVE, SERVIDOR PÚBLICO, POLÍCIA CIVIL. LEGITIMIDADE, EXIGÊNCIA, IDONEIDADE MORAL, PROGRESSÃO FUNCIONAL, CARGO MILITAR. INDEPENDÊNCIA, INSTÂNCIA PENAL, INSTÂNCIA ADMINISTRATIVA, ÂMBITO CÍVEL, EXCEÇÃO, COISA JULGADA MATERIAL, ÂMBITO PENAL, INEXISTÊNCIA, FATO, NEGATIVA DE AUTORIA. CONSTITUIÇÃO FEDERAL, EXIGÊNCIA, LEI, REQUISITO, INVESTIDURA, CARGO PÚBLICO. CONCURSO PÚBLICO, NECESSIDADE, LEI, FIXAÇÃO, LIMITE DE IDADE, EXPERIÊNCIA PROFISSIONAL, ALTURA MÍNIMA, PROVA (CONCURSO PÚBLICO), APTIDÃO FÍSICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=560900&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÂMBITO ADMINISTRATIVO)\nRE 194872 (2ªT), RE 559135 AgR (1ªT), AI 741101 AgR (2ªT), ARE 713138 AgR (1ªT), ARE 753331 AgR (1ªT). \n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 84078 (TP), ARE 753331 AgR (1ªT), HC 126292 (TP), ARE 847535 AgR (2ªT), ARE 937620 AgR (2ªT). \n(NEPOTISMO, SÚMULA VINCULANTE 13/STF)\nADC 12 (TP). \n(CONCURSO PÚBLICO, PROVIMENTO, SERVENTIA EXTRAJUDICIAL)\nMS 26860 (TP). \n(LEGISLAÇÃO ELEITORAL, INELEGIBILIDADE, LEI DA FICHA LIMPA)\nADI 4578 (TP), ADC 29 (TP), ADC 30 (TP). \n(CONCURSO PÚBLICO, EXAME PSICOTÉCNICO)\nMS 20973 (TP), AI 182487 AgR (2ªT), RE 344880 AgR (1ªT), AI 758533 QO-RG. \n(PRINCÍPIO, MORALIDADE ADMINISTRATIVA, CARGO PÚBLICO)\nRE 633703 (TP). \n(CONCURSO PÚBLICO, NECESSIDADE, LEI, FIXAÇÃO, LIMITE DE IDADE)\nRE 425760 AgR (1ªT), AI 804624 AgR (2ªT), RE 595893 AgR (2ªT), ARE 696304 AgR (1ªT), ARE 714730 AgR (2ªT), ARE 901899 AgR (2ªT). \n(LIMITAÇÃO, DIREITO FUNDAMENTAL, INTERPRETAÇÃO RESTRITIVA)\nARE 745745 AgR (2ªT). \n(DIREITO DE GREVE, SERVIDOR PÚBLICO, POLÍCIA CIVIL)\nARE 654432 (TP). \n(SÚMULA 14/STF)\nRE 74355 (TP). \n(CF, EXIGÊNCIA, LEI, REQUISITO, INVESTIDURA, CARGO PÚBLICO)\nRE 558833 AgR (2ªT), AI 460131 AgR (1ªT), RE 398567 AgR (1ªT), AI 612172 ED (2ªT), RE 509296 AgR (2ªT), AI 662320 AgR (2ªT), AI 598715 AgR (1ªT), ARE 715061 AgR (2ªT), RE 898450 (TP), ARE 906295 AgR (1ªT). \n(ONCURSO PÚBLICO, ELIMINAÇÃO, CANDIDATO (CONCURSO PÚBLICO), INQUÉRITO POLICIAL EM CURSO, PROCESSO EM CURSO)\nRE 487398 AgR (2ªT), RE 559135 AgR (1ªT), ARE 713138 AgR (1ªT), ARE 754528 AgR (1ªT), ARE 753331 AgR (1ªT), ARE 700066 AgR (1ªT), ARE 847535 AgR (2ªT), ARE 937620 AgR (2ªT). \n- Decisão monocrática citada:\n(CONCURSO PÚBLICO, ELIMINAÇÃO, CANDIDATO (CONCURSO PÚBLICO), INQUÉRITO POLICIAL EM CURSO, PROCESSO EM CURSO)\nARE 720564.\n- Legislação estrangeira citada: Declaração dos Direitos do Homem e do Cidadão de 1789; art. 21 da Declaração dos Direitos do Homem de 1948.\n\nNúmero de páginas: 139.\nAnálise: 02/02/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nRECDO.(A/S)  : ROBÉRIO AGOSTINHO DA SILVA \nADV.(A/S)  : THIAGO LEMOS SOUZA \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSOR PÚBLICO-GERAL FEDERAL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"22 - Restrição à participação em concurso público de candidato que responde a processo criminal.","old_seq_sjur":429385,"documental_tese_texto":"Sem previsão constitucionalmente adequada e instituída por lei, não é legítima a cláusula de edital de concurso público que restrinja a participação de candidato pelo simples fato de responder a inquérito ou ação penal.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 560900","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-02-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARROSO, Luís Roberto. O novo direito constitucional brasileiro: contribuições para a construção teórica e prática da jurisdição constitucional no Brasil. 2013.\nCANOTILHO, José Joaquim Gomes; MOREIRA, Vital. Fundamentos da Constituição. Coimbra: Coimbra, 1991. p. 45.\nFERRAZ, Anna Cândida da Cunha FERRAZ. Processos Informais de Mudança da Constituição: Mutações Constitucionais e Mutações Inconstitucionais. São Paulo: Max Limonad Ltda, 1986. p. 10.\nFRANCO, Afonso Arinos de Melo. Direito constitucional, teoria constitucional, as constituições do Brasil. Rio de Janeiro: Forense, 1976.\nHESSE, Konrad. A Força Normativa da Constituição. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sergio Antonio Fabris, 1991. p. 20.\n______. Temas Fundamentais de Direito Constitucional, 2009. p. 19.\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. 41. ed. São Paulo: Malheiros, 2015. p. 93-94.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo, 2009. p. 120 e 243-244.\nMENDES, Gilmar Ferreira. Curso de Direito Constitucional, 2009. p. 114.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional, 11 ed. São Paulo: Saraiva, 2016. p. 223-226.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 4.ed. São Paulo: Saraiva, 2015. p. 1024.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito Constitucional. Teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 343.\nSCHIER, Paulo Ricardo. Filtragem Constitucional. 1999.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Malheiros, 1999. p. 144-145, 146, 147, 149 e 150.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":560900,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur431230","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento aos agravos regimentais, e do voto divergente do Ministro Ricardo Lewandowski, dando provimento, pediu vista o Ministro Gilmar Mendes. Ausente, justificadamente, por motivo de licença médica, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 4.2.2020.\r\n\n           Decisão: A Turma, por maioria, deu provimento aos agravos para que se remeta o feito à Justiça Eleitoral do Distrito Federal, nos termos do voto do Ministro Ricardo Lewandowski, vencidos os Ministros Edson Fachin (Relator) e Cármen Lúcia. Redigirá o acórdão o Ministro Ricardo Lewandowski. Presidência da Ministra Cármen Lúcia. 2ª Turma, 26.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"RICARDO LEWANDOWSKI","revisor_processo_nome":null,"id":"sjur431230","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur431230","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA PETIÇÃO. AÇÃO PENAL. CORRUPÇÃO PASSIVA E LAVAGEM DE DINHEIRO. DECISÃO QUE DETERMINOU A REMESSA DOS AUTOS À JUSTIÇA FEDERAL DO ESTADO DO PARANÁ. RECEBIMENTO DE VALORES DISFARÇADOS DE DOAÇÕES ELEITORAIS. COMPETÊNCIA DA JUSTIÇA ELEITORAL. PRECEDENTES. AGRAVO PROVIDO.\n\n\n\n    I - Imputam-se aos réus, diversas condutas descritas pelo Parquet como enquadradas, em tese, nos delitos de corrupção passiva e lavagem de dinheiro, com recebimento de valores disfarçados de doações eleitorais, além de outros fatos ilícitos em contextos conexos. \n\n\n\n    II- As acusações feitas pela Procuradoria-Geral da República, de forma expressa, fazem referência à existência de doações eleitorais oficiais, devidamente declaradas e contabilizadas, possuindo, portanto, inequívoca conotação eleitoral, umbilicalmente atreladas à atuação político-partidária dos denunciados, traduzindo infrações penais eleitorais a atrair, ainda que em conexão com outros delitos comuns, a competência da Justiça Eleitoral para conhecer e processar a ação penal. \n\n\n\n    III- Independentemente de ter ocorrido o recebimento da denúncia, as decisões tomadas por juiz absolutamente incompetente são nulas, e, assim sendo, não podem surtir efeitos a ponto de fixar regras de perpetuação da competência. Aliás, neste ponto, relembra-se que a incompetência absoluta não se prorroga. \n\n\n\n    IV- Tal entendimento foi assentado pelo Plenário desta Suprema Corte no INQ 4.435-AgR-Quarto/DF, Relator Ministro Marco Aurélio.\n\n\n\n    V- Agravo regimental provido, para remessa do feito à Justiça Eleitoral do Distrito Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753770720","externo_seq_objeto_incidente":5706997,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-224  DIVULG 09-09-2020  PUBLIC 10-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=8134&classe=Pet","is_colac":false,"titulo":"Pet 8134 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00083 LET-H\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00119 INC-00007\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00130 INC-00007 ART-00137 INC-00007\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 INC-00038 \n          INC-00053 ART-00014 ART-00109 INC-00004 \n          ART-00121\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00035 INC-00002 ART-0354A\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013488      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00317\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00024 ART-00070 \"CAPUT\" PAR-00003 \n          ART-00078 INC-00002 LET-C INC-00004 \n          ART-00081 ART-00108 PAR-00001 ART-00109\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-09-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: PRINCÍPIO DO JUIZ NATURAL, PROIBIÇÃO, JUÍZO DE EXCEÇÃO. PRINCÍPIO DO JUIZ NATURAL, DIREITO COMPARADO. FIXAÇÃO, COMPETÊNCIA, LEGALIDADE; NORMA IMPERATIVA; AUSÊNCIA, MODIFICAÇÃO, COMPETÊNCIA, PROCESSO EM CURSO, PERPETUATIO JURISDICTIONIS; AUSÊNCIA, DELEGAÇÃO DE COMPETÊNCIA. FIXAÇÃO, COMPETÊNCIA, MATÉRIA, ORDEM PÚBLICA, INTERESSE GERAL. COMPETÊNCIA, JUSTIÇA ESPECIALIZADA, CONEXÃO, CRIME COMUM, CRIME ELEITORAL. CONSTITUIÇÃO FEDERAL, COMPETÊNCIA, JUSTIÇA FEDERAL, EXCEÇÃO, CRIME, COMPETÊNCIA, JUSTIÇA ELEITORAL. COMPETÊNCIA, JUSTIÇA ELEITORAL, JULGAMENTO, CRIME CONEXO. AUTOCONTENÇÃO JUDICIAL. JURISPRUDÊNCIA, STF, COMPETÊNCIA, JUSTIÇA ELEITORAL, DOAÇÃO ELEITORAL, CAIXA DOIS, FALSIDADE IDEOLÓGICA ELEITORAL. JURISPRUDÊNCIA, STF, ADMISSIBILIDADE, PRORROGAÇÃO, COMPETÊNCIA, JUSTIÇA ELEITORAL, COMPETÊNCIA MATERIAL. DEVER, JUÍZO DECLINANTE, INDICAÇÃO, JUÍZO COMPETENTE, RECEBIMENTO, AUTOS. AUSÊNCIA, ATRIBUIÇÃO, CARÁTER ABSOLUTO, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL, MINISTÉRIO PÚBLICO. EXIGÊNCIA, CONTROLE, ATUAÇÃO, ÓRGÃO ESTATAL, SISTEMA DE FREIOS E CONTRAPESOS. MANUTENÇÃO, REGRA, PERPETUATIO JURISDICTIONIS, SUPERVENIÊNCIA, INCOMPETÊNCIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DESNECESSIDADE, REUNIÃO DE PROCESSOS, AUSÊNCIA, CONEXÃO, CRIME ELEITORAL. AUSÊNCIA, DESCRIÇÃO, CRIME ELEITORAL, DENÚNCIA. AUSÊNCIA, FATO NOVO, ADITAMENTO DA DENÚNCIA, AMPLIAÇÃO, LIMITAÇÃO MATERIAL, ACUSAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=8134&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DESMEMBRAMENTO DE PROCESSO, INTEGRAÇÃO, ORGANIZAÇÃO CRIMINOSA, AUSÊNCIA, PRERROGATIVA DE FORO)\nInq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP). \n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME CONEXO, CRIME ELEITORAL, CRIME COMUM)\nCC 7033 (1ªT), RE 398042 (1ªT), Inq 4435 AgR-quarto (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME CONEXO, CRIME ELEITORAL, CRIME COMUM)\nPet 6820, Pet 6820 AgR, PET 5700.\n(ARQUIVAMENTO, PROCESSO, CRIME ELEITORAL, APURAÇÃO, CRIME, FALSIDADE IDEOLÓGICA ELEITORAL)\nRcl 31590, Rcl 33409.\n- Acórdão(s) citado(s) - outros tribunais:\n(COMPETÊNCIA, JUSTIÇA ELEITORAL, CRIME CONEXO, CRIME ELEITORAL, CRIME COMUM)\nSTJ: APn 865 AgRg, Inq 1181 EDcl-EDcl, APn 894, Pet 6639, Inq 1181 AgRg-EDcl-EDcl.\n- Decisões estrangeiras citadas: BVerfGE, 21, 139 (146), do Tribunal Constitucional alemão; Sentencia C-040 de 1997, Magistrado Ponente Antonio Barrera Carbonell, da Corte Constitucional da Colômbia.\n\n- Veja AP 1034, Inq 3980, Inq 3989, Inq 3992, Inq 3999, Inq 4000 do STF.\n\n\nNúmero de páginas: 49.\nAnálise: 10/06/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MÁRIO SILVIO MENDES NEGROMONTE \nADV.(A/S)  : ROBERTO PODVAL E OUTRO(A/S)\nAGTE.(S)  : LUIZ FERNANDO RAMOS FARIA \nADV.(A/S)  : MARCELO LUIZ AVILA DE BESSA E OUTRO(A/S)\nAGTE.(S)  : JOSÉ OTÁVIO GERMANO \nADV.(A/S)  : MARCELO LUIZ AVILA DE BESSA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":431230,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 8134 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-05-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"DIAS, Jorge de Figueiredo. Direito processual penal. 1974. p. 322-323.\nLOPES JR. Aury. Direito Processual Penal.\nMUDOVITSCH, Rodrigo de Bittencourt; CARVALHO, Felipe Fernandes de; URSI, Gabriel Leão. A conexão entre crimes eleitorais e federais. Disponível em: https://www.conjur.com.br/2019-mar-09/observatorio-constitucionalconexao-entre-crimes-eleitorais-federais-julgamento-stf.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 11. ed. São Paulo: Revista dos Tribunais, 2012. p. 250.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte - Staatsrecht II. p. 277.\nPULIDO, Carlos Bernal, El derecho de los derechos. Escritos sobre la aplicación de los derechos fundamentales. p. 362.","ministro_facet":["EDSON FACHIN","RICARDO LEWANDOWSKI"],"processo_numero":8134,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}