{"result":{"took":1045,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.62334,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435467","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por unanimidade, julgou improcedente a ação direta, nos termos do voto do Relator. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur435467","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435467","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: AÇÃO DIRETA DE INCONSTITUCIONALIDADE – ARTIGO 7º, INCISO XXXIII, DA CONSTITUIÇÃO FEDERAL, NA REDAÇÃO DADA PELA EC Nº 20/98 – PROIBIÇÃO DE QUALQUER TRABALHO A MENORES DE 16 (DEZESSEIS) ANOS, SALVO NA CONDIÇÃO DE APRENDIZ, A PARTIR DOS 14 (QUATORZE) ANOS – ALEGADA TRANSGRESSÃO AOS DIREITOS FUNDAMENTAIS DOS ADOLESCENTES SUPOSTAMENTE MOTIVADA PELA ELEVAÇÃO DO LIMITE ETÁRIO MÍNIMO (DE 14 PARA 16 ANOS) DE OBSERVÂNCIA NECESSÁRIA PARA EFEITO DE AQUISIÇÃO DA PLENA CAPACIDADE JURÍDICO-LABORAL – INOCORRÊNCIA DO ALEGADO VÍCIO DE INCONSTITUCIONALIDADE – A EVOLUÇÃO JURÍDICA DAS FORMAS DE TRATAMENTO LEGISLATIVO DISPENSADO À CRIANÇA E AO ADOLESCENTE: DA FASE DA ABSOLUTA INDIFERENÇA À DOUTRINA DA PROTEÇÃO INTEGRAL – ABOLIÇÃO DA EXPLORAÇÃO DO TRABALHO INFANTIL DE CARÁTER ESTRITAMENTE ECONÔMICO E ELEVAÇÃO PROGRESSIVA DA IDADE MÍNIMA DE ADMISSÃO PARA O TRABALHO E O EMPREGO – OBSERVÂNCIA DOS COMPROMISSOS FIRMADOS PELO BRASIL NO PLANO INTERNACIONAL (CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA, CONVENÇÃO OIT Nº 138, CONVENÇÃO OIT Nº 182 E META 8.7 DA AGENDA 2030 PARA O DESENVOLVIMENTO SUSTENTÁVEL) E NECESSIDADE DE RESPEITO AOS POSTULADOS QUE INFORMAM A DOUTRINA DA PROTEÇÃO INTEGRAL (CF, ART. 227) – PROFISSIONALIZAÇÃO E PROTEÇÃO NO TRABALHO – DIREITOS CONSTITUCIONAIS, DE ÍNDOLE SOCIAL, TITULARIZADOS PELA CRIANÇA E PELO ADOLESCENTE (CF, ART. 227, “CAPUT”) – POSSIBILIDADE DE EXERCÍCIO DE ATIVIDADES PROFISSIONAIS INFANTOJUVENIS DE CARÁTER PREDOMINANTEMENTE SÓCIOEDUCATIVO, DESDE QUE OBSERVADO, SEMPRE, O RESPEITO À CONDIÇÃO PECULIAR DE PESSOA EM DESENVOLVIMENTO (CF, ART. 227, §3º, V) – VOCAÇÃO PROTETIVA DO POSTULADO CONSTITUCIONAL QUE VEDA O RETROCESSO SOCIAL – MAGISTÉRIO DA DOUTRINA – AÇÃO DIRETA JULGADA IMPROCEDENTE, COM O CONSEQUENTE RECONHECIMENTO DA PLENA VALIDADE CONSTITUCIONAL DO ART. 7º, INCISO XXXIII, DA CONSTITUIÇÃO DA REPÚBLICA, NA REDAÇÃO DADA PELA EC Nº 20/98.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754212134","externo_seq_objeto_incidente":1788525,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-258 DIVULG 26-10-2020 PUBLIC 27-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2096&classe=ADI","is_colac":false,"titulo":"ADI 2096","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00121 PAR-00001 LET-D\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00137 LET-K ART-00157 INC-00009\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00158 INC-00010 ART-00165 INC-00010\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00003 INC-00003 \n          INC-00004 ART-00007 INC-00033 ART-00060 \n          PAR-00004 INC-00004 ART-00204 INC-00002 \n          ART-00227 \"CAPUT\" PAR-00003 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000020      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006697      ANO-1979\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00002 ART-00149 INC-00002\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-009615      ANO-1998\n          ART-00029 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011788      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000138      ANO-1973\n          ART-00001 ART-00002 INC-00003 ART-00003\n                CONVENÇÃO SOBRE A IDADE MÍNIMA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-1989\n          ART-00049 INC-00001\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA \n\n","LEG-INT   CVC-000182      ANO-1999\n          ART-00002 ART-00003 LET-A LET-B \n          LET-C LET-D\n                CONVENÇÃO SOBRE A PROIBIÇÃO DAS PIORES FORMAS DE TRABALHO INFANTIL E A AÇÃO IMEDIATA PARA SUA ELIMINAÇÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E POLÍTICOS\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003597      ANO-2000\n                DECRETO-LEI - PROMULGA A CONVENÇÃO N. 182, SOBRE A PROIBIÇÃO DAS PIORES FORMAS DE TRABALHO INFANTIL E A AÇÃO IMEDIATA PARA SUA ELIMINAÇÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEL-004134      ANO-2002\n                DECRETO-LEI - PROMULGA A CONVENÇÃO N. 138, SOBRE IDADE MÍNIMA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000178      ANO-1999\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO N. 182, SOBRE A PROIBIÇÃO DAS PIORES FORMAS DE TRABALHO INFANTIL E A AÇÃO IMEDIATA PARA SUA ELIMINAÇÃO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000179      ANO-1999\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO N. 138, SOBRE IDADE MÍNIMA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-016272      ANO-1923\n                DECRETO\n\n","LEG-FED   DEC-17943A      ANO-1927\n          ART-00026 ART-00028 ART-00029 ART-00030 \n          ART-00068 ART-00078\n                DECRETO\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   ETT      \n          ART-00001 ART-00002 LET-C ART-00003 \n          LET-B LET-E LET-F\n                ESTATUTO DA CONFEDERAÇÃO NACIONAL DOS TRABALHADORES DA INDÚSTRIA - CNTI"],"publicacao_data":"2020-10-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA (CNTI). CONTROLE DE CONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL. DIREITO DA CRIANÇA E DO ADOLESCENTE, DIREITO FUNDAMENTAL DE SEGUNDA DIMENSÃO. DIREITO SOCIAL, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2096&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, CNTI)\nADI 1515 (TP), ADI 3206 (TP), ADI 3356 (TP), ADI 3470 (TP), ADI 2149 MC (TP), ADI 1282 QO (TP), ADI 5018 (TP), ADI 944 MC (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL)\nADI 939 (TP) - RTJ 151/755, ADI 3685 (TP), ADI 829 (TP) - RTJ 156/451, HC 18178. \n(PRINCÍPIO DA PROTEÇÃO INTEGRAL À CRIANÇA E AO ADOLESCENTE)\nRR 75700. \n(DIREITO DA CRIANÇA E DO ADOLESCENTE, DIREITO FUNDAMENTAL DE SEGUNDA DIMENSÃO)\nMS 22164 (TP) - RTJ 164/158. \n- Acórdão(s) citado(s) - outros tribunais:\n(PRINCÍPIO DA PROTEÇÃO INTEGRAL À CRIANÇA E AO ADOLESCENTE)\nTST: AIRR 1280, AIRR 98040, RR 589, RR 136400. \n- Legislação estrangeira citada: \"Illinois Juvenile Court Act of 1899\", dos Estados Unidos da América.\nNúmero de páginas: 48.\nAnálise: 11/01/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA - CNTI \r\nADV.(A/S)           : UBIRACY TORRES CUÓCO \r\nINTDO.(A/S)         : CONGRESSO NACIONAL \r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435467,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2096","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALVES, Roberto Barbosa. Estatuto da Criança e do Adolescente Comentado. Cury, Munir (Coord.). 12. ed. Malheiros, 2012. p. 23-34.\nAMIN, Andrea Rodrigues. Curso de Direito da Criança e do Adolescente. MACIEL, Kátia Regina Ferreira Lobo Andrade (Coord.). 12. ed. Saraiva, 2019. p. 49-59 e 60-66.\nARRUDA, Kátia Magalhães. A Eliminação do Trabalho Infantil e a Efetivação do Direito à Infância. In: SARLET, Ingo Wolfgang; VIEIRA, Luiz; FRAZÃO, Ana de Oliveira (Coord.). Diálogos entre o Direito do Trabalho e o Direito Constitucional. Saraiva, 2014. p. 625-638.\nBACHOF, Otto. Normas Constitucionais Inconstitucionais? Coimbra: Atlandida, 1977. p. 54.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Fundamentos da Constituição. Coimbra, 1991. p. 289.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 4. ed. Almedina, 1987. p. 756-758.\nCOELHO, Bernardo Leôncio Moura. O Bloco de Constitucionalidade e a Proteção à Criança. In: Revista de Informação Legislativa, nº 123, p. 259-266, 1994.\nDINIZ, Maria Helena. Norma Constitucional e Seus Efeitos. Saraiva, 1989. p. 97.\nFERREIRA FILHO, Manoel Gonçalves. Poder Constituinte e Direito Adquirido. RDA, n. 210, p. 1-9.\nFULLER, Paulo Henrique Aranda. Estatuto da Criança e do Adolescente Comentado. RT, 2017. p. 32-39. item 1.\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil e na Alemanha. Sergio Antonio Fabris, 2002. p. 40.\nLIBERATI, Wilson Donizeti. Comentários ao Estatuto da Criança e do Adolescente. Malheiros, 2014. p. 17-18. item 1.\nMACHADO, Marta de Toledo. A Proteção Constitucional de Crianças e Adolescentes e os Direitos Humanos. p. 176-178, item n. 7.2.1, 2003. \nMARTINS, Juliane Caravieri; MONTAL, Zélia Maria Cardoso. Diálogos entre Doutrina e Proteção Integral e o Direito Fundamental ao Trabalho Digno de Adolescentes. IN: Revista de Direito Constitucional e Internacional. v. 103. RT, 2017. p. 30-32. item 4.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. 1. ed. Brasília Jurídica, 2002. p. 127-128. \nMÉNDEZ, Emilio García. Infância e Cidadania na América Latina. Hucitec, 1998. p. 26 e 71. item 1.\nMIRANDA, Jorge. Manual de Direito Constitucional. tomo II. 2. ed. Coimbra, 1988. p. 165.\nMIRANDA, Jorge. Manual de Direito Constitucional. tomo II. 2. ed. Coimbra, 1988. p. 287-294. item 72.\nMOREIRA, Vital. Constituição e Revisão Constitucional. Lisboa: Caminho, 1990. p. 107.\nPAULA, Paulo Afonso Garrido. Direito da Criança e do Adolescente e Tutela Jurisdicional Diferenciada. RT, 2002. p. 26. item 1.4.\nROSSATO, Luciano Alves; LÉPORE, Paulo Eduardo. Direitos Trabalhistas das Crianças, Adolescentes e Jovens. RT, 201. p. 48. item 1.\nSARAIVA, João Batista Costa. Adolescente em Conflito com a Lei - da Indiferença à Proteção Integral. 4. ed. Livraria do Advogado, 2013. p. 22 e 54-58. item 1.\nSARLET, Ingo W. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988. IN: Interesse Público. n. 12. Notadez: 2001. p. 91-97.\nSILVA, José Afonso. Curso de Direito Constitucional Positivo. 5. ed. RT, 1989. p. 58-60.\nSILVA, Fernando Antônio do Amaral; CURY, Munir. Estatuto da Criança e do Adolescente Comentado. Cury, Munir (Coord.). 12. ed. Malheiros, 2012. p. 17-19.\nTAVARES, José de Farias. Comentários ao Estatuto da Criança e do Adolescente. 7. ed. Forense, 2010. p. 10-12.\nVERONESE, Joasiane Rose Petry; ROSSETO, Geralda Magella de Faria. Direitos Fundamentais da Criança e do Adolescente. IN: Direito da Criança e do Adolescente. 2. ed. Lumen Juris, 2019. p. 67-104.\nZUBA, Thais Maria Riedel de Resende. O Direito Previdenciário e o Princípio da Vedação do Retrocesso. LTr, 2013. p. 107-139.","ministro_facet":["CELSO DE MELLO"],"processo_numero":2096,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420356","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a sustentação oral indicou adiamento o Presidente. Falou, pelo paciente, o Dr. Pedro Ivo Velloso. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 26.2.2019.\r\n\n           Decisão: A Turma indicou adiamento após a renovação da sustentação oral do Dr. Pedro Ivo Velloso, pelo paciente, e a manifestação da Dra. Cláudia Sampaio Marques, pelo Ministério Público Federal. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 2.4.2019.\r\n\n           Decisão: A Turma, por votação unânime, indeferiu a ordem, nos termos do voto do Relator. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 9.4.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur420356","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur420356","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS. MATÉRIA CRIMINAL. SUBSTITUTIVO DE RECURSO EXTRAORDINÁRIO. CABIMENTO. DOSIMETRIA DA PENA. CORRUPÇÃO PASSIVA. LAVAGEM DE DINHEIRO. CONSUNÇÃO. INOCORRÊNCIA. CONCURSO FORMAL. PLURALIDADE DE CONDUTAS. DOLOS DISTINTOS. INVIABILIDADE. ORDEM DENEGADA. \n\n\n\n    1. Segundo a jurisprudência desta Suprema Corte, o eventual cabimento de recurso extraordinário não subtrai, por si só, a cognoscibilidade do habeas corpus. Precedentes.\n\n\n\n    2. O sistema jurídico brasileiro não exclui os autores do delito antecedente do âmbito de incidência das normas penais definidoras do crime de lavagem de bens, direitos ou valores, admitindo, por consequência, a punição da chamada autolavagem. É possível, portanto, em tese, que um mesmo acusado responda, concomitantemente, pela prática dos delitos antecedente e de lavagem, inexistindo bis in idem decorrente de tal proceder.\n\n\n\n    3. Nada obstante, a incriminação da autolavagem pressupõe a prática de atos de ocultação, dissimulação ou integração autônomos ao delito antecedente, ainda que se verifique, eventualmente, consumações simultâneas.\n\n\n\n    4. A consunção constitui critério de resolução de conflito aparente de normas penais incidente em casos em que a norma consuntiva contemple e esgote o desvalor da consumida, em hipótese de coapenamento de condutas. Assim, eventual coincidência temporal entre o recebimento indireto de vantagem indevida, no campo da corrupção passiva, e a implementação de atos autônomos de ocultação, dissimulação ou integração na lavagem, não autoriza o reconhecimento de crime único se atingida a tipicidade objetiva e subjetiva própria do delito de lavagem. \n\n\n\n    5. O habeas corpus consubstancia via processual inadequada para o reconhecimento da ocorrência de consunção, forte na necessidade de exame do acervo probatório para o fim de avaliar o esgotamento do juízo de censura entre as condutas, providência que desborda dos limites cognitivos do writ.\n\n\n\n    6. Caso concreto em que se reconheceu a constituição de contas secretas e remessa clandestina de recursos ao exterior, atos que consubstanciaram práticas de ocultação, dissimulação ou integração, possibilitando fruição oportuna do resultado econômico do crime antecedente. O presente quadro processual diferencia-se, portanto, do enfrentado pelo Tribunal Pleno na AP 470 (EI-sextos e EI-décimos sextos), na qual se afastou a configuração do delito de lavagem em caso de recebimento de vantagem indevida mediante interposta pessoa e em hipótese na qual se exigiria a prática de atos subsequentes para fins de branqueamento do produto da infração penal antecedente.\n\n\n\n    7. Em caso de concurso de crimes, é incabível o reconhecimento, em habeas corpus, da incidência do critério da exasperação se as instâncias ordinárias atestaram a pluralidade de condutas e a presença de desígnios autônomos. \n\n\n\n    8. Não configura vulneração ao dever de motivação das decisões judiciais a rejeição de aplicação da regra do concurso formal próprio baseada em óbices normativos ao critério da exasperação. \n\n\n\n    9. Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752183625","externo_seq_objeto_incidente":5588863,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-051  DIVULG 09-03-2020  PUBLIC 10-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=165036&classe=HC","is_colac":false,"titulo":"HC 165036","documental_legislacao_citada_texto":["LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00069 ART-00070 ART-00317 \"CAPUT\" \n          PAR-00001\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2020-03-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CRIME DE AUTOLAVAGEM, BIS IN IDEM. PRINCÍPIO DA CONSUNÇÃO, DOUTRINA. AVALIAÇÃO, FATO, PROVA, CONCURSO DE CRIMES.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: MULTIPLICIDADE, DESÍGNIOS AUTÔNOMOS, CONCURSO MATERIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PROVEITO, PRODUTO DO CRIME, CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=165036&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HABEAS CORPUS SUBSTITUTIVO)\nHC 126791 ED (2ªT), HC 126808 AgR (2ªT), HC 133743 (1ªT), HC 138507 (2ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, CORRUPÇÃO PASSIVA)\nInq 2471 (TP), Inq 4141 (1ªT). \n(AUTOLAVAGEM DE DINHEIRO)\nAP 644 (2ªT), AP 470 EI-sextos (TP), AP 470 EI-décimos sextos (TP), AP 996 (2ªT). \n(APRECIAÇÃO, PROVA, CONCURSO DE CRIMES)\nInq 3980 (2ªT). \n(HC, REEXAME, FATO, PROVA)\nHC 156259 AgR (1ªT). \n(PRINCÍPIO DA CONSUNÇÃO)\nRHC 121747 (1ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, OCULTAÇÃO, CRIME PERMANENTE)\nAP 863 (1ªT). \n- Decisão monocrática citada:\n(HABEAS CORPUS SUBSTITUTIVO)\nHC 126614.\n- Legislação estrangeira citada: art. 3, 1, b, da Convenção de Viena; art. 6, 1, da Convenção de Palermo; Diretiva do Parlamento Europeu.\n- Veja Inq 4146 do STF.\n\nNúmero de páginas: 82.\nAnálise: 29/01/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : EDUARDO COSENTINO DA CUNHA \nIMPTE.(S)  : TICIANO FIGUEIREDO DE OLIVEIRA E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420356,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 165036","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-04-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Gustavo Henrique; BOTTINI, Pierpaolo Cruz. Lavagem de dinheiro. 3. ed. São Paulo: RT, 2016. p. 128.\nBARROS, Marco Antônio de. Lavagem de Capitais e Obrigações Civis Correlatas.\nBITENCOURT, Cezar Roberto. Tratado de direito penal: parte geral. 21. ed. São Paulo: Saraiva, 2015. p. 792.\nGRECO, Rogério. Curso de direito penal. 15. ed. Rio de Janeiro: Impetus, 2013.\nPACELLI, Eugênio; CALLEGARI, André. Manual de direito penal: parte geral. São Paulo: Atlas, 2015. p. 419-427.\nPRADO, Luiz Régis. Curso de direito penal brasileiro: parte geral. 2. ed. São Paulo: Revista dos Tribunais, 2000.","ministro_facet":["EDSON FACHIN"],"processo_numero":165036,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur430430","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: \r\n\n                Decisão: O Tribunal, inicialmente, resolveu questão de ordem suscitada pelo Presidente. Em seguida, após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo requerente Partido Comunista do Brasil - PC DO B, o Dr. Paulo Machado Guimarães; pelo requerente Partido dos Trabalhadores - PT, o Dr. Eugênio José Guilherme de Aragão; pelo amicus curiae Associação Paulista dos Magistrados - APAMAGIS, o Dr. Alberto Pavie Ribeiro; pelo amicus curiae Ministério Público do Estado do Rio Grande do Sul, o Dr. Fabiano Dallazen, Procurador-Geral de Justiça do Estado; pelo amicus curiae Confederação dos Trabalhadores no Serviço Público Federal - CONDSEF, o Dr. José Luis Wagner; pelos interessados Presidente da República e Congresso Nacional, a Dra. Izabel Vinchon Nogueira de Andrade, Advogada da União; e, pela Procuradoria-Geral da República, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Presidência do Ministro Dias Toffoli. Plenário, 27.2.2019.\r\n\n      Decisão: Preliminarmente, o Tribunal, por unanimidade, não conheceu da ação direta quanto aos arts. 7º, §§ 2º e 3º, e 15 da Lei Complementar nº 101/2000; e arts. 3º, inc. II, e 4º da Medida Provisória 1.980-18/2000. Por unanimidade, julgou prejudicada a ação quanto aos arts. 30, inc. I, e 72 da Lei Complementar nº 101/2000. Não participou, justificadamente, do julgamento dessas preliminares, o Ministro Gilmar Mendes. Iniciando o julgamento do mérito, o Tribunal, por unanimidade, julgou improcedente a ação direta no tocante à impugnação de inconstitucionalidade formal da Lei de Responsabilidade Fiscal. Na sequência, por unanimidade, julgou improcedente a ação no que se refere aos arts. 4º, § 2º, inc. II, parte final, e § 4º; 11, parágrafo único; e 14, inc. II, da Lei Complementar nº 101/2000, tudo nos termos do voto do Relator. Em seguida, o julgamento foi suspenso. Ausentes, justificadamente, o Senhor Ministro Luiz Fux e, por motivo de licença médica, o Senhor Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 21.08.2019 (Sessão Extraordinária).\r\n\n                 Decisão: Prosseguindo no julgamento do mérito, o Tribunal, por unanimidade, julgou improcedente a ação no que se refere aos arts. 17, §§ 1º ao 7º; 24; e 60 da Lei Complementar nº 101/2000. Em seguida, após os votos dos Ministros Alexandre de Moraes (Relator), Rosa Weber, Cármen Lúcia e Ricardo Lewandowski, que julgavam procedente a ação direta no que se refere ao art. 9º, § 3º, da Lei de Responsabilidade Fiscal; e dos votos dos Ministros Dias Toffoli (Presidente), Edson Fachin, Roberto Barroso, Gilmar Mendes e Marco Aurélio, que, no tocante a esse dispositivo, julgavam parcialmente procedente a ação para fixar interpretação conforme, no sentido de que a limitação dos valores financeiros pelo Executivo, prevista no § 3º do art. 9º, dar-se-á no limite do orçamento realizado no ente federativo respectivo e observada a exigência de desconto linear e uniforme da Receita Corrente Líquida prevista na lei orçamentária, com a possibilidade de arresto nas contas do ente federativo respectivo no caso de desrespeito à regra do art. 168 da Constituição Federal/1988 (repasse até o dia 20 de cada mês), o julgamento foi suspenso. Não participou, justificadamente, deste julgamento, o Ministro Luiz Fux. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Plenário, 21.08.2019 (Sessão Ordinária).\r\n\n                       Decisão: Em continuidade de julgamento, após o voto do Ministro Luiz Fux, que acompanhava o Relator para julgar procedente a ação direta no que se refere ao art. 9º, § 3º, da Lei Complementar nº 101/2000 (Lei de Responsabilidade Fiscal), o julgamento, quanto a esse dispositivo, foi suspenso por empate na votação. Em seguida, o Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta no que se refere aos arts. 7º, caput, e § 1º; 18, § 1º; 26, § 1º; 28, § 2º; 29, inc. I, e § 2º; 39; 59, § 1º, inc. IV; e art. 68, caput. Por unanimidade, julgou parcialmente procedente a ação em relação ao art. 12, § 2º, da Lei de Responsabilidade Fiscal, conferindo interpretação conforme ao dispositivo para o fim de explicitar que a proibição não abrange operações de crédito autorizadas mediante créditos suplementares ou especiais com finalidade precisa, aprovados pelo Poder Legislativo, por maioria absoluta, e, quanto ao art. 21, inc. II, da Lei de Responsabilidade Fiscal, julgou parcialmente procedente a ação, para conferir interpretação conforme, no sentido de que se entenda como limite legal o previsto em lei complementar. Tudo nos termos do voto do Relator. Por maioria e nos termos do voto do Relator: (a) julgou improcedente a ação no que tange ao art. 20 da Lei Complementar nº 101/2000, vencidos os Ministros Edson Fachin e Rosa Weber apenas no tocante à alínea d do inc. I do art. 20 dessa lei; (b) julgou procedente a ação em relação ao art. 56, caput, vencido o Ministro Marco Aurélio, que dava interpretação conforme; e (c) julgou procedente a ação no que se refere ao art. 57, caput, da Lei de Responsabilidade Fiscal, vencido o Ministro Marco Aurélio, que, nesse ponto, julgava-a improcedente. Por fim, após o voto do Ministro Alexandre de Moraes (Relator), Roberto Barroso e Gilmar Mendes, que julgavam improcedente a ação no tocante ao art. 23, §§ 1º e 2º, com a cassação da medida cautelar concedida; dos votos dos Ministros Edson Fachin, Rosa Weber, Ricardo Lewandowski, Luiz Fux e Marco Aurélio, que votavam pela procedência do pedido tão somente para declarar, parcialmente, a inconstitucionalidade, sem redução de texto, do art. 23, § 1º, da Lei de Responsabilidade Fiscal, de modo a obstar interpretação segundo a qual é possível reduzir valores de função ou cargo que estiver provido, e, quanto ao § 2º do art. 23, declaravam a sua inconstitucionalidade, ratificando a cautelar; do voto da Ministra Cármen Lúcia, que divergia do Ministro Edson Fachin apenas na parte relativa à locução “quanto pela redução dos valores a eles atribuídos”; e do voto do Ministro Dias Toffoli (Presidente), que, em relação ao § 1º do art. 23, acompanhava o Relator, e, quanto ao § 2º, julgava parcialmente procedente a ação para fixar interpretação conforme no sentido de que o § 2º do art. 23 da Lei de Responsabilidade Fiscal deve observar a gradação constitucional estabelecida no art. 169, § 3º, da CF/88, de modo que somente será passível de aplicação quando já adotadas as medidas exigidas pelo art. 169, § 3º, inc. I, da CF/88, e a utilização da faculdade nele prevista se fará primeiramente aos servidores não estáveis e, somente se persistir a necessidade de adequação ao limite com despesas de pessoal, a faculdade se apresentará relativamente ao servidor estável; o Ministro Presidente, nos termos do art. 173, parágrafo único, do Regimento Interno do Supremo Tribunal Federal, suspendeu o julgamento do processo. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Plenário, 22.08.2019.\r\n\n                 Decisão: O Tribunal, concluindo o julgamento, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do art. 9º, § 3º, da Lei de Responsabilidade Fiscal, nos termos do voto do Relator, vencidos os Ministros Dias Toffoli (Presidente), Edson Fachin, Roberto Barroso, Gilmar Mendes e Marco Aurélio, que julgavam parcialmente procedente a ação para fixar interpretação conforme, no sentido de que a limitação dos valores financeiros pelo Executivo, prevista no § 3º do art. 9º, dar-se-á no limite do orçamento realizado no ente federativo respectivo e observada a exigência de desconto linear e uniforme da Receita Corrente Líquida prevista na lei orçamentária, com a possibilidade de arresto nas contas do ente federativo respectivo no caso de desrespeito à regra do art. 168 da Constituição Federal/1988 (repasse até o dia 20 de cada mês). Na sequência, o Tribunal, por maioria, julgou procedente o pedido tão somente para declarar, parcialmente, a inconstitucionalidade, sem redução de texto, do art. 23, § 1º, da Lei de Responsabilidade Fiscal, de modo a obstar interpretação segundo a qual é possível reduzir valores de função ou cargo que estiver provido, e, quanto ao § 2º do art. 23, declarou a sua inconstitucionalidade, ratificando a cautelar, nos termos do voto do Ministro Edson Fachin, vencidos os Ministros Alexandre de Moraes (Relator), Roberto Barroso e Gilmar Mendes, que julgavam improcedente a ação no tocante ao art. 23, §§ 1º e 2º, com a cassação da medida cautelar concedida; e, parcialmente, a Ministra Cármen Lúcia, apenas num ponto específico, e o Presidente, que acompanhava o Relator quanto ao § 1º do art. 23 e, quanto ao § 2º, julgava parcialmente procedente a ação para fixar interpretação conforme. Redigirá o acórdão o Ministro Relator. Plenário, 24.06.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["10","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur430430","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur430430","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. LEI COMPLEMENTAR 101/2000. LEI DE RESPONSABILIDADE FISCAL (LRF). IMPUGNAÇÃO PRINCIPAL COM BASE NO PRINCÍPIO FEDERATIVO (artigos 4º, § 2º, II, parte final, e § 4º; 11, parágrafo único; 14, inciso II; 17, §§ 1º a 7º; 24; 35, 51 e 60 da LRF). IMPUGNACÃO PRINCIPAL COM BASE NOS PRINCÍPIOS FEDERATIVO E DA SEPARAÇÃO DE PODERES (artigos 9, § 3º; 20; 56, caput e § 2º; 57; 59, caput e § 1º, IV, da LRF). IMPUGNAÇÃO PRINCIPAL COM BASE EM PRINCÍPIOS E REGRAS DE RESPONSABILIDADE FISCAL (artigos 7º, § 1º; 12, § 2º; 18, caput e § 1º; 21, II; 23, §§ 1º e 2º; 26, § 1º; 28, § 2º; 29, inciso I e § 2º ; 39; 68, caput, da LRF).\n\n\n\n    1. ARTIGOS 7º, §§ 2º E 3º, E 15 DA LRF, ARTIGO 3º, II, E 4º DA MP 1980-18/2000. REEDIÇÃO DA NORMA IMPUGNADA. AUSÊNCIA DE ADITAMENTO DA INICIAL. AUSÊNCIA DE IMPUGNAÇÃO DE TODO ÂMBITO NORMATIVO. NORMAS CONSTTITUCIONAIS PARADIGMAS EXCLUSIVOS PARA CONTROLE DE CONSTITUCIONALIDADE. NÃO CONHECIMENTO.\n\n\n\n    1.1. No sistema constitucional brasileiro, somente as normas constitucionais positivadas podem ser utilizadas como paradigma para a análise da constitucionalidade de leis ou atos normativos estatais.\n\n\n\n    1.2. Fica prejudicada a análise da norma impugnada, quando esta é reeditada, sem que as novas edições houvessem sido acompanhadas de pedido de aditamento da petição inicial.\n\n\n\n    1.3. É inepto o pedido, por insuficiência do seu âmbito de impugnação, que não abrange todo o complexo normativo necessário.\n\n\n\n    2. ARTIGOS 30, I, E 72 DA LRF. EXAURIMENTO DA NORMA. PREJUDICIALIDADE.\n\n\n\n    2.1. Fica prejudicada a análise da norma impugnada quando já exaurida sua eficácia.\n\n\n\n    3. PRINCÍPIOS FEDERATIVO E DA SEPARAÇÃO DOS PODERES. COMPATIBILIDADE. ESTRITA E ADEQUADA OBSERVÂNCIA DE PADRÕES DE PRUDÊNCIA FISCAL. MECANISMOS DE IMPOSIÇÃO DE SOLIDARIEDADE FEDERATIVA FISCAL. ARTIGOS 4º, § 2º, II, E § 4º; 7º, CAPUT, E § 1º; 11, PARÁGRAFO ÚNICO; 14, II; 17, §§ 1º A 7º; 18, § 1º; 20; 24; 26, § 1º; 28, § 2º; 29, I, E § 2º; 39; 59, § 1º, IV; 60 E 68, CAPUT, DA LRF. AÇÃO JULGADA IMPROCEDENTE COM DECLARAÇÃO DE CONSTITUCIONALIDADE DOS DISPOSITIVOS.\n\n\n\n    3.1. A exigibilidade (art. 4º, § 2º, II), em relação aos Entes subnacionais, de demonstração de sincronia entre diretrizes orçamentárias e metas e previsões fiscais macroeconômicas definidas pela União não esvazia a autonomia daqueles, exigindo que sejam estabelecidas de acordo com a realidade de indicadores econômicos.\n\n\n\n    3.2. O art. 4º, § 4º, da LRF estipula exigência adicional do processo legislativo orçamentário, não significando qualquer risco de descumprimento do art. 165, § 2º, da CF.\n\n\n\n    3.3. A consignação do resultado negativo do Banco Central do Brasil (BCB) como obrigação do Tesouro Nacional, na forma do art. 7º, § 1º, da LRF, não constitui crédito orçamentário, ainda menos ilimitado, veiculando regra de programação orçamentária, que é indispensável à garantia das competências privativas da Autarquia especial (art. 164 da CF).\n\n\n\n    3.4. A mensagem normativa do parágrafo único do art. 11 da LRF, de instigação ao exercício pleno das competências impositivas fiscais tributárias dos Entes locais, não conflita com a Constituição Federal, traduzindo-se como fundamento de subsidiariedade, congruente com o Princípio Federativo, e desincentivando dependência de transferências voluntárias. \n\n\n\n     3.5. O art. 14 da LRF se destina a organizar estratégia, dentro do processo legislativo, de tal modo que os impactos fiscais de projetos de concessão de benefícios tributários sejam melhor quantificados, avaliados e assimilados em termos orçamentários. A democratização do processo de criação de gastos tributários pelo incremento da transparência constitui forma de reforço do papel de Estados e Municípios e da cidadania fiscal. \n\n\n\n    3.6. Os arts. 17 e 24 representam atenção ao Equilíbrio Fiscal. A rigidez e a permanência das despesas obrigatórias de caráter continuado as tornam fenômeno financeiro público diferenciado, devendo ser consideradas de modo destacado pelos instrumentos de planejamento estatal.\n\n\n\n    3.7. A internalização de medidas compensatórias, conforme enunciadas pelo art. 17 e 24 da LRF, no processo legislativo é parte de projeto de amadurecimento fiscal do Estado, de superação da cultura do desaviso e da inconsequência fiscal, administrativa e gerencial. A prudência fiscal é um objetivo expressamente consagrado pelo art. 165, § 2º, da Constituição Federal.\n\n\n\n     3.8. Ao se a referir a contratos de terceirização de mão de obra, o art. 18, § 1º, da LRF não sugere qualquer burla aos postulados da Licitação e do Concurso Público. Impede apenas expedientes de substituição de servidores via contratação terceirizada em contorno ao teto de gastos com pessoal. \n\n\n\n    3.9. A definição de um teto de gastos particularizado, segundo os respectivos poderes ou órgãos afetados (art. 20 da LRF), não representa intromissão na autonomia financeira dos Entes subnacionais. Reforça, antes, a autoridade jurídica da norma do art. 169 da CF, no propósito, federativamente legítimo, de afastar dinâmicas de relacionamento predatório entre os Entes componentes da Federação.\n\n\n\n     3.10. Só a fixação de consequências individualizadas para os desvios perpetrados por cada instância pode tornar o compromisso fiscal efetivo. A LRF estabeleceu modelo de corresponsabilidade entre os Poderes. Ao positivar esse modelo, a LRF violou qualquer disposição constitucional, mas sim prestigiou a prudência fiscal, valor chancelado constitucionalmente. \n\n\n\n    3.11. Eventual dissonância entre o conteúdo dos conceitos de dívida pública presentes na legislação, se existente, haveria de ser resolvida pelos critérios ordinários de hermenêutica jurídica, nada comprometida a legitimidade constitucional da LRF.\n\n\n\n    3.12. Eventual dissonância existente entre o conceito de dívida consolidada previsto no art. 29, I, da LRF e definições hospedadas em outras leis, se existente, haverá de ser resolvida pelos critérios ordinários de hermenêutica jurídica. \n\n\n\n    3.13. A possibilidade de fixação por Estados e Municípios de limites de endividamento abaixo daqueles nacionalmente exigíveis não compromete competências do Senado Federal, materializando, ao contrário, prerrogativa que decorre naturalmente da autonomia política e financeira de cada Ente federado. \n\n\n\n     3.14. O art. 250 da Constituição Federal não exige que a criação do fundo por ele mencionado seja necessariamente veiculada em lei ordinária, nem impede que os recursos constitutivos sejam provenientes de imposição tributária.\n\n\n\n    4. ARTIGOS 9, § 3º, 23, § 2º, 56, CAPUT, 57, CAPUT. AÇÃO JULGADA PROCEDENTE COM DECLARAÇÃO DE INCONSTITUCIONALIDADE DOS DISPOSITIVOS. \n\n\n\n    4.1. A norma estabelecida no § 3º do referido art. 9º da LRF, entretanto, não guardou pertinência com o modelo de freios e contrapesos estabelecido constitucionalmente para assegurar o exercício responsável da autonomia financeira por parte dos Poderes Legislativo, Judiciário e da Instituição do Ministério Público, ao estabelecer inconstitucional hierarquização subserviente em relação ao Executivo, permitindo que, unilateralmente, limitasse os valores financeiros segundo os critérios fixados pela lei de diretrizes orçamentárias no caso daqueles poderes e instituição não promoverem a limitação no prazo estabelecido no caput. A defesa de um Estado Democrático de Direito exige o afastamento de normas legais que repudiam o sistema de organização liberal, em especial na presente hipótese, o desrespeito à separação das funções do poder e suas autonomias constitucionais, em especial quando há expressa previsão constitucional de autonomia financeira. Doutrina.\n\n\n\n    4.2. Em relação ao parágrafo 2º do artigo 23 da LRF, é entendimento iterativo do STF considerar a irredutibilidade do estipêndio funcional como garantia constitucional voltada a qualificar prerrogativa de caráter jurídico-social instituída em favor dos agentes públicos.\n\n\n\n    4.3. Em relação ao artigo 56, caput, da LRF, a emissão de diferentes pareceres prévios respectivamente às contas dos Poderes Legislativo, Judiciário e Ministério Público transmite ambiguidade a respeito de qual deveria ser o teor da análise a ser efetuada pelos Tribunais de Contas, se juízo opinativo, tal como o do art. 71, I, da CF, ou se conclusivo, com valor de julgamento. Confirmação da liminar, declarando-se a inconstitucionalidade do dispositivo.\n\n\n\n    4.4. O mesmo se aplica ao art. 57, caput, da LRF, cuja leitura sugere que a emissão de parecer prévio por Tribunais de Contas poderia ter por objeto contas de outras autoridades que não a do Chefe do Poder Executivo. Confirmação da liminar, declarando-se a inconstitucionalidade do dispositivo.\n\n\n\n    5. ARTIGOS 12, §2º E 21, II. AÇÃO JULGADA PARCIAMENTE PROCEDENTE PARA DAR INTERPRETAÇÃO CONFORME. \n\n\n\n    5.1. Ao prever limite textualmente diverso da regra do art. 167, III, da CF, o art. 12, § 2º, da LRF enseja interpretações distorcidas do teto a ser aplicado às receitas decorrentes de operações de crédito, pelo que a ação deve ser parcialmente provida, nesse ponto, para dar interpretação conforme ao dispositivo para o fim de explicitar que a proibição não abrange operações de crédito autorizadas mediante créditos suplementares ou especiais com finalidade precisa, aprovados pelo Poder Legislativo por maioria absoluta.\n\n\n\n    5.2. Ao prever sanção para o descumprimento de um limite específico de despesas considerados os servidores inativos, o art. 21, II, da LRF propicia ofensa ao art. 169, caput, da CF, uma vez que este remete à legislação complementar a definição de limites de despesa com pessoal ativo e inativo, pelo que a ação deve ser parcialmente provida, nesse ponto, para dar interpretação conforme ao dispositivo no sentido de que se entenda como limite legal o previsto em lei complementar.\n\n\n\n    6. ARTIGO 23, § 1º, PROCEDENTE PARA DECLARAR A INCONSTITUCIONALIDADE PARCIAL, SEM REDUÇÃO DE TEXTO.\n\n\n\n    6.1. Irredutibilidade do estipêndio funcional como garantia constitucional voltada a qualificar prerrogativa de caráter jurídico-social instituída em favor dos agentes públicos. Procedência ao pedido tão somente para declarar parcialmente a inconstitucionalidade sem redução de texto do art. 23, §1º, da LRF, de modo a obstar interpretação segundo a qual é possível reduzir valores de função ou cargo que estiver provido.\n\n\n\n    6.2. A irredutibilidade de vencimentos dos servidores também alcança àqueles que não possuem vínculo efetivo com a Administração Pública.\n\n\n\n    7. Ação Direta de Inconstitucionalidade NÃO CONHECIDA quanto aos arts. 7º, §§ 2º e 3º, e 15 da LRF, e aos arts. 3º, II, e 4º da MP 1980-18/2000; JULGADA PREJUDICADA quanto aos arts. 30, I, e 72 da LRF; JULGADA IMPROCEDENTE quanto ao art. 4º, § 2º, II, e § 4º; art. 7º, caput e § 1º; art. 11, parágrafo único; 14, II; art. 17, §§ 1º a 7º; art. 18, § 1º; art. 20; art. 24; art. 26, § 1º; art. 28, § 2º; art. 29, I, e § 2º; art. 39; art. 59, § 1º, IV; art. 60 e art. 68, caput, da LRF; JULGADA PROCEDENTE com relação ao art. 9º, § 3º; art. 23, §2º, art. 56, caput; art. 57, caput; JULGADA PARCIALMENTE PROCEDENTE, para dar interpretação conforme, com relação art. 12, § 2º, e art. 21, II; e JULGADA PROCEDENTE PARA DECLARAR A INCONSTITUCIONALIDADE PARCIAL, sem redução de texto, do artigo 23, § 1º, da LRF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753826907","externo_seq_objeto_incidente":1829732,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-218  DIVULG 31-08-2020  PUBLIC 01-09-2020\nREPUBLICAÇÃO: DJe-228  DIVULG 14-09-2020  PUBLIC 15-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2238&classe=ADI","is_colac":false,"titulo":"ADI 2238","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00041\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00064\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00067\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00081 INC-00002 ART-00083 INC-00001\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00003 INC-00004 ART-00007 \n          INC-00006 ART-00021 INC-00009 INC-00013 \n          ART-00022 INC-00007 ART-0029A ART-00034 \n          INC-00007 LET-D ART-00037 \"CAPUT\" \n          INC-00002 INC-00010 INC-00012 INC-00014 \n          INC-00015 INC-00016 INC-00021 ART-00039 \n          \"CAPUT\" PAR-00002 PAR-00003 ART-00040 \n          PAR-00008 ART-00041 ART-00049 INC-00009 \n          ART-00052 INC-00005 INC-00007 INC-00009 \n          ART-00056 PAR-00002 ART-00058 PAR-00002 \n          INC-00001 ART-00061 ART-00065 \"CAPUT\" \n          PAR-ÚNICO ART-00066 PAR-00002 ART-00070 \n          \"CAPUT\" INC-00002 ART-00071 INC-00001 \n          INC-00002 ART-00073 \"CAPUT\" ART-00075 \n          \"CAPUT\" ART-00085 INC-00002 INC-00006 \n          ART-00096 ART-00099 PAR-00001 ART-00102 \n          INC-00001 LET-F ART-00103 PAR-00003 \n          ART-0103B PAR-00004 INC-00002 ART-00127 \n          PAR-00002 PAR-00003 ART-00128 INC-00001 \n          LET-A LET-B LET-C LET-D \n          PAR-00002 PAR-00004 ART-0130A PAR-00002 \n          INC-00002 ART-00134 ART-00002 ART-00150 \n          PAR-00006 ART-00154 INC-00001 ART-00155 \n          INC-00005 ART-00157 ART-00158 ART-00159 \n          ART-00160 ART-00161 ART-00162 ART-00163 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 INC-00008 \n          ART-00164 PAR-00001 ART-00165 INC-00001 \n          INC-00002 PAR-00002 PAR-00005 PAR-00006 \n          PAR-00009 INC-00001 INC-00002 ART-00166 \n          PAR-00001 INC-00001 INC-00002 PAR-00003 \n          LET-A ART-00167 INC-00002 INC-00003 \n          INC-00007 INC-00010 ART-00168 ART-00169 \n          \"CAPUT\" PAR-00001 INC-00001 INC-00002 \n          PAR-00003 INC-00001 INC-00002 PAR-00004 \n          PAR-00005 PAR-00006 PAR-00007 ART-00174 \n          PAR-00001 ART-00192 \"CAPUT\" INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 PAR-00001 \n          PAR-00002 PAR-00003 ART-00195 INC-00001 \n          LET-A INC-00002 PAR-00005 ART-00198 \n          PAR-00002 INC-00001 INC-00002 ART-00225 \n          \"CAPUT\" ART-00249 ART-00250\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n          ART-00030\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000025      ANO-2000\n          ART-00003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000040      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000095      ANO-2016\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00035 PAR-00002 INC-00001 INC-00002 \n          INC-00003 ART-00038 ART-00107 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001 INC-00001 INC-00002 PAR-00003 \n          PAR-00004 PAR-00007 PAR-00008 PAR-00009 \n          PAR-00010 ART-00109 PAR-00002 INC-00002 \n          ART-00113 ART-00114\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000075      ANO-1993\n          ART-00166 INC-00022\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000082      ANO-1995\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000096      ANO-1999\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00001 \"CAPUT\" PAR-00001 ART-00003 \n          \"CAPUT\" PAR-00001 PAR-00002 ART-00004 \n          PAR-00001 PAR-00002 INC-00002 PAR-00004 \n          ART-00005 \"CAPUT\" PAR-00006 PAR-00007 \n          ART-00007 \"CAPUT\" PAR-00001 PAR-00002 \n          PAR-00003 ART-00009 \"CAPUT\" PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          ART-00011 \"CAPUT\" PAR-ÚNICO ART-00012 \n          PAR-00002 ART-00014 INC-00002 ART-00015 \n          ART-00016 INC-00001 INC-00002 PAR-00001 \n          INC-00001 INC-00002 PAR-00002 PAR-00003 \n          PAR-00004 INC-00001 INC-00002 ART-00017 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 PAR-00007 ART-00018 \n          \"CAPUT\" PAR-00001 ART-00019 INC-00001 \n          INC-00002 INC-00003 ART-00020 \"CAPUT\" \n          INC-00001 LET-A LET-B LET-C \n          LET-D INC-00002 LET-A LET-B \n          LET-C LET-D INC-00003 LET-A \n          LET-B PAR-00001 PAR-00002 INC-00001 \n          INC-00002 LET-A LET-B LET-C \n          LET-D INC-00003 LET-A LET-B \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          ART-00021 INC-00002 ART-00022 ART-00023 \n          \"CAPUT\" PAR-00001 PAR-00002 ART-00024 \n          PAR-00001 INC-00001 INC-00002 INC-00003 \n          PAR-00002 ART-00025 ART-00026 PAR-00001 \n          ART-00028 PAR-00001 PAR-00002 ART-00029 \n          INC-00001 PAR-00002 ART-00030 INC-00001 \n          PAR-00003 ART-00035 PAR-00001 INC-00001 \n          INC-00002 PAR-00002 ART-00039 INC-00001 \n          INC-00002 INC-00003 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00051 PAR-00001 \n          INC-00001 INC-00002 PAR-00002 ART-00056 \n          \"CAPUT\" PAR-00001 INC-00001 INC-00002 \n          PAR-00002 PAR-00003 ART-00057 \"CAPUT\" \n          PAR-00001 PAR-00002 ART-00059 \"CAPUT\" \n          PAR-00001 INC-00004 ART-00060 ART-00063 \n          \"CAPUT\" INC-00002 LET-A LET-B \n          LET-C ART-00068 \"CAPUT\" PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 PAR-00002 ART-00070 \n          ART-00071 ART-00072\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-004320      ANO-1964\n          ART-00071 ART-00111 ART-00112\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004595      ANO-1964\n          ART-00004 INC-00027 ART-00008 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00071 PAR-00001\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009496      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011803      ANO-2008\n          ART-00006 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00144 ART-00145 ART-00833 INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013242      ANO-2015\n          ART-00025 PAR-00003 INC-00001 INC-00002 \n          INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467      ANO-2017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013707      ANO-2018\n          ANEXO-4\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-001980      ANO-2000\n          ART-00003 INC-00001 INC-00002 ART-00004\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 18\n\n","LEG-FED   MPR-002101      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÕES N° 28, Nº 29, Nº 30, Nº 31, Nº 32 E Nº 33\n\n","LEG-FED   MPR-002179      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÕES N° 34, Nº 35 E Nº 36\n\n","LEG-FED   DEC-003917      ANO-2001\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005\n                DECRETO\n\n","LEG-FED   PRT-000462      ANO-2009\n                PORTARIA DA SECRETARIA DO TESOURO NACIONAL - STN\n\n","LEG-FED   PRT-000683      ANO-2011\n                PORTARIA DA SECRETARIA DO TESOURO NACIONAL - STN\n\n","LEG-FED   PRT-000634      ANO-2013\n                PORTARIA DA SECRETARIA DO TESOURO NACIONAL - STN\n\n","LEG-FED   PEC-000173      ANO-1995\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PJLCP-000018      ANO-1999\n                PROJETO DE LEI COMPLEMENTAR - CONVERTIDO NA LCP-101/2000\n\n","LEG-FED   RGI      ANO-1980\n          ART-00173 PAR-ÚNICO\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   RGI      ANO-2002\n          ART-00293 PAR-00001 PAR-00002\n                REGIMENTO INTERNO TRIBUNAL DE CONTAS DA UNIÃO - TCU\n\n","LEG-FED   EXM-000106      ANO-1999\n          ITEM-24 ITEM-25 ITEM-28 ITEM-29 \n          ITEM-30\n                EXPOSIÇÃO DE MOTIVOS DO MINISTRO DE ESTADO DO ORÇAMENTO E GESTÃO, DO MINISTRO DE ESTADO DA FAZENDA E DO (MINISTRO DE ESTADO DA PREVIDÊNCIA E ASSISTÊNCIA SOCIAL - MOG/MF/MPAS\n\n","LEG-FED   MSG-000886      ANO-1995\n                MENSAGEM DO PRESIDENTE DA REPÚBLICA - CONVERTIDA EM PEC-173/1995 E, POSTERIORMENTE, APROVADA COMO EMC-19/1998\n\n","LEG-EST   CES      ANO-1989\n          ART-00019\n                CONSTITUIÇÃO ESTADUAL, RS\n\n","LEG-EST   CES      ANO-1989\n          ART-00092 INC-00030\n                CONSTITUIÇÃO ESTADUAL, PA\n\n","LEG-EST   CES      ANO-1989\n          ART-00013\n                CONSTITUIÇÃO ESTADUAL, BA\n\n","LEG-EST   CES      ANO-1989\n          ART-00111\n                CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   LCP-000018      ANO-1993\n          ART-00018\n                LEI COMPLEMENTAR - LEI ORGÂNICA DO TRIBUNAL DE CONTAS DO ESTADO DA PARAÍBA, PB\n\n","LEG-EST   RGI      ANO-2011\n          ART-00002 INC-00018 ART-00242\n                REGIMENTO INTERNO DO TRIBUNAL DE CONTAS DO ESTADO DA PARAÍBA, PB"],"publicacao_data":"2020-09-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM, MIN. DIAS TOFFOLI: APLICAÇÃO, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, MINISTRO, STF, ÂMBITO, PROCESSO OBJETIVO.\n\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: APLICAÇÃO, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, ÂMBITO, PROCESSO SUBJETIVO. AUSÊNCIA, INCIDÊNCIA, IMPEDIMENTO, SUSPEIÇÃO, ÂMBITO, PROCESSO OBJETIVO, CONTROLE ABSTRATO. JURISPRUDÊNCIA, STF, JULGAMENTO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, CONTRARIEDADE, ATO, TRIBUNAL SUPERIOR ELEITORAL (TSE), AUSÊNCIA, IMPEDIMENTO, PRESIDENTE, JUSTIÇA ELEITORAL, MINISTRO, STF, INTEGRANTE, TRIBUNAL SUPERIOR ELEITORAL (TSE), ATUAÇÃO, ELABORAÇÃO, APROVAÇÃO, RESOLUÇÃO, OBJETO, IMPUGNAÇÃO, ÂMBITO, STF. CONSIDERAÇÃO, DISCUSSÃO, PROCESSO OBJETIVO. AUTONOMIA, REGRA, PROCESSO OBJETIVO, REFERÊNCIA, PROCESSO SUBJETIVO. DIREITO COMPARADO, MATÉRIA, IMPEDIMENTO, SUSPEIÇÃO. EXCEPCIONALIDADE, APLICAÇÃO, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, HIPÓTESE, MINISTRO, CONDIÇÃO, PROCURADOR-GERAL DA REPÚBLICA, RECUSA, REPRESENTAÇÃO, AJUIZAMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. POSSIBILIDADE, AFASTAMENTO VOLUNTÁRIO, MINISTRO, STF, FUNDAMENTO, FORO ÍNTIMO, ÂMBITO, CONTROLE ABSTRATO.\n\n- CONTROLE DE CONSTITUCIONALIDADE, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO, PROTEÇÃO, DIREITO FUNDAMENTAL. BLOCO DE CONSTITUCIONALIDADE. DEVIDO PROCESSO LEGISLATIVO, PRINCÍPIO DA LEGALIDADE. OBRIGATORIEDADE, RETORNO, CASA INICIADORA, PROJETO DE LEI, OBJETO, ALTERAÇÃO, CONTEÚDO NORMATIVO, CASA REVISORA. POSSIBILIDADE, ARQUIVAMENTO, PROJETO DE LEI, OBJETO, APROVAÇÃO, CASA LEGISLATIVA, REJEIÇÃO, DIVERSIDADE, CASA LEGISLATIVA. MODIFICAÇÃO, REDAÇÃO DAS LEIS, CASO CONCRETO. AUSÊNCIA, OFENSA, DEVIDO PROCESSO LEGISLATIVO. CARACTERÍSTICA, PRESIDENCIALISMO, INICIATIVA DE LEI, VETO PRESIDENCIAL. CONFIGURAÇÃO, VETO PRESIDENCIAL, FORMA, CONTROLE, COMPETÊNCIA LEGISLATIVA, CONGRESSO NACIONAL. POSSIBILIDADE, AFASTAMENTO, VETO PRESIDENCIAL, CONGRESSO NACIONAL, AUSÊNCIA, CARÁTER ABSOLUTO. IMPOSSIBILIDADE, PARCIALIDADE, REGULAMENTAÇÃO, DISPOSITIVO, CONSTITUIÇÃO FEDERAL, INTERMÉDIO, LEI COMPLEMENTAR. AUSÊNCIA, EQUIVALÊNCIA, NORMA, SISTEMA FINANCEIRO NACIONAL (SFN), NORMA, FINANÇAS PÚBLICAS. REGULAMENTAÇÃO, FINANÇAS PÚBLICAS, PRINCÍPIO DA RESERVA LEGAL, EDIÇÃO, LEI COMPLEMENTAR. PREJUDICIALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, HIPÓTESE, SUPERVENIÊNCIA, ALTERAÇÃO, PARÂMETRO DE CONTROLE. CONSTITUCIONALIDADE SUPERVENIENTE. LEI DE RESPONSABILIDADE FISCAL, FINANÇAS PÚBLICAS. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. FEDERALISMO, COLABORAÇÃO. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA. FEDERALISMO, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS. COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, EDIÇÃO, LEI COMPLEMENTAR, MATÉRIA, FINANÇAS PÚBLICAS; DÍVIDA PÚBLICA; CONCESSÃO, GARANTIA, ENTIDADE PÚBLICA; EMISSÃO, RESGATE, TÍTULO DA DÍVIDA PÚBLICA; FISCALIZAÇÃO FINANCEIRA, ADMINISTRAÇÃO PÚBLICA; OPERAÇÃO DE CÂMBIO; ESTABELECIMENTO DE CRÉDITO, FINALIDADE, DESENVOLVIMENTO REGIONAL. FEDERALISMO FISCAL. LEI DE RESPONSABILIDADE FISCAL, REGULAÇÃO, FINANÇAS PÚBLICAS, FUNDAMENTO, TRANSPARÊNCIA; PROGRAMAÇÃO ORÇAMENTÁRIA; CONTROLE, DESPESA; AVALIAÇÃO, RESULTADO. AUSÊNCIA, INCONSTITUCIONALIDADE MATERIAL, LEI DE RESPONSABILIDADE FISCAL. EXCLUSIVIDADE, UNIÃO FEDERAL, ADMINISTRAÇÃO, POLÍTICA CAMBIAL, POLÍTICA MONETÁRIA. CARACTERÍSTICA, SISTEMA TRIBUTÁRIO NACIONAL (STN), RESTRIÇÃO, LIBERDADE, CONGRESSO NACIONAL, FIXAÇÃO, COMPETÊNCIA TRIBUTÁRIA, CADA, ENTE FEDERADO; LIMITAÇÃO DO PODER DE TRIBUTAR, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, COMPLEXIDADE. EXCEPCIONALIDADE, CRIAÇÃO, IMPOSTO, CONSTITUIÇÃO FEDERAL. LIMITAÇÃO DO PODER DE TRIBUTAR, CARACTERÍSTICA. DIREITO SUBJETIVO, ENTE FEDERADO, PARTICIPAÇÃO, TRANSFERÊNCIA OBRIGATÓRIA. EXIGÊNCIA, ESGOTAMENTO, COMPETÊNCIA TRIBUTÁRIA, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO, REFERÊNCIA, IMPOSTO, OCORRÊNCIA, TRANSFERÊNCIA VOLUNTÁRIA. LEI DE RESPONSABILIDADE FISCAL, IMPEDIMENTO, DESEQUILÍBRIO, CARÁTER FISCAL, DECORRÊNCIA, EXCESSO, ISENÇÃO TRIBUTÁRIA, ÂMBITO ESTADUAL, ÂMBITO MUNICIPAL, NECESSIDADE, COMPENSAÇÃO, UNIÃO FEDERAL, MOMENTO POSTERIOR. TRANSFERÊNCIA VOLUNTÁRIA, SUPERAÇÃO, DESIGUALDADE, ÂMBITO REGIONAL. FEDERALISMO COOPERATIVO. SUBMISSÃO, APRECIAÇÃO, TRIBUNAL DE CONTAS, RENÚNCIA, RECEITA PÚBLICA, ENTE FEDERADO. PLANEJAMENTO ORÇAMENTÁRIO, AUMENTO, DESPESA, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO). COMPETÊNCIA, SENADO FEDERAL, LIMITAÇÃO, DÍVIDA PÚBLICA, OPERAÇÃO DE CRÉDITO. EVOLUÇÃO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. DEMOCRACIA REPRESENTATIVA, DIREITO COMPARADO. PRINCÍPIO DA SEPARAÇÃO DOS PODERES, GARANTIA, DEMOCRACIA, DIREITO FUNDAMENTAL. AUTONOMIA FINANCEIRA, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, ELABORAÇÃO, PROPOSTA ORÇAMENTÁRIA, CONFORMIDADE, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO). ORGANIZAÇÃO, CONTAS PÚBLICAS, PLANO PLURIANUAL, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), LEI ORÇAMENTÁRIA ANUAL. CONSTITUIÇÃO FEDERAL, EXECUÇÃO ORÇAMENTÁRIA, REPASSE, DUODÉCIMOS, RISCO, INTERVENÇÃO FEDERAL, CRIME DE RESPONSABILIDADE. LEI ORÇAMENTÁRIA ANUAL, AUTOAPLICABILIDADE, NORMA. LEI ORÇAMENTÁRIA ANUAL, AUSÊNCIA, DISCRICIONARIEDADE, PODER EXECUTIVO, TRANSFERÊNCIA DE RECURSOS. LEI ORÇAMENTÁRIA ANUAL, AUTONOMIA FINANCEIRA, RESPONSABILIDADE FISCAL. PRINCÍPIO, FLEXIBILIZAÇÃO. SUJEIÇÃO, GESTOR, PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, CONTROLE INTERNO, CONTROLE EXTERNO, RISCO, RESPONSABILIZAÇÃO, ÂMBITO PENAL, ÂMBITO CÍVEL, IMPROBIDADE ADMINISTRATIVA, HIPÓTESE, DESCUMPRIMENTO, LEI DE RESPONSABILIDADE FISCAL. JULGAMENTO, CONTAS PÚBLICAS, TRIBUNAL DE CONTAS. EMENDA CONSTITUCIONAL 45 DE 2004, CONTROLE, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, ATUAÇÃO, ÂMBITO ADMINISTRATIVO, CARÁTER FINANCEIRO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CABIMENTO, PENA DISCIPLINAR. CONSTITUIÇÃO FEDERAL, ORGANIZAÇÃO, ADMINISTRAÇÃO PÚBLICA, OBSERVÂNCIA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA PUBLICIDADE, PRINCÍPIO DA EFICIÊNCIA, PRINCÍPIO DA RAZOABILIDADE. DESPESA COM PESSOAL, EXIGÊNCIA, CONCURSO PÚBLICO, VEDAÇÃO, ACUMULAÇÃO DE CARGOS; VEDAÇÃO, ACUMULAÇÃO REMUNERADA; PREVISÃO, TETO REMUNERATÓRIO. INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO, CRIAÇÃO, CARGO PÚBLICO, AUMENTO, REMUNERAÇÃO. CONSTITUIÇÃO FEDERAL, FIXAÇÃO, LEI COMPLEMENTAR, LIMITAÇÃO, DESPESA COM PESSOAL, SERVIDOR PÚBLICO ATIVO, SERVIDOR PÚBLICO INATIVO. PREVISÃO, REGRA DE TRANSIÇÃO. CRIAÇÃO, PROGRAMA, REESTRUTURAÇÃO, CARÁTER FISCAL, ESTADO-MEMBRO, ASSUNÇÃO DE DÍVIDA, ENTE FEDERADO, UNIÃO FEDERAL. EXIGÊNCIA, CONTRAPARTIDA. PREVISÃO, SANÇÃO, AUSÊNCIA, CONTROLE, DESPESA, FUNCIONALISMO PÚBLICO. LIMITAÇÃO, DESPESA COM PESSOAL, DIVISÃO, PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO, ÓRGÃO AUTÔNOMO. AUTONOMIA FINANCEIRA, MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS (MPDFT). CONSIDERAÇÃO, LEI DE RESPONSABILIDADE FISCAL, BASE DE CÁLCULO, DESPESA COM PESSOAL, PROVENTO, PENSÃO. IMPOSSIBILIDADE, PREVISÃO, LUCRO, PREJUÍZO, BANCO CENTRAL DO BRASIL (BACEN). ATUAÇÃO, BANCO CENTRAL DO BRASIL (BACEN), EXECUÇÃO, POLÍTICA MONETÁRIA, POLÍTICA CAMBIAL. CABIMENTO, CRÉDITO ADICIONAL, MOMENTO, EXECUÇÃO, ORÇAMENTO PÚBLICO. LEI DE RESPONSABILIDADE FISCAL, TERCEIRIZAÇÃO, ATIVIDADE-FIM. AUSÊNCIA, INCLUSÃO, BASE DE CÁLCULO, DESPESA COM PESSOAL, DESPESA, NATUREZA INDENIZATÓRIA. AUSÊNCIA, HIERARQUIA, LEI ORDINÁRIA, LEI COMPLEMENTAR. DEFINIÇÃO, FUNDOS PÚBLICOS. IMPOSSIBILIDADE, TRANSFERÊNCIA DE RECURSOS, CONCESSÃO, EMPRÉSTIMO, GOVERNO FEDERAL, GOVERNO ESTADUAL, INSTITUIÇÃO FINANCEIRA, FINANCIAMENTO, DESPESA COM PESSOAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: IMPORTÂNCIA, LEI ORÇAMENTÁRIA, ORDENAMENTO JURÍDICO. EXIGÊNCIA, IMPUGNAÇÃO, TOTALIDADE, POSTULADO NORMATIVO, ÂMBITO, CONTROLE DE CONSTITUCIONALIDADE. VIABILIZAÇÃO, POLÍTICA MONETÁRIA, BANCO CENTRAL DO BRASIL (BACEN), LEI DE RESPONSABILIDADE FISCAL, ESTABILIDADE, RELACIONAMENTO, AUTARQUIA, TESOURO NACIONAL. AUSÊNCIA, VÍCIO FORMAL, DECORRÊNCIA, EMENDA REGIMENTAL, AUSÊNCIA, MODIFICAÇÃO, CONTEÚDO NORMATIVO. EXIGÊNCIA, LEI COMPLEMENTAR, MATÉRIA, FINANÇAS PÚBLICAS. TEORIA, FINANÇAS PÚBLICAS, OBJETIVO, ALOCAÇÃO, RECURSO FINANCEIRO; DISTRIBUIÇÃO DE RENDA; ESTABILIDADE ECONÔMICA. CONSIDERAÇÃO, RESTRIÇÃO, REPASSE, TRANSFERÊNCIA VOLUNTÁRIA, ENTE FEDERADO, SANÇÃO, CARÁTER FINANCEIRO, DECORRÊNCIA, IMPACTO ORÇAMENTÁRIO, EXECUÇÃO, POLÍTICAS PÚBLICAS, SERVIÇO PÚBLICO ESSENCIAL. JURISPRUDÊNCIA, STF, OFENSA, DEVIDO PROCESSO LEGAL, AUSÊNCIA, ESGOTAMENTO, TOMADA DE CONTAS ESPECIAL, INSCRIÇÃO, ESTADO-MEMBRO, CADASTRO DE INADIMPLENTES. AUTONOMIA, NATUREZA TRIBUTÁRIA, ENTE FEDERADO, GUERRA FISCAL. CONTROLE, INCENTIVO FISCAL, IMPACTO ORÇAMENTÁRIO, RENÚNCIA, RECEITA PÚBLICA. COMPETÊNCIA, CONGRESSO NACIONAL, CONTROLE EXTERNO, FISCALIZAÇÃO CONTÁBIL, FISCALIZAÇÃO FINANCEIRA, ADMINISTRAÇÃO FEDERAL, REFERÊNCIA, RENÚNCIA, RECEITA PÚBLICA. EXIGÊNCIA, PREVISIBILIDADE, INCENTIVO FISCAL. COMPOSIÇÃO, DESPESAS OBRIGATÓRIAS DE CARÁTER CONTINUADO, RECURSO ORÇAMENTÁRIO, DESTINAÇÃO, PAGAMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO, EMPREGADO PÚBLICO, ALCANCE, APOSENTADORIA, PENSÃO. AUTONOMIA POLÍTICA, SUSTENTABILIDADE, CARÁTER FINANCEIRO. DESPESA COM PESSOAL, CLÁUSULA PÉTREA, MATÉRIA ORÇAMENTÁRIA, INVIABILIDADE, EMENDA PARLAMENTAR, APROVAÇÃO, LEI ORÇAMENTÁRIA ANUAL. PRINCÍPIO DA SOLIDARIEDADE INTERGERACIONAL. TERCEIRIZAÇÃO. EXIGÊNCIA, LEI COMPLEMENTAR, LIMITAÇÃO, DESPESA COM PESSOAL, SERVIDOR PÚBLICO INATIVO. DEFINIÇÃO, DÍVIDA PÚBLICA FUNDADA, CONFLITO, LEGALIDADE. PRINCÍPIO DA PUBLICIDADE. OPERAÇÃO DE CRÉDITO, ENTE FEDERADO, FORMA DIRETA, FUNDOS PÚBLICOS. PREVISÃO, LEI DE RESPONSABILIDADE FISCAL, CONTROLE, CONTRATAÇÃO, EMPRÉSTIMO PÚBLICO, ENTE FEDERADO. REMESSA, BALANÇO CONTÁBIL, ESTADO-MEMBRO, MUNICÍPIO, PODER EXECUTIVO FEDERAL, FINALIDADE, TRANSPARÊNCIA, CARÁTER FISCAL. CABIMENTO, SANÇÃO, CARÁTER FINANCEIRO, DESCUMPRIMENTO, PRAZO. JURISPRUDÊNCIA, STF, COMPETÊNCIA, CÂMARA MUNICIPAL, JULGAMENTO, CONTAS PÚBLICAS, PODER EXECUTIVO MUNICIPAL. CONFIGURAÇÃO, OPINIÃO, PARECER TÉCNICO, TRIBUNAL DE CONTAS, REFERÊNCIA, CONTAS PÚBLICAS, PREFEITO. JURISPRUDÊNCIA, STF, POSSIBILIDADE, CONTROLE EXTERNO, TRIBUNAL DE CONTAS, PODER LEGISLATIVO. COMPETÊNCIA, SENADO FEDERAL, LIMITAÇÃO, DÍVIDA PÚBLICA, ENTE FEDERADO. AUSÊNCIA, HIERARQUIA, LEI ORDINÁRIA, LEI COMPLEMENTAR. DIREITO À IRREDUTIBILIDADE DO SALÁRIO. IMPOSSIBILIDADE, PARCELAMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO, FINALIDADE, DISPONIBILIDADE DE CAIXA. INCONSTITUCIONALIDADE, REDUÇÃO, JORNADA DE TRABALHO, ADEQUAÇÃO, VENCIMENTOS, CARGA HORÁRIA. ALCANCE, IRREDUTIBILIDADE DE VENCIMENTOS, TRABALHADOR, AUSÊNCIA, VÍNCULO, ADMINISTRAÇÃO PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: JURISPRUDÊNCIA, STF, RETORNO, CASA INICIADORA, EMENDA, ALTERAÇÃO, CONTEÚDO NORMATIVO. AUSÊNCIA, OBRIGATORIEDADE, EDIÇÃO, UNICIDADE, LEI COMPLEMENTAR, REGULAMENTAÇÃO, DIVERSIDADE, MATÉRIA. OBSERVÂNCIA, POLÍTICA ECONÔMICA NACIONAL, FIXAÇÃO, OBJETIVO, CARÁTER FISCAL, ENTE FEDERADO. APROVAÇÃO, CONGRESSO NACIONAL, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), AUSÊNCIA, APROVAÇÃO, INFORMAÇÃO, OBJETO, REMESSA, PRESIDENTE DA REPÚBLICA. POSSIBILIDADE, TRANSFERÊNCIA DE RECURSOS, UNIÃO FEDERAL, BANCO CENTRAL DO BRASIL (BACEN), HIPÓTESE, PREJUÍZO. POSSIBILIDADE, CONTINGENCIAMENTO, PODER EXECUTIVO, HIPÓTESE, AUSÊNCIA, AJUSTE, CONTAS PÚBLICAS, PODER JUDICIÁRIO, PODER LEGISLATIVO, MINISTÉRIO PÚBLICO. APLICAÇÃO, SANÇÃO, PODER EXECUTIVO, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. POSSIBILIDADE, RESPONSABILIZAÇÃO, GESTOR, AUSÊNCIA, ADEQUAÇÃO, AJUSTE, CONFORMIDADE, LEI. AUSÊNCIA, NECESSIDADE, LEI COMPLEMENTAR, MATÉRIA, POLÍTICA MONETÁRIA, POLÍTICA CAMBIAL. NECESSIDADE, DEMONSTRAÇÃO, ENTE FEDERADO, EXERCÍCIO, COMPETÊNCIA TRIBUTÁRIA, RECEBIMENTO, TRANSFERÊNCIA VOLUNTÁRIA. REALIZAÇÃO, OPERAÇÃO DE CRÉDITO, ENTE PÚBLICO, VEDAÇÃO, LEI COMPLEMENTAR, AUMENTO, DÍVIDA PÚBLICA, CONCESSÃO, INCENTIVO FISCAL. NECESSIDADE, CONTABILIZAÇÃO, VALOR, CONTRATO, TERCEIRIZAÇÃO, MÃO-DE-OBRA, DESPESA DE CAPITAL. PREVISÃO, LEI COMPLEMENTAR, LIMITAÇÃO, DESPESA COM PESSOAL. FIXAÇÃO, LEI COMPLEMENTAR, LIMITAÇÃO, DESPESA COM PESSOAL, SERVIDOR PÚBLICO ATIVO, SERVIDOR PÚBLICO INATIVO. AUSÊNCIA, PREVISÃO, LEI DE RESPONSABILIDADE FISCAL, FUNCIONAMENTO, BANCO CENTRAL DO BRASIL (BACEN). COMPETÊNCIA PRIVATIVA, SENADO FEDERAL, FIXAÇÃO, LIMITE MÁXIMO, DÍVIDA, ENTE FEDERADO. POSSIBILIDADE, PREVISÃO, LEI COMPLEMENTAR, MATÉRIA, OBJETO, LEI ORDINÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: IMPOSSIBILIDADE, PREDOMINÂNCIA, PODER EXECUTIVO, REFERÊNCIA, PODER JUDICIÁRIO, PODER LEGISLATIVO. AUTONOMIA, PODERES DA REPÚBLICA. POSSIBILIDADE, AUTOCONTROLE, LIMITAÇÃO, EMPENHO, MOVIMENTAÇÃO, CARÁTER FINANCEIRO. CONTROLE, PODER EXECUTIVO, COMPROMETIMENTO, AUTONOMIA FINANCEIRA, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO. OBRIGATORIEDADE, REPASSE, PODER EXECUTIVO, RECURSO ORÇAMENTÁRIO, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA. IMPOSSIBILIDADE, INTERFERÊNCIA, CHEFE DO PODER EXECUTIVO, QUANTIA, DESTINAÇÃO, VERBA, OBJETO, REPASSE. DESCABIMENTO, ATO UNILATERAL, PODER EXECUTIVO. PRINCÍPIO DA SEPARAÇÃO DOS PODERES. TRANSFERÊNCIA OBRIGATÓRIA, TRANSFERÊNCIA VOLUNTÁRIA. TERCEIRIZAÇÃO, PRINCÍPIO, CONCURSO PÚBLICO. POSSIBILIDADE, DISTRIBUIÇÃO, PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO, RESPONSABILIDADE, LIMITAÇÃO, DESPESA COM PESSOAL. CONSIDERAÇÃO, OFENSA, DIREITO ADQUIRIDO, LIMITAÇÃO, DESPESA COM PESSOAL, SERVIDOR PÚBLICO INATIVO. OBRIGATORIEDADE, DESPESA, SEGURIDADE SOCIAL, EQUILÍBRIO, CARÁTER FISCAL. EXIGÊNCIA, APRECIAÇÃO, CONTAS PÚBLICAS, PRESIDENTE DA REPÚBLICA, CONGRESSO NACIONAL. JULGAMENTO, TRIBUNAL DE CONTAS, ATIVIDADE, CARÁTER FINANCEIRO, GESTOR. APLICAÇÃO, DIREITO À IRREDUTIBILIDADE DO SALÁRIO, CARGO EM COMISSÃO, AUSÊNCIA, VINCULAÇÃO, ADMINISTRAÇÃO PÚBLICA. OFENSA, IRREDUTIBILIDADE DE VENCIMENTOS, REDUÇÃO, AUMENTO, JORNADA DE TRABALHO, CARÁTER TEMPORÁRIO, REDUÇÃO, VALOR NOMINAL, REMUNERAÇÃO, SERVIDOR PÚBLICO. IMPENHORABILIDADE, VENCIMENTOS, SERVIDOR PÚBLICO, FUNDAMENTO, DIREITO À VIDA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: LEI DE RESPONSABILIDADE FISCAL, PREVISÃO, NORMA, FINANÇAS PÚBLICAS, FINALIDADE, EFETIVAÇÃO, RESPONSABILIDADE, ADMINISTRADOR PÚBLICO. GARANTIA, AUTONOMIA FINANCEIRA, AUTONOMIA ORÇAMENTÁRIA, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, TRIBUNAL DE CONTAS, DEFENSORIA PÚBLICA. IMPOSSIBILIDADE, IMPOSIÇÃO, SUBORDINAÇÃO, CARÁTER FINANCEIRO, PODER EXECUTIVO, REFERÊNCIA, PODER LEGISLATIVO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA, TRIBUNAL DE CONTAS. OBRIGATORIEDADE, REPASSE, PODER EXECUTIVO, RECURSO ORÇAMENTÁRIO, INCLUSÃO, CRÉDITO ADICIONAL, ÓRGÃO ESTATAL, RISCO, RESPONSABILIZAÇÃO, CHEFE DO PODER EXECUTIVO. NORMA DE EFICÁCIA PLENA, APLICAÇÃO IMEDIATA. SISTEMA DE FREIOS E CONTRAPESOS. PREVISÃO, LEI DE RESPONSABILIDADE FISCAL, PERCENTAGEM, RECEITA LÍQUIDA, LIMITAÇÃO, DESPESA COM PESSOAL. CONFIANÇA; REDUÇÃO, JORNADA DE TRABALHO, ADEQUAÇÃO, VENCIMENTOS, CARGA HORÁRIA. OFENSA, DIREITO À IRREDUTIBILIDADE DO SALÁRIO. CONSIDERAÇÃO, DIREITO À IRREDUTIBILIDADE DO SALÁRIO, GARANTIA, CARÁTER FINANCEIRO, ATO UNILATERAL, PODER PÚBLICO. AUSÊNCIA, CARÁTER ABSOLUTO, DIREITO À IRREDUTIBILIDADE DO SALÁRIO, EXISTÊNCIA, TETO REMUNERATÓRIO, INCIDÊNCIA, TRIBUTO, FUNDAMENTO, PRINCÍPIO DA IGUALDADE TRIBUTÁRIA. DIREITO À IRREDUTIBILIDADE DO SALÁRIO, PROTEÇÃO, PERDA, PODER AQUISITIVO, DECORRÊNCIA, INFLAÇÃO. VEDAÇÃO, REDUÇÃO, VALOR NOMINAL, VENCIMENTOS, ATO UNILATERAL, PODER PÚBLICO. NATUREZA ALIMENTAR, PRESTAÇÃO PECUNIÁRIA. \n\n- VOTO VENCIDO, MIN. GILMAR MENDES: MITIGAÇÃO, CONSTITUIÇÃO FEDERAL, REDUÇÃO, JORNADA DE TRABALHO, PAGAMENTO PROPORCIONAL, SALÁRIO, EXTINÇÃO, CARGO PÚBLICO, FUNÇÃO PÚBLICA, DECORRÊNCIA, CRISE, CARÁTER FISCAL. PREFERÊNCIA, REDUÇÃO, JORNADA DE TRABALHO, PARALISAÇÃO, SERVIÇO PÚBLICO. CONTRAPOSIÇÃO, ESTADO DE NECESSIDADE, PRINCÍPIO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, LIMITAÇÃO, VALOR, CARÁTER FINANCEIRO, PODER EXECUTIVO, OBSERVÂNCIA, ORÇAMENTO, ENTE FEDERADO, DESCONTO, PODER JUDICIÁRIO, PODER LEGISLATIVO, ÓRGÃO AUTÔNOMO. EXIGÊNCIA, DESCONTO, RECEITA LÍQUIDA, CONFORMIDADE, LEI ORÇAMENTÁRIA. LIMITAÇÃO, PREDOMINÂNCIA, PODER EXECUTIVO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: EXIGÊNCIA, LIMITAÇÃO, DESPESA PÚBLICA, ENTE FEDERADO, HIPÓTESE, INSUFICIÊNCIA, ARRECADAÇÃO. PRESUNÇÃO, BOA-FÉ. CABIMENTO, LIMITAÇÃO, PODER EXECUTIVO, VALOR, CARÁTER FINANCEIRO, CONFORMIDADE, LEI DE DIRETRIZES ORÇAMENTÁRIAS (LDO), HIPÓTESE, AUSÊNCIA, LIMITAÇÃO, DESPESA PÚBLICA, PODER JUDICIÁRIO, PODER LEGISLATIVO, MINISTÉRIO PÚBLICO. AUSÊNCIA, DISCRICIONARIEDADE, PODER EXECUTIVO. DETERMINAÇÃO, CONSTITUIÇÃO FEDERAL, TRANSFERÊNCIA, PODER EXECUTIVO, PERCENTAGEM, VALOR, OBJETO, ARRECADAÇÃO, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO. CABIMENTO, SEQUESTRO DE QUANTIA, STF. APLICAÇÃO, DIREITO À IRREDUTIBILIDADE DO SALÁRIO, REFERÊNCIA, QUANTIDADE, TRABALHO. CABIMENTO, REDUÇÃO, JORNADA DE TRABALHO, CONTRAPOSIÇÃO, PERDA DE CARGO PÚBLICO. PREVISÃO, CONSTITUIÇÃO FEDERAL, ESCALONAMENTO, HIPÓTESE, EXCESSO, DESPESA COM PESSOAL. REDUÇÃO, CARGO EM COMISSÃO, FUNÇÃO GRATIFICADA; EXONERAÇÃO, SERVIDOR PÚBLICO, AUSÊNCIA, ESTABILIDADE; REDUÇÃO, JORNADA DE TRABALHO; PERDA DE CARGO PÚBLICO.\t\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LIMITAÇÃO, DESPESA PÚBLICA, PODER JUDICIÁRIO, PODER LEGISLATIVO, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA. PRINCÍPIO DA INTRANSCENDÊNCIA DA PENA, SANÇÃO, CARÁTER FINANCEIRO, PRINCÍPIO DA COLEGIALIDADE. LIMITAÇÃO, EMPENHO, PARCELA, ORÇAMENTO, ÓRGÃO AUTÔNOMO, CONTINGENCIAMENTO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. COMPATIBILIDADE, LIMITAÇÃO, REPASSE, DUODÉCIMOS, RESULTADO, CARÁTER FISCAL. REGRA, COIBIÇÃO, DÍVIDA PÚBLICA, CUSTEIO, DESPESA CORRENTE. VEDAÇÃO, GRANDE QUANTIDADE, OPERAÇÃO DE CRÉDITO, CONTRAPOSIÇÃO, DESPESA DE CAPITAL. INVIABILIDADE, CONSIDERAÇÃO, CRÉDITO SUPLEMENTAR, CRÉDITO ADICIONAL, MOMENTO, ELABORAÇÃO, ORÇAMENTO PÚBLICO. CONSIDERAÇÃO, MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS (MPDFT), INTEGRANTE, MINISTÉRIO PÚBLICO DA UNIÃO (MPU). ALCANCE, MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS (MPDFT), LIMITAÇÃO, DESPESA COM PESSOAL, MINISTÉRIO PÚBLICO DA UNIÃO (MPU). \n\n- VOTO VENCIDO, MIN. ROSA WEBER: PARTICIPAÇÃO, MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS (MPDFT), LIMITAÇÃO, DESPESA COM PESSOAL, MINISTÉRIO PÚBLICO DA UNIÃO (MPU). CONSIDERAÇÃO, MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS (MPDFT), INTEGRANTE, MINISTÉRIO PÚBLICO DA UNIÃO (MPU). REDUÇÃO, REMUNERAÇÃO, SERVIDOR PÚBLICO, REDUÇÃO, JORNADA DE TRABALHO, CARÁTER TEMPORÁRIO, OFENSA, DIREITO À IRREDUTIBILIDADE DO SALÁRIO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: PREVISÃO, LEI DE RESPONSABILIDADE FISCAL, ALTERNATIVA, REDUÇÃO, DESPESA COM PESSOAL. PRINCÍPIO DA EFICIÊNCIA, OBJETIVO, BEM COMUM. CONSTITUIÇÃO FEDERAL, ESTABILIDADE, SERVIDOR PÚBLICO, REQUISITO, PERDA DE CARGO PÚBLICO, CABIMENTO, INDENIZAÇÃO. RELATIVIZAÇÃO, GARANTIA, ESTABILIDADE, SERVIDOR PÚBLICO. POSSIBILIDADE, REDUÇÃO, REMUNERAÇÃO, JORNADA DE TRABALHO, SERVIDOR PÚBLICO, CARÁTER TEMPORÁRIO, FINALIDADE, AJUSTE, CARÁTER FISCAL; RECUPERAÇÃO, FINANÇAS PÚBLICAS. PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO.\n\n- TERMO(S) DE RESGATE: DELIBERAÇÃO PARLAMENTAR, DELIBERAÇÃO EXECUTIVA. SUBEMENDA. BICAMERALISMO. AUTÓGRAFO. EFEITO FLYPAPER. POPULISMO POLÍTICO. PRINCÍPIO DA FLEXIBILIDADE. FUNDO DO REGIME GERAL DE PREVIDÊNCIA SOCIAL. TEORIA DA LEI. LEIS REFORÇADAS, LEIS DE PLANO. CLÁUSULA DE ETERNIDADE. REGRA DE OURO. PRINCÍPIO DEMOCRÁTICO DA SUSTENTABILIDADE FINANCEIRA. EMENDA DE REDAÇÃO. LIMITES GLOBAIS, LIMITES SETORIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2238&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MINISTRO, STF, INTEGRAÇÃO, TSE, PARTICIPAÇÃO, JULGAMENTO, IMPUGNAÇÃO, RESOLUÇÃO, TSE)\nADI 2626 (TP), ADI 2628 (TP). \n(INAPLICABILIDADE, PROCESSO OBJETIVO, CONTROLE ABSTRATO, HIPÓTESE, IMPEDIMENTO, SUSPEIÇÃO, FORO ÍNTIMO)\nADI 2243 (TP), AC 349 (TP), ADI 3345 (TP), ADPF 144 (TP), ADI 1797 AgR (TP), ADI 1345 MC (TP), RE 658375 AgR (2ªT), ADI 2674 MC-AgR-ED (TP), ADI 55 MC (TP) - RTJ 146/3. \n(CARÁTER OBJETIVO, CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\nRTJ 95/999. \n(CONTROLE CONCENTRADO, CONSTITUCIONALIDADE, VIGÊNCIA, TEXTO CONSTITUCIONAL)\nRp 969 (TP) - RTJ 99/544, Rp 1012 (TP) - RTJ 95/980, Rp 1016 (TP) - RTJ 95/993, ADI 2 (TP), RTJ 145/340, RTJ 143/3. \n(ADI, DIREITO PRÉ-CONSTITUCIONAL)\nADI 7 (TP), ADI 4222 AgR (TP). \n(REQUISITO, ADPF)\nADPF 153 (TP), ADPF 54 QO (TP). \n(CABIMENTO, ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 186 (TP), ADPF 172 MC-REF (TP), ADPF 3 QO (TP), ADPF 15 (TP), ADPF 13 (TP), ADPF 12 (TP). \n(ADI, IMPUGNAÇÃO, COMPLEXO NORMATIVO)\nADI 2133 (TP), ADI 2174 (TP), ADI 4227 (TP), ADI 5260 (TP), ADI 2595 AgR (TP), ADI 2451 (TP). \n(ADI, EXAURIMENTO, EFICÁCIA, NORMA IMPUGNADA)\nADI 885 (TP), ADI 1979 MC (TP), ADI 4365 (TP). \n(APROVAÇÃO, CASA REVISORA, PROPOSTA, EMENDA, ALTERAÇÃO, CONTEÚDO NORMATIVO)\nADC 3 (TP), ADI 2182 (TP), ADI 2666 (TP), ADI 2238 MC (TP). \n(ADI, SUPERVENIÊNCIA, ALTERAÇÃO, PARÂMETRO DE CONTROLE, PREJUDICIALIDADE)\nADI 2 (TP), ADI 94 (TP), ADI 1137 (TP), ADI 2189 (TP), RE 346084 (TP), ADI 3569 (TP), ADI 1907 QO (TP), ADI 512 (TP). \n(FEDERALISMO FISCAL, RENÚNCIA, RECEITA PÚBLICA, ESTADO-MEMBRO)\nACO 758 (TP), RE 705423 (TP). \n(OFENSA, PRINCÍPIO FEDERATIVO, LEI DE RESPONSABILIDADE FISCAL)\nADI 2250 (TP). \n(AUTONOMIA FINANCEIRA, ELABORAÇÃO, PROPOSTA ORÇAMENTÁRIA)\nADI 4356 (TP), ADI 4426 (TP). \n(LEI ORÇAMENTÁRIA ANUAL, TRANSFERÊNCIA DE RECURSOS, PODER EXECUTIVO, AUSÊNCIA, DISCRICIONARIEDADE)\nMS 21273 (1ªT), MS 21450 (TP), MS 22384 (1ªT), MS 23267 (TP), ADPF 307 MC-Ref (TP), ADPF 339 (TP), ADI 732 MC (TP), MS 21291 AgR-QO (TP), ADI 37 MC (TP). \n(LEI DE RESPONSABILIDADE FISCAL, DESPESA COM PESSOAL, MPU, MPDFT)\nMS 25997 (1ªT), ADI 5105 (TP), RE 836198 AgR (1ªT), Acórdão TC-013.63112001. \n(CONTROLE, GESTÃO ADMINISTRATIVA, RECURSOS PÚBLICOS, PODER JUDICIÁRIO)\nADI 691 MC (TP). \n(APRECIAÇÃO, CONTAS PÚBLICAS, TRIBUNAL DE CONTAS)\nADI 1964 (TP), ADI 3715 (TP), RE 729744 (TP), RE 848826 (TP). \n(RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA, DIREITO TRABALHISTA, TERCEIRIZAÇÃO)\nADC 16 (TP), RE 760931 (TP). \n(DISTINÇÃO, ATIVIDADE-MEIO, ATIVIDADE-FIM, ÂMBITO, TERCEIRIZAÇÃO)\nADI 4426 (TP), ADPF 324 (TP), ADI 5449 MC-Ref (TP), RE 958252 (TP). \n(EXIGÊNCIA, LEI COMPLEMENTAR, FIXAÇÃO, DESPESA COM PESSOAL, SERVIDOR PÚBLICO ATIVO, SERVIDOR PÚBLICO INATIVO)\nADI 1585 (TP), ADI 4426 (TP). \n(AUSÊNCIA, HIERARQUIA, LEI ORDINÁRIA, LEI COMPLEMENTAR)\nADC 1 (TP) - RTJ 156/721, RE 377457 (TP). \n(LEI ORÇAMENTÁRIA, MATÉRIA, IMPORTÂNCIA, ORDENAMENTO JURÍDICO, LEI POSTERIOR, CONSTITUIÇÃO)\nADI 4048 MC (TP). \n(PERDA DO OBJETO, EXAURIMENTO, EFICÁCIA, DISPOSITIVO, OBJETO, IMPUGNAÇÃO)\nADI 145 (TP), ADI 1691 (TP). \n(PRINCÍPIO DA INTRANSCENDÊNCIA DA SANÇÃO, CARÁTER FINANCEIRO)\nACO 3047 AgR (TP). \n(DEVIDO PROCESSO LEGAL, CADASTRO DE INADIMPLENTES, ESTADO-MEMBRO, TOMADA DE CONTAS ESPECIAL)\nACO 1941 (1ªT), ACO 2733 MC-Ref (TP). \n(REDUÇÃO, JORNADA DE TRABALHO, SERVIDOR PÚBLICO, IRREDUTIBILIDADE DE VENCIMENTOS)\nADI 2075 MC (TP), ARE 660010 (TP), SL 883 MC-AgR (TP), RE 836198 AgR (1ªT). \n(IRREDUTIBILIDADE DE VENCIMENTOS, SERVIDOR PÚBLICO, PROTEÇÃO, PERDA, PODER AQUISITIVO)\nRE 100818 (2ªT), RE 378932 (1ªT), MS 24580 (TP), AI 490396 AgR (2ªT), RE 327621 AgR (1ªT), ADI 2075 MC (TP), RE 599411 AgR (1ªT), ADI 5560 (TP), RE 95971 (2ªT) - RTJ 104/808. \n(COMPETÊNCIA, CÂMARA MUNICIPAL, JULGAMENTO, CONTAS, PREFEITO)\nADI 3715 (TP), RE 729744 (TP), RE 848826 (TP). \n(CONTROLE EXTERNO, TRIBUNAL DE CONTAS, PODER LEGISLATIVO)\nADI 1175 (TP), ADI 2597 (TP). \n(REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS)\nADI 1106 (TP). \n(VEDAÇÃO, REALIZAÇÃO, DESPESA, EXCEDA, RECURSO FINANCEIRO)\nADI 3652 (TP). \n(LICITUDE, TERCEIRIZAÇÃO, RESPONSABILIDADE SUBSIDIÁRIA, EMPRESA CONTRATANTE)\nRE 958252 (TP). \n(REDUÇÃO, DESPESA COM PESSOAL, CARGO EM COMISSÃO)\nRE 428991 (1ªT). \n(SEGURIDADE SOCIAL, FONTE DE CUSTEIO)\nRE 151106 AgR (1ªT). \n(PARCELAMENTO, PAGAMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO, CRISE ECONÔMICA)\nSTP 78 AgR (TP). \n(TRIBUNAL DE CONTAS, PARECER TÉCNICO, PRESTAÇÃO DE CONTAS, PODER EXECUTIVO)\nRE 729744 (TP), RE 848826 (TP). \n(IRREDUTIBILIDADE DE VENCIMENTOS, SERVIDOR PÚBLICO)\nRE 99956 (1ªT) - RTJ 112/768, ADI 2022 MC (TP), ADI 2153 MC (TP), RE 94011 (1ªT) - RTJ 105/671, RE 105789 (2ªT) - RTJ 118/300. \n(IRREDUTIBILIDADE DE VENCIMENTOS, IMPOSSIBILIDADE, RETENÇÃO, SALÁRIO, REDUÇÃO, DESPESA COM PESSOAL)\nRE 836198 AgR (1ªT). \n(IMPOSSIBILIDADE, REGULAMENTAÇÃO, DISPOSITIVO, CONSTITUIÇÃO, LEI  COMPLEMENTAR)\nADI 4 (TP). \n(ADI, ADPF, PRINCÍPIO DA FUNGIBILIDADE)\nADI 4180 MC-REF (TP). \n(LEI DE RESPONSABILIDADE FISCAL, DESPESA COM PESSOAL)\nADI 5449 MC-Ref (TP). \n(GARANTIA, AUTONOMIA FINANCEIRA, PODER JUDICIÁRIO, PODER LEGISLATIVO, MINISTÉRIO PÚBLICO)\nMS 21291 AgR-QO (TP), ADI 732 MC (TP). \n- Decisões monocráticas citadas:\n(MINISTRO, STF, INTEGRAÇÃO, TSE, PARTICIPAÇÃO, JULGAMENTO, IMPUGNAÇÃO, RESOLUÇÃO, TSE)\nADI 2321.\n(INAPLICABILIDADE, PROCESSO OBJETIVO, CONTROLE ABSTRATO, HIPÓTESE, IMPEDIMENTO, SUSPEIÇÃO, FORO ÍNTIMO)\nADI 2321, ADPF 155, ADPF 541 MC, ADI 6239 MC.\n(ADI, IMPUGNAÇÃO, COMPLEXO NORMATIVO)\nADI 2972.\n(APROVAÇÃO, CASA REVISORA, PROPOSTA, EMENDA, ALTERAÇÃO, CONTEÚDO NORMATIVO)\nADI 1393.\n(LEI ORÇAMENTÁRIA ANUAL, TRANSFERÊNCIA DE RECURSOS, PODER EXECUTIVO, AUSÊNCIA, DISCRICIONARIEDADE)\nMS 24206 MC, RE 299262, AO 1079 MC, MS 31671 MC, AO 1935, SS 5239, SS 5261 MC, AO 2412 TP, ADO 2.\n(AUSÊNCIA, HIERARQUIA, LEI ORDINÁRIA, LEI COMPLEMENTAR)\nAI 457926.\n(PARCELAMENTO, PAGAMENTO, REMUNERAÇÃO, SERVIDOR PÚBLICO, CRISE ECONÔMICA)\nSS 3154, SS 5191.\n(IRREDUTIBILIDADE DE VENCIMENTOS, SERVIDOR PÚBLICO)\nADI 2023.\n- Legislação estrangeira citada: art. 10, letra \"h\", da Lei Orgânica da Espanha; art. 26, art. 27, art. 28, art. 29 e art. 30, do Decreto nº 2.067/91 da Colômbia; art. 79, do Regimento Interno da Corte Constitucional da Colômbia; art. 14, do Regimento Geral da Corte Constitucional da itália; art. 29, n. 1, da Lei nº 28/82, de Portugal, art. 18 e art. 19, da Lei Orgânica do Tribunal Constitucional Federal da República Federal da Alemanha; art. 19, da Lei Orgânica do Tribunal Constitucional do Chile; art. 46, da Lei 2949/83, da Turquia; art. 5º, da Lei 28301 do Peru; Constituição norte-americana de 1787; art. 16, da Declaração Francesa dos Direitos do Homem e do Cidadão, de 1789; Reform Act, de 1832, da Inglaterra; art. 19, da Constituição da Noruega; art. 100, da Constituição Política da República do Chile, acórdão n. 396 de 2011 e acórdão n. 353 de 2012, do Tribunal Constitucional português.\n- Veja ADI 2241, ADI 2256, ADI 2261, ADI 2250, ADI 2324, ADPF 24 e ADI 2365 do STF.\n- Veja Nota Técnica n. 2745/2019-MP, elaborada pela Secretaria Especial da Fazenda do Ministério da Economia.\n\nNúmero de páginas: 505.\nAnálise: 15/09/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : PARTIDO COMUNISTA DO BRASIL - PC DO B\r\nADV.(A/S)           : PAULO MACHADO GUIMARÃES\r\nREQTE.(S)           : PARTIDO DOS TRABALHADORES - PT\r\nADV.(A/S)           : ANGELO LONGO FERRARO\r\nADV.(A/S)           : EUGÊNIO JOSÉ GUILHERME DE ARAGÃO\r\nREQTE.(S)           : PARTIDO SOCIALISTA BRASILEIRO - PSB\r\nADV.(A/S)           : LUIZ ARNÓBIO DE BENEVIDES COVÊLLO\r\nINTDO.(A/S)         : PRESIDENTE DA REPÚBLICA\r\nINTDO.(A/S)         : CONGRESSO NACIONAL\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nAM. CURIAE.         : ASSOCIAÇÃO PAULISTA DOS MAGISTRADOS - APAMAGIS\r\nADV.(A/S)           : ORESTE NESTOR DE SOUZA LASPRO\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO ACRE\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO ACRE\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO AMAPÁ\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO AMAPÁ\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO AMAZONAS\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO AMAZONAS\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DA BAHIA\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DA BAHIA\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO CEARÁ\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO CEARÁ\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO DISTRITO FEDERAL E TERRITÓRIOS\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO ESPÍRITO SANTO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO ESPÍRITO SANTO\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO MARANHÃO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO MARANHÃO\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE MATO GROSSO DO SUL\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MATO GROSSO DO SUL\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE MINAS GERAIS\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DA PARAÍBA\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DA PARAÍBA\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO PARANÁ\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO PARANÁ\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE PERNAMBUCO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE PERNAMBUCO\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO PIAUÍ\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO PIAUÍ\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO SUL\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO SUL\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE RONDÔNIA\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE RONDÔNIA\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE RORAIMA\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE RORAIMA\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE SANTA CATARINA\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SANTA CATARINA\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE SERGIPE\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SERGIPE\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DO TOCANTINS\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO TOCANTINS\r\nAM. CURIAE.         : MINISTÉRIO PÚBLICO DO ESTADO DE MATO GROSSO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MATO GROSSO\r\nAM. CURIAE.         : CONFEDERACAO DOS TRABALHADORES NO SERVICO PUBLICO FEDERAL - CONDSEF\r\nADV.(A/S)           : JOSÉ LUIS WAGNER\r\nAM. CURIAE.         : ASSOCIAÇÃO PAULISTA DE MAGISTRADOS - APAMAGIS\r\nADV.(A/S)           : ALBERTO PAVIE RIBEIRO\r\nAM. CURIAE.         : ESTADO DO RIO GRANDE DO SUL\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":430430,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2238","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-06-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABRAHAM, Marcus. Lei de Responsabilidade Fiscal Comentada. Rio de Janeiro: Forense, 2016. p. 130-31, 140, 142, 171 e 294.\nABRUCIO, Fernando Luiz. A coordenação federativa no Brasil: a experiência do período FHC e os desafios do governo Lula. Revista de Sociologia e Política, n. 24, jun. 2005. p. 43.\nA Força Normativa da Constituição, de Autoria de Konrad Hesse.\nAGRA, Walber de Moura. Curso de Direito Constitucional. 8. ed. Forense, 2014. p. 425, item 20.6.\nARISTÓTELES. A Política. 15. ed. Rio de Janeiro: Ediouro, 1988. p. 127-128.\nARRUDA, Braz de Souza. O melhor sistema tributário. 1917.\nAFONSO, José Roberto et al. Hora decisiva para as responsabilidades fiscal e previdenciária.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\n______. Hermenêutica e sistema constitucional tributário. Justitia. Revista do Ministério Público do Estado de São Paulo, n. 77, p. 121 et seq.\nBALEEIRO, Aliomar. Direito tributário brasileiro. 10. ed. Rio de Janeiro: Forense, 1996. p. 63.\nBELAUNDE, Domingo García; SEGADO, Francisco Fernández. La jurisdicción constitucional en Iberoamerica. Madri: Dykinson, 1997.\nBONAVIDES, Paulo. Ciência política. 10. ed. São Paulo: Malheiros, 2000. p. 192.\nBRASIL. Ministério da Fazenda. Evolução da folha de pagamento dos entes federados. Nota Técnica, 19 abr. 2016. Disponível em: http://fazenda.gov.br/centrais-de-conteudos/notas-tecnicas/2016/nota-tecnica-2016-04-19_01-evolucao-da-folha-de-pagamento-dos-entes.pdf.\nBROSSARD, Paulo. A constituição e as leis a ela anteriores. Arquivo Ministério da Justiça, Brasília, 45 (180), jul./dez. 1992. p. 127.\nCANOTILHO, José Joaquim Gomes. A Lei do Orçamento na Teoria da Lei. Estudos em homenagem ao Prof. Doutor J. J. Teixeira Ribeiro II. Boletim da Faculdade de Direito da Universidade de Coimbra, Coimbra-PT, número especial, p. 543-583, 1979. p. 558-560.\n______. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCARRAZZA, Roque Antonio. Curso de direito constitucional tributário. 11. ed. São Paulo: Malheiros, 1998. p. 303 et seq.\nCARVALHO, André Castro. Infraestrutura sob uma Perspectiva Pública: instrumentos para o seu desenvolvimento. 608 f. Tese (Doutorado), Universidade de São Paulo, Programa de Pós-Graduação em Direito, 2013. p. 480-482.\nCARVALHO FILHO, José dos Santos. Manual de direito administrativo. 30 ed. rev., atual. e ampl. São Paulo: Atlas, 2016. p. 796.\n______.______. 33. ed. Atlas, 2019. p. 808-810, item 8.3.\nCARVALHO, Paulo de Barros. Curso de direito tributário. 3. ed. São Paulo: Saraiva, 1988. p. 11 et seq.\nCASSONE, Vittorio. Sistema tributário nacional na nova Constituição. São Paulo: Atlas, 1989. p. 16 et seq.\nCHAMBERLAIN, Lawrence Henry. The President, Congress and legislation. New York: Columbia University Press, 1947.\nCLÈVE, Clèmerson Merlin. Atividade legislativa do Poder Executivo no Estado contemporâneo e na constituição de 1988. São Paulo: Revista dos Tribunais, 1993. p. 26.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 44, 51, 52 e 119-120.\nCONTI, José Maurício. A autonomia financeira do Poder Judiciário. São Paulo: MP, 2006.\nCUNHA, Leonardo José Carneiro da. A Fazenda Pública em Juízo. 8. ed. Dialética, 2010. p. 49-50, item n. 3.3.6.\nDALLAVERDE, Alexsandra Katia. As Transferências Voluntárias no Modelo Constitucional Brasileiro. São Paulo: Blucher, 2016. p. 157-158.\nDIAS, Fernando Álvares Correia. Textos para discussão: o controle institucional das despesas com pessoal. Brasília, n. 54, fev. 2009.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36, 464 et seq.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nEISENMANN, Charles. La justice constitutionnelle et la haute cour constitutionnelle d’Autriche. Paris: Economica-Presses Universitaires d’Aix Marseille, 1986.\nENTERRÍA, Eduardo García de. La Constitución como norma y el tribunal constitucional. 3. ed. Madri: Civitas, 1994.\nFACHIN, Luiz Edson. A Promoção da Transparência pela Jurisprudência do Supremo Tribunal Federal. Homenagem ao Ministro Marco Aurélio. In: GOMES, Marcus Lívio; ABRAHAM, Marcus; TORRES, Heleno Taveira. Direito Financeiro na Jurisprudência do Supremo Tribunal Federal. Curitiba: Juruá, 2016.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFARIA, Rodrigo de Oliveira. Reflexões do endividamento nas relações federativas brasileiras. In: CONTI, José Maurício;  SCAFF, Fernando Facury; BRAGA, Carlos Eduardo Faraco (Orgs.). Federalismo fiscal: questões contemporâneas. Florianópolis: Conceito Editorial, 2010. p. 446-447.\nFAYT, Crlos S. Supremacía constitucional e independencia de los jueces. Buenos Aires: Depalma, 1994. p. 2.\nFEDERIGHI, Wanderley José. Direito tributário: parte geral. São Paulo: Atlas, 2000. p. 29 et seq.\nFERNÁNDEZ, Tomás-Ramón. Arbitrariedad y discrecionalidad. Madri: Civitas, 1991. p. 117 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERRAZ, Luciano de Araújo. Comentários à Constituição do Brasil. 2. ed. Saraivajur, 2018. p. 936-937.\nFERRAZ, Luciano de Araújo. Comentários à Constituição Federal de 1988. In: CANOTILHO, J. J. Gomes et al. 2. ed. Forense, 2018. p. 936-937.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nFINCHER, Ernest. The president of the United States. New York: Abelard-Schuman, 1955. p. 92 et seq.\nFONSECA, Annibal Freire da. Poder Executivo na república. Rio de Janeiro: Imprensa Nacional, 1916. p. 183 et seq.\nFRIEDRICH, Carl. Gobierno constitucional y democracia. Madri: Instituto de Estudios Políticos, 1975. p. 82.\nFROEHLICH, Charles Andrade; HAMMES, Elia Denise. Manual do Controle Concentrado de Constitucionalidade. Jurua, 2009. p. 97-103, item 3.2.\nGORDILLO, Agustín. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHALL, Kermit L. The Oxford guide to United States Supreme Court decisions. New York: Oxford University Press, 1999.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\n______. The Federalist Papers, n. LXIX.\nHARADA, Kiyoshi. Responsabilidade Fiscal. Juarez de Oliveira, 2002. p. 111.\nHELENA, Eber Zoehler Santa. Competência parlamentar para geração e controle de despesas obrigatórias de caráter continuado e gasto tributário. Série temas de interesse do Legislativo, Câmara dos Deputados, Brasília: Edições Câmara, n. 15. p.  29-30, 200-201 e 203.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\n______. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq.\nJELLINEK, Georg. Teoría general del Estado. México: Fondo de Cultura Económica, 2000. p. 580.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 11. ed. Revista dos Tribunais, 2015. p. 1030-1031, item n. 14.11.13.6.2.\nKAHL, Wolfgang. Nachhaltige Finanzstrukturen im Bundesstaat: Einleitung. In: KAHL, Wolfgang (Org.).  Nachhaltige Finanzstrukturen im Bundesstaat. Tubingen: Mohr Siebeck, 2011. p. 3-4 e 5-6.\nKELSEN, Hans. Teoria pura do direito. São Paulo: Martins Fontes, 1985.\nKIRWAN, Kent A. The use and abuse of power: the Supreme Court and separation of powers. The Annal of the American Academy of Political and Social Science, Filadélfia, n. 537, p. 76-84, jan. 1995.\nKURLAND, Philip B. The rise and fall of the doctrine of separation of powers. Michigan Law Review, Ann Arbor, ano 3, v. 85, p. 593 et seq, dez. 1986.\nLASKI, Harold. The American Presidency: an interpretation. Londres: George Allen & Unwin. [s.d.]. p. 120 et seq.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482 e 517.\nLOCKE, John. Dois tratados sobre o governo. São Paulo: Martins Fontes, 1998. p. 462 e 515-516.\n______. Segundo tratado do governo civil.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 55 e 362.\nLUCHAIRE, François. Tribunales constitutionales europeos y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984.\nMADISON, James. The Federalist Papers, n. XLVII e LXVI.\nMALBERG, Raymond Carré de. Contribution a la théorie générale de l’état. Paris: Centre National de La Recherche Scientifique, 1920. p. 259 et seq.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMANSFIELD JR., Harvey A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 84-85 e 92.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 34. ed. Malheiros, 2019. p. 278, item 29.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. tomo 1, p. 13-14.\nMONTESQUIEU. Do Espírito das Leis: Capítulo VI, da Constituição da Inglaterra: Separação dos Poderes. 3. ed. São Paulo: Saraiva, 1994. p. 25-26, 164-165 e 174.\nMORAES, Alexandre de. Constituição do Brasil Interpretada e Legislação Constitucional. 8. ed. Atlas, 2011. p. 2142.\nMOTTA, Sylvio; BARCHET, Gustavo. Curso de Direito Constitucional. Campus, 2007. p. 534, item 12.\nMUSGRAVE, Rcihard A. Teoría de la Hacienda Publica. Tradução: José Maria Lozano Irueste. Madri: Aguilar, 1968. p. 5.\nNASCIMENTO NETTO, Agostinho do. Análise Econômica do Direito à Elisão Fiscal. Rio de Janeiro: Lumen Juris, 2017. p. 109-111.\nOLIVEIRA, Weder de. Curso de responsabilidade fiscal: direito, orçamento e finanças públicas. Belo Horizonte: Fórum, 2013. p. 787-788, 908 e 1035-1036.\nPELAYO, García. Derecho constitucional comparado. 8. ed. Madri: Revista do Ocidente, 1967. p. 218.\nPEREIRA JUNIOR, Comentários à Constituição Federal de 1988. In: BONAVIDES, Paulo; MIRANDA, Jorge; MOURA, Walber de (Coord.). Forense, 2009. p. 762-763.\nPIETRO, Maria Sylvia Zanella di. Direito administrativo. 10. ed. São Paulo: Atlas, 1998. p. 73-74.\n______. Comentários à Lei de Responsabilidade Fiscal. In: MARTINS, Ives Gandra da Silva; NASCIMENTO, Carlos Valder do (Org.). Saraiva, 2001. p. 161, item 2.\nPOLETTI, Ronaldo. Constituição Anotada. Forense, 2009. p. 200.\nQUEIROZ NETO, Luiz Vicente de Medeiros. A Pertinência Temática como Requisito da Legitimidade Ativa para o Processo Objetivo de Controle Abstrato de Normas. Revista do Tribunal Regional Federal da 1ª Região, p. 59, jul. 2003.\nRIGOLON, Francisco; GIAMBIAGI, Fabio. A renegociação das dívidas e o regime fiscal dos Estados. Rio de Janeiro: BNDES, 1999. p. 123.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19, 20, 22, 27 e 183 et seq.\nROSSITER, Clinton. American presidency. New York: New American Library, 1940. p. 19 et seq.\nSCAFF, Fernando Facury; SCAFF, Luma Cavaleiro de Macedo. Art. 163. In: CANOTILHO, J. J. Gomes et al. Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nSCAFF, Fernando Facury. Orçamento Republicano e Liberdade Igual: ensaio sobre direito financeiro, república e direitos fundamentais no Brasil. Belo Horizonte: Fórum, 2018. p. 325 e 351-352.\nSCHWARTZ, Bernard. Curiouser and curiouser: the Supreme Court’s separations of powers wonderland. Notre Dame Law Review. Notre Dame, ano 4, v. 65, p. 587-616, p. 1990.\nSIEGAN, Bernard H. Separation of powers: economic liberties. Notre Dame Law Review, Notre Dame, ano 3, v. 70, p. 415, 427 et seq., 1995.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 41. ed. Malheiros, 2017. p. 699-700, item 5.\nSILVA, Alexandre Manoel Angelo; MONTEIRO NETO, Aristides; GERARDO, José Carlos. Dívidas estaduais, federalismo fiscal e desigualdades regionais no Brasil: percalços no limiar do século XXI. In: MONTEIRO NETO, Aristides (Org.). Governos estaduais no federalismo brasileiro. Capacidades e limitações governativas em debate. Brasília: IPEA, 2014. p. 119.\nSOUZA, Celina. Federalismo e Decentralização na Constituição de 1988: processo decisório, conflitos e alianças. Revista de Ciências Sociais, Rio de Janeiro, v. 44, n. 33, p. 513-560, 2001. p. 537.\nSOUZA, Saulo Santos de. Entre performance política e performance fiscal: o legado do governo Cardoso para o federalismo fiscal brasileiro. Brasília: ESAF, 2003. p. 15 e 41-42. \nSURREY, Stanley S. Pathways to Tax Reform: the concept of tax expenditures. Cambridge: Harvard University Press, 1973.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.\nVERGOTTINI, Giuseppe de. Diritto costituzionale. Pádua: Cedam, 1981. p. 589.\n______.______. 2. ed. Pádua: Cedam, 2000. p. 93.\nVICCARI JÚNIOR, Adauto et al. Lei de responsabilidade fiscal comentada: lei complementar n° 101, de 4 de maio de 2000. 8 ed. São Paulo: Atlas, 2012. p. 51.\nWILSON, Woodrow. O presidente dos Estados Unidos. Rio de Janeiro: Jacintho Ribeiro dos Santos Editor, 1917. p. 23 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":2238,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435455","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que conhecia do recurso ordinário para dar-lhe provimento; e dos votos dos Ministros Alexandre de Moraes e Luís Roberto Barroso, que o conheciam e negavam-lhe provimento, pediu vista do processo o Ministro Luiz Fux, Presidente. Falou o Dr. Antônio Nabor Areias Bulhões pelo Recorrente. Primeira Turma, 3.12.2019.\r\n\n            Decisão: A Turma, por maioria, negou provimento ao recurso ordinário, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Marco Aurélio, Relator, e Rosa Weber, Presidente. Primeira Turma, 10.03.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur435455","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur435455","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E PROCESSO PENAL. RECURSO ORDINÁRIO EM HABEAS CORPUS. HOMICÍDIO QUALIFICADO. ABSOLVIÇÃO. QUESITO GENÉRICO. TRIBUNAL DO JÚRI E DEVIDO PROCESSO LEGAL. CONSTITUCIONALIDADE DE APELAÇÃO DA ACUSAÇÃO QUANDO A DECISÃO DOS JURADOS FOR MANIFESTAMENTE CONTRÁRIA À PROVA DOS AUTOS. COMPATIBILIDADE COM A GARANTIA CONSTITUCIONAL DA SOBERANIA DOS VEREDICTOS. EXCLUSIVA COMPETÊNCIA DO JÚRI PARA A REALIZAÇÃO DE NOVO E DEFINITIVO JULGAMENTO DE MÉRITO. RECURSO IMPROVIDO.\n\n\n\n    1.A soberania dos veredictos é garantia constitucional do Tribunal do Júri, órgão competente para o julgamento dos crimes dolosos contra a vida; sendo a única instância exauriente na apreciação dos fatos e provas do processo. Impossibilidade de suas decisões serem materialmente substituídas por decisões proferidas por juízes ou Tribunais togados. Exclusividade na análise do mérito.\n\n\n\n    2.A introdução do quesito genérico na legislação processual penal (Lei n. 11.689, de 09 de junho de 2008) veio claramente com o intuito de simplificar a votação dos jurados – reunindo as teses defensivas em um quesito –, e não para transformar o corpo de jurados em \"um poder incontrastável e ilimitado\".\n\n\n\n    3.Em nosso ordenamento jurídico, embora soberana enquanto decisão emanada do Juízo Natural constitucionalmente previsto para os crimes dolosos contra a vida, o específico pronunciamento do Tribunal do Júri não é inatacável, incontrastável ou ilimitado, devendo respeito ao duplo grau de jurisdição. Precedentes.\n\n\n\n    4.A apelação não substitui a previsão constitucional de exclusividade do Tribunal do Júri na análise de mérito dos crimes dolosos contra a vida, pois, ao afastar a primeira decisão do Conselho de Sentença, simplesmente, determina novo e definitivo julgamento de mérito pelo próprio Júri\n\n\n\n    5.Sendo constitucionalmente possível a realização de um novo julgamento pelo próprio Tribunal do Júri, dentro do sistema acusatório consagrado pelo nosso ordenamento jurídico como garantia do devido processo legal, não é possível o estabelecimento de distinção interpretativa para fins de recursos apelatórios entre acusação e defesa, sob pena de ferimento ao próprio princípio do contraditório, que impõe a condução dialética do processo (par conditio). \n\n\n\n    6.Recurso ordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754274170","externo_seq_objeto_incidente":5682386,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-263  DIVULG 03-11-2020  PUBLIC 04-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=170559&classe=RHC","is_colac":false,"titulo":"RHC 170559","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 LET-C INC-00055\n    PAR-00001 ART-00129 INC-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000263 ANO-1948\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 ITEM-00002 LET-H\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00121 PAR-00002 INC-00001\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00406 ART-00483 INC-00003 PAR-00002\n    ART-00486 PAR-00003 ART-00497 ART-00593\n    INC-00001 LET-D INC-00003 LET-A\n    LET-B LET-C PAR-00001 PAR-00002\n    PAR-00003 ART-00598\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 PAR-00001\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-11-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORIGEM, TRIBUNAL DO JÚRI. CONSTITUIÇÃO FEDERAL, DETERMINAÇÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, ORGANIZAÇÃO, TRIBUNAL DO JÚRI, OBSERVÂNCIA, AMPLA DEFESA; SIGILO, VOTAÇÃO; SOBERANIA DO VEREDICTO; COMPETÊNCIA, JULGAMENTO, CRIME DOLOSO CONTRA A VIDA. RECURSO, DECISÃO, TRIBUNAL DO JÚRI, DIREITO COMPARADO. CRIME DOLOSO CONTRA A VIDA, TRIBUNAL DO JÚRI, COGNIÇÃO EXAURIENTE, APRECIAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO; VALORAÇÃO DA PROVA, FUNDAMENTO, CONDENAÇÃO, ABSOLVIÇÃO; RECONHECIMENTO, CAUSA EXCLUDENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: QUESITO GENÉRICO, CONCENTRAÇÃO, TOTALIDADE, TESE, DEFESA, UNICIDADE, PERGUNTA, JURADO, ABSOLVIÇÃO, RÉU, DESNECESSIDADE, FUNDAMENTAÇÃO. UNICIDADE, TESE, DEFESA, RECONHECIMENTO, ABSOLVIÇÃO, RÉU, AUSÊNCIA, DÚVIDA, TESE, ACOLHIMENTO, JURADO. RECONHECIMENTO, MATERIALIDADE DO FATO, AUTORIA DO CRIME, HIPÓTESE, UNICIDADE, TESE, DEFESA, NEGATIVA DE AUTORIA, ABSOLVIÇÃO, RÉU, QUESITO GENÉRICO, POSSIBILIDADE, APELAÇÃO, MINISTÉRIO PÚBLICO. PRINCÍPIO DO CONTRADITÓRIO, PRINCÍPIO DA PARIDADE DE ARMAS. EFICIÊNCIA, PROTEÇÃO, CARÁTER PENAL, BEM JURÍDICO, DIREITO FUNDAMENTAL, VIDA; PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. DIREITO PENAL, PRINCÍPIO DA INTERVENÇÃO MÍNIMA. HABEAS CORPUS, REEXAME, FATO, PROVA, CONTRARIEDADE, DECISÃO, CONSELHO DE SENTENÇA, ELEMENTO PROBATÓRIO, INSTÂNCIA INFERIOR. HABEAS CORPUS, SUCEDÂNEO, RECURSO, REVISÃO CRIMINAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ABSOLVIÇÃO, TRIBUNAL DO JÚRI, QUESITO GENÉRICO, PREJUDICIALIDADE, QUESITO, DIVERSIDADE. ABSOLVIÇÃO, QUESITO GENÉRICO, ÍNTIMA CONVICÇÃO, JURADO, INDEPENDÊNCIA, ELEMENTO PROBATÓRIO.\n\n- TERMO(S) DE RESGATE: TRIBUNAL DO JÙRI, PLENITUDE DE DEFESA. PROTEÇÃO PENAL EFICIENTE. ABSOLVIÇÃO POR CLEMÊNCIA. TESE DEFENSIVA ÚNICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=170559&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(NOVO JULGAMENTO, TRIBUNAL DO JÚRI, SOBERANIA DO VEREDICTO)\r\nHC 70193 (1ªT), HC 100693 (1ªT), HC 104285 (2ªT), HC 111207 (2ªT), RHC 113314 AgR (1ªT), RHC 118197 (1ªT), RHC 124554 (1ªT), RHC 132321 (2ªT), HC 134412 (2ªT), HC 142621 AgR (1ªT), RHC 117076 AgR (2ªT), HC 173582 AgR (1ªT).\r\n(NOVO JULGAMENTO, TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\r\nHC 102004 (1ªT), RHC 122497 (1ªT), RHC 124554 (1ªT), Rcl 29621 AgR (1ªT), HC 32271 (TP).\r\n(HC, REEXAME, FATO, PROVA)\r\nHC 130439 AgR (1ªT).\r\n(HC, SUCEDÂNEO, RECURSO, REVISÃO CRIMINAL)\r\nHC 132103 AgR (2ªT), HC 133648 AgR (1ªT).\r\n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\r\nHC 75426 (1ªT), HC 106287 (1ªT), HC 107525 (2ªT).\r\n- Decisões monocráticas citadas:\r\n(NOVO JULGAMENTO, TRIBUNAL DO JÚRI, SOBERANIA DO VEREDICTO)\r\nRHC 170426.\r\n- Legislação estrangeira citada: 5ª Emenda à Constituição dos Estados Unidos; Strafprozeßordnung, StPO, seção 312.\n- Decisões estrangeiras citadas: Caso Fong Foo vs. United States, de 1962, Caso Harry Aleman vs. Judges of the Criminal Division e Caso Burks vs. United States, da Suprema Corte dos EUA; Caso Connely vs. DPP, da House of Lords da Inglaterra; Caso Judge vs. the United Kingdom, do Tribunal de Direitos do Homem; sentencias 115/2006, 246/2004 e 169/2004 do Tribunal Constitucional da Espanha.\nNúmero de páginas: 52.\nAnálise: 17/11/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : JOSINO PEREIRA GUIMARÃES \nADV.(A/S)  : ANTONIO NABOR AREIAS BULHOES \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435455,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"RHC 170559","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2019-12-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"ALEXY, Robert. Teoria dos direitos fundamentais. 2. ed. São Paulo: Malheiros, 2015. p. 450.\nALMEIDA, Ricardo Vital de. O júri no Brasil: aspectos constitucionais – soberania e democracia social. EDJUR, 2005.\nBLACK. Jury. In: Black's law dictionary. p. 768.\nESPÍNOLA FILHO. Código de Processo Penal Brasileiro Anotado. Bookseller, 2000. v. 6. p. 171-\n172.\nFERREIRA, Pinto. Comentários à Constituição brasileira. Saraiva, 1989-1994. v. 2. p. 154-156.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 3. ed. JusPODIVM, 2018. p. 1450-1451.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 6. ed. JusPODIVM, 2018. p. 1354-1355.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2008. p. 1487-1488.\nMIRANDA, Pontes de. Comentários à Constituição de 1967. 2. ed. Revista dos Tribunais, 1973. p. 270.\nNUCCI, Guilherme de Souza. Tribunal do Júri. 7. ed. Forense, 2018. p. 434.\nSILVA, Amaury. O novo Tribunal do Júri. J. H. Mizuno, 2009. p. 52.\nVARGAS, José Cirilo de. O processo penal e garantias fundamentais. Del Rey, 1992.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":170559,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur435644","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; pelo amicus curie Associação dos Magistrados Brasileiros - AMB, o Dr. Alberto Pavie Ribeiro; pelo amicus curie Defensoria Pública da União, o Dr. Gabriel Faria Oliveira, Defensor Público-Geral Federal; pelo amicus curie Defensoria Pública Geral do Estado do Rio De Janeiro, o Dr. Pedro Paulo Lourival Carriello, Defensor Público do Estado; pelo amicus curie Defensoria Pública do Estado de Minas Gerais, a Dra. Alessa Pagan Veiga, Defensora Pública do Estado; pelo amicus curie Instituto Brasileiro de Ciências Criminais - IBCCRIM, o Dr. Maurício Stegemann Dieter; pelo amicus curiae Instituto de Garantias Penais - IGP, o Dr. Marcelo Turbay Freiria; e, pelo amicus curiae Instituto de Defesa do Direito de Defesa - Márcio Thomaz Bastos - IDDD, o Dr. Fábio Tofic Simantob. Não participou, justificadamente, deste julgamento, a Ministra Rosa Weber. Presidência do Ministro Dias Toffoli. Plenário, 21.11.2018.\r\n\n                 Decisão: Após o voto do Ministro Roberto Barroso, Relator, que julgava parcialmente procedente a ação direta, e do voto do Ministro Alexandre de Moraes, que a julgava improcedente, o julgamento foi suspenso. Presidência do Ministro Dias Toffoli. Plenário, 28.11.2018.\r\n\n                       Decisão: Após os votos dos Ministros Roberto Barroso, Relator, e Edson Fachin, que referendavam a cautelar e julgavam parcialmente procedente a ação direta; e dos votos dos Ministros Alexandre de Moraes, Rosa Weber, Ricardo Lewandowski, Marco Aurélio, Gilmar Mendes e Celso de Mello, que não referendavam a cautelar e julgavam improcedente a ação, pediu vista dos autos o Ministro Luiz Fux. Em seguida, após o voto do Ministro Gilmar Mendes, propondo questão de ordem no sentido de revogar a cautelar anteriormente deferida, no que foi acompanhado pelos Ministros Alexandre de Moraes, Marco Aurélio e Celso de Mello; e dos votos dos Ministros Roberto Barroso, Relator, Edson Fachin, Rosa Weber, Luiz Fux e Cármen Lúcia, que rejeitavam a proposta, mantendo os termos da cautelar, pediu vista da questão de ordem o Ministro Dias Toffoli (Presidente). Plenário, 29.11.2018.\r\n\n                       Decisão: O Tribunal, por maioria, não referendou a cautelar, revogando-a, e julgou improcedente a ação direta, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Roberto Barroso (Relator), Edson Fachin, Luiz Fux e Cármen Lúcia. Em seguida, julgou prejudicada a questão de ordem. Presidência do Ministro Dias Toffoli. Plenário, 09.05.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur435644","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur435644","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO PENAL E PROCESSO PENAL. INDULTO. COMPETÊNCIA PRIVATIVA DO PRESIDENTE DA REPÚBLICA (CF, ART. 84, XII) PARA DEFINIR SUA CONCESSÃO A PARTIR DE REQUISITOS E CRITÉRIOS DE CONVENIÊNCIA E OPORTUNIDADE. PODER JUDICIÁRIO APTO PARA ANALISAR A CONSTITUCIONALIDADE DA CONCESSÃO, SEM ADENTRAR NO MÉRITO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.\n\n\n\n    1. A Constituição Federal, visando, principalmente, a evitar o arbítrio e o desrespeito aos direitos fundamentais do homem, previu a existência dos Poderes do Estado, independentes e harmônicos entre si, repartindo entre eles as funções estatais. \n\n\n\n    2. Compete ao Presidente da República definir a concessão ou não do indulto, bem como seus requisitos e a extensão desse verdadeiro ato de clemência constitucional, a partir de critérios de conveniência e oportunidade.\n\n\n\n    3. A concessão de indulto não está vinculada à política criminal estabelecida pelo legislativo, tampouco adstrita à jurisprudência formada pela aplicação da legislação penal, muito menos ao prévio parecer consultivo do Conselho Nacional de Política Criminal e Penitenciária, sob pena de total esvaziamento do instituto, que configura tradicional mecanismo de freios e contrapesos na tripartição de poderes.\n\n\n\n    4. Possibilidade de o Poder Judiciário analisar somente a constitucionalidade da concessão da clementia principis, e não o mérito, que deve ser entendido como juízo de conveniência e oportunidade do Presidente da República, que poderá, entre as hipóteses legais e moralmente admissíveis, escolher aquela que entender como a melhor para o interesse público no âmbito da Justiça Criminal.\n\n\n\n    5. Ação Direta de Inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754291421","externo_seq_objeto_incidente":5336271,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-265  DIVULG 04-11-2020  PUBLIC 05-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5874&classe=ADI","is_colac":false,"titulo":"ADI 5874","documental_legislacao_citada_texto":["LEG-IMP   CF ANO-1824\n    ART-00098 ART-00101 INC-00008 INC-00009\n    CONSTITUIÇÃO FEDERAL\n\n","LEG-IMP   IMP ANO-1827\n    ART-00009\n    LEI DO IMPÉRIO DE 11 DE AGOSTO DE 1827\n\n","LEG-FED   CF ANO-1891\n    ART-00034 PAR-00026 PAR-00027 PAR-00028\n    ART-00048 PAR-00006 ART-00052 PAR-00002\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC ANO-1926\n    EMENDA CONSTITUCIONAL DE 3 DE SETEMBRO DE 1926\n\n","LEG-FED   CF ANO-1934\n    ART-00040 LET-E ART-00056 PAR-00003\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00074 LET-N ART-00075\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00066 INC-00005 ART-00087 INC-00019\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00043 INC-00008 ART-00081 INC-00022\n    ART-00083 INC-00020\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00002 ART-00005\n    \"CAPUT\" INC-00039 INC-00043 INC-00044\n    INC-00046 INC-00051 INC-00052 INC-00054\n    ART-00036 PAR-00001 ART-00037 \"CAPUT\"\n    PAR-00004 ART-00048 INC-00004 INC-00008\n    INC-00009 INC-00010 INC-00011 ART-00049\n    INC-00001 INC-00005 INC-00009 ART-00051\n    INC-00001 ART-00052 INC-00001 INC-00002\n    ART-00057 INC-00003 INC-00004 ART-00058\n    PAR-00003 ART-00060 PAR-00004 INC-00003\n    ART-00062 PAR-00001 INC-00001 LET-B\n    ART-00063 ART-00066 PAR-00004 ART-00071\n    ART-00073 PAR-00002 INC-00001 ART-00084\n    INC-00007 INC-00009 INC-00010 INC-00012\n    INC-00014 ART-00089 INC-00007 ART-00093\n    INC-00001 LET-D INC-00002 ART-00096\n    INC-00001 LET-F ART-00097 ART-00101\n    INC-00008 INC-00009 PAR-ÚNICO ART-00102\n    INC-00001 LET-A ART-00104 PAR-ÚNICO\n    ART-00113 ART-00121 ART-00124 PAR-ÚNICO\n    ART-00129 PAR-00001 ART-00136 PAR-00004\n    ART-00137\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000135 ANO-2010\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCT-000009 ANO-1945\n    LEI CONSTITUCIONAL\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00003 ART-00061 ART-00187 ART-00188\n    ART-00190 ART-00191 ART-00192 ART-00193\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008666 ANO-1993\n    LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009455 ANO-1997\n    LTT-1997 LEI DE TORTURA\n\n","LEG-FED   LEI-009613 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010 ART-00022\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 PAR-00004\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012846 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1996\n    ART-00013 PAR-00001 LET-A ART-00030\n    PAR-00005\n    CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00033 PAR-00002 ART-00051 ART-00083\n    INC-00001 ART-00096 PAR-ÚNICO ART-00107\n    INC-00002 ART-00215 ART-0216A ART-0217A\n    ART-00218 ART-0218A ART-0218B ART-00312\n    ART-00316 ART-00317 ART-00332 ART-00333\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00734 ART-00735 ART-00736 ART-00737\n    ART-00738 ART-00739 ART-00740 ART-00741\n    ART-00742\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00004\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000152 ANO-2002\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-024351 ANO-1934\n    ART-00003\n    DECRETO\n\n","LEG-FED   DEC-020082 ANO-1945\n    ART-00001 ART-00002 ART-00003\n    DECRETO\n\n","LEG-FED   DEC-025732 ANO-1948\n    DECRETO\n\n","LEG-FED   DEC-027156 ANO-1949\n    DECRETO\n\n","LEG-FED   DEC-048136 ANO-1960\n    ART-00001 ART-00002 ART-00003\n    DECRETO\n\n","LEG-FED   DEC-052377 ANO-1963\n    DECRETO\n\n","LEG-FED   DEC-076550 ANO-1975\n    DECRETO\n\n","LEG-FED   DEC-078800 ANO-1976\n    DECRETO\n\n","LEG-FED   DEC-080603 ANO-1977\n    DECRETO\n\n","LEG-FED   DEC-082589 ANO-1978\n    DECRETO\n\n","LEG-FED   DEC-084848 ANO-1980\n    DECRETO\n\n","LEG-FED   DEC-086643 ANO-1981\n    DECRETO\n\n","LEG-FED   DEC-087833 ANO-1982\n    ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO\n    ART-00003 PAR-ÚNICO ART-00004 INC-00001\n    INC-00002 ART-00005 ART-00006 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 PAR-ÚNICO ART-00007 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 ART-00008 PAR-00001 PAR-00002\n    PAR-00003 ART-00009 ART-00010 PAR-ÚNICO\n    ART-00011 ART-00012\n    DECRETO\n\n","LEG-FED   DEC-089097 ANO-1983\n    DECRETO\n\n","LEG-FED   DEC-090570 ANO-1984\n    ART-00004\n    DECRETO\n\n","LEG-FED   DEC-092056 ANO-1985\n    DECRETO\n\n","LEG-FED   DEC-093886 ANO-1986\n    DECRETO\n\n","LEG-FED   DEC-095290 ANO-1987\n    DECRETO\n\n","LEG-FED   DEC-096035 ANO-1988\n    DECRETO\n\n","LEG-FED   DEC-097164 ANO-1988\n    ART-00001 INC-00001 INC-00002 LET-A\n    LET-B ART-00002 INC-00001 INC-00002\n    ART-00003 INC-00001 INC-00002 LET-A\n    LET-B LET-C LET-D LET-E\n    LET-F LET-G LET-H LET-I\n    LET-J LET-K LET-L LET-M\n    ART-00004 ART-00005 INC-00001 LET-A\n    LET-B INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 ART-00006 ART-00007\n    ART-00008 PAR-ÚNICO ART-00009 ART-00010\n    DECRETO\n\n","LEG-FED   DEC-097576 ANO-1989\n    DECRETO\n\n","LEG-FED   DEC-098389 ANO-1989\n    DECRETO\n\n","LEG-FED   DEC-099915 ANO-1990\n    DECRETO\n\n","LEG-FED   DEC-000245 ANO-1991\n    DECRETO\n\n","LEG-FED   DEC-000668 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000953 ANO-1993\n    DECRETO\n\n","LEG-FED   DEC-001242 ANO-1994\n    DECRETO\n\n","LEG-FED   DEC-001645 ANO-1995\n    DECRETO\n\n","LEG-FED   DEC-001860 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-002002 ANO-1996\n    DECRETO\n\n","LEG-FED   DEC-002365 ANO-1997\n    DECRETO\n\n","LEG-FED   DEC-002838 ANO-1998\n    DECRETO\n\n","LEG-FED   DEC-003226 ANO-1999\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-003667 ANO-2000\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-004011 ANO-2001\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-004410 ANO-2002\n    DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-004495 ANO-2002\n    ART-00001 INC-00001 INC-00004 ART-00007\n    PAR-00002\n    DECRETO\n\n","LEG-FED   DEC-004904 ANO-2003\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-005295 ANO-2004\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-005620 ANO-2005\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-005993 ANO-2006\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-006294 ANO-2007\n    ART-00001 INC-00001\n    DECRETO\n\n","LEG-FED   DEC-006706 ANO-2008\n    ART-00001\n    DECRETO\n\n","LEG-FED   DEC-007046 ANO-2009\n    ART-00001 INC-00001 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-007420 ANO-2010\n    ART-00001 INC-00001 INC-00002 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-007648 ANO-2011\n    ART-00001 INC-00001 INC-00002 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-007873 ANO-2012\n    ART-00001 INC-00001 INC-00002 ART-00005\n    DECRETO\n\n","LEG-FED   DEC-008172 ANO-2013\n    ART-00001 INC-00001 INC-00002\n    DECRETO\n\n","LEG-FED   DEC-008380 ANO-2014\n    ART-00001 INC-00001 INC-00002\n    DECRETO\n\n","LEG-FED   DEC-008615 ANO-2016\n    ART-00001 INC-00001 INC-00002 ART-00007\n    DECRETO\n\n","LEG-FED   DEC-009246 ANO-2017\n    ART-00001 INC-00001 ART-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 INC-00008 INC-00009\n    PAR-00001 INC-00001 ART-00003 ART-00008\n    INC-00001 INC-00002 INC-00003 INC-00004\n    ART-00010 PAR-ÚNICO INC-00001 INC-00002\n    ART-00011 INC-00001 INC-00002 INC-00003\n    INC-00004\n    DECRETO\n\n","LEG-FED   DEC-009706 ANO-2019\n    ART-00001 INC-00001 INC-00002 INC-00003\n    ART-00002 ART-00004 PAR-ÚNICO ART-00005\n    INC-00002 ART-00006\n    DECRETO\n\n","LEG-FED   RES-000181 ANO-2017\n    ART-00018\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP\n\n","LEG-FED   PRT-000075 ANO-2012\n    ART-00001 INC-00001\n    PORTARIA DO MINISTÉRIO DA FAZENDA - MF\n\n","LEG-FED   SUV-000037\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   CES ANO-1891\n    ART-00027\n    CONSTITUIÇÃO ESTADUAL, SP"],"publicacao_data":"2020-11-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA HARMONIA ENTRE OS PODERES, ESTADO DEMOCRÁTICO DE DIREITO, SISTEMA DE FREIOS E CONTRAPESOS. NATUREZA JURÍDICA, CONTEXTO HISTÓRICO, INDULTO. LIMITE CONSTITUCIONAL, INDULTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INDULTO, MECANISMO, POLÍTICA CRIMINAL, LIBERDADE, CHEFE DO PODER EXECUTIVO, EXTINÇÃO, DIMINUIÇÃO, PUNIBILIDADE, CONDENADO. INDULTO, PERMANÊNCIA, EFEITO CONDENATÓRIO. INDULTO, DOUTRINA, DIREITO COMPARADO. PRINCÍPIO DA MÁXIMA EFETIVIDADE, FORÇA NORMATIVA DA CONSTITUIÇÃO, CONTROLE JUDICIAL, ATO POLÍTICO, INDULTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: ATO POLÍTICO, CONTROLE JUDICIAL. INDULTO, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA. PRESUNÇÃO, LEGITIMIDADE, ATO ADMINISTRATIVO. SISTEMA PRISIONAL BRASILEIRO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONTROLE JUDICIAL, RESTRIÇÃO, LIMITE CONSTITUCIONAL, INDULTO. IMPOSSIBILIDADE, PODER JUDICIÁRIO, CONTROLE, POLÍTICA CRIMINAL. ABUSO, INTERPRETAÇÃO CONSTITUCIONAL. DIFERENÇA, JUDICIALIZAÇÃO, ATIVISMO JUDICIAL, ESTADO DEMOCRÁTICO DE DIREITO. COMPETÊNCIA, PODER EXECUTIVO, IMPLEMENTAÇÃO, DELIMITAÇÃO, POLÍTICA CRIMINAL. INDULTO, PENA ALTERNATIVA, REGIME PRISIONAL MENOS GRAVOSO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA PROPORCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: INDULTO, CONSTITUCIONALISMO. INDULTO, PRERROGATIVA CONSTITUCIONAL, PODER DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA. LIMITAÇÃO MATERIAL, INDULTO, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL. PRESUNÇÃO RELATIVA, LEGITIMIDADE, DECRETO PRESIDENCIAL, ÔNUS DA PROVA, DESVIO DE PODER. SISTEMA CARCERÁRIO, ESTADO DE COISAS INCONSTITUCIONAL.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: EXECUÇÃO PENAL, REGIME PRISIONAL, ORDENAMENTO JURÍDICO BRASILEIRO. EXECUÇÃO PENAL, CRIMES DO COLARINHO BRANCO. INDULTO COLETIVO, DIREITO COMPARADO. INDULTO, DERROGAÇÃO, POLÍTICA CRIMINAL. PRINCÍPIO DA RESERVA LEGAL, EFETIVIDADE, DIREITO PENAL. INDULTO, INTERPRETAÇÃO SISTEMÁTICA, NORMA PENAL. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. IMPOSSIBILIDADE, PODER EXECUTIVO, MEDIDA PROVISÓRIA, MATÉRIA CRIMINAL. LEGITIMIDADE, ATO, PODER PÚBLICO, ESTADO DEMOCRÁTICO DE DIREITO. ATO DISCRICIONÁRIO, RAZOABILIDADE, PROPORCIONALIDADE, FINALIDADE, EFICIÊNCIA, PRINCÍPIO DA ECONOMICIDADE. SENTENÇA SUBSTITUTIVA. INDULTO, CORRUPÇÃO, MORALIDADE ADMINISTRATIVA, PROBIDADE ADMINISTRATIVA. VIOLÊNCIA, CRIME, CORRUPÇÃO, DANO, SOCIEDADE. INCONSTITUCIONALIDADE, FIXAÇÃO, INDULTO, PRAZO, LIMITE INFERIOR, LIVRAMENTO CONDICIONAL. AUSÊNCIA, FINALIDADE, INDULTO, PENA DE MULTA. CONSIDERAÇÃO, MINUTA, CONSELHO PENITENCIÁRIO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INDULTO, SENTENÇA PENAL CONDENATÓRIA, TRÂNSITO EM JULGADO. INDULTO, REFERÊNCIA, CONDENADO. FINALIDADE, INDULTO, IMPOSSIBILIDADE, EXTENSÃO, PENA ACESSÓRIA, LIVRAMENTO CONDICIONAL, PENA DE MULTA.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: INDULTO, MECANISMO, SUPERAÇÃO, CRISE POLÍTICA, CRISE ECONÔMICA. CONTROLE DE CONSTITUCIONALIDADE, DECRETO PRESIDENCIAL, ATO NORMATIVO PRIMÁRIO, ABSTRAÇÃO, CARÁTER GERAL. PODER JUDICIÁRIO, CONCRETIZAÇÃO, COMPROMISSO, NATUREZA CONSTITUCIONAL. FUNÇÃO SOCIAL, HISTÓRIA, INDULTO, DIREITO COMPARADO. DIFERENÇA, ANISTIA, GRAÇA, INDULTO. INCONSTITUCIONALIDADE, DECRETO PRESIDENCIAL, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA; USURPAÇÃO DE COMPETÊNCIA, FUNÇÃO LEGISLATIVA, DEFINIÇÃO, PENA EM ABSTRATO, FUNÇÃO JURISDICIONAL, APLICAÇÃO, PENA CONCRETA; PRINCÍPIO REPUBLICANO, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA IMPESSOALIDADE; PRINCÍPIO DA ISONOMIA, ARBITRARIEDADE, CONCESSÃO, BENEFÍCIO, DESVIO DE PODER; PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. INDULTO, CONDENADO, AUSÊNCIA, TRÂNSITO EM JULGADO, USURPAÇÃO DE COMPETÊNCIA, CONGRESSO NACIONAL, CONCESSÃO, ANISTIA. \n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: ESTUDO, CONCESSÃO, INDULTO, ORDENAMENTO JURÍDICO BRASILEIRO. INDULTO, POLÍTICA PÚBLICA, ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA CARCERÁRIO. DECRETO PRESIDENCIAL, AUSÊNCIA, LIMITE MÁXIMO, PENA, CONCESSÃO, INDULTO, SENSAÇÃO DE IMPUNIDADE, INSEGURANÇA. COSTUME, ORDENAMENTO JURÍDICO BRASILEIRO, INTERPRETAÇÃO, LIMITE CONSTITUCIONAL, INDULTO. COMPETÊNCIA, PODERES DA REPÚBLICA, INTERPRETAÇÃO SISTEMÁTICA, NORMA CONSTITUCIONAL. PRINCÍPIO DA RESERVA LEGAL, DIREITO PENAL, VEDAÇÃO, PODER EXECUTIVO, EDIÇÃO, MEDIDA PROVISÓRIA, MATÉRIA CRIMINAL. CONTROLE JUDICIAL, ATO POLÍTICO. PRINCÍPIO DA PROPORCIONALIDADE, PONDERAÇÃO DE PRINCÍPIOS, GRAVIDADE DO CRIME, PENA CONCRETA. SENSAÇÃO DE IMPUNIDADE, CRIMES DO COLARINHO BRANCO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. INDULTO, FINALIDADE, REINGRESSO, CONDENADO, SOCIEDADE, GARANTIA, JUSTIÇA, CASO CONCRETO. DESVIO DE PODER. INDISPENSABILIDADE, ADIMPLEMENTO, PENA DE MULTA, OBTENÇÃO, BENEFÍCIO, SISTEMA CARCERÁRIO. INCOMPATIBILIDADE, SUSPENSÃO CONDICIONAL DO PROCESSO (SURSIS PROCESSUAL), ANTECIPAÇÃO, EXTINÇÃO DA PUNIBILIDADE.\n\n- TERMO(S) DE RESGATE: DIFERENÇA, JUDICIALIZAÇÃO, ATIVISMO JUDICIAL. PRINCÍPIO DA GARANTIA DA OPERACIONALIDADE DA JUSTIÇA PENAL. ENFORCEMENT. CONTROLE DE CONSTITUCIONALIDADE, SITUAÇÃO, ANOMIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5874&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA, INDULTO)\r\nRHC 71400 (1ªT), HC 71860 (2ªT) - RTJ 161/523, ADI 1231 (TP), HC 73753 (1ªT), HC 74272 (1ªT), HC 74683 (1ªT), HC 77676 (1ªT), HC 81565 (1ªT), HC 82296 (2ªT), HC 84829 (1ªT), HC 90364 (TP), HC 96431 (2ªT), ADI 2795 MC (TP).\r\n(LIMITE CONSTITUCIONAL, INDULTO, CRIME, PROCESSO DE EXTRADIÇÃO)\r\nExt 1435 (2ªT).\r\n(SUSPENSÃO CONDICIONAL DO PROCESSO (SURSIS PROCESSUAL), INDULTO)\r\nHC 129209 (2ªT).\r\n(CONTROLE JUDICIAL, INDULTO)\r\nRHC 71400 (1ªT), HC 81565 (1ªT), HC 81810 (TP), HC 90364 (TP), AI 701673 AgR (1ªT), RE 628658 (TP).\r\n(INDULTO, GRAÇA, EFEITO CONDENATÓRIO)\r\nRT 409/304, RT 466/401, RT 513/423.\r\n(PRESUNÇÃO RELATIVA, LEGITIMIDADE, ATO ADMINISTRATIVO, ÔNUS DA PROVA)\r\nADI 1935 (TP), SL 610 AgR (TP), RE 158543 (2ªT), SS 3717 AgR (TP).\r\n(SISTEMA CARCERÁRIO, ESTADO DE COISAS INCONSTITUCIONAL)\r\nRE 592581 (TP), ADPF 347 MC (TP).\r\n(CONTROLE DE CONSTITUCIONALIDADE, DECRETO PRESIDENCIAL)\r\nADI 3239 (TP), ADI 4661 MC (TP), ADI 4874 (TP).\r\n(PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE)\r\nHC 104410 (2ªT).\r\n(PROGRESSÃO DE REGIME PRISIONAL, ADIMPLEMENTO, PENA DE MULTA)\r\nEP 16 ProgReg-AgR (TP).\r\n(EXECUÇÃO PENAL, CRIMES DO COLARINHO BRANCO)\r\nAP 470 (TP).\r\n(INDULTO, SENTENÇA PENAL CONDENATÓRIA, TRÂNSITO EM JULGADO)\r\nHC 22760.\r\n(CONTROLE JUDICIAL, ATO POLÍTICO)\r\nMS 3557 (TP), MS 26441 (TP).\r\n- Decisões monocráticas citadas:\r\n(FINALIDADE, INDULTO)\r\nADI 2795.\r\n(CONTROLE JUDICIAL, DESVIO DE PODER, ATO ADMINISTRATIVO)\r\nMS 34070 MC.\r\n- Veja ADI 5790 do STF.\n- Legislação estrangeira citada: art. 2, seção 2, cláusula 1, da Constituição dos Estados Unidos; art. 60, n. 1 e 2, da Constituição da Alemanha; art. 99, n. 5, da Constituição da Argentina; art. 110 da Constituição da Bélgica; art. 32, n. 16, da Constituição do Chile; art. 150, n. 17, da Constituição da Colômbia; art. 78 da Constituição da Coréia do Sul; art. 88 da Constituição de Cuba; art. 24 da Constituição da Dinamarca; art. 62, letra i, da Constituição da Espanha; art. 2, seção 2, cláusula 1, da Constituição dos Estados Unidos; art. 122 da Constituição da Holanda; art. 31, n. 1, n. 2, letra j, n. 8, n. 3, letra j, da Constituição de Hungria; art. 72 da Constituição da Índia; art. 38 da Constituição de Luxemburgo; art. 17 da Constituição da França; art. 89, inc. 14, da Constituição do México; art. 20 da Constituição da Noruega; art. 238 da Constituição do Paraguai; art. 118, n. 21, da Constituição do Peru; art. 134, letra f, da Constituição de Portugal; art. 13 da Constituição da Suécia; art. 173 da Constituição da Suíça; art. 85 da Constituição do Uruguai.\n- Decisões estrangeiras citadas: Caso Estados Unidos vs. Butler, de 1936; 297 US 1, de 1937; Caso United States vs. Wilson, 32 US 150, de 1833; Caso Ex parte Garland, 71 US 4, wall 333 de 1866; Caso Biddle vs. Perovich, 274 US 480, de 1927; Caso Ex-parte Phillip Grossman, 267 US 87, de 1925, da Suprema Corte norte-americana ; Caso Howell vs. McAuliffe, de 2016, da Suprema Corte da Virgínia, Estados Unidos; BVerfGE 51, 324 (345), do Tribunal Constitucional Federal alemão.\nNúmero de páginas: 318.\nAnálise: 28/10/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA GERAL DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : GAETS - GRUPO DE ATUAÇÃO DA ESTRATÉGICA DA DEFENSORIA PÚBLICA NOS TRIBUNAIS SUPERIORES \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS - AMB \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO BRASILEIRO DE CIÊNCIAS CRIMINAIS - IBCCRIM \nADV.(A/S)  : MAURÍCIO STEGEMANN DIETER E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO DE GARANTIAS PENAIS - IGP \nADV.(A/S)  : RODRIGO DE BITTENCOURT MUDROVITSCH \nADV.(A/S)  : GUSTAVO TEIXEIRA GONET BRANCO \nADV.(A/S)  : FELIPE FERNANDES DE CARVALHO \nAM. CURIAE.  : CONECTAS DIREITOS HUMANOS \nADV.(A/S)  : MARCOS ROBERTO FUCHS E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MEMBROS DO MINISTÉRIO PÚBLICO - CONAMP \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO DE DEFESA DO DIREITO DE DEFESA - MÁRCIO THOMAZ BASTOS (IDDD) \nADV.(A/S)  : DOMITILA KOHLER E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":435644,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5874","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ACKERMAN, Bruce. The new separation of powers. Harvard Law Review, v. 113, n. 3, jan. 2000. p. 639-640.\nACKERMAN, Bruce. The Rise of World Constitutionalism. Virginia Law Review, v. 83, n. 4, p. 771-797, 1997.\nALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2008. p. 94, 114 e 442-451.\nALVES, Reinaldo Rossano. Punir e Perdoar: análise da política pública na edição dos decretos de indulto. Lumen Juris, 2016. p. 198.\nANTUNES, José Pinto. Da limitação dos poderes. 1951. Tese (Cátedra) – Fadusp, São Paulo, 1951.\nBADENI, Gregorio. Tratado de Derecho Constitucional. 2. ed. Buenos Aires: La Ley, 2006. tomo 2. p. 1728-1732.\nBARACHO, José Alfredo de Oliveira. Aspecto da teoria geral do processo constitucional: teoria da separação de poderes e funções do Estado. Revista de Informação Legislativa, Brasília, Senado Federal, ano 19, n. 76, out./dez. 1982. p. 97.\nBARBOSA, Licinio. Direito de Execução Penal. Século XXI, 2001. p. 85, item 3.\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira. São Paulo: Saraiva, 1933. v. 3. p. 257.\nBARBOSA, Ruy. Ruínas de um Governo. Guanabara, 1931.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1997. v. 4. p. 316.\nBLACKSTONE, William. Commentaries on the Law and the England. 1769.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 14. ed. São Paulo: Malheiros, 2004. p. 445.\nBONDY, William. The Separation of Governmental Powers. In: History and Theory in the Constitutions. New York: Columbia College, 1986.\nBRUNO, Aníbal. Direito penal - Parte Geral. 3. ed. Rio de Janeiro: Forense, 1967. Tomo 3. p. 204-205.\nCAETANO, Marcelo. Direito constitucional. 2. ed. Rio de Janeiro: Forense, 1987. v. 1. p. 244.\nCAMPOS, Bidart; ZARINI, Helio Juan. Derecho Constitucional. Buenos Aires: Astrea, 1992. p. 689.\nCANOTILHO, JJ. Gomes; MOREIRA, Vital. Os Poderes do Presidente da República. Coimbra: Coimbra Editora, 1991.\nCANOTILHO, J.J. Gomes et al. Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 1254.\nCAPEZ, Fernando. Curso de Direito Penal. Saraiva, 2000. v. 1. p. 537, item 48.2.\nCARVALHO FILHO, Aloysio de. Comentários ao Código Penal. 5. ed. Forense, 1979. v. 4. p. 186-187 e 201-202, item 65 e item 71, nota de rodapé 303.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 12. ed. Lumen Juris, 2005. p. 116, item 2.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 25. ed. Atlas, 2012. p. 118-119, item 5.\nCARVALHO, Raquel Melo Urbano de. Direito Administrativo: Parte geral, intervenção do Estado e estrutura da administração. JusPODIVM, 2008. p. 383-389, item 2.5.\nCARVALHO, Salo. O indulto e as penas restritivas de direito. Boletim IBCCRIM, n. 142, set. 2004. p. 2-3.\nCHAPUS, René. Droit administratif général .6. ed. Paris: Montchrestien, 1992. Tomo 1. p. 775\nCHEVALLIER, Jacques. L’Etat de droit. Paris: Montchrestien, 1992. p. 12.\nCÍCERO, Marco Túlio. Manual do candidato às eleições.\nCONSELHO NACIONAL DO MINISTÉRIO PÚBLICO. A Visão do Ministério Público sobre o Sistema Prisional Brasileiro. 2013.\nCOSTA JUNIOR, Paulo José da. Comentários ao Código Penal. 6. ed. Saraiva, 2000. p. 322, item 4.\nCRETELLA JÚNIOR, José apud CINTRA, Antonio Carlos Araújo. Motivo e Motivação do Ato Administrativo. São Paulo: Revista dos Tribunais, 1979. p. 53, nota 45.\nCRETELLA JÚNIOR, José. Comentários à Constituição brasileira de 1988. Rio de Janeiro: Forense Universitária, 1997. p. 2909-2910.\nDICEY, Albert Venn. Introduction to the Study of the Law of the Constitution. 10. ed. London: Macmillan.\nDI PIETRO, Maria Sylvia Zanella. Direito Administrativo. 20. ed. Atlas, 2007. p. 182-184, item 7.6.1.\nDROMI, Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nDUKER, William F. The President's Power to Pardon: A Constitutional History. Wm. & Mary L. Rev., v. 18, n. 3,  1976. p. 475 e 525-526.\nENGELMANN; LEAL. Art. 84, XII. In: CANOTILHO, J.J. Gomes et al. Comentários à Constituição do Brasil. 2. ed. Saraiva, 2018. p. 1343.\nELLIS, Joseph J. The Supreme Court was never meant to be political. The Wall Street Journal, set. 2018.\nFAGUNDES, Miguel Seabra. O controle dos atos administrativos pelo Poder Judiciário. São Paulo: Saraiva, 1984 p. 131.\nFAGUNDES, Miguel Seabra. O controle dos atos administrativos pelo Poder Judiciário. Rio de Janeiro: Forense, 2010. p. 87.\nFALCÃO, Alcino Pinto . Constituição Federal anotada. Freitas Bastos. v. 2. p. 214.\nFARIA, Bento de. Código de Processo Penal. Rio de Janeiro: Record Editora, 1960. v. 3. p. 74.\nFARIA, Edimur Ferreira de. Curso de Direito Administrativo Positivo. 6. ed. Del Rey, 2007. p. 263-264, item 7.4.\nFELDENS, Luciano. Deveres de proteção penal na perspectiva dos tribunais internacionais de direito humanos; Direitos fundamentais e justiça. Rio Grande do Sul: HS Editora, 2007. p. 222.\nFERNÁNDEZ, Tomas-Ramon. Arbitrariedad y discrecionalidad. Madri: Civitas, 1991. p. 115.\nFERRAZ, Anna Cândida da Cunha. Conflito entre poderes: o poder congressual de sustar atos normativos do poder executivo. São Paulo: Revista dos Tribunais, 1994. p. 2021.\nFERREIRA, Pinto. Comentários à Constituição brasileira.  São Paulo: Saraiva, 1992. v. 2 .p. 574 et seq.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1992. v. 3. p. 579.\nFIGUEIREDO, Lúcia Valle. Curso de Direito Administrativo. 9. ed. Malheiros, 2008. p. 203-204, item 5.1.4.\nFRANCO, Alberto Silva; STOCO, Rui. Código Penal e sua interpretação: doutrina e jurisprudência. 8. ed. São Paulo: Revista dos Tribunais, 2007. p. 514.\nGARCIA, Basileu. Instituições de Direito Penal. São Paulo: Max Limonad, 1956. v. 1, Tomo 2.\nGARCIA, Basileu. Instituições de Direito Penal. 4. ed. São Paulo: Max Limonad, 1962. v. 1, Tomo 2. p. 672.\nGASPARINI, Diogenes. Direito Administrativo. Saraiva, 1989. p. 44-45 e p. 63, item 7.1 e item 4.\nGORDILLO, Augustin. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHABER, Carolina; ABRAMOVAY, Pedro. O decreto de indulto e o papel do executivo na política criminal. Boletim IBCCRIM, n. 197, abr. 2009, p. 2.\nHAMILTON, Alexander; JAY, John; MADISON, James. O Federalista: um comentário à Constituição americana. Rio de Janeiro: Editora Nacional, 1959. p. 300-301.\nHAMILTON, Alexander. O federalista. Tradução: Ricardo Rodrigues Gama. Campinas: Russell Editores, 2003. p. 451-452.\nHAMILTON, Alexander. Federalist papers n. 74.\nHESPANHA, Antônio Manuel. Direito luso-brasileiro no antigo regime. Florianópolis: Fundação Boiteux, 2005. p. 450.\nINDULTO de Temer alcançaria apenas um dos 22 condenados na \"lava jato\". Conjur, 29 dez. 2017. Disponível em: https://www.conjur.com.br/2017-dez-29/indulto-alcancaria-apenas-22-condenados-lava-jato.\nJESUS, Damásio Evangelista de. Novíssimas Questões Criminais. 3. ed. Saraiva, 1999. p. 107.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 11. ed. Revista dos Tribunais, 2015. p. 431-434, item 7.15.4.5.\nKAPLAN, David. The most dangerous branch. 2018. p. 16.\nKALT, Brian C. Pardon me?: the constitutional case against presidential self-pardons. The Yale Law Journal, v. 106. p. 779, 781, 802 e 809.\nLANDAU, David A. Political Institutions and Judicial Role in Comparative Constitutional Law. Harvard International Law Journal, v. 51, n. 2, 2010.\nLANDES, William M.; POSNER, Richard A. The Economics of Presidential Pardons and Commutations. Journal of Legal Studies, v. 38,  2009. p. 61.\nLARENZ, Karl. Derecho justo: fundamentos de ética jurídica. Tradução: Luis Díez-Picazo. Madri: Civitas, 1985. p. 154.\nLAUBADÈRE, André de. Manuel de Droit Administratif. 9. ed. Paris: Librairie Générele de Droit et Jurisprudence, 1974. p. 92. \nLEAL, Victor Nunes. Problemas de direito público. Rio de Janeiro: Forense, 1960. p. 285.\nLESSA, Pedro. Do Poder Judiciário. Brasília: Senado Federal, 2003. p. 63-65.\nLOBATO, Monteiro. Reformador do Mundo.\nMADISON. Federalist papers n. 47.\nMALBERG, Carré de. Contribution a la Théorie Générale de L’État.  Paris: Sirey, 1922. Tomo 2. p. 527.\nMARINELA, Fernanda. Direito Administrativo. 10. ed. 2016. p. 341-342, item 3.5.\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira de 1891. Rio de Janeiro: 1918. p. 509-510.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 21. ed. Malheiros, 1996. p. 37.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 42. ed. Malheiros, 2016. p. 176, item 1.2.2.\nMELLO, Celso Antônio Bandeira de. Constituição Federal Anotada. 2. ed. Saraiva, 1986. p. 266.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 13. ed. Malheiros, 2001. p. 373, item 59.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. São Paulo: Malheiros, 2011. p. 406-408.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 29. ed. Malheiros, 2012. p. 410, item 46.\nMELLO, José Luiz de Anhaia. Da separação de poderes à guarda da Constituição: as cortes constitucionais. 1969. Tese (Cátedra) – Fadusp, São Paulo, 1969.\nMELLO, Oswaldo Aranha Bandeira de. Princípios gerais de direito administrativo. 2. ed. Forense: Rio de Janeiro, 1979. v. 1. p. 375-376.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal. 18. ed. Atlas, 2002. v. 1. p. 387, item 12.2.6.\nMIRANDA, Pontes de. Comentários à Constituição da República dos Estados Unidos do Brasil. Guanabara, 1934. tomo 1. p. 573, item 2.\nMIRANDA, Pontes de. Comentários à Constituição de 1946. 3. ed. Rio de Janeiro: Borsoi, 1960. Tomo 3. p. 119.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 (arts. 73-128). 3. ed. Rio de Janeiro: Editor Borsoi, 1970. Tomo 3; . p. 118-119.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 com a Emenda nº 1 de 1969. 2. ed. Revista dos Tribunais, 1970. Tomo 3. p. 346, item 23.\nMONTORO, Franco. Introdução à ciência do direito. 25. ed. São Paulo: Revista dos Tribunais, 1999. p. 348-349.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 9. ed. São Paulo: Atlas, 2003.\nMORAES, Railda Saraiva de. O poder de graça. Rio de Janeiro: Forense, 1979. p. 43 e 71, item 13 e item 20.\nNORONHA, Magalhães. Direito Penal. 31. ed. Saraiva, 1995. v. 1. p. 342, item 219.\nPESTANA, Márcio. Direito Administrativo Brasileiro. 2. ed. Campus Jurídico, 2010. p. 273, item 9.4.5.\nPETERS, Anne. Corruption as a violation of international human rights. Max Planck Institute for Comparative Public Law & International Law, n. 2016-2018, p. 8-9, 5 jul. 2016.\nPIÇARRA, Nuno. A separação dos poderes como doutrina e princípio constitucional. Coimbra: Coimbra, 1989.\nPLATÃO. República.\nPOUND, Roscoe. Liberdade e garantias constitucionais. Ibrasa: São Paulo, 1976. p. 70-71, 72-79 e 83.\nOMMATI, Fides. Dos freios e contrapesos entre os Poderes. Revista de Informação Legislativa, Brasília, Senado Federal, ano 14, n. 55, jul./set. 1977. p. 55.\nRIBEIRO, Rodrigo. O indulto presidencial: origens, evolução e perspectivas. RBCCrim, v. 23, n. 117, nov./dez. 2015. p. 428.\nRIGAUX, François. A lei dos juízes. Martins Fontes: 2003. p. 71 e 326-327.\nROCA, Javier García. Separación de poderes y disposiciones del ejecutivo com rango de ley: mayoria, minorías, controles. Cadernos de Direito Constitucional e Ciência Política, Revista dos Tribunais, São Paulo, ano 7, n. 27, abr./jun. 1999. p. 7.\nRODRIGUES, Marilene Talarico Martins. Tripartição de poderes na Constituição de 1988. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 3, n. 11, abr./jun. 1995. p. 16.\nROIG, Rodrigo Duque. Execução Penal: teoria crítica. 4. ed. Saraiva, 2018. p. 533 e 548.\nROSATTI, Horacio. Tratado de Derecho Constitucional. 2. ed. Buenos Aires: Rubinzal Culzoni, 2017. tomo 2. p. 393-394.\nSÁ FILHO, Francisco. Relações entre Poderes do Estado. Rio de Janeiro: Borsoi, 1959. p. 284.\nSANTOS, Márcia Walquíria Batista dos. Separação de poderes: evolução até à Constituição de 1988: considerações. Revista de Informação Legislativa, Brasília, Senado Federal, ano 29, n. 115, jul./set. 1999. p. 209.\nSARLET, Ingo Wolfgang. Direitos fundamentais, deveres de proteção e proporcionalidade: notas a respeito da aplicação das categorias da proibição de excesso e de insuficiência em matéria penal. Controle de Constitucionalidade e Direito Fundamentais. Rio de Janeiro: Lumen Juris, 2010. p. 156.\nSCALIA, Antonin. Reflections on Law, Faith, and Life Wall Lived. Crown, 2017. p. 3-4.\nSCURR, Ruth. Pureza Fatal.\nSEBBA, Leslie. Criminology: the pardoning power - a World survey. Journal of Criminal Law and Criminology, v. 68, 1977.\nSHAVELL, Steven. Foundations of Economic Analysis of Law. Harvard University Press, 2004. p. 504.\nSILVA, Haroldo Caetano da. Manual da Execução Penal. Bookseller, 2001. p. 318, item 21.3.\nSILVA, José Afonso da. Comentários contextual à Constituição. 9. ed. São Paulo: Malheiros, 2014. p. 495.\nSLAPPER, Gary; KELLY, David. O sistema jurídico inglês. Forense: Rio de Janeiro, 2011. p. 24.\nSOUZA JÚNIOR, José Geraldo. Reflexões sobre o princípio da separação de poderes: o “parti pris” de Montesquieu. Revista de Informação Legislativa, Brasília, Senado Federal, ano 17, n. 68, out./dez. 1980. p. 15.\nSTRECK, Lenio. A dupla face do princípio da proporcionalidade: da proibição de execesso (übermassverbot) à proibição de proteção deficiente (untermassverbot) ou de como não há blindagem contra normas penais inconstitucionais. Revista da Ajuris, ano 32, n. 97, mar. 2005. p. 176-177 e 179-180.\nSTRECK, Lenio. Jurisdição Constitucional. 5. ed. Forense, 2018.\nTAVARES, José De Farias. A divisão de poderes e o constitucionalismo brasileiro. Revista de Informação Legislativa, Brasília, Senado Federal, ano 17, n. 65, jan./mar. 1980. p. 53.\nTRANSPARÊNCIA INTERNACIONAL. Judicial Clemency and Corruption. out. 2017.\nVEDEL, Georges. Droit administratif. Paris: Presses Universitaires de France, 1973. p. 318 e 320.","ministro_facet":["ROBERTO BARROSO","ALEXANDRE DE MORAES"],"processo_numero":5874,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436043","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Relator, que negava provimento ao recurso e declarava ainda constitucional a norma, no que foi acompanhado pelos Ministros Edson Fachin, Roberto Barroso, Rosa Weber, Luiz Fux, Ricardo Lewandowski e Gilmar Mendes, pediu vista dos autos o Ministro Marco Aurélio. Falou pela recorrida o Dr. Miquerlam Chaves Cavalcante, Procurador da Fazenda Nacional. Presidência da Ministra Cármen Lúcia. Plenário, 22.02.2017.\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 337 da repercussão geral, negou provimento ao recurso extraordinário e fixou a seguinte tese: \"Não obstante as Leis nº 10.637/02 e 10.833/03 estejam em processo de inconstitucionalização, é ainda constitucional o modelo legal de coexistência dos regimes cumulativo e não cumulativo, na apuração do PIS/Cofins das empresas prestadoras de serviços\", nos termos do voto do Relator, Ministro Dias Toffoli (Presidente), vencido o Ministro Marco Aurélio. Plenário, Sessão Virtual de 19.6.2020 a 26.6.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436043","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436043","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recurso extraordinário. Repercussão geral. Direito Tributário. Artigo 195, § 12, da CF. MP nº 66/02. Artigo 246 da CF. Lei nº 10.637/02. PIS/PASEP. Não cumulatividade das contribuições incidentes sobre o faturamento. Conteúdo mínimo. Observância. Empresas prestadoras de serviços. Manutenção das empresas prestadoras de serviços tributadas com base no lucro presumido ou arbitrado na sistemática cumulativa. Critério de discrímen com empresas que apuram o IRPJ com base no lucro real. Isonomia. Ausência de afronta. Vedação de créditos com gastos de mão de obra. Respaldo na técnica da não cumulatividade. Exclusão da norma geral de receitas da prestação de serviços. Finalidade almejada. Imperfeições legislativas. Ausência de racionalidade e coerência do legislador na definição das atividades sujeitas à não cumulatividade. Ausência de coerência em relação a contribuintes sujeitos aos mesmos encadeamentos econômicos na prestação de serviços. Invalidade da norma. Ausência de evidência. Processo de inconstitucionalização. Momento da conversão. Impossibilidade de precisão. Técnica de controle de constitucionalidade do “’apelo ao legislador’ por ‘falta de evidência’ da ofensa constitucional”. \n\n\n\n    1. As medidas provisórias que originaram as Leis nºs 10.637/02 e 10.833/03 não vieram regulamentar uma emenda constitucional específica, mas tão somente instituir nova disciplina tributária envolvendo contribuições que já eram cobradas anteriormente.\n\n\n\n    2. A norma constitucional que cuidou da contribuição não cumulativa (art. 195, § 12, da Constituição) foi introduzida pela Emenda Constitucional nº 42/2003. O art. 246 da Constituição foi objeto da Emenda Constitucional nº 32/2001 e só a regulamentação das emendas constitucionais promulgadas entre 1º de janeiro de 1995 a 12 de setembro de 2001 , data da publicação da Emenda Constitucional nº 32, é que não pode ser efetivada por medidas provisórias.\n\n\n\n    3. No momento em que surgiu a não cumulatividade do PIS/Cofins, não havia nenhum indicativo constitucional quanto ao perfil e à amplitude do mecanismo.\n\n\n\n    4. Com a edição da Emenda Constitucional nº 42/03, a não cumulatividade das contribuições incidentes sobre o faturamento ou a receita não pôde mais ser interpretada exclusivamente pelas prescrições das leis ordinárias. É de se extrair um conteúdo semântico mínimo da expressão “não cumulatividade”, o qual deve pautar o legislador ordinário, na esteira da jurisprudência da Corte. Precedentes.\n\n\n\n    5. O § 12 do art. 195 da Constituição autoriza a coexistência dos regimes cumulativo e não cumulativo. Ao cuidar da matéria quanto ao PIS/Cofins, o texto constitucional referiu apenas que a lei definirá os setores de atividade econômica para os quais as contribuições serão não cumulativas, deixando de registrar a fórmula que serviria de ponto de partida à interpretação do regime. Diferentemente do IPI e dos ICMS, não há no texto constitucional a escolha dessa ou daquela técnica de incidência da não cumulatividade das contribuições sobre o faturamento ou a receita.\n\n\n\n    6. Ao exercer a opção pela coexistência da cumulatividade e da não cumulatividade, o legislador deve ser coerente e racional, observando o princípio da isonomia, a fim de não gerar desequilíbrios concorrenciais e discriminações arbitrárias ou injustificadas. A racionalidade é pressuposto do ordenamento positivo e de sua interpretação, conforme sedimentado na jurisprudência da Corte.\n\n\n\n    7. Diante de contribuições cuja materialidade é a receita ou o faturamento, a não cumulatividade dessas contribuições deve ser vista como técnica voltada a afastar o “efeito cascata” na atividade econômica, considerada a receita ou o faturamento auferidos pelo conjunto de contribuintes tributados sequencialmente ao longo do fluxo negocial dos bens ou dos serviços.\n\n\n\n    8. Os objetivos propalados na exposição de motivos das Leis nºs 10.637/02 e 10.833/03 de harmonização, de neutralidade tributária e de correção dos desequilíbrios na concorrência devem direcionar o legislador no processo gradual de inserção da cobrança não cumulativa para todos os contribuintes de um setor econômico, mediante a graduação das bases de cálculo e das alíquotas (art. 195, § 9º CF), de modo a não acentuar ainda mais as distorções geradas pela cumulatividade.\n\n\n\n    9. O modelo legal, em sua feição original, abstratamente considerado, embora complexo e confuso, mormente quanto às técnicas de deduções (crédito físico, financeiro e presumido) e aos itens admitidos como créditos, não atenta, a priori, contra o conteúdo mínimo de não cumulatividade que pode ser extraído do art. 195, § 12, da Constituição.\n\n\n\n    10. O § 9º do art. 195, ao autorizar alíquotas ou bases de cálculo diferenciadas em razão de determinados critérios (atividade econômica, utilização intensiva de mão de obra, porte da empresa ou condição estrutural do mercado de trabalho), não exime o legislador de observar os princípios constitucionais gerais, notadamente a igualdade.\n\n\n\n    11. A manutenção das pessoas jurídicas que apuram o IRPJ com base no lucro presumido ou arbitrado na sistemática cumulativa (Lei nº 9.718/98) e a inclusão automática daquelas obrigadas a apurar o IRPJ com base no lucro real no regime da não cumulatividade, por si sós, não afrontam a isonomia ou mesmo a capacidade contributiva.\n\n\n\n    12. A não cumulatividade do PIS/Cofins, por si só, é incapaz de autorizar, a favor do contribuinte, crédito que decorra de gasto com mão de obra paga a pessoa física. Isso porque o valor recebido pela pessoa física em razão de sua mão de obra não é onerado com PIS/Cofins.\n\n\n\n    13. As Leis nºs 10.637/02 e 10.833/03, com as redações originais, adotaram a sistemática de regular a não cumulatividade como norma geral (art. 1º), incluindo todos os setores da atividade econômica no novo regime de apuração do PIS/Cofins. Em seguida, nos arts. 8º e 10, respectivamente, as referidas leis trouxeram uma norma especial excludente.\n\n\n\n    14. Longe de atingir as finalidades almejadas, as sucessivas alterações legislativas acabaram por acentuar as imperfeições e a ausência de racionalidade na seleção das atividades econômicas do setor de prestação de serviços que comporiam a não cumulatividade (norma geral) e a cumulatividade (norma especial excludente), como determina o art. 195, § 12, da Constituição. A sistemática legal, que originariamente foi pensada com o objetivo de eliminar a possibilidade de ocorrência do efeito cascata, na atualidade, se insere muito mais no contexto de mera política de concessão de benefícios fiscais de redução dos montantes mensais a serem recolhidos.\n\n\n\n    15. No estágio jurídico atual, não há como afirmar, de forma peremptória, que as desonerações de diversas atividades do setor de serviços não se fizeram à custa de um brutal aumento da carga tributária de contribuintes sujeitos aos mesmos encadeamentos econômicos na prestação de serviços.\n\n\n\n    16. Não é razoável declarar a inconstitucionalidade da legislação por conta das imperfeições sistêmicas e fazer com que tudo retorne para o regime cumulativo. Nem é sensato permitir que o Poder Judiciário diga que todo o setor de prestação de serviço deva, necessariamente, ficar submetido ao regime cumulativo. Também não é correto declarar uma inconstitucionalidade em menor extensão para atingir apenas determinados contribuintes. Afinal, o sistema tributário é traçado para ser universal.\n\n\n\n    17. Dadas a ausência de elementos que possam corroborar e evidenciar que o legislador, no momento da elaboração da lei, estaria em condições de identificar o estado de inconstitucionalidade e a dificuldade de se precisar o momento exato em que teria se implementado a conversão do estado de inconstitucionalidade em uma situação de invalidade, é de se adotar, para o caso concreto, a técnica de controle de constitucionalidade do “apelo ao legislador por falta de evidência de ofensa constitucional”. \n\n\n\n    18. Embora a Lei nº 10.637/02, em seu estágio atual, não satisfaça a justiça e a neutralidade desejadas pelo legislador, a sistemática legal da não cumulatividade tem grande relevância na prevenção dos desequilíbrios da concorrência (art. 146-A, CF) e na modernização do sistema tributário brasileiro, devendo ser mantida, no momento, a validade do art. 8º da Lei nº 10.637/02, bem como do art. 15, V, da Lei nº 10.833/03, devido à falta de evidência de uma conduta censurável do legislador.\n\n\n\n    19. É necessário advertir o legislador ordinário de que as Leis nºs 10.637/02 e 10.833/04, inicialmente constitucionais, estão em processo de inconstitucionalização, decorrente, em linhas gerais, da ausência de coerência e de critérios racionais e razoáveis das alterações legislativas que se sucederam no tocante à escolha das atividades e das receitas atinentes ao setor de prestação de serviços que se submeteriam ao regime cumulativo da Lei nº 9.718/98 (em contraposição àquelas que se manteriam na não cumulatividade).\n\n\n\n    20. Negado provimento ao recurso extraordinário.\n\n\n\n    21. Em relação ao Tema nº 337 da Gestão por Temas da Repercussão Geral do portal do STF na internet, fixa-se a seguinte tese:\n\n\n\n    “Não obstante as Leis nº 10.637/02 e 10.833/03 estejam em processo de inconstitucionalização, ainda é constitucional o modelo legal de coexistência dos regimes cumulativo e não cumulativo na apuração do PIS/Cofins das empresas prestadoras de serviços.”","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754308322","externo_seq_objeto_incidente":3820754,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-267  DIVULG 06-11-2020  PUBLIC 09-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=607642&classe=RE","is_colac":false,"titulo":"RE 607642","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00002 ART-0146A \n          ART-00149 PAR-00004 ART-00150 INC-00001 \n          INC-00002 INC-00003 LET-B ART-00153 \n          PAR-00003 INC-00002 ART-00155 PAR-00002 \n          INC-00001 ART-00195 INC-00001 LET-B \n          INC-00004 PAR-00006 PAR-00009 PAR-00012 \n          ART-00246\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000020      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000033      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008383      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009430      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009718      ANO-1998\n          ART-00013 PAR-00001 PAR-00002 ART-00014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010637      ANO-2002\n          ART-00001 ART-00003 INC-00002 INC-00006 \n          ART-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010833      ANO-2003\n          ART-00003 INC-00002 INC-00006 INC-00010 \n          PAR-00003 INC-00001 INC-00002 INC-00003 \n          ART-00010 ART-00015 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010865      ANO-2004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011051      ANO-2004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-109255      ANO-2004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011196      ANO-2005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011434      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011898      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012814      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013043      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-000066      ANO-2002\n                MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-10637/2002\n\n","LEG-FED   MPR-000135      ANO-2003\n                MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-10833/2003\n\n","LEG-FED   INT-000247      ANO-2002\n                INSTRUÇÃO NORMATIVA DA RECEITA FEDERAL DO BRASIL - RFB\n\n","LEG-FED   INT-000404      ANO-2004\n                INSTRUÇÃO NORMATIVA DA RECEITA FEDERAL DO BRASIL - RFB"],"publicacao_data":"2020-11-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PODER JUDICIÁRIO, PRINCÍPIO DA ISONOMIA, POLÍTICA FISCAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRINCÍPIO DA NÃO CUMULATIVIDADE, PRINCÍPIO DA IGUALDADE TRIBUTÁRIA, ESTADO DEMOCRÁTICO DE DIREITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=607642&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA NÃO CUMULATIVIDADE, PIS, COFINS)\nRE 570122 (TP), RE 587108 (TP), RE 599316 (TP), RE 607109 RG (TP). \n(ALTERAÇÃO, ALÍQUOTA, MEDIDA PROVISÓRIA)\nRE 403512 (2ªT), RE 570122 (TP), RE 422795 AgR (2ªT), RE 378691 AgR (2ªT), AI 489734 AgR (2ªT), AI 570849 AgR (2ªT), ADI 1518 MC (TP), RE 588943 AgR (1ªT), AI 776877 AgR (1ªT). \n(DEFINIÇÃO, PRINCÍPIO DA NÃO CUMULATIVIDADE)\nRE 346084 (TP). \n(LEGISLADOR ORDINÁRIO, RAZOABILIDADE, PRINCÍPIO DA ISONOMIA)\nRE 118958 (1ªT), AI 277883 AgR (2ªT), ADI 1158 MC (TP). \n(PROCESSO DE INCONSTITUCIONALIZAÇÃO)\nRE 135328 (2ªT), RE 147776 (2ªT), HC 70514 (1ªT). \n(PODER JUDICIÁRIO, POLÍTICA FISCAL, PRINCÍPIO DA ISONOMIA)\nRE 410515 AgR (1ªT), RE 335275 AgR-segundo (1ªT), AI 837957 AgR (1ªT). \n- Decisão monocrática citada:\n(ALTERAÇÃO, ALÍQUOTA, MEDIDA PROVISÓRIA)\nRE 816802.\n- Legislação estrangeira citada: Art. 12, art. 14, § 9 e art. 39, § 19, da lei Fundamental da Alemanha.\n- Decisão estrangeira citada: BverfGE nº 21, p 12, do Tribunal Constitucional Federal alemão.\n- Veja RE 841979, ADI 3144 e RE 587108, do STF.\n\nNúmero de páginas: 85.\nAnálise: 18/05/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESPARTA SEGURANÇA LTDA \nADV.(A/S)  : NELSON WILIANS FRATONI RODRIGUES E OUTRO(A/S)\nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA FAZENDA NACIONAL \nAM. CURIAE.  : SINDICATO DAS EMPRESAS DE PRESTAÇÃO DE SERVIÇOS A TERCEIROS, COLOCAÇÃO E ADMINISTRAÇÃO DE MÃO-DE-OBRA E DE TRABALHO TEMPORÁRIO NO ESTADO DE SÃO PAULO - SINDEPRESTEM \nADV.(A/S)  : RICARDO OLIVEIRA GODOI","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"337 - Majoração da alíquota de contribuição para o PIS mediante medida provisória.","old_seq_sjur":436043,"documental_tese_texto":"Não obstante as Leis nº 10.637/02 e 10.833/03 estejam em processo de inconstitucionalização, é ainda constitucional o modelo legal de coexistência dos regimes cumulativo e não cumulativo, na apuração do PIS/Cofins das empresas prestadoras de serviços.","procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 607642","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ÁVILA, Humberto. O “Postulado do Legislador Coerente” e a Não-cumulatividade das Contribuições: Grandes Questões Atuais do Direito Tributário. 11. ed. São Paulo Dialética, 2007.\n______. Sistema Constitucional Tributário. 5. ed. Saraiva. p. 339. \nFERREIRA, Gilmar Mendes. Jurisdição Constitucional. 5. ed. Saraiva. p. 304-306.\nGRECO, Marco Aurélio. Não cumulatividade no PIS e na COFINS. Rev. Fórum de Direito Tributário, Belo Horizonte, ano 2, n. 12, 2004.\n______. Não cumulatividade do PIS/Pasep e da Cofins. ed.I.E.T.E, Thonsom-IOB. p. 110;\nKIRCHHOF, Paul. Besteuerung im Verfassungsstaat. Tübingen: Mohr Siebeck, 2000. Saraiva, 2006, p. 43.\nMARTINS, Ives Gandra da Silva. Rev. Dialética de Direito Tributário, n. 188, p. 139.\nMENDES, Gilmar Ferreira. Jurisdição Constitucional. 5. ed. Saraiva. p. 304-306. \nMORAES, Alexandre de. Direito constitucional. 34. ed. São Paulo: Atlas, 2017. capítulo 4, item 5.9.\nMOREIRA, André Mendes. A nãocumulatividade dos tributos. p. 482.\nPAULSEN, Leandro. Contribuições de seguridade social sobre a receita. In: Contribuições: teoria geral,\ncontribuições em espécie. Porto Alegre: Livraria do Advogado, 2013. p. 215.\nRIBEIRO, Ricardo Lodi. A não cumulatividade das contribuições incidentes sobre o faturamento na constituição e nas leis. Rev. Dialética de Direito Tributário, n. 111.\nTORRES, Ricardo Lobo. A Não-Cumulatividade no PIS/COFINS, PIS-COFINS: Questões Atuais e Polêmicas. Quartier Latin, 2005. p. 69.\nYAMASHITA, Douglas. ICMS IVA - Princípios Especiais: Capacidade Contributiva, Não Cumulatividade,\nDestino de Origem. IOB. p. 10.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":607642,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur434604","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que deferia a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Bruno Lunardi Gonçalves; pelo amicus curiae Associação Direitos Humanos em Rede, o Dr. Gabriel de Carvalho Sampaio; pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 19.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, conheceu da arguição de descumprimento de preceito fundamental, vencido o Ministro Marco Aurélio, que entendia a via inadequada. No mérito, por maioria, deferiu a medida cautelar para suspender todo e qualquer ato do Ministério da Justiça e Segurança Pública de produção ou compartilhamento de informações sobre a vida pessoal, as escolhas pessoais e políticas, as práticas cívicas de cidadãos, servidores públicos federais, estaduais e municipais identificados como integrantes de movimento político antifascista, professores universitários e quaisquer outros que, atuando nos limites da legalidade, exerçam seus direitos de livremente expressar-se, reunir-se e associar-se, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio, que indeferia a cautelar. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 20.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur434604","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur434604","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO FUNDAMENTAL. ATIVIDADE DE INTELIGÊNCIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA. PRODUÇÃO E DISSEMINAÇÃO DE DOSSIÊ COM INFORMAÇÕES DE SERVIDORES FEDERAIS E ESTADUAIS INTEGRANTES DE MOVIMENTO ANTIFASCISMO E DE PROFESSORES UNIVERSITÁRIOS. DESVIO DE FINALIDADE. LIBERDADES DE EXPRESSÃO, REUNIÃO E ASSOCIAÇÃO. MEDIDA CAUTELAR DEFERIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754179572","externo_seq_objeto_incidente":5967455,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-255  DIVULG 21-10-2020  PUBLIC 22-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=722&classe=ADPF","is_colac":false,"titulo":"ADPF 722 MC","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00005\n    ART-00005 \"CAPUT\" INC-00004 INC-00009\n    INC-00010 INC-00012 INC-00016 INC-00017\n    INC-00023 INC-00025 INC-00035 INC-00055\n    ART-00037 ART-00060 PAR-00004 INC-00004\n    ART-00102 PAR-00001 ART-00103 INC-00008\n    ART-00220\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004341 ANO-1964\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004717 ANO-1965\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009612 ANO-1998\n    ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00008 ART-00010 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00003 INC-00002 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009883 ANO-1999\n    ART-00001 PAR-00001 PAR-00002 PAR-00003\n    ART-00002 PAR-00001 ART-00003 PAR-ÚNICO\n    ART-00006 ART-00009 PAR-00001 PAR-00002\n    ART-0009A PAR-00001 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00031 PAR-00001 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 ART-00004\n    INC-00003 ART-00005 INC-00002 ART-00011\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00013 ART-00015 ART-00016\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00021 ART-00022\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00004\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000880 ANO-2019\n    ART-00002 INC-00016\n    PORTARIA DO MINISTÉRIO DE JUSTIÇA DE SEGURANÇA PÚBLICA - MJSP"],"publicacao_data":"2020-10-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, STF, LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, PROPOSITURA, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PETIÇÃO INICIAL, FUNDAMENTO, MATÉRIA JORNALÍSTICA. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO. AUSÊNCIA, SUBSTITUIÇÃO, JURISDIÇÃO CONSTITUCIONAL, STF, INSTAURAÇÃO, SINDICÂNCIA, MINISTÉRIO DA JUSTIÇA (MJ), APURAÇÃO, RESPONSABILIDADE ADMINISTRATIVA, COMPARECIMENTO, MINISTRO DA JUSTIÇA, COMISSÃO MISTA, CONGRESSO NACIONAL, FINALIDADE, ESCLARECIMENTO, FATO, OBJETO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. AUSÊNCIA, NEGAÇÃO, ADVOGADO-GERAL DA UNIÃO, EXISTÊNCIA, RELATÓRIO, INFORMAÇÃO SIGILOSA, CASO CONCRETO. GARANTIA, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, DIREITO À INTIMIDADE, INVIOLABILIDADE, VIDA PRIVADA, DIREITO À HONRA. DEVER, PODER JUDICIÁRIO, IMPEDIMENTO, LESÃO A DIREITO, AMEAÇA A DIREITO. CARACTERIZAÇÃO, DESVIO DE PODER, UTILIZAÇÃO, ABUSO, PODER PÚBLICO, OBTENÇÃO, INFORMAÇÃO, SERVIDOR PÚBLICO, MOTIVAÇÃO, CARÁTER POLÍTICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DISCUSSÃO, LIMITAÇÃO, ATUAÇÃO, MINISTÉRIO DA JUSTIÇA (MJ), COLETA, DADO, FINALIDADE, INVESTIGAÇÃO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. RETIRADA, INFORMAÇÃO, INTERNET, CASO CONCRETO. IMPOSSIBILIDADE, FISCALIZAÇÃO, PODER PÚBLICO, MANIFESTAÇÃO, CARÁTER POLÍTICO, CRENÇA RELIGIOSA, IDEOLOGIA, SERVIDOR PÚBLICO. DESVIO DE PODER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ACESSO À JUSTIÇA, FUNDAMENTO, DEMOCRACIA. VALOR PROBATÓRIO, MATÉRIA JORNALÍSTICA, ÂMBITO, COGNIÇÃO SUMÁRIA. CONSIDERAÇÃO, DESVIO DE PODER, USO INDEVIDO, INFORMAÇÃO, NECESSIDADE, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA PUBLICIDADE, PRINCÍPIO DA EFICIÊNCIA. CARÁTER FORMAL, PROCEDIMENTO, INVESTIGAÇÃO, APURAÇÃO, DELITO, AUTORIA DO CRIME. CABIMENTO, ASSISTÊNCIA JURÍDICA, INVESTIGADO. LIMITAÇÃO, ATUAÇÃO, SERVIÇO, AGENTE DE INTELIGÊNCIA. INADMISSIBILIDADE, DISCURSO AUTORITÁRIO, ESTADO BRASILEIRO. PREVISÃO, CONSTITUIÇÃO FEDERAL, PUBLICIDADE, INVESTIGAÇÃO. RESTRIÇÃO, LEI, PUBLICIDADE, ATO PROCESSUAL. LEI DE ACESSO À INFORMAÇÃO PÚBLICA, GRAU, INFORMAÇÃO SIGILOSA. IMPOSSIBILIDADE, RESTRIÇÃO, ACESSO, INFORMAÇÃO, PODER JUDICIÁRIO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, PRESERVAÇÃO, SIGILO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONTRAPOSIÇÃO, EXERCÍCIO, ATIVIDADE, INVESTIGAÇÃO, AGENTE DE INTELIGÊNCIA, DIREITO À PRIVACIDADE, PROTEÇÃO, DADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INVESTIGAÇÃO, FINALIDADE, INTIMIDAÇÃO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ATO, PODER PÚBLICO. PRINCÍPIO DA SUBSIDIARIEDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, NÚCLEO ESSENCIAL. LESÃO, PRECEITO FUNDAMENTAL, DEMOCRACIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE ASSOCIAÇÃO, LIBERDADE DE REUNIÃO, DIREITO À PRIVACIDADE, DIREITO À INTIMIDADE, DIREITO À HONRA, DIREITO À IMAGEM, LIBERDADE DE CÁTEDRA, AUTONOMIA UNIVERSITÁRIA. ATIVIDADE TÍPICA DE ESTADO, SEGURANÇA PÚBLICA. CONFIGURAÇÃO, DESVIO DE PODER, EXERCÍCIO, ATO, CONTRARIEDADE, INTERESSE PÚBLICO. CONFIGURAÇÃO, DESVIO DE PODER, ADMINISTRAÇÃO PÚBLICA, UTILIZAÇÃO, MECANISMO, CARÁTER INSTITUCIONAL, DISSIMULAÇÃO, INFORMAÇÃO, VÍCIO, MATÉRIA, VÍCIO, MOTIVAÇÃO. PATRIMONIALISMO, SEPARAÇÃO, INTERESSE PÚBLICO, INTERESSE, CARÁTER PRIVADO. VEDAÇÃO, PROSELITISMO, PROGRAMAÇÃO DA EMISSORA, RADIODIFUSÃO COMUNITÁRIA. FILIAÇÃO PARTIDÁRIA, DIREITO COMPARADO. ADMISSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, FUNDAMENTO, SEGURANÇA NACIONAL, PROTEÇÃO, SAÚDE, INTEGRIDADE MORAL, LIBERDADE. IMPOSSIBILIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO, FUNDAMENTO, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, IDEOLOGIA. DIREITO À PRIVACIDADE, TECNOLOGIA DA INFORMAÇÃO. DIREITO DA PERSONALIDADE, DIREITO À PRIVACIDADE, DIREITO À AUTODETERMINAÇÃO INFORMATIVA. CONSIDERAÇÃO, DESVIO DE PODER, ELABORAÇÃO, RELATÓRIO, RECONHECIMENTO, ATO ILÍCITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), LIBERDADE DE EXPRESSÃO, LIBERDADE, OPINIÃO. CORRELAÇÃO, LIBERDADE DE EXPRESSÃO, DEMOCRACIA, PLURALISMO POLÍTICO. INVESTIGAÇÃO, OBJETIVO, INTIMIDAÇÃO, CENSURA. AUSÊNCIA, SIGILO, PODER JUDICIÁRIO. SURGIMENTO, HABEAS DATA, CONSTITUIÇÃO FEDERAL DE 1988, PROTEÇÃO, DIREITO À INFORMAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. PRECEITO FUNDAMENTAL, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO, PLURALISMO POLÍTICO, PROTEÇÃO, DEMOCRACIA. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, CONTROLE, OMISSÃO, PODER PÚBLICO; RISCO, MULTIPLICAÇÃO, COMPORTAMENTO, PERSEGUIÇÃO POLÍTICA, IDEOLOGIA, DECORRÊNCIA, CRÍTICA, GOVERNO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). PROTEÇÃO, ÂMBITO INTERNACIONAL, LIBERDADE DE EXPRESSÃO, DIREITO DE EMITIR OPINIÃO. LIMITE CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO, AUSÊNCIA, DIREITO ABSOLUTO. IMPORTÂNCIA, LIBERDADE DE EXPRESSÃO, DEMOCRACIA. LIBERDADE DE EXPRESSÃO, DIREITO COMPARADO. TENTATIVA, GOVERNO, VINCULAÇÃO, SERVIDOR PÚBLICO, PROFESSOR UNIVERSITÁRIO, TERRORISTA, AUSÊNCIA, INDÍCIO, ATIVIDADE ILÍCITA. VEDAÇÃO, CENSURA. IMPOSSIBILIDADE, INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO. EXISTÊNCIA, COMUNICAÇÃO, ÓRGÃO FEDERAL, ÂMBITO, SEGURANÇA PÚBLICA, INFORMAÇÃO, RELATÓRIO. NECESSIDADE, MOTIVAÇÃO, INVESTIGAÇÃO. POSSIBILIDADE, CONTROLE JUDICIAL, CONTROLE, CARÁTER POLÍTICO, PODER LEGISLATIVO, SITUAÇÃO, DESVIO DE PODER. PREVISÃO, LEGISLAÇÃO INFRACONSTITUCIONAL, CONSTITUIÇÃO FEDERAL, LIMITAÇÃO, MECANISMO, INVESTIGAÇÃO. FUNÇÃO CONTRAMAJORITÁRIA, STF, OFENSA, DIREITO DAS MINORIAS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADEQUAÇÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. POSSIBILIDADE, IMPETRAÇÃO, HABEAS CORPUS, OBTENÇÃO, ACESSO À INFORMAÇÃO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ). AUSÊNCIA, RISCO, RELATÓRIO, INFORMAÇÃO SIGILOSA.\n\n- TERMO(S) DE RESGATE: RELATÓRIO DE INTELIGÊNCIA. MOVIMENTO ANTIFASCISMO. SISTEMA BRASILEIRO DE INTELIGÊNCIA. ATIVIDADE DE INTELIGÊNCIA. PRIMEIRO DIREITO. DIREITO AO PROTESTO. COMISSÃO NACIONAL DA VERDADE. ATENTADO DO RIO CENTRO. CHILLING EFFECT. CULTURA DO MEDO. MARCATISMO. LIVRE MERCADO DE IDEIAS. ACESSO RESTRITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=722&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1096 MC (TP).\r\n(ADPF, PRESSUPOSTO DE ADMISSIBILIDADE, PRINCÍPIO DA SUBSIDIARIEDADE)\r\nADPF 99.\r\n(LIMITAÇÃO, DIREITO FUNDAMENTAL)\r\nADI 4066 (TP).\r\n(LIBERDADE DE EXPRESSÃO, DIREITO DE REUNIÃO)\r\nADPF 187 (TP), ADI 4451 (TP).\r\n(DESVIO DE PODER, AGENTE PÚBLICO, PODER-DEVER)\r\nADI 5468 (TP), ADPF 572 (TP).\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529 MC (TP).\r\n(VEDAÇÃO, PROSELITISMO)\r\nADI 2566 (TP).\r\n(EXERCÍCIO, DIREITO DE REUNIÃO)\r\nHC 4781 (TP).\r\n(INCONSTITUCIONALIDADE, RESTRIÇÃO, DIREITO DE REUNIÃO)\r\nADI 1969 (TP).\r\n(DIREITO DE REUNIÃO, CONDIÇÃO, PARTICIPAÇÃO, POLÍTICA)\r\nADPF 187 (TP), AC 2695.\r\n(ADPF, REQUISITO, INTERESSE PÚBLICO)\r\nADPF 130 (TP), ADPF 33 (TP), ADPF 187 (TP), ADI 4815 (TP), ADPF 467 (TP), ADPF 548 (TP).\r\n(PLURALISMO POLÍTICO, FUNDAMENTO, REPÚBLICA FEDERATIVA DO BRASIL)\r\nADI 4277 (TP).\r\n(AGENTE INFILTRADO, INVESTIGAÇÃO, FATO CONCRETO)\r\nHC 147837 (2ªT).\r\n(ADPF, MEDIDA CAUTELAR)\r\nADI 4451 (TP).\r\n(DIREITO, VERDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\r\nADPF 153 (TP).\r\n- Decisões monocráticas citadas:\r\n(PARTIDO POLÍTICO, REPRESENTAÇÃO, CONGRESSO NACIONAL, LEGITIMIDADE ATIVA UNIVERSAL, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE)\r\nADI 1963.\r\n(FORNECIMENTO, DADO, AGÊNCIA BRASILEIRA DE INTELIGÊNCIA (ABIN), INTERESSE PÚBLICO)\r\nADI 6529.\r\n- Decisões estrangeiras citadas: Caso Pierce v. United States (1920), caso Gitlow v. New York (1925), caso Whitney v. California, caso Schenck v. United States, caso Abrams v. United States, caso Barenblatt v. United States, da Suprema Corte dos EUA. Caso Kasparov e Outros c. Rússia, caso Sergey Kuznetsov c. Rússia, caso Oya Ataman c. Turquia, caso Bukta e Outros c. Hungria, caso Fáber c. Hungria, caso Berladir e Outros c. Rússia, caso Malofeyeva c. Rússia, caso Navalnyy e Yashin c. Rússia, caso Kudrevicius e Outros c. Lituânia, do Tribunal Europeu dos Direitos Humanos. Caso CCT 32/18 Mlungwana e Outros c. O Estado, da Corte Constitucional da África do Sul. Caso Lüth, do Tribunal Constitucional da Alemanha.\n- Legislação estrangeira citada: Lei de Espionagem de 1917, dos Estados Unidos da América.\nNúmero de páginas: 144.\nAnálise: 18/11/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : BRUNO LUNARDI GONCALVES E OUTRO(A/S)\nINTDO.(A/S)  : MINISTRO DE ESTADO DA JUSTIÇA E SEGURANÇA PÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONFEDERACAO NACIONAL DAS CARREIRAS TIPICAS DE ESTADO \nADV.(A/S)  : CLAUDIO RENATO DO CANTO FARAG \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":434604,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 722 MC","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"AGRA, Walbert de Moura. Comentário ao artigo 5º, LXXII. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F; SARLET, Ingo W; STRECK, Lenio (coord.) Comentários à Constituição do Brasil. São Paulo: Saraiva;Almedina, 2013. p. 486\nARENDT, Hannah. Origens do Totalitarismo: antissemitismo, imperialismo, totalitarismo. São Paulo: Companhia das Letras, 2012.\nBRANCO, Paulo Gonet; MENDES, Gilmar Ferreira. Curso de Direito Constitucional. São Paulo: Saraiva, 2015. p. 264.\nBERLIN, Isaiah. IN: Introdução à obra: MILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 47.\nBELTRÁN DE FELIPE, Miguel; GONZÁLEZ GARCÍA, Julio. Las sentencias básicas del Tribunal Supremo de los Estados Unidos de América. 2. ed. Madrid: Centro de Estudios Políticos y Constitucionales y Boletín Oficial del Estado, 2006.\nBINENBOJM, Gustavo. Liberdade Igual: O que é e por que importa. Rio de Janeiro: História Real, 2020. p. 34-35.\nCARVALHO NETTO, M. A sanção no procedimento legislativo. Belo Horizonte: Del Rey, 1992.\nCOHEN, Julie. What Privacy is For. Harvard Law Review, maio, 2013.\nFAORO, Raymundo. Os Donos do Poder: formação do patronato político brasileiro. São Paulo: Globo, 2001.\nFISS, Owen. State Activism and State Censorship. The Yale Law Journal, 1990. p. 2087-2088.\nGUIMARÃES, U. Discurso proferido na sessão de 5 de outubro de 1988, publicado no DANC de 5 de outubro de 1988, p. 14380-14382.\nGODOY, Miguel Gualano. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012. p. 161.\nGOLDMAN, Alvin I; BAKER, Daniel. Free Speech, Fake News, and Democracy. First Amendment Law Review, v. 18, n. 1, 2019. p. 68.\nHÄBERLE, Peter. Die Verfassung des Pluralismus: Studien zur Verfassungstheorie der offenen Gesellschaft. Königstein: Athenäum, 1980. p. 5 e 6.\nHESSE, Bedeutung der Grundrechte, in: BENDA, Ernst; Maihofer, Werner e Vogel, Hans-Jochen, Handbuch des Verfassungsrechts. Berlin, 1995, v. I, p. 127.\nHESSE, Konrad. Grundzüge des Verfassungsrechts der Bundesrepublik Deutschland. Heidelberg: C. F. Müller, 1995, p. 112 \nKREBS, Walter. Freiheitsschutz durch Grundrechte, IN: JURA. p. 617, 1988.\nLEVITSKY, Steven; WAY, Lucan A. The Rise of Competitive Authoritarianism. Journal of Democracy. v. 13. n. 2. p. 53.\nLESSIG, Lawrence. Reading the Constitution in Cyberspace. 45 emory L. J. v. 45, n. 3.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 29. ed. São Paulo: Malheiros, 2006. p. 501.\nMENDES, Gilmar Ferreira. Arguição de Descumprimento de Preceito Fundamental: comentários à Lei n. 9.882, de 3.12.1999. 2. ed. São Paulo: Saraiva, 2011. p. 19.\nMILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 29.\nPAIXÃO, Cristiano. Direito, política, autoritarismo e democracia no Brasil. Revista Iberoamericana de Filosofía, Política y Humanidades, año 13, n. 26, 2011. p. 158.\nPIEROTH; SCHLINK. Grundrechte: Staatsrecht II. 14. ed. Heidelberg: C. F. Müller, 1998. p. 50.\nRAWLS, John. Liberalismo Político: elementos básicos. p. 56.\nPOSNER, Richard A. The Right to Privacy. Georgia Law Review. v. 12. n. 3, 1978.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 441-442.\nSCHULZ, Wolfgang; HOBOKEN, Joris van. Human Rights and Encryption. Paris: UNESCO Publishing, 2016.\nSUNSTEIN, Cass R. Falsehoods and the First Amendment. Disponível em: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3426765.>. p. 17 e 176.\nWARREN, Samuel D.; BRANDEIS, Luis D. The Right to Privacy. Harvard Law Review, v. 5, December 15, 1890.\nWATANABE, Kazuo. Cognição no processo civil. 4. ed. São Paulo: Saraiva, 2012. p. 95.\nZAGREBELSKY, Gustavo. El derecho ductil: ley, derechos y justicia. Tradução: Marina Gercón. Madrid: Trotta, 1995. p. 13.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":722,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur445735","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu da ação direta em relação ao serviço público de abastecimento de água e julgou parcialmente procedente o pedido para declarar a inconstitucionalidade da Lei distrital nº 4.632/2011 quanto aos serviços de energia elétrica, telefonia fixa e móvel e internet, nos termos do voto do Ministro Roberto Barroso, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Marco Aurélio, Rosa Weber e Ricardo Lewandowski. Plenário, Sessão Virtual de 5.2.2021 a 12.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur445735","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur445735","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Direito constitucional. Ação direta de inconstitucionalidade. Regras sobre a suspensão dos serviços públicos de energia elétrica, água, telefonia fixa e móvel e internet. \n\n\n\n1. Ação direta de inconstitucionalidade contra a Lei distrital nº 4.632/2011, que dispõe sobre a suspensão dos serviços públicos de energia elétrica, água, telefonia fixa e móvel e internet.\n\n\n\n2. Descabimento da ADI quanto ao serviço público de distribuição de água, visto que a titularidade desse serviço público é dos municípios, nos termos da jurisprudência do Supremo Tribunal Federal (ADI 1.842, Rel. Min. Luiz Fux, e ADI 2.340, Rel. Min. Ricardo Lewandowski).\n\n\n\n3. A União Federal detém competência privativa para legislar sobre energia elétrica e telecomunicações (art. 22, IV, da CF/1988). A lei impugnada, ao estipular regras sobre a suspensão dos serviços de energia elétrica, telefonia fixa e móvel e internet, invadiu a esfera de competências do ente federal, incorrendo em inconstitucionalidade formal.  \n\n\n\n4. Ademais, a legislação estadual interferiu diretamente na relação jurídico-contratual existente entre a União Federal e as concessionárias dos serviços públicos supracitados, em afronta ao disposto no art. 175 da CF/1988 (v. ADI 2.299, sob minha relatoria, j. em 23.08.2019).\n\n\n\n5. Ação direta de inconstitucionalidade não conhecida quanto ao serviço público de distribuição de água e pedido julgado parcialmente procedente para declarar a inconstitucionalidade da Lei distrital nº 4.632/2011 quanto aos serviços de energia elétrica, telefonia fixa e móvel e internet.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755756935","externo_seq_objeto_incidente":5336547,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-085  DIVULG 04-05-2021  PUBLIC 05-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5877&classe=ADI","is_colac":false,"titulo":"ADI 5877","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00021 INC-00011\n    INC-00012 LET-B ART-00022 INC-00004\n    ART-00024 INC-00005 INC-00008 PAR-00002\n    PAR-00003 PAR-00004 ART-00030 INC-00001\n    INC-00005 ART-00032 PAR-00001 ART-00102\n    INC-00001 LET-A ART-00103 INC-00005\n    ART-00170 INC-00005 ART-00175 PAR-ÚNICO\n    INC-00001 INC-00002 INC-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00144\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-000414 ANO-2010\n    ART-00172 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 ART-00173\n    INC-00001 LET-A LET-B INC-00002\n    INC-00003 PAR-00001 PAR-00002 PAR-00003\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA - ANEEL\n\n","LEG-FED   RES-000632 ANO-2014\n    ART-00090 ART-00091 INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00092 INC-00001\n    INC-00002 INC-00003 ART-00093 ART-00094\n    INC-00001 INC-00002 INC-00003 ART-00095\n    ART-00096 ART-00097 PAR-ÚNICO ART-00098\n    ART-00099 ART-00100 PAR-ÚNICO ART-00101\n    PAR-00001 PAR-00002 ART-00102 ART-00103\n    PAR-ÚNICO\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-FED   SUMSTF-000642\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   LEI-004632 ANO-2011\n    ART-00001 PAR-00001 PAR-00002 ART-00002\n    ART-00003 ART-00004 ART-00005\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2021-05-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI DISTRITAL, EXERCÍCIO, COMPETÊNCIA, MUNICÍPIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: INAPLICABILIDADE, INSTITUTO JURÍDICO, IMPEDIMENTO, SUSPEIÇÃO, ÂMBITO, CONTROLE ABSTRATO, ATO NORMATIVO PRIMÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, ESTADO DE DIREITO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ENTE FEDERADO. EVOLUÇÃO, FEDERALISMO, COLABORAÇÃO. PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA CONCORRENTE, AMPLIAÇÃO, ATUAÇÃO, MUNICÍPIO, EDIÇÃO, NORMA, INTERESSE LOCAL. PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA. INCOMPETÊNCIA, STF, APRECIAÇÃO, LEI DISTRITAL, EXERCÍCIO, COMPETÊNCIA, MUNICÍPIO. INADMISSIBILIDADE, CONTROLE CONCENTRADO, LEI MUNICIPAL, CONTRARIEDADE, CONSTITUIÇÃO FEDERAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, POSSIBILIDADE, DELEGAÇÃO, EXECUÇÃO, SERVIÇO PÚBLICO, TERCEIRO. INTERFERÊNCIA, LEI IMPUGNADA, RELAÇÃO CONTRATUAL, UNIÃO FEDERAL, CONCESSIONÁRIA, SERVIÇO PÚBLICO, ENERGIA ELÉTRICA, TELEFONIA FIXA, TELEFONIA MÓVEL, INTERNET.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEI DISTRITAL, SUSPENSÃO, FORNECIMENTO, SERVIÇO PÚBLICO, HIPÓTESE, INADIMPLEMENTO, TARIFA. COMPETÊNCIA CONCORRENTE, REGULAMENTAÇÃO, PRESTAÇÃO DE SERVIÇO, SERVIÇO PÚBLICO, ÂMBITO, RELAÇÃO DE CONSUMO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PROTEÇÃO, AUTONOMIA, ENTE FEDERADO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO COOPERATIVO. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, EXPLORAÇÃO, SERVIÇO PÚBLICO, FORNECIMENTO DE ÁGUA, ENERGIA, SERVIÇO DE TELECOMUNICAÇÃO. COMPETÊNCIA, ESTADO-MEMBRO, DISTRITO FEDERAL, LEGISLAÇÃO, NORMA GERAL, RELAÇÃO DE CONSUMO. FEDERALISMO, PRINCÍPIO DA SUBSIDIARIEDADE. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL. POSSIBILIDADE, ATUAÇÃO, ENTE FEDERADO, HIPÓTESE, LACUNA DA LEI. IMPOSSIBILIDADE, ATUAÇÃO, PODER JUDICIÁRIO, RETIRADA, AUTONOMIA, ENTE FEDERADO. PREVISÃO, LEI IMPUGNADA, OBRIGATORIEDADE, COMUNICAÇÃO, EMPRESA PRESTADORA DE SERVIÇO, INADIMPLÊNCIA, CONSUMIDOR, MOMENTO ANTERIOR, SUSPENSÃO, FORNECIMENTO DE ÁGUA, ENERGIA ELÉTRICA, TELEFONIA FIXA, TELEFONIA MÓVEL, INTERNET. RESOLUÇÃO, AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA (ANEEL), MATÉRIA, SUSPENSÃO, FORNECIMENTO, ENERGIA, INADIMPLEMENTO, CONSUMIDOR. AUSÊNCIA, CONTRARIEDADE, LEI DISTRITAL, LEI FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5877&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SERVIÇO PÚBLICO, FORNECIMENTO DE ÁGUA, TITULARIDADE, MUNICÍPIO)\nADI 1842 (TP), ADI 2340 (TP). \n(LEI ESTADUAL, INTERFERÊNCIA, RELAÇÃO CONTRATUAL, UNIÃO FEDERAL, EMPRESA, CONCESSÃO DE SERVIÇO PÚBLICO)\nADI 2299 (TP), ADI 2337 MC (TP). \n(ADI, ATO NORMATIVO, DISTRITO FEDERAL, COMPETÊNCIA, MUNICÍPIO)\nADI 611 (TP), ADI 1832 (TP), ADI 1842 (TP), ADI 2340 (TP), ADI 3341 (TP), ADI 2337 MC (TP). \n(CONTROLE ABSTRATO, ATO NORMATIVO PRIMÁRIO, IMPEDIMENTO, SUSPEIÇÃO)\nADI 3345 (TP). \n(COMPETÊNCIA DA UNIÃO, SERVIÇO DE TELECOMUNICAÇÃO, POSSIBILIDADE, DELEGAÇÃO, EXECUÇÃO, TERCEIRO)\nADI 4925 (TP). \n(INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO JURÍDICA, UNIÃO FEDERAL, PRESTADOR DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 3343 (TP), ADI 4401 MC (TP), ADI 4533 MC (TP). \n(INTERFERÊNCIA, ESTADO-MEMBRO, RELAÇÃO JURÍDICA, UNIÃO FEDERAL, PRESTADOR DE SERVIÇO, ENERGIA ELÉTRICA)\nADI 3729 (TP), ADI 3824 (TP), ADI 3905 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 37.\nAnálise: 08/08/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : GOVERNADOR DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : CÂMARA LEGISLATIVA DO DISTRITO FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : COMPANHIA ENERGETICA DE BRASILIA \nADV.(A/S)  : MURILO BOUZADA DE BARROS \nADV.(A/S)  : PATRICIA PEREIRA KLEIBER \nADV.(A/S)  : FERNANDO JORGETO DA SILVA \nAM. CURIAE.  : AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":445735,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5877","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-02-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas MCintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 78.\nHAMILTON, Alexander; JAY, John; MADISON, James. Federalist Papers. 1787-1788.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq. \nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. v. 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","ROBERTO BARROSO"],"processo_numero":5877,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470426","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, julgou procedente o pedido formulado pelo Governo do Uruguai para deferir a extradição de Javier Rodriguez Leite, considerando que o Estado requerente já assumiu os compromissos do art. 96 da Lei nº 13.445/17 (fls. 56/58). Determinou, ainda, que com o trânsito em julgado, sejam arquivados os presentes autos, assim como os autos apensos da PPE 1.023/DF, tudo nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 16.9.2022 a 23.9.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470426","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur470426","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO. DIREITO INTERNACIONAL. PEDIDO DE EXTRADIÇÃO PASSIVA. GOVERNO DO URUGUAI. CRIME DE HOMICÍDIO QUALIFICADO. COMPETÊNCIA DO ESTADO REQUERENTE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. DUPLA TIPICIDADE E PUNIBILIDADE. ALEGAÇÃO DE AMEAÇAS À INTEGRIDADE FÍSICA DO EXTRADITANDO. NÃO COMPROVAÇÃO. FAMÍLIA EM TERRITÓRIO BRASILEIRO. SÚMULA 421 DO SUPREMO TRIBUNAL FEDERAL. PREENCHIMENTO DOS REQUISITOS LEGAIS. DEFERIMENTO.\n\n\n\n    I – A Lei de Migração (Lei 13.445/2017), combinada com o Acordo de Extradição entre os Estados Partes do Mercosul são as balizas principais que ditam o due process of law neste pleito. \n\n\n\n    II - Em matéria de extradição, o juízo cognitivo é limitado às suas legalidades formais (Ext. 1510, Rel. Min. Cármen Lúcia; Ext. 1530, Rel. Min. Luiz Fux), devido à subsistência, entre nós, do sistema de contenciosidade limitada, o qual circunscreve o thema decidendum nas ações de extradição passiva à análise dos pressupostos e das condições inerentes ao pedido formulado pelo Estado estrangeiro, consoante iterativa jurisprudência do Supremo Tribunal Federal (Ext. 1.145, de relatoria do Ministro Celso de Mello). \n\n\n\n    III - Consta dos autos que o extraditando é procurado para que cumpra a pena remanescente de 11 anos e 26 dias de prisão, imposta em razão da prática do crime de “homicídio especialmente agravado por premeditação e muito especialmente agravado por executá-lo com impulso de brutal ferocidade” (arts. 60, 310, 311, numerais 2 e 312, numeral 1, do Código Penal uruguaio).\n\n\n\n    IV - Muito embora o extraditando alegue risco à sua integridade física caso retorne ao País de origem, a jurisprudência desta Suprema Corte é assente no sentido de que não constitui óbice ao deferimento da extradição a alegação de que esta importará risco à vida do extraditando, quando tal argumento estiver desprovido de comprovação idônea, como no caso, vide: Ext 1.473/DF, relator Ministro Edson Fachin e Ext 1.467/DF, relator Ministro Roberto Barroso. Também a existência de família brasileira, que dependa economicamente do extraditando, não traduz óbice à extradição, conforme Súmula 421 desta Corte. \n\n\n\n    V - Presente a dupla tipicidade, pois o delito imputado ao extraditando possui previsão correspondente em nosso ordenamento, na forma art. 121, §2º, II e IV, do Código Penal. Constata-se, mais, que a pretensão executória não está prescrita segundo a lei brasileira, tampouco na forma da legislação alienígena, consoante informado pelo Estado requerente.\n\n\n\n    VI - O extraditando está sujeito a julgamento no País de origem por órgãos do Poder Judiciário que se conformam às exigências impostas pelo princípio do juiz natural, em tudo compatíveis com as diretrizes que esta Suprema Corte tem firmado a propósito de tão relevante postulado constitucional.\n\n\n\n    VII - O Estado requerente assumiu os compromissos do art. 96 da Lei 13.445/2017. \n\n\n\n    VIII - Pedido de extradição que se julga procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763427781","externo_seq_objeto_incidente":6414918,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-195  DIVULG 28-09-2022  PUBLIC 29-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1736&classe=Ext","is_colac":false,"titulo":"Ext 1736","documental_legislacao_citada_texto":["LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00007 ART-00083 INC-00001\n    ART-00091 PAR-00001 ART-00096\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   ACO ANO-1998\n    ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00002 ART-00110 ART-00112\n    INC-00002 ART-00121 PAR-00002 INC-00002\n    INC-00004\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-004975 ANO-2004\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975 ANO-2004\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-09-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1736&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO PASSIVA, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1510 (2ªT), Ext 1530 (1ªT). \n(ESTADO REQUERENTE, DEVER DE SEGURANÇA, EXTRADITANDO)\nExt 1467 (1ªT), Ext 1473 (2ªT). \n- Veja PPE 1023 do STF.\n- Legislação estrangeira citada: arts. 60, 310, 311, numerais 2 e 312, numeral 1, do Código Penal uruguaio.\n\nNúmero de páginas: 11.\nAnálise: 31/05/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : JAVIER RODRIGUEZ LEITE \nADV.(A/S)  : MARCILENE BARYTY NOVO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470426,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1736","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-09-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1736,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470675","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, condicionada a entrega ao compromisso de detração da pena, considerado o período de prisão decorrente da extradição, que deve ser assumido antes da entrega do extraditando; e determinou que seja dado ciência à Procuradoria-Geral da República e notificado o Ministério da Justiça para que comunique, por via diplomática, o Estado requerente, a fim de que, no prazo de 60 (sessenta) dias da comunicação, retire o extraditando do território nacional (art. 92 da Lei de Migração), nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 23.9.2022 a 30.9.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470675","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur470675","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. REINO DA BÉLGICA. ANÁLISE DE MÉRITO DO PROCESSO CRIMINAL. INADMISSIBILIDADE. REGULARIDADE FORMAL. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO.\n\n\n\n    1. É pacífico o entendimento desta Corte no sentido de que, no exame de delibação próprio dos processos de extradição, somente é possível a análise da legalidade extrínseca do pedido, sem o ingresso no mérito da procedência da acusação, bem como da ordem de prisão instrutória ou executória. Precedentes.\n\n\n\n    2. O pedido de entrega em extradição requerido, para fins de processamento pela prática dos crimes de fraude, falsificação de documentos e fraude na internet, formulado pelo Reino da Bélgica, atende aos requisitos formais previstos no Tratado de Extradição firmado entre o Brasil e o Reino da Bélgica em 06.05.1953, e promulgado pelo Decreto nº 41.909, de 29.07.1957.\n\n\n\n    3. Quanto à dupla tipicidade, os crimes pelos quais o extraditando será processado está previsto na legislação belga, nos arts. 193, 496 e 504 quarter do Código Penal belga. No Brasil, a conduta está tipificada no art. 171 do Código Penal (estelionato).\n\n\n\n    4. Quanto à dupla punibilidade, os fatos ocorreram em 2019, de modo que não atingidos pela prescrição, de acordo com as legislações belgas e brasileiras. A pena prevista para o crime de estelionato, de acordo com o Código Penal brasileiro, é de até 5 anos de reclusão, cujo prazo prescricional previsto é de 12 anos (art. 109, III, CP). Sendo assim, a prescrição somente ocorrerá em 2031. Os fatos também não se encontram prescritos na legislação belga, visto que a expedição de mandado de detenção internacional ocorreu em 26.01.2021 pela Justiça da Bélgica.\n\n\n\n    5 O crime pelo qual se pretende a extradição não tem conotação política (art. 82-VII da Lei 13.445/17), sua apuração é de competência exclusiva do estado requerente (art. 82-III da Lei 13.445/17). A pena máxima é superior a 2 anos (art. 82-IV da Lei 13.445/17) e o extraditando não tem nacionalidade brasileira (art. 82-1 da Lei 13.445/17).\n\n\n\n    6.  Extradição deferida, condicionada a entrega ao compromisso de detração da pena, considerado o período de prisão decorrente da extradição, que deve ser assumido antes da entrega da extraditando.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763585387","externo_seq_objeto_incidente":6166092,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-200  DIVULG 05-10-2022  PUBLIC 06-10-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1671&classe=Ext","is_colac":false,"titulo":"Ext 1671","documental_legislacao_citada_texto":["LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00001 INC-00003 INC-00004\n    INC-00007 ART-00092\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD ANO-1953\n    TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO E JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00003 ART-00171\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000026 ANO-1956\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO E JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA\n\n","LEG-FED   DEC-041909 ANO-1957\n    DECRETO\n\n","LEG-FED   DEC-041909 ANO-1957\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO FIRMADO, NO RIO E JANEIRO, A 6 DE MAIO DE 1953, ENTRE O BRASIL E A BÉLGICA"],"publicacao_data":"2022-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1671&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, ANALISE, LEGALIDADE)\nExt 669 (TP), Ext 703 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA DUPLA TIPICIDADE)\nExt 560 (TP). \n- Legislação estrangeira citada: arts. 193, 496 e 504 quarter do Código Penal belga.\nNúmero de páginas: 8.\nAnálise: 26/06/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA BÉLGICA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : MARCO PAULO FERREIRA MARQUES \nADV.(A/S)  : DAVID ROVERSO MUSSO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470675,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1671","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-10-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1671,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}