{"result":{"took":805,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":86.25613,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478209","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que negava provimento ao recurso extraordinário da União, reconhecia, porém, a constitucionalidade da interrupção dos efeitos futuros da coisa julgada em relações jurídicas tributárias de trato sucessivo, quando esta Corte se manifestar em sentido contrário em recurso extraordinário com repercussão geral, propunha a fixação da seguinte tese de repercussão geral (tema 885): “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das sentenças transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”, e, por fim, propunha, com base no art. 27 da Lei nº 9.868/1999, que a tese firmada venha a ser aplicada, a partir da publicação da ata de julgamento deste acórdão, considerando o período de anterioridade nonagesimal, nos casos de restabelecimento de incidência de contribuições sociais, e de anterioridade anual e noventena, para o restabelecimento da incidência das demais espécies tributárias, observadas as exceções constitucionais, no que foi acompanhado pelos Ministros Rosa Weber e Dias Toffoli; e do voto do Ministro Gilmar Mendes, que dava provimento ao recurso extraordinário para assentar que, em se tratando de relação jurídica de trato sucessivo, a superveniência de interpretação do Plenário do STF, em sede de controle concentrado ou difuso de constitucionalidade, divergente com a exegese transitada em julgado em demanda individual ou coletiva, faz cessar a ultratividade da eficácia preclusiva da coisa julgada formal e material em relação aos efeitos futuros de atos pretéritos, além dos atos futuros, denegando a segurança, e, ainda, sugeria a fixação das seguintes teses de repercussão geral: “1) em se tratando de efeitos pretéritos ou pendentes de atos passados, quando se tratar de relação jurídica de trato sucessivo, é cabível ação rescisória ou alegação de inexigibilidade do título executivo judicial quando este contrariar a exegese conferida pelo Plenário da Suprema Corte, tal como assentado na ADI 2.418, Rel. Min. Teori Zavascki, Pleno, DJe 17.11.2016; no RE 730.462, Rel. Min. Teori Zavascki, Pleno, DJe 9.9.2015 (tema 733 da RG); e no RE 611.503, Redator p/ acórdão Min. Edson Fachin, Pleno, DJe 10.3.2019 (tema 360 da RG), além do disposto nos §§ 7º e 8º do art. 535 do CPC; e 2) quanto aos efeitos futuros de atos passados, bem ainda de atos futuros, ambos submetidos à relação jurídica de trato continuado, cessa a ultratividade de título judicial fundado em ‘aplicação ou interpretação tida como incompatível com a Constituição’, na situação em que o pronunciamento jurisdicional for contrário ao decidido pelo Plenário do Supremo Tribunal Federal, seja no controle difuso, seja no controle concentrado de constitucionalidade, independentemente de ação rescisória ou qualquer outra demanda, diante da cláusula rebus sic stantibus, na linha do que assentado no RE 596.663, Redator p/ acórdão Min. Teori Zavascki, Tribunal Pleno, DJe 26.11.2014 (tema 494 da RG)”, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: pela recorrente, o Dr. Claudio Xavier Seefelder Filho, Procurador da Fazenda Nacional; pela recorrida, o Dr. José Roberto dos Santos Bedaque; pelo amicus curiae Federação das Indústrias do Estado de São Paulo, a Dra. Misabel de Abreu Machado Derzi; e, pelo amicus curiae Conselho Federal da Ordem dos Advogados do Brasil - CFOAB, o Dr. Luiz Gustavo A. S. Bichara. Plenário, Sessão Virtual de 6.5.2022 a 13.5.2022.\r\n\n           Decisão: Após o voto-vista do Ministro Alexandre de Moraes, que acompanhava o voto do Relator para negar provimento ao recurso extraordinário, aderindo à tese e à modulação propostas, pediu vista dos autos o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 30.9.2022 a 7.10.2022.\r\n\n           Decisão: Após o voto reajustado do Ministro Roberto Barroso (Relator), no sentido de negar provimento ao recurso extraordinário da União, reconhecendo, porém, a constitucionalidade da cessação dos efeitos futuros da coisa julgada em relações jurídicas tributárias de trato sucessivo, quando esta Corte se manifestar em sentido contrário em recurso extraordinário com repercussão geral, e propondo a fixação da seguinte tese de repercussão geral (tema 885): “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”, no que foi acompanhado pelos Ministros Rosa Weber (Presidente), Dias Toffoli e Alexandre de Moraes; e do voto reajustado do Ministro Gilmar Mendes, que acompanhava, com ressalvas, o Relator, dele divergindo apenas em relação à aplicação dos princípios das anterioridades (anual e/ou nonagesimal) e, quanto às teses de repercussão geral propostas pelo Relator, ressalvava seu entendimento pessoal para acompanhar o item 1 e divergir pontualmente do item 2, por entender desnecessária a aplicação dos princípios da anterioridade anual e da noventena; o processo foi destacado pelo Ministro Edson Fachin. Plenário, Sessão Virtual de 18.11.2022 a 25.11.2022.\r\n\n                 Decisão: Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela recorrente, a Dra. Anelize Lenzi Ruas de Almeida, Procuradora-Geral da Fazenda Nacional; pela recorrida, o Dr. José Roberto dos Santos Bedaque; pelo amicus curiae Federação das Indústrias do Estado de São Paulo - FIESP, a Dra. Mizabel de Abreu Machado Derzi; e, pelo amicus curiae Conselho Federal da Ordem dos Advogados do Brasil - CFOAB, o Dr. Luiz Gustavo Antônio Silva Bichara. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Presidência da Ministra Rosa Weber. Plenário, 1º.2.2023.\r\n\n      Decisão: Após o voto do Ministro Roberto Barroso (Relator), que negava provimento ao recurso extraordinário da União, no que foi acompanhado pelos Ministros Edson Fachin, Gilmar Mendes, André Mendonça, Nunes Marques, Alexandre de Moraes, Luiz Fux, Dias Toffoli e Cármen Lúcia, com divergências no tocante à modulação dos efeitos da decisão e à aplicação dos princípios das anterioridades (anual e nonagesimal), o julgamento foi suspenso. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Presidência da Ministra Rosa Weber. Plenário, 2.2.2023.\r\n\n                 Decisão: O Tribunal, por unanimidade, apreciando o tema 885 da repercussão geral, negou provimento ao recurso extraordinário da União. Por maioria, não modulou os efeitos da decisão, vencidos os Ministros Edson Fachin, Luiz Fux, Ricardo Lewandowski, Dias Toffoli e, em parte, o Ministro Nunes Marques, que propunham modulação. Por fim, por maioria, entenderam-se aplicáveis as limitações constitucionais temporais ao poder de tributar, vencidos os Ministros Gilmar Mendes, André Mendonça, Alexandre de Moraes e Dias Toffoli. Na sequência, por unanimidade, foi fixada a seguinte tese: “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”. Tudo nos termos do voto do Relator. Presidência da Ministra Rosa Weber. Plenário, 8.2.2023.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["8","10","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478209","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-17T16:40:18.503620","dg_unique":"sjur478209","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional e tributário. Recurso Extraordinário com Repercussão Geral. Contribuição Social sobre Lucro Líquido (CSLL). Obrigação de trato sucessivo. Hipóteses de cessação dos efeitos da coisa julgada diante de decisão superveniente do STF.\n\n\n\n    1. Recurso extraordinário com repercussão geral reconhecida, a fim de decidir se e como as decisões desta Corte em sede de controle difuso fazem cessar os efeitos futuros da coisa julgada em matéria tributária, nas relações de trato sucessivo, quando a decisão estiver baseada na constitucionalidade ou inconstitucionalidade do tributo.\n\n\n\n    2. Em 1992, o contribuinte obteve decisão judicial que o exonerava do pagamento da CSLL. O acórdão do Tribunal Regional Federal da 1ª Região considerou que a lei instituidora da contribuição (Lei nº 7.869/1988) possuía vício de inconstitucionalidade formal, por se tratar de lei ordinária em matéria que exigiria lei complementar. A decisão transitou em julgado. \n\n\n\n    3. A questão debatida no presente recurso diz respeito à subsistência ou não da coisa julgada que se formou, diante de pronunciamentos supervenientes deste Supremo Tribunal Federal em sentido diverso.\n\n\n\n    4. O tema da cessação da eficácia da coisa julgada, embora complexo, já se encontra razoavelmente bem equacionado na doutrina, na legislação e na jurisprudência desta Corte. Nas obrigações de trato sucessivo, a força vinculante da decisão, mesmo que transitada em julgado, somente permanece enquanto se mantiverem inalterados os seus pressupostos fáticos e jurídicos (RE 596.663, Red. p/ o acórdão Min. Teori Zavascki, j. em 24.09.2014).\n\n\n\n    5. As decisões em controle incidental de constitucionalidade, anteriormente à instituição do regime de repercussão geral, não tinham natureza objetiva nem eficácia vinculante. Consequentemente, não possuíam o condão de desconstituir automaticamente a coisa julgada que houvesse se formado, mesmo que em relação jurídica tributária de trato sucessivo.\n\n\n\n    6. Em 2007, este Supremo Tribunal Federal, em ação direta de inconstitucionalidade julgada improcedente, declarou a constitucionalidade da referida Lei nº 7.869/1988 (ADI 15, Rel. Min. Sepúlveda Pertence, julgamento em 14.06.2007). A partir daí, houve modificação substantiva na situação jurídica subjacente à decisão transitada em julgado, em favor do contribuinte. Tratando-se de relação de trato sucessivo, sujeita-se, prospectivamente, à incidência da nova norma jurídica, produto da decisão desta Corte.\n\n\n\n    7. Na parte subjetiva desta decisão referente ao caso concreto, verifica-se que, em 2006, a Fazenda Nacional pretendeu cobrar a CSLL concernente aos anos de 2001 a 2003. Sendo assim, por se tratar de autuação relativa a fatos geradores anteriores à decisão deste Tribunal na ADI 15, prevalece a coisa julgada em favor do contribuinte. Como consequência, nega-se provimento ao recurso extraordinário interposto pela Fazenda Nacional.\n\n\n\n    8. Já a tese objetiva que se extrai do presente julgado, para fins de repercussão geral, pode ser assim enunciada: “1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767319011","externo_seq_objeto_incidente":4945134,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-s/n  DIVULG 28-04-2023  PUBLIC 02-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=955227&classe=RE","is_colac":false,"titulo":"RE 955227","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00042 INC-00007\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1969\n    CF-1969 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00003 INC-00004 ART-00005 \"CAPUT\"\n    INC-00002 INC-00036 ART-00037 ART-00042\n    INC-00007 ART-00052 INC-00010 ART-00093\n    INC-00009 ART-00102 \"CAPUT\" INC-00001\n    LET-A INC-00003 LET-A PAR-00001\n    PAR-00002 PAR-00003 ART-0103B ART-0146A\n    ART-00148 INC-00001 ART-00150 INC-00001\n    INC-00002 INC-00003 LET-A LET-B\n    LET-C INC-00006 LET-C ART-00170\n    INC-00004 ART-00195 INC-00001 LET-C\n    PAR-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000003 ANO-1993\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000020 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000029 ANO-2000\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042 ANO-2003\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00056\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000070 ANO-1991\n    ART-00006 INC-00002\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00097 INC-00001 INC-00002 ART-00142\n    ART-00156\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00471 INC-00001 PAR-UNICO ART-0475L\n    PAR-00001 ART-00485 INC-00005 ART-00495\n    ART-0543A PAR-00001 ART-0543B PAR-00003\n    ART-0543C ART-00741 PAR-ÚNICO\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-007689 ANO-1988\n    ART-00008 ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007698 ANO-1988\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007869 ANO-1988\n    ART-00008 ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007856 ANO-1989\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008034 ANO-1990\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002 PAR-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008112 ANO-1990\n    RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008212 ANO-1991\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008383 ANO-1991\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008541 ANO-1992\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009430 ANO-1996\n    ART-00056\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009779 ANO-1999\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00028\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00010 PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011232 ANO-2005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011418 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-0475L PAR-00001 ART-00495 ART-00502\n    ART-00505 INC-00001 ART-00525 PAR-00001\n    INC-00003 PAR-00012 PAR-00013 PAR-00014\n    PAR-00015 ART-00535 INC-00003 PAR-00005\n    PAR-00006 PAR-00007 PAR-00008 ART-00926\n    PAR-00001 PAR-00002 ART-00927 INC-00003\n    PAR-00003 ART-00966 ART-00988 PAR-00005\n    INC-00002 ART-01035 ART-00001 ART-01036\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00001\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-199737 ANO-2000\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-218035 ANO-2001\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   RGI ANO-1980\n    ART-00175 PAR-UNICO ART-0354E\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000026\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000028\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000239\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000343\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000276\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2023-05-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=955227&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(OBRIGAÇÃO, PRESTAÇÃO SUCESSIVA, EFEITO, DECISÃO, TRÂNSITO EM JULGADO, AUSÊNCIA, ALTERAÇÃO)\r\nRE 596663 (TP).\r\n(EFICÁCIA TEMPORAL, DECISÃO TRANSITADA EM JULGADO, LEGISLAÇÃO SUPERVENIENTE, INCONSTITUCIONALIDADE)\r\nRE 730462 (TP).\r\n(EFICÁCIA, COISA JULGADA, CONTROLE CONCENTRADO, PRESTAÇÃO SUCESSIVA)\r\nRE 949297 (TP).\r\n(AUSÊNCIA, REPERCUSSÃO GERAL, LIMITAÇÃO, COISA JULGADA)\r\nARE 748371 RG (TP).\r\n(INEXIGIBILIDADE, TÍTULO, LEI, INCONSTITUCIONALIDADE)\r\nADI 2418 (TP).\r\n(EFICÁCIA ERGA OMNES, CONTROLE DIFUSO, OBJETIVAÇÃO, CONTROLE INCIDENTAL)\r\nRcl 4335 (TP).\r\n(CONSTITUCIONALIDADE, CONTRIBUIÇÃO SOCIAL SOBRE O LUCRO LÍQUIDO (CSLL), DESNECESSIDADE, LEI COMPLEMENTAR)\r\nRE 138284 (TP), RE 147313 (2ªT), ADI 2418 (TP), RE 146733 (TP), RE 150764 (TP).\r\n(RESOLUÇÃO, SENADO FEDERAL, SUSPENSÃO, EFICÁCIA, LEI, INCONSTITUCIONALIDADE)\r\nADI 15 (TP).\r\n(EXIGÊNCIA, FUNDAMENTAÇÃO, ACÓRDÃO, DESNECESSIDADE, APRECIAÇÃO, ESPECIFICIDADE, ARGUMENTAÇÃO, PROVA)\r\nAI 791292 QO-RG.\r\n(OFENSA, PRINCÍPIO DA IRRETROATIVIDADE DA LEI, CONTRIBUIÇÃO SOCIAL SOBRE O LUCRO LÍQUIDO (CSLL))\r\nRE 147313 (2ªT).\r\n(COISA JULGADA, COBRANÇA, IMPOSTO, EXERCÍCIO FISCAL)\r\nAI 11227 embargos.\r\n(SÚMULA, APLICAÇÃO, LANÇAMENTO TRIBUTÁRIO, EXERCÍCIO FISCAL, DESCABIMENTO, DISCUSSÃO, RELAÇÃO JURÍDICA TRIBUTÁRIA)\r\nARE 704846 ED (1ªT), AI 791071 AgR-ED (1ªT).\r\n(CONTROLE CONCENTRADO, EFEITO RETROATIVO, EFICÁCIA ERGA OMNES)\r\nRp 971 (1ªT) - RTJ 87/758, RTJ 89/367, RE 79343 (2ªT) - RTJ 82/791.\r\n(NULIDADE, ATO, INCONSTITUCIONALIDADE, AUSÊNCIA, EFICÁCIA JURÍDICA, EFEITO RETROATIVO)\r\nRcl 2576 (TP), Rcl 3473 AgR (TP).\r\n(RETROATIVIDADE, DECISÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, COISA JULGADA)\r\nRcl 2600 AgR (TP).\r\n(AFASTAMENTO, COISA JULGADA, NECESSIDADE, AÇÃO RESCISÓRIA)\r\nRE 730462 (TP).\r\n(DECLARAÇÃO, INCONSTITUCIONALIDADE, NULIDADE, ATO, PODER PÚBLICO, AUSÊNCIA, PRODUÇÃO DE EFEITOS)\r\nRTJ 146/461.\r\n(DISPOSITIVO, DECISÃO, EFEITO VINCULANTE)\r\nRcl 2475 AgR (TP).\r\n(EFEITO VINCULANTE, EFICÁCIA EXECUTIVA, CARÁTER IMPOSITIVO, ATO ADMINISTRATIVO, ATO JUDICIAL)\r\nRE 730462 (TP).\r\n(VINCULAÇÃO, LEGISLADOR, PREJUÍZO, ESTADO DEMOCRÁTICO DE DIREITO, LEGITIMIDADE)\r\nRcl 467 (TP) - RTJ 157/773, Rcl 2143 AgR (TP) - RTJ 187/150, Rcl 2617 AgR (TP), ADI 907 MC (TP) - RTJ 150/726.\r\n(CONSTITUCIONALIDADE, EFEITO VINCULANTE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE)\r\nRcl 1880 AgR-QO (TP).\r\n(STF, MONOPÓLIO, INTERPRETAÇÃO, CONSTITUIÇÃO)\r\nADI 3345 (TP).\r\n(STF, AUTORIDADE, CONTROLE DE CONSTITUCIONALIDADE, AUSÊNCIA, SUBORDINAÇÃO)\r\nADI 3659 (TP).\r\n(CONTROLE CONCENTRADO, AUSÊNCIA, VINCULAÇÃO, STF, CAUSA DE PEDIR)\r\nAI 174811.\r\n(CONSTITUCIONALIDADE, AÇÃO RESCISÓRIA, REVISÃO, COISA JULGADA)\r\nADI 2418 (TP).\r\n(INADMISSIBILIDADE, AÇÃO RESCISÓRIA, OFENSA, DISPOSITIVO, LEI)\r\nAR 2572 AgR (TP).\r\n(IMPOSSIBILIDADE, COISA JULGADA, PRESTAÇÃO SUCESSIVA, IMUTABILIDADE, NORMATIVIDADE)\r\nRE 99435 (1ªT).\r\n(INCONSTITUCIONALIDADE, REAJUSTE, PLANO COLLOR I, SERVIDOR PÚBLICO)\r\nMS 21216 (TP).\r\n(STF, SOLUÇÃO, DIVERGÊNCIA, SEGURANÇA JURÍDICA, TRIBUNAL A QUO)\r\nRE 328812 ED (TP), RE 198604 EDv-ED (TP).\r\n(INCONSTITUCIONALIDADE, VANTAGEM REMUNERATÓRIA, SERVIDOR PÚBLICO, MODULAÇÃO DE EFEITOS)\r\nARE 1204148 AgR (1ªT).\r\n(DESCONSTITUIÇÃO DE JULGADO, COISA JULGADA, NECESSIDADE, AÇÃO RESCISÓRIA)\r\nRE 730462 (TP).\r\n(AÇÃO RESCISÓRIA, CABIMENTO, DISPOSIÇÃO EXPRESSA, INTERPRETAÇÃO CONTROVERTIDA)\r\nRE 328812 ED (TP).\r\n(CABIMENTO, AÇÃO RESCISORIA, DECISÃO, STF)\r\nRE 730462 (TP).\r\n(ALEGAÇÃO, INEXIGIBILIDADE, EXECUÇÃO POR TÍTULO JUDICIAL, CUMPRIMENTO DA SENTENÇA)\r\nADI 2418 (TP).\r\n(INTERPRETAÇÃO CONSTITUCIONAL, STF, VINCULAÇÃO, TRIBUNAL)\r\nRE 203498 AgR (2ªT).\r\n(MANUTENÇÃO, DECISÃO, INSTÂNCIA ORDINÁRIA, DECISÃO DIVERGENTE, INTERPRETAÇÃO CONSTITUCIONAL, FORÇA NORMATIVA DA CONSTITUIÇÃO, PRINCÍPIO DA MÁXIMA EFETIVIDADE)\r\nRE 328812 AgR (2ªT).\r\n(ATO, LEI INCONSTITUCIONAL, ILICITUDE)\r\nRMS 17976 (3ªT), RMS 17976 (3ªT) - RTJ 55/744.\r\n(INSUSCETIBILIDADE, REVISÃO, AUSÊNCIA, AFETAÇÃO, DECLARAÇÃO DE INCONSTITUCIONALIDADE)\r\nRE 86506 (2ªT).\r\n(EFEITO VINCULANTE, COISA JULGADA, PRESTAÇÃO SUCESSIVA, PERMANÊNCIA, MATÉRIA DE FATO)\r\nRE 596663 (TP).\r\n(RELAÇÃO JURÍDICA CONTINUATIVA, LEI VIGENTE, PARCELA)\r\nADI 4425 QO (TP), ADI 4357 QO (TP), AI 791071 AgR-ED (1ªT), MS 32435 AgR (2ªT).\r\n(POSSIBILIDADE, ALTERAÇÃO, ISENÇÃO, LEI COMPLEMENTAR, LEI ORDINÁRIA, AUSÊNCIA)\r\nRE 377457 (TP), RE 451988 AgR (1ªT).\r\n(AUSÊNCIA, MODULAÇÃO DE EFEITOS)\r\nRE 377457 ED (TP).\r\n(RESCISÃO, SENTENÇA, VÍCIO DE INCONSTITUCIONALIDADE, AUSÊNCIA, APLICAÇÃO, NORMA CONSTITUCIONAL)\r\nRE 611503 (TP).\r\n(COISA JULGADA, APLICAÇÃO, EXERCÍCIO FINANCEIRO EM CURSO, IMPOSSIBILIDADE, EXERCÍCIO FINANCEIRO SEGUINTE)\r\nRE 93048 (1ªT), RE 109073 (1ªT).\r\n(POSSIBILIDADE, AÇÃO RESCISÓRIA, DECISÃO, INSTÂNCIA INFERIOR, DIVERGÊNCIA, STF)\r\nRE 529675 AgR-segundo (1ªT), AR 2370 AgR (TP), ARE 1351812 AgR (1ªT).\r\n(IMPOSSIBILIDADE, AÇÃO RESCISÓRIA, DIVERGÊNCIA, PLENÁRIO)\r\nAR 2297 (TP).\r\n(RESOLUÇÃO, SENADO FEDERAL, PUBLICIDADE, DECISÃO, STF)\r\nRcl 4335 (TP).\r\n(DUPLICIDADE, INCIDÊNCIA, PRINCÍPIO DA ANTERIORIDADE, MATÉRIA INFRACONSTITUCIONAL)\r\nARE 883073 AgR (1ªT), ARE 882027 AgR (2ªT), RE 951725 AgR (1ªT).\r\n(AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, EFICÁCIA ERGA OMNES, EFEITO VINCULANTE)\r\nADC 1 QO (TP).\r\n(COMPETÊNCIA, STF, APRECIAÇÃO, AÇÃO CAUTELAR, EFEITO SUSPENSIVO, RECURSO EXTRAORDINÁRIO)\r\nAC 2177 MC-QO (TP).\r\n(STF, APRECIAÇÃO, MATÉRIA CONSTITUCIONAL, IMPOSSIBILIDADE, REEXAME)\r\nAI 760358 QO (TP).\r\n(RECURSO EXTRAORDINÁRIO, REPERCUSSÃO GERAL, EFEITO VINCULANTE, PODER JUDICIÁRIO)\r\nRcl 10793 (TP).\r\n(PRINCÍPIO DA IGUALDADE TRIBUTÁRIA, CAPACIDADE CONTRIBUTIVA, ESTADO SOBERANO, COLETIVIDADE)\r\nRE 601314 (TP).\r\n(AUSÊNCIA, OFENSA, COISA JULGADA, CESSAÇÃO, EFEITO, PRESTAÇÃO SUCESSIVA)\r\nMS 21865 (TP), MS 26980 AgR (2ªT), MS 27965 AgR (1ªT), Rcl 33765 (1ªT), MS 36585 AgR (1ªT), ARE 1243237 AgR (2ªT).\r\n(PERDA, EFICÁCIA, SENTENÇA, ACRÉSCIMO, REMUNERAÇÃO, INCORPORAÇÃO, SUPERVENIÊNCIA)\r\nRE 596663 (TP).\r\n(STF, DEVER, PRESERVAÇÃO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO)\r\nAI 733387 (2ªT).\r\n(IMPOSSIBILIDADE, RECLAMAÇÃO, AGRAVO, ENTENDIMENTO, STF)\r\nAI 760358 QO (TP).\r\n(DIREITO, CONTRIBUINTE, RECOLHIMENTO, TRIBUTO, MOMENTO ANTERIOR, JULGAMENTO, STF)\r\nRE 590809 (TP).\r\n(CESSAÇÃO, EFEITO, DECISÃO ANTERIOR)\r\nADPF 101 (TP).\r\n(CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO DE PROCESSO CIVIL DE 1973, CÓDIGO DE PROCESSO CIVIL DE 2015)\r\nADI 2418 (TP).\r\n(ADMISSIBILIDADE, AÇÃO RESCISÓRIA, VÍCIO DE INCONSTITUCIONALIDADE)\r\nAR 1713 (TP).\r\n(DECISÃO, STF, CESSAÇÃO, EFEITO, SENTENÇA, PRESTAÇÃO SUCESSIVA)\r\nADI 711 QO (TP).\r\n(SENTENÇA, TRÂNSITO EM JULGADO, DIFERENÇA, REMUNERAÇÃO, SERVIDOR PÚBLICO, REESTRUTURAÇÃO, REMUNERAÇÃO)\r\nRE 561836 (TP).\r\n(PRINCÍPIO DA ANTERIORIDADE, CLÁUSULA PÉTREA, LIMITAÇÃO DO PODER DE TRIBUTAR)\r\nADI 939 (TP).\r\n(PRINCÍPIO DA ANTERIORIDADE, PRINCÍPIO DA ANTERIORIDADE NONAGESIMAL, PRAZO, SIMULTANEIDADE)\r\nADI 5282 (TP).\r\n(INAPLICABILIDADE, PRESTAÇÃO SUCESSIVA, INDISPENSABILIDADE, AÇÃO RESCISÓRIA)\r\nRE 730462 (TP).\r\n(INCONSTITUCIONALIDADE, VEDAÇÃO, PROGRESSÃO DE REGIME PRISIONAL, CRIME HEDIONDO)\r\nHC 82959 (TP).\r\n(INEXIGIBILIDADE, EXECUÇÃO POR TÍTULO JUDICIAL, LEI, INCONSTITUCIONALIDADE)\r\nRE 592912 AgR (2ªT).\r\n- Decisões monocráticas citadas:\r\n(EFEITO VINCULANTE, RAZÃO DE DECIDIR, STF, JURISDIÇÃO CONSTITUCIONAL, CONTROLE CONCENTRADO)\r\nRcl 2986 MC.\r\n(IMPOSSIBILIDADE, LIMITAÇÃO, LEGISLADOR, DECLARAÇÃO DE INCONSTITUCIONALIDADE)\r\nRcl 14156 MC.\r\n(VINCULAÇÃO, LEGISLADOR, PREJUÍZO, ESTADO DEMOCRÁTICO DE DIREITO, LEGITIMIDADE)\r\nRcl 5442 MC.\r\n(REAPRECIAÇÃO, STF, CONTROLE CONCENTRADO, INAPLICABILIDADE, EFEITO VINCULANTE)\r\nADI 2675, ADI 2777.\r\n(COISA JULGADA, APLICAÇÃO, EXERCÍCIO FINANCEIRO EM CURSO, IMPOSSIBILIDADE, EXERCÍCIO FINANCEIRO SEGUINTE)\r\nAI 817329, ARE 861473.\r\n(DUPLICIDADE, INCIDÊNCIA, PRINCÍPIO DA ANTERIORIDADE, MATÉRIA INFRACONSTITUCIONAL)\r\nRE 346323, ARE 892125, ARE 918159, ARE 924205.\r\n(DECISÃO, STF, DESCONSTITUIÇÃO DE JULGADO, COISA JULGADA, NECESSIDADE, RECURSO, AÇÃO RESCISÓRIA)\r\nARE 730642.\r\n(ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, EFICÁCIA ERGA OMNES, EFEITO VINCULANTE)\r\nRcl 6465.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(TRÂNSITO EM JULGADO, DECISÃO, INCONSTITUCIONALIDADE, TRIBUTO)\r\nSTJ: REsp 1118893.\r\n(IMPOSSIBILIDADE, INCIDÊNCIA, DUPLICIDADE, PRINCÍPIO DA ANTERIORIDADE)\r\nSTJ: EREsp 1411749.\r\n(PROTEÇÃO, COISA JULGADA, LEGISLAÇÃO, JULGAMENTO, STF)\r\nSTJ: REsp 1118893.\r\n- Legislação estrangeira citada: §79 da Lei Orgânica da Corte Constitucional Alemã.\n- Veja ADI 15, RE 949297, HC 82959, Rcl 383 383, ADI 2418, RE 730462, RE 611503, RE 151836, ARE 861473 AgR, ARE 704846, ADI 2231, RE 582650 QO, RE 135326, RE 138284, RE 592912 AgR. \n- Veja Processo Administrativo 4477/1972 do STF. \n- Veja Tema 339 de RG, RE 730462 de RG (Tema 733), RE 611503 (Tema 360 de RG), RE 590809 (Tema 136 de RG), RE 596663 (Tema 494 de RG), RE 590880 (Tema 106 de RG), RE 946648 (Tema 906 de RG), ARE 748371 (Tema 660 de RG), RE 601314 (Tema 225 de RG), ARE 1285177 (Tema 1108 de RG), RE 363889 (Tema 392), RE 631240 (Tema 350 de RG), RE 561836 (Tema 5 de RG).\n- Veja Parecer PGFN/CRJ nº 492/2011, REsp 1118893 (Tema 340 do STJ), EREsp 1403532 (Tema 912 do STJ), REsp 731250, REsp 1118893.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL \nRECDO.(A/S)  : BRASKEM S/A \nADV.(A/S)  : LUIZ ANTÔNIO BETTIOL \nADV.(A/S)  : EWERTON AZEVEDO MINEIRO \nADV.(A/S)  : CAROLINE SANSELME VIEIRA E OUTRO(S) \nAM. CURIAE.  : FEDERACAO DAS INDUSTRIAS DO ESTADO DE SAO PAULO \nADV.(A/S)  : ALEXANDRE RAMOS \nADV.(A/S)  : CAIO CESAR BRAGA RUOTOLO \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : LUIZ GUSTAVO ANTONIO SILVA BICHARA \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JUNIOR","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"885 - Efeitos das decisões do Supremo Tribunal Federal em controle difuso de constitucionalidade sobre a coisa julgada formada nas relações tributárias de trato continuado.","old_seq_sjur":478209,"documental_tese_texto":"1. As decisões do STF em controle incidental de constitucionalidade, anteriores à instituição do regime de repercussão geral, não impactam automaticamente a coisa julgada que se tenha formado, mesmo nas relações jurídicas tributárias de trato sucessivo. 2. Já as decisões proferidas em ação direta ou em sede de repercussão geral interrompem automaticamente os efeitos temporais das decisões transitadas em julgado nas referidas relações, respeitadas a irretroatividade, a anterioridade anual e a noventena ou a anterioridade nonagesimal, conforme a natureza do tributo.","procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"RE 955227","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2023-02-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARRUDA ALVIM, Teresa. Modulação na alteração da jurisprudência firme ou de precedentes vinculantes. São Paulo, Thomson Reuters Brasil, 2020. p.213.\nARRUDA ALVIM, Teresa, MONERAT, Fábio. Modulação: momento adequado, competência, critérios à luz da jurisprudência dos tribunais. In: SUPREMA – Revista de Estudos Constitucionais, Brasília, v. 1, n. 1. p. 181-213, jan./jun. 2021.\nÁVILA, Humberto. Sistema constitucional tributário. 5. ed. São Paulo: Saraiva, 2012. p. 217.\nBARCELLOS, Ana Paula de. Curso de Direito Constitucional, 2019. p. 622.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro, 2016. p. 168.\nBUENO, Cassio Scarpinella. Curso sistematizado de direito processual civil vol. 1. 9. ed., São Paulo: Saraiva, 2018. p. 286.\nCARNELUTTI, Francesco. Lezioni del diritto processuale civile. Vol. 4. Padova: Editora Cedam, 1986.\nCASALTA NABAIS, José. O dever fundamental de pagar impostos.\nCHIOVENDA. Instituições de Direito Processual Civil. 1942, vol. I, p. 512-513.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 165-166.\nCINTRA, Antonio Carlos de Araújo; GRINOVER, Ada Pellegrini; DINAMARCO, Cândido Rangel. Teoria geral do processo. 31. ed., São Paulo: Malheiros Editores, 2015. p. 168.\nCOSTA, Regina Helena. Curso de direito tributário. 12. ed. São Paulo: SaraivaJur, 2022. p. 102.\nDE OLIVEIRA, Paulo Mendes, Coisa Julgada e Precedente, Limites temporais e as relações jurídicas de trato continuado. São Paulo: Editora Revista dos Tribunais, 2015.\nDIDIER JR., Fredie. Curso de Direito Processual Civil – vol. 1: Introdução ao Direito Processual Civil, Parte Geral e Processo de Conhecimento. 23. ed., Salvador: Juspodivm, 2021. p. 476.\nFARIA, Luiz Alberto Gurgel; SANTOS, Lucilene Rodrigues; RIBEIRO, Marcela. Segurança jurídica, coisa julgada e os precedentes vinculantes em matéria tributária. No prelo.\nFUX, Luiz. Tributação e Segurança Jurídica. Consultor Jurídico. Disponível em: https://www.conjur.com.br/2022-dez-27/luiz-fux-tributacao-seguranca-juridica\nFUX, Luiz. Curso de Direito Processual Civil, 5. ed. p. 919.\nGRECO, Leonardo. Eficácia da declaração erga omnes de constitucionalidade ou inconstitucionalidade em relação à coisa julgada anterior. Revista jurídica da Procuradoria-Geral do Distrito Federal, v. 37, 2003, p.99-114.\nIPSEN, Jörn. Rechtsfolgen der Verfassungswidrigkeit von Norm und Einzelakt. Baden-Baden, 1980. p. 174 e ss.\nKELSEN, Hans. Teoria Pura do Direito, trad. João Batista Machado, 8ª. Ed. WMF Martins Fontes, 2019. p. 390-391.\nLEAL, Roger Stiefelmann. A incorporação das súmulas vinculantes à jurisdição constitucional brasileira: alcance e efetividade em face do regime legal da repercussão geral e da proposta de revisão jurisprudencial sobre a interpretação do art. 52, X, da Constituição. Revista de Direito Administrativo, Rio de Janeiro, v. 261, p. 179-201, set./dez. 2012. p. 194-195.\nLEAL, Roger Stiefelmann. A convergência dos sistemas de controle de constitucionalidade: aspectos processuais e institucionais. Revista de Direito Constitucional e Internacional, v. 57, p. 62, out. 2006.\nMARINONI, Luiz Guilherme. Coisa julgada inconstitucional: a retroatividade da decisão de (in)constitucionalidade do STF sobre a coisa julgada; a questão da relativização da coisa julgada. 2. ed. Ver. E atual. São Paulo: Revista dos Tribunais, 2010.\nMARINONI, Luiz Guilherme; MITIDIERO, Daniel. Recurso Extraordinário e Recurso Especial – do jus litigatoris ao jus constitutionis. 2ª edição. São Paulo: Revista dos Tribunais, p. 86.\nMARINONI, Luiz Guilherme. Processo constitucional e democracia. São Paulo: Thomson Reuters Brasil, 2021. p. 1.163-1.165, 1172.\nMACHADO SEGUNDO, Hugo de Brito; RAMOS MACHADO, Raquel Cavalcanti. Coisa julgada, constitucionalidade em matéria tributária.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 37. ed. São Paulo: Malheiros, 2016. p. 217.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 11 ed. São Paulo: Saraiva, 2016. p. 376.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 12. Ed. São Paulo: Saraiva, 2017. p. 1241.\nMOREIRA, José Carlos Barbosa. Temas de Direito Processual Civil. São Paulo: Saraiva, 2007. p. 245-246.\nMOREIRA, José Carlos Barbosa. Considerações sobre a Chamada \"Relativização” da Coisa Julgada Material, Revista Dialética de Direito Processual, nº 22, janeiro - 2005. p. 91.\nNORTH, Douglas. Institutions, Institutional Change and Economic Performance. Cambridge University Press, 1990.\nOLIVEIRA, Paulo Mendes de. Coisa Julgada e Precedente, 1. ed., 2015, Revista dos Tribunais.\nPLÁCIDO E SILVA. Vocabulário jurídico. 30. ed. Rio de Janeiro: Forense, 2013. p. 1159. \nPONTES DE MIRANDA. Comentários ao Código de Processo Civil, Rio de Janeiro: Forense, 1999, vol. 5. p. 157 e ss.\nROCHA, Cármen Lúcia Antunes. O princípio da coisa julgada e o vício de inconstitucionalidade. Fórum Administrativo – Direito Público – FA, Belo Horizonte, ano 9, n. 100, 2009.\nROSENBERG; SCHWAB; GOTTWALD. Zivilproßrecht. p. 915. \nSEEFELDER FILHO, Claudio Xavier; PEREIRA PINHEIRO, Guilherme. Igualdade na Jurisdição Constitucional Tributária. p. 3 e 13.\nSEN, Amartya. Desenvolvimento como Liberdade. Companhia de Bolso. p. 339. \nZAVASCKI, Teori Albino. Eficácia das sentenças na jurisdição constitucional, 2017. p. 105-107, 99-100, 103.  \nZAVASCKI, Teori Albino. Eficácia das sentenças na jurisdição constitucional. São Paulo: Revista dos Tribunais, 2001. p. 98-101, 88-89.\nZAVASCKI, Teori. Eficácia das sentenças na jurisdição constitucional. 3 ed. São Paulo: Revista dos Tribunais, 2014, p. 122, 119-120. \nZAVASCKI, Teoria Albino. Coisa julgada em matéria constitucional: eficácia das sentenças nas relações jurídicas de trato continuado. In: Doutrina do Superior Tribunal de Justiça: edição comemorativa 15 anos. Org. Gabinete do Ministro-Diretor da Revista. Brasília: STJ, 2005. p. 109-132.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":955227,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478147","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo interessado Presidente da República, o Ministro Bruno Bianco Leal, Advogado-Geral da União; pela interessada Câmara dos Deputados, o Dr. Jules Michelet Pereira Queiroz e Silva, Advogado-Geral da Câmara dos Deputados; pelo interessado Senado Federal, o Dr. Thomaz Henrique Gomma de Azevedo, Advogado-Geral do Senado Federal; pelo amicus curiae Partido Novo, o Dr. Paulo Roberto Roque Antônio Khouri; e, pela Procuradoria-Geral da República, a Dra. Lindôra Maria Araújo, Vice-Procuradora-Geral da República. Presidência da Ministra Rosa Weber. Plenário, 7.12.2022.\r\n\n                 Decisão: Após o voto da Ministra Rosa Weber (Presidente e Relatora), que (i) assentava o prejuízo das ADPFs 854 e 1.014 no que impugnam o Decreto nº 11.190/2022, ante a perda superveniente do objeto, na fração de interesse; (ii) conhecia integralmente das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014 e, no mérito, observada a fundamentação, e nos limites dos pedidos formulados: (a) julgava procedentes os pedidos deduzidos nas ADPFs 850, 851, 854 e 1.014, para declarar incompatíveis com a ordem constitucional brasileira as práticas orçamentárias viabilizadoras do chamado “esquema do orçamento secreto”, consistentes no uso indevido das emendas do Relator-Geral do orçamento para efeito de inclusão de novas despesas públicas ou programações no projeto de lei orçamentária anual da União; (b) declarava a inconstitucionalidade material do art. 4º do Ato Conjunto das Mesas da Câmara dos Deputados e do Senado Federal nº 1/2021 e do inteiro teor da Resolução CN nº 2/2021; (c) conferia interpretação conforme às leis orçamentárias anuais de 2021 (Lei nº 14.144/2021) e de 2022 (Lei nº 14.303/2022), vedando a utilização das despesas classificadas sob o indicador orçamentário RP 9 para o propósito de atender a solicitações de despesas e indicações de beneficiários realizadas por Deputados Federais, Senadores da República, Relatores da Comissão Mista de Orçamento (CMO) e quaisquer “usuários externos” não vinculados aos órgãos da Administração Pública Federal, independentemente de tal requisição ter sido formulada pelos sistemas formais ou por vias informais (cabendo, em consequência, aos Ministros de Estado titulares das pastas beneficiadas com recursos consignados sob a rubrica RP 9 orientarem a execução desses montantes em conformidade com os programas e projetos existentes nas respectivas áreas, afastado o caráter vinculante das indicações formuladas pelo relator-geral do orçamento, nos moldes do art. 2º, § 1º, do Decreto nº 10.888/2021); (d) determinava, a todas as unidades orçamentárias e órgãos da Administração Pública em geral que realizaram o empenho, liquidação e pagamento de despesas classificadas sob o indicador orçamentário RP 9, nos exercícios financeiros de 2020 a 2022, a publicação dos dados referentes aos serviços, obras e compras realizadas com tais verbas públicas, assim como a identificação dos respectivos solicitadores e beneficiários, de modo acessível, claro e fidedigno, no prazo de 90 (noventa) dias; e (iii) fixava a seguinte tese: “As emendas do Relator-Geral do orçamento destinam-se, exclusivamente, à correção de erros e omissões, nos termos do art. 166, § 3º, III, alínea ‘a’, da Constituição Federal, vedada a sua utilização indevida para o fim de criação de novas despesas ou de ampliação das programações previstas no projeto de lei orçamentária anual”, o julgamento foi suspenso. Plenário, 14.12.2022.\r\n\n                       Decisão:  Em continuidade de julgamento, após o voto do Ministro André Mendonça, que conhecia, em parte, das arguições de descumprimento de preceito fundamental, nos termos do voto da Ministra Rosa Weber (Presidente e Relatora), porém, na parte conhecida, julgava parcialmente procedentes os pedidos, tão somente com a finalidade de declarar omissão parcial do Poder Público no que toca à regulamentação da execução do indicador de Resultado Primário nº 09 derivado das Leis Orçamentárias Anuais de 2021 e 2022; por intermédio do emprego da técnica de declaração de inconstitucionalidade sem a pronúncia da nulidade, fixava prazo de 60 dias, determinando aos arguidos que: (i) normatizem as emendas do Relator-Geral, de modo a explicitar a priori os fundamentos levados periodicamente em consideração para fixar o volume financeiro da execução pertinente ao RP-9 e respectivos critérios de rateio desse montante entre as duas Casas do Congresso Nacional e respectivos órgãos, com especial atenção à CMO; e (ii) passem a garantir às emendas de relator identificadas pelo RP-9 o mesmo nível de transparência e de controle verificáveis na execução referente aos RP-6 (despesa primária decorrente de emendas individuais, de execução obrigatória) e RP-7 (despesa primária decorrente de emendas de bancada estadual, de execução obrigatória); e propunha a fixação de interpretação conforme à Constituição para assentar que, apesar de “ainda constitucional”, encontra-se em trânsito para a inconstitucionalidade parcela do regime das Emendas do Relator-Geral do Orçamento, isto é, prescrições normativas a exemplo da expressão “e, exceto quanto à exigência de anulação integral a que se refere a alínea ‘b’ do inciso III, com ‘RP 9’”, contida no § 8º do art. 4º da Lei n. 14.303, de 21 de janeiro de 2022 (LOA de 2022); e (2) o art. 71 da Lei 14.194/2021 (LDO de 2022), naquilo que estabelece que o preceito não se aplica às programações com identificador de RP 9; no mesmo sentido, apelava ao Legislador para que se abstenha de estabelecer em relação ao regime jurídico das emendas de relator-geral da Comissão Mista de Orçamento a equiparação dos regimes jurídicos das emendas individuais e das emendas de relator, especialmente quanto à obrigatoriedade de execução dessas despesas pelo Poder Executivo, assim como o atendimento da legislação estruturante da respectiva política pública, sobretudo no que concerne aos critérios de distribuição de recursos - como população e índices socioeconômicos do ente da Federação; do voto do Ministro Nunes Marques, que a) não conhecia das ADPFs 850, 851, 854 e 1.014; e, b) caso vencido na preliminar, no mérito, deferia parcialmente os pedidos formulados, de modo a, tão somente, reconhecendo a contrariedade aos princípios da transparência e da publicidade, determinar que o Congresso Nacional, no prazo de 30 (trinta) dias corridos, proceda aos ajustes necessários, no orçamento de 2022 e seguintes, quanto à execução das despesas indicadas pelo classificador RP 9 (despesas decorrentes de emendas do relator do projeto de lei orçamentária anual), de modo que todas as demandas de parlamentares voltadas à distribuição de emendas de relator-geral, independentemente da modalidade de aplicação, sejam associadas aos respectivos parlamentares requerentes e registradas em plataforma eletrônica centralizada mantida pelo órgão central do Sistema de Planejamento e Orçamento Federal previsto nos arts. 3º e 4º da Lei 10.180/2001, assegurado amplo acesso público, com medidas de fomento à transparência ativa, assim como sejam garantidas a comparabilidade e a rastreabilidade dos dados referentes às solicitações/pedidos de distribuição de emendas e sua respectiva execução, em conformidade com os princípios da publicidade e transparência previstos nos arts. 37, caput, e 163-A da Constituição Federal, com o art. 3º da Lei 12.527/2011 e art. 48 da Lei Complementar 101/2000, ressalvando os orçamentos dos exercícios 2020 e 2021, assim como todos os anteriores, por entender que a tramitação e a execução das respectivas leis orçamentárias, ainda que passíveis de críticas, atenderam à compreensão então vigente, que não apresentava controvérsia; do voto do Ministro Alexandre de Moraes, que acompanhava a Relatora, assentando o prejuízo das ADPFs 854 e 1.014 no que impugnam o Decreto nº 11.190/2022, ante a perda superveniente do objeto; acompanhava também a Relatora no conhecimento integral das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014; no mérito, divergia parcialmente da Relatora e julgava parcialmente procedentes os pedidos deduzidos nas ADPFs 850, 851, 854 e 1.014, para, afastando a possibilidade do denominado orçamento secreto: 1) declarar a inconstitucionalidade material do artigo 4º do Ato Conjunto das Mesas da Câmara dos Deputados e do Senado Federal nº 1/2021, determinando que se aplique o mesmo procedimento das emendas individuais (RP6) às emendas do relator (RP9), com a finalidade de garantia de total transparência e publicidade, devendo o relator, no tocante à divisão dos recursos destinados a RP9, respeitar a proporcionalidade entre a maioria e a minoria da Casa Legislativa, e, após essa divisão do montante de emendas, o relator deverá respeitar a proporcionalidade das respectivas bancadas dentro da maioria e da minoria; 2) conferir interpretação conforme às leis orçamentárias anuais de 2021 (Lei nº 14.144/2021) e de 2022 (Lei nº 14.303/2022), somente autorizando a utilização das despesas classificadas sob o indicador orçamentário RP 9 quando for possível fazer a devida adaptação e aplicação do procedimento de publicidade e transparência relativo às emendas individuais (RP 6) e, caso não seja possível, acompanhava a Relatora, no sentido de determinar aos Ministros de Estado titulares das pastas beneficiadas com recursos consignados sob a rubrica RP 9 que orientem a execução desses montantes em conformidade com os programas e projetos existentes nas respectivas áreas; 3) determinava, a todas as unidades orçamentárias e órgãos da Administração Pública em geral que realizaram o empenho, liquidação e pagamento de despesas classificadas sob o indicador orçamentário RP 9, nos exercícios financeiros de 2020 a 2022, a publicação dos dados referentes aos serviços, obras e compras realizadas com tais verbas públicas nos exatos e idênticos termos das RP 6 (emendas individuais); do voto do Ministro Dias Toffoli, que conhecia integralmente das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014 e, nessa parte, julgava parcialmente procedentes os pedidos para conferir interpretação conforme aos dispositivos questionados no sentido de que eles devem observar os princípios da transparência, da proporcionalidade, da imparcialidade e da isonomia entre os entes federativos, devendo, ainda, os Poderes Executivo e Legislativo, no âmbito de suas competências, regulamentar, no prazo de 90 dias, a execução da RP-09, observando os seguintes critérios: 1. o Poder Executivo Federal deve publicar, anualmente, para cada Estado e o Distrito Federal, a relação dos programas estratégicos e projetos prioritários nos quais, exclusivamente, devem ser alocadas as emendas de relator, observada a compatibilidade dessa programação com (i) a Constituição Federal, especialmente o disposto em seus arts. 3º, incisos II e III, e art. 165, § 7º (com o objetivo de promover o desenvolvimento nacional e reduzir as desigualdades sociais e regionais); e (ii) com as demais normas pertinentes, como o Plano Plurianual (PPA), a Lei de Diretrizes Orçamentárias (LDO), os planos nacionais, regionais e setoriais, e os indicadores socioeconômicos pertinentes; 2. para assegurar o pacto federativo e a isonomia no tratamento dos entes municipais, estabelecer que o conjunto de transferências discricionárias destinadas a cada Município não pode ultrapassar, em cada exercício, o limite correspondente a 50 % do FPM recebido pelo mesmo; e 3. as emendas parlamentares destinadas ao atendimento local devem ter papel subsidiário no planejamento nacional e não podem inviabilizar as políticas públicas para atendimento de todo o território nacional, segundo indicadores populacionais e socioeconômicos; e dos votos dos Ministros Edson Fachin, Roberto Barroso, Luiz Fux e Cármen Lúcia, que acompanhavam o voto da Relatora, o julgamento foi suspenso. Presidência da Ministra Rosa Weber. Plenário, 15.12.2022.\r\n\n                       Decisão: O Tribunal, por maioria, (i) assentou o prejuízo das ADPFs 854 e 1.014 no que impugnam o Decreto nº 11.190/2022, ante a perda superveniente do objeto, na fração de interesse; e (ii) conheceu integralmente das ADPFs 850 e 851 e, em parte, das ADPFs 854 e 1.014, rejeitando todas as preliminares suscitadas, vencido o Ministro Nunes Marques. No mérito, por maioria, julgou procedentes os pedidos deduzidos nas ADPFs 850, 851, 854 e 1.014, para (a) declarar incompatíveis com a ordem constitucional brasileira as práticas orçamentárias viabilizadoras do chamado “esquema do orçamento secreto”, consistentes no uso indevido das emendas do Relator-Geral do orçamento para efeito de inclusão de novas despesas públicas ou programações no projeto de lei orçamentária anual da União; (b) declarar a inconstitucionalidade material do art. 4º do Ato Conjunto das Mesas da Câmara dos Deputados e do Senado Federal nº 1/2021 e do inteiro teor da Resolução CN nº 2/2021; (c) conferir interpretação conforme às leis orçamentárias anuais de 2021 (Lei nº 14.144/2021) e de 2022 (Lei nº 14.303/2022), vedando a utilização das despesas classificadas sob o indicador orçamentário RP 9 para o propósito de atender a solicitações de despesas e indicações de beneficiários realizadas por Deputados Federais, Senadores da República, Relatores da Comissão Mista de Orçamento (CMO) e quaisquer “usuários externos” não vinculados aos órgãos da Administração Pública Federal, independentemente de tal requisição ter sido formulada pelos sistemas formais ou por vias informais (cabendo, ainda, aos Ministros de Estado titulares das pastas beneficiadas com recursos consignados sob a rubrica RP 9 orientarem a execução desses montantes em conformidade com os programas e projetos existentes nas respectivas áreas, afastado o caráter vinculante das indicações formuladas pelo relator-geral do orçamento, nos moldes do art. 2º, § 1º, do Decreto nº 10.888/2021); (d) determinar, a todas as unidades orçamentárias e órgãos da Administração Pública em geral que realizaram o empenho, liquidação e pagamento de despesas classificadas sob o indicador orçamentário RP 9, nos exercícios financeiros de 2020 a 2022, a publicação dos dados referentes aos serviços, obras e compras realizadas com tais verbas públicas, assim como a identificação dos respectivos solicitadores e beneficiários, de modo acessível, claro e fidedigno, no prazo de 90 (noventa) dias. Tudo nos termos do voto da Ministra Rosa Weber (Presidente e Relatora), vencidos, em parte, nos termos dos votos proferidos, os Ministros André Mendonça, Nunes Marques, Alexandre de Moraes, Dias Toffoli e Gilmar Mendes. Nesta assentada, o Procurador-Geral da República, Dr. Antônio Augusto Brandão de Aras, requereu que restasse consignado em ata que alterou seu parecer, manifestando-se no mesmo sentido do voto da Relatora. Plenário, 19.12.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur478147","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-17T17:20:14.648774","dg_unique":"sjur478147","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa\n\n\n\n    Arguição de descumprimento de preceito fundamental. “Orçamento secreto”. Despesas públicas resultantes de negociações ocultas entre o Executivo e sua base parlamentar de apoio no Congresso. Emendas do relator (classificadas pelo identificador orçamentário RP 9). Constatação objetiva da ocorrência de efetiva transgressão aos postulados republicanos da transparência, da publicidade e da impessoalidade no âmbito da gestão estatal dos recursos públicos, assim como do planejamento orçamentário e da responsabilidade na gestão fiscal.\n\n\n\n    1. As práticas institucionais e padrões de comportamento verificáveis objetivamente na esfera dos Poderes Públicos traduzem formas de atuação estatal subsumíveis à noção jurídica de atos de poder (Lei nº 9.882/99, art. 1º, caput). Precedentes.\n\n\n\n    2. A jurisprudência desta Corte reconhece possível a utilização da arguição de descumprimento para impugnar omissões sistêmicas e práticas institucionais dos Poderes Públicos, sempre que – diante da inexistência de outro meio capaz de sanar a controvérsia de forma geral, imediata, eficaz – os atos impugnados, transcendendo interesses meramente individuais, ostentam os atributos da generalidade, da impessoalidade e da abstração, justificando a intervenção judicial para a tutela de direitos fundamentais ou de interesses políticos e jurídicos socialmente relevantes. Precedentes.\n\n\n\n    3. As emendas parlamentares ao orçamento possuem autorização constitucional (CF, art. 166) e objetivam, em princípio, viabilizar aos congressistas a oportunidade de atender diretamente as reivindicações mais concretas e urgentes da população que representam, contemplando a dotação financeira necessária ao atendimento de suas necessidades.\n\n\n\n    4. A experiência histórica, no entanto, comprova que as emendas orçamentárias têm se distanciado, cada vez mais, do seu objetivo original de representar instrumento legítimo de aprimoramento das políticas públicas nacionais e regionais, para servirem ao proveito de interesses de cunho privatístico e eleitoral, muitas vezes envolvendo esquemas de corrupção e desvio de recursos públicos de amplitude nacional, tal como apurado pelos órgãos de investigação parlamentar do Congresso Nacional em diversas ocasiões (CPMI do Esquema PC Farias, do Orçamento, das Ambulâncias, entre outros).\n\n\n\n    5. O elevado coeficiente de discricionariedade existente na definição dos programas e ações estatais, assim com na escolha dos gastos necessários a sua execução, acentua ainda mais o ônus pertencente aos Poderes Públicos de observarem o dever de transparência na execução do orçamento e a obrigatoriedade da divulgação de informações completas, precisas, claras e sinceras quanto ao seu conteúdo, de modo a viabilizar a atuação efetiva e oportuna dos órgãos de controle administrativo interno, dos órgãos de fiscalização externa (Ministério Público, Tribunais de Contas e Poder Judiciário) e da vigilância social exercida pelas entidades da sociedade civil e pelos cidadãos em geral.\n\n\n\n    6. Chama-se de “orçamento secreto” o esquema de barganha política por meio do qual o Executivo favorece os integrantes de sua base parlamentar mediante a liberação de emendas orçamentárias em troca de apoio legislativo no Congresso Nacional, valendo-se do instrumento das emendas do relator para ocultar a identidade dos parlamentares envolvidos e a quantia (cota ou quinhão) que lhe cabe na partilha informal do orçamento.\n\n\n\n    7. As emendas do relator, além de não possuírem previsão constitucional, operam com base na lógica da ocultação dos efetivos requerentes da despesa, mediante a utilização de rubrica orçamentária única (RP 9), por meio da qual todas as despesas nela previstas são atribuídas, indiscriminadamente, à pessoa do Relator-Geral do orçamento, que atua como figura interposta entre parlamentares incógnitos e o orçamento público federal.\n\n\n\n    8. Também o destino final dos recursos alocados sob a rubrica RP 9 (emendas do relator) acha-se recoberto por um manto de névoas. Cuida-se de categoria orçamentária para a qual se destinam elevadas quantias (mais de R$ 53 bilhões entre 2020 e 2022) vinculadas a finalidades genéricas, vagas e ambíguas, opondo-se frontalmente a qualquer tentativa de conformação do processo orçamentário às diretrizes constitucionais do planejamento, da transparência e da responsabilidade fiscal.\n\n\n\n    9. A captura do orçamento público federal em favor das prioridades eleitoreiras e interesses paroquiais dos congressistas representa grave risco à capacidade institucional do Estado de realizar seus objetivos fundamentais (CF, art. 3º), especialmente em decorrência da pulverização dos investimentos públicos, da precarização do planejamento estratégico, da perda progressiva da eficiência e da economia de escala, tudo em detrimento do interesse público.\n\n\n\n    10. A partilha secreta do orçamento público operada por meio das emendas do relator configura prática institucional inadmissível diante de uma ordem constitucional fundada no primado do ideal republicano, no predomínio dos valores democráticos e no reconhecimento da soberania popular (CF, art. 1º); inaceitável em face dos postulados constitucionais da legalidade, da impessoalidade, da moralidade, da publicidade e da eficiência (CF, art. 37, caput); inconciliável com o planejamento orçamentário (CF, art. 166) e com a responsabilidade na gestão fiscal (LC nº 101/2000; além de incompatível com o direito fundamental a informação (CF, art. 5º, XXXIII) e com as diretrizes que informam os princípios da máxima divulgação, da transparência ativa, da acessibilidade das informações, do fomento à cultura da transparência e do controle social (CF, arts. 5º, XXXIII, “a” e “b”, 37, caput e § 3º, II, 165-A e Lei nº 12.527/2011, art. 3º, I a V).\n\n\n\n    11. ADPFs 850 e 851 integralmente conhecidas e ADPFs 854 e 1014 conhecidas em parte. No mérito, pedidos julgados procedentes, nos termos do voto da Relatora.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767276438","externo_seq_objeto_incidente":6193240,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=850&classe=ADPF","is_colac":false,"titulo":"ADPF 850","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00015 INC-00010\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00034 PAR-00001 ART-00089\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00067 PAR-00001 ART-00073 PAR-00001\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00060 INC-00001 ART-00067 \"CAPUT\"\n    PAR-00001 ART-00068\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" PAR-ÚNICO ART-00002\n    ART-00003 \"CAPUT\" INC-00002 INC-00003\n    LET-A INC-00004 ART-00005 INC-00001\n    INC-00002 INC-00033 LET-A LET-B\n    INC-00034 LET-A LET-B INC-00035\n    ART-00006 INC-00001 ART-00016 ART-00019\n    INC-00003 ART-00023 INC-00001 ART-00037\n    \"CAPUT\" PAR-00002 INC-00002 PAR-00003\n    INC-00002 PAR-00016 ART-00049 INC-00009\n    INC-00010 ART-00051 INC-00003 INC-00004\n    ART-00052 INC-00012 INC-00013 ART-00058\n    PAR-00002 PAR-00003 ART-00061 PAR-00001\n    ART-00063 INC-00001 ART-00070 ART-00071\n    ART-00084 INC-00022 INC-00023 ART-00093\n    INC-00009 ART-00102 INC-00001 LET-A\n    PAR-00001 ART-00103 INC-00008 ART-00163\n    ART-0163A ART-00165 \"CAPUT\" PAR-00001\n    PAR-00002 PAR-00004 PAR-00007 PAR-00008\n    PAR-00011 ART-0165A ART-00166 \"CAPUT\"\n    PAR-00001 INC-00001 INC-00002 PAR-00002\n    PAR-00003 INC-00001 INC-00002 LET-A\n    LET-B LET-C INC-00003 LET-A\n    LET-B PAR-00004 PAR-00009 PAR-00010\n    PAR-00011 PAR-00012 PAR-00013 PAR-00014\n    PAR-00015 PAR-00016 PAR-00017 PAR-00018\n    PAR-00019 PAR-00020 ART-0166A INC-00001\n    INC-00002 PAR-00002 INC-00001 ART-00170\n    INC-00007 TÍTULO-00006 CAPÍTULO-00001 SEÇÃO-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000086 ANO-2015\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000095 ANO-2016\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000100 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000105 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000108 ANO-2020\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00035 PAR-00002 INC-00003\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101 ANO-2000\n    ART-00048 \"CAPUT\" PAR-00001 INC-00001\n    INC-00003\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LCP-000131 ANO-2009\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008429 ANO-1992\n    ART-00011 INC-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008443 ANO-1992\n    ART-00090\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504 ANO-1997\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 \"CAPUT\" ART-00002 INC-00001\n    ART-00004 PAR-00001 ART-00005 PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010180 ANO-2001\n    ART-00003 ART-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011439 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527 ANO-2011\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 ART-00005 ART-00006\n    INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012919 ANO-2013\n    ART-00007 PAR-00004 INC-00001 INC-00002\n    LET-A LET-B LET-C LET-D\n    ART-00054\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013707 ANO-2018\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00023 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013808 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013898 ANO-2019\n    ART-00006 PAR-00004 INC-00002 ART-00064\n    ART-0064A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013957 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013989 ANO-2019\n    ART-00006 PAR-00004 INC-00001 INC-00002\n    LET-A LET-B LET-C ITEM-00001\n    ITEM-00002 ITEM-00003 ITEM-00004 ITEM-00005\n    ITEM-00006 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013978 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014116 ANO-2020\n    ART-00073\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014144 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014194 ANO-2021\n    ART-00071\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014303 ANO-2022\n    ART-00004 PAR-00007 INC-00001 INC-00002\n    INC-00003 LET-A LET-B PAR-00008\n    ART-00071\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014436 ANO-2022\n    ART-00007 PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 PAR-00003 PAR-00004 INC-00001\n    INC-00002 LET-A LET-B LET-C\n    NÚMERO-00001 NÚMERO-00002 NÚMERO-00003 NÚMERO-00004\n    INC-00003 ART-00079 INC-00001 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 PAR-00005\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00013\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC ANO-2003\n    ART-5.1 ART-00009 ART-00010 LET-A\n    LET-B LET-C\n    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   PCT ANO-1966\n    ART-00019 ITEM-00002\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000348 ANO-2005\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-000001 ANO-1889\n    DECRETO\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-005687 ANO-2006\n    DECRETO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-010888 ANO-2021\n    ART-00001 ART-00002 PAR-00001 PAR-00002\n    INC-00002 PAR-00003 PAR-00004 PAR-00005\n    PAR-00006 ART-00003 PAR-00001 PAR-00002\n    INC-00001 INC-00002 LET-A LET-B\n    PAR-00003 PAR-00004 PAR-00005 ART-00004\n    ART-00005\n    DECRETO\n\n","LEG-FED   DEC-011190 ANO-2022\n    DECRETO\n\n","LEG-FED   DEC-011269 ANO-2022\n    DECRETO\n\n","LEG-FED   RES-000001 ANO-2006\n    ART-00002 INC-00001 ART-00005 PAR-00003\n    INC-00004 INC-00005 ART-00025 ART-00037\n    ART-00043 ART-00044 ART-00046 ART-00047\n    ART-00049 ART-00051 ART-00052 INC-00002\n    LET-A ART-00053 ART-00055 ART-00056\n    ART-00066 PAR-ÚNICO ART-00067 ART-00068\n    ART-00069 ART-00140 ART-00141 ART-00142\n    ART-00143 ART-00144 INC-00001 INC-00002\n    INC-00003 PAR-ÚNICO ART-00145 ART-00146\n    ART-00147 ART-00148\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000003 ANO-2015\n    RESOLUÇÃO DO CONGRESSO NACIOL - CN\n\n","LEG-FED   RES-000002 ANO-2021\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000002 ANO-2021\n    ART-0069A PAR-00001\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000004 ANO-2021\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   RES-000003 ANO-2022\n    ART-00001 ART-00002\n    RESOLUÇÃO DO CONGRESSO NACIONAL - CN\n\n","LEG-FED   PRT-006145 ANO-2021\n    ART-00040 PAR-ÚNICO\n    PORTARIA INTERMINISTERIAL DO MINISTÉRIO DA ECONOMIA E DA SECRETARIA DE GOVERNO DA PRESIDÊNCIA - ME/SEGOV-PR\n\n","LEG-FED   AIT-000001 ANO-1964\n    ATO INSTITUCIONAL\n\n","LEG-FED   ATO-000001 ANO-2021\n    ART-00001 ART-00002 ART-00003 INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00004\n    ART-00005\n    ATO CONJUNTO DAS MESAS DA CÂMARA DOS DEPUTADOS E DO SENADO FEDERAL \n\n","LEG-FED   PRC-000002 ANO-2021\n    ITEM-00010 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G LET-H LET-I LET-J\n    LET-K LET-L LET-M LET-N\n    LET-O LET-P LET-Q LET-R\n    LET-S LET-T LET-U LET-V\n    PARECER PRELIMINAR DA COMISSÃO MISTA DE PLANOS, ORÇAMENTOS PÚBLICOS E FISCALIZAÇÃO, SOBRE O PROJETO DE LEI DO CONGRESSO NACIONAL N° 28, DO CONGRESSO NACIONAL - CN"],"publicacao_data":"2023-04-28","documental_acordao_mesmo_sentido_lista_texto":"ADPF 1014  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 16-05-2023  PUBLIC 17-05-2023\n          JULG-19-12-2022  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-349\n          DJe-s/n  DIVULG 16-05-2023  PUBLIC 17-05-2023\n \nADPF 851  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-19-12-2022  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-349\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n \nADPF 854  PROCESSO ELETRÔNICO\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023\n          JULG-19-12-2022  UF-DF  TURMA-TP  MIN-ROSA WEBER N.PÁG-357\n          DJe-s/n  DIVULG 27-04-2023  PUBLIC 28-04-2023","documental_indexacao_texto":"- PRECEITO FUNDAMENTAL, REGRA, PRINCÍPIO, PLANEJAMENTO ORÇAMENTÁRIO, CORRELAÇÃO, FORMA DIRETA, EFETIVIDADE, ORGANIZAÇÃO, ADMINISTRAÇÃO PÚBLICA. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. SIGILO, ATO, ARRECADAÇÃO, RECEITA, REALIZAÇÃO, DESPESA, DESTINAÇÃO, RECURSOS PÚBLICOS, INCOMPATIBILIDADE, PRINCÍPIO REPUBLICANO, DEMOCRACIA, PREJUÍZO, POPULAÇÃO, CONTROLE, FISCALIZAÇÃO, PODER PÚBLICO. PUBLICIDADE, TRANSPARÊNCIA, VALIDADE, ATO, ORÇAMENTO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONTROLE DE CONSTITUCIONALIDADE, LEI, ALTERAÇÃO, MECANISMO, FORMULAÇÃO, ORÇAMENTO. PRINCÍPIO, TRANSPARÊNCIA, ATIVIDADE, CARÁTER FINANCEIRO, PODER PÚBLICO, AVALIAÇÃO, LEGALIDADE, LEGITIMIDADE, PRINCÍPIO DA ECONOMICIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: INCONSTITUCIONALIDADE, LEI, ELEIÇÃO, PERMISSÃO, ANONIMATO, DOAÇÃO, CANDIDATO. STF, DETERMINAÇÃO, PRESIDENTE, SENADO FEDERAL, FORNECIMENTO, FOTOCÓPIA, DOCUMENTO, COMPROVAÇÃO, USO, VERBA INDENIZATÓRIA, SENADOR. RELATIVIZAÇÃO, INFORMAÇÃO SIGILOSA, PRESERVAÇÃO, DIREITO À INTIMIDADE, INTERESSE, SOCIEDADE, CONHECIMENTO, DESTINAÇÃO, RECURSOS PÚBLICOS.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, FUNGIBILIDADE, INAPLICABILIDADE, INADEQUAÇÃO, VIA PROCESSUAL. PODER JUDICIÁRIO, INTERFERÊNCIA, ATRIBUIÇÃO, ALOCAÇÃO, PODER LEGISLATIVO. CONTROLE DE CONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: CONGRESSO NACIONAL, EMENDA, LIMITAÇÃO, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL. LEGITIMIDADE, EMENDA PARLAMENTAR, AUMENTO DE DESPESA, PROCESSO LEGISLATIVO, ORÇAMENTO.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: INOBSERVÂNCIA, ATUAÇÃO DOLOSA, DEVER, PUBLICIDADE, RESPONSABILIZAÇÃO, AGENTE, PODER PÚBLICO, IMPROBIDADE ADMINISTRATIVA. LEGISLADOR ORDINÁRIO, INOVAÇÃO, EMENDA PARLAMENTAR, AMPLIAÇÃO, ORÇAMENTO, FAVORECIMENTO, PODER LEGISLATIVO. VINCULAÇÃO, ORÇAMENTO PÚBLICO, NECESSIDADE, FUNDAMENTAÇÃO, PODER EXECUTIVO, DESTINAÇÃO, DIVERSIDADE, FINALIDADE, ORÇAMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=850&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, IMPUGNAÇÃO, ATO, PODER PÚBLICO, LESÃO, PRECEITO FUNDAMENTAL)\nADPF 347 MC (TP), ADPF 709 MC-Ref (TP). \n(PRECEITO FUNDAMENTAL, REGRA, PRINCÍPIO, PLANEJAMENTO ORÇAMENTÁRIO)\nADI 114 (TP), ADPF 405 (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 237 AgR (TP). \n(PUBLICIDADE, TRANSPARÊNCIA, VALIDADE, ATO, ORÇAMENTO PÚBLICO)\nADPF 129 (TP), MS 28178 (TP), MS 33340 (1ªT), ADI 5371 (TP), ADI 5394 (TP), ADI 5595 (TP), ADI 6032 (TP), ADPF 690 MC-Ref (TP). \n(LEGISLADOR ORDINÁRIO, INOVAÇÃO, EMENDA PARLAMENTAR, AMPLIAÇÃO, ORÇAMENTO, FAVORECIMENTO, PODER LEGISLATIVO)\nADI 5274 (TP), ADI 6308 (TP). \n(VINCULAÇÃO, ORÇAMENTO PÚBLICO, NECESSIDADE, FUNDAMENTAÇÃO, PODER EXECUTIVO, DESTINAÇÃO, DIVERSIDADE, FINALIDADE, ORÇAMENTO)\nADI 4663 MC-Ref (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, FUNGIBILIDADE, INAPLICABILIDADE, INADEQUAÇÃO, VIA PROCESSUAL)\nADPF 451 AgR (TP), ADPF 562 ED (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, LEI, ALTERAÇÃO, MECANISMO, FORMULAÇÃO, ORÇAMENTO)\nADI 5274 (TP), ADI 6308 (TP), ADI 6594 (TP). \n(LEGITIMIDADE, EMENDA PARLAMENTAR, AUMENTO DE DESPESA, PROCESSO LEGISLATIVO, ORÇAMENTO)\nADI 2810 (TP). \n(PODER JUDICIÁRIO, INTERFERÊNCIA, ATRIBUIÇÃO, ALOCAÇÃO, PODER LEGISLATIVO)\nADI 5468 (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, LEI ORÇAMENTÁRIA)\nADI 4048 MC (TP). \n(PRINCÍPIO, TRANSPARÊNCIA, ATIVIDADE, CARÁTER FINANCEIRO, PODER PÚBLICO)\nADI 6347 MC-Ref (TP). \n(INCONSTITUCIONALIDADE, LEI, ELEIÇÃO, PERMISSÃO, ANONIMATO, DOAÇÃO, CANDIDATO)\nADI 5394 (TP). \n(CONGRESSO NACIONAL, EMENDA, LIMITAÇÃO, DISPOSIÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL)\nADI 1050 (TP). \n(INOBSERVÂNCIA, ATUAÇÃO DOLOSA, DEVER, PUBLICIDADE, RESPONSABILIZAÇÃO, AGENTE, PODER PÚBLICO, IMPROBIDADE ADMINISTRATIVA)\nADPF 695 (TP), ADI 6649 (TP). \n- Decisões monocráticas citadas:\n(SIGILO, ATO, ARRECADAÇÃO, RECEITA, REALIZAÇÃO, DESPESA, DESTINAÇÃO, RECURSOS PÚBLICOS, INCOMPATIBILIDADE, PRINCÍPIO REPUBLICANO, DEMOCRACIA)\nMS 24725 MC.\n(PUBLICIDADE, TRANSPARÊNCIA, VALIDADE, ATO, ORÇAMENTO PÚBLICO)\nMS 24725.\n- Legislação estrangeira citada: art. 19 da Declaração Universal dos Direitos Humanos de 1948; art. 4 da Carta Democrática Interamericana, de 2001; a Declaração de Nuevo León, de 2004;  Resolução CJI 147 do Comitê Jurídico Interamericano; Budget and Accounting Act, de 1921, dos Estados Unidos da América.\n- Decisões estrangeiras citadas: Caso Claude Reyes e outros vs. Chile e Caso Gomes Lund e outros vs. Brasil,da Corte Interamericana de Direitos Humanos; Ordinanza 17/2019, da Corte Constitucional da Itália.\n- Veja Petição STF nº 23165/2022.\n- Veja Projeto de Resolução do Congresso Nacional nº 3.\n- Veja Requerimento nº 52 de 1992 do Senado Federal.\nNúmero de páginas: 384.\nAnálise: 17/10/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CIDADANIA \nADV.(A/S)  : RENATO CAMPOS GALUPPO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : SENADO FEDERAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nADV.(A/S)  : ADVOGADO DO SENADO FEDERAL \nINTDO.(A/S)  : CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nADV.(A/S)  : ADVOGADO DA CÂMARA DOS DEPUTADOS \nAM. CURIAE.  : DIRETÓRIO NACIONAL DO PARTIDO TRABALHISTA BRASILEIRO - PTB \nADV.(A/S)  : LUIZ GUSTAVO PEREIRA DA CUNHA \nAM. CURIAE.  : PARTIDO NOVO \nADV.(A/S)  : PAULO ROBERTO ROQUE ANTONIO KHOURI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478147,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 850","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2022-12-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ABRANCHES, Sérgio. Presidencialismo de coalizão: o dilema institucional brasileiro. Revista de Ciências Sociais, Rio de Janeiro, v. 31, n. 1, p. 5-38, 1988. \nABRANCHES, Sérgio. Presidencialismo de Coalizão: raízes e evolução do modelo político brasileiro. São Paulo: Companhia das Letras, 2018. p. 43.\nALEXY, Robert. Teoria de los Derechos Fundamenlales. Madrid: Centro de Estudios Politicos y Constitucionales, 2002. p. 86. \nATALIBA, Geraldo. República e Constituição. São Paulo: Malheiros, 2011. p. 84.\nBARILE, Paolo et al. Istituzioni di Diritto Pubblico. 15. ed. Pádua: Cedam, 2016. p. 235.\nBENTHAM, Jeremy. An Essay on Political Tactics. Oxford: Oxford University Press, 2015. Capítulo 12.\nBLIACHERIENE, Ana Carla. Orçamento Impositivo à Brasileira”. In: Direito Financeiro, Econômico e\nTributário: Estudos em Homenagem a Regis Fernandes de Oliveira. São Paulo: Quartier Latin, 2014. p. 63.\nBRASIL. Ministério da Economia. Boletim de Estatísticas Gerais do Governo Federal. 2022.\nBRASIL. Senado Federal. Relatório final da Comissão Parlamentar Mista de Inquérito (CPMI). Brasília, Congresso Nacional, 1992. 331, 335 e 338.\nBRASIL. Senado Federal. Relatório Parcial da Comissão Parlamentar Mista de Inquérito (CPMI). Congresso Nacional, Brasília, Congresso Nacional, 2006. p. 35, 70 e 88.\nCAETANO, Marcello. Manual de Ciência Política. Lisboa: Coimbra, 1987. p. 329.\nCANOTILHO, J. J. G. Direito Constitucional. Coimbra: Almedina, 1992. p. 349.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 6. ed. Coimbra: Almedina, 1993. p. 488. \nCHAFETZ, Josh. The Congress’s Constitution: Legislative Authority and the Separation of Powers. NewHaven: Yale University Press, 2017. p. 63 e 267 et seq.\nCOMISSÃO INTERAMERICANA DE DIREITOS HUMANOS.  Relatoria Especial para Liberdade e Expressão. O Direito de Acesso à Informação no Marco Jurídico Interamericano. 2. ed. 2011. Disponível em: https://www.oas.org/pt/cidh/expressao/temas/acceso_informacion.asp. Acesso em: 3 out. 2023.\nCUOCOLO, Fausto. Saggio Sull’Iniziativa Legislativa. Milão: Giuffrè, 1971. p. 44.\nDAHL, Robert A. A Democracia e seus Críticos. Tradução: Patrícia de Freitas Ribeiro. São Paulo: Martins Fontes, 2012.\nDOCUMENTOS provam que Congresso usa laranjas no Orçamento secreto. Piauí, 7 dez. 2022. Disponível em: https://piaui.folha.uol.com.br/documentos-provam-que-congresso-usa-laranjas-no-orcamento-secreto/. Acesso em: 7 dez. 2022.\nHESSE, Konrad. A Força Normativa da Constituição. Tradução: de Gilmar Ferreira Mendes. Sergio Antonio Fabris Editor. 1991. p. 19.\nFAORO, Raymundo. Os Donos do Poder – Formação do Patronato Político Brasileiro. 4. ed. Biblioteca Azul, 2012.\nFARIA, Rodrigo Oliveira de. As emendas de Relator Geral do PLOA nas Normas Regimentais do Congresso Nacional: gênese, configuração e evolução histórica. p. 57 e 68.\nFEINGOLD, Russ. The Obligation of Members of Congress to Consider Constitutionality While Deliberating and Voting: The Deficiencies of House Rule XII and A Proposed Rule for the Senate. In: Vanderbilt Law Review. Nashville: Vanderbilt University, 2014. p. 846-849. v. 67.\nFERREIRA FILHO, Manoel Gonçalves. Do Processo Legislativo. São Paulo: Saraiva, 1968. p. 123.\nGERSEN, Jacob; POSNER, Eric. Soft Law: Lessons from Congressional Practice. In: Stanford Law Review, n. 61, 2008. p. 589.\nGIACOMONI, James. Orçamento Público. 18. ed. São Paulo: Editora Gen/Atlas, 2021. p. 427.\nGIAMBIAGI, Fábio; HARTUNG, Paulo; MENDES, Paulo José. As Emendas Parlamentares como Novo Mecanismo de Captura do Orçamento. Conjuntura Econômica, FGV, v. 75, n. 9, set. 2021. \nGINSBURG, Tom; VERSTEEG, Mila. Why Do Countries Adopt Constitutional Review? The Journal of Law, Economics, and Organization,  Oxford, Oxford University Press, v. 30, n. 3, ago. 2014. p. 587–622.\nGOMES, José Jairo. Direito Eleitora. 16. ed. Gen/Atlas, 2020. p. 71-72.\nJARDIM, José Maria. A face oculta do Leviatã: gestão de informação e transparência administrativa. Revista do Serviço Público, Brasília, v. 119, n. 1, 1995. p. 149.\nLEWANDOWSKI, E. R. Reflexões em Torno do Princípio Republicano. Revista da Faculdade de Direito, Universidade de São Paulo, v. 100, 2005. p. 506.526\nLEWANDOWSKI Enrique Ricardo. Reflexões em torno do Princípio Republicano. In: VELLOSO, Carlos Mário da Silva; ROSAS, Roberto; AMARAL, Antonio Carlos Rodrigues (coord.). Princípios Constitucionais Fundamentais: estudos em homenagem ao Professor Ives Gandra da Silva Martins. São Paulo: Lex, 2005.\nLÚCIA, Carmen. Princípios constitucionais da administração pública. Belo Horizonte: Del Rey, 1994. p. 240-241.\nMARTINS, Gustavo Veloso. Processo Legislativo Orçamentário Federal: Evolução das Resoluções Orçamentárias Pós Constituição de 1988. Brasília, Cefor, SFC, SOF, Unilegis, TCU, ISC. 2012. p. 20. \nMAURER, Harmut. Direito do Estado. 6. ed. Porto Alegre: Sergio Fabris, 2020. p. 876.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. 13. ed. rev. atual. e ampl. São Paulo: Malheiros, 2001. p. 84.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019. p. 94.\nMENDES, Gilmar ferreira; CORREIA NETO, Celso de Barros. Transparência Fiscal. In: MARTINS, Ives Gandra da Silva; MENDES, Gilmar Ferreira; NASCIMENTO, Carlos Valter. Tratado de Direito Financeiro. Saraiva, 2013. v. 1. p. 177-201 e 190.\nMENDES, Marcos. Emendas Parlamentares e Controle do Orçamento pelo Legislativo: uma comparação do Brasil com países da OCDE.\nMIDIRI, Mario. L’autonomia costituzionale delle Camere e potere giudiziario. Pádua: Cedam, 1999. p. 93-95.\nPEREIRA, Carlos. Orçamento Impositivo: Fim da Barganha? Disponível em:https://valor.globo.com/politica/coluna/orcamento-impositivo-fim-da-barganha.ghtml. Acesso em: 3 out. 2023.\nPICCIRILLI, Giovanni. L’Emendamento nel Processo di Decisione Parlamentare. Pádua: Cedam, 2008. p. 66-71.\nPIRES, Breno. Farra ilimitada. 190. ed. 2022. Disponível em: https://piaui.folha.uol.com.br/materia/farra-ilimitada/. Acesso em: 3 out. 2023.\nPIRES, Breno; SHALDERS, André; AFFONSO, Julia. Governo abandona obras paradas e monta um esquema de ‘escolas fake’. O Estado de São Paulo, 10 abr. 2022. Disponível em: https://politica.estadao.com.br/noticias/geral,orcamento-secreto-foi-usado-paraturbinar-esquema-de-escolas-fake,70004037252. Acesso em: 3 out. 2023.\nPIRES, Breno; SHALDERS, André; AFFONSO, Julia. Orçamento secreto bilionário de Bolsonaro banca trator superfaturado em troca de apoio no Congresso. O Estado de S. Paulo, 8 maio 2021. Disponível em:https://politica.estadao.com.br/noticias/geral,bolsonaro-criaorcamento-secreto-em-troca-de-apoio-do-congresso,70003708713. Acesso em: 3 out. 2023.\nPIRES, José Santo Dal Bem; MOTTA, Walmir Francelino. A Evolução Histórica do Orçamento Público e Sua Importância para a Sociedade. Reflexão contábil, v. 25, n. 2, maio/ago. 2006. p. 21.\nPIRES, Breno; SHALDERS, André; AFFONSO, Julia. Orçamento secreto bilionário de Bolsonaro banca trator superfaturado em troca de apoio no Congresso. O Estado de São Paulo, 8 abr. 2021. Disponível em https://politica.estadao.com.br/noticias/geral,bolsonaro-cria-orcamento-secreto-em-troca-de-apoio-do-congresso,70003708713. Acesso em: 3 out. 2023. \nPLATÃO. República. Livro 2. \nPOCOCK, J.GA. The Machiavellian moment: Florentine political thought and the Atlantic republican tradition. Princeton University Press, 1975. p. 506-526.\nPONTES DE MIRANDA, Francisco Cavalvanti. Comentários à Constituição de 1946. 4. ed. Rio de Janeiro: Borsoi, 1963. v. 3. p. 12.\nSALDAÑA, Paulo. Governo Bolsonaro gasta mais com kit robótica a aliados do que com obras de creche. Disponível em: https://www1.folha.uol.com.br/poder/2022/04/governo-bolsonaro-gasta-mais-com-kitrobotica-a-aliados-do-que-com-obras-de-creche.shtml. Acesso em: 3 out. 2023.\nSANCHES, Oswaldo Maldonaldo. A Atuação do Poder Legislativo no Orçamento: Problemas e Imperativos de um Novo Modelo. Revista de Informação Legislativa, n. 138, 1998. p. 10.\nSANCHES, Oswaldo Maldonado. O Ciclo Orçamentário: uma reavaliação à luz da Constituição de 1988. 1993. p. 55.\nSANTOS, Fabiano. O Poder Legislativo no Presidencialismo de Coalizão. Belo Horizonte: UFMG, 2003. p. 80 e 89.\nSCAFF, Fernando Facury; MARTYNYCHEN, Marina Michel de Macedo. Inconstitucionalidades do orçamento secreto . Consultor Jurídico, 06 dez. 2022.\nSCAFF, Fernando Facury. Surge o Orçamento Impositivo à Brasileira pela Emenda Constitucional 86. Disponível em: https://www.conjur.com.br/2015-mar-24/contas-vistasurge-orcamento-impositivo-brasileira-ec-86. Acesso em: 3 out. 2023. \nSCHMIDT-AßMANN, Eberhard. Das allgemeine Verwaltungsrecht als Ordnungsidee: Grundlagen und Aufgaben der verwaltungsrechtlichen Systembildung. 2. ed. Berlim: Springer, 2006. p. 236.\nSERRA, José. Orçamento no Brasil – As Raízes da Crise. Atual, 1994. p. 1.\nSIGA Brasil. Painel de Execução de Emendas. Disponível em: https://www9.senado.gov.br/QvAJAXZfc/opendoc.htm?document=senado%2Fsigabrasilpainelcidadao.qvw&host=QVS%40www9&anonymous=true&Sheet=SH14. Acesso em: 3 out. 2023.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 6. ed. São Paulo: Malheiros, 2009. p. 46.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 19. ed. Malheiros, 2002. p. 715.\nTAVARES, André Ramos. Comentários à Constituição do Brasil. In: CANOTILHO, J. J.; MENDES, Gilmar Ferreira; SARLET, Ingo Wolfgang; STRECK, Lenio Luiz; LEONCY, Léo Ferreira. 2. ed. 2018. p. 376.\nTORRES, Ricardo Lobo. O Orçamento na Constituição. Renovar, 1995. p. 192.\nTORRES, Ricardo Lobo. Tratado de direito constitucional financeiro e tributário: o orçamento na Constituição. 2. ed. Rio de Janeiro: Renovar, 2000. v. 5. p. 258.\nWILLEMAN, Marianna Montebello. Accountability democrática e o desenho institucional dos Tribunais de Contas no Brasil. Belo Horizonte: Fórum, 2017. p. 49 e 50-51.","ministro_facet":["ROSA WEBER"],"processo_numero":850,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur344642","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Falou o Dr. Daniel Mourad Majzoub, pelo Extraditando. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 15.3.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur344642","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur344642","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO PASSIVA. RECIPROCIDADE. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. PRESENÇA DOS DEMAIS REQUISITOS. ESTATUTO DO ESTRANGEIRO. PRISÃO PREVENTIVA. CONDIÇÃO DE PROCEDIBILIDADE. SÚMULA 421 DO STF. DEFERIMENTO. \n\n\n\n    1. Admite-se pedido de extradição formulado por Estado soberano fundado na promessa de reciprocidade, dispensando-se, nesses casos, existência de tratado de extradição previamente celebrado com o Brasil.\n\n\n\n    2. É competente o Estado requerente para processar e julgar atos tipificados na lei penal estrangeira e brasileira, por seus nacionais e em seu território.\n\n\n\n    3. Presentes os requisitos da dupla tipicidade e dupla punibilidade.\n\n\n\n    4. Ao Supremo Tribunal Federal não é dado analisar o mérito da acusação ou condenação em que se funda o pedido de extradição, exceto se constituir requisito previsto na Lei 6.815/1980 ou no tratado de extradição, em razão da adoção pelo ordenamento jurídico pátrio do princípio da contenciosidade limitada\n\n\n\n    5. O fato de a lei estrangeira cominar pena privativa de liberdade, alternativamente à pena de multa, não impede o deferimento da extradição. O requisito da mínima ofensividade do delito sobre o qual se funda o pedido de extradição, previsto no art. 77, IV, da Lei 6.815/80, deve ser aferido exclusivamente sob a ótica da pena cominada na lei brasileira. Precedentes.\n\n\n\n    6. A prisão preventiva é condição de procedibilidade do pedido de extradição, não sendo este um requisito excepcionável quanto à alegada debilidade da saúde do extraditando.\n\n\n\n    7. A existência de vínculo afetivo do extraditando com esposa e filhos brasileiros não é, por si só, óbice suficiente ao deferimento do pedido de extradição. Súmula 421 do STF.\n\n\n\n    8. Pedido de extradição deferido e condicionado à assunção prévia pelo Estado requerente dos compromissos previstos no art. 91 da Lei nº 6.815/1980, dentre eles o de detração da pena.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10684574","externo_seq_objeto_incidente":4811405,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-065  DIVULG 07-04-2016  PUBLIC 08-04-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1409&classe=Ext","is_colac":false,"titulo":"Ext 1409","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00076 ART-00077 INC-00004 ART-00078 \n          INC-00001 INC-00002 ART-00080 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00002 INC-00003 ART-00297\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-04-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1409&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP). \n(GRAVIDADE DO CRIME, EXTRADIÇÃO, AFERIÇÃO, FUNDAMENTO, LEI BRASILEIRA)\nExt 1384 (2ªT). \n- Legislação estrangeira citada: art. 70, n. 1., § 3º, art. 420bis, n. 1, letra \"a\", letra \"b\", n.2, art. 420ter, art. 225, n.1, n. 2 e n. 3, do Código Penal holandês.\nNúmero de páginas: 16.\nAnálise: 14/04/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO REINO DOS PAÍSES BAIXOS \nEXTDO.(A/S)  : JOHN GERRITSEN \nADV.(A/S)  : DANIEL MOURAD MAJZOUB","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":344642,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1409","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1409,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur333591","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por unanimidade, a Turma deferiu o pedido de extradição, nos termos do voto do Relator. Ficou parcialmente vencido o Senhor Ministro Marco Aurélio exclusivamente na parte em que afastava a possibilidade de isolamento. Falaram: o Dr. João Batista Lira Rodrigues, pelo Requerente, e o Dr. Marcelo Bettamio, pelo Extraditando. Ausente, justificadamente, o Senhor Ministro Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 20.10.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur333591","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur333591","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição. República Italiana. Regularidade formal do pleito. Revelia: causa não obstativa do deferimento. Inexistência de prescrição em ambos os ordenamentos jurídicos. Perseguição. Inexistência de razões ponderáveis. País democrático subscritor de tratados de direitos humanos. Prisão perpétua. Comutação em prisão temporária. Liberdade provisória. Impertinência na fase de julgamento. Detração do tempo de prisão preventiva.\n\n\n\n    1. A extradição reclama os requisitos legais para o seu deferimento, os quais são extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80, vale dizer, defere-se o pleito se o caso sub judice não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    2. O homicídio é crime comum, por isso que a tese central da defesa, no sentido de que o extraditando é perseguido político em seu país, não é verossímil.\n\n\n\n    3. O artigo 1, letra f, do Tratado de Extradição entre o Brasil e a Itália dispõe que a extradição não será concedida “se a Parte requerida tiver razões ponderáveis para para supor que a pessoa reclamada será submetida a atos de perseguição e discriminação por motivos de raça, religião, sexo, nacionalidade, língua, opinião política, condição social ou pessoal; ou que sua situação possa ser agravada por um dos elementos antes mencionados”.\n\n\n\n    4. A interpretação do conceito indeterminado consubstanciado em razões ponderáveis deve ter em conta, aprioristicamente, a realidade atual do Estado requerente, que, in casu, regula-se pelo regime democrático e subscreve tratados de direitos humanos, conforme se verifica da manifestação ministerial: […] Como toda interpretação que se faz em torno dos chamados conceitos indeterminados, essa expressão deve ser objetivo de uma hermenêutica que leve em conta todas as circunstâncias fáticas e jurídicas da situação. Como comumente se diz no âmbito da teoria do direito, trata-se de uma interpretação all things considered (consideradas todas as coisas). Não se trata, assim, de uma simples avaliação subjetiva, que possa ser feita sem critérios. Além das próprias limitações formalmente acordadas pelas partes e expressamente dispostas no tratado, bem como do ordenamento jurídico interno – inclusive sua interpretação fixada pela Corte Suprema -, o agente público, ao apreciar a existência ou não dessas razões ponderáveis, em determinada hipótese, também está diretamente vinculado à realidade fática que esta corresponde. Com isso, a avaliação sobre a existência ou não de razões ponderáveis ter, no contexto da realidade internacional contemporânea, estreita ligação com o Estado Democrático de Direito e com a garantia de que direitos fundamentais do extraditando serão preservados pelo país requerente, a partir de elementos concretamente aferíveis. Caso contrário, haveria razões ponderáveis que o pedido de extradição fosse recusado. A legitimidade de um país como garantidor dos direitos fundamentais pode ser aferida não apenas pela solidez e seriedade de suas instituições nacionais, no plano interno, mas também pelo papel que o Estado exerce no âmbito mundial. No caso específico, ainda que seja mais do que evidente que a Itália encontra-se inserida no rol dos Estado que prezam pela democracia e pelo respeito incondicional aos direitos humanos, sua participação em organismos mundiais ou blocos regionais, como a União Europeia, dá maior solidez a esta sua condição, haja vista, inclusive, a previsão de sistema multinível de proteção aos direitos humanos: a eventual falha de um nível de proteção (âmbito nacional) poderá ser reconsiderada por outro nível, que lhe é superior (âmbito comunitário). […] Entretanto, suposta alegação de que um extraditando poderá ser perseguido ou discriminado, bem como ter sua situação agravada, com base em reações à sua vida pregressa, também encontra limites na própria conjuntura atual do país requerente. Clamor popular, declarações da imprensa ou demonstração de estado de ânimo contra o extraditando são situações normalmente restringidas por um ordenamento jurídico estável. Negar uma extradição com base em manifestações populares de sociedade notoriamente marcada pela democracia não teria cabimento. É presumível que um Estado internacionalmente comprometido com os direitos fundamentais seja capaz de garantir a proteção do extraditando” (EXT 1085, Rel. Min. CEZAR PELUSO, Pleno).\n\n\n\n    5. A Justiça Italiana é competente para o julgamento do extraditando, que, além de italiano, praticou os crimes em seu país.\n\n\n\n    6. O requisito da dupla tipicidade restou atendido, porquanto o delito de homicídio previsto no artigo 575 do Código Penal Italiano corresponde ao crime tipificado no artigo 121, § 2º, IV, do Código Penal Brasileiro (homicídio qualificado por traição, emboscada ou dissimulação ou outro recurso que dificulte ou torne impossível a defesa do ofendido).\n\n\n\n    7. O Alto Comissariado das Nações Unidas (ACNUR), no Manual de Procedimentos e Critérios para Determinar a Condição de Refugiado de acordo com a Convenção de 1951 e o Protocolo de 1967 relativos ao Estado dos Refugiados, estabeleceu nítida distinção entre perseguido e punido por infração penal comum, in litteris: “Deve-se distinguir perseguição de punição prevista por infração de direito comum. As pessoas que fogem de procedimentos judiciais ou à punição por infrações desta natureza não são normalmente refugiados. Convém lembrar que um refugiado é uma vítima – ou uma vítima potencial – da injustiça e não alguém que foge da justiça.”\n\n\n\n    8. A constituição de família no Brasil (mulher e dois filhos brasileiros), não é causa impeditiva da Extradição (Súmula n. 421/STF).\n\n\n\n    9. In casu:\n\n\n\n    a) o extraditando, líder da Nuova Camorra Organizatta (N.C.O.) e que se escondeu no Brasil, foi condenado definitivamente à pena de prisão perpétua, com isolamento diurno de 2 (dois) anos e 6 (seis) meses, por 22 (vinte e dois) crimes de homicídios praticados entre 29/12/1982 e 29/08/1983 e 22/10/1983;\n\n\n\n    b) os delitos, a natureza, os locais, as datas, as circunstâncias e a pena a ser cumprida encontram-se suficientemente descritos na ordem de execução e nas sentenças acostadas, respectivamente, às fls. 11/54, 90/123, 157/160, estando satisfeita a exigência contida no artigo 80 da Lei n. 6.815/80 e no artigo 11 do Tratado de Extradição entre o Brasil e a Itália;\n\n\n\n    c) a pena não prescreveu segundo ambos os ordenamentos jurídicos, cf. facilmente inferível da análise minuciosa constante do parecer ministerial;\n\n\n\n    d) os autos estão instruídos com os textos legais referentes aos crimes e aos prazos prescricionais, devidamente traduzidos, possibilitando o exame da legalidade do pedido;\n\n\n\n    e) o desconhecimento dos fatos, afirmado pelo extraditando em seu interrogatório, e a revelia não constituem causas impeditivas da extradição, ex vi do artigo V, alínea a, segunda parte, do Tratado específico e da jurisprudência desta Corte consolidada nos seguintes precedentes: EXT 864, Relator Ministro SEPÚLVEDA PERTENCE, EXT 917, Relator Ministro CELSO DE MELLO, e EXT 1085, Relator Ministro CEZAR PELUSO; e\n\n\n\n    f) o pleito de liberdade provisória mostra-se impertinente nessa fase processual de julgamento da extradição, porquanto, se deferida, resta prejudicado, se indeferida, determina-se a soltura.\n\n\n\n    10. A pena de prisão perpétua, tida na defesa como violadora de direito fundamental do extraditando, não constitui causa impeditiva da extradição, uma vez que a entrega ao Estado requerente se dará mediante o compromisso formal de comutação em pena temporária de no máximo de 30 anos, ex vi do artigo 75 do Código Penal Brasileiro.\n\n\n\n    11. O Estado requerente deverá firmar os compromissos de comutar a pena de prisão perpétua em pena de prisão temporária e descontar o tempo de prisão do extraditando no território brasileiro para fins de extradição (Ext 1211/REPÚBLICA PORTUGUESA, rel. Min. Ellen Gracie, Pleno, DJ de 24/3/2011, Ext 1214/EUA, rel. Min. Ellen Gracie, Pleno, DJ 6/5/2011, e Ext 1226/Reino da Espanha, rel. Min. Ellen Gracie, Segunda Turma, DJ de 1/9/2011).\n\n\n\n    12. Pedido de extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9997774","externo_seq_objeto_incidente":4803531,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-251  DIVULG 14-12-2015  PUBLIC 15-12-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1405&classe=Ext","is_colac":false,"titulo":"Ext 1405","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00080 ART-00085 PAR-00001\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00121 PAR-00002 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   TTD      ANO-1989\n          ART-00003 ITEM-00001 LET-F ART-00005 \n          LET-A ART-00011\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989"],"publicacao_data":"2015-12-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, APRECIAÇÃO, ELEMENTO PROBATÓRIO, SENTENÇA CONDENATÓRIA, ÂMBITO, PROCESSO DE EXTRADIÇÃO, FUNDAMENTO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. LEGITIMIDADE, ISOLAMENTO DO PRESO, FINALIDADE, IMPEDIMENTO, REATIVAÇÃO, QUADRILHA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AFASTAMENTO, POSSIBILIDADE, ESTADO REQUERENTE, ISOLAMENTO DO PRESO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1405&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REVELIA, EXTRADITANDO, JUSTIÇA ESTRANGEIRA)\nExt 864 (TP), Ext 917 (TP), Ext 1085 (TP). \n(EXTRADIÇÃO, DETRAÇÃO, COMUTAÇÃO DA PENA, PRISÃO PERPÉTUA)\nExt 1211 (TP), Ext 1214 (TP), Ext 1226 (2ªT). \n(EXTRADIÇÃO, CÔNJUGE BRASILEIRO, FILHO BRASILEIRO)\nExt 890 (TP). \n(EXTRADIÇÃO, ESTADO REQUERENTE, DEMOCRACIA, DIREITOS HUMANOS)\nExt 1085 (TP). \n- Legislação estrangeira citada: art. 575 do Código Penal Italiano.\nNúmero de páginas: 22.\nAnálise: 11/01/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nADV.(A/S)  : JOÃO BATISTA LIRA RODRIGUES JÚNIOR \nEXTDO.(A/S)  : PASQUALE SCOTTI OU SCOTTI PASQUALE \nADV.(A/S)  : MARCELO BETTAMIO E OUTRO(A/S)\nADV.(A/S)  : FERNANDO LUIS LAMBERT SIRIANI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":333591,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1405","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ORGANIZAÇÃO DAS NAÇÕES UNIDAS. Alto Comissariado das Nações Unidas para Refugiados. Manual de procedimentos e critérios para a determinação da condição de refugiado de acordo com a Convenção de 1951 e o Protocolo de 1967 relativos ao Estatuto dos Refugiados.","ministro_facet":["LUIZ FUX"],"processo_numero":1405,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur345056","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 15.3.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur345056","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:33:55.213260","dg_unique":"sjur345056","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição Instrutória. Regularidade Formal. Requisitos Legais Atendidos. Deferimento. \n\n\n\n    1. O requerimento da Extradição formulado pelo Governo da Itália em face de seu nacional preenche os requisitos formais da Lei n° 6.815/80 e do Tratado de Extradição, promulgado pelo Decreto nº 863/1993. \n\n\n\n    2. Estão presentes os pressupostos materiais: a dupla tipicidade e punibilidade de crime comum praticado por estrangeiro, e a falta de jurisdição brasileira sobre o fato. \n\n\n\n    3. Não há que se falar em acusações genéricas quando existem, nos autos, decisões judiciais do Estado Requerente, fundamentadas em fatos descritos que se subsumem à tipificação dos crimes em razão dos quais foi decretada a prisão preventiva pela autoridade do Estado Requerente. \n\n\n\n    4. A alegação de que o extraditando sofrerá discriminação no Estado Requerente, o que inviabilizaria a extradição, fundamentada apenas no depoimento do extraditando, não pode prosperar, em razão de o Estado requerente ser um país de tradição democrática e subscritor de tratados de direitos humanos. \n\n\n\n    5.  Extradição deferida, devendo o Estado requerente assumir o compromisso de detração do tempo de prisão da extraditando por força deste processo.\n\n\n\n    6. Deve-se observar, ainda, que a entrega ao País requerente está condicionada a prévio exame de saúde, nos termos do art. 89, parágrafo único, do Estatuto Estrangeiro, para se verificar se o extraditando pode, ou não, ser transportado para aquele País sem perigo sério de vida em virtude de doença grave.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10702452","externo_seq_objeto_incidente":4866465,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-067  DIVULG 11-04-2016  PUBLIC 12-04-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1419&classe=Ext","is_colac":false,"titulo":"Ext 1419","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00007 ART-00081 \n          ART-00084 ART-00089 PAR-ÚNICO\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011101      ANO-2005\n          ART-00168 PAR-00001 INC-00005 ART-00173 \n          ART-00182\n                LF-2005 LEI DE FALÊNCIAS\n\n","LEG-INT   TTD      ANO-1989\n          ART-00002 NÚMERO-1 ART-00003 NÚMERO-1 \n          LET-B\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989.\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-04-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SUPREMO TRIBUNAL FEDERAL (STF), PROCESSO DE EXTRADIÇÃO, RESTRIÇÃO, APRECIAÇÃO, PRESSUPOSTO EXTRÍNSECO, PEDIDO, AUSÊNCIA, APRECIAÇÃO, MÉRITO, ACUSAÇÃO. AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, FATO, EXTRADITANDO, CASAMENTO COM BRASILEIRA, PAI, FILHO BRASILEIRO. CARACTERIZAÇÃO, PRISÃO PREVENTIVA, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1419&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, ACUSAÇÃO)\nEXT 541 (TP), EXT 703 (TP), EXT 669 (TP). \n(EXTRADIÇÃO, ALEGAÇÃO, DISCRIMINAÇÃO, EXTRADITANDO)\nExt 1405 (1ªT). \n(EXTRADIÇÃO, SAÚDE, EXTRADITANDO)\nExt 367 (TP), Ext 1331 (1ªT). \n(PRISÃO PREVENTIVA, PROCESSO DE EXTRADIÇÃO)\nExt 1212 (1ªT), EXT 579 QO (TP). \n- Legislação estrangeira citada: art. 160 do Código Penal italiano.\nNúmero de páginas: 15.\nAnálise: 30/04/2016, IMC.\nRevisão: 01/08/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : ANDREA PALAGIA OU ANDREA PALAGI \nADV.(A/S)  : SANDRA APARECIDA CARVALHO CRESPO PINHEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":345056,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1419","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1419,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur385204","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Plenário, Sessão Virtual de 4.5.2018 a 10.5.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur385204","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur385204","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: TAXATIVIDADE CONSTITUCIONAL DAS COMPETÊNCIAS ORIGINÁRIAS DO SUPREMO TRIBUNAL FEDERAL. AUSÊNCIA DE PREVISÃO PARA PROCESSAR E JULGAR, ORIGINARIAMENTE, AS AÇÕES POPULARES PROPOSTAS EM FACE DO CONGRESSO NACIONAL E DE SEUS MEMBROS, DE MINISTROS DE ESTADO OU DO PRÓPRIO PRESIDENTE DA REPÚBLICA. INCOMPETÊNCIA ABSOLUTA. PRECEDENTES. AGRAVO REGIMENTAL IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14829265","externo_seq_objeto_incidente":5106543,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-096  DIVULG 16-05-2018  PUBLIC 17-05-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6381&classe=Pet","is_colac":false,"titulo":"Pet 6381 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-N\n                CF-1988 CONSTITUIÇÃO FEDERAL"],"publicacao_data":"2018-05-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6381&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nADI 2860 (TP), Pet 693 AgR (TP), Pet 1738 AgR, Pet 5856 AgR (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF, AÇÃO POPULAR)\nPet 1282 AgR (2ªT), Pet 3152 AgR (TP), AO 859 QO (TP), Pet 5191 AgR (2ªT). \n- Decisão monocrática citada:\n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nRcl 1110 AgR.\n- Decisão estrangeira citada: Caso Marbury vs. Madison julgados 1803, decisão do Chief Justice John Marshal, da Suprema Corte dos Estados Unidos.\n- Veja Pet 296, Pet 352, Pet 431, Pet 487, Pet 1026, Pet 682 e Inq 1282 do STF.\nNúmero de páginas: 12.\nAnálise: 11/09/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ANILDO FABIO DE ARAUJO \nADV.(A/S)  : ANILDO FABIO DE ARAUJO \nAGDO.(A/S)  : MINISTROS DO SUPREMO TRIBUNAL FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : MINISTROS DO TRIBUNAL SUPERIOR DO TRABALHO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : MINISTROS DO TRIBUNAL SUPERIOR ELEITORAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : MINISTROS DO SUPERIOR TRIBUNAL DE JUSTIÇA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : MINISTROS DO SUPERIOR TRIBUNAL MILITAR \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DESEMBARGADORES DOS TRIBUNAIS DE JUSTIÇA DOS ESTADOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DESEMBARGADORES DO TRIBUNAL DE JUSTIÇA DO DISTRITO FEDERAL E DOS TERRITÓRIOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DESEMBARGADORES DOS TRIBUNAIS REGIONAIS DO TRABALHO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DESEMBARGADORES DOS TRIBUNAIS REGIONAIS ELEITORAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DESEMBARGADORES DOS TRIBUNAIS REGIONAIS FEDERAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : JUÍZES FEDERAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : JUÍZES DO TRABALHO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : JUÍZES DA JUSTIÇA MILITAR \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : JUÍZES DE DIREITO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : PROCURADORES DA REPÚBLICA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : PROMOTORES DE JUSTIÇA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : PROCURADORES DE JUSTIÇA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : CONSELHEIROS DO TRIBUNAL DE CONTAS DA UNIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : CONSELHEIROS DOS TRIBUNAIS DE CONTAS DO ESTADOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : CONSELHEIROS DO TRIBUNAL DE CONTAS DO DISTRITO FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : CONSELHEIROS DOS TRIBUNAIS DE CONTAS DOS MUNICÍPIOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : MEMBROS DO MINISTÉRIO PÚBLICO JUNTO AO TRIBUNAL DE CONTAS DA UNIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : MEMBROS DO MINISTÉRIO PÚBLICO JUNTO AOS TRIBUNAIS DE CONTAS DOS ESTADOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : MEMBROS DO MINISTÉRIO PÚBLICO JUNTO AO TRIBUNAL DE CONTAS DO DISTRITO FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : CONSELHEIROS DO CONSELHO NACIONAL DE JUSTIÇA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : CONSELHEIROS DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : DEPUTADOS FEDERAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DEPUTADOS ESTADUAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DEPUTADOS DISTRITAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : SENADORES DA REPÚBLICA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DEFENSORIA PÚBLICA DA UNIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAGDO.(A/S)  : DEFENSORES PÚBLICOS DOS ESTADOS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":385204,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 6381 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2018-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"ABRAHAM, Henry J. A Corte Suprema no evolutivo processo político. In: HARMOM, M. Judd et al. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nHALL, Kermit L. The Oxford guide to United States Supreme Courts decisions. New York: Oxford University Press, 1999. p. 173.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14.\nSCHWARTZ, Bernard. Direito constitucional americano. Rio de Janeiro: Forense, 1966. p. 257.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6381,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur401404","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 22.3.2019 a 28.3.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur401404","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur401404","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E ADMINISTRATIVO. AGRAVO INTERNO. MANDADO DE SEGURANÇA IMPETRADO CONTRA ATO DO CONSELHO NACIONAL JUSTIÇA. ARQUIVAMENTO SUMÁRIO DE RECLAMAÇÃO DISCIPLINAR CONTRA MAGISTRADO. IMPUTAÇÕES RELACIONADAS AO CONTEÚDO JURISDICIONAL, E NÃO ADMINISTRATIVO. OBSERVÂNCIA DA COMPETÊNCIA ESTABELECIDA PELO ART. 103-B, § 4º, DA CF/88. PRERROGATIVA DO RELATOR (ART. 25, X, RICNJ). ILEGALIDADE. INOCORRÊNCIA. INEXISTÊNCIA DE DIREITO LÍQUIDO E CERTO. RECURSO DE AGRAVO A QUE SE NEGA PROVIMENTO. \n\n\n\n    1. A conclusão adotada pelo Conselho Nacional de Justiça parte da premissa que deve nortear a atuação daquele órgão, pois, conforme já registrei anteriormente, a definição dos limites constitucionais das importantes competências administrativas do CNJ é imprescindível para o bom funcionamento do órgão e para manutenção de sua legitimidade constitucional, salientando-se que suas competências originárias, assim como ocorre há mais de 210 anos em relação à Corte Suprema Americana e há mais de 120 anos em relação às competências originárias do Supremo Tribunal Federal, são taxativamente previstas pelo texto constitucional, pois as competências originárias dos órgãos de cúpula do Poder Judiciário exigem previsão expressa e taxativa, conforme princípio tradicional nascido com o próprio constitucionalismo norte-americano em 178 7 e reconhecido no célebre caso Marbury v. Madison (1 Cranch 137 - 1803) e entre nós, desde o início da República (RTJ 43/129, 44/563, 50/72). \n\n\n\n    2. O princípio adotado pelo Congresso Nacional ao editar a EC 45/04, e estabelecer as competências originárias do Conselho Nacional de Justiça, somente no âmbito de atuação administrativa, e tornando-as excepcionais, inclusive em relação à autonomia dos tribunais, permitindo o controle jurisdicional a ser exercido pelo Supremo Tribunal Federal e não as confundindo com o exercício da função jurisdicional pelos juízes e tribunais, nem tampouco autorizando qualquer tipo de invasão nas competências fixadas aos demais órgãos e Instituições do Estado, mantendo-se, dessa maneira, a independência e harmonia entre os Poderes como princípio basilar da República protegido por diversos mecanismos de controles recíprocos que precisam, efetivamente, ser utilizados evitando dessa forma, a tentativa de criação inconstitucional de mecanismos que induzam a possibilidade de guerrilha institucional ( Direito Constitucional . 33. ed. São Paulo: Atlas, 2017. fls. 563-564).\n\n\n\n    3. O ato questionado não viola direito líquido e certo dos impetrantes, uma vez que não comprovada a ilegalidade decorrente da decisão que determinou o arquivamento sumário da Reclamação Disciplinar em questão, “sob o fundamento de que o CNJ não serve como instância recursal, estando sua atribuição adstrita ao âmbito administrativo do Poder Judiciário”, em fiel observância ao art. 103-B, § 4º, da CF/88, \n\n\n\n    4. Por fim, tem-se que a atuação do Relator da Reclamação Disciplinar em questão encontra-se amparada pelo disposto no art. 25, X, do Regimento Interno do CNJ, que atribui expressamente ao relator a competência de determinar a extinção liminar do processo quando a matéria for flagrantemente estranha as finalidades do CNJ.\n\n\n\n    5. Agravo interno a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749535601","externo_seq_objeto_incidente":5640048,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-069  DIVULG 04-04-2019  PUBLIC 05-04-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=36139&classe=MS","is_colac":false,"titulo":"MS 36139 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-0103B PAR-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00006 ART-00009\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-2009\n          ART-00025 INC-00010\n                REGIMENTO INTERNO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2019-04-05","documental_acordao_mesmo_sentido_lista_texto":"MS 36867 AgR PROCESSO ELETRÔNICO\n          JULG-20-03-2020  UF-DF  TURMA-01  MIN-ALEXANDRE DE MORAES N.PÁG-011\n          DJe-076  DIVULG 27-03-2020  PUBLIC 30-03-2020","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=36139&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MS, DIREITO LÍQUIDO E CERTO)\nMS 21865 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: RMS 10208. \n- Decisão estrangeira citada: Caso Marbury vs. Madison julgados 1803, decisão do Chief Justice John Marshal, da Suprema Corte dos Estados Unidos.\nNúmero de páginas: 15.\nAnálise: 25/07/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ALUIR ROMANO ZANELLATO FILHO E OUTRO(A/S)\nADV.(A/S)  : ALUIR ROMANO ZANELLATO FILHO \nAGDO.(A/S)  : CORREGEDOR NACIONAL DE JUSTICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : CONSELHO NACIONAL DE JUSTIÇA - CNJ \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":401404,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 36139 AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2019-03-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"FERREIRA FILHO, Manoel Gonçalves. Direito Constitucional. 33. ed. São Paulo: Atlas, 2017. p. 563-564.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":36139,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur13633","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Decisão : Após o voto do Presidente, Ministro Sepúlveda Pertence (Relator), que dava provimento ao agravo regimental e homologava o laudo arbitral, converteu-se o julgamento em diligência, por proposta do Ministro Moreira Alves, para ouvir o Ministério Público Federal sobre a constitucionalidade da Lei nº 9.307/96 e seus reflexos quanto à homogabilidade do laudo no caso concreto. Decisão unânime. Ausentes, justificadamente, os Ministros Celso de Mello e Marco Aurélio. Plenário, 10.10.96.                   \r\n\r\nDecisão : Adiado o julgamento pelo pedido de vista do Ministro Nelson Jobim, após o voto do Relator (Ministro Sepúlveda Pertence, Presidente), que declarava inconstitucionais, na Lei nº 9.307/96: 1) o parágrafo único do art. 6º; 2) o art. 7º e seus parágrafos; 3) no art. 41, as novas redações atribuídas ao art. 267, inciso VII e art. 301, inciso IX do Código de Processo Civil e o art. 42, mas dava provimento ao agravo para homologar a sentença arbitral. Ausentes, justificadamente, os Ministros Celso de Mello e Marco Aurélio. Plenário, 08.05.97.                   \r\n\r\nDecisão : Após o voto do Senhor Ministro Nelson Jobim, que declarava a constitucionalidade, na Lei nº 9.307/96: 1) do parágrafo único do artigo 6º; 2) do artigo 7º e seus parágrafos; 3) no artigo 41, das novas redações atribuídas ao artigo 267, inciso VII e artigo 301, inciso IX, do Código de Processo Civil; 4) do artigo 42; e, no mais, concordava com o Senhor Ministro-Relator, pediu vista dos autos o Senhor Ministro Ilmar Galvão. Plenário, 22.11.2000.                   \r\nDecisão : Após o voto do Senhor Ministro Sepúlveda Pertence (Relator), que declarava inconstitucionais, na Lei nº 9.307/96: 1) o parágrafo único do artigo 6º; 2) o artigo 7º e seus parágrafos; 3) no artigo 41, as novas redações atribuídas ao artigo 267, inciso VII e artigo 301, inciso IX do Código de Processo Civil; 4) e o artigo 42; e dava provimento ao agravo para homologar a sentença arbitral, e dos votos dos Senhores Ministros Nelson Jobim e Ilmar Galvão, que declaravam a constitucionalidade dos citados dispositivos legais e acompanhavam o Senhor Ministro-Relator, para dar provimento ao agravo e homologar a sentença arbitral, pediu vista dos autos a Senhora Ministra Ellen Gracie. Plenário, 21.3.2001.                   Decisão : Após o voto do Senhor Ministro Sepúlveda Pertence (Relator), que declarava inconstitucionais, na Lei nº 9.307/96: 1) o parágrafo único do artigo 6º; 2) o artigo 7º e seus parágrafos; 3) no artigo 41, as novas redações atribuídas ao artigo 267, inciso VII e artigo 301, inciso IX do Código de Processo Civil; 4) e o artigo 42; e dava provimento ao agravo para homologar a sentença arbitral, e dos votos dos Senhores Ministros Nelson Jobim, Ilmar Galvão, Ellen Gracie, Maurício Corrêa, Marco Aurélio e Celso de Mello, que declaravam a constitucionalidade dos citados dispositivos legais e acompanhavam o Senhor Ministro-Relator, para dar provimento ao agravo e homologar a sentença arbitral, e do voto do Senhor Ministro Sydney Sanches, acompanhando o voto do Senhor Ministro-Relator, pediu vista dos autos o Senhor Ministro Néri da Silveira. Plenário, 03.5.2001.                   \r\n\r\nDecisão: O Tribunal, por unanimidade, proveu o agravo para homologar a sentença arbitral, vencidos parcialmente os Senhores Ministros Sepúlveda Pertence, Sydney Sanches, Néri da Silveira e Moreira Alves, no que declaravam a inconstitucionalidade do parágrafo único do artigo 6º; do artigo 7º e seus parágrafos; no artigo 41, das novas redações atribuídas ao artigo 267, inciso VII, e ao artigo 301, inciso IX, do Código de Processo Civil; e do artigo 42, todos da Lei nº 9.307, de 23 de setembro de 1996. Votou o Presidente, o Senhor Ministro Marco Aurélio. Plenário, 12.12.2001.","is_repercussao_geral_merito":false,"relator_processo_nome":"SEPÚLVEDA PERTENCE","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur13633","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur13633","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: 1.Sentença estrangeira: laudo arbitral que dirimiu conflito\n entre duas sociedades comerciais sobre direitos inquestionavelmente\n disponíveis - a existência e o montante de créditos a título de\ncomissão por representação comercial de empresa brasileira no\nexterior: compromisso firmado pela requerida que, neste processo,\npresta anuência ao pedido de homologação: ausência de chancela, na\norigem, de autoridade judiciária ou órgão público equivalente:\nhomologação negada pelo Presidente do STF, nos termos da\njurisprudência da Corte, então dominante: agravo regimental a que se\n dá provimento,por unanimidade, tendo em vista a edição posterior da\n L. 9.307, de 23.9.96, que dispõe sobre a arbitragem, para que,\nhomologado o laudo, valha no Brasil como título executivo judicial.\n2. Laudo arbitral: homologação: Lei da Arbitragem: controle\nincidental de constitucionalidade e o papel do STF.\nA\nconstitucionalidade da primeira das inovações da Lei da Arbitragem -\n a possibilidade de execução específica de compromisso arbitral -\nnão constitui, na espécie, questão prejudicial da homologação do\nlaudo estrangeiro; a essa interessa apenas, como premissa, a\nextinção, no direito interno, da homologação judicial do laudo\n(arts. 18 e 31), e sua conseqüente dispensa, na origem, como\nrequisito de reconhecimento, no Brasil, de sentença arbitral\nestrangeira (art. 35).\nA completa assimilação, no direito\ninterno, da decisão arbitral à decisão judicial, pela nova Lei de\nArbitragem, já bastaria, a rigor, para autorizar a homologação, no\nBrasil, do laudo arbitral estrangeiro, independentemente de sua\nprévia homologação pela Justiça do país de origem.\nAinda que não\nseja essencial à solução do caso concreto, não pode o Tribunal -\ndado o seu papel de \"guarda da Constituição\" - se furtar a enfrentar\n o problema de constitucionalidade suscitado incidentemente (v.g. MS\n 20.505, Néri).\n3. Lei de Arbitragem (L. 9.307/96):\nconstitucionalidade, em tese, do juízo arbitral; discussão\nincidental da constitucionalidade de vários dos tópicos da nova lei,\n especialmente acerca da compatibilidade, ou não, entre a execução\njudicial específica para a solução de futuros conflitos da cláusula\ncompromissória e a garantia constitucional da universalidade da\njurisdição do Poder Judiciário (CF, art. 5º,\nXXXV).\nConstitucionalidade declarada pelo plenário, considerando\no Tribunal, por maioria de votos, que a manifestação de vontade da\nparte na cláusula compromissória, quando da celebração do contrato,\ne a permissão legal dada ao juiz para que substitua a vontade da\nparte recalcitrante em firmar o compromisso não ofendem o artigo 5º,\n XXXV, da CF.\nVotos vencidos, em parte - incluído o do relator -\n que entendiam inconstitucionais a cláusula compromissória - dada a\nindeterminação de seu objeto - e a possibilidade de a outra parte,\nhavendo resistência quanto à instituição da arbitragem, recorrer ao\nPoder Judiciário para compelir a parte recalcitrante a firmar o\ncompromisso, e, conseqüentemente, declaravam  a\ninconstitucionalidade de dispositivos da Lei 9.307/96 (art. 6º,\nparág. único; 7º e seus parágrafos e, no art. 41, das novas redações\n atribuídas ao art. 267, VII e art. 301, inciso IX do C. Pr. Civil;\ne art. 42), por violação da garantia da universalidade da jurisdição\n do Poder Judiciário.\nConstitucionalidade - aí por decisão\nunânime, dos dispositivos da Lei de Arbitragem que prescrevem a\nirrecorribilidade (art. 18) e os efeitos de decisão judiciária da\nsentença arbitral (art. 31).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=5206&classe=SE-AgR","externo_seq_objeto_incidente":3509933,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 30-04-2004 PP-00059  EMENT VOL-02149-06 PP-00958","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5206&classe=SE","is_colac":false,"titulo":"SE 5206 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1824\n                ART-00150 ART-00160\n                CF-1824 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n                ART-00141 PAR-00003 PAR-00004\n                CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n                ART-00150 PAR-00004 ART-00153 PAR-00004\n                REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001   ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF       ANO-1988\n                ART-00005 INC-00035\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-000556      ANO-1850\n                ART-00245 ART-00294 ART-00348 ART-00411\n                PAR-00001 ART-00739 ART-00783 ART-00846\n                CCM-1850 CÓDIGO COMERCIAL\n","LEG-FED   LEI-003071    ANO-1916\n                ART-00082 ART-01037 ART-01038 ART-01039\n                ART-01040 ART-01041 ART-01042 ART-01043\n                ART-01044 ART-01045 ART-01046 ART-01047\n                ART-01048 ART-01123\n                CC-1916 CÓDIGO CIVIL\n","LEG-FED   DEL-001608    ANO-1939\n                ART-01006 PAR-00002 ART-01031 ART-01032\n                ART-01033 ART-01034 ART-01035 ART-01036\n                ART-01037 ART-01038 ART-01039 ART-01040\n                ART-01041 ART-01042 ART-01043 ART-01044\n                ART-01045 ART-01046\n                CPC-1939 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00267 INC-00007 ART-00301 INC-00009\n                REDAÇÃO DADA PELO ARTIGO 41 DA LEI-9307/1993\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00451 ART-00639 ART-00641 ART-00741\n                INC-00001 INC-00002 INC-00003 INC-00004\n                INC-00005 INC-00006 INC-00007 ART-00745\n                ART-01041 ART-01072 ART-01073 ART-01074\n                ART-01075 ART-01076 ART-01077 INC-00004\n                ART-01078 ART-01079 ART-01080 ART-01081\n                ART-01082 ART-01083 ART-01084 ART-01085\n                ART-01086 ART-01087 ART-01088 ART-01089\n                ART-01090 ART-01091 ART-01092 ART-01093\n                ART-01094 PAR-ÚNICO ART-01095 ART-01096\n                ART-01097 ART-01098  ART-01099 ART-01100\n                ART-01101 ART-01102\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-005869    ANO-1973\n                ART-00520 INC-00006\n                 REDAÇÃO DADA PELO ARTIGO 42 DA LEI-9307/1993\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-001350      ANO-1986\n                ART-00003\n                LEI ORDINÁRIA\n","LEG-FED   LEI-004591      ANO-1964\n                LEI DE CONDOMÍNIOS E INCORPORAÇÕES IMOBILIÁRIAS\n                LEI ORDINÁRIA\n","LEG-FED   LEI-008807      ANO-1994\n                ART-00019    \"CAPUT\"\n                LEI ORDINÁRIA\n","LEG-FED   LEI-009307      ANO-1996\n                ART-00001 ART-00003\n                ART-00004 \"CAPUT\" PAR-00001 PAR-00002\n                ART-00005 ART-00006  \"CAPUT\" PAR-ÚNICO\n                ART-00007 PAR-00001 PAR-00002 PAR-00003\n                PAR-00004 PAR-00005 PAR-00006 PAR-00007\n                ART-00009  \"CAPUT\" PAR-00001  PAR-00002\n                ART-00010 INC-00001 INC-00002 INC-00003 INC-00004\n                ART-00011 INC-00001 INC-00002 INC-00003 INC-00004\n                INC-00005 INC-00006 ART-00013  PAR-00003\n                ART-00018 ART-00019 ART-00021  \"CAPUT\"\n                PAR-00001 PAR-00002 PAR-00003 PAR-00004\n                ART-00023 ART-00025 PAR-ÚNICO ART-00029\n                ART-00031 ART-00032 INC-00001 INC-00002\n                INC-00003 INC-00004  INC-00005  INC-00006\n                INC-00007 INC-00008 ART-00033 PAR-00002 PAR-00003\n                ART-00035 ART-00038 INC-00001 INC-00002 INC-00003\n                INC-00004  INC-00005  INC-00006 ART-00039  INC-00001\n                INC-00002 PAR-ÚNICO  ART-00041  ART-00042\n                ART-00043   ART-00044\n                LA-1996 LEI DE ARBITRAGEM\n","LEG-FED   DEL-009521      ANO-1945\n                ART-00016\n                DECRETO-LEI\n","LEG-FED   DEC-021187      ANO-1932\n                ART-00001\n                PROMULGA O PROTOCOLO RELATIVO À CLÁUSULA DE\n                ARBITRAGEM FIRMADO EM GENEBRA A 24/09/1923\n                DECRETO\n","LEG-FED   DEC-003900      ANO-1867\n                DECRETO\n","LEG-FED   DEC-001902      ANO-1996\n                ART-00001\n                PROMULGA A CONVENÇÃO INTERAMERICANA SOBRE ARBITRAGEM\n                INTERNACIONAL\n                DECRETO\n","LEG-FED   RGI    ANO-1980\n          ART-00176 ART-00177\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL\nFEDERAL\n","LEG-FED   REG-000737      ANO-1850\n                ART-00411 PAR-00001\n                REGULAMENTO"],"publicacao_data":"2004-04-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  HOMOLOGAÇÃO, LAUDO ARBITRAL, VALIDADE, BRASIL, TÍTULO EXECUTIVO\nJUDICIAL, LITÍGIO, SOCIEDADE COMERCIAL, FOCO, DIREITO DISPONÍVEL,\nEXISTÊNCIA, MONTANTE, CRÉDITO, COMISSÃO POR REPRESENTAÇÃO\nCOMERCIAL, EMPRESA BRASILEIRA, SEDE, EXTERIOR. REQUERIDA,\nAPROVAÇÃO, COMPROMISSO, ANUÊNCIA, PEDIDO, HOMOLOGAÇÃO. LEI NOVA,\nJUÍZO ARBITRAL, INOVAÇÃO, MATÉRIA, ARBITRAGEM, POSSIBILIDADE, EXECUÇÃO,\nCOMPROMISSO ARBITRAL, MEDIANTE, PROVIMENTO JUDICIAL,\nSUBSTITUIÇÃO, MANIFESTAÇÃO, VONTADE, PARTE RECALCITRANTE.\nPLANO, DIREITO INTERNO, EQUIPARAÇÃO, EFEITO, SENTENÇA ARBITRAL,\nSENTENÇA JUDICIÁRIA, IRRELEVÂNCIA, HOMOLOGAÇÃO JUDICIAL.\n- CONSIDERAÇÃO, CONSTITUCIONALIDADE, DISPOSITIVO, LEI DE\nARBITRAGEM, ENTENDIMENTO, PROMOÇÃO, ALTERAÇÃO, CÓDIGO DE\nPROCESSO CIVIL, OBJETIVO, AJUSTAMENTO, NOVIDADE, TRATAMENTO,\nARBITRAGEM. SISTEMA LEGAL, PROIBIÇÃO, CRIAÇÃO, MECANISMO,\nEXCLUSÃO, APRECIAÇÃO, PODER JUDICIÁRIO, LESÃO, AMEAÇA,\nDIREITO. CARACTERIZAÇÃO, FACULDADE, CIDADÃO, COMPOSIÇÃO,\nCONFLITO, PODER JUDICIÁRIO . ESTIPULAÇÃO, ANTERIORIDADE, CLÁUSULA\nCOMPROMISSÓRIA, PARTES, SUBMISSÃO,  PACTO, SISTEMA, ARBITRAGEM,\nHIPÓTESE, OCORRÊNCIA, FUTURA, CONFLITO. CLÁUSULA COMPROMISSÓRIA,\nOBJETO, LITÍGIO, DECORRÊNCIA, RELAÇÃO CONTRATUAL ESPECÍFICA.\nCOMPROMISSO ARBITRAL, OBJETO, LITÍGIO, DECORRÊNCIA, TOTALIDADE,\nFATO JURÍDICO, INCLUSÃO, ESTRANHO, CONTRATO. CONDIÇÃO, EFICÁCIA,\nCLÁUSULA COMPROMISSÓRIA, CONTRATO, REGÊNCIA, PRINCÍPIO DA\nDISPONIBILIDADE. IMPOSSIBILIDADE, EXISTÊNCIA, RENÚNCIA\nABSOLUTA, ABSTRATA, RELAÇÃO, PODER JUDICIÁRIO . OCORRÊNCIA,\nRENÚNCIA RELATIVA, LITÍGIO DETERMINADO, DECORRÊNCIA, CONTRATO\nESPECÍFICO. PROIBIÇÃO CONSTITUCIONAL, VEDAÇÃO, ACESSO, JUDICIÁRIO,\nREFERÊNCIA, IMPOSSIBILIDADE, LEGISLADOR, CRIAÇÃO, OBSTÁCULO,\nPARTICULAR, OPÇÃO, VIA JUDICIAL (MIN. NELSON JOBIM).\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MAURÍCIO CORRÊA: CLÁUSULA \r\nCOMPROMISSÓRIA,\nDEFINIÇÃO, LEI DE ARBITRAGEM, CARACTERIZAÇÃO, OPÇÃO, PARTE\nCONTRATANTE, SOLUÇÃO, MEDIANTE, ARBITRAGEM, LITÍGIO, DECORRÊNCIA,\nDESCUMPRIMENTO, CONTRATO. OCORRÊNCIA, LITÍGIO, HIPÓTESE, RECUSA,\nCOMPARECIMENTO, JUÍZO ARBITRAL, POSSIBILIDADE, PARTE INTERESSADA,\nENCAMINHAMENTO, PODER JUDICIÁRIO, RECURSO, OBJETIVO, OBRIGAÇÃO,\nPARTE INADIMPLENTE, CUMPRIMENTO, CONTRATO. EXECUÇÃO, CLÁUSULA\nCOMPROMISSÓRIA, JUIZ, CONCRETIZAÇÃO, AUSÊNCIA, SUBSTITUIÇÃO,\nVONTADE, PARTE.\n- VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE, MIN. SYDNEY\nSANCHES, MIN. MOREIRA ALVES: INCONSTITUCIONALIDADE, ARTIGO, LEI DE \r\nARBITRAGEM,\nPARTE, ATRIBUIÇÃO, COMPROMISSO ARBITRAL, FORMAÇÃO, PROVIMENTO\nJUDICIAL SUBSTITUTIVO, CONCORDÂNCIA, PARTE, ESTRANHA, FIXAÇÃO,\nMANIFESTAÇÃO, VONTADE, FIGURANTES, OFENSA, PRINCÍPIO CONSTITUCIONAL,\nDIREITO, ACESSO, JUDICIÁRIO.  VALIDADE, LAUDO\nARBITRAL, CONDICIONAMENTO, SUBSEQUENTE, DEPÓSITO, HOMOLOGAÇÃO.\nCOMPROMISSO ARBITRAL, FUNDAMENTAÇÃO, CONSENTIMENTO,\nINTERESSADO, OBJETIVO, SOLUÇÃO, CONFLITO, DIREITO DISPONÍVEL,\nPOSSIBILIDADE, PARTES, CONCILIAÇÃO. PRESUNÇÃO,\nCONSTITUCIONALIDADE, ARBITRAGEM, BASE, VOLUNTARIEDADE, ACORDO\nBILATERAL, PARTE, OPÇÃO, ENTREGA, TERCEIRO, SOLUÇÃO, LIDE.\nCONSTITUCIONALIDADE, JUÍZO ARBITRAL, ORIGEM, RENUNCIABILIDADE,\nEXERCÍCIO, DIREITO, AÇÃO, REFLEXO SUBJETIVO, GARANTIA, PRESTAÇÃO\nJURISDICIONAL. TERMO, RENÚNCIA, EXERCÍCIO, DIREITO, AÇÃO, DEFESA,\nINDISPENSABILIDADE, FORMAÇÃO, CONSENSO, MOMENTO, EXISTÊNCIA,\nCONCRETIZAÇÃO, LITÍGIO DETERMINADO. IMPOSSIBILIDADE,\nMANIFESTAÇAO, CONSENSO, MOMENTO, CONTRATO PRINCIPAL, CLÁUSULA\nCOMPROMISSÓRIA, MOTIVO, CARACTERIZAÇÃO, RENÚNCIA ANTECIPADA, DIREITO,\nAÇÃO, INEXISTÊNCIA.\n- VOTO VENCIDO, MIN. NÉRI DA SILVEIRA: INCONSTITUCIONALIDADE, ARTIGO, LEI \r\nARBITRAL.\nPROVIMENTO, AGRAVO REGIMENTAL, HOMOLOGAÇÃO, LAUDO ARBITRAL,\nDISPENSA, PROVA, HOMOLOGAÇÃO, SENTENÇA JUDICIAL, EFICÁCIA,\nBRASIL. SUBSTITUIÇÃO, VONTADE, PARTE, CONTRATO, DECISÃO, JUIZ,\nOFENSA,\n  DISPOSITIVO CONSTITUCIONAL, ACESSO, JUDICIÁRIO, SUJEIÇÃO,\nJUÍZO EXTRAJUDICIAL, LITÍGIO, OBJETO, LIMITE, OCORRÊNCIA,\nPOSTERIORIDADE, CONTRATO, CLÁUSULA COMPROMISSÓRIA. RENÚNCIA,\nDIREITO DE AÇÃO, EXIGÊNCIA, EXISTÊNCIA, PRETENSÃO ATUAL, DIREITO\nMATERIAL. INADMISSIBILIDADE, RENÚNCIA, DIREITO, AÇÃO, ABSTRATO,\nLITÍGIO, DESCONHECIMENTO, IRRELEVÂNCIA, VINCULAÇÃO, RELAÇÃO\nJURÍDICA, DIREITO MATERIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5206&classe=SE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"SE-AgR","documental_observacao_texto":"Votação e resultado: por unanimidade provido o Agravo para homologar a\nSentença Arbitral. Vencidos, parcialmente, os Mins. Sepúlveda Pertence,\nSydney Sanches, Néri da Silveira e Moreira Alves, no que declaravam a\ninconstitucionalidade do parágrafo único do artigo 6º, do artigo 7º e\nseus parágrafos; no artigo 41, das novas redações atribuídas ao artigo\n267, inciso VII, e ao artigo 301, inciso IX, do Código de Processo\nCivil; e do artigo 42, todos da Lei-9307, de 23.09.1996.\n\nAcórdãos citados: ADI 1074 MC, ADI 1651 (RTJ 168/106), SE 1982\n(RTJ 54/714). SE 2006 (RTJ 60/28), SE 2178 (RTJ 91/48), SE 2468,\nSE 2768, SE 2476 AgR (RTJ 95/23), SE 26766 (RTJ 107/563), SE 3236\n(RTJ 111/157), SE 3397 (RTJ 155/103), SE 3707 (RTJ 137/132), SEC 4724\n(RTJ 160/151), SEC 5847 (RTJ 172/868), MS 20505 (LEX 59/90), AI 52181\n(RTJ 68/382), RE 58696 (RTJ 42/212), RE 88716 (RTJ 92/250), RE 172058\n(RTJ 161/1043), RE 223075 (RTJ 175/800), RE 250545; LEX 159/101.\nLegislação estrangeira citada: Ordenações Filipinas, livro III, títulos\nXVI e XVII. Itália:\nArtigo 24 da Constituição de 1948; artigo 2032 do Código Civil e\nartigos 809 e 810 do Código de Processo Civil, com a redação dada pela\nLei-25, de 05.01.1944. Portugal: artigo 1231 da Lei-31, de 29.08.1986.\nHolanda: artigo 1020 do Código de Processo Civil. Espanha: artigo 24, I\nda Constituição de 1978 e Lei-36, de 07.12.1988, II. Alemanha: Lei de\narbitragem, de 22.12.1997, que alterou a redação dos artigos 1035.3 e\n1035, II, da ZPO. Artigo 7º, I da Lei-modelo da Comissão das Nações\nUnidas para o desenvolvimento do Comércio Internacional - UNCITRAL\nsobre a arbitragem internacional, editada pela ONU em 1985.\nNúmero de páginas: (246). Análise:(JBM).\nInclusão: 01/02/05, (MLR).\nAlteração: 25/02/2009, NRT.\nAlteração: 30/04/2019, NSB.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.   : M B V COMMERCIAL AND EXPORT MANAGEMENT\n               ESTABLISMENT\nADVDO. : EVANDRO CATUNDA DE CLODOALDO PINTO E OUTROS\nAGDO.   : RESIL INDUSTRIA E COMERCIO LTDA\nADVDO. : MARCIA SERRA NEGRA E OUTROS\nADVDO. : ANDRÉ CARMELINGO ALVES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":13633,"documental_tese_texto":null,"procedencia_geografica_completo":"EP - ESPANHA","processo_codigo_completo":"SE 5206 AgR","processo_classe_processual_unificada_classe_sigla":"SE","julgamento_data":"2001-12-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NA SENTENÇA ESTRANGEIRA","documental_doutrina_texto":"OBRA: DIREITO INTERNACIONAL PRIVADO\nAUTOR: AMILCAR DE CASTRO\nVOLUME: 2       PÁGINAS: 174, 276  ANO: 1956\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: HAMILTON DE MORAES E BARROS\nEDITORA: FORENSE\nVOLUME: 9       PÁGINAS.: 377-378\nOBRA: INSTITUIÇÕES DO DIREITO PROCESSUAL CIVIL\nAUTOR: JOSÉ FREDERICO MARQUES\nEDITORA: FORENSE\nVOLUME: 5       PÁGINA: 422-423   ANO: 1960\nOBRA: ARBITRAGEM INTERNACIONAL  PRIVADA\nAUTOR: JOSÉ CARLOS MAGALHÃES\nPÁGINAS: 8,25,31,32       ANO: 1986\nOBRA: FUNDAMENTOS DA ARBITRAGEM DO COMÉRCIO\nINTERNACIONAL\nAUTOR: JOSÉ ALEXANDRE TAVARES GUERREIRO\nEDITORA: SARAIVA\nPÁGINAS: 35,51   ANO: 1993\nOBRA: ENCICLOPEDIA DEL DIRITTO (VB. ARBITRATO - DIR. PROC.\nCIV)\nAUTOR: BIAMONTI\nVOLUME: 2       PÁGINAS: 900,904,936  ANO: 1958\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: PONTES DE MIRANDA\nEDITORA: FORENSE\nVOLUME: 15      PÁGINAS.: 224,240,399  ANO: 1977\nOBRA: JUÍZO ARBITRAL: CLÁUSULA COMPROMISSÓRIA: EFEITOS, PARECER in\nTEMAS DE DIREITO PROCESSUAL\nAUTOR: JOSÉ CARLOS BARBOSA MOREIRA\nEDITORA: SARAIVA\nEDIÇÃO: 2ª      PÁGINAS: 192, 200, 201  ANO: 1988\nOBRA: O NOVO PROCESSO CIVIL BRASILEIRO\nAUTOR: JOSÉ CARLOS BARBOSA MOREIRA\nVOLUME: 2       PÁGINA: 44      ANO: 1976\nOBRA: ESTUDOS DE DIREITO PROCESSUAL CIVIL\nAUTOR: MACHADO GUIMARÃES\nANO 1969    PÁGINA: 284,291,292\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: PONTES DE MIRANDA\nEDITORA: FORENSE\nEDIÇÃO: 2ª  PÁGINAS: 162, Nº 23 ANO: 1962\nOBRA: EXECUÇÃO ESPECÍFICA DA CLÁUSULA ARBITRAL in REVISTA\nFORENSE,  Nº 331\nAUTOR: CELSO BARBI FILHO\nPÁGINAS: 97-104\nOBRA: TRATADO DE DIREITO COMERCIAL BRASILEIRO\nAUTOR: J. X. CARVALHO DE MENDONÇA\nEDIÇÃO: 6ª  VOLUME: 6   PÁGINA: 333\nOBRA: ASPECTOS FUNDAMENTAIS DA LEI DE ARBITRAGEM\nAUTOR: CARLOS ALBERTO CARMONA E SELMA FERREIRA LEMES\nEDITORA: FORENSE\nPÁGINAS: 36-51  ANO: 1999\nOBRA: DIREITO CONSTITUCIONAL E TEORIA DA CONSTITUIÇÃO\nAUTOR: J. J. GOMES CANOTILHO\nEDITORA:COIMBRA, LIVRARIA ALMEDINA\nEDIÇÃO: 4ª    PÁGINA: 401\nOBRA: ARBITRAGEM,  JURISDIÇÃO E EXECUÇÃO, ANÁLISE CRÍTICA DA LEI 9307,\nDE 23/09/96\nAUTOR: JOEL DIAS FIGUEIRA JÚNIOR\nEDITORA: RT\nEDIÇÃO: 2ª   PÁGINA: 167\nOBRA: A ARBITRAGEM E O DIREITO DO CONSUMIDOR in TEMAS ATUAIS DE\nDIREITO\nAUTOR: ANTÔNIO JUNQUEIRA DE AZEVEDO\nEDITORA: LTr\nPÁGINAS: 153-154\nOBRA: ARBITRAGEM E PROCESSO, UM COMENTÁRIO À LEI 9.307/1996\nAUTOR: CARLOS ALBERTO CARMONA\nEDITORA: MALHEIROS\nPÁGINA: 103\nOBRA: SENTENÇA ESTRANGEIRA E LEX MERCATORIA\nAUTOR: HERMES MARCELO HUCK\nEDITORA: SARAIVA\nPÁGINA: 74   ANO: 1974\nOBRA: CÓDIGO CIVIL COMENTADO\nAUTOR: CLÓVIS BEVILÁQUA\nVOLUME: 1  PÁGINAS: 154,309\nOBRA: ASPECTOS FUNDAMENTAIS DA LEI DE ARBITRAGEM\nAUTOR: PEDRO A BATISTA MARTINS\nEDITORA: FORENSE\nPÁGINAS: 213,214   ANO: 1999\nOBRA: TRATADO DE DIREITO PRIVADO\nAUTOR: PONTES DE MIRANDA\nEDITORA:  EDITOR BORSOI\nEDIÇÃO: 2ª  PÁGINAS.: 317, 332  ANO: 1959\nOBRA: COMENTÁRIOS AO CÓDIGO DE PROCESSO CIVIL\nAUTOR: AMÍLCAR DE CASTRO\nVOLUME: 8  PAGINA: 181","ministro_facet":["SEPÚLVEDA PERTENCE"],"processo_numero":5206,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur409244","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"TO","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação e julgou procedente o pedido para declarar a inconstitucionalidade da Lei Municipal nº 416, de 2 de junho de 2008, do Município de Augustinópolis/TO, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Roberto Barroso. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Presidência do Ministro Dias Toffoli. Plenário, 14.08.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur409244","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Tocantins","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur409244","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. LEI MUNICIPAL. POSSIBILIDADE. SUBSIDIARIEDADE. INEXISTÊNCIA DE OUTRO MEIO PARA SANAR A LESÃO OU AMEAÇA EM CARÁTER AMPLO. LEI MUNICIPAL QUE DISPÕE SOBRE A EXPLORAÇÃO DO SERVIÇO DE RADIODIFUSÃO COMUNITÁRIA. COMPETÊNCIA PRIVATIVA DA UNIÃO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL CONHECIDA E JULGADO PROCEDENTE O PEDIDO.\n\n\n\n    1. O artigo 21, inciso XII, alínea \"a\", da Carta Maior prescreve ser competência da União explorar, diretamente ou mediante autorização, concessão ou permissão, os serviços de radiodifusão sonora, e de sons e imagens, enquanto que o art. 22, IV, da Constituição confere à União a competência privativa para legislar sobre o tema. O artigo 233 da CRFB, a seu turno, normatiza a forma de outorga das concessões, permissões e autorizações para o serviço de radiodifusão sonora e de sons e imagens.\n\n\n\n    2. A centralização da regulação da radiodifusão no âmbito da União se justifica pela a necessidade de administração racional do espectro de radiofrequência, cuja exploração econômica não é ilimitada.\n\n\n\n    3. A Lei federal 9.612, de 19 de fevereiro de 1998, instituiu o Serviço de Radiodifusão Comunitária, definido como a radiodifusão sonora, em frequência modulada, operada em baixa potência e cobertura restrita, outorgada a fundações e associações comunitárias, sem fins lucrativos, com sede na localidade de prestação do serviço (artigo 1º).\n\n\n\n    4. O Decreto 2.615/1998, que aprova o Regulamento do Serviço de Radiodifusão Comunitária, assenta, em seu artigo 9º, competir ao Ministério das Comunicações o estabelecimento das normas complementares do RadCom, indicando os parâmetros técnicos de funcionamento das estações, bem como detalhando os procedimentos para expedição de autorização e licenciamento; a expedição do ato de autorização para a execução do Serviço; e a fiscalização da execução do RadCom, em todo o território nacional, no que disser respeito ao conteúdo da programação, nos termos da legislação pertinente.\n\n\n\n    5. In casu, é formalmente inconstitucional a Lei 416/08, do Município de Augustinópolis/TO, que autoriza o Poder Executivo Municipal a conceder a exploração do Serviço de Radiodifusão Comunitária no âmbito do território do Município, mercê da inexistência, na sistemática jurídico-constitucional atual, de espaço para que o legislador local busque tratar geral e abstratamente sobre o tema da exploração do Serviço de Radiodifusão Comunitária.\n\n\n\n    6. Arguição de descumprimento de preceito fundamental conhecida e julgado procedente o pedido, para declarar a inconstitucionalidade da Lei Municipal 416, de 2 de junho de 2008, do Município de Augustinópolis/TO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750668611","externo_seq_objeto_incidente":4081231,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-189  DIVULG 29-08-2019  PUBLIC 30-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=235&classe=ADPF","is_colac":false,"titulo":"ADPF 235","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00021 INC-00012 LET-A ART-00022 \n          INC-00004 ART-00060 PAR-00004 INC-00001 \n          ART-00223 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009612      ANO-1998\n          ART-00001 \n          ART-00002 REDAÇÃO DADA PELA MPR-2216/2001\n          ART-00003 ART-00004 PAR-00001 ART-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-002216      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nº 37\n\n","LEG-FED   DEC-002615      ANO-1998\n          ART-00009\n                DECRETO\n\n","LEG-FED   PRT-004334      ANO-2015\n          ART-00008\n                PORTARIA DO MINISTÉRIO DAS COMUNICAÇÕES\n\n","LEG-MUN   LEI-000416      ANO-2008\n                LEI ORDINÁRIA DO MUNICÍPIO DE AUGUSTINÓPOLIS, TO"],"publicacao_data":"2019-08-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFINIÇÃO, PRECEITO FUNDAMENTAL, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. CLÁUSULA PÉTREA, PRINCÍPIO FEDERATIVO. INTERPRETAÇÃO SISTEMÁTICA, INTERPRETAÇÃO TELEOLÓGICA, RÁDIO COMUNITÁRIA, CONSTITUIÇÃO FEDERAL. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE.\n\n- TERMO(S) DE RESGATE: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRECEITO FUNDAMENTAL, ZONA DE CERTEZA POSITIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=235&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, PRINCÍPIO FEDERATIVO, CLÁUSULA PÉTREA)\nADPF 514 (TP). \n(EXPLORAÇÃO, RADIODIFUSÃO COMUNITÁRIA)\nADI 2566 (TP), RE 592492 AgR (1ªT). \n- Legislação estrangeira citada: Relatoria Especial para a Liberdade de Expressão da Comissão Interamericana de Direitos Humanos.\nNúmero de páginas: 21.\nAnálise: 18/08/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PRESIDENTA DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE AUGUSTINOPOLIS \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE AUGUSTINÓPOLIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":409244,"documental_tese_texto":null,"procedencia_geografica_completo":"TO - TOCANTINS","processo_codigo_completo":"ADPF 235","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2019-08-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALEXY, Robert. Epílogo a la Teoría de los Derechos Fundamentales. Revista Española de Derecho Constitucional, v. 66, 2002. p. 49-53.\nALMEIDA, Fernanda Dias Menezes de. Competências na constituição de 1988. 3. ed. São Paulo: Atlas, 2005. p. 29.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro: exposição sistemática da doutrina e análise crítica da jurisprudência, 7. ed. rev. e atual. São Paulo: Saraiva, 2016.\nBINENBOJM, Gustavo. Meios de comunicação de massa, pluralismo e democracia deliberativa: as liberdades de expressão e de imprensa nos Estados Unidos e no Brasil. Revista Brasileira de Direito Público, Belo Horizonte, ano 3, n. 9, p. 191-211, abr./jun. 2005.\nBOAS, Taylor C.; HIDALGO, F. Daniel. Controlling the airwaves: Incumbency advantage and community radio in Brazil. American Journal of Political Science, v. 55, n. 4, p. 869-885, 2011.\nBONAVIDES, Paulo. Comentários a Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. P. 633.\nGOMES, Daniel Augusto Vila-Nova. Rádios Comunitárias, serviços públicos e cidadania: uma nova ótica constitucional para a crise dos serviços de (tele)comunicações no Brasil. São Paulo: LTr, 2009. p. 38.\nLEVIN, Harvey. The invisible resource: use and regulation of the radio spectrum. RFF Press, 2013. p. 16.\nMENDES, Gilmar Ferreira. Argüição de Descumprimento de Preceito Fundamental: demonstração de inexistência de outro meio eficaz. Revista Jurídica Virtual Palácio do Planalto n. 13, jun./2000. p. 1-2.\nNUNES, Márcia Vidal. As rádios comunitárias nas campanhas eleitorais: exercício da cidadania ou instrumentalização (1998-2000). Revista de Sociologia Política, n. 22, 2004. p. 68.","ministro_facet":["LUIZ FUX"],"processo_numero":235,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur371776","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pelo requerente Governador do Estado do Pará, o Dr. Ophir Cavalcante Júnior, Procurador-Geral do Estado; pelo Congresso Nacional, a Dra. Grace Maria Fernandes Mendonça, Advogada-Geral da União, e, pelo amicus curiae Estado do Rio Grande do Sul, o Dr. Luis Carlos Kothe Hagemann, Procurador do Estado. Presidência da Ministra Cármen Lúcia. Plenário, 23.11.2016.\r\n\n                       Decisão: Após o voto do Ministro Gilmar Mendes (Relator), julgando procedente a ação, nos termos propostos, no que foi acompanhado integralmente pelos Ministros Edson Fachin, Roberto Barroso, Rosa Weber, Luiz Fux, Dias Toffoli, e, em menor extensão, pelo Ministro Marco Aurélio, que somente assentava a mora, e pelo Ministro Teori Zavascki, que acompanhava o Relator quanto à mora e à fixação de prazo para sanar a omissão, o julgamento foi suspenso. Presidência da Ministra Cármen Lúcia. Plenário, 24.11.2016.\r\n\n                 Decisão: O Tribunal, por unanimidade e nos termos do voto do Relator, julgou procedente a ação para declarar a mora do Congresso Nacional quanto à edição da Lei Complementar prevista no art. 91 do ADCT, fixando o prazo de 12 meses para que seja sanada a omissão, vencido, no ponto, o Ministro Marco Aurélio. Na hipótese de transcorrer in albis o mencionado prazo, o Tribunal, por maioria, deliberou que caberá ao Tribunal de Contas da União: a) fixar o valor do montante total a ser transferido aos Estados-membros e ao DF, considerando os critérios dispostos no art. 91 do ADCT para fixação do montante a ser transferido anualmente, a saber, as exportações para o exterior de produtos primários e semielaborados, a relação entre as exportações e as importações, os créditos decorrentes de aquisições destinadas ao ativo permanente e a efetiva manutenção e aproveitamento do crédito do imposto a que se refere o art. 155,§ 2º, X, a, do texto constitucional; b) calcular o valor das quotas a que cada um deles fará jus, considerando os entendimentos entre os Estados-membros e o Distrito Federal realizados no âmbito do Conselho Nacional de Política Fazendária - CONFAZ; e que se comunique ao Tribunal de Contas da União, ao Ministério da Fazenda, para os fins do disposto no § 4º do art. 91 do ADCT, e ao Ministério do Planejamento, Desenvolvimento e Gestão, para adoção dos procedimentos orçamentários necessários para o cumprimento da presente decisão, notadamente no que se refere à oportuna inclusão dos montes definidos pelo TCU na proposta de lei orçamentária anual da União, vencidos os Ministros Marco Aurélio, Teori Zavascki e Cármen Lúcia (Presidente), que, no ponto, não acompanharam o Relator. Plenário, 30.11.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur371776","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur371776","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação Direta de Inconstitucionalidade por Omissão. 2. Federalismo fiscal e partilha de recursos. 3. Desoneração das exportações e a Emenda Constitucional 42/2003. Medidas compensatórias. 4. Omissão inconstitucional. Violação do art. 91 do Ato das Disposições Constitucionais Transitórias (ADCT). Edição de lei complementar. 5.Ação julgada procedente para declarar a mora do Congresso Nacional quanto à edição da Lei Complementar prevista no art. 91 do ADCT, fixando o prazo de 12 meses para que seja sanada a omissão. Após esse prazo, caberá ao Tribunal de Contas da União, enquanto não for editada a lei complementar: a) fixar o valor do montante total a ser transferido anualmente aos Estados-membros e ao Distrito Federal, considerando os critérios dispostos no art. 91 do ADCT; b) calcular o valor das quotas a que cada um deles fará jus, considerando os entendimentos entre os Estados-membros e o Distrito Federal realizados no âmbito do Conselho Nacional de Política Fazendária – CONFAZ.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13385039","externo_seq_objeto_incidente":4454964,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-182  DIVULG 17-08-2017  PUBLIC 18-08-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=25&classe=ADO","is_colac":false,"titulo":"ADO 25","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00023 PAR-00007 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 \n          ART-00018 PAR-00004 REDAÇÃO DADA PELA EMC-15/1996\n          ART-00064 PAR-00001 PAR-00002 ART-00066 \n          ART-00102 INC-00001 LET-A ART-00103 \n          INC-00005 PAR-00002 ART-00149 PAR-00001 \n          ART-00155 INC-00001 LET-A REDAÇÃO ORIGINÁRIA\n          ART-00155 INC-00001 LET-B REDAÇÃO ORIGINÁRIA\t\n          ART-00155 INC-00002 \n          ART-00155 PAR-00002 INC-00010 LET-A REDAÇÃO ORIGINÁRIA\n          ART-00155 PAR-00002 INC-00010 LET-A REDAÇÃO DADA PELA EMC-42/2003\n          ART-00159 INC-00002 ART-00161 INC-00002 \n          PAR-ÚNICO\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00034 PAR-00008 \n          ART-00091 \"CAPUT\" INCLUÍDO PELA EMC-42/2003\n          ART-00091 \"CAPUT\" PAR-00001 INCLUÍDO PELA EMC-42/2003\n          ART-00091 \"CAPUT\" PAR-00002 INCLUÍDO PELA EMC-42/2003\n          ART-00091 \"CAPUT\" PAR-00003 INCLUÍDO PELA EMC-42/2003\n          ART-00091 \"CAPUT\" PAR-00004 INCLUÍDO PELA EMC-42/2003\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000015      ANO-1996\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000017      ANO-1997\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000055      ANO-2007\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000062      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000084      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000062      ANO-1989\n          ANEXO-ÚNICO\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000065      ANO-1991\n          ART-00002\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000087      ANO-1996\n          ANEXO-ÚNICO REDAÇÃO DADA PELA LCP-102/2000\n          ANEXO-ÚNICO REDAÇÃO DADA PELA LCP-115/2002\n          ANEXO-ÚNICO ITEM-1.1 REDAÇÃO DADA PELA LCP-115/2002\n          ANEXO-ÚNICO ITEM-1.2 REDAÇÃO DADA PELA LCP-115/2002\n          ART-00003 INC-00002 ART-00021 PAR-00002 \n          ART-00031 REDAÇÃO ORIGINÁRIA\n          ART-00031 PAR-00001 INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00031 PAR-00001 INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00031 PAR-00002 INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00031 PAR-00002 INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00031 REDAÇÃO DADA PELA LCP-102/2002\n          ART-00031 REDAÇÃO DADA PELA LCP-115/2002\n          ART-00031 PAR-00001 REDAÇÃO DADA PELA LCP-115/2002\n          ART-00031 PAR-00002 REDAÇÃO DADA PELA LCP-115/2002\n          ART-00031 PAR-00003 REDAÇÃO DADA PELA LCP-115/2002\n          ART-00031 PAR-00004 REDAÇÃO DADA PELA LCP-115/2002\n          ART-00031 PAR-00005 REDAÇÃO DADA PELA LCP-115/2002\n          ART-00032 INC-00001 INC-00002 INC-00003\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000102      ANO-2000\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000115      ANO-2002\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007783      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008443      ANO-1992\n          ART-00001 INC-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012 ART-0012A ART-0012F\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00139 INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013300      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-000355      ANO-2007\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000368      ANO-2007\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000469      ANO-2009\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000501      ANO-2010\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000546      ANO-2011\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000585      ANO-2012\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000629      ANO-2012\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000720      ANO-2016\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000749      ANO-2016\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   RES-000093      ANO-1970\n          ART-00332 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007\n                RESOLUÇÃO - REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   PEC-000041      ANO-2003\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000068      ANO-2015\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PJL-000104      ANO-2004\n                PROJETO DE LEI - SENADO FEDERAL\n\n","LEG-FED   PJL-000272      ANO-2007\n                PROJETO DE LEI - SENADO FEDERAL\n\n","LEG-FED   PJL-000312      ANO-2013\n                PROJETO DE LEI - SENADO FEDERAL\n\n","LEG-FED   PJL-000288      ANO-2016\n                PROJETO DE LEI - SENADO FEDERAL\n\n","LEG-FED   CNV-000066      ANO-1988\n          ART-00003 INC-00001 PAR-00001\n                CONVÊNIO ICM DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   EXM-000084      ANO-2003\n                EXPOSIÇÃO DE MOTIVOS INTERMINISTERIAL DO MINISTRO DE ESTADO DA FAZENDA E DO MINISTRO DE ESTADO CHEFE DA CASA CIVIL DA PRESIDÊNCIA DA REPÚBLICA\n\n","LEG-FED   EXM-000749      ANO-2016\n                EXPOSIÇÃO DE MOTIVOS - MPR-749/2016\n\n","LEG-FED   PLT-000069      ANO-2008\n          CLÁUSULA-1\n                PROTOCOLO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ"],"publicacao_data":"2017-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, GOVERNADOR, PERTINÊNCIA TEMÁTICA, INTERESSE, ESTADO-MEMBRO. FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS. CONSTITUIÇÃO FEDERAL DE 1988, DESCENTRALIZAÇÃO, ESTADO BRASILEIRO; AMPLIAÇÃO, DIREITO FUNDAMENTAL. AUTONOMIA POLÍTICA, AUTONOMIA FINANCEIRA, DIVISÃO, COMPETÊNCIA TRIBUTÁRIA, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS. CONTRIBUIÇÃO TRIBUTÁRIA, CONCENTRAÇÃO, RECEITA TRIBUTÁRIA, UNIÃO FEDERAL; COMPLEXIDADE, SISTEMA TRIBUTÁRIO; AUMENTO, CARGA TRIBUTÁRIA. CONSTITUIÇÃO FEDERAL DE 1988, LEI KANDIR, EMENDA CONSTITUCIONAL 42 DE 2003, NÃO INCIDÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), EXPORTAÇÃO, PRODUTO INDUSTRIALIZADO, PRODUTO PRIMÁRIO, PRODUTO INDUSTRIALIZADO SEMIELABORADO; CREDITAMENTO, INSUMO, PROCESSO DE PRODUÇÃO, PRODUTO INDUSTRIALIZADO, DESTINAÇÃO, MERCADO EXTERNO; DEVER, UNIÃO FEDERAL, ENTREGA, RECURSO FINANCEIRO, ESTADO-MEMBRO; CRITÉRIO, DEFINIÇÃO, VALOR, TRANSFERÊNCIA. TRANSFERÊNCIA DE RECURSOS, FEDERALISMO COOPERATIVO. DIREITO CONSTITUCIONAL, INCONSTITUCIONALIDADE POR OMISSÃO, ESTADO DEMOCRÁTICO DE DIREITO, FORÇA NORMATIVA DA CONSTITUIÇÃO. OMISSÃO LEGISLATIVA, TRAMITAÇÃO, PROPOSIÇÃO LEGISLATIVA, INÉRCIA, DELIBERAÇÃO, RAZOABILIDADE, PRAZO. OMISSÃO LEGISLATIVA, PREVISÃO, REGRA, CARÁTER TEMPORÁRIO. INCONSTITUCIONALIDADE POR OMISSÃO, TÉCNICA DE DECISÃO, EFETIVIDADE, DECISÃO JUDICIAL. DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, REINO DA ESPANHA, ESTADOS UNIDOS DA AMÉRICA, CORTE CONSTITUCIONAL, DEFINIÇÃO, FORMA, EXECUÇÃO, DECISÃO. JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), FISCALIZAÇÃO, CUMPRIMENTO, DECISÃO, CONTROLE DE CONSTITUCIONALIDADE. COMPLEX ENFORCEMENT. OMISSÃO PARCIAL, FUNGIBILIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO. ANALOGIA, COMPETÊNCIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), CÁLCULO, COTA, FUNDO DE PARTICIPAÇÃO DOS ESTADOS E DO DISTRITO FEDERAL (FPE), FUNDO DE PARTICIPAÇÃO DOS MUNICÍPIOS (FPM), REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). PRINCÍPIO DA SEPARAÇÃO DOS PODERES. CORRELAÇÃO, MANDADO DE INJUNÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DESEQUILÍBRIO, FEDERALISMO, ESTADO BRASILEIRO, GUERRA FISCAL, DESIGUALDADE, DISTRIBUIÇÃO, ARRECADAÇÃO. EVOLUÇÃO, LEGISLAÇÃO, DESONERAÇÃO FISCAL, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), EXPORTAÇÃO. DESONERAÇÃO FISCAL, EXPORTAÇÃO, DESENVOLVIMENTO NACIONAL, COMPETITIVIDADE, MERCADO EXTERNO, PRINCÍPIO DA TRIBUTAÇÃO NO ESTADO DE DESTINO. METODOLOGIA, CÁLCULO, ATUALIDADE, DISTORÇÃO, PACTO FEDERATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: DIÁLOGO INSTITUCIONAL, JURISDIÇÃO CONSTITUCIONAL. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CÓDIGO DE PROCESSO CIVIL DE 2015, EFICIÊNCIA, JURISDIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: FEDERALISMO, ESTADO BRASILEIRO, CENTRALIZAÇÃO, FINANÇAS PÚBLICAS, UNIÃO FEDERAL. INCONSTITUCIONALIDADE POR OMISSÃO, FORÇA NORMATIVA DA CONSTITUIÇÃO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. RICARDO LEWANDOWSKI: INCONSTITUCIONALIDADE POR OMISSÃO, PRAZO IMPRÓPRIO, PODER LEGISLATIVO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PRAZO, PODER LEGISLATIVO, APROVAÇÃO, LEI. COMPETÊNCIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU), FIXAÇÃO, CRITÉRIO, TRANSFERÊNCIA DE RECURSOS.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: DISTINÇÃO, JUSTIÇA, VIGÊNCIA, NORMA CONSTITUCIONAL. ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS (ADCT), NORMA, CARÁTER TEMPORÁRIO, TRANSFERÊNCIA DE RECURSOS. DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), SUBSTITUIÇÃO, DECISÃO, PARLAMENTO. CONTROLE, INCONSTITUCIONALIDADE POR OMISSÃO, CONSIDERAÇÃO, RAZÕES, OMISSÃO LEGISLATIVA.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: REFORMA TRIBUTÁRIA, SIMPLIFICAÇÃO, SISTEMA TRIBUTÁRIO; UNIFICAÇÃO, TRIBUTAÇÃO, CONSUMO; AMPLIAÇÃO, IMPOSTO DIRETO.\n\n- TERMO(S) DE RESGATE: SEGURO-RECEITA. INERTIA DELIBERANDI. EROSÃO DA CONSCIÊNCIA CONSTITUCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=25&classe=ADO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, PERTINÊNCIA TEMÁTICA)\nADI 2656 (TP). \n(OMISSÃO LEGISLATIVA, INÍCIO, PROCESSO LEGISLATIVO)\nADI 2495 (TP). \n(OMISSÃO LEGISLATIVA, INÉRCIA, DELIBERAÇÃO, PROPOSIÇÃO LEGISLATIVA)\nADI 3682 (TP). \n(OMISSÃO LEGISLATIVA, REGRA, CARÁTER TEMPORÁRIO)\nADI 875 (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, FISCALIZAÇÃO, CUMPRIMENTO, DECISÃO, STF)\nPet 3388 (TP), ADI 4357 (TP), ADI 4425 (TP), RE 641320 (TP), ADPF 347 MC (TP). \n(INCONSTITUCIONALIDADE POR OMISSÃO)\nMI 107 (TP), MI 542 (TP) - RTJ 183/818, ADI 3682 (TP), ADI 1458 MC (TP). \n(FINALIDADE, DESONERAÇÃO, EXPORTAÇÃO)\nRE 474132 (TP), RE 606107 (TP). \n(OMISSÃO LEGISLATIVA, TRAMITAÇÃO, PROPOSIÇÃO LEGISLATIVA)\nMI 114 (TP), MI 628 (TP). \n(ATUAÇÃO, STF, OMISSÃO LEGISLATIVA)\nADI 1458 MC (TP). \n- Decisão monocrática citada:\n(OMISSÃO LEGISLATIVA, TRAMITAÇÃO, PROPOSIÇÃO LEGISLATIVA)\nMI 4753.\n- Legislação estrangeira citada: Ley Orgánica nº 15, de 2015, do Tribunal Constitucional espanhol; art. 94, II, da Lei Fundamental da Alemanha; § 31 e § 35 da Lei Orgânica do Tribunal Constitucional Federal (Bundesverfassungsgericht) da Alemanha. \n- Decisões estrangeiras citadas: BVerfGE 6, 300 [303], 2, 139 [143] e 68, 132 [140], do Tribunal Constitucional Federal da Alemanha; Brown vs. Board of Education of Topeka, de 1954, da Suprema Corte norte-americana.\n- Veja MS 34023 do STF.\nNúmero de páginas: 141.\nAnálise: 17/11/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ORDEM DOS ADVOGADOS DO BRASIL - SEÇÃO DO PARÁ \nADV.(A/S)  : MARCELO AUGUSTO TEIXEIRA DE BRITO NOBRE E OUTRO(A/S)\nAM. CURIAE.  : ESTADO DA BAHIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA BAHIA \nAM. CURIAE.  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nAM. CURIAE.  : ESTADO DO MARANHÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nAM. CURIAE.  : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nAM. CURIAE.  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nAM. CURIAE.  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nAM. CURIAE.  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DE MINAS GERAIS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MINAS GERAIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":371776,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADO 25","processo_classe_processual_unificada_classe_sigla":"ADO","julgamento_data":"2016-11-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO","documental_doutrina_texto":"ASSUNÇÃO, Matheus Carneiro. Federalismo fiscal em perspectiva comparada.\nBENDA, Ernst; KLEIN, Eckart. Verfassungsprozeßrecht. Heidelberg: C.F. Müller, 2001. p. 520, 555 e 556 .\nBORGES, José Souto. Teoria Geral da Isenção Tributária. 3. ed. São Paulo: Malheiros. p. 183.\nBRASIL. Ministério da Fazenda. Secretaria da Receita Federal. Carga Tributária no Brasil – 2014: análise por tributo e bases de incidência. Brasília: Centro de Estudos Tributários e Aduaneiros, 2015. p. 5.\nBUENO, Pimenta. Direito Público Brasileiro e Análise da Constituição do Império. Ministério da Justiça, 1958. p. 45.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Fundamentos da Constituição. Coimbra, 1991. p. 46, item 2.3.4.\nFERRAZ, Anna Cândida da Cunha. Processos Informais de Mudança da Constituição. Max Limonad, 1986. p. 217-218 e 230-232, item 5..\nHORTA, Raul Machado. Reconstrução do Federalismo Brasileiro. Revista de Direito Público, v. 64, 1982. p. 25.\nLOEWENSTEIN, Karl. Teoria de la Constitución. Barcelona: Ariel, 1983. p. 222.\nMIRANDA, Jorge. Manual de Direito Constitucional. 2. ed. Coimbra, 1988. Tomo II. p. 406 e 409.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 com a Emenda n. 1, de 1969. 2. ed. Revista dos Tribunais, 1970. Tomo I. p. 15-16.\nPELLEGRINI, Josué Alfredo. Dez anos da Compensação Prevista na Lei Kandir: conflito insolúvel entre os entes federados? Brasília: ESAF, 2006. 73 f. Monografia premiada em 1º lugar no XI Prêmio Tesouro Nacional – 2006, Tópicos Especiais de Finanças Públicas, Brasília (DF). Disponível em:\nhttp://www3.tesouro.fazenda.gov.br http://www3.tesouro.fazenda.gov.br.\nREZENDE, Fernando; OLIVEIRA, Fabrício; ARAÚJO, Erika. O dilema fiscal: remendar ou reformar? Rio de Janeiro: FGV, 2007. p. 11 e 12.\nROELLECKE, Gerd. Kommentar zum §35 Bundesverfassungsgerichtsgesetz. In: Bundesverfassungsgerichtsgesetz. Mitarbeiterkommentar. Heidelberg: C.F. Müller, 2004. p. 650 e 653.\nSARGENTICH, Lewis D. Complex Enforcement. Trabalho não publicado. Disponível em: http://isites.harvard.edu/fs/docs/icb.topic1134127.files/March%2014%20Readings/SargentichComplexEnforcement.pdf. Acesso em: 2 dez. 2015.\nSCAFF, Fernando Facury. A desoneração das exportações e o fundo da Lei Kandir: análise com foco no setor mineral. Revista Fórum de Direito Financeiro e Econômico – RFDFE, Belo Horizonte, ano 1, n. 1, mar./ago. 2012. p. 3956.\n______. Aspectos Financeiros do Sistema de Organização Territorial do Brasil. In: Ordenamento Territorial en Brasil y España. Valencia: Tirant Lo Blanch, 2005. p. 235.\nSILVA, José Afonso da. Aplicabilidade das Normas Constitucionais. 6. ed. Malheiros, 2002. p. 226, item 1, n. 4.\n______.______. 8. ed. Malheiros, 2012. p. 224, item 4.","ministro_facet":["GILMAR MENDES"],"processo_numero":25,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}