{"result":{"took":219,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":86.04929,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458049","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, referendou a medida cautelar para assentar que se insere na competência dos Estados, Distrito Federal e Municípios a decisão de promover a imunização de adolescentes maiores de 12 anos, consideradas as situações concretas que vierem a enfrentar, sempre sob sua exclusiva responsabilidade, e desde que observadas as cautelas e recomendações dos fabricantes das vacinas, da ANVISA e das autoridades médicas, respeitada, ainda, a ordem de prioridades constante da Nota Técnica 36/2021-SECOVID/GAB/SECOVID/MS, de 2/9/2021, nos termos do voto do Relator. O Ministro Nunes Marques acompanhou o Relator com ressalvas. Falou, pelo requerente, o Dr. Felipe Santos Correa. Plenário, Sessão Virtual de 1.10.2021 a 8.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["3","4"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458049","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458049","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"TPI-oitava-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: TUTELA DE URGÊNCIA EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CONCESSÃO MONOCRÁTICA. SAÚDE. COMPETÊNCIA COMUM. EMERGÊNCIA DE SAÚDE PÚBLICA DECORRENTE DA COVID-19. IMUNIZAÇÃO DE ADOLESCENTES. EVIDÊNCIAS CIENTÍFICAS E ANÁLISES ESTRATÉGICAS EM SAÚDE. ART. 3°, § 1° DA LEI 13.979/2020. APROVAÇÃO PELA ANVISA E POR ENTIDADES CONGÊNERES ESTRANGEIRAS. PRIORIDADE ABSOLUTA AO DIREITO À SAÚDE, À VIDA E À EDUCAÇÃO DAS CRIANÇAS, ADOLESCENTES E JOVENS. CAPUT DO ART. 227 DA CF. ENSINO FUNDAMENTAL E MÉDIO. ATUAÇÃO PRIORITÁRIA DOS ESTADOS E DO DISTRITO FEDERAL. § 3° DO ART. 211 DA CF. DECISÃO SOBRE A VACINAÇÃO. COMPETÊNCIA DOS ENTES SUBNACIONAIS. PLANEJAMENTO DE RETORNO ÀS AULAS PRESENCIAIS. MEDIDA CAUTELAR REFERENDADA PELO PLENÁRIO.\n\n\n\n    I - A decisão concernente à inclusão ou exclusão de adolescentes no rol de pessoas a serem vacinadas deverá levar em consideração, por expresso mandamento legal, as evidências científicas e análises estratégicas em saúde, nos termos do art. 3°, § 1°, da Lei 13.979/2020. \n\n\n\n    II - Em um exame prefacial, típico das tutelas de urgência, a Nota Informativa 1/2021-SECOVID/GAB/SECOVID/MS, publicada em 15/9/2021, não encontra amparo em evidências científicas, nem em análises estratégicas a que faz alusão o art. 3°, § 1°, da Lei 13.979/2020, e muito menos em standards, normas e critérios científicos e técnicos, estabelecidos por organizações e entidades internacional e nacionalmente reconhecidas, nos termos definidos no julgamento conjunto da ADI 6.421-MC/DF e em outra ações. \n\n\n\n    III - A aprovação do uso de imunizante contra a Covid-19 em adolescentes entre 12 e 18 anos, tenham eles comorbidades ou não, pela ANVISA e por agências congêneres de outros países e da União Europeia, aliada às manifestações de importantes organizações da área médica, levam a crer que o Ministério da Saúde tomou uma decisão intempestiva e, aparentemente, equivocada, a qual, acaso mantida, pode promover indesejáveis retrocessos no combate à Covid -19.\n\n\n\n    IV - A Constituição de 1988 atribuiu prioridade absoluta ao direito à saúde, à vida e à educação das crianças, adolescentes e dos jovens, nos termos do caput do art. 227, de maneira que tal postulado precisa ser, necessariamente, levado em consideração na política pública de imunização contra a Covid-19, sobretudo por sua relevância para a volta dos adolescentes às aulas presenciais. \n\n\n\n    V - As autoridades sanitárias locais, caso decidam promover a vacinação de adolescentes sem comorbidades, adequando o Plano Nacional de Operacionalização da Vacinação contra a Covid-19 às suas realidades locais, poderão fazê-lo, desde que deem a necessária publicidade às suas decisões, sempre acompanhadas da devida motivação e baseadas em dados científicos e avaliações estratégicas, sobretudo aquelas concernentes ao planejamento da volta às aulas presenciais nos distintos níveis de ensino. Atuação prioritária no ensino fundamental e médio (§ 3° do art. 211). \n\n\n\n    VI – Medida cautelar referendada pelo Plenário do Supremo Tribunal Federal para assentar que se insere na competência dos Estados, Distrito Federal e Municípios a decisão de promover a imunização de adolescentes maiores de 12 anos, consideradas as situações concretas que vierem a enfrentar, sempre sob sua exclusiva responsabilidade, e desde que observadas as cautelas e recomendações dos fabricantes das vacinas, da ANVISA e das autoridades médicas, respeitada, ainda, a ordem de prioridades constante da Nota Técnica 36/2021-SECOVID/GAB/SECOVID/MS, de 2/9/2021.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758847592","externo_seq_objeto_incidente":6262518,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-001  DIVULG 07-01-2022  PUBLIC 10-01-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=756&classe=ADPF","is_colac":false,"titulo":"ADPF 756 TPI-oitava-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00021 INC-00018 ART-00023 INC-00002\n    ART-00024 INC-00012 ART-00196 ART-00198\n    ART-00211 PAR-00003 ART-00227 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008080 ANO-1990\n    ART-00016 INC-00003 LET-A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00003 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014124 ANO-2021\n    ART-00013 PAR-00003 PAR-00005\n    LEI ORDINÁRIA"],"publicacao_data":"2022-01-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RESSALVA DE ENTENDIMENTO, MIN. NUNES MARQUES: STF, DEFINIÇÃO, COMPETÊNCIA, PODER LEGISLATIVO, PODER EXECUTIVO, ELABORAÇÃO, POLÍTICA PÚBLICA, MEDIDA DE ENFRENTAMENTO À PANDEMIA. MINISTÉRIO DA SAÚDE (MS), CONHECIMENTO TÉCNICO, ELABORAÇÃO, PROGRAMA NACIONAL DE IMUNIZAÇÕES (PNI), CARÁTER NACIONAL, DEVER, OBSERVÂNCIA, PODER JUDICIÁRIO; PRINCÍPIO DA SEPARAÇÃO DOS PODERES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=756&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-TPI-oitava-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ENTE FEDERADO, COMPETÊNCIA CONCORRENTE, CONTROLE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19))\nADI 6341 MC-Ref (TP), ADI 6343 MC-Ref (TP), ADI 6362 (TP), ADPF 672 MC-Ref (TP), ADPF 811 (TP). \n(VACINA, NECESSIDADE, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, PLANEJAMENTO ESTRATÉGICO)\nADI 6586 (TP), ADI 6587 (TP). \n(ENTE FEDERADO, DISTRIBUIÇÃO, VACINA, DESCUMPRIMENTO, PLANO, GOVERNO FEDERAL, CORONA VIRUS DISEASE 2019 (COVID-19))\nADPF 770 MC-Ref (TP). \n(INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, MANUTENÇÃO, VIGÊNCIA, DISPOSITIVO, LEI, MEDIDA DE ENFRENTAMENTO À PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19))\nADI 6625 MC-Ref (TP). \n(DECISÃO ADMINISTRATIVA, DIREITO À SAÚDE, MEIO AMBIENTE, VIDA, PESQUISA CIENTÍFICA, CARÁTER TÉCNICO)\nADI 6421 MC (TP), ADI 6422 MC (TP), ADI 6424 MC (TP), ADI 6425 MC (TP), ADI 6427 MC (TP), ADI 6428 MC (TP), ADI 6431 MC (TP). \n(EDUCAÇÃO, DIREITO FUNDAMENTAL, INDISPONIBILIDADE)\nRE 594018 AgR (2ªT), ARE 639337 AgR (2ªT). \n(CONSTITUCIONALIDADE, ATO, GOVERNADOR, PREFEITO, FECHAMENTO, IGREJA, PANDEMIA)\nADPF 811 (TP). \n(POLÍTICA PÚBLICA, VACINA, COMUNIDADE, QUILOMBO)\nADPF 742 MC (TP). \n(FEDERALISMO COOPERATIVO, COLABORAÇÃO, ENTE FEDERADO, MEDIDA DE ENFRENTAMENTO À PANDEMIA)\nADI 6362 (TP). \n- Decisões monocráticas citadas:\n(ENTE FEDERADO, COMPETÊNCIA CONCORRENTE, CONTROLE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19))\nADPF 672.\n(EFEITO, MUDANÇA, ORIENTAÇÃO, PLANEJAMENTO ESTRATÉGICO, VACINA, CORONA VIRUS DISEASE 2019 (COVID-19))\nACO 3518 MC.\nNúmero de páginas: 35.\nAnálise: 19/10/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO \nREQDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PARTIDO COMUNISTA DO BRASIL \nADV.(A/S)  : PAULO MACHADO GUIMARAES E OUTRO(A/S)\nINTDO.(A/S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nINTDO.(A/S)  : PARTIDO DOS TRABALHADORES \nADV.(A/S)  : EUGENIO JOSE GUILHERME DE ARAGAO E OUTRO(A/S)\nINTDO.(A/S)  : CIDADANIA \nADV.(A/S)  : PAULO MACHADO GUIMARAES E OUTRO(A/S)\nAM. CURIAE.  : FEDERACAO BRASILEIRA DAS ASSOC DE SINDROME DE DOWN \nADV.(A/S)  : CAHUE ALONSO TALARICO \nADV.(A/S)  : MARGARIDA ARAUJO SEABRA DE MOURA \nADV.(A/S)  : CLAUDIA DE NORONHA SANTOS \nADV.(A/S)  : CAIO SILVA DE SOUSA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458049,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 756 TPI-oitava-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-10-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA OITAVA TUTELA PROVISÓRIA INCIDENTAL NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":756,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458328","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, não conheceu da ação e extinguiu o processo sem resolução do mérito, restando prejudicados os pedidos de ingresso como amici curiae, nos termos do voto da Relatora. Plenário, Sessão Virtual de 10.12.2021 a 17.12.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458328","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458328","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    CONTROLE DE CONSTITUCIONALIDADE. AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE. DIREITO ANTIDUMPING. IMPORTAÇÃO DE ALHO PROVENIENTE DA REPÚBLICA POPULAR DA CHINA. ART. 1º DA PORTARIA SECINT Nº 4.593/2019. ART. 7º, caput e § 2º, DA LEI Nº 9.019/1995. IRREGULARIDADE DA REPRESENTAÇÃO PROCESSUAL. PROCURAÇÃO INESPECÍFICA. CORREÇÃO DO VÍCIO NÃO DETERMINADA POR ECONOMIA PROCESSUAL. ACOLHIMENTO DE PRELIMINARES. ILEGITIMIDADE ATIVA. FALTA DE SUFICIENTE DEMONSTRAÇÃO CONCRETA DO CARÁTER NACIONAL. AUSÊNCIA DE CONTROVÉRSIA CONSTITUCIONAL RELEVANTE. MERA CRISE DE LEGALIDADE. AÇÃO NÃO CONHECIDA.\n\n\n\n    1. Ação proposta pela Associação Nacional dos Produtores de Alho – ANAPA, quanto ao art. 7º, caput e § 2º, da Lei nº 9.019/1995, que disciplina obrigações resultantes do direito antidumping, e ao art. 1º da Portaria nº 4.593/2019 da Secretaria Especial de Comércio Exterior e Assuntos Internacionais do Ministério da Economia – SECINT, que prorroga, por cinco anos, a aplicação do direito antidumping às importações de alho fresco ou refrigerado originárias da República Popular da China.\n\n\n\n    2. Este Supremo Tribunal Federal definiu interpretação jurídica no sentido da necessidade de identificação, na procuração, dos atos normativos contestados. No caso, o instrumento de mandato apresentado é inespecífico. Embora seja vício sanável, a economia processual dispensa a abertura de oportunidade para regularização, dada a não cognoscibilidade da ação. Precedentes. \n\n\n\n    3. A associação autora se enquadra como entidade de classe, por compreender reunião em torno da mesma atividade econômica, qual seja, a produção de alho em território nacional, e em nada prejudica a circunstância de ser composta por “associação de associações”. Precedente.\n\n\n\n    4. Conquanto o quadro de associados, nos termos do estatuto, comporte também pessoas físicas ou jurídicas que exerçam atividade relacionada à produção de alho, a arguição de heterogeneidade nada colhe. Os dispositivos estatutários dão conta de que a finalidade precípua da associação é a defesa dos interesses dos produtores de alho, integrantes elementares da entidade, ainda que por meio de associações estaduais. \n\n\n\n    5.  A respeito da abrangência nacional da entidade, é regra geral a necessidade de atuação em ao menos nove Estados da federação, conforme firme linha decisória deste Supremo Tribunal Federal. É possível a adequação do requisito espacial para fazer frente, de modo proporcional, à realidade concreta do mercado afetado. Precedentes. Porém, a autora não se desincumbiu, de modo suficiente, do ônus de demonstrar a sua abrangência. Inicial não instruída com a prova necessária.\n\n\n\n    6. Reconhecida a ilegitimidade ad causam da autora por falta de demonstração de sua abrangência nacional, no presente feito, sem prejuízo de eventual comprovação em outros processos.\n\n\n\n    7. Independentemente da natureza primária ou secundária do ato normativo, a questão central, no caso, diz respeito à existência ou não de controvérsia de matiz constitucional, ou, em específico para a ação declaratória de constitucionalidade, de controvérsia constitucional relevante. As decisões judiciais apresentadas pela parte autora revelam mera crise de legalidade, sobretudo a respeito da competência da SECINT para editar o ato. Razão de ser da declaração de constitucionalidade, consistente na falta de previsibilidade acerca da validade de determinada lei ou ato normativo federal, não atendida.\n\n\n\n    8. Ação não conhecida.\n\n\n\n    9. Prejudicados os pedidos de ingresso como amici curiae, considerando que o propósito elementar dessa técnica processual é enriquecer o debate do mérito, e a ação não é cognoscível.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758955391","externo_seq_objeto_incidente":6093061,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-015  DIVULG 27-01-2022  PUBLIC 28-01-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=76&classe=ADC","is_colac":false,"titulo":"ADC 76","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00103 INC-00009\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009019 ANO-1995\n    ART-00007 \"CAPUT\" PAR-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096 ANO-1995\n    ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00014 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-INT   ACO ANO-1994\n    ART-00006\n    ACORDO GERAL SOBRE TARIFAS ADUANEIRAS E COMÉRCIO - GATT \n\n","LEG-FED   DLG-000030 ANO-1994\n    DECRETO LEGISLATIVO  - APROVA A ATA FINAL QUE INCORPORA OS RESULTADOS DA RODADA URUGUAI DE NEGOCIAÇÕES COMERCIAIS MULTILATERAIS DO GATT\n\n","LEG-FED   DEC-001355 ANO-1994\n    DECRETO - PROMULGA A ATA FINAL QUE INCORPORA OS RESULTADOS DA RODADA URUGUAI DE NEGOCIAÇÕES COMERCIAIS MULTILATERAIS DO GATT \n\n","LEG-FED   DEC-008058 ANO-2013\n    DECRETO\n\n","LEG-FED   DEC-009745 ANO-2019\n    DECRETO\n\n","LEG-FED   RES-000041 ANO-2001\n    RESOLUÇÃO DA CÂMARA DE COMÉRCIO EXTERIOR - CAMEX\n\n","LEG-FED   RES-000052 ANO-2007\n    RESOLUÇÃO DA CÂMARA DE COMÉRCIO EXTERIOR - CAMEX\n\n","LEG-FED   RES-000080 ANO-2013\n    ART-00001\n    RESOLUÇÃO DA CÂMARA DE COMÉRCIO EXTERIOR - CAMEX\n\n","LEG-FED   RES-000013 ANO-2016\n    ART-00001\n    RESOLUÇÃO DA CÂMARA DE COMÉRCIO EXTERIOR - CAMEX\n\n","LEG-FED   RES-000047 ANO-2017\n    ART-00001\n    RESOLUÇÃO DA CÂMARA DE COMÉRCIO EXTERIOR - CAMEX\n\n","LEG-INT   PRT-004593 ANO-2019\n    ANEXO-00001 ART-00001\n    PORTARIA SECRETARIA ESPECIAL DE COMÉRCIO EXTERIOR E ASSUNTOS INTERNACIONAIS - SECINT\n\n","LEG-FED   SUMSTF-000323\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-01-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PERTINÊNCIA TEMÁTICA, ATO NORMATIVO IMPUGNADO, FINALIDADE, ENTIDADE DE CLASSE. CONTROLE ABSTRATO, ATO REGULAMENTAR, ATO NORMATIVO PRIMÁRIO, ABSTRAÇÃO, AUTONOMIA, IMPESSOALIDADE. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONFRONTO, FORMA DIRETA, ATO NORMATIVO IMPUGNADO, CONSTITUIÇÃO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=76&classe=ADC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, REPRESENTAÇÃO PROCESSUAL, IDENTIFICAÇÃO, PROCURAÇÃO, ATO NORMATIVO IMPUGNADO)\nADI 2728 (TP), ADI 2187 QO (TP), ADI 4350 (TP), ADPF 480 AgR (TP). \n(ADI, PERTINÊNCIA TEMÁTICA, ATO NORMATIVO IMPUGNADO, FINALIDADE, ENTIDADE DE CLASSE)\nADI 1115 MC (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO DE ASSOCIAÇÕES, CONTROLE ABSTRATO)\nADI 3153 AgR (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, PRESENÇA, INTERESSE COMUM)\nADI 4230 AgR (TP), ADI 4660 AgR (TP), ADI 108 QO (TP), ADI 79 QO (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, CARÁTER NACIONAL)\nADI 386 (TP), ADI 2866 MC (TP), ADI 6040 AgR (TP), ADI 108 QO (TP), ADI 79 QO (TP). \n(LEGITIMIDADE ATIVA, ADI, CRITÉRIO, CARÁTER NACIONAL, ADEQUAÇÃO, REALIDADE, INTERESSADO)\nADI 5480 (TP), ADI 5481 (TP). \n(CONTROLE ABSTRATO, ATO REGULAMENTAR, ATO NORMATIVO PRIMÁRIO, ABSTRAÇÃO, AUTONOMIA, IMPESSOALIDADE)\nADI 2439 (TP), ADI 3731 MC (TP), ADI 2308 MC (TP), ADI 4874 (TP), ADI 1383 MC (TP). \n(ADI, CONFRONTO, FORMA DIRETA, ATO NORMATIVO IMPUGNADO, CONSTITUIÇÃO FEDERAL)\nADI 3950 AgR (TP), ADI 996 MC (TP). \n(ADC, CONTROVÉRSIA CONSTITUCIONAL, RELEVÂNCIA JURÍDICA)\nADC 8 MC (TP). \n- Decisões monocráticas citadas:\n(LEGITIMIDADE ATIVA, ADI, CRITÉRIO, CARÁTER NACIONAL, ADEQUAÇÃO, REALIDADE, INTERESSADO)\nADI 6571.\n(RE, ANTIDUMPING, ALHO, REPÚBLICA DA CHINA, MATÉRIA INFRACONSTITUCIONAL)\nARE 1016058, ARE 1071885, ARE 1150645, ARE 1165810, RE 1240187, ARE 1272637, RE 1314330, RE 1323347.\n- Veja art. 3º, letra a e art. 7º, § 5º, do Estatuto da Associação Nacional dos Produtores de Alho - ANAPA.\n- Veja ADPF 177 do STF.\nNúmero de páginas: 44.\nAnálise: 15/09/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO NACIONAL DOS PRODUTORES DE ALHO \nADV.(A/S)  : CLOVIS ALBERTO VOLPE FILHO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : SECRETÁRIO ESPECIAL DE COMÉRCIO EXTERIOR E ASSUNTOS INTERNACIONAIS DO MINISTÉRIO DA ECONOMIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458328,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADC 76","processo_classe_processual_unificada_classe_sigla":"ADC","julgamento_data":"2021-12-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":76,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458829","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, formulado pelo Governo da Itália, ficando condicionada a entrega de Rania Al Ghanem: (a) ao juízo discricionário do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/17; e (c) à conclusão dos processos penais a que a extraditanda eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/17; julgou prejudicado o agravo regimental interposto nestes autos (eDoc. 31), e aquele interposto nos autos da PPE 969 (eDoc. 22) e; nos moldes da fundamentação do voto do Relator, manteve a prisão preventiva para fins de extradição de Rania Al Ghanem, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 17.12.2021 a 7.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458829","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458829","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. GOVERNO DA ITÁLIA. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO TRATADO BILATERAL DE EXTRADIÇÃO VIGENTE ENTRE AS PARTES (DECRETO 863/93). POSSIBILIDADE DE ENTREGA DA SÚDITA ALIENÍGENA AO ESTADO REQUERENTE. IMPUTAÇÃO DO CRIME DE EXTORSÃO MEDIANTE SEQUESTRO. DUPLA TIPICIDADE CONFIGURADA E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. SUPOSTA AUSÊNCIA DE DOLO DO AGENTE PARA A PRÁTICA CRIMINOSA E EXISTÊNCIA DE CAUSA EXTINTIVA DA CULPABILIDADE DECORRENTE DE COAÇÃO MORAL IRRESISTÍVEL. IMPOSSIBILIDADE DE ANÁLISE ATRAVÉS DE PROCESSO DE EXTRADIÇÃO. ADOÇÃO, NO BRASIL, DO SISTEMA BELGA OU DA CONTENCIOSIDADE LIMITADA. PRECEDENTES. AUSÊNCIA DE PRESCRIÇÃO DO DELITO EM AMBOS OS ESTADOS. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI Nº 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu artigo 5º, inciso LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pela extraditanda, que é cidadã espanhola. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445/17) e do Tratado de Extradição entre o Governo da República Federativa do Brasil e o Governo da Itália, firmado entre os países em 17 de outubro de 1989 e promulgado no Brasil pelo Decreto nº 863, de 9 de julho de 1993.\n\n\n\n    2. O fato delituoso imputado à extraditanda corresponde, no direito pátrio, ao crime de extorsão mediante sequestro (artigo 159 do Código Penal). Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/17. Demais requisitos que autorizam a extradição, mostram-se igualmente preenchidos.\n\n\n\n    3. O sistema belga – ou de contenciosidade limitada – que rege o processo de extradição passiva, no Brasil (art. 91, § 1º, da Lei de Migração), não autoriza a análise, pelo SUPREMO TRIBUNAL FEDERAL, de questões atinentes à avaliação do material probatório produzido na investigação efetivada pelo Estado requerente e, por esse motivo, é insuscetível de análise, em processo de extradição, suposta ausência de dolo da extraditanda e existência de causa excludente da culpabilidade, decorrente de eventual coação moral irresistível. Precedentes.\n\n\n\n    4. No caso concreto, tanto pela legislação internacional como pela legislação pátria, o prazo prescricional ainda não foi alcançado.\n\n\n\n    5. Pedido extradicional deferido, ficando condicionada a entrega de RANIA AL GHANEM (a) à decisão discricionária do Presidente da República; (b) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/17; e (c) à conclusão dos processos penais a que a extraditanda eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/17. Por corolário, JULGO PREJUDICADOS o Agravo Regimental interposto nestes autos (eDoc. 31), e aquele interposto nos autos da PPE 969 (eDoc. 22). Prisão preventiva para fins de extradição mantida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759100322","externo_seq_objeto_incidente":6185339,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-025  DIVULG 09-02-2022  PUBLIC 10-02-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1675&classe=Ext","is_colac":false,"titulo":"Ext 1675","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1989\n    ART-00001 ART-00002 NÚMERO-00002 ART-00003\n    ART-00011\n    TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989 \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00075 ART-00109 INC-00001\n    ART-00110 ART-00113 ART-00116 ART-00117\n    ART-00159 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00345\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078 ANO-1992\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989 \n\n","LEG-FED   DEC-000863 ANO-1993\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989 \n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 INC-00002 INC-00004 ART-00086\n    ART-00091 PAR-00001 PAR-00002 ART-00095\n    \"CAPUT\" ART-00096\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO"],"publicacao_data":"2022-02-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRISÃO PREVENTIVA PARA EXTRADIÇÃO, CONDIÇÃO DE PROCEDIBILIDADE, PROCESSO DE EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1675&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 667 (1ªT), Ext 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1149 (TP), Ext 1334 (2ªT), Ext 1488 (2ªT), Ext 1631 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA RECIPROCIDADE, TRATADO INTERNACIONAL)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(REQUISITO, EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(EXTRADIÇÃO, ESTRANGEIRO, VÍNCULO, FAMÍLIA, ESTADO BRASILEIRO, SÚMULA, 421/STF)\nExt 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 669 (TP). \n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1505 (1ªT), Ext 1645 (1ªT), Ext 1648 (1ªT), Ext 1652 (1ªT). \n- Decisões monocráticas citadas:\n(EXTRADIÇÃO, AUMENTO, LIMITE MÁXIMO, PENA, APLICAÇÃO IMEDIATA, LEI PROCESSUAL)\nExt 1661.\n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nPPE 969.\n- Legislação estrangeira citada: art. 172, art. 582, art. 585 e art. 630, do Código Penal italiano.\nNúmero de páginas: 36.\nAnálise: 02/08/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : RANIA AL GHANEM \nADV.(A/S)  : LUCIANO SANTOS LOPES \nADV.(A/S)  : CARLOS LUIZ DE LIMA E NAVES \nADV.(A/S)  : CHRISTIANE SANTOS LOPES \nADV.(A/S)  : IGOR CAMPOS DE OLIVEIRA PIRES \nADV.(A/S)  : RODOLFO SANTOS PEÇANHA REZENDE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458829,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1675","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-02-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1675,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur465179","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, não conheceu dos embargos de declaração, determinou a certificação do trânsito em julgado do acórdão proferido neste julgamento e a baixa imediata dos autos, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 13.5.2022 a 20.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur465179","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur465179","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-terceiro-ED","is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO TRIBUTÁRIO. EMBARGOS DE DECLARAÇÃO EM TERCEIRO AGRAVO INTERNO EM RECURSO EXTRAORDINÁRIO COM AGRAVO. IMUNIDADE. ENTIDADE BENEFICENTE DE ASSISTÊNCIA SOCIAL. MULTA PREVISTA NO ART. 1.021, § 4º, CPC. RECOLHIMENTO NÃO COMPROVADO.\n\n\n\n    1.  A jurisprudência do Supremo Tribunal Federal é firme no sentido de não conhecer do recurso quando não recolhida a multa anteriormente aplicada ao recorrente. Precedentes.\n\n\n\n    2.  Embargos de declaração não conhecidos, com determinação de trânsito em julgado e de baixa imediata dos autos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761070015","externo_seq_objeto_incidente":6391305,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-106  DIVULG 31-05-2022  PUBLIC 01-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1348068&classe=ARE","is_colac":false,"titulo":"ARE 1348068 AgR-terceiro-ED","documental_legislacao_citada_texto":["LEG-FED   LEI-005869 ANO-1973\n    ART-00557 PAR-00002\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01021 PAR-00004 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2022-06-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1348068&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR-terceiro-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(NÃO CONHECIMENTO, RECURSO, AUSÊNCIA, DEPÓSITO PRÉVIO, MULTA)\nAI 594561 AgR (1ªT), ARE 969781 AgR-ED (1ªT). \nNúmero de páginas: 6.\nAnálise: 26/07/2022, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : SOCIEDADE UNIAO INTERNACIONAL PROTETORA DOS ANIMAIS \nADV.(A/S)  : RONALDO REDENSCHI \nADV.(A/S)  : JULIO SALLES COSTA JANOLIO \nADV.(A/S)  : ANDREA DE SOUZA GONCALVES COELHO \nEMBDO.(A/S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":465179,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ARE 1348068 AgR-terceiro-ED","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2022-05-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO TERCEIRO AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1348068,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur466120","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, indeferiu o pedido de extradição com a revogação das medidas cautelares anteriormente adotadas e julgou prejudicados os embargos de declaração opostos pela Procuradoria-Geral da República, nos termos do voto do Relator. Falaram o Dr. Lucas Rodrigues de Paula pelo Requerente; o Dr. Beto Ferreira Martins Vasconcelos pelo Extraditando; o Dr. Gustavo Zortéa da Silva, pelo Amicus Curiae Defensoria Pública da União, e o Dr. Rodrigo Fillipi Dornelles pelo Amicus Curiae Associação Direitos Humanos em Rede. Presidência da Ministra Cármen Lúcia. Primeira Turma, 05.04.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur466120","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur466120","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO EXECUTÓRIA. GOVERNO DA TURQUIA. PROMESSA DE RECIPROCIDADE. LEI DE MIGRAÇÃO. DUPLA TIPICIDADE E AUSÊNCIA DOS REQUISITOS PARA A EXTRADIÇÃO. DEFICIÊNCIA NA DESCRIÇÃO ESPECÍFICA DOS FATOS. CONTEXTO FÁTICO COM CONOTAÇÃO POLÍTICA. RELEVÂNCIA DA ALEGAÇÃO DE VIOLAÇÃO DOS DIREITOS HUMANOS ANTE A POSSÍVEL SUBMISSÃO DO EXTRADITANDO A JUÍZO OU TRIBUNAL DE EXCEÇÃO. PEDIDO INDEFERIDO.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na Carta da República, que, em seu art. 5º, LII, autoriza como regra a extradição de estrangeiros, condição suportada pelo extraditando, que é cidadão turco.\n\n\n\n    2. O deferimento do pedido extradicional exige a presença do requisito da dupla tipicidade, pois, como definido por esta CORTE SUPREMA, revela-se essencial, para a exata aferição do respeito ao postulado da dupla incriminação, que os fatos atribuídos ao extraditando, não obstante a incoincidência de sua designação formal, revistam-se de tipicidade penal e sejam igualmente puníveis tanto pelo ordenamento jurídico doméstico quanto pelo sistema de direito positivo do Estado requerente. Precedentes.\n\n\n\n    3. Ausência na descrição específica dos fatos. Cumpre ao Estado requerente identificar, com clareza e precisão, os elementos definidores da conduta delituosa. A mera exposição genérica dos fatos sem delimitar quais eram as funções, o grau hierárquico ocupado ou papel desempenhado pelo extraditando no âmbito da possível organização criminosa, inviabiliza o deferimento do pedido de extradição. Precedentes da CORTE: Ext 633, Rel. Min. CELSO DE MELLO, Tribunal Pleno, DJ de 06/04/2001 e Ext 670, Rel. Min. SEPÚLVEDA PERTENCE, Tribunal Pleno, j. 11/6/1997, DJ de 27/06/1997.\n\n\n\n    4. Relevância da alegação de violação dos direitos humanos ante a possível submissão do extraditando a juízo ou tribunal de exceção. É possível o indeferimento do pedido de extradição quando, evidenciada a instabilidade política pelo Estado requerente, não existirem garantias de que o extraditando receberá um julgamento justo, imparcial e por juiz independente. Precedentes da CORTE: Ext 1.578, Rel. Min. EDSON FACHIN, Segunda Turma, DJe de 20/02/2020 (Governo da Turquia x Ali Sipahi); Ext 986, Rel. Min. EROS GRAU, Tribunal Pleno, DJe de 05/10/2007 (Governo da Bolívia x John Axel Rivero Antero); Ext 633, Rel. Min. CELSO DE MELLO, Tribunal Pleno, DJ de 06/04/2001 (Governo da República Popular da China x Qian Hong).\n\n\n\n    5. Pedido indeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761404177","externo_seq_objeto_incidente":6244333,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-118  DIVULG 17-06-2022  PUBLIC 20-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1693&classe=Ext","is_colac":false,"titulo":"Ext 1693","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007170\n    ART-00016 ART-00017 PAR-ÚNICO ART-00018\n    ART-00023 INC-00004 ART-00026\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009474 ANO-1997\n    ART-00001 ART-00033\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013260 ANO-2016\n    ART-00003 ART-00006 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00008 INC-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014197 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00138 ART-00141 INC-00002 ART-0359L\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2022-06-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PEDIDO, EXTRADIÇÃO, FUNDAMENTAÇÃO, PROMESSA, RECIPROCIDADE, TRATADO DE EXTRADIÇÃO. ALTERAÇÃO, LEGISLAÇÃO, ABOLITIO CRIMINIS, CONTINUIDADE, FATO TÍPICO, NORMA. PROCESSO DE EXTRADIÇÃO, EXCLUSÃO, APRECIAÇÃO, MÉRITO, IMPUTAÇÃO DE CRIME, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. ÓBICE, DEFERIMENTO, EXTRADIÇÃO, IMPUTAÇÃO, AGENTE, MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA. PRINCÍPIO DO JUIZ NATURAL, GARANTIA, INDEPENDÊNCIA, IMPARCIALIDADE, ÓRGÃO JUDICIAL, OBSERVÂNCIA, REGRA, DISTRIBUIÇÃO, COMPETÊNCIA. ÓBICE, EXTRADIÇÃO, RECONHECIMENTO, CONDIÇÃO, REFUGIADO, IDENTIDADE, FATO, FUNDAMENTO, PEDIDO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO, MIN. ROSA WEBER, MIN. CÁRMEN LÚCIA: ÓBICE, EXTRADIÇÃO, RECONHECIMENTO, CONDIÇÃO, REFUGIADO; MOTIVAÇÃO EXCLUSIVAMENTE POLÍTICA, PEDIDO, EXTRADIÇÃO; POSSIBILIDADE, JULGAMENTO, AGENTE, JUÍZO, TRIBUNAL DE EXCEÇÃO; AUSÊNCIA, DESCRIÇÃO, CARÁTER ESPECÍFICO, CONDUTA, AGENTE, DUPLA TIPICIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1693&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REQUISITO, DESCRIÇÃO, CARÁTER ESPECÍFICO, CONDUTA, AGENTE)\nExt 633 (1ªT), Ext 670 (1ªT). \n(EXTRADIÇÃO, INSTABILIDADE, POLÍTICA, ESTADO REQUERENTE, JUÍZO DE EXCEÇÃO, TRIBUNAL DE EXCEÇÃO)\nExt 633 (1ªT), Ext 986 (TP), Ext 1578 (2ªT). \n(REQUISITO, EXTRADIÇÃO)\nExt 667 (1ªT). \n(PEDIDO, EXTRADIÇÃO, FUNDAMENTAÇÃO, TRATADO INTERNACIONAL, PROMESSA, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(REQUISITO, EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 1196 (TP), Ext 669 (TP). \n(ABOLITIO CRIMINIS, PRINCÍPIO, CONTINUIDADE, FATO TÍPICO, NORMA)\nHC 106155 (1ªT), AI 804466 AgR (1ªT). \n(EXTRADIÇÃO, FISCALIZAÇÃO, STF, LEGALIDADE, PEDIDO)\nExt 703 (1ªT). \n(PROCESSO DE EXTRADIÇÃO, ORGANIZAÇÃO CRIMINOSA, TERRORISMO, NECESSIDADE, DESCRIÇÃO, CARATER ESPECIFICO, CONDUTA, AGENTE)\nExt 670 (1ªT), Ext 1578 (2ªT). \n(EXTRADIÇÃO, RECONHECIMENTO, CONDIÇÃO, REFUGIADO)\nExt 1170 (TP). \n- Decisões monocráticas citadas:\n(ABOLITIO CRIMINIS, PRINCÍPIO, CONTINUIDADE, FATO TÍPICO, NORMA)\nHC 184625, RHC 187360.\n- Decisão estrangeira citada: Decisão Urteil do Primeiro Senado de 20 de março de 1956 1 BvR 479/55, do Tribunal Constitucional Federal alemão.\nNúmero de páginas: 39.\nAnálise: 28/02/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA TURQUIA \nADV.(A/S)  : WESLEY RICARDO BENTO DA SILVA \nEXTDO.(A/S)  : YAKUP SAGAR \nADV.(A/S)  : BETO FERREIRA MARTINS VASCONCELOS OAB/SP 172687 E OUTRO(A/S)\nADV.(A/S)  : ANA LUISA FERREIRA PINTO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : ASSOCIACAO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nADV.(A/S)  : RODRIGO FILIPPI DORNELLES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":466120,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1693","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-04-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"CUNHA, Rogério Sanches. Manual de Direito Penal: Parte Geral. JusPODIVM, 2013. p. 106.\nDENNEWITZ, Boddo. Kommentar zum Bonner Grundgesetz: Bonner Kommeratar. Hamburgo: Joachin Hestmann, 1950. art. 101.\nMELLO, Celso de. A tutela judicial da liberdade. Revista dos Tribunais, v. 526. p. 291.\nSCHWABE, Jürgen. Cinqüenta Anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Coletânea original. Organização e introdução: Leonardo Martins. Konrad Adenauer Stiftung. Programa Estado de Derecho para Sudamérica. p. 900-901.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1693,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur466209","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental e, nos termos do § 11 do art. 85 do Código de Processo Civil, majorou em 1% (um por cento) a verba honorária fixada pelas instâncias de origem, observados os limites previstos nos §§ 2º e 3º, tudo nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 3.6.2022 a 10.6.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur466209","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur466209","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-segundo","is_processo_antigo":false,"ementa_texto":"EMENTA \n\n\n\n    AGRAVO INTERNO EM RECURSO EXTRAORDINÁRIO. TRANSPORTE AÉREO INTERNACIONAL. DANOS MATERIAIS. RE 636.331. TEMA N. 210/RG. INAPLICABILIDADE. AFASTAMENTO NO CASO CONCRETO. MATÉRIA INFRACONSTITUCIONAL. AUSÊNCIA DE OFENSA DIRETA À CONSTITUIÇÃO FEDERAL. REEXAME DE FATOS E PROVAS. ENUNCIADO N. 279 DA SÚMULA DO SUPREMO. VERBA HONORÁRIA. ART. 85, § 11, DO CÓDIGO DE PROCESSO CIVIL. MAJORAÇÃO CABÍVEL.\n\n\n\n    1. É aplicável a limitação de valor da indenização estabelecida na Convenção de Varsóvia e em demais acordos internacionais relativamente às condenações por dano material decorrentes de extravio de bagagem em voos internacionais. \n\n\n\n    2. Dissentir da conclusão alcançada pelo Colegiado de origem – quanto ao afastamento das convenções internacionais ante as peculiaridades do caso, em especial a inexistência da declaração de bagagem – demandaria o revolvimento dos elementos fático-probatórios. Incidência do enunciado n. 279 da Súmula do Supremo.\n\n\n\n    3. Havendo o Tribunal de origem decidido a questão a partir de interpretação da legislação infraconstitucional de regência, é inviável a abertura da instância extraordinária. \n\n\n\n    4. Majora-se em 1% (um por cento) a verba honorária fixada na origem, observados os limites impostos. Disciplina do art. 85, §§ 2º, 3º e 11, do Código de Processo Civil.\n\n\n\n    5. Agravo interno desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761427592","externo_seq_objeto_incidente":6379155,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-119  DIVULG 20-06-2022  PUBLIC 21-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1302713&classe=RE","is_colac":false,"titulo":"RE 1302713 AgR-segundo","documental_legislacao_citada_texto":["LEG-FED   LEI-010406 ANO-2002\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00002 PAR-00003 PAR-00011\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2022-06-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1302713&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR-segundo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRATADO INTERNACIONAL, TRANSPORTE AEROVIÁRIO, PREVALÊNCIA, CÓDIGO DE DEFESA DO CONSUMIDOR)\nRE 636331 (TP). \nNúmero de páginas: 8.\nAnálise: 14/07/2022, PBF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GOL LINHAS AÉREAS S/A \nADV.(A/S)  : GUSTAVO ANTONIO FERES PAIXAO \nAGDO.(A/S)  : MARIA FLODENICE FERREIRA DOS SANTOS \nADV.(A/S)  : EDUARDO CASSOU \nADV.(A/S)  : MICHAEL DIONISIO DE SOUZA \nINTDO.(A/S)  : ALITALIA COMPAGNIA AEREA ITALIANA S.P.A. \nADV.(A/S)  : ALFREDO ZUCCA NETO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":466209,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 1302713 AgR-segundo","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-06-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["NUNES MARQUES"],"processo_numero":1302713,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461310","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencido o Ministro Gilmar Mendes. Segunda Turma, Sessão Virtual de 25.2.2022 a 8.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461310","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461310","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-segundos-AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL EM EMBARGOS DE DECLARAÇÃO EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO EM 15.12.2021. TRANSPORTE AÉREO INTERNACIONAL. AÇÃO INDENIZATÓRIA. DANOS MATERIAIS. APLICAÇÃO DAS CONVENÇÕES DE VARSÓVIA E MONTREAL. JURISPRUDÊNCIA DE MÉRITO DOMINANTE.\n\n\n\n    1. O acórdão recorrido objeto do recurso extraordinário encontra-se em desacordo com jurisprudência dominante desta corte, que entende aplicável ao transporte internacional de passageiros as regras da Convenção de Montreal, em especial quanto aos limite indenizatórios de danos materiais, nos termos do art. 178, da Constituição da República.\n\n\n\n    2. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759853128","externo_seq_objeto_incidente":6321725,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-056  DIVULG 23-03-2022  PUBLIC 24-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1273974&classe=RE","is_colac":false,"titulo":"RE 1273974 ED-segundos-AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00178\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC ANO-1929\n    ART-00022 ITEM-00002\n    CONVENÇÃO DE VARSÓVIA, PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL\n\n","LEG-INT   CVC ANO-1999\n    CONVENÇÃO PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL, CELEBRADA EM MONTREAL, EM 28 DE MAIO DE 1999\n\n","LEG-FED   DLG-000059 ANO-2006\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL, CELEBRADA EM MONTREAL, EM 28 DE MAIO DE 1999\n\n","LEG-FED   DEC-020704 ANO-1931\n    DECRETO - PROMULGA A CONVENÇÃO DE VARSÓVIA, PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL\n\n","LEG-FED   DEC-005910 ANO-2006\n    DECRETO - PROMULGA A CONVENÇÃO PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL, CELEBRADA EM MONTREAL, EM 28 DE MAIO DE 1999\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-03-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1273974&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-ED-segundos-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIMITAÇÃO, DIREITO DE INDENIZAÇÃO POR DANO MATERIAL, EMPRESA DE TRANSPORTE, EMPRESA AÉREA, EXTRAVIO, BAGAGEM)\nRE 636331 (TP). \nNúmero de páginas: 14.\nAnálise: 27/07/2022, ABO.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ROSA MARIA DE CAMPOS ARANOVICH \nADV.(A/S)  : MARCOS BROSSARD IOLOVITCH \nAGDO.(A/S)  : AMERICAN AIRLINES INC \nADV.(A/S)  : CARLA CHRISTINA SCHNAPP","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461310,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 1273974 ED-segundos-AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-03-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NOS SEGUNDOS EMB.DECL. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1273974,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461483","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que julgava procedente o pedido formulado na ação direta a fim de declarar a inconstitucionalidade do art. 3º, III e V, da Lei 8.821, de 27.1.1989, do Estado do Rio Grande do Sul, com efeitos ex nunc, propondo a modulação dos efeitos da declaração de inconstitucionalidade a partir da data da publicação da ata do presente julgamento, no que foi acompanhado pelos Ministros Cármen Lúcia, Alexandre de Moraes, Rosa Weber e Ricardo Lewandowski; e do voto do Ministro Roberto Barroso, que divergia do Relator apenas quanto à modulação dos efeitos da decisão, propondo que seja realizada nos seguintes termos: \"Modulação dos efeitos do acórdão de mérito proferido nesta ação, para que tenha eficácia a partir da publicação do acórdão prolatado no RE 851.108 (20.04.2021), estando ressalvadas as ações judiciais pendentes de conclusão até o mesmo marco temporal em que se discuta (1) a qual Estado o contribuinte deveria efetuar o pagamento do ITCMD, considerando a ocorrência de bitributação; ou (2) a validade da cobrança desse imposto, não tendo sido pago anteriormente. Quanto aos fatos geradores anteriores ao mesmo marco temporal, o Fisco não poderá cobrar o imposto ainda não pago e o contribuinte, mesmo que tenha ajuizado ação de repetição de indébito, não terá direito à restituição, salvo para desfazer bitributação”, pediu vista dos autos o Ministro Dias Toffoli. Falou, pelo interessado Governador do Estado do Rio Grande do Sul, a Dra. Fernanda Tonetto, Procuradora do Estado. Plenário, Sessão Virtual de 13.8.2021 a 20.8.2021.\r\n\n           Decisão: Após o voto-vista do Ministro Dias Toffoli, que divergia do Ministro Edson Fachin (Relator) apenas quanto à modulação dos efeitos da decisão, propondo que seja a ela atribuída eficácia ex nunc a partir de 20/4/21 (data de publicação do acórdão prolatado no RE nº 851.108/SP), ressalvando as ações judiciais pendentes de conclusão até o mesmo momento nas quais se discuta: (1) a qual Estado o contribuinte deve efetuar o pagamento do ITCMD, considerando a ocorrência de bitributação; ou (2) a validade da cobrança desse imposto, não tendo sido pago anteriormente; e do voto do Ministro Gilmar Mendes, que acompanhava o voto do Relator, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 1.10.2021 a 8.10.2021.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta a fim de declarar a inconstitucionalidade do art. 3º, III e V, da Lei 8.821, de 27.1.1989, do Estado do Rio Grande do Sul, e modulou os efeitos da declaração de inconstitucionalidade a partir da publicação do acórdão prolatado no RE 851.108 (20/04/2021), \"ressalvando-se as ações judiciais pendentes de conclusão até o mesmo marco temporal em que se discuta (1) a qual Estado o contribuinte deveria efetuar o pagamento do ITCMD, considerando a ocorrência de bitributação; ou (2) a validade da cobrança desse imposto, não tendo sido pago anteriormente\", nos termos do voto ora reajustado do Relator. Plenário, Sessão Virtual de 11.2.2022 a 18.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461483","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461483","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL. ART. 3º, III E V, DA LEI 8.821 DO ESTADO DO RIO GRANDE DO SUL. INSTITUIÇÃO DO IMPOSTO SOBRE TRANSMISSÃO CAUSA MORTIS E DOAÇÃO DE QUAISQUER BENS OU DIREITOS - ITCMD. HIPÓTESES DO ART. 155, §1º, III, DA CRFB. INEXISTÊNCIA DE DISCIPLINA EM LEI COMPLEMENTAR FEDERAL. EXERCÍCIO DA COMPETÊNCIA LEGISLATIVA PLENA PELOS ESTADOS. IMPOSSIBILIDADE. TESE FIXADA NO TEMA 825 DA REPERCUSSÃO GERAL. INCONSTITUCIONALIDADE FORMAL. MODULAÇÃO DOS EFEITOS. \n\n\n\n    1. O Plenário deste Tribunal consolidou o entendimento de que é vedado aos Estados e ao Distrito Federal instituir o ITCMD nas hipóteses referidas no art. 155, § 1º, III, da Constituição da República, sem a edição da lei complementar exigida pelo referido dispositivo constitucional: RE 851.108, Rel. Min. Dias Toffoli , Tribunal Pleno, DJe 20.04.2021, Tema n.º 825 da Repercussão Geral. \n\n\n\n    2. Ação direta conhecida e pedido julgado procedente, declarando a inconstitucionalidade formal do art. 3º, III e V, da Lei 8.821, do Estado do Rio Grande do Sul, com eficácia a partir de 20/04/2021  .","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759942262","externo_seq_objeto_incidente":6167771,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-059  DIVULG 28-03-2022  PUBLIC 29-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6825&classe=ADI","is_colac":false,"titulo":"ADI 6825","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00024 INC-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00146\n    INC-00001 INC-00003 LET-A ART-00155\n    INC-00001 PAR-00001 INC-00001 INC-00002\n    INC-00003 INC-B LET-A ART-00162\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00034 PAR-00003\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101 ANO-2000\n    ART-00011\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012 ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-EST   LEI-008821 ANO-1989\n    ART-00003 INC-00003 LET-A LET-B\n    INC-00005\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-014741 ANO-2015\n    LEI ORDINÁRIA, RS"],"publicacao_data":"2022-03-29","documental_acordao_mesmo_sentido_lista_texto":"ADI 6834  PROCESSO ELETRÔNICO\n          JULG-21-02-2022  UF-CE  TURMA-TP  MIN-EDSON FACHIN N.PÁG-046\n          DJe-059  DIVULG 28-03-2022  PUBLIC 29-03-2022\n          LEG-EST   LEI-015812      ANO-2015\n                    ART-00002\n                    LEI ORDINÁRIA , CE\n \nADI 6835  PROCESSO ELETRÔNICO\n          JULG-21-02-2022  UF-BA  TURMA-TP  MIN-EDSON FACHIN N.PÁG-046\n          DJe-059  DIVULG 28-03-2022  PUBLIC 29-03-2022\n          LEG-EST   LEI-004826      ANO-1989\n                    ART-00008 INC-00002 LET-B LET-C \n                    LET-D\n                    LEI ORDINÁRIA , BA","documental_indexacao_texto":"- PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, AUTONOMIA, ENTE FEDERADO, FEDERALISMO COOPERATIVO. PRINCÍPIO DA MÁXIMA EFETIVIDADE, DIREITO FUNDAMENTAL, CRITÉRIO, DISTRIBUIÇÃO, COMPETÊNCIA. FEDERALISMO DE EQUILÍBRIO. AUSÊNCIA, REGULAMENTAÇÃO, ÂMBITO NACIONAL, COMPETÊNCIA, COBRANÇA, IMPOSTO SOBRE TRANSMISSÃO CAUSA MORTIS E DOAÇÃO (ITCMD), HIPÓTESE, DOADOR, DOMICÍLIO, RESIDÊNCIA, PAÍS ESTRANGEIRO, POSSE, BEM, INVENTÁRIO, PROCESSAMENTO, ÂMBITO INTERNACIONAL. IMPOSTO SOBRE A PROPRIEDADE DE VEÍCULOS AUTOMOTORES (IPVA), AUSÊNCIA, LEI COMPLEMENTAR FEDERAL, COMPETÊNCIA PLENA, ESTADO-MEMBRO, DISTRITO FEDERAL.\n\n- VOTO, MIN. ROBERTO BARROSO: MODULAÇÃO DE EFEITOS, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA PROPORCIONALIDADE. MARCO TEMPORAL, EFICÁCIA, DECISÃO, DATA, PUBLICAÇÃO, ACÓRDÃO, RECURSO EXTRAORDINÁRIO, TEMA DE REPERCUSSÃO GERAL. BITRIBUTAÇÃO, OFENSA, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA. RESTITUIÇÃO, VALOR, PAGAMENTO INDEVIDO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ALEXANDRE DE MORAES: AUTONOMIA, ESTADO-MEMBRO, AUTONOMIA FINANCEIRA, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS. OFENSA, PACTO FEDERATIVO, INÉRCIA, UNIÃO FEDERAL, EDIÇÃO, NORMA GERAL, TRIBUTO, COMPETÊNCIA ESTADUAL. COMPETÊNCIA CONCORRENTE, MATÉRIA TRIBUTÁRIA, ADMISSIBILIDADE, ATUAÇÃO, ESTADO-MEMBRO, HIPÓTESE, OMISSÃO, UNIÃO FEDERAL. SUPERVENIÊNCIA, LEI FEDERAL, NORMA GERAL, SUSPENSÃO, EFICÁCIA, LEI ESTADUAL, HIPÓTESE, CONTRARIEDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6825&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(ESTADO-MEMBRO, COMPETÊNCIA SUPLEMENTAR, ITCMD, EXIGÊNCIA, LEI COMPLEMENTAR FEDERAL)\r\nADI 1926 MC (TP), RE 851108 (TP), ADI 6821 (TP), ADI 6824 (TP), ADI 6826 (TP), ADO 67 (TP).\r\n(MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE)\r\nRE 851108 (TP).\r\n(IPVA, AUSÊNCIA, LEI COMPLEMENTAR FEDERAL, COMPETÊNCIA PLENA, ESTADO-MEMBRO, DISTRITO FEDERAL)\r\nRE 601247 AgR (2ªT), ARE 1169945 AgR (2ªT).\r\n(SUPERVENIÊNCIA, LEI FEDERAL, NORMA GERAL, SUSPENSÃO, EFICÁCIA, LEI ESTADUAL, HIPÓTESE, CONTRARIEDADE)\r\nADI 429 (TP), ADI 2818 (TP), ADI 4629 (TP), ADI 5077 (TP).\r\nNúmero de páginas: 46.\nAnálise: 29/05/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461483,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 6825","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-02-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"MORAES, Alexandre de. Direito constitucional. 37. ed. 2021. São Paulo: Atlas, Capítulo 8: Organização Político-Administrativa, item 2.4.","ministro_facet":["EDSON FACHIN"],"processo_numero":6825,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur461495","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta e julgou procedente o pedido nela formulado, para declarar a inconstitucionalidade formal: (i) da expressão “ou no exterior”, constante da alínea a do inciso I do § 3º do art. 2º; (ii) das expressões “ou no exterior” e “ainda que o de cujus fosse residente ou domiciliado no exterior”, constante da alínea b do inciso I do § 3º do art. 2º; (iii) das expressões “ou no exterior, no caso de o inventário ou arrolamento processar-se no exterior” e “ainda que o de cujus fosse residente ou domiciliado no exterior”, constantes da alínea c do inciso I do § 3º do art. 2º; (iv) das expressões “ou no exterior” e “ainda que tenha residência no exterior”, constantes da alínea b do inciso II do § 3º do art. 2º; e (v) da expressão “no exterior, quando o doador for domiciliado no exterior”, constante da alínea c do inciso II do § 3º do art. 2º, todos da Lei 3.804/2006 do Distrito Federal, e modulou os efeitos da decisão para que tenha eficácia a partir da data de publicação do acórdão do julgamento do RE 851.108/SP, referente ao tema nº 825 da sistemática da repercussão geral, de relatoria do Min. Dias Toffoli, em 20.04.2021, ressalvadas as ações judiciais pendentes de conclusão até a mesma data, nas quais se discuta (i) a qual Estado o contribuinte deveria efetuar o pagamento do ITCMD, considerando a ocorrência de bitributação; e (ii) a validade da cobrança desse imposto, não tendo sido pago anteriormente, nos termos do voto da Relatora. Plenário, Sessão Virtual de 11.3.2022 a 18.3.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur461495","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur461495","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL E TRIBUTÁRIO. REPARTIÇÃO DE COMPETÊNCIAS. FEDERALISMO COOPERATIVO. INSTITUIÇÃO DO IMPOSTO SOBRE TRANSMISSÃO CAUSA MORTIS OU DE DOAÇÃO DE QUAISQUER BENS OU DIREITOS - ITCMD. HIPÓTESES PREVISTAS NO ART. 155, § 1º, III, DA CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE DO ART. 2º, § 3º, I, “A” , “B” E “C”, E II, “B” E “C”, DA LEI N. 3.804, DE 8.2.2006, DO DISTRITO FEDERAL. AUSÊNCIA DE LEI COMPLEMENTAR FEDERAL. INXISTÊNCIA DE COMPETÊNCIA PLENA DOS DEMAIS ENTES FEDERATIVOS. PRECEDENTES. PROCEDÊNCIA DO PEDIDO. MODULAÇÃO DOS EFEITOS DA DECISÃO. \n\n\n\n    1. Nas hipóteses previstas no artigo 155, §1º, III, da Constituição Federal, a competência para a instituição da exação foi expressamente condicionada à regulação por lei complementar. Há imprescindibilidade da edição de lei complementar para fins de instituição do ITCMD pelos Estados e Distrito Federal quando o doador tiver domicílio ou residência no exterior, bem como nas hipóteses em que o de cujus possuía bens, era residente ou domiciliado, ou teve o seu inventário processado no exterior. Inconcesso, aos entes federativos estaduais e ao DF, suprir a ausência da edição de lei complementar nos termos estatuídos no artigo 155, §1º, da Carta Magna, dada a relação com o contexto internacional, a indicar a necessidade de fixação de critérios de modo a evitar conflitos federativos. \n\n\n\n    2. A recente jurisprudência desta Casa firmou-se no sentido da impossibilidade de exercício da competência supletiva, ainda que temporária e excepcional. Precedente - RE 851.108/SP, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 20.04.2021, Tema n.º 825 da Repercussão Geral, no qual fixada a seguinte tese de repercussão geral: “É vedado aos estados e ao Distrito Federal instituir o ITCMD nas hipóteses referidas no art. 155, § 1º, III, da Constituição Federal sem a edição da lei complementar exigida pelo referido dispositivo constitucional”. Manutenção do entendimento em sede de controle concentrado de constitucionalidade. Precedentes.\n\n\n\n    3. Entendimento firmado por esta Corte quanto ao tema no sentido de modular os efeitos da decisão para que tenha eficácia a partir da publicação do acórdão do julgamento do RE 851.108/SP, referente ao tema nº 825 da repercussão geral, de relatoria do Min. Dias Toffoli, ressalvadas as ações judiciais pendentes de conclusão até a mesma data, nas quais se discuta (i) a qual Estado o contribuinte deveria efetuar o pagamento do ITCMD, considerando a ocorrência de bitributação; e (ii) a validade da cobrança desse imposto, não tendo sido pago anteriormente.\n\n\n\n    4. Ação direta conhecida e pedido julgado procedente, para declarar a inconstitucionalidade formal: (i) da expressão “ou no exterior”, constante da alínea a do inciso I do § 3º do art. 2º; (ii) das expressões “ou no exterior” e “ainda que o de cujus fosse residente ou domiciliado no exterior”, constante da alínea b do inciso I do § 3º do art. 2º; (iii) das expressões “ou no exterior, no caso de o inventário ou arrolamento processar-se no exterior” e “ainda que o de cujus fosse residente ou domiciliado no exterior”, constantes da alínea c do inciso I do § 3º do art. 2º; (iv) das expressões “ou no exterior” e “ainda que tenha residência no exterior”, constantes da alínea b do inciso II do § 3º do art. 2º; e (v) da expressão “no exterior, quando o doador for domiciliado no exterior”, constante da alínea c do inciso II do § 3º do art. 2º, todos da Lei 3.804/2006 do Distrito Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759903458","externo_seq_objeto_incidente":6168150,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-059  DIVULG 28-03-2022  PUBLIC 29-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6833&classe=ADI","is_colac":false,"titulo":"ADI 6833","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00024 INC-00001 PAR-00003 ART-00146\n    INC-00001 INC-00002 INC-00003 LET-A\n    ART-00155 PAR-00001 INC-00001 INC-00002\n    INC-00003 LET-A LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00034 PAR-00003\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-DIS   LEI-003804 ANO-2006\n    ART-00002 PAR-00003 INC-00001 LET-A\n    LET-B LET-C INC-00002 LET-B\n    LET-C\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2022-03-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6833&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA SUPLEMENTAR, ITCMD, EXIGÊNCIA, LEI COMPLEMENTAR FEDERAL)\nRE 851108 (TP), ADI 6817 (TP), ADI 6821 (TP), ADI 6822 (TP), ADI 6824 (TP), ADI 6825 (TP), ADI 6826 (TP), ADI 6827 (TP), ADI 6829 (TP), ADI 6831 (TP), ADI 6832 (TP), ADI 6834 (TP), ADI 6835 (TP), ADI 6836 (TP), ADI 6837 (TP), ADI 6839 (TP), ADI 6821 MC-Ref (TP). \nNúmero de páginas: 20.\nAnálise: 17/10/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : CAMARA LEGISLATIVA DO DISTRITO FEDERAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":461495,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6833","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-03-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":6833,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur343626","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Concederam a ordem, à unânimidade.","is_repercussao_geral_merito":false,"relator_processo_nome":"SAMPAIO COSTA - CONVOCADO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur343626","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur343626","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas-corpus. Espionagem. Inteligência do art. 79 nº 2, do Código Penal da Armada.\r\nEstado de guerra; sua caracterização jurídica no campo internacional e no do direito público interno; seus efeitos. Exigência no  nosso direito (pátrio) da declaração formal do estado de guerra para a caraterização do mesmo estado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=33780&classe=HC","externo_seq_objeto_incidente":null,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 18-08-1956 PP-09869  EMENT VOL-00266-01 PP-00194","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=33780&classe=HC","is_colac":false,"titulo":"HC 33780","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1937\r\n          ART-00166 PAR-ÚNICO REDAÇÃO ORIGINÁRIA\r\n          ART-00166 PAR-00001 INCLUÍDO PELA LCT-5/1938\r\n          ART-00166 PAR-00002 INCLUÍDO PELA LCT-5/1938\r\n          ART-00168 ART-00171 ART-00173\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n\r\n","LEG-FED   CF      ANO-1946\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n\r\n","LEG-FED   LCT-000005      ANO-1938\r\n                LEI CONSTITUCIONAL\r\n\r\n","LEG-FED   LEI-000612      ANO-1899\r\n                LEI ORDINÁRIA\r\n\r\n","LEG-INT   CVC      ANO-1907\r\n                CONVENÇÃO RELATIVA AO ROMPIMENTO DAS HOSTILIDADES, FIRMADA PELOS PLENIPOTENCIÁRIOS DO BRASIL NA SEGUNDA CONFERÊNCIA DA PAZ EM 1907 NA HAYA\r\n\r\n","LEG-FED   DEL-003038      ANO-1941\r\n                DECRETO-LEI\r\n\r\n","LEG-FED   DEL-004166      ANO-1942\r\n                DECRETO-LEI\r\n\r\n","LEG-FED   DEL-004766      ANO-1942\r\n          ART-00021 ART-00049 INC-00002 ART-00067 \r\n          ART-00068\r\n                DECRETO-LEI\r\n\r\n","LEG-FED   DEL-006227      ANO-1944\r\n          ART-00013\r\n                CPM-1944 CÓDIGO PENAL MILITAR\r\n\r\n","LEG-FED   DEL-008186      ANO-1945\r\n                DECRETO-LEI\r\n\r\n","LEG-FED   DLG-002395      ANO-1910\r\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO RELATIVA AO ROMPIMENTO DAS HOSTILIDADES, FIRMADA PELOS PLENIPOTENCIÁRIOS DO BRASIL NA SEGUNDA CONFERÊNCIA DA PAZ EM 1907 NA HAYA\r\n\r\n","LEG-FED   DEC-000018      ANO-1891\r\n          ART-00079 INC-00002\r\n                DECRETO - CÓDIGO PENAL PARA A ARMADA\r\n\r\n","LEG-FED   DEC-010719      ANO-1914\r\n                DECRETO - PROMULGA A CONVENÇÃO RELATIVA AO ROMPIMENTO DAS HOSTILIDADES, FIRMADA PELOS PLENIPOTENCIÁRIOS DO BRASIL NA SEGUNDA CONFERÊNCIA DA PAZ EM 1907 NA HAYA\r\n\r\n","LEG-FED   DEC-010358      ANO-1942\r\n                DECRETO"],"publicacao_data":"1956-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- BRASILEIRO, OFICIAL DAS FORÇAS ARMADAS, PARTICIPAÇÃO, ATIVIDADE, \r\nESPIONAGEM, ALEMANHA, TERRITÓRIO NACIONAL, SEGUNDA GUERRA MUNDIAL. \r\nMATÉRIA DE DIREITO, ENQUADRAMENTO, CONDUTA, PACIENTE, CRIME DE \r\nESPIONAGEM E ALLICIAÇÃO, CÓDIGO PENAL PARA A ARMADA. EXPRESSÃO, \r\nINIMIGO, TIPO PENAL, EXIGÊNCIA, EXISTÊNCIA, GUERRA, ESTADO BRASILEIRO, \r\nESTADO ESTRANGEIRO. DEFINIÇÃO JURÍDICA, ESTADO DE GUERRA. ENTENDIMENTO, \r\n\r\nSUPERIOR TRIBUNAL MILITAR (STM), CARACTERIZAÇÃO, ESTADO DE GUERRA, \r\nINÍCIO, HOSTILIDADE; ROMPIMENTO, RELAÇÕES DIPLOMÁTICAS. \r\nDISPENSABILIDADE, DECLARAÇÃO, CARÁTER FORMAL, ULTIMATO, CONFIGURAÇÃO, \r\nESTADO DE GUERRA, DIREITO INTERNACIONAL. DISTINÇÃO, EFEITO, ESTADO DE \r\nGUERRA, DIREITO INTERNACIONAL PÚBLICO, DIREITO PÚBLICO INTERNO. \r\nLEGISLAÇÃO BRASILEIRA, REGULAÇÃO, EFEITO, ESTADO DE GUERRA, CIDADÃO, \r\nBRASILEIRO. CONSTITUIÇÃO FEDERAL DE 1937, EXIGÊNCIA, DECLARAÇÃO FORMAL \r\nDE GUERRA. LEGISLAÇÃO PENAL MILITAR, VEDAÇÃO, INTERPRETAÇÃO EXTENSIVA, \r\nINTERPRETAÇÃO ANALÓGICA. DISTINÇÃO, ROMPIMENTO, RELAÇÕES DIPLOMÁTICAS, \r\nESTADO DE GUERRA, ÂMBITO PENAL. DEFINIÇÃO JURÍDICA, ESTADO DE GUERRA, \r\nCÓDIGO PENAL MILITAR, EXIGÊNCIA, DECLARAÇÃO FORMAL DE GUERRA. PLANO, \r\nPACIENTE, FABRICAÇÃO, BOMBA-RELÓGIO, OBJETIVO, AFUNDAMENTO, NAVIO, ATO \r\nPREPARATÓRIO, CRIME IMPOSSÍVEL. OMISSÃO, PACIENTE, REVELAÇÃO, \r\nAUTORIDADE, ATIVIDADE, ESPIONAGEM, DESCARACTERIZAÇÃO, CRIME. CRIME DE \r\nESPIONAGEM E ALLICIAÇÃO, EXIGÊNCIA, ATO COMISSIVO, AUXÍLIO, ESPIÃO. \r\nCRIMINALIZAÇÃO, OMISSÃO, SILÊNCIO, EXIGÊNCIA, DISPOSIÇÃO EXPRESSA, \r\nLEGISLAÇÃO PENAL. CONSTITUIÇÃO FEDERAL DE 1946, EXTINÇÃO DA \r\nPUNIBILIDADE, FATO ANTERIOR, LEI PENAL, EFEITO RETROATIVO.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. AFRÂNIO COSTA (CONVOCADO): \r\nINAPLICABILIDADE, CÓDIGO PENAL PARA A ARMADA, FATO ANTERIOR, DECLARAÇÃO \r\n\r\nFORMAL DE GUERRA, ESTADO BRASILEIRO, ALEMANHA. DISTINÇÃO, ROMPIMENTO, \r\nRELAÇÕES DIPLOMÁTICAS, DECLARAÇÃO DE GUERRA. COGITAÇÃO, CRIME.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NELSON HUNGRIA: STF, DETERMINAÇÃO, \r\nCESSAÇÃO, EXECUÇÃO DA PENA, INCONSTITUCIONALIDADE SUPERVENIENTE. \r\nSUPERVENIÊNCIA, CESSAÇÃO, ESTADO DE GUERRA, RESTABELECIMENTO, GARANTIA, \r\n\r\nIRRETROATIVIDADE DA LEI PENAL. SUPERVENIÊNCIA, CONSTITUIÇÃO FEDERAL DE \r\n1946, VEDAÇÃO, LEI PENAL, EFEITO RETROATIVO. CONSTITUIÇÃO FEDERAL DE \r\n1937, CÓDIGO PENAL MILITAR, EXIGÊNCIA, DECLARAÇÃO FORMAL DE GUERRA. \r\nDISTINÇÃO, ESTADO DE GUERRA, ROMPIMENTO, RELAÇÕES DIPLOMÁTICAS. \r\nPROJETO, PACIENTE, AFUNDAMENTO, NAVIO. AUSÊNCIA, INÍCIO, ETAPA, \r\nEXECUÇÃO DO CRIME. CO-PARTICIPAÇÃO, CRIME, AUSÊNCIA, DELAÇÃO, CRIME. \r\nPENA ACESSÓRIA, PERDA DE POSTO, PERDA DA PATENTE.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROCHA LAGÔA: CONVERSÃO DO JULGAMENTO \r\n\r\nEM DILIGÊNCIA. REQUISITO, CRIME DE ESPIONAGEM E ALLICIAÇÃO, DECLARAÇÃO \r\nFORMAL DE GUERRA. ATO PREPARATÓRIO, INÍCIO, FABRICAÇÃO, BOMBA-RELÓGIO, \r\nAFUNDAMENTO, NAVIO. DECLARAÇÃO DE INDIGNIDADE PARA O OFICIALATO, PENA \r\nACESSÓRIA.\r\n\r\n- TERMOS DE RESGATE: NAVIO WINDUCK. TULLIO REGIS NASCIMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=33780&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Veja HC 29655, HC 30086, HC 31552, HC 32928 e HC 33150 do STF.\r\nNúmero de páginas: 129.\r\nInclusão: 30/03/2016, OJR.\r\nAnálise: 06/09/2019, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.  : HERÁCLITO FONTOURA SOBRAL PINTO\r\nPACIENTE: TÚLIO RÉGIS NASCIMENTO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":343626,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 33780","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"1955-12-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BONFILS. Droit international public. 1905. p. 586, 587, 589 e 595.","ministro_facet":["SAMPAIO COSTA"],"processo_numero":33780,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}