{"result":{"took":579,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur466281","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por unanimidade, resolveu questão de ordem no sentido de rejeitar a alegação de suspeição e impedimento de Ministros do Supremo Tribunal Federal. Em seguida, o Tribunal, por maioria, rejeitou as preliminares, bem como decretou a perda de objeto dos agravos regimentais interpostos contra decisão que indeferiu as diligências requeridas na fase do art. 10 da Lei 8.038/90 e contra decisão que determinou a necessidade de juntada das alegações finais para análise de requerimento de extinção de tipicidade e punibilidade; e julgou parcialmente procedente a denúncia para: (a) absolver o réu Daniel Lúcio da Silveira da imputação do art. 286, parágrafo único, do Código Penal, considerada a continuidade normativo-típica em relação ao art. 23, II, da Lei 7.170/83; (b) condenar o réu Daniel Lúcio da Silveira: (b.1) como incurso nas penas do artigo 18 da Lei 7.170/83, por 2 (duas) vezes, na forma do art. 71 do Código Penal, em virtude da ultra-atividade da lei penal mais benéfica em relação ao artigo 359-L do Código Penal à pena de 5 (cinco) anos e 3 (três) meses de reclusão; (b.2) como incurso nas penas do art. 344 do Código Penal, por 3 (três) vezes, na forma do art. 71 do Código Penal à pena de 3 (três ) anos e 6 (seis) meses de reclusão, bem como à pena de 35 (trinta e cinco) dias-multa, no valor de 5 (cinco) salários mínimos dia-multa, considerado o patamar vigente à época do fato, que deve ser atualizado até a data do efetivo pagamento. Consideradas as penas para cada crime, a pena final é de 8 (oito) anos e 9 (nove) meses de reclusão, em regime inicial fechado, e 35 (trinta e cinco) dias-multa, o valor do dia-multa equivalente a 5 (cinco) salários mínimos, considerado o patamar vigente à época do fato, que deve ser atualizado até a data do efetivo pagamento. Fica fixado o regime fechado para o início do cumprimento da pena. Após o trânsito em julgado, ficam ainda suspensos os direitos políticos do condenado, enquanto durarem os efeitos da condenação, nos termos do art. 15, inciso III, da Constituição Federal; bem como determinada a perda do mandato parlamentar, em relação ao réu Daniel Lúcio da Silveira, nos termos do art. 55, inciso VI e o § 2º, da Constituição Federal e artigo 92 do Código Penal. Tudo nos termos do voto do Relator, vencidos o Ministro Nunes Marques (Revisor), que julgava a ação improcedente, nos termos do art. 386, I, II e III, do Código de Processo Penal, e o Ministro André Mendonça, que julgava parcialmente procedente a ação, em menor extensão, nos termos de seu voto. Falaram: pelo autor, a Dra. Lindôra Maria Araújo, Vice-Procuradora-Geral da República; e, pelo réu, o Dr. Paulo César Rodrigues de Faria. Presidência do Ministro Luiz Fux. Plenário, 20.4.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. NUNES MARQUES","id":"sjur466281","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur466281","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO PENAL ORIGINÁRIA. DEPUTADO FEDERAL. NÃO INCIDÊNCIA DE LIBERDADE DE EXPRESSÃO OU DE IMUNIDADE PARLAMENTAR (ART. 53, CAPUT, DA CONSTITUIÇÃO FEDERAL) NAS HIPÓTESES DE PROPAGAÇÃO DE DISCURSOS DE ÓDIO, IDÉIAS CONTRÁRIAS À ORDEM CONSTITUCIONAL E AO ESTADO DE DIREITO. INEXISTÊNCIA DE ABOLITIO CRIMINIS. DEMONSTRAÇÃO INEQUÍVOCA DA MATERIALIDADE E DA AUTORIA DELITIVAS. CONDENAÇÃO PELOS DELITOS PREVISTOS NO ART. 18 DA LEI 7.170/83 (ULTRATIVIDADE BENÉFICA) – CONTINUIDADE NORMATIVO-TÍPICA COM O ART. 359-L DO CÓDIGO PENAL – E ART. 344 DO CÓDIGO PENAL. PRELIMINARES AFASTADAS. AÇÃO PENAL JULGADA PARCIALMENTE PROCEDENTE. SUSPENSÃO DOS DIREITOS POLÍTICOS ENQUANTO DURAREM OS EFEITOS DA CONDENAÇÃO (ART. 15, III, DA CF/88). PERDA DO MANDATO PARLAMENTAR (ART. 55, VI E § 2º, DA CF/88 E ART. 92 DO CÓDIGO PENAL).\n\n\n\n    1. Absoluta impertinência das diligências requeridas, bem como a ausência de impugnação específica do Agravo Regimental apresentado contra a decisão que as indeferiu. Indeferimento de questão prejudicial de mérito apresentada pela defesa e, consequentemente, pela PERDA DE OBJETO do agravo regimental.\n\n\n\n    2. Indeferimento de questão preliminar sobre a não proposição do acordo de não persecução penal. Discricionariedade mitigada da Procuradoria-Geral da República. Matéria anteriormente analisada pela CORTE no momento do recebimento da denúncia. Preclusão.\n\n\n\n    3. Inexistência do exercício do direito à liberdade de expressão e não incidência da imunidade parlamentar prevista no art. 53, caput, da Constituição Federal. Matérias anteriormente analisadas pela CORTE no momento do recebimento da denúncia. Preclusão.\n\n\n\n    4. A liberdade de expressão não permite a propagação de discursos de ódio e ideias contrárias à ordem constitucional e ao Estado de Direito. Precedentes.\n\n\n\n    5. A garantia constitucional da imunidade parlamentar material somente incide no caso de as manifestações guardarem conexão com o desempenho da função legislativa ou que sejam proferidas em razão desta, não sendo possível utilizá-la como verdadeiro escudo protetivo para a prática de atividades ilícitas. Precedentes.\n\n\n\n    6. Inexistência de abolitio criminis das figuras típicas previstas na Lei 7.170/83, pois a evolução legislativa produzida pelo Congresso Nacional em defesa da Democracia, do Estado de Direito e de suas Instituições efetuou o fenômeno jurídico conhecido como “continuidade normativo-típica”, estabelecendo na nova lei as elementares dos tipos penais utilizados pelo Ministério Público no momento do oferecimento da denúncia; mantendo, dessa forma, as condutas descritas no campo da ilicitude penal.\n\n\n\n    7. TIPICIDADE E CONTINUIDADE NORMATIVO-TÍPICA. Inexistente alteração substancial na descrição da conduta anteriormente narrada pelo novo tipo penal, que mantém a estrita correlação com as elementares anteriormente previstas pela lei revogada entre os crimes previstos: (a) nos antigos arts. 18 e 23, IV, da Lei 7.170/83 e no atual art. 359-L do Código Penal; e (b) no antigo art. 23, II, da Lei 7.170/83 e no delito previsto no art. 286, parágrafo único, do Código Penal.\n\n\n\n    8. “Incitar a animosidade entre as Forças Armadas ou entre estas e as classes sociais ou as instituições civis” (art. 23, II, da Lei 7.170/83). Continuidade normativo-típica para o atual art. 286, parágrafo único, do Código Penal, em face da Lei 14.197/2021. RETROATIVIDADE DA LEI PENAL MAIS BENÉFICA, em virtude do preceito secundário (pena). ABSOLVIÇÃO do réu DANIEL SILVEIRA da prática do crime previsto no art. 286, parágrafo único do Código Penal.\n\n\n\n    9. “Incitar a prática do crime de tentar impedir, com emprego de violência ou grave ameaça, o livre exercício de qualquer dos Poderes da União ou dos Estados”. Art. 23, IV, combinado com o art. 18, ambos da Lei 7.170/83. Autoria e materialidade comprovadas. Continuidade normativo-típica para o atual art. 359-L do Código Penal, em face da Lei 14.197/2021. IRRETROATIVIDADE IN PEJUS. Ultratividade da lei anterior no tocante ao preceito secundário do tipo penal (sanção). CONDENAÇÃO do réu DANIEL SILVEIRA nas penas do art. 18 da LSN, por duas vezes, em face do previsto no art. 5º, XL, da Constituição Federal, na forma do art. 71 do Código Penal.\n\n\n\n    10. Coação no curso do processo. Crime contra a Administração Pública (Título XI). Autoria e materialidade comprovadas. CONDENAÇÃO do réu DANIEL SILVEIRA nas penas do art. 344 do Código Penal, por três vezes, na forma do art. 71 do Código Penal.\n\n\n\n    11. AÇÃO PENAL PARCIALMENTE PROCEDENTE, com a condenação do réu como incurso nas penas do art. 18 da Lei 7.170/83 e art. 344 do Código Penal.\n\n\n\n    12. As circunstâncias judiciais – culpabilidade, conduta social, circunstâncias do crime e motivos para a prática delituosa – previstas no art. 59 do Código Penal são desfavoráveis ao réu, justificando o estabelecimento da pena acima do mínimo legal. Precedentes.\n\n\n\n    13. Fixação de pena privativa de liberdade em 8 (oito) anos e 9 (nove) meses de reclusão, em regime inicial fechado, e 35 (trinta e cinco) dias-multa, o valor do dia-multa equivalente a 5 (cinco) salários mínimos, considerado o patamar vigente à época do fato, que deve ser atualizado até a data do efetivo pagamento (arts. 49, §§ 1º e 2º; e 60, caput, do CP), por força da acentuada culpabilidade do réu, da conduta social do réu, das circunstâncias em que cometidos os crimes e dos motivos para a prática delituosa.\n\n\n\n    14. Suspensão dos direitos políticos do condenado, enquanto durarem os efeitos da condenação, nos termos do art. 15, III da Constituição Federal. Perda do mandato parlamentar, em relação ao réu, nos termos do artigo 55, III, VI e VI, combinado com o § 3º, da Constituição Federal e art. 92 do Código Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761505043","externo_seq_objeto_incidente":6207102,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-121  DIVULG 22-06-2022  PUBLIC 23-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1044&classe=AP","is_colac":false,"titulo":"AP 1044","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00026 ART-00027 ART-00028\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00019 ART-00020\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CAPÍTULO-00002 SEÇÃO-00001 ART-00031 ART-00032\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00042 ART-00043 ART-00044 ART-00045\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000009 ANO-1964\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    ART-00034 PAR-00002\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000011 ANO-1978\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00002 ART-00005 INC-00004\n    INC-00009 INC-00035 INC-00039 INC-00040\n    INC-00044 \"CAPUT\" INC-00053 ART-00015\n    INC-00003 ART-00018 ART-00021 ART-00034\n    INC-00003 INC-00004 ART-00053 \"CAPUT\"\n    PAR-00001 PAR-00002 PAR-00003 ART-00055\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 PAR-00001 PAR-00002\n    PAR-00003 ART-00060 PAR-00004 ART-00102\n    INC-00001 LET-B INC-00002 LET-B\n    ART-00111 ART-00129 INC-00001 ART-00142\n    ART-00220 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000035 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000076 ANO-2013\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000135 ANO-2010\n    ART-00001 INC-00001 LET-E\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007170 ANO-1983\n    ART-00001 INC-00001 INC-00002 INC-00003\n    ART-00002 INC-00001 INC-00002 ART-00018\n    ART-00022 INC-00001 INC-00004 ART-00023\n    INC-00001 INC-00002 INC-00004 ART-00386\n    INC-00001 INC-00002 INC-00007\n    LSN-1983 LEI DE SEGURANÇA NACIONAL\n\n","LEG-FED   LEI-007347 ANO-1985\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007492 ANO-1986\n    ART-00022 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004 ART-00010 ART-00011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078 ANO-1990\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008137 ANO-1990\n    ART-00001 INC-00001 INC-00002 ART-00002\n    INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099 ANO-1995\n    LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00144\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00028 PAR-00014 ART-0028A \"CAPUT\"\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 PAR-00003\n    PAR-00004 PAR-00005 PAR-00006 PAR-00007\n    PAR-00008 PAR-00009 PAR-00010 PAR-00011\n    PAR-00012 PAR-00013 PAR-00014 ART-00252\n    ART-00253 ART-00282 PAR-00004 PAR-00006\n    ART-00319 INC-00006 ART-00383 ART-00386\n    INC-00001 INC-00002 INC-00003 INC-00006\n    ART-00387 INC-00004 ART-00804\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00025 INC-00002 ART-00240\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   AIT-000005 ANO-1968\n    ATO INSTITUCIONAL\n\n","LEG-FED   SUMSTF-000283\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-014197 ANO-2021\n    ART-00001 ART-00002 ART-00003 ART-00004\n    ART-00005\n    LEI ORDINÁRIA\n\n","LEG-EST   DEL-002848 ANO-1940\n    ART-00002 PAR-ÚNICO ART-00015 INC-00003\n    ART-00021 ART-00033 PAR-00002 LET-A\n    LET-C PAR-00003 ART-00044 INC-00001\n    INC-00003 ART-00049 PAR-00001 PAR-00002\n    ART-00059 ART-00060 \"CAPUT\" ART-00061\n    ART-00062 ART-00063 ART-00064 ART-00065\n    INC-00003 LET-C ART-00068 ART-00069\n    ART-00070 ART-00071 \"CAPUT\" PAR-ÚNICO\n    ART-00077 \"CAPUT\" INC-00002 ART-00092\n    INC-00001 LET-A LET-B ART-00107\n    INC-00003 ART-00213 ART-00214 ART-00286\n    \"CAPUT\" PAR-ÚNICO ART-00334 ART-00344\n    \"CAPUT\" ART-0359T TÍTULO-00012 CAPÍTULO-00002\n    ART-0359L\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2022-06-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO PENAL, DILIGÊNCIA, PERTINÊNCIA, FATO IMPUTADO, DENÚNCIA. ACORDO DE NÃO PERSECUÇÃO PENAL, DIREITO SUBJETIVO. IMUNIDADE PARLAMENTAR, REEXAME, DECISÃO, STF. IMUNIDADE PARLAMENTAR, EQUILÍBRIO, REPÚBLICA FEDERATIVA DO BRASIL. IMUNIDADE PARLAMENTAR, INERÊNCIA, FUNÇÃO LEGISLATIVA. IMUNIDADE PARLAMENTAR, CARÁTER ABSOLUTO, PRONUNCIAMENTO, LOCAL, CASA LEGISLATIVA. RESPONSABILIZAÇÃO, PARLAMENTAR, EXCESSO, MANIFESTAÇÃO. RELATIVIZAÇÃO, IMUNIDADE PARLAMENTAR, PRONUNCIAMENTO, LOCAL, MANIFESTAÇÃO, VINCULAÇÃO, MANDATO ELETIVO. IMUNIDADE PARLAMENTAR, VEICULAÇÃO, VÍDEO, CONTEÚDO DE INTERNET, DESINFORMAÇÃO. COAÇÃO, CRIME FORMAL. DISCRICIONARIEDADE, DOSIMETRIA DA PENA. DOSIMETRIA, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, FIXAÇÃO DE PENA, ACIMA DO MÍNIMO LEGAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: STF, PRERROGATIVA DE FORO, CRIME, DEPUTADO FEDERAL, SENADOR, EXERCÍCIO, MANDATO PARLAMENTAR, CORRELAÇÃO, FUNÇÃO. AÇÃO PENAL ORIGINÁRIA, STF, REQUERIMENTO, DILIGÊNCIA, REABERTURA, PRODUÇÃO DE PROVA. PROTEÇÃO, EXISTÊNCIA, PODERES DA REPÚBLICA, MANUTENÇÃO, ESTADO DEMOCRÁTICO DE DIREITO. CONSTITUIÇÃO FEDERAL DE 1988, NÃO RECEPÇÃO, DESACATO. LIBERDADE DE EXPRESSÃO, RELATIVIZAÇÃO. LIBERDADE DE EXPRESSÃO, VEDAÇÃO, CENSURA PRÉVIA. LIBERDADE DE EXPRESSÃO, ILICITUDE. CONSTITUCIONALIDADE, MANIFESTAÇÃO, CANABIS, LIBERDADE DE EXPRESSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: SUSPEIÇÃO, IMPEDIMENTO, INTERPRETAÇÃO EXTENSIVA.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: ACORDO DE NÃO PERSECUÇÃO PENAL, REMESSA, AUTOS, SUPERIORIDADE, ÓRGÃO. MANIFESTAÇÃO, PARLAMENTAR, CONSEQUÊNCIA, MANDATO, IMUNIDADE PARLAMENTAR MATERIAL. LEI DE SEGURANÇA NACIONAL, DEFINIÇÃO, CRIME POLÍTICO.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL. INDENIZAÇÃO, DANO MORAL COLETIVO, LIMITE MÍNIMO, CARÁTER PUNITIVO, CARÁTER PREVENTIVO. COMPETÊNCIA, PODER LEGISLATIVO, DECISÃO, PERDA DE MANDATO ELETIVO. PERDA DE MANDATO ELETIVO, CRIME, PARLAMENTAR, FORMA AUTOMÁTICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1044&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO PENAL, DILIGÊNCIA, PERTINÊNCIA, FATO IMPUTADO, DENÚNCIA)\nAP 864 AgR (1ªT), AP 986 AgR (2ªT), AP 477 AgR (TP). \n(ACORDO DE NÃO PERSECUÇÃO PENAL, DIREITO SUBJETIVO)\nHC 191464 AgR (1ªT), ARE 1273501 AgR-AgR-ED-AgR (1ªT), HC 191124 AgR (1ªT), HC 201610 AgR (2ªT), HC 206876 AgR (1ªT), HC 34467 (TP). \n(IMUNIDADE PARLAMENTAR, REEXAME, DECISÃO, STF)\nAP 474 (TP). \n(IMUNIDADE PARLAMENTAR, INERÊNCIA, FUNÇÃO LEGISLATIVA)\nHC 34467 (TP). \n(IMUNIDADE PARLAMENTAR, CARÁTER ABSOLUTO, PRONUNCIAMENTO, LOCAL, CASA LEGISLATIVA)\nInq 1958 (TP), RE 299109 AgR (1ªT), RE 576074 AgR (1ªT), Inq 2874 AgR (TP), Inq 3814 (1ªT), Pet 6156 (2ªT). \n(RESPONSABILIZAÇÃO, PARLAMENTAR, EXCESSO, MANIFESTAÇÃO)\nRE 600063 (TP), Pet 5647 (1ªT), Pet 6156 (2ªT), Pet 6587 (2ªT). \n(RELATIVIZAÇÃO, IMUNIDADE PARLAMENTAR, PRONUNCIAMENTO, LOCAL, MANIFESTAÇÃO, VINCULAÇÃO, MANDATO ELETIVO)\nInq 390 (TP), Inq 1344 (TP), Inq 1710 (TP), Inq 1958 (TP), RE 600063 (TP), Inq 1588 QO (TP), Inq 1024 QO (TP), Inq 2915 (TP), Inq 2874 AgR (TP), Inq 3438 (1ªT), Inq 3590 (1ªT), Inq 3672 (1ªT), Inq 3814 (1ªT), Inq 3932 (1ªT), AO 2002 (2ªT), Pet 5705 (1ªT), Pet 6156 (2ªT), AP 937 QO (TP), Inq 2036 (TP). \n(IMUNIDADE PARLAMENTAR, VEICULAÇÃO, VÍDEO, CONTEÚDO DE INTERNET, DESINFORMAÇÃO)\nAP 1024 (1ªT). \n(ABOLITIO CRIMINIS, PRINCÍPIO DA CONTINUIDADE NORMATIVO-TÍPICA)\nHC 74661 (1ªT) - RTJ 170/187, RHC 87303 (2ªT), HC 101035 (2ªT), HC 106155 (1ªT), AI 804466 AgR (1ªT), Pet 9844 (TP). \n(COAÇÃO, CRIME FORMAL)\nRHC 124487 AgR (1ªT). \n(DISCRICIONARIEDADE, DOSIMETRIA DA PENA)\nHC 99270 (1ªT), HC 107409 (1ªT), AP 863 (1ªT), RHC 128355 (1ªT), AP 971 (1ªT), HC 132475 AgR (1ªT), RHC 152050 AgR (2ªT), AP 644 ED-ED (2ªT), TPA 5 (TP). \n(DOSIMETRIA, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, FIXAÇÃO DE PENA, ACIMA DO MÍNIMO LEGAL)\nHC 76196 (1ªT), RHC 84897 (1ªT), HC 88284 (2ªT), HC 107501 (1ªT), HC 113375 (2ªT), AP 470 EDj-sextos (TP), HC 118876 (2ªT), AP 892 (1ªT), AP 694 ED (1ªT), RHC 193143 (1ªT). \n(ACORDO DE NÃO PERSECUÇÃO PENAL, REMESSA, AUTOS, SUPERIORIDADE, ÓRGÃO)\nHC 194677 (2ªT), HC 191124 AgR (1ªT). \n(LEI DE SEGURANÇA NACIONAL, DEFINIÇÃO, CRIME POLÍTICO)\nRC 1470 (1ªT), RC 1472 (TP), RC 1473 (1ªT). \n(INDENIZAÇÃO, DANO MORAL COLETIVO, LIMITE MÍNIMO, CARÁTER PUNITIVO, CARÁTER PREVENTIVO)\nAP 1030 (2ªT). \n(COMPETÊNCIA, PODER LEGISLATIVO, DECISÃO, PERDA DE MANDATO ELETIVO)\nAP 565 (TP), AP 996 (2ªT). \n(PERDA DE MANDATO ELETIVO, CRIME, PARLAMENTAR, FORMA AUTOMÁTICA)\nAP 470 (TP), AP 694 (1ªT), AP 863 (1ªT). \n(AÇÃO PENAL ORIGINÁRIA, STF, REQUERIMENTO, DILIGÊNCIA, REABERTURA, PRODUÇÃO DE PROVA)\nAP 409 AgR (TP), AP 996 (2ªT). \n(PROTEÇÃO, EXISTÊNCIA, PODERES DA REPÚBLICA, MANUTENÇÃO, ESTADO DEMOCRÁTICO DE DIREITO)\nADPF 572 (TP), Inq 4781 Ref (TP). \n(CONSTITUIÇÃO FEDERAL DE 1988, NÃO RECEPÇÃO, DESACATO)\nADPF 496 (TP). \n(LIBERDADE DE EXPRESSÃO, VEDAÇÃO, CENSURA PRÉVIA)\nADPF 130 (TP), Rcl 22328 (1ªT). \n(SUSPEIÇÃO, IMPEDIMENTO, INTERPRETAÇÃO EXTENSIVA)\nARE 806696 ED (1ªT), RHC 131735 (2ªT). \n(CONSTITUCIONALIDADE, MANIFESTAÇÃO, CANABIS, LIBERDADE DE EXPRESSÃO)\nADPF 187 (TP). \n(IMUNIDADE PARLAMENTAR, EQUILÍBRIO, REPÚBLICA FEDERATIVA DO BRASIL)\nHC 3536 (TP). \n(MANIFESTAÇÃO, PARLAMENTAR, CONSEQUÊNCIA, MANDATO, IMUNIDADE PARLAMENTAR MATERIAL)\nInq 510 (TP). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE NÃO PERSECUÇÃO PENAL)\nMS 35693 AgR (2ªT). \n(STF, PRERROGATIVA DE FORO, CRIME, DEPUTADO FEDERAL, SENADOR, EXERCÍCIO, MANDATO PARLAMENTAR, CORRELAÇÃO, FUNÇÃO)\nAP 937 QO (TP). \n(LIBERDADE DE EXPRESSÃO, RELATIVIZAÇÃO)\nADO 26 (TP), ADPF 496 (TP). \n(LIBERDADE DE EXPRESSÃO, ILICITUDE)\nHC 82424 (TP). \n- Decisões monocráticas citadas:\n(ACORDO DE NÃO PERSECUÇÃO PENAL, DIREITO SUBJETIVO)\nHC 195327, RHC 198981, HC 212806.\n(IMUNIDADE PARLAMENTAR, CARÁTER ABSOLUTO, PRONUNCIAMENTO, LOCAL, CASA LEGISLATIVA)\nPet 8945 AgR.\n(RELATIVIZAÇÃO, IMUNIDADE PARLAMENTAR, PRONUNCIAMENTO, LOCAL, MANIFESTAÇÃO, VINCULAÇÃO, MANDATO ELETIVO)\nPet 8738.\n(ABOLITIO CRIMINIS, PRINCÍPIO DA CONTINUIDADE NORMATIVO-TÍPICA)\nHC 184625, RHC 187360.\n(DISCRICIONARIEDADE, DOSIMETRIA DA PENA)\nRHC 152036, HC 166548 MC, ARE 1224175, HC 206750, HC 208353.\n(DOSIMETRIA, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, FIXAÇÃO DE PENA, ACIMA DO MÍNIMO LEGAL)\nHC 203309 (1ªT).\n- Acórdão(s) citado(s) - outros tribunais:\n(PERDA DE MANDATO ELETIVO, CRIME, PARLAMENTAR, FORMA AUTOMÁTICA)\nTSE: Resp 13324. \n- Legislação estrangeira citada: Bill of Rights de 1689 e declaração inglesa de direitos de 1688, Estatuto I, de Guilherme III e Maria II; art. 1º, seção 6 da Constituição norte-americana de 1787; art. 10, §2º, da Convenção Europeia dos Direitos do Homem; art. 290 do Código Penal italiano; art. 333 do Código Penal português; §90b, StGb e  art. 21(2), da Lei Fundamental da Alemanha. \n- Decisões estrangeiras citadas: BVerfGE 81, 278 [292 s.], BVerfGE 93, 266 e  BVerfGE 7, 198 e Caso Socialist Reich Party (SRP) Ban do Tribunal Constitucional Federal alemão; Caso New York Times Co. vs. Sullivan, 376 U.S. 254 (1964), Caso Brandenburg vs. Ohio (395 U.S. 444 [1969]), Caso Dennis vs. United States, 341 U.S. 494 (1951), Caso Wieman vs. Updegraff, 344 U.S. 183, 195 (1952), Caso R.A.V vs. St. Paul, Caso Schenk vs. Estados Unidos e Caso Abrams vs. United States, 250 U.S. 211 (1919), da Suprema Corte dos Estados Unidos;  Caso Janowski vs. Polônia (Application nº 25.716/94), da Corte Europeia de Direitos Humanos; Sentença n. 35988 da Corte de Cassação da Itália.\n- Veja Pet 9456, Inq 4828, Inq 4874 e Inq 4781 do STF.\n\nNúmero de páginas: 418.\nAnálise: 15/08/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRÉU(É)(S)  : DANIEL LÚCIO DA SILVEIRA \nADV.(A/S)  : PAULO CÉSAR RODRIGUES DE FARIA \nADV.(A/S)  : PAOLA DA SILVA DANIEL \nADV.(A/S)  : MARIANE ANDREIA CARDOSO DOS SANTOS \nAUT. POL.  : POLÍCIA FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":466281,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 1044","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2022-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"ALMEIDA, Fernanda Dias de Menezes. As Imunidades Parlamentares na Constituição Brasileira de 1988. Anuário Português de Direito Constitucional, v. 3, Coimbra. p. 88.\nAMARAL JÚNIOR, José Levi Mello do. Inviolabilidade Parlamentar. São Paulo, 2018. p. 23-43, 29-31, 32-33, 35, 40, 45, 48, 55, 88, 98, 99, 101, 104 , 105, 106, 109, 110, 111, 112, 113, 122, 123-124, 196-201, e 277.\nANDREUCCI, Ricardo Antonio. Abolição violenta do Estado Democrático de Direito. Empório do direito.com.br, 30 set. 2021. Disponível em: https://emporiododireito.com.br/leitura/abolicao-violenta-do-estado-democratico-de-direito. Acesso em: 7 abr. 2022.\nARCHEGAS, João Victor et al. In: BECKER, Rodrigo (coord.) Suprema Corte dos Estados Unidos: casos históricos. São Paulo: Almedina, 2022. p. 447.\nARENDT, Hannah. Entre passado e futuro.\nBARBOSA, Ruy. Comentários à constituição federal brasileira. Saraiva, 1933. v. 2. p. 41-42.\nBARROS, Flávio Augusto Monteiro de. Manual de Direito Penal – Partes Geral e Especial. Volume Único. 2. ed. São Paulo: Editora JusPODIVM, 2022.\nBITENCOURT, Cezar Roberto. Princípio da continuidade normativo-típica e suas limitações. Conjur, 10 mar. 2022. Disponível em:https://www.conjur.com.br/2022-mar-10/cezar-bitencourt-irretroatividade-lei-penal-grave. Acesso em: 15 abr. 2022.\nBITENCOURT, Cezar Roberto. Tratado de Direito Penal, Parte Especial 5. 4. ed. 2010. p. 350.\nBITENCOURT, Cezar Roberto. Tratado de direito penal, parte especial, v. 5: dos crimes praticados contra a administração pública e dos crimes praticados por prefeitos. 9. ed. rev. ampl. e atual. São Paulo: Saraiva, 2015. p. 362-363.\nBRASILEIRO, Renato. Manual de processo penal. 8. ed. Salvador: JusPodivm, 2020. v. único.\nCANOTILHO, J. J. Gomes. Comentários à Constituição do Brasil. Saraiva, 2018. p. 1147.\nCHAFETZ, Josh. Democracy’s Privileged Few. posição 87, 90, 141-143 e 144.\nCUNHA, Rogério Sanches. Manual de Direito Penal: Parte Geral. Editora JusPODIVM, 2013. p. 106.\nEMPOLI, Giuliano Da. Os Engenheiros do Caos. 2019.\nFISS, Owen. A Freedom Both Personal and Political. In: MILL, John Stuart. On Liberty. New Haven: Yale University Press. p. 20, 181, 187, 188 e 191.\nGARCIA, Basileu. Instituições de Direito Penal. 4. ed. São Paulo: Max Limonad, 1972. v. 1. Tomo 1. p. 144 e 195-196.\nGOLDMAN, Alvin I; BAKER, Daniel. Free Speech, Fake News, and Democracy. First Amendment Law Review, v. 18, n. 1, 2019. p. 68 e 86-87.\nGOMES FILHO, Antônio Magalhães; TORON, Alberto Zacharias; BADARÓ, Gustavo Henrique. Código de processo penal comentado. 4. ed. São Paulo: Thomson Reuters Brasil, 2021. E-book.\nGRECO, Rogério. Código Penal Comentado. 9. ed. Niterói: Impetus, 2015. p. 344.\nGRECO, Rogério. Curso de Direito Penal: parte especial. 18. ed. Niterói: Impetus, 2021. v. 3. p. 1071.\nHORTA, Raul Machado. Imunidades Parlamentares. In: CLÈVE, Clèmerson Merlin; BARROSO, Luís Roberto. Direito constitucional: organização dos poderes da República. São Paulo: Revista dos Tribunais, 2011. v. 4.\nHUNGRIA, Nelson. Comentários ao Código Penal, Arts. 250 a 361. Revisa Forense, 1958. v. 9. p. 489-490 e 492. \nHUNGRIA, Nelson; DOTTI, René Ariel. Comentários ao Código Penal. 6. ed. Rio de Janeiro: GZ, 2014. v. 1. Tomo 1. p. 5, 6 e 173.\nJESUS, Damásio E. de. Código Penal Anotado. 18. ed. Saraiva, 2007. p. 1091-1092.\nJESUS, Damásio E. Direito Penal. Parte especial: Dos crimes contra a fé pública a Dos crimes contra a administração pública. 2. ed. São Paulo: Saraiva, 1988-1989. v. 4.\nJOBIM, Nelson. CONGRESSO REVISOR – Relatoria da Revisão Constitucional. Pareceres produzidos. Histórico.  Brasília, 1994. Tomo 1.\nKNIJNIK, Danilo. Praticar crimes com palavras no Código Penal: liberdade de expressão e os crimes de ameaça, contra a honra, apologia, incitação e desacato. In: Coleção 80 anos do Código Penal. 2021. v. 2. RB-5.2 e RB-5.6. E-book.\nKOMMERS, Donald P. The Jurisprudence of Free Speech in the United States and the Federal Republic of Germany. Sourther California Law Review, v. 53, n. 2, jan. 1980. p. 666-667 e 668.\nLEITE, Alaor et al. Parecer - Defesa do Estado de Direito por meio do Direito Penal: a experiência comparada e o desafio brasileiro. Revista Brasileira de Ciências Criminais, v. 182, ago. 2021. p. 385-458.\nKROTOSYNSKI JR, Ronald. A Comparative Perspective of The First Amendement: Free Speech, Militant Democracy, and the Primacy of Dignity as a Preferred Constitutional Value in Germany. Tulane Law Review, v. 78, n. 5, p. 79, 1554, 1556, 1590-1591 e 1592.\nLEITE, Alaor; TEIXEIRA, Adriano. Dedesa do Estado de Direito por meio do Direito Penal. A experiência comparada e o desafio brasileiro. 2020. p. 17. Disponível em: https://www.conjur.com.br/dl/parecer-oab-lsn-alaor-teixeira.pdf. Acesso em: 7 ago. 2023.\nLEWIS, Anthony. Freedom for the Thought That We Hate: A Biography of the First Amendment. New York, 2007.\nLOWENSTEIN, Karl. Militant Democracy and Fundamental Rights I. The American Political Science Review, v. 31, n. 3. p. 428.\nMARTINS, Leonardo (org.); SCHWABE, Jürgen. Cinquenta anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Tradução: Beatriz Hennig et al.  Konrad-Adenauer-Stiftung, 2005. p. 381 et seq.\nMARTINS, Leonardo. Tribunal Constitucional Alemão: decisões anotadas sobre direitos fundamentais. Vol. II: Liberdade de consciência e de crença, liberdades de expressão e de comunicação social, liberdades artística e científica. São Paulo: Konrad-Adenauer-Stiftung-KAS, 2018. p. 115.\nMARQUES, José Frederico. Tratado de Direito Penal. Campinas: Bookseller, 1997. v. 1. p. 151.\nMASSON, Cleber. Direito penal: parte geral, arts. 1 a 20. 14. ed. Rio de Janeiro: Forense, 2020. v. 1. p. 109.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 1069.\nMENDES, Gilmar Ferreira; STRECK, Lenio Luiz. Comentários à Constituição do Brasil. In: GOMES, J. J. et al (coord.). 2. ed. São Paulo: Saraiva educação, 2018. p. 1429.\nMILL, John Stuart. On Liberty. New Haven: Yale University Press. p. 86 e 87.\nMIRABETE, Julio Fabrini; FABRINI, Renato N. Manual de Direito Penal – Parte Geral. 34. ed. São Paulo: Atlas, 2019. p. 87.\nMONIZ, Helena; DIAS, Jorge de Figueiredo (org.). Comentário Conimbricense do Código Penal. Coimbra: Coimbra, 1999. p. 1140.\nMORAES, Alexandre de. Constituição do Brasil interpretada e legislação constitucional. 8. ed. atual. até a EC nº 67/10. São Paulo: Atlas, 2011.\nMORAES, Alexandre de. Direito Constitucional. 35. ed. São Paulo: Atlas, 2019. p. 298-300.\nNETTO, Munhoz. O Estado de Direito e a segurança nacional. Revista da Faculdade de Direito da Universidade Federal do Paraná, v. 19, 1978. p. 161 et seq.\nNUCCI, Guilherme Souza. Código Penal comentado. 21. ed. São Paulo: Forense, 2021. p. 1365.\nORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU). Escritório contra Drogas e Crime (Unodc). Comentários aos princípios de Bangalore de conduta judicial. Tradução: Marlon da Silva Maia et al. Brasília: Conselho da Justiça Federal, 2008. p. 45.\nPIERANGELLI, José Henrique. Manual de Direto Penal Brasileiro – Arts. 121 a 361. 2. ed. rev. atual. ampl. e complementada.\nPIZZORUSSO, Alessandro. Las Inmunidades Parlamentarias. Un Enfoque Comparatista. Revista de las Cortes Generales. p. 2.\nPONTES, João Gabriel. Democracia Militante em Tempos de Crise. UERJ. Dissertação de Mestrado. \nPRADO, Luiz Régis. Tratado de Direito Penal Brasileiro. p. 1174 e 1175.\nPRADO, Luiz Regis. Tratado de Direito Penal Brasileiro, Parte Especial. Revista dos Tribunais, 2014. v. 7. p. 513.\nREINSTEIN, Robert J; SILVERGLATE, Harvey A. Legislative Privilege and the Separation of Powers. Harvard Law Review, 1973. p. 1120, 1139 e 1150.\nRUFFIA, Paolo Biscaretti di. Introduzione al diritto costituzionale comparato. 2. ed. Milão: Giuffrè, 1970. p. 303-305.\nSARMENTO, Daniel; PONTES, João Gabriel. Democracia Militante e a Candidatura de Bolsonaro. Portal Jota. Disponível em: jota.info. \nSEGADO, Francisco Hernandéz. La Doctrina Constitucional sobre las Prerrogativas Parlamentarias en España. Foro, Nueva Época, n. 14, 2011. p. 28.\nSHAPIRO, Martin. Freedom os Speach: The Supreme Court and Judicial Review. p. 48 e 49.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. São Paulo: Malheiros, 2012.\nSUSTEIN, Cass R. Falsehoods and the First Amendment. Harvard Journal of Law & Technology, n. 33, 2020. p. 17 e 390.\nSILVA JÚNIOR, WaltermNunes. Acordo de Não Persecução Penal. In: SILVA JÚNIOR, Walter Nunes; HAMILTON, Olavo (org). Pacote Anticrime: Tema Relevantes. Natal: Owl Editora Jurídica, 2021. p. 56.\nTEMER, Michel. Elementos de Direito Constitucional. 18. ed. São Paulo: Malheiros, 2002. p. 129.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1044,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur462669","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto da Relatora, vencido o Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 1.4.2022 a 8.4.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur462669","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur462669","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL EM MANDADO DE SEGURANÇA CONTRA DECISÃO DO CONSELHO NACIONAL DE JUSTIÇA. MANUTENÇÃO DE NORMA LOCAL APONTADA COMO INCONSTITUCIONAL PELOS IMPETRANTES. INCOMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL PARA A CAUSA. REDUÇÃO TELEOLÓGICA DA NORMA DA AL. R DO INC. I DO ART. 102 DA CONSTITUIÇÃO DA REPÚBLICA. NÃO CABIMENTO DA IMPETRAÇÃO. PRECEDENTES. AGRAVO QUE NÃO INFIRMA OS FUNDAMENTOS DA DECISÃO AGRAVADA. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760258955","externo_seq_objeto_incidente":6341076,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-074  DIVULG 19-04-2022  PUBLIC 20-04-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=38357&classe=MS","is_colac":false,"titulo":"MS 38357 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00069 ART-00102 INC-00001\n    LET-R ART-0103B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-012016 ANO-2009\n    ART-00001\n    LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   RGI ANO-2009\n    REGIMENTO INTERNO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-EST   LCP-000643 ANO-2018\n    ART-00122 PAR-00003\n    LEI COMPLEMENTAR, RN"],"publicacao_data":"2022-04-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INCOMPETÊNCIA, STF, DELIBERAÇÃO NEGATIVA, CONSELHO NACIONAL DE JUSTIÇA (CNJ).\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA, STF, MANDADO DE SEGURANÇA, DELIBERAÇÃO NEGATIVA, CONSELHO NACIONAL DE JUSTIÇA (CNJ). STF, CONTROLE JUDICIAL, ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), NÃO CONHECIMENTO, REVISÃO, PROCEDIMENTO, TRIBUNAL DE ORIGEM. INCOMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONTROLE DE CONSTITUCIONALIDADE. CONSELHO NACIONAL DE JUSTIÇA (CNJ), ÓRGÃO, NATUREZA ADMINISTRATIVA. STF, CONTROLE JUDICIAL, ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), INOBSERVÂNCIA, DEVIDO PROCESSO LEGAL, IRRAZOABILIDADE, ATO IMPUGNADO. MANDADO DE SEGURANÇA, NECESSIDADE, EXISTÊNCIA, DIREITO LÍQUIDO E CERTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=38357&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA ORIGINÁRIA, STF, IMPUGNAÇÃO, ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ))\nMS 35918 AgR (TP). \n(AUSÊNCIA, COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONTROLE DE CONSTITUCIONALIDADE)\nMS 28872 AgR (TP), MS 32582 MC-AgR-AgR (2ªT). \n(COMPETÊNCIA ORIGINÁRIA, ÓRGÃO, PODER JUDICIÁRIO, ROL TAXATIVO)\nACO 124 (TP) - RTJ 50/72, ACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563. \n(STF, CONTROLE JUDICIAL, ATO, CNJ)\nRMS 24347 (2ªT), RMS 27934 AgR (2ªT), MS 33690 AgR (1ªT), RMS 33911 (2ªT). \n(MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO)\nMS 21865 (TP). \n(INCOMPETÊNCIA, STF, DELIBERAÇÃO NEGATIVA, CNJ)\nMS 31896 AgR (TP), MS 32431 AgR (1ªT), MS 32594 AgR (1ªT), MS 29153 AgR-terceiro (1ªT). \n- Decisão monocrática citada:\n(COMPETÊNCIA ORIGINÁRIA, STF, IMPUGNAÇÃO, ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ))\nMS 37948.\n- Acórdão(s) citado(s) - outros tribunais:\n(MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO)\nSTJ: RMS 10208. \n- Decisão estrangeira citada: Caso Marbury vs. Madison, 5 U.S. (1 Cranch) 137 (1803).\nNúmero de páginas: 22.\nAnálise: 17/11/2022, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ANA CLAUDIA BRAGA DE OLIVEIRA E OUTRO(A/S)\nADV.(A/S)  : ROBERTO DE CASTRO PIMENTA \nAGDO.(A/S)  : CONSELHO NACIONAL DE JUSTIÇA - CNJ \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":462669,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 38357 AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2022-04-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"FERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 27. ed. São Paulo: Saraiva, 2001. p. 314.\nMORAES, Alexandre de. Direito Constitucional. 33. ed. São Paulo: Atlas, 2017. p. 563-564.\nSIDOU, J.J. OTHON. Habeas data, mandado de injunção, habeas corpus, mandado de segurança e ação popular. Rio de Janeiro: Forense, 1989. p. 142.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":38357,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur462470","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Luís Roberto Barroso, Relator, e Rosa Weber, que não conheciam do agravo regimental, pediu vista dos autos o Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 7.5.2021 a 14.5.2021.\r\n\n            Decisão: A Turma, por unanimidade, não conheceu do agravo regimental, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Dias Toffoli. Presidiu o julgamento a Ministra Cármen Lúcia. Primeira Turma, 19.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur462470","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur462470","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional. Agravo regimental em Habeas Corpus. Crise sanitária pela Covid-19. Necessidade de realização do exame RT-PCR para retorno ao território nacional. Óbice da Súmula 691. Falta de impugnação aos fundamentos da decisão agravada. Agravo não conhecido. \n\n\n\n    1. A jurisprudência deste Supremo Tribunal Federal é pacífica, no sentido de que a parte agravante tem o dever de impugnar, de forma específica, todos os fundamentos da decisão agravada, sob pena de não conhecimento do agravo regimental (HC 133.685-AgR, Rel. Min. Cármen Lúcia; HC 191.055-AgR, Rel. Min. Rosa Weber). Situação concreta em que o recorrente não impugnou, minimamente, os fundamentos da decisão agravada, o que impossibilita o conhecimento do recurso.\n\n\n\n    2. A decisão agravada deixou consignada a inadequação da via processual eleita, tendo em vista a firme jurisprudência desta Corte, no sentido da inadmissibilidade da impetração de habeas corpus contra decisão denegatória de provimento cautelar. Incidência, no caso, do óbice da Súmula 691 do STF.\n\n\n\n    3. A Portaria Interministerial que impõe a realização do exame RT-PCR, como condição para retorno dos pacientes ao território nacional, não caracteriza ilegalidade flagrante ou abuso de poder que justifique a concessão da ordem de ofício. Ato do poder público com o objetivo de assegurar a todos os direitos relativos à saúde, notadamente diante de uma situação de pandemia reconhecida pela OMS e pelo Brasil.\n\n\n\n    4. Hipótese em que o risco epidemiológico, num contexto de emergência sanitária mundial, justifica o desconforto, excepcional e temporário, produzido pela condição estabelecida na Portaria Interministerial. Condição que vem sendo adotada por vários outros países, tais como Estados Unidos e Reino Unido. \n\n\n\n    5. Agravo regimental não conhecido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=760215809","externo_seq_objeto_incidente":6150450,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-072  DIVULG 12-04-2022  PUBLIC 18-04-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=197011&classe=HC","is_colac":false,"titulo":"HC 197011 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00005 INC-00015\n    INC-00047 LET-D INC-00051 ART-00103\n    ART-00196\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00078 ART-00082 INC-00001 LET-D\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00003 INC-00001 INC-00002 INC-00003\n    LET-A LET-B LET-C LET-D\n    LET-E INC-0003A INC-00004 INC-00005\n    INC-00006 LET-A LET-B PAR-00002\n    INC-00001 INC-00002 INC-00003 PAR-00006\n    PAR-0006B INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00022 NÚMERO-00005\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00012 NÚMERO-00004\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000356 ANO-2020\n    PORTARIA DO MINISTÉRIO DA SAÚDE\n\n","LEG-FED   PRT-000630 ANO-2020\n    PORTARIA DOS MINISTROS DE ESTADO CHEFE DA CASA CIVIL DA PRESIDÊNCIA DA REPÚBLICA,DA JUSTIÇA E SEGURANÇA PÚBLICA, E DA SAÚDE\n\n","LEG-FED   PRT-000648 ANO-2020\n    ART-00007 PAR-00001 INC-00001\n    PORTARIA DOS MINISTROS DE ESTADO CHEFE DA CASA CIVIL DA PRESIDÊNCIA DA REPÚBLICA, DA JUSTIÇA E SEGURANÇA PÚBLICA E DA SAÚDE\n\n","LEG-FED   PRT-000655 ANO-2021\n    ART-00007 PAR-00001 INC-00001\n    PORTARIA DOS MINISTROS DE ESTADO CHEFE DA CASA CIVIL DA PRESIDÊNCIA DA REPÚBLICA, DA JUSTIÇA E SEGURANÇA PÚBLICA E DA SAÚDE\n\n","LEG-FED   RGI ANO-1980\n    ART-00013 INC-00008 ART-00014 ART-00021\n    PAR-00001\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000691\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-04-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS, PONDERAÇÃO DE PRINCÍPIOS. ESTADO DE DIREITO, INEXISTÊNCIA, PRERROGATIVA, CARÁTER ABSOLUTO. RAZOABILIDADE, PROPORCIONALIDADE, MEDIDA RESTRITIVA DE ENFRENTAMENTO À PANDEMIA. DEVER, PODER PÚBLICO, CONCRETIZAÇÃO, DIREITO SOCIAL, DIREITO À SAÚDE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=197011&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA 691/STF)\nHC 128740 (1ªT), HC 138945 AgR (2ªT), HC 153411 (1ªT), HC 154149 AgR (2ªT), HC 155878 AgR (2ªT), HC 169068 AgR (1ªT). \n(HC, SUCEDÂNEO, CONTROLE CONCENTRADO)\nHC 81489 (2ªT), HC 96425 ED (2ªT), HC 148459 AgR (1ªT). \n(MEDIDA DE ENFRENTAMENTO À PANDEMIA)\nARE 1267879 (TP), ADI 6586 (TP), ADI 6587 (TP). \n(AGRAVO, IMPUGNAÇÃO ESPECÍFICA)\nHC 122766 AgR (2ªT), HC 128548 AgR (2ªT), HC 130374 AgR (1ªT), HC 133685 AgR (2ªT), RHC 177393 AgR (1ªT), HC 191055 AgR (1ªT). \n(JULGAMENTO DO MÉRITO, PREJUDICIALIDADE, HABEAS CORPUS)\nHC 127635 (1ªT). \n(PONDERAÇÃO DE PRINCÍPIOS)\nHC 93250 (2ªT), HC 94147 (2ªT), RE 455283 AgR (2ªT), ADI 2566 MC (TP), RE 607107 (TP), HC 104870 (1ªT), HC 168038 AgR (2ªT), Pet 8824 AgR (1ªT). \n- Legislação estrangeira citada: protocolo 4, art. 3, 2, da Convenção Europeia sobre Direitos Humanos; art. 12, 2, da Carta Africana do Homem e dos Povos.\n- Veja arts. 13, 1 e 2, e 15 da Declaração Universal dos Direitos Humanos, de 1948, da ONU.\n\nNúmero de páginas: 44.\nAnálise: 28/11/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ANA CARVALHO RIBEIRO FERRAZ \nAGTE.(S)  : JOSE ROTONDANO SALES NETO \nADV.(A/S)  : BERNARDO TORRES LINS E OUTRO(A/S)\nAGDO.(A/S)  : PRESIDENTE DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":462470,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 197011 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-10-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"BARROSO, Luís Roberto. Liberdade de Expressão e Limitação a Direitos Fundamentais. Ilegitimidade de Restrições à Publicidade de Refrigerantes e Sucos. Revista de Direito Público da Economia (RDPE), Belo Horizonte, ano 2, n. 7, jul./set. 2004.\nPOSNER, Richard. Not a Suicide Pact: the constitution in a time of national emergency. Oxford University, 2006.\nSEN, Amartya. Desenvolvimento como Liberdade. São Paulo: Companhia das Letras, 2000.\nTEIXEIRA, Ana Carolina Brochado. Saúde, corpo e autonomia privada. Rio de Janeiro: Renovar, 2010.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":197011,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur460047","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AL","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, não conheceu do agravo regimental, nos termos do voto do Relator, vencido o Ministro Alexandre de Moraes. Afastada a aplicação da penalidade porquanto não atingida a unanimidade prevista no § 4º do art. 1.021 do CPC/2015. Primeira Turma, Sessão Virtual de 26.11.2021 a 3.12.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur460047","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Alagoas","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur460047","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravo interno em mandado de segurança. Falta de impugnação específica dos fundamentos da decisão agravada. Ausência de qualquer razão suficiente a ensejar a reforma da decisão. Não conhecimento do agravo.\n\n\n\n    1. Segundo a jurisprudência do Supremo Tribunal Federal, a parte deve impugnar especificadamente, na petição de agravo interno, todos os fundamentos da decisão agravada, sob pena de não conhecimento do recurso. Precedentes.\n\n\n\n    2. A agravante não desconstitui a motivação da decisão atacada nem aduz qualquer razão suficiente a ensejar sua reforma, tendo se limitado a reproduzir, essencialmente, os argumentos apresentados na exordial do mandamus.\n\n\n\n    3. Agravo interno do qual não se conhece.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759454313","externo_seq_objeto_incidente":6224888,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-040  DIVULG 02-03-2022  PUBLIC 03-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=38022&classe=MS","is_colac":false,"titulo":"MS 38022 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00069 ART-0103B PAR-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-012016 ANO-2009\n    ART-00001\n    LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01021 PAR-00004\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2022-03-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), TEXTO CONSTITUCIONAL, ROL TAXATIVO, ATUAÇÃO, ÂMBITO ADMINISTRATIVO, POSSIBILIDADE, CONTROLE JUDICIAL, STF. MANDADO DE SEGURANÇA, DILAÇÃO PROBATÓRIA; INEXISTÊNCIA, HIPÓTESE, ILEGALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=38022&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AGRAVO, IMPUGNAÇÃO ESPECÍFICA, FUNDAMENTO, DECISÃO AGRAVADA)\nMS 31257 AgR (TP), MS 36816 AgR (TP). \n(COMPETÊNCIA, STF, CONTROLE, ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ))\nRMS 24347 (2ªT), RMS 27934 AgR (2ªT), MS 33690 AgR (1ªT), RMS 33911 (2ªT), MS 35918 AgR (TP). \n(PREVISAO, ROL TAXATIVO, COMPETÊNCIA ORIGINÁRIA, STF)\nACO 124 (TP) - RTJ 50/72, ACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563. \n(MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO)\nMS 21865 (TP), RMS 10208 (1ªT). \n- Decisão monocrática citada:\n(COMPETÊNCIA, STF, CONTROLE, ATO, CONSELHO NACIONAL DE JUSTIÇA (CNJ))\nMS 37948.\n- Decisão estrangeira citada: Marbury vs. Madison, 5 U.S. 137 (1803).\nNúmero de páginas: 32.\nAnálise: 09/11/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : IMOBILIARIA BELEM SALGADINHO LTDA \nADV.(A/S)  : ANDRE HENRIQUE GOMES DA FONSECA E OUTRO(A/S)\nAGDO.(A/S)  : CORREGEDOR NACIONAL DE JUSTICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":460047,"documental_tese_texto":null,"procedencia_geografica_completo":"AL - ALAGOAS","processo_codigo_completo":"MS 38022 AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-12-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"FERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 27. Ed. São Paulo: Saraiva, 2001. p. 314.\nMORAES, Alexandre de. Direito Constitucional. 33. ed. São Paulo: Atlas, 2017. p. 563-564.\nSIDOU, José Maria Othon. Habeas data, mandado de injunção, habeas corpus, mandado de segurança e ação popular. Rio de Janeiro: Forense, 1989. p. 142.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":38022,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451924","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos o Ministro Edson Fachin e a Ministra Cármen Lúcia. Presidência do Ministro Gilmar Mendes. 2ª Turma, 20.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451924","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur451924","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Penal e Processo Penal. 2. Agravo regimental. 3. Restrição da competência da 13ª Vara Federal de Curitiba, por conexão ou continência, em casos relativos à Operação Lava Jato. 4. Ausência de relação com as fraudes no âmbito do Sistema Petrobras. 5. Competência da Justiça Federal do Distrito Federal. 6. Agravo Regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757126925","externo_seq_objeto_incidente":5815473,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-176  DIVULG 02-09-2021  PUBLIC 03-09-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=36542&classe=Rcl","is_colac":false,"titulo":"Rcl 36542 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00017 INC-00038 INC-00053\n    ART-00102 INC-00001 LET-L\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012249 ANO-2010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00988 INC-00003\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00076 ART-00077\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00070 ART-00076 INC-00001 ART-00077\n    ART-00078 INC-00002 LET-C\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   MPR-000449 ANO-2008\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000470 ANO-2009\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000472 ANO-2009\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   RGI ANO-1980\n    ART-00156 \"CAPUT\" ART-00192 \"CAPUT\"\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-09-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIFERENÇA, TEORIA DA NULIDADE, PROCESSO CIVIL, PROCESSO PENAL. COMPETÊNCIA TERRITORIAL, PROCESSO PENAL, INTERESSE PÚBLICO, PERSECUÇÃO PENAL. JUÍZO UNIVERSAL, OFENSA, PRINCÍPIO DO JUIZ NATURAL. FIXAÇÃO, COMPETÊNCIA, MATÉRIA, ORDEM PÚBLICA. MEIO DE OBTENÇÃO DE PROVA, COLABORAÇÃO PREMIADA, ENCONTRO FORTUITO DE PROVA. PREVENÇÃO, CRITÉRIO, CONCENTRAÇÃO, COMPETÊNCIA. ATRAÇÃO, COMPETÊNCIA, CONEXÃO, CONTINÊNCIA, EXIGÊNCIA, DEMONSTRAÇÃO, CONTINUIDADE, NECESSIDADE, PROVA, FATO, CORRELAÇÃO, OPERAÇÃO LAVA JATO, INDIVIDUALIZAÇÃO DA CONDUTA, RÉU.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: INFORMAÇÃO, AUTORIDADE PÚBLICA, PRESUNÇÃO, VERACIDADE, LEGITIMIDADE. DESCARACTERIZAÇÃO, MEIO DE OBTENÇÃO DE PROVA, COLABORAÇÃO PREMIADA, CRITÉRIO, FIXAÇÃO, MODIFICAÇÃO, CONCENTRAÇÃO, COMPETÊNCIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: RECLAMAÇÃO, AUSÊNCIA DE ADERÊNCIA ESTRITA. INVIABILIDADE, CONVERSÃO, RECLAMAÇÃO, HABEAS CORPUS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=36542&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MENSALÃO)\nAP 470 (TP). \n(OPERAÇÃO LAVA JATO, COMPETÊNCIA)\nInq 4130 QO (TP), Pet 6863 AgR (2ªT), Pet 6727 AgR-ED (2ªT), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP). \n(ENCONTRO FORTUITO DE PROVA)\nRHC 120379 (1ªT), Inq 4244 AgR (2ªT). \n(COMPETÊNCIA POR PREVENÇÃO, CONEXÃO)\nPet 6863 AgR (2ªT), Pet 6727 AgR (2ªT), Pet 8090 AgR (2ªT). \n(RECLAMAÇÃO, DECISÃO PARADIGMA, PROCESSO SUBJETIVO, LEGITIMIDADE)\nRcl 20630 AgR (1ªT), Rcl 30155 AgR (2ªT), Rcl 34646 AgR (1ªT). \n(INFORMAÇÃO, AUTORIDADE PÚBLICA, PRESUNÇÃO, VERACIDADE, LEGITIMIDADE)\nRcl 35563 AgR (1ªT). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 4381 AgR (TP). \n(RECLAMAÇÃO, ADERÊNCIA ESTRITA)\nRcl 6534 AgR (TP), Rcl 4090 AgR (1ªT), Rcl 25156 AgR (2ªT), Rcl 22039 ED (2ªT), Rcl 25688 AgR (1ªT), Rcl 26269 AgR (2ªT), Rcl 27521 AgR (1ªT), Rcl 27685 AgR (2ªT). \n(RECLAMAÇÃO, HABEAS CORPUS DE OFÍCIO)\nRcl 25509 AgR (TP). \n(RECLAMAÇÃO, SUPRESSÃO DE INSTÂNCIA)\nRcl 25509 AgR (TP). \n(CONEXÃO, CRIME COMUM, CRIME ELEITORAL)\nPet 6986 AgR (2ªT). \n- Decisões monocráticas citadas:\n(OPERAÇÃO LAVA JATO, COMPETÊNCIA)\nHC 193726.\n(COMPETÊNCIA POR PREVENÇÃO, CONEXÃO)\nHC 193726 ED.\n(CONEXÃO, CRIME COMUM, CRIME ELEITORAL)\nInq 4435, Rcl 31590.\n- Acórdão(s) citado(s) - outros tribunais:\n(OPERAÇÃO LAVA JATO, COMPETÊNCIA)\nTRF4: HC 5007001-64.2021.4.04.0000, RCCR 5009521-80.2020.4.04.7000. \n- Decisões estrangeiras citadas: Sentencia C-040, de 1997, da Corte Constitucional da Colômbia; BVerfGE, 21, 139 (146), do Tribunal Constitucional alemão.\n- Veja Pet 6664, Pet 7075, Inq 4325, Inq 4430, Inq 4437, Rcl 31590 e Rcl 37343, do STF.\nNúmero de páginas: 107.\nAnálise: 06/10/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : GUIDO MANTEGA \nADV.(A/S)  : FABIO TOFIC SIMANTOB E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451924,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"Rcl 36542 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2021-04-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"ALVIM, Teresa Arruda. A reclamação no Código de Processo Civil de 2015 e a jurisprudência do Supremo. In: SCHWERZ, Cláudia Elisabete et al. (coords.). Questões relevantes sobre recursos, ações de impugnação e mecanismos de uniformização de jurisprudência. São Paulo: Revista dos Tribunais, 2017. p. 413.\nBADARÓ, Gustavo. Processo Penal. 8. ed. 2020. p. 279.\nDIAS, Jorge de Figueiredo. Direito processual penal. 1974. p. 322-323.\nGRECO FILHO, Vicente. Curso de Processo Penal. 2012.\nGRINOVER, Ada Pellegrini; FERNANDES, Antonio Scarance; GOMES FILHO, Antonio Magalhães. As nulidades no processo penal, 1992.\nLOPES JR., Aury. Direito Processual Penal. 15. ed. 2018. p. 250.\nLOPES JR., Aury. Direito Processual Penal. 9 ed. 2012.\nRODRIGUES, Fabiana. Lava Jato: aprendizado institucional e ação estratégica na Justiça. 2020. p. 228.","ministro_facet":["GILMAR MENDES"],"processo_numero":36542,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur404263","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Gilmar Mendes (Relator), não conhecendo do agravo interposto pela Procuradoria-Geral da República contra a liminar e julgando procedente a arguição de descumprimento para pronunciar a não recepção da expressão “para o interrogatório”, constante do art. 260 do Código de Processo Penal, e declarar a incompatibilidade com a Constituição Federal da condução coercitiva de investigados ou de réus para interrogatório, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade e de ilicitude das provas obtidas, sem prejuízo da responsabilidade civil do Estado, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Juliano José Breda; pela Procuradoria-Geral da República, o Dr. Luciano Mariz Maia, Vice Procurador-Geral da República; pelo amicus curiae Associação dos Advogados de São Paulo - AASP, o Dr. Leonardo Sica; e, pelo amicus curiae Instituto dos Advogados Brasileiros - IAB, o Dr. Técio Lins e Silva. Presidência da Ministra Cármen Lúcia. Plenário, 7.6.2018.\r\n\n                 Decisão: Após o voto do Ministro Alexandre de Moraes, que julgava parcialmente procedente o pedido, nos termos de seu voto, e os votos dos Ministros Edson Fachin, que julgava parcialmente procedente o pedido, nos termos de seu voto, no que foi acompanhado pelos Ministros Roberto Barroso e Luiz Fux, e o voto da Ministra Rosa Weber, que acompanhava o voto do Ministro Gilmar Mendes (Relator), o julgamento foi suspenso. Presidência da Ministra Cármen Lúcia. Plenário, 13.6.2018. \r\n\n                      Decisão: O Tribunal, por maioria e nos termos do voto do Relator, não conheceu do agravo interposto pela Procuradoria-Geral da República contra a liminar concedida e julgou procedente a arguição de descumprimento de preceito fundamental, para pronunciar a não recepção da expressão “para o interrogatório”, constante do art. 260 do CPP, e declarar a incompatibilidade com a Constituição Federal da condução coercitiva de investigados ou de réus para interrogatório, sob pena de responsabilidade disciplinar, civil e penal do agente ou da autoridade e de ilicitude das provas obtidas, sem prejuízo da responsabilidade civil do Estado. O Tribunal destacou, ainda, que esta decisão não desconstitui interrogatórios realizados até a data do presente julgamento, mesmo que os interrogados tenham sido coercitivamente conduzidos para tal ato. Vencidos, parcialmente, o Ministro Alexandre de Moraes, nos termos de seu voto, o Ministro Edson Fachin, nos termos de seu voto, no que foi acompanhado pelos Ministros Roberto Barroso, Luiz Fux e Cármen Lúcia (Presidente). Plenário, 14.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur404263","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur404263","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"1. Arguição de Descumprimento de Preceito Fundamental. Constitucional. Processo Penal. Direito à não autoincriminação. Direito ao tempo necessário à preparação da defesa. Direito à liberdade de locomoção. Direito à presunção de não culpabilidade. 2. Agravo Regimental contra decisão liminar. Apresentação da decisão, de imediato, para referendo pelo Tribunal. Cognição completa da causa com a inclusão em pauta. Agravo prejudicado. 3. Cabimento da ADPF. Objeto: ato normativo pré-constitucional e conjunto de decisões judiciais. Princípio da subsidiariedade (art. 4º, §1º, da Lei nº 9.882/99): ausência de instrumento de controle objetivo de constitucionalidade apto a tutelar a situação. Alegação de falta de documento indispensável à propositura da ação, tendo em vista que a petição inicial não se fez acompanhar de cópia do dispositivo impugnado do Código de Processo Penal. Art. 3º, parágrafo único, da Lei 9.882/99. Precedentes desta Corte no sentido de dispensar a prova do direito, quando “transcrito literalmente o texto legal impugnado” e não houver dúvida relevante quanto ao seu teor ou vigência – ADI 1.991, Rel. Min. Eros Grau, julgada em 3.11.2004. A lei da ADPF deve ser lida em conjunto com o art. 376 do CPC, que confere ao alegante o ônus de provar o direito municipal, estadual, estrangeiro ou consuetudinário, se o juiz determinar. Contrario sensu, se impugnada lei federal, a prova do direito é desnecessária. Preliminar rejeitada. Ação conhecida. 4. Presunção de não culpabilidade. A condução coercitiva representa restrição temporária da liberdade de locomoção mediante condução sob custódia por forças policiais, em vias públicas, não sendo tratamento normalmente aplicado a pessoas inocentes. Violação. 5. Dignidade da pessoa humana (art. 1º, III, da CF/88). O indivíduo deve ser reconhecido como um membro da sociedade dotado de valor intrínseco, em condições de igualdade e com direitos iguais. Tornar o ser humano mero objeto no Estado, consequentemente, contraria a dignidade humana (NETO, João Costa. Dignidade Humana: São Paulo, Saraiva, 2014. p. 84). Na condução coercitiva, resta evidente que o investigado é conduzido para demonstrar sua submissão à força, o que desrespeita a dignidade da pessoa humana. 6. Liberdade de locomoção. A condução coercitiva representa uma supressão absoluta, ainda que temporária, da liberdade de locomoção. Há uma clara interferência na liberdade de locomoção, ainda que por período breve. 7. Potencial violação ao direito à não autoincriminação, na modalidade direito ao silêncio. Direito consistente na prerrogativa do implicado a recursar-se a depor em investigações ou ações penais contra si movimentadas, sem que o silêncio seja interpretado como admissão de responsabilidade. Art. 5º, LXIII, combinado com os arts. 1º, III; 5º, LIV, LV e LVII. O direito ao silêncio e o direito a ser advertido quanto ao seu exercício são previstos na legislação e aplicáveis à ação penal e ao interrogatório policial, tanto ao indivíduo preso quanto ao solto – art. 6º, V, e art. 186 do CPP. O conduzido é assistido pelo direito ao silêncio e pelo direito à respectiva advertência. Também é assistido pelo direito a fazer-se aconselhar por seu advogado. 8. Potencial violação à presunção de não culpabilidade. Aspecto relevante ao caso é a vedação de tratar pessoas não condenadas como culpadas – art. 5º, LVII. A restrição temporária da liberdade e a condução sob custódia por forças policiais em vias públicas não são tratamentos que normalmente possam ser aplicados a pessoas inocentes. O investigado é claramente tratado como culpado. 9. A legislação prevê o direito de ausência do investigado ou acusado ao interrogatório. O direito de ausência, por sua vez, afasta a possibilidade de condução coercitiva. 10. Arguição julgada procedente, para declarar a incompatibilidade com a Constituição Federal da condução coercitiva de investigados ou de réus para interrogatório, tendo em vista que o imputado não é legalmente obrigado a participar do ato, e pronunciar a não recepção da expressão “para o interrogatório”, constante do art. 260 do CPP.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749900186","externo_seq_objeto_incidente":5149497,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-107  DIVULG 21-05-2019  PUBLIC 22-05-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=444&classe=ADPF","is_colac":false,"titulo":"ADPF 444","documental_legislacao_citada_texto":["LEG-IMP   CCI      ANO-1830\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-IMP   CPCPI      ANO-1832\n          ART-00095\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 \"CAPUT\" \n          INC-00003 INC-00004 INC-00011 INC-00012 \n          INC-00043 INC-00049 INC-00054 INC-00055 \n          INC-00057 INC-00058 INC-00061 INC-00063 \n          INC-00065 INC-00066 INC-00067 INC-00068 \n          PAR-00002 ART-00006 ART-00007 INC-00010 \n          ART-00034 INC-00007 ART-00060 PAR-00004 \n          ART-00093 INC-00009 ART-00102 PAR-00001 \n          ART-00103 INC-00007 INC-00008 ART-00144 \n          ART-00225 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003688      ANO-1941\n          ART-00068\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007210      ANO-1984\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-007960      ANO-1989\n          ART-00001 ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00007 INC-00021 INCLUÍDO PELA LEI-13245/2016\n          ART-00007 INC-00021 LET-A INCLUÍDO PELA LEI-13245/2016\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009271      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 ART-00002 INC-00001 ART-00003 \n          PAR-ÚNICO ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010792      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012037      ANO-2009\n          ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2015\n          ART-00003 ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00218 PAR-00002 ART-00297 ART-00320 \n          ART-00321 ART-00376 ART-00379\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013245      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00007 NÚMERO-2 ART-00008 NÚMERO-1 \n          NÚMERO-2 LET-G\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 NÚMERO-2 NÚMERO-3 LET-G\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00307\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00003 ART-00006 INC-00005 ART-00156 \n          \"CAPUT\" ART-00185 PAR-00005 PAR-00010 \n          ART-00186 REDAÇÃO ORIGINÁRIA\n          ART-00186 REDAÇÃO DADA PELA LEI-10792/2003\n          ART-00186 PAR-ÚNICO ART-00187 PAR-00001 \n          ART-00198 ART-00201 PAR-00001 ART-00202 \n          ART-00218 ART-00226 ART-00248 ART-00260 \n          PAR-ÚNICO ART-00278 ART-00282 PAR-00001 \n          PAR-00006 ART-00312 ART-00313 PAR-ÚNICO \n          ART-00319 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 ART-00327 ART-00341 \n          INC-00001 ART-00350 ART-00352 INC-00006 \n          ART-00366 \n          ART-00367 REDAÇÃO DADA PELA LEI-9271/1996\n          ART-00457 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000181      ANO-2017\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP\n\n","LEG-FED   PJL-008045      ANO-2010\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   SUV-000011      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000014      \n                SÚMULA VINCULANTE SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000026      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000056      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-05-22","documental_acordao_mesmo_sentido_lista_texto":"ADPF 395  PROCESSO ELETRÔNICO\n          JULG-14-06-2018  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-236\n          DJe-107  DIVULG 21-05-2019  PUBLIC 22-05-2019","documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA, INTERESSE GERAL. PRINCÍPIO DA SUBSIDIARIEDADE, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA, DIREITO COMPARADO. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SEGURANÇA JURÍDICA, CONTROVÉRSIA JURÍDICA, EFICÁCIA, CONTROLE DIFUSO. RELEVÂNCIA, INTERESSE PÚBLICO, PRESSUPOSTO DE ADMISSIBILIDADE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. LIBERDADE DE INFORMAÇÃO, ENTREVISTA, AUTORIDADE PÚBLICA, INVESTIGAÇÃO CRIMINAL, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. URGÊNCIA, REGULAMENTAÇÃO, DIVULGAÇÃO, INVESTIGAÇÃO CRIMINAL, ATO NORMATIVO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), CONSELHO DA JUSTIÇA FEDERAL (CJF). PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRECEITO FUNDAMENTAL, ESTADO DEMOCRÁTICO DE DIREITO, APLICAÇÃO SUBSIDIÁRIA, GARANTIA CONSTITUCIONAL, PROCESSO JUDICIAL. CONDUÇÃO COERCITIVA, IMPARCIALIDADE DO JUIZ, PRINCÍPIO DA PARIDADE DE ARMAS, AMPLA DEFESA. CONTRADITÓRIO, AMPLA DEFESA, INQUÉRITO POLICIAL. GARANTIA CONSTITUCIONAL, DIREITO PROCESSUAL, ELEMENTO ESSENCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. LIBERDADE DE LOCOMOÇÃO, DIREITO ABSOLUTO, RESTRIÇÃO, ATO ADMINISTRATIVO. DIREITO, INVESTIGADO, AUSÊNCIA, INTERROGATÓRIO. DEVER, COMPARECIMENTO, TESTEMUNHA, CONDUÇÃO COERCITIVA. DIREITO À LIBERDADE, PRISÃO, AVERIGUAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INTERROGATÓRIO, MEIO DE PROVA, AUTODEFESA, DIREITO AO SILÊNCIO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO. INTERROGATÓRIO, FACULDADE, RÉU, COMPARECIMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: PROCESSO PENAL, CONTENÇÃO, PODER PÚBLICO. PRINCÍPIO DA RESERVA LEGAL, LIBERDADE DE LOCOMOÇÃO, PODER GERAL DE CAUTELA. ROL TAXATIVO, MEDIDA CAUTELAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: DIREITO AO SILÊNCIO, ÔNUS DA PROVA. CLAMOR PÚBLICO, ESTADO DEMOCRÁTICO DE DIREITO. CONDUÇÃO COERCITIVA, REQUISITO, PRISÃO CAUTELAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: INTERPRETAÇÃO, VINCULAÇÃO, DIREITO POSITIVO. PRISÃO, AVERIGUAÇÃO, LEI DE SEGURANÇA NACIONAL. EXECUÇÃO PROVISÓRIA DA PENA, IRREVERSIBILIDADE, MOMENTO ANTERIOR, LIBERDADE, CIDADÃO. CONDUÇÃO COERCITIVA, OBJETIVO, INTERROGATÓRIO, RÉU, DIREITO AO SILÊNCIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: PRISÃO PREVENTIVA, CLAMOR PÚBLICO. GARANTISMO PENAL. PROCESSO PENAL, CONTENÇÃO, PODER PÚBLICO, PERSECUÇÃO PENAL. DEVIDO PROCESSO LEGAL, ESTADO DEMOCRÁTICO DE DIREITO. STF, PROTEÇÃO, SUPREMACIA, CONSTITUIÇÃO FEDERAL. REQUISITO, CONDUÇÃO COERCITIVA, TESTEMUNHA, VÍTIMA, PERITO. PROCESSO PENAL, RÉU, SUJEITO DE DIREITO. INTERROGATÓRIO, DIREITO DE DEFESA, RÉU. GARANTIA CONSTITUCIONAL, ÂMBITO PROCESSUAL, DIREITOS HUMANOS, ÂMBITO INTERNACIONAL. CONDUÇÃO COERCITIVA, DIREITO, RÉU, AUSÊNCIA, INTERROGATÓRIO. PODER GERAL DE CAUTELA, PROCESSO PENAL, PRINCÍPIO DA RESERVA LEGAL.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: DEVER LEGAL, PODER PÚBLICO, PERSECUÇÃO PENAL, DIREITO FUNDAMENTAL, PROBIDADE ADMINISTRATIVA, SEGURANÇA, CIDADÃO, CONCILIAÇÃO, DIREITO AO SILÊNCIO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO. CONDUÇÃO COERCITIVA, RESERVA DE JURISDIÇÃO. CONDUÇÃO COERCITIVA, PODER GERAL DE CAUTELA, JUIZ.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INJUSTIÇA, DESIGUALDADE, JUÍZO CRIMINAL. DIREITO FUNDAMENTAL, EFETIVIDADE, DIREITO PENAL. TAXATIVIDADE, MEDIDA CAUTELAR, ÂMBITO PENAL. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, CÓDIGO DE PROCESSO PENAL, DECRETAÇÃO, CONDUÇÃO COERCITIVA, SUBSTITUIÇÃO, PRISÃO PREVENTIVA, PRISÃO TEMPORÁRIA. INCONSTITUCIONALIDADE, INTERPRETAÇÃO EXTENSIVA, CONDUÇÃO COERCITIVA, NECESSIDADE, INTIMAÇÃO, JUSTIFICATIVA, AUSÊNCIA, COMPARECIMENTO. DIFERENÇA, INTERPRETAÇÃO CONSTITUCIONAL, INTERPRETAÇÃO, MATÉRIA CRIMINAL. INTERPRETAÇÃO, MATÉRIA CRIMINAL, PRINCÍPIO DA RESERVA LEGAL. DIREITO PENAL, IGUALDADE. DEVER, COMPARECIMENTO, PRIMEIRA FASE, QUALIFICAÇÃO DO ACUSADO, INTERROGATÓRIO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: CONSTITUCIONALIDADE, CONDUÇÃO COERCITIVA, INTERPRETAÇÃO HISTÓRICA. CONDUÇÃO COERCITIVA, CRIMES DO COLARINHO BRANCO, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA. INTERROGATÓRIO, ATO PROCESSUAL, CARÁTER PERSONALÍSSIMO. CONDUÇÃO COERCITIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO. GARANTIA CONTRA A AUTOINCRIMINAÇÃO, QUALIFICAÇÃO DO ACUSADO, FALSA IDENTIDADE, ERRO JUDICIÁRIO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: DISTINÇÃO, PRIMEIRA FASE, SEGUNDA FASE, INTERROGATÓRIO, DIREITO AO SILÊNCIO. AUTODEFESA, DIREITO AO SILÊNCIO, QUALIFICAÇÃO DO ACUSADO, FALSA IDENTIDADE. CONDUÇÃO COERCITIVA, PODER GERAL DE CAUTELA, EFETIVIDADE, PROCESSO, DIREITO À SEGURANÇA. CONDUÇÃO COERCITIVA, PRINCÍPIO DA MOTIVAÇÃO.\n\n- TERMO(S) DE RESGATE: PRISÃO EM FLAGRANTE, PRISÃO TEMPORÁRIA, PRISÃO PREVENTIVA, PRINCÍPIO DO DETERMINISMO. CORTE CONSTITUCIONAL, INTERPRETAÇÃO CONSTITUCIONAL, DIMENSÃO NORMATIVA, DIMENSÃO DEONTOLÓGICA, DIMENSÃO PRAGMÁTICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=444&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, PETIÇÃO INICIAL, TRANSCRIÇÃO, ATO NORMATIVO IMPUGNADO)\nADI 1991 (TP). \n(CABIMENTO, ADPF, CONTROVÉRSIA JURÍDICA, INTERESSE GERAL)\nADC 1 (TP), ADPF 33 (TP), ADPF 46 (TP), ADPF 54 (TP), ADPF 101 (TP). \n(DIREITO AO SILÊNCIO)\nHC 68929 (1ªT) - RTJ 141/512, RE 199570 (2ªT), HC 75257 (1ªT), HC 78708 (1ªT), HC 79812 (1ªT) - RTJ 176/805, HC 83947 (2ªT), HC 91514 (2ªT), RE 199570 - RTJ 180/1125. \n(SÚMULA VINCULANTE 14/STF)\nAP 470 (TP). \n(MINISTÉRIO PÚBLICO, PODER DE INVESTIGAÇÃO)\nRE 593727 RG. \n(PROCESSO PENAL, GARANTIA, LIBERDADE INDIVIDUAL)\nHC 73271 (1ªT) - RTJ 168/896, HC 73338 (1ªT), AP 985 QO (2ªT). \n(PRISÃO TEMPORÁRIA)\nHC 95009 (TP). \n(REQUISITO, SUBSIDIARIEDADE)\nADPF 237 AgR (TP), ADPF 378 MC (TP), ADPF 388 (TP). \n(CLAMOR PÚBLICO, PRISÃO PREVENTIVA)\nHC 62634 (1ªT) - RTJ 112/1115, HC 78425 (2ªT) - RTJ 172/159, HC 80379 (2ªT) - RTJ 187/933, HC 80719 (2ªT) - RTJ 180/262, HC 84662 (1ªT) - RTJ 193/1050. \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nHC 68742 (TP), HC 68929 (1ªT) - RTJ 141/512, HC 69026 (1ªT), HC 73035 (1ªT) - RTJ 163/626, HC 77135 (1ªT), HC 79244 (1ªT) - RTJ 172/929, HC 79812 (1ªT) - RTJ 176/805, HC 83096 (2ªT), HC 83943 (1ªT), HC 83947 (2ªT), HC 89503 (2ªT), HC 94016 (2ªT), HC 99289 (2ªT), RDA 196/197. \n(DIREITO AO SILÊNCIO, FALSA IDENTIDADE)\nRE 640139 RG. \n(PODER GERAL DE CAUTELA)\nHC 94147 (2ªT), HC 101830 (1ªT), HC 107644 (1ªT). \n(SISTEMA CARCERÁRIO, ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 126 MC.\n(DIREITO AO SILÊNCIO)\nHC 79812 MC, HC 94082 MC, HC 96219 MC.\n(PROCESSO PENAL, INVESTIGADO, SUJEITO DE DIREITO)\nMS 23576 MC.\n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nHC 78814, HC 80530 MC, HC 96219.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 346677. \n- Legislação estrangeira citada: Art. 44, I e § 90, II, da Lei Orgânica da Corte Constitucional alemã; Quinta Emenda à Constituição dos Estados Unidos, de 1791; Carta Magna da Inglaterra; Livro V, das Ordenações filipinas; Constituição norte-americana;\nTítulo XXIV, item 9, Título XXXII, item 6, Título XLV, Título LX, item 1 e Título LXIX, do Livro V das Ordenações do Reino (Código Filipino); art. 48, n. 1, da Carta dos Direitos Fundamentais da União Europeia; art. 6, n. 2, da Convenção Europeia dos Direitos Humanos.\n- Decisões estrangeiras citadas: BVerfGE, 19/268 (273), BVerfGE, 62/338 (342), BVerfGE, 62/230 (232), BVerfGE, 62/117 (144) e BVerfGE, 91/93 (106), da Corte Constitucional alemã; Caso Allenet de Ribemont vs. França, § 38, Caso Butkevicius vs. Lituânia, § 50, Caso Butkevicius vs. Lituânia, § 53, Caso Fatullayev vs. Azerbaijão, § 159, Caso Garycki vs. Polônia, § 69, Caso Daktaras vs. Lituânia, § 41, Caso Arrigo and Vella vs. Malta, Caso Khuzhin and Others vs. Rússia, § 94, da Corte Europeia de Direitos Humanos; Caso Miranda vs. Arizona (384, U.S., 436), de 1966, Caso Brogan vs. United States [522 U.S. 398 (1998)], Caso Schmerber vs. California [384 U.S. 757 (1966)], Caso Gilbert vs. California [388 U.S. 263 (1967)], Caso Doe vs. United States [487 U.S. 201 (1988)], Caso Curcio vs. United States, 354 U.S. 118, 128 (1957), Caso Escobedo vs. Illinois (1964), Caso Dickerson vs. United States (530 U.S. 428, 2000), R.v. Baldry (1852) 2 Den 430, p. 445; R. v. Priestley (1965) 51 Cr App R1, Ibrahim v. R. (1914) AC 599, McDermott v. R. (1948) 76 CLR 501, da Corte Suprema Norte-Americana; Caso R. vs. SANG, da Corte Inglesa de Justiça.\n- Veja APDF 395 do STF.\n- Veja Recomendação 18/2008, do Conselho Nacional de Justiça.\nNúmero de páginas: 235.\nAnálise: 17/10/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : JULIANO JOSE BREDA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIACAO DOS ADVOGADOS DE SAO PAULO \nADV.(A/S)  : DANIEL NUNES VIEIRA PINHEIRO DE CASTRO \nADV.(A/S)  : LEONARDO SICA \nAM. CURIAE.  : INSTITUTO DOS ADVOGADOS BRASILEIROS - IAB \nADV.(A/S)  : TÉCIO LINS E SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":404263,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 444","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2018-06-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALLAN, T.R.S. Constitucional Justice. Oxford: University Press, 2006. p. 12 et seq.\nALMAGRO, José. Justicia constitucional: comentarios a la Ley Orgánica del Tribunal Constitucional. 2. ed. Valencia, 1989. p. 324.\nALMEIDA JÚNIOR, João Mendes de. O Processo Criminal Brasileiro. 4. ed. Freitas Bastos, 1959. v. 1. p. 10-14 e 212-222. \nBADARÓ, Gustavo Henrique Righi Ivahy. Processo penal. Rio de Janeiro: Campus: Elsevier, 2012. p. 708 e p. 759-761.\nBADARÓ, Gustavo Henrique. Processo Penal. Revista dos Tribunais. 4. ed. p.37-94 e 446.\n______.______. 6. ed. Revista dos Tribunais, 2018. p. 1113-1114, item 18.2.6.6.\nBAZARIAN, Jacob. Teoria do Conhecimento.\nBONFIM, Edilson Mougenot. Código de Processo Penal Anotado. 4. ed. Saraiva, 2012. p. 483.\nCAPEZ, Fernando. Curso de Processo Penal. 24. ed. São Paulo: Sarap. p. 234.\nCAPEZ, Fernandes; COLNAGO, Rodrigo Henrique. Código de Processo Penal Comentado. Saraiva, 2015. p. 234.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2017. p. 416-418 e 422.\n______. No processo penal não existe o poder geral de cautela. Conjur, mar. 2017. Disponível: https://www.conjur.com.br/2017-mar-06/rodrigo-capezprocesso-penal-nao-existe-poder-geral-cautela. Acesso em: 20 mar. 2018. \nCARNELUTTI, Francesco. As Misérias do Processo Penal. Tradução: Carlos Eduardo Trevelin Millan. São Paulo: Pillares, 2009. p. 25.\nCARRARA, Francesco. Programa de direito criminal: Parte Geral. Tradução: José Luiz V. de A. Franceschini e J. R. Prestes Barra. São Paulo: Saraiva, 1957. v. 2. p. 393.\nCARO, Agostino de. Trattato di procedura penale. In: SCALFATI, Adolfo (Org.). Turim: UTET Giuridica, 2008. v. 2. p. 35.\nCHOUKE, Fauzi Hassan. Garantias Constitucionais na Investigação Criminal. Revista dos Tribunais, 1995. p. 74, item 4.2.\nCINTRA JR. Dirceu A. D. Código de Processo Penal e sua Interpretação Jurisdicional. In: FRANCO, Alberto Silva; STOCO, Rui. (Coord.). 2. ed. Revista dos Tribunais, 2004. p. 1821.\nCOMISSÃO EUROPEIA. Livro Verde. Bruxelas, 2006. p. 5 e 6.\nCOSTA NETO, João. Dignidade Humana: São Paulo, Saraiva, 2014. p. 84.\nCRUZ, Rogerio Schietti Machado. Garantias Processuais nos Recursos Criminais. 2. ed. Atlas, 2013.\nDELMANTO JUNIOR, Roberto. Inatividade no Processo Penal Brasileiro. Revista dos Tribunais, 2004. p. 164, item 5.8.2. \nDÜRIG, Günther. Grundgesetz Kommentar. Band I. München, Verlag C. H. Beck, 1990. 1I. 18.\nFERRAJOLI, Luigi. Direito e Razão: Teoria do Garantismo Penal. Tradução: Ana Paula Zomer, Fauzi Hassan Choukr, Juarez Tavares e Luiz Flávio Gomes. Revista dos Tribunais, 2002. p. 486, item 2.\n_____. Direito e Razão. 4. ed. Tradução: Ana Paula Zomer, Fauzi Hassan Choukr, Juarez Tavares e Luiz Flávio Gomes. Revista dos Tribunais, 2014. p. 91.\nGENOFRE, Roberto Maurício. O Indiciado: de Objeto de Investigações a Sujeito de Direitos. In: Justiça e Democracia. Revista dos Tribunais, 1996. v. 1. p. 181, item 4.\nGOMES FILHO; Antonio Magalhães. Presunção de inocência e prisão cautelar. São Paulo: Saraiva, 1991. p. 57.\n______. O Princípio da Presunção de Inocência na Constituição de 1988 e na Convenção Americana Sobre Direitos Humanos: Pacto de São José da Costa Rica. Revista do Advogado/AASP, n. 42, p. 30-34, 31/32, 1994. \n______. Direito à Prova no Processo Penal. Revista dos Tribunais, 1997. p. 111, item 7 e p. 113, item 7. \nGOMES, Luiz Flávio; MARQUES, Ivan (Coord.). Prisão e medidas cautelares: comentários à Lei 12.403, de 4 de maio de 2011. 2. ed. São Paulo: Revista dos Tribunais, 2011. p. 46.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 61-63, item 8.3.\nGREENAWALT, Kent. Silence as a Moral and Constitucional Right. 1981 – 23 William & Mary. LR 15. p. 35-41.\nGREVI, Vittorio. Compendio di procedura penale. In: CONSO, Giovanni; GREVI, Vittorio; BAGIS, Marta (Org).______. 6. ed. Pádua: CEDAM, 2012. p. 395-396. \nGRINOVER, Ada Pallegrini. A Polícia Civil e as Garantias Constitucionais de Liberdade. In: A Polícia à Luz do Direito. Revista dos Tribunais, 1991. p. 17.\n______. O interrogatório como meio de defesa (Lei 10.792/2003). Revista Brasileira de Ciências Criminais, n. 53, p. 185-200.\nJESUS, Damásio E. de. Código de Processo Penal Anotado. 21. ed. Saraiva, 2004. p. 174.\nKRIELE, Martin. Introducción a la teoría del Estado. Tradução: Eugênio Bulygin. Buenos Aires: Depalma,\n1980. p. 149-150 e 159-160.\nLEAL, Antonio Luiz da Câmara. Comentários ao Código de Processo Penal Brasileiro. Freitas Bastos, 1942. v. 2. p. 53, item 609.\nLEVY, Leonard. Origins of the Fifth Amendment: The Right Against Self-Incrimination. Oxford University Press, 1968.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 2. ed. JusPodivm, 2017. p. 660 e 740.\nLOPES JÚNIOR, Aury. Direito processual penal. 9. ed. rev. e atual. 2ª tiragem. São Paulo: Saraiva, 2012. p. 781-782.\n______. Direito Processual Penal e sua Conformidade Constitucional. 9. ed. Saraiva, 2012. p. 171-255.\n______. Direito Processual Penal. 11. ed. São Paulo: Saraiva, 2014. p. 782.\n______. legalidade estrita. Direito Processual Penal. 14. ed. São Paulo: Saraiva. p. 584. \nMAIER, Julio Bustos Juan. Derecho Procesal Penal: fundamentos. 2. ed. 3. reimpressão Buenos Aires: Del Puerto, 2004. Tomo I, p. 260. \nMARCÃO, Renato. Curso de Processo Penal. Saraiva, 2014. p. 516, item 10.1.10.10.3.\nMARINONI, Luiz Guilherme; ARENHART, Sérgio Cruz; MITIDIERO, Daniel Mitidiero. Novo Código de Processo Civil comentado. 2. ed. São Paulo: Revista dos Tribunais, 2016. p. 382.\nMARQUES, Frederico. Estudos de Direito Processual Penal. Forense, 1960. p. 66- 67.\nMALAN, Diogo. Condução Coercitiva do Acusado (ou investigado) no Processo Penal. Boletim do IBCCrim, n. 266, p. 02-04, jan. 2015.\nMASSI, Carlo Velho. A condução coercitiva e o poder geral de cautela do juiz criminal. Advocacia dinâmica: informativo semanal, n. 22, p. 307, jun. 2016.\nMELLO, Celso. O Supremo Tribunal Federal e a defesa das liberdades públicas sob a Constituição de 1988: alguns tópicos relevantes. In: Os 20 anos da Constituição da República Federativa do Brasil. São Paulo: Atlas, 2008, p. 555-559.\nMELLO, Celso Antônio Bandeira de. O Supremo Tribunal Federal e a defesa das liberdades públicas sob a Constituição de 1988: alguns tópicos relevantes. In: Os 20 anos da Constituição da República Federativa do Brasil. São Paulo: Atlas, 2008. p. 555-559.\nMORAES, Maurício Zanoide de. Presunção de inocência no processo penal brasileiro: análise de sua estrutura normativa para a elaboração legislativa e para a decisão judicial. Rio de Janeiro: Lumen Juris, 2010. p. 315-316.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 111-173.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 6. ed. Revista dos Tribunais, 2007. p. 387, item n. 3\n______.______. 8. ed. São Paulo: Revista dos Tribunais, 2008. p. 558. \n______.______. 16. ed. Forense, 2017. p. 537, item 14-A.\n______. Princípios Constitucionais Penais e Processuais Penais. 4. ed. Forense. p. 342 e 343.\n______. Código de Processo Penal Comentado. 11. ed. p. 715.\nOLIVEIRA, Eugênio Pacelli de. Curso de Processo Penal. 11. ed. Rio de Janeiro: Lumen Juris, 2009. p. 353.\nOLIVEIRA, Eugênio Pacelli de. Curso de Processo Penal. 21. ed. São Paulo: Atlas, 2017. p. 43-4 e 619.\nPENTEADO, Jaques de Camargo. Duplo Grau de Jurisdição no Processo Penal: Garantismo e efetividade. Revista dos Tribunais, 2006. p. 17-21.\nPRADO, Geraldo. Sistema Acusatório: A Conformidade Constitucional das Leis Processuais Penais. 3. ed. Lumen Juris, 2005. p. 41/51 e 241/243.\nQUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo. 2. ed. Saraiva. p. 238.\nROCHA, Luiz Carlos. Investigação Policial: Teoria e Prática. Saraiva, 1998. p. 109, item 2.\nSALLES JUNIOR, Romeu de Almeida. Inquérito Policial e Ação Penal. 7. ed. Saraiva, 1998. p. 60-61, item 48.\nSANGUINÉ, Odone. Prisão cautelar, medidas alternativas e direitos fundamentais. Rio de Janeiro: Forense, 2014. p. 69.\nSCHLAICH, Klaus. Das Bundesverfassungsgericht. 4. ed. München, 1997. p. 162 e 184.\nSEIDMANN, Daniel J.; STEIN, Alex. The Right to Silence Helps the Innocent: A Game-Theoretic Analysis of the Fifth Amendment Privilege. 114 Harvard Law Review 430, 2000.\nSILVA, Marco Antonio Marques da; FREITAS, Jayme Walmer de. Código de Processo Penal Comentado. Saraiva, 2012. p. 356-357 e 408.\nSILVEIRA, Paulo Fernando. Devido Processo Legal: Due Process of Law. Del Rey, 1996. p. 101.\nSLAIB FILHO, Nagib. Direito Constitucional. 3. ed. Forense. p. 448-9.\nSTUNTZ, William J. et alii. Criminal Procedure: Investigation and Right to Counsel. Aspen, 2005. p. 786.\nTÁVORA, Nestor; ALENCAR, Rosmar Rodrigues. Curso de Direito Processual Penal. 8. ed. Bahia: JusPodivm, 2013. p. 665.\nTONINI, Paolo. Manuale di procedura penale. 14. ed. Milão: Giuffrè, 2013. p. 420.\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1977. v. 1. p. 75.\n______.______. 2. ed. Saraiva, 1977. v. 3. p. 201.\nTOURINHO FILHO, Fernando da Costa. Manual de processo penal. 3 ed. São Paulo: Saraiva, 2001. p. 293.\n______. Processo penal. 3 ed. São Paulo: Saraiva, 2001. p. 455.\n______.______. 28. ed. Saraiva, 2006. v. 3. p. 269-273, item 1.\n______. Código de Processo Penal Comentado. 15. ed. Saraiva, 2014. v. 1. p. 707-708.\n______.______.  14. ed. Saraiva. p. 794.\nTROIS NETO, Paulo Mário Canabarro. Direito à não autoincriminação e direito ao silêncio. Porto Alegre:  Livraria do Advogado, 2011. p. 104.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. Saraiva, 1993. p. 383.\n______.______. 2. ed. Revista dos Tribunais, 2004. p. 33-35, item 1.4 e 370, item 16.3.\nZUCK, Rudiger. Das Recht der Verfassungsbeschwerde, 2. ed. München, 1988. p. 13 et seq.","ministro_facet":["GILMAR MENDES"],"processo_numero":444,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur410331","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, confirmou a medida cautelar e julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal da Lei nº 17.115/2017 do Estado de Santa Catarina, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 16.8.2019 a 22.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur410331","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur410331","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 17.115/2017 DO ESTADO DE SANTA CATARINA. LEI DE INICIATIVA PARLAMENTAR. CONDICIONANTES PARA O EXERCÍCIO DA PROFISSÃO DE CONDUTOR DE AMBULÂNCIA. CRIAÇÃO DE NOVAS ATRIBUIÇÕES A ÓRGÃOS DO PODER EXECUTIVO. INCONSTITUCIONALIDADE FORMAL. PROCEDÊNCIA.\n\n\n\n    1. Proposta de conversão de referendo de medida cautelar em julgamento definitivo de mérito, considerando a não complexidade da questão de direito em discussão e a instrução dos autos, nos termos do art. 12 da Lei 9.868/1999. \n\n\n\n    2. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse. \n\n\n\n    3. A própria Constituição Federal, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e Municípios (CF, arts. 24 e 30, I). \n\n\n\n    4. A Lei 17.115/2017 do Estado de Santa Catarina, ao reconhecer a profissão de condutor de ambulância, bem como estabelecer condicionantes ao exercício da atividade de remoção de acidentados e/ou deslocamento de pacientes em ambulâncias, disciplina matéria de competência legislativa privativa da União (CF, art. 22, I e XVI). \n\n\n\n    5. Ademais, ao atribuir ao Poder Executivo a alocação de profissionais específicos nas ambulâncias, juntamente com o condutor, ou a supervisão direta de determinado profissional por outro, a lei estadual, de iniciativa parlamentar, viola regra constitucional que determina a iniciativa privativa do Poder Executivo para a disciplina de sua organização administrativa (CF, art. 61, § 1º, II, c e e). \n\n\n\n    6. Medida Cautelar confirmada e Ação Direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750738515","externo_seq_objeto_incidente":5336289,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-195  DIVULG 06-09-2019  PUBLIC 09-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5876&classe=ADI","is_colac":false,"titulo":"ADI 5876","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00001 INC-00016 ART-00024 \n          ART-00030 INC-00001 ART-00061 PAR-00001 \n          INC-00001 INC-00002 LET-A LET-B \n          LET-C LET-D LET-E LET-F\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00145 INC-00001 INC-00002 LET-A \n          LET-B INC-00003 INC-00004 PAR-ÚNICO \n          ART-0145A\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   PJL-003553      ANO-2015\n                PROJETO DE LEI - CONGRESSO NACIONAL\n\n","LEG-EST   LEI-017115      ANO-2017\n          ART-00001 ART-00002 ART-00003 PAR-ÚNICO\n                LEI ORDINÁRIA, SC"],"publicacao_data":"2019-09-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5876&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, IMPUGNAÇÃO GENÉRICA)\nADI 259 (TP), ADI 1708 (1ªT), ADI 1775 (1ªT), ADI 514 MC (TP), ADI 561 MC (1ªT). \n(CONVERSÃO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO)\nADI 4163 (TP), ADI 4925 (TP), ADI 4788 AgR (TP), ADI 5253 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, EXERCÍCIO PROFISSIONAL)\nADI 3587 (TP), ADI 3610 (TP). \n(INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, CRIAÇÃO, EXTINÇÃO, ÓRGÃO PÚBLICO)\nADI 2329 (TP), ADI 3169 (TP), ADI 3792 (TP), ADI 4211 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 19.\nAnálise: 24/08/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : PRESIDENTE DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":410331,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"ADI 5876","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito\nAdministrativo, n. 179, p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. I. p. 482.\nLOEWENSTEIN, kARL. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5876,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur412319","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 20.9.2019 a 26.9.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur412319","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur412319","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO COM AGRAVO. INTERPOSIÇÃO EM 14.02.2019. DIREITO FUNDAMENTAL À MORADIA. IMÓVEL PÚBLICO. OCUPAÇÃO IRREGULAR. INÉRCIA DO PODER PÚBLICO. DIRETRIZES E INSTRUMENTOS DA POLÍTICA URBANA. APLICABILIDADE. AFRONTA AO PRINCÍPIO DA SEPARAÇÃO DE PODERES. NÃO CONFIGURAÇÃO. PRECEDENTES. \n\n\n\n    1. É firme o entendimento deste Tribunal de que o Poder Judiciário pode, sem que fique configurada violação ao princípio da separação dos Poderes, determinar a implementação de políticas públicas em defesa de direitos fundamentais.\n\n\n\n    2. O exercício do poder de polícia de ordenação territorial pode ser analisado a partir dos direitos fundamentais, que constituem, a toda evidência, o fundamento e o fim da atividade estatal.\n\n\n\n    3. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751060654","externo_seq_objeto_incidente":5635951,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-216  DIVULG 03-10-2019  PUBLIC 04-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=918358&classe=ARE","is_colac":false,"titulo":"ARE 918358 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00002 ART-00005 \n          INC-00013 INC-00023 ART-00006 \"CAPUT\" \n          ART-00102 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-0543A PAR-00002\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-010257      ANO-2001\n                LEI ORDINÁRIA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00327 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000280      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000282      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000287      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   LEI-002105      ANO-1998\n                LEI ORDINÁRIA, DF"],"publicacao_data":"2019-10-04","documental_acordao_mesmo_sentido_lista_texto":"ARE 948201 AgR PROCESSO ELETRÔNICO\n          JULG-07-12-2020  UF-DF  TURMA-02  MIN-EDSON FACHIN N.PÁG-016\n          DJe-290  DIVULG 10-12-2020  PUBLIC 11-12-2020\n \nARE 1206131 AgR PROCESSO ELETRÔNICO\n          JULG-22-05-2020  UF-DF  TURMA-02  MIN-EDSON FACHIN N.PÁG-016\n          DJe-136  DIVULG 01-06-2020  PUBLIC 02-06-2020\n \nARE 1064577 AgR PROCESSO ELETRÔNICO\n          JULG-27-09-2019  UF-DF  TURMA-02  MIN-EDSON FACHIN N.PÁG-020\n          DJe-219  DIVULG 08-10-2019  PUBLIC 09-10-2019\n \nARE 951510 AgR ACÓRDÃO ELETRÔNICO\n          JULG-27-09-2019  UF-DF  TURMA-02  MIN-EDSON FACHIN N.PÁG-019\n          DJe-216  DIVULG 03-10-2019  PUBLIC 04-10-2019\n \nARE 988453 AgR-ED PROCESSO ELETRÔNICO\n          JULG-27-09-2019  UF-SC  TURMA-02  MIN-EDSON FACHIN N.PÁG-018\n          DJe-216  DIVULG 03-10-2019  PUBLIC 04-10-2019\n \nARE 918276 AgR ACÓRDÃO ELETRÔNICO\n          JULG-27-09-2019  UF-DF  TURMA-02  MIN-EDSON FACHIN N.PÁG-019\n          DJe-216  DIVULG 03-10-2019  PUBLIC 04-10-2019\n \nARE 918277 AgR ACÓRDÃO ELETRÔNICO\n          JULG-27-09-2019  UF-DF  TURMA-02  MIN-EDSON FACHIN N.PÁG-020\n          DJe-216  DIVULG 03-10-2019  PUBLIC 04-10-2019","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=918358&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS, DIREITO À MORADIA, PRINCÍPIO DA SEPARAÇÃO DE PODERES)\nARE 914634 AgR (2ªT), ARE 948601 AgR (1ªT), ARE 908144 AgR (2ªT), ARE 1023906 AgR (2ªT). \n- Decisão estrangeira citada: caso Government of the Republic of South Africa vs. Grootboom, da Corte Constitucional da África do Sul; Comentário Geral n. 7, do Comitê de Direitos Econômicos e Sociais.\nNúmero de páginas: 21.\nAnálise: 16/07/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : AGENCIA DE FISCALIZACAO DO DISTRITO FEDERAL - AGEFIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAGDO.(A/S)  : MANOEL CORREA DE SOUSA \nAGDO.(A/S)  : ELIÊDE ARAÚJO CASTRO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":412319,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ARE 918358 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2019-09-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":918358,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur394132","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo, nos termos do voto do Relator, vencido o Marco Aurélio. Primeira Turma, Sessão Virtual de 19.10.2018 a 25.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur394132","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur394132","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA RECLAMAÇÃO. EXECUÇÃO PENAL. ALEGADA VIOLAÇÃO À SÚMULA VINCULANTE Nº 26. AUSÊNCIA DE IDENTIDADE MATERIAL ENTRE A DECISÃO RECLAMADA E O PARADIGMA INVOCADO. INOCORRÊNCIA DE IMPUGNAÇÃO ESPECÍFICA A FUNDAMENTOS DA DECISÃO ORA AGRAVADA. REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO. INADMISSIBILIDADE NA VIA ELEITA. UTILIZAÇÃO DA RECLAMAÇÃO COMO SUCEDÂNEO DE RECURSO OU OUTRAS AÇÕES CABÍVEIS. IMPOSSIBILIDADE. AGRAVO REGIMENTAL DESPROVIDO. \n\n\n\n    1. A reclamação, por expressa determinação constitucional, destina-se a preservar a competência desta Suprema Corte e garantir a autoridade de suas decisões, ex vi do artigo 102, I, l, da CF, além de salvaguardar o estrito cumprimento dos enunciados da Súmula Vinculante, nos termos do artigo 103-A, § 3º, da Constituição, incluído pela EC n. 45/2004. Neste particular, a jurisprudência desta Suprema Corte estabeleceu diversas condicionantes para a utilização da via reclamatória, de sorte a evitar o uso promíscuo do referido instrumento processual. Disso resulta i) a impossibilidade de utilizar per saltum a reclamação, suprimindo graus de jurisdição, ii) a impossibilidade de se proceder a um elastério hermenêutico da competência desta Corte, por estar definida em rol numerus clausus, e iii) a observância da estrita aderência da controvérsia contida no ato reclamado e o conteúdo dos acórdãos desta Suprema Corte apontados como paradigma.\n\n\n\n    2. A aderência estrita entre o objeto do ato reclamado e o conteúdo da decisão do STF dotada de efeito vinculante e eficácia erga omnes apontada pelo reclamante é requisito para a admissibilidade da reclamação constitucional. Precedentes: Rcl 22.608-AgR, Segunda Turma, Rel. Min. Dias Toffoli, DJe de 22/04/2016; e Rcl 21.559-AgR, Primeira Turma, Rel. Min. Alexandre de Moraes, DJe de 01/09/2017.\n\n\n\n    3. A reclamação é ação inadequada para a valoração e exame minucioso do acervo fático probatório engendrado nos autos.\n\n\n\n    4. In casu, o exame criminológico foi determinado no afã de se permitir ao juízo da Execução Penal aferir o atendimento, pela reclamante, dos requisitos subjetivos necessários à concessão do benefício pretendido.\n\n\n\n    5. A reclamação é impassível de ser manejada como sucedâneo de recurso ou revisão criminal, bem como é inadmissível a sua utilização em substituição a outras ações cabíveis.\n\n\n\n    6. A impugnação específica da decisão agravada, quando ausente, conduz ao desprovimento do agravo regimental. Precedentes: Rcl 18.354-AgR, Segunda Turma, Rel. Min. Ricardo Lewandowski, DJe de 01/09/2017; e Rcl 26.244-AgR, Primeira Turma, Rel. Min. Luiz Fux, DJe de 09/08/2017.\n\n\n\n    7. A reiteração dos argumentos trazidos pelo agravante na petição inicial da impetração é insuscetível de modificar a decisão agravada. Precedente: Rcl 22.048-ED, Tribunal Pleno, DJe de 23/08/2016.\n\n\n\n    8. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748625897","externo_seq_objeto_incidente":5548669,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-238  DIVULG 08-11-2018  PUBLIC 09-11-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=31769&classe=Rcl","is_colac":false,"titulo":"Rcl 31769 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-L \n          ART-0103A INCLUÍDO PELA EMC-45/2004\n          ART-0103A PAR-00003 INCLUÍDO PELA EMC-45/2004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00013 REVOGADO PELA LEI-13105/2015\n          ART-00014 REVOGADO PELA LEI-13105/2015\n          ART-00015 REVOGADO PELA LEI-13105/2015\n          ART-00016 REVOGADO PELA LEI-13105/2015\n          ART-00017 REVOGADO PELA LEI-13105/2015\n          ART-00018 REVOGADO PELA LEI-13105/2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011417      ANO-2006\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00927 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00932 INC-00003 \n          ART-00988 PAR-00002 ART-00989 ART-00990 \n          ART-00991 ART-00992 ART-00993 ART-01072 \n          INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00156 \"CAPUT\" ART-00157 ART-00158 \n          ART-00159 ART-00160 ART-00161 ART-00162\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000026      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-11-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS. RECLAMAÇÃO, EVOLUÇÃO, LEGISLAÇÃO. RECLAMAÇÃO, MULTIPLICIDADE, PROCESSO, CARÁTER INCIDENTAL, TUMULTO. INTERPRETAÇÃO SISTEMÁTICA, CABIMENTO, RECLAMAÇÃO. COMPETÊNCIA FUNCIONAL, CARÁTER ABSOLUTO, GRAU DE JURISDIÇÃO. REQUISITO, RECLAMAÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: RECLAMAÇÃO, REITERAÇÃO, FUNDAMENTO, DECISÃO AGRAVADA, CÓDIGO DE PROCESSO CIVIL DE 2015, PREVISÃO, NÃO CONHECIMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=31769&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, AUSÊNCIA DE ADERÊNCIA ESTRITA)\nRcl 21559 AgR (1ªT), Rcl 22608 AgR (2ªT). \n(AGRAVO INTERNO, IMPUGNAÇÃO ESPECÍFICA, DECISÃO AGRAVADA)\nRcl 26244 AgR (1ªT), Rcl 18354 AgR (2ªT). \n(AGRAVO INTERNO, REITERAÇÃO, ARGUMENTO, PETIÇÃO INICIAL)\nRcl 22048 ED (TP). \n(RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS)\nRcl 141 (TP). \n(RECLAMAÇÃO, INTERPRETAÇÃO SISTEMÁTICA)\nRcl 10036 AgR (TP), HC 109956 (1ªT). \n(RECLAMAÇÃO, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA)\nRcl 6735 AgR (TP), Rcl 18020 AgR (1ªT), Rcl 22704 ED (2ªT), Rcl 25596 AgR (2ªT), Rcl 26154 AgR (2ªT). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO)\nRcl 4381 AgR (TP), Rcl 6581 AgR (2ªT), Rcl 23310 AgR (1ªT). \n(RECLAMAÇÃO, DETERMINAÇÃO, EXAME CRIMINOLÓGICO)\nRcl 28074 AgR (1ªT). \n(RECLAMAÇÃO, REEXAME, FATO, PROVA)\nRcl 24768 AgR (1ªT), Rcl 21690 AgR-ED (2ªT). \n- Decisão estrangeira citada: Caso McCulloch vs. Maryland, da Suprema Corte Americana.\nNúmero de páginas: 33.\nAnálise: 28/01/2019, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GISLAINE APARECIDA LIBERATO CANDIDO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAGDO.(A/S)  : NÃO INDICADO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":394132,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"Rcl 31769 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2018-10-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"AROCA, Juan Montero; MATÍES, José Flors. Amparo Constitucional y Proceso Civil. Valencia: Tirant lo blanch, 2005. p. 271-272.\nBOBBIO, Norberto. Teoria do ordenamento jurídico. Tradução: Maria Celeste C. J. Santos. 10. ed. Brasília: Universidade de Brasília, 1999. p. 71.\nCANARIS, Claus-Wilhelm. Pensamento sistemático e conceito de sistema na Ciência do Direito. Tradução: A. Menezes Cordeiro. 4. ed. Lisboa: Fundação Calouste Gulbenkian, 2008. p. 23 e 283.\nCHIOVENDA, Giuseppe. Instituições de direito processual civil. Tradução: Paolo Capitano. 4. ed. Campinas: Bookseller, 2009. p. 718.\nCORDEIRO, Antônio Menezes. Litigância de Má Fé, Abuso do direito de acção e culpa in agendo. Coimbra: Almedina, 2005, p. 72-73 e 85.\nMIRANDA, Francisco Cavalcanti Pontes de. Comentários ao Código de Processo Civil: arts. 444-475. 2. ed. Rio de Janeiro: Forense. Tomo V. p. 385-387, 390 e 394.\nSALGADO, Alí Joaquim. Judicio de Amparo y acción de inconstitucionalidad. Buenos Aires, 1987. p. 31, 32-33.\nSULLIVAN, Kathleen M.; GUNTHER, Gerald. Constitutional Law. 16. ed. New York: Foundation Press, 2007.","ministro_facet":["LUIZ FUX"],"processo_numero":31769,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur395007","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, confirmou a medida cautelar e julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade dos artigos 1º, 2º, 3º e 5º da Lei 3.213/2013 do Estado de Rondônia, nos termos do voto do Relator. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência do Ministro Dias Toffoli. Plenário, 25.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur395007","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur395007","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL E AMBIENTAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA LEGISLATIVA. LEI 3.213/2013 DO ESTADO DE RONDÔNIA. MINERAÇÃO E GARIMPAGEM. COMPETÊNCIA LEGISLATIVA PRIVATIVA DA UNIÃO (ART. 22, XII, DA CF). LICENCIAMENTO AMBIENTAL. COMPETÊNCIA CONCORRENTE. PRIMAZIA DA UNIÃO PARA FIXAR NORMAS GERAIS (ART. 24, VI, VII E VII, § 1º, 30, I E II, E 225, § 1º, IV, DA CF). EXERCÍCIO DO PODER DE POLÍCIA AMBIENTAL. SEPARAÇÃO DOS PODERES (ART. 2º DA CF). RESERVA DE ADMINISTRAÇÃO (ART. 2º, 61, § 1º, II, “E”, 84, II E VI, “A”, DA CF). COBRANÇA DE TAXA PELO EXERCÍCIO DO PODER DE POLÍCIA (ART. 145, II, DA CF), POR MEIO DE LEI DE INICIATIVA DO LEGISLATIVO. POSSIBILIDADE. INEXISTÊNCIA DE INICIATIVA RESERVADA EM MATÉRIA TRIBUTÁRIA. PARCIAL PROCEDÊNCIA.\n\n\n\n    1. Compete privativamente à União legislar sobre jazidas, minas, outros recursos minerais e metalurgia (CF/1988, art. 22, XII), em razão do que incorre em inconstitucionalidade a norma estadual que, a pretexto de regulamentar o licenciamento ambiental, impede o exercício de atividade garimpeira por pessoas físicas.\n\n\n\n    2. A diretriz fixada pelo constituinte, de favorecimento da organização da atividade garimpeira em cooperativas (art. 174, § 3º, da CF), não permite o extremo de limitar a prática de garimpagem apenas aos associados a essas entidades, sob pena de violação à garantia constitucional da liberdade de iniciativa e de livre associação (art. 1º, IV, art. 5º, XX, e art. 170, parágrafo único, da CF).\n\n\n\n    3. A competência legislativa concorrente cria o denominado “condomínio legislativo” entre a União e os Estados-Membros, cabendo à primeira a edição de normas gerais sobre as matérias elencadas no art. 24 da Constituição Federal; e aos segundos o exercício da competência complementar — quando já existente norma geral a disciplinar determinada matéria (CF, art. 24, § 2º) — e da competência legislativa plena (supletiva) — quando inexistente norma federal a estabelecer normatização de caráter geral (CF, art. 24, § 3º).\n\n\n\n    4. O licenciamento para exploração de atividade potencialmente danosa, como é o caso da lavra de recursos minerais, insere-se no Poder de Polícia Ambiental, cujo exercício é atividade administrativa de competência do Poder Executivo e, portanto, submetida à reserva de administração (art. 61, § 1º, II, e, c/c art. 84, II e VI, “a”, da CF).\n\n\n\n    5. A definição do valor cobrado a título de taxa pelo exercício do poder de polícia (art. 145, II, da CF) pode ser estabelecida em sede legislativa, por iniciativa concorrente dos Poderes Executivo e Legislativo, pois não há falar em iniciativa reservada em matéria tributária (ARE 743480, Rel. Min. GILMAR MENDES, Tribunal Pleno, julgado sob o rito da repercussão geral, DJe de 19/11/2013).\n\n\n\n    6. Medida Cautelar confirmada e Ação Direta julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748710834","externo_seq_objeto_incidente":4508604,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-250  DIVULG 22-11-2018  PUBLIC 23-11-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5077&classe=ADI","is_colac":false,"titulo":"ADI 5077","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00002 ART-00005 \n          INC-00020 ART-00020 INC-00009 ART-00021 \n          INC-00025 ART-00022 INC-00012 ART-00024 \n          INC-00006 INC-00007 PAR-00001 PAR-00002 \n          PAR-00003 ART-00030 INC-00001 INC-00002 \n          ART-00060 PAR-00004 INC-00001 ART-00061 \n          PAR-00001 INC-00002 ART-00084 INC-00002 \n          INC-00006 LET-A ART-00145 INC-00002 \n          ART-00170 PAR-ÚNICO ART-00174 PAR-00003 \n          ART-00176 \"CAPUT\" PAR-00001 ART-00225 \n          PAR-00001 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006938      ANO-1981\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011685      ANO-2008\n                LEI ORDINÁRIA - ESTATUTO DO GARIMPEIRO\n\n","LEG-FED   DEC-000227      ANO-1967\n                DECRETO - CÓDIGO DE MINERAÇÃO\n\n","LEG-FED   RES-000237      ANO-1997\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-EST   LEI-003213      ANO-2013\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003 \n          ART-00004 PAR-ÚNICO ART-00005\n                LEI ORDINÁRIA, RO\n\n","LEG-EST   DEC-005124      ANO-1991\n                DECRETO, RO"],"publicacao_data":"2018-11-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DELIMITAÇÃO, NORMA GERAL, COMPETÊNCIA SUPLEMENTAR, COMPETÊNCIA CONCORRENTE. INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. COMPETÊNCIA MATERIAL, COMPETÊNCIA LEGISLATIVA, DIREITO AMBIENTAL. PODER LEGISLATIVO, RESERVA DE ADMINISTRAÇÃO, EQUILÍBRIO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5077&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INICIATIVA PRIVATIVA, MATÉRIA TRIBUTÁRIA)\nARE 743480 RG. \n(COMPETÊNCIA LEGISLATIVA, DIREITO MINERÁRIO)\nRE 77890 (1ªT). \n(COMPETÊNCIA LEGISLATIVA, DIREITO AMBIENTAL)\nRE 194704 (TP), ADI 2396 (TP), ADI 3937 MC (TP), ADI 1086 (TP). \n(PODER DE POLÍCIA, LICENÇA AMBIENTAL, COMPETÊNCIA, PODER EXECUTIVO)\nADI 1505 (TP), ADI 3252 MC (TP). \n(COMPETÊNCIA LEGISLATIVA, RESERVA DE ADMINISTRAÇÃO)\nADI 776 (TP), ADI 3075 (TP), ADI 3169 (TP), ADI 3343 (TP), ADI 2364 MC (1ªT), ADI 5501 MC (TP), ADI 2364 MC (TP). \n- Legislação estrangeira citada: Constituição dos Estados Unidos.\nNúmero de páginas: 21.\nAnálise: 04/02/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE RONDÔNIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":395007,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5077","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA. Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. I. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo. 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do\nequilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5077,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}