{"result":{"took":359,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur449599","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"ES","is_questao_ordem":false,"acordao_ata":"Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta, para declarar a inconstitucionalidade formal do parágrafo único do art. 1º da Lei 9.394/2010 do Estado do Espírito Santo, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator) e Ricardo Lewandowski, que julgavam parcialmente procedente a ação, para dar interpretação conforme ao dispositivo, e o Ministro Marco Aurélio, que julgava improcedente a ação. Plenário, Sessão Virtual de 4.6.2021 a 11.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur449599","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Espírito Santo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur449599","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. PARÁGRAFO ÚNICO DO ART. 1º DA LEI 9.394/2010, DO ESTADO DO ESPÍRITO SANTO. IMPOSIÇÃO DE PRAZO PARA AUTORIZAÇÃO DE COBERTURA DE PROCEDIMENTOS OU JUSTIFICATIVA PARA A NEGATIVA POR PARTE DE OPERADORAS DE PLANOS DE SAÚDE. INCONSTITUCIONALIDADE JÁ DECLARADA PELO SUPREMO TRIBUNAL FEDERAL EM RELAÇÃO AO CAPUT DO MESMO ARTIGO. USURPAÇÃO DA COMPETÊNCIA LEGISLATIVA PRIVATIVA DA UNIÃO EM MATÉRIA DE DIREITO CIVIL, CONTRATUAL E POLÍTICA DE SEGUROS (ART. 22, I E VII, DA CF). PROCEDÊNCIA DO PEDIDO.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. O custeio de exames e procedimentos cirúrgicos realizados pelos conveniados das empresas de plano de saúde se insere no núcleo essencial das atribuições e serviços prestados pelas operadoras previamente estabelecidos em contrato. Relação contratual que se rege a partir de normas de competência da União Federal. Precedentes.\n\n\n\n    4. O parágrafo único do art. 1º da Lei 9.394/2010, do Estado do Espírito Santo, ao estabelecer o prazo máximo de 24 (vinte e quatro) horas para que as empresas autorizem ou não as solicitações de exames e procedimentos cirúrgicos em seus conveniados que tenham mais de 60 (sessenta) anos, padece de vício de inconstitucionalidade formal, por usurpação da competência privativa da União para legislar sobre Direito Civil e política de seguros (art. 22, I e VII, da CF). \n\n\n\n    5. Ação Direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759893414","externo_seq_objeto_incidente":5933181,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-125  DIVULG 25-06-2021  PUBLIC 28-06-2021\nREPUBLICAÇÃO: DJe-057  DIVULG 24-03-2022  PUBLIC 25-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6452&classe=ADI","is_colac":false,"titulo":"ADI 6452","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00005 INC-00023\n    INC-00036 ART-00022 INC-00001 INC-00007\n    ART-00023 INC-00001 ART-00024 INC-00008\n    INC-00012 ART-00030 INC-00001 ART-00102\n    INC-00001 LET-A ART-00103 INC-00009\n    ART-00170 \"CAPUT\" INC-00005\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    ART-00002 ART-00006 INC-00005\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009961 ANO-2000\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00317\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   RES-000395 ANO-2015\n    ART-00009 PAR-00001 PAR-00002 PAR-00003\n    ART-00010\n    RESOLUÇÃO NORMATIVA DA  AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS\n\n","LEG-EST   LEI-009394 ANO-2010\n    ART-00001 \"CAPUT\" PAR-ÚNICO ART-00002\n    \"CAPUT\"\n    LEI ORDINÁRIA, ES\n\n","LEG-EST   LEI-009833 ANO-2012\n    LEI ORDINÁRIA, ES"],"publicacao_data":"2022-03-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DOUTRINA, FEDERALISMO, DISTRIBUIÇÃO, COMPETÊNCIA. CONSTITUIÇÃO FEDERAL DE 1988, UNIÃO FEDERAL, COMPETÊNCIA PRIVATIVA, LEGISLAÇÃO, MATÉRIA, IMPORTÂNCIA. FEDERALISMO CENTRÍPETO, UNIÃO FEDERAL, LEGISLAÇÃO, NORMA GERAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONTROLE CONCENTRADO, LEGITIMIDADE ATIVA, PERTINÊNCIA TEMÁTICA. PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, REFORÇO, FEDERALISMO COOPERATIVO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, COMPETÊNCIA LEGISLATIVA, AUTONOMIA, ESTADO-MEMBRO. FEDERALISMO, CONFLITO DE COMPETÊNCIA, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO LEGISLATIVO; PROTEÇÃO, DIREITO FUNDAMENTAL, EFETIVIDADE. SEGURANÇA JURÍDICA, ATO JURÍDICO PERFEITO, TEORIA DA IMPREVISÃO, REBUS SIC STANTIBUS. DESCABIMENTO, INCIDÊNCIA, LEI ESTADUAL, RELAÇÃO CONTRATUAL, MOMENTO ANTERIOR.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, ÂMBITO, PROTEÇÃO, CONSUMIDOR, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, RAZOABILIDADE. INEXISTÊNCIA, CONTRARIEDADE, SEGURANÇA JURÍDICA, ATO JURÍDICO PERFEITO. CONSTITUIÇÃO FEDERAL, AUSÊNCIA, PRINCÍPIO, CARÁTER ABSOLUTO. INEXISTÊNCIA, USURPAÇÃO, COMPETÊNCIA, UNIÃO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6452&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, UNIÃO, DIREITO CIVIL, CONTRATO DE SEGURO)\nADI 1589 (TP), ADI 1646 (TP), ADI 3207 (TP), ADI 4445 (TP), ADI 4701 (TP), ADI 4818 (TP), ADI 4445 ED (TP), ADI 6341 MC-Ref (TP), ADI 6423 (TP), ADI 6452 (TP), ADI 6493 (TP), ADI 6575 (TP). \n(LEGITIMIDADE ATIVA, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\nADI 4701 (TP). \n(ADI, COMPETÊNCIA LEGISLATIVA, UNIÃO, LEGISLAÇÃO, PLANO DE SAÚDE)\nADI 4445 (TP). \n(ADI, ALTERAÇÃO, LEGISLAÇÃO, MOMENTO POSTERIOR, AJUIZAMENTO)\nADI 4445 ED (TP). \n(COMPETÊNCIA LEGISLATIVA, COMPETÊNCIA CONCORRENTE, FEDERALISMO COOPERATIVO, MEDIDA DE ENFRENTAMENTO À PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19))\nADI 6341 MC-Ref (TP), ADI 6423 (TP), ADI 6493 (TP), ADI 6575 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, ESTADO-MEMBRO, DIREITO DO CONSUMIDOR)\nADI 3874 (TP), ADI 5462 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\n- Veja ADI 3874 do STF.\n- Veja art. 3º, da UNIDAS.\nNúmero de páginas: 34.\nAnálise: 09/02/2022, MAV.\nNúmero de páginas: 34.\nAnálise: 06/02/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : UNIDAS - UNIAO NACIONAL DAS INSTITUICOES DE AUTOGESTAO EM SAUDE. \r\nADV.(A/S)           : JOSE LUIZ TORO DA SILVA E OUTRO(A/S)\r\nINTDO.(A/S)         : ASSEMBLEIA LEGISLATIVA DO ESTADO DO ESPÍRITO SANTO \r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS \r\nINTDO.(A/S)         : GOVERNADOR DO ESTADO DO ESPÍRITO SANTO \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":449599,"documental_tese_texto":null,"procedencia_geografica_completo":"ES - ESPÍRITO SANTO","processo_codigo_completo":"ADI 6452","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-06-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, R. Teoria dos Direitos Fundamentais. Tradução: Virgílio A. Da Silva. São Paulo: Malheiros, 2015. p. 138.\nATALIBA, Geraldo. República e Constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBRANCO, Paulo G. G; MENDES, Gilmar F. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 97.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de direito administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHÄRTEL, Ines. Die Gesetzgebungskompetenzen des Bundes und der Länder im Lichte des wohlgeordneten Rechts. In: HÄRTEL, Ines (org.). Handbuch Föderalismus: Föderalismus als demokratische Rechtsordnung und Rechtskultur in Deutschland, Europa und der Welt. Heidelberg: Springer, 2012.  Tomo I. p. 527-611 e 587.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nKLATT, Matthias; MEISTER, Moritz. The Constitutional Structure of Proportionality. Oxford: Oxford University Press, 2012.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michel J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nMORAES, Renato José. Cláusula rebus sic stantibus. São Paulo: Saraiva, 2001. p. 270-271.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELOSSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":6452,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur450387","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"A Turma, nos termos do voto médio do Ministro Marco Aurélio, deu provimento ao agravo para que a reclamação tenha regular sequência. Os Ministros Dias Toffoli, Relator, e Alexandre de Moraes, negavam provimento ao recurso. A Ministra Rosa Weber, acompanhada pelo Ministro Luís Roberto Barroso, davam provimento ao agravo para cassar a decisão agravada e deferir medida liminar para suspender os efeitos do ato ora impugnado. Redigirá o acórdão o Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 11.6.2021 a 18.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"MARCO AURÉLIO","revisor_processo_nome":null,"id":"sjur450387","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur450387","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-AgR","is_processo_antigo":false,"ementa_texto":"RECLAMAÇÃO – ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL Nº 130/DF. O Supremo, no julgamento da arguição de descumprimento de preceito fundamental nº 130, relator ministro Carlos Ayres Britto, acórdão publicado no Diário da Justiça eletrônico de 6 de novembro de 2009, assentou ser a plena liberdade de imprensa, patrimônio imaterial, o mais eloquente atestado de evolução político-cultural do povo. A intervenção do Judiciário volta-se ao controle do abuso, podendo desaguar em indenização por dano material, moral e à imagem.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756641899","externo_seq_objeto_incidente":6155504,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-155  DIVULG 03-08-2021  PUBLIC 04-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=43220&classe=Rcl","is_colac":false,"titulo":"Rcl 43220 ED-AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00004 INC-00009 INC-00010\n    INC-00014 INC-00055 ART-00102 INC-00001\n    LET-L ART-03-A PAR-00003 ART-00215\n    ART-00220 \"CAPUT\" PAR-00001 PAR-00002\n    PAR-00006 ART-00220\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250 ANO-1967\n    LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-009504 ANO-1997\n    INC-00002 INC-00003 PAR-00004 PAR-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00009 ART-00989 INC-00003\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2021-08-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LIBERDADE DE IMPRENSA, DEMOCRACIA, ESTADO DE DIREITO. LIBERDADE DE IMPRENSA, ACESSO À INFORMAÇÃO, INTERESSE PÚBLICO, ATUAÇÃO, PODER PÚBLICO. DESCABIMENTO, PODER PÚBLICO, DEFINIÇÃO, CONTEÚDO JORNALÍSTICO. INTERVENÇÃO, PODER JUDICIÁRIO, CONTENÇÃO, ABUSO, IMPOSIÇÃO, INDENIZAÇÃO, DANO MORAL, DANO PATRIMONIAL, DIREITO DE INDENIZAÇÃO POR DANO À IMAGEM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INCOMPATIBILIDADE, ESTADO DEMOCRÁTICO DE DIREITO, RESTRIÇÃO, EXERCÍCIO, LIBERDADE DE EXPRESSÃO, OPINIÃO, LIBERDADE DE IMPRENSA. CENSURA. EXCEPCIONALIDADE, RESTRIÇÃO, LIBERDADE DE EXPRESSÃO. LIMITAÇÃO MATERIAL, LIBERDADE DE EXPRESSÃO. VEDAÇÃO, CONSTITUIÇÃO FEDERAL, PODER PÚBLICO, PARTICULAR, INTERFERÊNCIA, LIBERDADE DE EXPRESSÃO. DIREITO DE INFORMAR, DIREITO DE SER INFORMADO, DIREITO DE EMITIR OPINIÃO, DIREITO DE CRÍTICA. INCOMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, DETERMINAÇÃO, FORMA, EDIÇÃO, MATÉRIA JORNALÍSTICA. LIBERDADE DE EXPRESSÃO, DIREITO COLETIVO, INFORMAÇÃO. CARACTERÍSTICA, DEMOCRACIA, DIREITO À INFORMAÇÃO, OPINIÃO, DIREITO DE CRÍTICA, UTILIZAÇÃO, REDE SOCIAL, COMUNICAÇÃO DE MASSA. DESCABIMENTO, CENSURA PRÉVIA, INTIMIDAÇÃO. RECLAMAÇÃO, TEORIA DOS MOTIVOS DETERMINANTES. DIREITO DA PERSONALIDADE, DIREITO À HONRA, DIREITO À IMAGEM, DIREITO DE INDENIZAÇÃO POR DANO MATERIAL, DIREITO DE INDENIZAÇÃO POR DANO MORAL. CONFRONTO, DIREITO À HONRA, DIREITO À IMAGEM, INTERESSE INDIVIDUAL, INTERESSE PÚBLICO, PRESERVAÇÃO, LIBERDADE DE EXPRESSÃO. CABIMENTO, CONTROLE, PODER JUDICIÁRIO, HIPÓTESE, ABUSO, LIBERDADE DE EXPRESSÃO. IMPOSSIBILIDADE, RESTRIÇÃO, CIRCULAÇÃO, IDEIA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: AUSÊNCIA, CENSURA, PODER JUDICIÁRIO, CASO CONCRETO. AUSÊNCIA DE ADERÊNCIA ESTRITA. DIREITO AO ESQUECIMENTO. PROTEÇÃO, DIREITO DA PERSONALIDADE, DIREITO À INTIMIDADE, DIREITO À VIDA PRIVADA, DIREITO À IMAGEM, DIREITO À HONRA. JULGAMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, POSSIBILIDADE, CONTROLE JUDICIAL, ATIVIDADE, IMPRENSA, MOMENTO POSTERIOR. AUSÊNCIA, DISCUSSÃO, ACÓRDÃO PARADIGMA, REPERCUSSÃO GERAL, LEGITIMIDADE, RETIRADA, MATÉRIA, CIRCULAÇÃO.\n\n- TERMO(S) DE RESGATE: BLOCO DE BENS DE PERSONALIDADE. PROTEÇÃO DE REPUTAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=43220&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-ED-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIBERDADE DE IMPRENSA)\nADPF 130 (TP), ADI 4451 (TP). \n(RECLAMAÇÃO, AUSÊNCIA DE ADERÊNCIA ESTRITA)\nRcl 16492 AgR (2ªT), Rcl 11463 AgR (1ªT). \n(INTIMAÇÃO, CONTRARRAZÕES, AGRAVO INTERNO, PRINCÍPIO DO CONTRADITÓRIO)\nRcl 37892 AgR (1ªT), Rcl 45682 AgR (1ªT). \n(RECLAMAÇÃO, TRANSCENDÊNCIA DOS MOTIVOS DETERMINANTES)\nADPF 130 (TP), Rcl 22328 (1ªT). \n(LIBERDADE DE IMPRENSA, INTERESSE PÚBLICO, DIREITO DE CRÍTICA, DIREITO DE EMITIR OPINIÃO)\nRcl 28747 AgR (1ªT), Rcl 31117 AgR (2ªT). \n(DIREITO AO ESQUECIMENTO)\nRE 662055 RG (TP). \n- Decisões monocráticas citadas:\n(RECLAMAÇÃO, TRANSCENDÊNCIA DOS MOTIVOS DETERMINANTES)\nRcl 16434, Rcl 18186, Rcl 30105, Rcl 18746, Rcl 31117 MC-AgR, Rcl 35039 MC.\n- Veja ARE 833248, RE 1010606 (Tema 786), e RE 662055 (Tema 837) da Repercussão Geral do STF.\n- Legislação estrangeira citada: Primeira Emenda à Constituição dos Estados Unidos.\n- Decisões estrangeiras citadas: Caso New York Times vs. Sullivan, da Suprema Corte dos Estados Unidos; Caso Lingens vs. Austria, da Corte Europeia de Direitos Humanos.\nNúmero de páginas: 34.\nAnálise: 06/05/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MARE CLAUSUM PUBLICACOES LTDA \nADV.(A/S)  : LOURIVAL JOSE DOS SANTOS \nADV.(A/S)  : ANDRE MARSIGLIA DE OLIVEIRA SANTOS \nAGDO.(A/S)  : NELSON MISSIAS DE MORAIS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUÍZA DE DIREITO DA 1ª UNIDADE JURISDICIONAL CÍVEL DA COMARCA DE BELO HORIZONTE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":450387,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"Rcl 43220 ED-AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2021-06-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NOS EMB.DECL. NA RECLAMAÇÃO","documental_doutrina_texto":"FISS, Owen M. A Ironia da liberdade de expressão – estado, regulação e diversidade na esfera pública. Tradução: Gustavo Binenbojm e Caio Mário da Silva Pereira Neto. Renovar, 2005. p. 99.\nLEWIS, Anthony. Liberdade para as ideias que odiamos: uma biografia da primeira emenda à Constituição americana. Tradução: Rosana Nucci. São Paulo: Aracatti, 2011.\nSILVA, José Afonso da. Comentário contextual à Constituição. 6. ed. São Paulo: Malheiros, 2009. p. 826.","ministro_facet":["DIAS TOFFOLI","MARCO AURÉLIO"],"processo_numero":43220,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur455510","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da ação direta e, no mérito, julgou procedente o pedido formulado, para declarar a inconstitucionalidade dos arts. 1º, 2º e 4º da Lei n. 2.902/2004 do Estado do Mato Grosso do Sul, nos termos do voto da Relatora. Plenário, Sessão Virtual de 15.10.2021 a 22.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur455510","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur455510","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa\n\n\n\n    Ação direta de inconstitucionalidade. Lei 2.902/2004 do Estado do Mato Grosso do Sul. Manutenção obrigatória de exemplares da Bíblia Sagrada nas unidades escolares da rede estadual de ensino e nos acervos das bibliotecas públicas daquela unidade da federação. Violação dos princípios da isonomia, da liberdade religiosa e da laicidade estatal. Configuração. Precedentes. Procedência do pedido. \n\n\n\n    1. Nos termos da jurisprudência consolidada desta Suprema Corte, existindo correlação lógico-jurídica entre o fator de discrímen e os interesses constitucionais perseguidos, não há falar em violação do princípio da isonomia. Precedentes.\n\n\n\n    2. A laicidade estatal, longe de impedir a relação do Estado com as religiões, impõe a observância, pelo Estado, do postulado da imparcialidade (ou neutralidade) frente à pluralidade de crenças e orientações religiosas e não religiosas da população brasileira.\n\n\n\n    3. Viola os princípios da isonomia, da liberdade religiosa e da laicidade estatal dispositivos legais que tornam obrigatória a manutenção de exemplares da Bíblia Sagrada nas unidades escolares da rede estadual de ensino e nos acervos das bibliotecas públicas, às custas dos cofres públicos. Precedente: ADI 5.258/AM, Rel. Min. Cármen Lúcia, Tribunal Pleno, Sessão Virtual de 02.4.2021 a 12.4.2021, DJe 27.4.2021, por unanimidade. \n\n\n\n    4. Ação direta de inconstitucionalidade conhecida. Pedido julgado procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758046457","externo_seq_objeto_incidente":4727832,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-217  DIVULG 04-11-2021  PUBLIC 05-11-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5256&classe=ADI","is_colac":false,"titulo":"ADI 5256","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00072 PAR-00007\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00006 INC-00007 INC-00008\n    ART-00019 INC-00001 ART-00103 INC-00006\n    ART-00210 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-00119A ANO-1890\n    ART-00001\n    DECRETO\n\n","LEG-EST   LEI-002902 ANO-2004\n    ART-00001 ART-00002 ART-00004\n    LEI ORDINÁRIA, MS"],"publicacao_data":"2021-11-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO, LEGISLAÇÃO, PROTEÇÃO, LIBERDADE DE RELIGIÃO. DIREITO FUNDAMENTAL, LIBERDADE DE CONSCIÊNCIA, LIBERDADE, CRENÇA, DIMENSÃO INTERIOR DA LIBERDADE DE RELIGIÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO. JURISPRUDÊNCIA, STF, PROTEÇÃO, LIBERDADE DE CONSCIÊNCIA, LIBERDADE, CRENÇA, LIBERDADE DE CULTO RELIGIOSO. VEDAÇÃO, TRATAMENTO DISCRIMINATÓRIO, FAVORECIMENTO, INSTITUIÇÃO RELIGIOSA.\n\n- TERMO(S) DE RESGATE: LAICIDADE COLABORATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5256&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, LEI ESTADUAL, OBRIGAÇÃO, BÍBLIA, ESCOLA PÚBLICA, BIBLIOTECA, PRINCÍPIO DA ISONOMIA, LIBERDADE DE RELIGIÃO, PRINCÍPIO DO ESTADO LAICO)\nADI 5258 (TP). \n(GARANTIA CONSTITUCIONAL, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO)\nRE 494601 (TP). \n(CONSTITUCIONALIDADE, ENSINO RELIGIOSO CONFESSIONAL, ENSINO RELIGIOSO FACULTATIVO, ESCOLA PÚBLICA)\nADI 4439 (TP). \n(CONSTITUCIONALIDADE, PROSELITISMO, RÁDIO COMUNITÁRIA, LIBERDADE DE RELIGIÃO)\nADI 2566 (TP). \n(IMUNIDADE TRIBUTÁRIA, ITEMPLO DE QUALQUER CULTO)\nRE 325822 (TP), RE 578562 (TP), ARE 800395 AgR (1ªT). \n(GARANTIA CONSTITUCIONAL, LIBERDADE DE RELIGIÃO, ALTERAÇÃO, DATA, CONCURSO PÚBLICO, MOTIVO, CRENÇA RELIGIOSA)\nRE 611874 (TP), ARE 1099099 (TP). \n(PRINCÍPIO DO ESTADO LAICO, IMPORTÂNCIA, MULTIPLICIDADE, RELIGIÃO)\nADI 3478 (TP). \n(CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA ISONOMIA)\nADI 3330 (TP), ADPF 186 (TP), ADC 41 (TP). \n(PRINCÍPIO DA ISONOMIA, TRATAMENTO DISCRIMINATÓRIO, FUNDAMENTO, VALOR CONSTITUCIONAL)\nRE 640905 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, OFENSA, PRINCÍPIO DO ESTADO LAICO)\nADI 5257 (TP), ADI 5258 (TP). \n- Decisão monocrática citada:\n(INCONSTITUCIONALIDADE, LEI ESTADUAL, OBRIGAÇÃO, BÍBLIA, ESCOLA PÚBLICA, BIBLIOTECA, PRINCÍPIO DA ISONOMIA, LIBERDADE DE RELIGIÃO, PRINCÍPIO DO ESTADO LAICO)\nARE 1014615.\n- Decisão estrangeira citada: Caso County of Allegheny vs. American Civil Liberties Union, 492 U.S. 573, 1989, da Suprema Corte dos Estados Unidos.\nNúmero de páginas: 23.\nAnálise: 14/07/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO DO SUL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO DO SUL \nADV.(A/S)  : FABIO DE OLIVEIRA CAMILLO \nAM. CURIAE.  : LIGA HUMANISTA SECULAR DO BRASIL \nADV.(A/S)  : THIAGO GOMES VIANA \nAM. CURIAE.  : CONVENÇÃO BATISTA BRASILEIRA - CBB \nADV.(A/S)  : IGOR LUIS PEREIRA E SILVA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS EVANGÉLICOS - ANAJURE \nADV.(A/S)  : UZIEL SANTANA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":455510,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ADI 5256","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CHIASSONI, Pierluigi. Liberdade de consciência e liberdade religiosa em um estado constitucional – O que visa proteger. Revista Jurídica da Presidência, v. 19, n. 118, jun./set. 2017, p. 257-278.\nDWORKIN, Ronald. Is Democracy Possible Here? Principles for a new political debate. Princeton University Press, 2006.\nMCCONNEL, Michael W.; POSNER, Richard A. An Economic Approach to Issues of Religious Freedom. The University of Chicago Law Review, v. 56, n. 1, 1989, p. 1-60.\nMELLO, Celso Antônio Bandeira de. O conteúdo jurídico do princípio da igualdade. 3. ed. São Paulo: Malheiros Editores, 1993. p. 21-22.\nPIRES, Thiago Magalhães. Entre a cruz e a espada: liberdade religiosa e laicidade do Estado no Brasil. Rio de Janeiro: Lumen Juris, 2018. p. 252-276.","ministro_facet":["ROSA WEBER"],"processo_numero":5256,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433860","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente a ação para determinar à União que se abstenha de aplicar ao Estado de Mato Grosso qualquer das providências previstas no art. 7º da Lei 9.717/1998 ou de negar-lhe a expedição do Certificado de Regularidade Previdenciária caso continue a aplicar aos policiais e bombeiros militares estaduais e seus pensionistas a alíquota de contribuição para o regime de inatividade e pensão prevista em lei estadual, em detrimento do que prevê o art. 24-C do Decreto-Lei 667/1969, com a redação da Lei 13.954/2019, ficando prejudicado o agravo interno interposto contra a decisão que deferiu a liminar e condenada a União ao pagamento de honorários advocatícios, arbitrados em R$ 4.000,00 (quatro mil reais), corrigidos a partir desta decisão (artigo 85, § 8º, do CPC de 2015), nos termos do voto do Relator. Falou, pelo autor, o Dr. Lucas Schwinden Dallamico, Procurador do Estado. Plenário, Sessão Virtual de 25.9.2020 a 2.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433860","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433860","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO CÍVEL ORIGINÁRIA. CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI 13.954/2019. ALÍQUOTA DE CONTRIBUIÇÃO PARA INATIVIDADE E PENSÃO. POLICIAIS E BOMBEIROS MILITARES ESTADUAIS. COMPETÊNCIA DA UNIÃO PARA ESTABELECER NORMAS GERAIS. ART. 22, XXI, DA CF/88. EXTRAVASAMENTO DO CAMPO ALUSIVO A NORMAS GERAIS. INCOMPATIBILIDADE COM A CONSTITUIÇÃO. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE. PROCEDÊNCIA DA AÇÃO.\n\n\n\n    1. Ação Cível Originária ajuizada por Estado-membro com o objetivo não afastar sanção decorrente de aplicação, aos militares, de alíquota de contribuição para o regime de inatividade e pensão prevista na legislação estadual, em detrimento de lei federal que prevê a aplicação da mesma alíquota estabelecida para as Forças Armadas.\n\n\n\n    2. É possível a utilização da Ação Cível Originária a fim de obter pronunciamento que declare, incidentalmente, a inconstitucionalidade de uma lei ou ato normativo, particularmente quando esta declaração constituir-lhe a sua causa de pedir e não o próprio pedido.\n\n\n\n    3. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    4. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    5. Cabe à lei estadual, nos termos do art. 42, § 1º, da Constituição Federal, regulamentar as disposições do art. 142, § 3º, inciso X, dentre as quais as relativas ao regime de aposentadoria dos militares estaduais e a questões pertinentes ao regime jurídico.\n\n\n\n    6. A Lei Federal 13.954/2019, ao definir a alíquota de contribuição previdenciária a ser aplicada aos militares estaduais, extrapolou a competência para a edição de normas gerais, prevista no art. 22, XI, da Constituição, sobre “inatividades e pensões das polícias militares e dos corpos de bombeiros militares”.\n\n\n\n    7. Ação Cível Originária julgada procedente para determinar à União que se abstenha de aplicar ao Estado de Mato Grosso qualquer das providências previstas no art. 7º da Lei 9.717/1998 ou de negar-lhe a expedição do Certificado de Regularidade Previdenciária caso continue a aplicar aos policiais e bombeiros militares estaduais e seus pensionistas a alíquota de contribuição para o regime de inatividade e pensão prevista em lei estadual, em detrimento do que prevê o art. 24-C do Decreto-Lei 667/1969, com a redação da Lei 13.954/2019. Honorários sucumbenciais arbitrados em R$ 4.000,00 (quatro mil reais), nos termos do artigo 85, § 8º, do CPC de 2015, devidos ao Estado-Autor.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754130379","externo_seq_objeto_incidente":5909048,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-252  DIVULG 16-10-2020  PUBLIC 19-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3396&classe=ACO","is_colac":false,"titulo":"ACO 3396","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 INC-00021 ART-00024 ART-00030 \n          INC-00001 ART-00042 PAR-00001 ART-00142 \n          PAR-00003 INC-00010\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000103      ANO-2019\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009717      ANO-1998\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00008 ART-00355 INC-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013954      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000667      ANO-1969\n          ART-0024C\n                DECRETO-LEI\n\n","LEG-EST   LCP-000125      ANO-2012\n          ART-00008 ART-00009 ART-00010\n                LEI COMPLEMENTAR, MG\n\n","LEG-EST   LCP-000654      ANO-2020\n                LEI COMPLEMENTAR, MT"],"publicacao_data":"2020-10-19","documental_acordao_mesmo_sentido_lista_texto":"ACO 3396 ED-ED PROCESSO ELETRÔNICO\n          JULG-17-02-2021  UF-DF  TURMA-TP  MIN-ALEXANDRE DE MORAES N.PÁG-008\n          DJe-035  DIVULG 24-02-2021  PUBLIC 25-02-2021","documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. INTERPRETAÇÃO, TERMO, NORMA GERAL, DIRETRIZ, COMPETÊNCIA CONCORRENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3396&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FEDERALISMO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, ESTADO DE DIREITO)\nADI 4173 (TP). \n(COMPETÊNCIA CONCORRENTE, INTERPRETAÇÃO RESTRITIVA, NORMA GERAL)\nADI 1540 (TP). \n(PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, DIREITO PREVIDENCIÁRIO)\nADI 4912 (TP), ARE 915062 AgR (2ªT). \n- Decisão monocrática citada:\n(PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, DIREITO PREVIDENCIÁRIO)\nACO 3350 MC.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 23.\nAnálise: 18/11/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nRÉU(É)(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : A ASSEMBLEIA LEGISLATIVA DO ESTADO DO MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : ASSOCIAÇÃO DOS OFICIAIS DA POLÍCIA MILITAR E BOMBEIRO MILITAR DE MATO GROSSO ? ASSOF-MT \nADV.(A/S)  : ALE ARFUX JÚNIOR \nADV.(A/S)  : TENARESSA APARECIDA DE ARAÚJO DELLA LÍBERA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DAS ENTIDADES REPRESENTATIVAS DE POLICIAIS MILITARES E BOMBEIROS MILITARES E PENSIONISTAS DO BRASIL ? ANERBM \nADV.(A/S)  : CARLOS FREDERICK DA SILVA INEZ DE ALMEIDA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433860,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ACO 3396","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-10-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Fernando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99. p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON. The Federalist papers, n. 9.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81. p. 53 et seq.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nJAY; MEDISON; HAMILTON. Os Artigos Federalistas.\nLEVI, Lúcio. Federalismo. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130. p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. t. 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187. p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":3396,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433659","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":true,"acordao_ata":"A Turma, por maioria, resolvendo questão de ordem, julgou prejudicada a reclamação, nos termos do voto do Relator, vencido o Ministro Gilmar Mendes, que dela conhecia para julgá-la procedente e cassar o acórdão reclamado, no ponto em que, com base exclusivamente no tipo penal, obstou a substituição da pena privativa de liberdade por sanção restritiva de direito. Ausente, justificadamente, a Ministra Cármen Lúcia. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 14.5.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433659","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433659","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-QO","is_processo_antigo":false,"ementa_texto":"E M E N T A: QUESTÃO DE ORDEM – RECLAMAÇÃO – TRÁFICO PRIVILEGIADO DE DROGAS – PRETENDIDA CONVERSÃO DA PENA PRIVATIVA DE LIBERDADE EM SANÇÕES RESTRITIVAS DE DIREITOS – INVOCAÇÃO, COMO PARÂMETRO DE CONTROLE, DO JULGAMENTO PLENÁRIO PROFERIDO NO EXAME DO HC 97.256/RS, REL. MIN. AYRES BRITTO, NO QUAL SE RECONHECEU A INCONSTITUCIONALIDADE DA VEDAÇÃO LEGAL CONSTANTE DA LEI Nº 11.343/2006 (LEI DE DROGAS) – DECISÃO JUDICIAL TRANSITADA EM JULGADO QUE, APÓS  O AJUIZAMENTO DESTA RECLAMAÇÃO, EXTINGUIU A PUNIBILIDADE DO RECLAMANTE – SITUAÇÃO CONFIGURADORA DE PREJUDICIALIDADE, EM VIRTUDE DA PERDA DO OBJETO DA PRESENTE AÇÃO – CONSEQUENTE EXTINÇÃO ANÔMALA DO PROCESSO, SEM RESOLUÇÃO DE MÉRITO – QUESTÃO DE ORDEM RESOLVIDA NO SENTIDO DE JULGAR PREJUDICADA A PRESENTE RECLAMAÇÃO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754101339","externo_seq_objeto_incidente":5695247,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-249  DIVULG 14-10-2020  PUBLIC 15-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=25483&classe=Rcl","is_colac":false,"titulo":"Rcl 25483 AgR-QO","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00052 INC-00010\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002 PAR-00001\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 PAR-00004\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RES-000005      ANO-2012\n          ART-00001\n                RESOLUÇÃO DO SENADO FEDERAL - SF"],"publicacao_data":"2020-10-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SENADO FEDERAL, PROMULGAÇÃO, RESOLUÇÃO, SUSPENSÃO, EXECUÇÃO, NORMA INCONSTITUCIONAL, ESGOTAMENTO, COMPETÊNCIA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: INCONSTITUCIONALIDADE, FIXAÇÃO, LEI, REGIME INICIAL FECHADO, DEVER, JULGADOR, OBSERVÂNCIA, CÓDIGO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=25483&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR-QO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECLAMAÇÃO, PERDA DO OBJETO)\nRcl 8301 AgR (TP), Rcl 2496 QO (TP). \n(SENADO FEDERAL, PROMULGAÇÃO, RESOLUÇÃO, SUSPENSÃO, EXECUÇÃO, NORMA INCONSTITUCIONAL, ESGOTAMENTO, COMPETÊNCIA)\nMS 16519 (TP) - RTJ 38/569, MS 16512 (TP) - RTJ 38/5, RMS 16965 (1ªT) - RTJ 39/628. \n(INCONSTITUCIONALIDADE, FIXAÇÃO, LEI, REGIME INICIAL FECHADO, DEVER, JULGADOR, OBSERVÂNCIA, CÓDIGO PENAL)\nARE 1052700 RG (TP). \n- Decisões monocráticas citadas:\n(RECLAMAÇÃO, PERDA DO OBJETO)\nRcl 15816, Rcl 10043, Rcl 9274, Rcl 11083, Rcl 8294, Rcl 13681, Rcl 17852, Rcl 11629.\n- Legislação estrangeira citada: Constituição Austríaca de 1920.\n- Veja HC 97256 do STF.\n\nNúmero de páginas: 20.\nAnálise: 14/10/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ALEXANDRE MACIEL NASCIMENTO \nADV.(A/S)  : MARINA SANTHIAGO PAES \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SANTA CATARINA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433659,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"Rcl 25483 AgR-QO","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2019-05-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NO AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"BALEEIRO, Aliomar. O Supremo Tribunal Federal, esse outro desconhecido. Forense, 1968. p. 97-98.\nBROSSARD, Paulo. O Senado e as leis Inconstitucionais. Revista de Informação Legislativa, v. 50. p. 5.5.\nGUIMARÃES, Mário. O Juiz e a Função Jurisdicional. 1958. p. 264-265.","ministro_facet":["CELSO DE MELLO"],"processo_numero":25483,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433103","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, confirmou a medida cautelar anteriormente deferida pelo Plenário e julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do art. 59-A e parágrafo único da Lei nº 9.504/97, incluído pela Lei nº 13.165/15, nos termos do voto do Relator. O Ministro Roberto Barroso acompanhou o Relator com ressalvas. Falou, pelo amicus curiae Sindicato Nacional dos Peritos Criminais Federais – APCF, o Dr. Alberto Emanuel Albertin Malta. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Afirmou suspeição o Ministro Luiz Fux. Plenário, Sessão Virtual de 4.9.2020 a 14.9.2020 (Sessão iniciada na Presidência do Ministro Dias Toffoli e finalizada na Presidência do Ministro Luiz Fux).","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433103","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433103","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"CONSTITUCIONAL E ELEITORAL. LEGITIMIDADE DO CONGRESSO NACIONAL PARA ADOÇÃO DE SISTEMAS E PROCEDIMENTOS DE ESCRUTÍNIO ELEITORAL COM OBSERVÂNCIA DAS GARANTIAS DE SIGILOSIDADE E LIBERDADE DO VOTO (CF, ARTS. 14 E 60, § 4º, II). MODELO HÍBRIDO DE VOTAÇÃO PREVISTO PELO ART. 59-A DA LEI 9.504/1997. POTENCIALIDADE DE RISCO NA IDENTIFICAÇÃO DO ELEITOR CONFIGURADORA DE AMEAÇA À SUA LIVRE ESCOLHA. INCONSTITUCIONALIDADE. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA PROCEDENTE.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754002534","externo_seq_objeto_incidente":5346547,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-242  DIVULG 02-10-2020  PUBLIC 05-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5889&classe=ADI","is_colac":false,"titulo":"ADI 5889","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00091\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00070\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00109\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00117\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00134\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00002 ART-00014 \"CAPUT\" \n          ART-00037 \"CAPUT\" ART-00060 PAR-00004 \n          INC-00002 ART-00070\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000024      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-0059A PAR-ÚNICO ART-00105\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010408      ANO-2002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010740      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n          ART-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-023404      ANO-2014\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023521      ANO-2018\n          ART-00010 PAR-ÚNICO ART-00015 PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2020-10-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXPLICAÇÃO, REGISTRO, VOTO, SIGILO. REPÚBLICA FEDERATIVA DO BRASIL, JUSTIÇA ELEITORAL, RESPONSABILIDADE, ORGANIZAÇÃO, ELEIÇÃO. TRIBUNAL SUPERIOR ELEITORAL (TSE), PODER NORMATIVO, COMPLEMENTAÇÃO, LEGISLAÇÃO ELEITORAL. PODER NORMATIVO, TRIBUNAL SUPERIOR ELEITORAL (TSE), ÂMBITO ADMINISTRATIVO. STF, IMPRESSÃO EM PAPEL, REGISTRO, VOTO, AUSÊNCIA, PERMISSÃO, IDENTIFICAÇÃO, ELEITOR. CABIMENTO, IMPUGNAÇÃO, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), VIA PROCESSUAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONTRAPOSIÇÃO, VOTAÇÃO SECRETA, SEGURANÇA, APURAÇÃO. OFENSA, SIGILO, VOTO, HIPÓTESE, TRAVAMENTO, PAPEL DE IMPRESSÃO, INTERVENÇÃO, MESÁRIO. DIFICULDADE, CONFIRMAÇÃO, REGISTRO, VOTO, DEFICIÊNCIA VISUAL, ANALFABETO. VOTO ELETRÔNICO, CONQUISTA, CIDADANIA. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, CARÁTER POLÍTICO; PRINCÍPIO DA ECONOMICIDADE, PRINCÍPIO DA EFICIÊNCIA. \nCONSIDERAÇÃO, VOTO ELETRÔNICO, ÂMBITO INTERNACIONAL. EXERCÍCIO, DIREITO, VOTO, SIGILO,NECESSIDADE, NORMA, ORGANIZAÇÃO, PROCEDIMENTO, MATÉRIA ELEITORAL. CUSTO, AQUISIÇÃO, MÁQUINA PARA IMPRESSÃO GRÁFICA. AUSÊNCIA, TECNOLOGIA, IMPLEMENTAÇÃO, IMPRESSÃO EM PAPEL, GARANTIA, SEGURANÇA, VOTAÇÃO; NECESSIDADE, RECURSO FINANCEIRO, ASPECTO TEMPORAL. PROGRESSIVIDADE, MUDANÇA, PROCESSO ELEITORAL. SEGURANÇA, PROCESSO ELEITORAL, PRIORIDADE. POSSIBILIDADE, FRAUDE, REGISTRO, PAPEL, VOTO. DURAÇÃO, URNA ELETRÔNICA, DEZ ANOS. EVOLUÇÃO, MAQUINÁRIO, DESENVOLVIMENTO, TECNOLOGIA, DISPONIBILIDADE, RECURSOS PÚBLICOS.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: DIREITO DE SUFRÁGIO, NÚCLEO ESSENCIAL, DIREITO POLÍTICO, DIREITO DE VOTAR, DIREITO DE SER VOTADO. SISTEMA REPRESENTATIVO, DEMOCRACIA. DIREITO DE VOTAR, DIREITO SUBJETIVO, FUNÇÃO,\nCARÁTER POLÍTICO, FUNÇÃO SOCIAL, SOBERANIA POPULAR. CARACTERÍSTICA, VOTO, LIBERDADE, SIGILO. \nLEGISLAÇÃO ELEITORAL, DEVER, PREVENÇÃO, RISCO, SIGILO, VOTAÇÃO. DISPOSITIVO, LEI IMPUGNADA, RISCO, SIGILO, VOTO, AMEAÇA, LIBERDADE, ESCOLHA, ELEITOR.\n\n- VOTO, MIN. ROBERTO BARROSO: AUSÊNCIA, EVIDÊNCIA, FRAUDE, URNA ELETRÔNICA, JUSTIFICATIVA, IMPLANTAÇÃO, IMPRESSÃO EM PAPEL, VOTO. PRINCÍPIO DA PROPORCIONALIDADE, DEVIDO PROCESSO LEGAL. POSSIBILIDADE, ANULAÇÃO, ATO, PODER PÚBLICO, PODER JUDICIÁRIO, HIPÓTESE, AUSÊNCIA, ADEQUAÇÃO; AUSÊNCIA, NECESSIDADE; PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. POSSIBILIDADE, MULTIPLICIDADE, AÇÃO JUDICIAL, QUESTIONAMENTO, ELEIÇÃO, CONFERÊNCIA, VOTO, IMPRESSÃO EM PAPEL. CONSIDERAÇÃO, AUMENTO DE DESPESA, IMPLEMENTAÇÃO, IMPRESSÃO EM PAPEL, VOTO. OFENSA, VOTO SECRETO, IMPRESSÃO EM PAPEL, VOTO; COMPROMETIMENTO, SEGURANÇA, PROCESSO ELEITORAL. INFORMAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), SEGURANÇA, URNA ELETRÔNICA, TRANSPARÊNCIA, PROGRAMA DE COMPUTADOR; REGULARIDADE, VERIFICAÇÃO; ENTREGA, CÓPIA DE DOCUMENTO, PROCESSAMENTO DE DADOS, PARTIDO POLÍTICO, CANDIDATO. POSSIBILIDADE, REGISTRO, FOTOGRAFIA, IMPRESSÃO EM PAPEL, VOTO. COMPRA DE VOTO. SOBERANIA POPULAR, CLÁUSULA PÉTREA. JULGAMENTO, STF, ASSINATURA DIGITAL, ELEITOR, REGISTRO, VOTO.\n\n- TERMO(S) DE RESGATE: PRINCÍPIO DA PROIBIÇÃO DE RETROCESO POLÍTICO. SOFTWARE. HACKERS. TELEMARKETING. VOTAÇÃO PARALELA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5889&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PODER NORMATIVO, TSE, ÂMBITO ADMINISTRATIVO)\r\nADI 5028 (TP), ADI 5122 (TP).\r\n(IMPRESSÃO EM PAPEL, VOTO, AUSÊNCIA, PERMISSÃO, IDENTIFICAÇÃO, ELEITOR)\r\nADI 4543 (TP).\r\n(CONTROLE DE CONSTITUCIONALIDADE, RESOLUÇÃO, TSE)\r\nADI 5028 (TP).\r\n(VOTO, IMPRESSÃO EM PAPEL, GARANTIA, SIGILO, LIBERDADE, ESCOLHA)\r\nADI 4543 (TP).\r\n(INCONSTITUCIONALIDADE, VOTO, IMPRESSÃO EM PAPEL)\r\nADI 4543 (TP).\r\n- Decisões estrangeiras citadas: 2 BvC 3/07 e 2 BvC 4/07, do Tribunal Constitucional Federal alemão.\n- Veja ADI 5889 MC do STF.\nNúmero de páginas: 44.\nAnálise: 05/11/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : INSTITUTO RESGATA BRASIL - IRGB \nADV.(A/S)  : DENIA ERICA GOMES RAMOS MAGALHÃES \nAM. CURIAE.  : PARTIDO REPUBLICANO PROGRESSISTA - PRP \nADV.(A/S)  : CLAUDIA DE FARIA CASTRO E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIACAO PATRIA BRASIL \nADV.(A/S)  : MIRIAM NORONHA MOTA GIMENEZ \nAM. CURIAE.  : SINDICATO NACIONAL DOS PERITOS CRIMINAIS FEDERAIS - APCF \nADV.(A/S)  : ALBERTO EMANUEL ALBERTIN MALTA \nAM. CURIAE.  : PARTIDO TRABALHISTA BRASILEIRO - PTB \nADV.(A/S)  : LUIZ GUSTAVO PEREIRA DA CUNHA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433103,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5889","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA NETO, Manoel Carlos de. Direito Eleitoral Regulador. São Paulo: Revista dos Tribunais, 2014. p. 214-216.\nMENDES, Gilmar Ferreira. Curso de direito constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 673-674.\nMENDES, Gilmar Ferreira. O Apelo ao Legislador – Appellentscheidung – na Práxis da Corte Constitucional Federal Alemã. Revista de Direito Administrativo, São Paulo, 1992. p. 54.\nNIESS, Pedro Henrique Távora. Direitos Políticos: condições de elegibilidade e inelegibilidade. São Paulo: Saraiva, 1994. p. 3.","ministro_facet":["GILMAR MENDES"],"processo_numero":5889,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433084","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"CE","is_questao_ordem":false,"acordao_ata":"Decisão: A Turma, por unanimidade, deixou de receber a queixa-crime, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 11.9.2020 a 21.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433084","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Ceará","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433084","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"QUEIXA-CRIME – REPRESENTAÇÃO PROCESSUAL – VÍCIO. A falta de identificação, no instrumento de mandato – procuração –, dos fatos criminosos e a circunstância de a peça acusatória ser subscrita por profissional da advocacia, ausente aposição da assinatura de querelante, configuram vício na representação processual – inteligência do artigo 44 do Código de Processo Penal.\n\n\n\n    DENÚNCIA – IMUNIDADE PARLAMENTAR. A imunidade parlamentar pressupõe nexo de causalidade com o exercício do mandato. Declarações proferidas em razão do cargo de Deputado Federal encontram-se cobertas pela imunidade material – artigo 53 da Constituição Federal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755308929","externo_seq_objeto_incidente":5551779,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-242  DIVULG 02-10-2020  PUBLIC 05-10-2020\nREPUBLICAÇÃO: DJe-047  DIVULG 11-03-2021  PUBLIC 12-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7872&classe=Pet","is_colac":false,"titulo":"Pet 7872","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00043\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1969\n    CF-1969 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    ART-00032\n    EMENDA CONSTITUCIONAL À CONSTITUIÇÃO FEDERAL DE 1969\n\n","LEG-FED   CF ANO-1988\n    ART-00049 INC-00010 ART-00053 \"CAPUT\"\n    ART-00055 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00139 ART-00140 ART-00141 INC-00003\n    INC-00004\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00044\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2021-03-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXISTÊNCIA, NEXO DE CAUSALIDADE, ENTREVISTA, EXERCÍCIO DE MANDATO ELETIVO, HIPÓTESE, CONFIGURAÇÃO, IMUNIDADE PARLAMENTAR.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA SEPARAÇÃO DOS PODERES, IMUNIDADE PARLAMENTAR, GARANTIA, LIBERDADE, OPINIÃO, PALAVRA, VOTO, MEMBRO, PODER LEGISLATIVO, FINALIDADE, PROTEÇÃO, INDEPENDÊNCIA, FUNÇÃO, PARLAMENTAR. IMUNIDADE PARLAMENTAR, DELIMITAÇÃO, CASA LEGISLATIVA, CARÁTER ABSOLUTO. PARLAMENTAR, SUJEIÇÃO, CENSURA, RESPONSABILIDADE, EXCESSO, CASA LEGISLATIVA. PRECEDENTE, IMUNIDADE PARLAMENTAR MATERIAL, EXIGÊNCIA, CORRELAÇÃO, MANIFESTAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR. CASO CONCRETO, EXISTÊNCIA, NEXO DE CAUSALIDADE, EXERCÍCIO DE MANDATO ELETIVO, LIBERDADE, EXPRESSÃO, OPINIÃO, DEBATE, CARÁTER PÚBLICO, QUERELANTE, PREFEITO.\n\n- TERMO(S) DE RESGATE: BLACKSTONIANA; PROPTER OFFICIUM; LIBERDADE DE EXPRESSÃO POSITIVA; LIBERDADE DE EXPRESSÃO NEGATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7872&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPOSSIBILIDADE, RECEBIMENTO, PEÇA PROCESSUAL, VÍCIO FORMAL, REPRESENTAÇÃO PROCESSUAL)\nRHC 105920 (2ªT), Inq 880 (TP). \n(IMUNIDADE PARLAMENTAR, NEXO DE CAUSALIDADE, MANIFESTAÇÃO, EXERCÍCIO DE MANDATO ELETIVO)\nInq 4177 (1ªT), Inq 510 (TP). \n(COMPETÊNCIA JURISDICIONAL, NÃO INCIDÊNCIA, IMUNIDADE PARLAMENTAR)\nAP 937 QO (TP). \n(IMUNIDADE PARLAMENTAR, ESSENCIALIDADE, FEDERALISMO, INTERESSE COLETIVO)\nHC 3536 (TP), HC 34467 (TP). \n(IMUNIDADE PARLAMENTAR, CARÁTER ABSOLUTO, PRONUNCIAMENTO, CASA LEGISLATIVA)\nInq 1958 (TP), RE 299109 AgR (1ªT), RE 576074 AgR (1ªT), Inq 3814 (1ªT), Pet 6156 (2ªT). \n(IMUNIDADE PARLAMENTAR, PARLAMENTAR, CASA LEGISLATIVA, CENSURA, RESPONSABILIZAÇÃO, EXCESSO)\nRE 600063 (TP), Pet 5647 (1ªT), Pet 6156 (2ªT), Pet 6587 (2ªT). \n(IMUNIDADE PARLAMENTAR, RELATIVIZAÇÃO, PRONUNCIAMENTO, EXTRATERRITORIALIDADE, CASA LEGISLATIVA, NEXO DE CAUSALIDADE, EXERCÍCIO DE MANDATO ELETIVO)\nInq 390 (TP), RE 600063 (TP), Inq 1024 QO (TP), Inq 2874 AgR (TP). \n- Decisão monocrática citada:\n(IMPOSSIBILIDADE, RECEBIMENTO, PEÇA PROCESSUAL, VÍCIO FORMAL, REPRESENTAÇÃO PROCESSUAL)\nInq 1197.\n- Legislação estrangeira citada: art. 9º do Bill of Rights, da Inglaterra, de 1689; Ato declaratório dos\ndireitos e liberdades do súdito, do Estatuto I da Declaração inglesa de direitos de 1688, de Guilherme III e Maria II; art. 1º, seção 6, da Constituição norte-americana, de 1787.\nNúmero de páginas: 20.\nAnálise: 19/04/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : BISMARCK COSTA LIMA PINHEIRO MAIA \r\nADV.(A/S)           : THIAGO ALVES HENRIQUE DA COSTA \r\nREQDO.(A/S)         : JOSE AIRTON FELIX CIRILO DA SILVA \r\nADV.(A/S)           : LILIANE DA SILVEIRA ARAÚJO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433084,"documental_tese_texto":null,"procedencia_geografica_completo":"CE - CEARÁ","processo_codigo_completo":"Pet 7872","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-09-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"AMARAL JÚNIOR, José Levi Mello. Inviolabilidade parlamentar. São Paulo: FDUSP, 2018. p. 23-43.\nBARBOSA, Ruy. Commentários à constituição federal brasileira. Saraiva, 1933. v. 2. p. 41-42.\nDWORKIN, Ronald. O Direito da liberdade. A leitura moral da Constituição norte-americana. São Paulo: Martins Fontes, 2006. p. 345, 351 et seq.\nRUFFIA, Paolo Biscaretti Di. Introduzione al diritto costituzionale comparato. 2. ed. Milão: Giuffrè, 1970. p. 303-305.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":7872,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432616","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Alexandre de Moraes, Presidente e Relator, que rejeitava a queixa-crime, nos termos do art. 6º, caput, da Lei 8.038/90, e do art. 397, inc. III, do Código de Processo Penal; e do voto do Ministro Marco Aurélio, que a recebia, pediu vista dos autos o Ministro Luís Roberto Barroso. Falou o Dr. Ticiano Figueiredo de Oliveira pelos Requerentes. Primeira Turma, 6.3.2018.\r\n\n            Decisão: Após o voto-vista do Ministro Luís Roberto Barroso, que acompanhava o Ministro Marco Aurélio, no sentido de receber a queixa-crime e divergia do Ministro Alexandre de Moraes, Relator, que a rejeitava, pediu vista do processo o Ministro Luiz Fux, Presidente. Primeira Turma, 26.11.2019.\r\n\n            Decisão: A Turma, por maioria, recebeu a queixa-crime, nos termos do voto do Ministro Marco Aurélio, Redator para o acórdão, vencido o Ministro Alexandre de Moraes, Relator. Presidência da Ministra Rosa Weber. Primeira Turma, 10.03.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":null,"ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432616","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432616","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":null,"inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=7174&classe=Pet","externo_seq_objeto_incidente":5232635,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7174&classe=Pet","is_colac":false,"titulo":"Pet 7174","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00043\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00032\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00017 \"CAPUT\" ART-00049 INC-00010 \n          ART-00053 \"CAPUT\" ART-00055 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008313      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00138 ART-00139 ART-00140 PAR-00001 \n          ART-00141 INC-00003 INC-00004 ART-00142 \n          INC-00001\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":null,"documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: JURISPRUDÊNCIA, STF, IMUNIDADE PARLAMENTAR, DISTINÇÃO, IMUNIDADE ABSOLUTA, IMUNIDADE RELATIVA. IMUNIDADE PARLAMENTAR, PUBLICAÇÃO, OFENSA, INTERNET, LOCALIZAÇÃO, PARLAMENTAR. IMUNIDADE PARLAMENTAR MATERIAL, EXIGÊNCIA, CONEXÃO, MANIFESTAÇÃO, ATIVIDADE PARLAMENTAR. INTERPRETAÇÃO RESTRITIVA, NORMA, IMUNIDADE PARLAMENTAR. AFASTAMENTO, IMUNIDADE PARLAMENTAR, INCITAÇÃO AO ÓDIO, VIOLÊNCIA, DISCRIMINAÇÃO. LIMITAÇÃO, LIBERDADE DE EXPRESSÃO, DIREITO COMPARADO, DOUTRINA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: IMUNIDADE PARLAMENTAR, DEMOCRACIA, INDEPENDÊNCIA, PODER LEGISLATIVO. ORIGEM, IMUNIDADE PARLAMENTAR, DIREITO COMPARADO. IMUNIDADE PARLAMENTAR MATERIAL, GARANTIA, ATIVIDADE PARLAMENTAR, INOCORRÊNCIA, PRIVILÉGIO, GRUPO DE PESSOAS, PRINCÍPIO DA ISONOMIA. IMUNIDADE PARLAMENTAR MATERIAL, EXIGÊNCIA, NEXO DE CAUSALIDADE, MANIFESTAÇÃO, ATIVIDADE PARLAMENTAR. ADEQUAÇÃO, MANIFESTAÇÃO, PARLAMENTAR, OBSERVÂNCIA, PRINCÍPIO CONSTITUCIONAL, PARTIDO POLÍTICO. NECESSIDADE, REVISÃO, ENTENDIMENTO, STF, IMUNIDADE ABSOLUTA; IRRELEVÂNCIA, LOCAL, MANIFESTAÇÃO, NECESSIDADE, CORRELAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR. AFASTAMENTO, IMUNIDADE PARLAMENTAR MATERIAL, OFENSA, HONRA, PESSOA FÍSICA, ABUSO DE DIREITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: JURISPRUDÊNCIA, STF, IMUNIDADE PARLAMENTAR MATERIAL, DISTINÇÃO, IMUNIDADE ABSOLUTA, IMUNIDADE RELATIVA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: FUNÇÃO, IMUNIDADE PARLAMENTAR, PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES. ORIGEM, IMUNIDADE PARLAMENTAR, DIREITO COMPARADO. ORIGEM, IMUNIDADE PARLAMENTAR, ORDENAMENTO JURÍDICO BRASILEIRO. JURISPRUDÊNCIA, STF, IMUNIDADE PARLAMENTAR, ESTADO DE SÍTIO. JURISPRUDÊNCIA, STF, IMUNIDADE PARLAMENTAR, INERÊNCIA, ATIVIDADE PARLAMENTAR. TEORIA, IMUNIDADE PARLAMENTAR, IMUNIDADE ABSOLUTA, IMUNIDADE RELATIVA. JURISPRUDÊNCIA, STF, IMUNIDADE ABSOLUTA, PRONUNCIAMENTO, PARLAMENTAR, INTERIOR, CASA LEGISLATIVA. EXCESSO, MANIFESTAÇÃO, PARLAMENTAR, RESPONSABILIZAÇÃO, CASA LEGISLATIVA. IMUNIDADE RELATIVA, EXIGÊNCIA, NEXO DE CAUSALIDADE, MANIFESTAÇÃO, ATIVIDADE PARLAMENTAR, FINALIDADE, MANIFESTAÇÃO.\n\n- TERMO(S) DE RESGATE: TEORIAS, IMUNIDADE PARLAMENTAR, BLACKSTONIANA, STUART MILL. TEORIA, BLACKSTONIANA, CLÁUSULA ESPACIAL, CLÁUSULA GEOGRÁFICA. NEXO DE IMPLICAÇÃO RECÍPROCA. LIBERDADE DE EXPRESSÃO NEGATIVA, LIBERDADE DE EXPRESSÃO POSITIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7174&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMUNIDADE PARLAMENTAR, ESTADO DE SÍTIO)\nHC 3536 (TP). \n(IMUNIDADE PARLAMENTAR, INERÊNCIA, ATIVIDADE PARLAMENTAR)\nHC 34467 (TP). \n(IMUNIDADE ABSOLUTA, MANIFESTAÇÃO, PARLAMENTAR, CASA LEGISLATIVA)\nInq 1958 (TP), RE 299109 AgR (1ªT), RE 576074 AgR (1ªT), Inq 2874 AgR (TP), Inq 3814 (1ªT), Pet 6156 (2ªT). \n(EXCESSO, MANIFESTAÇÃO, PARLAMENTAR, RESPONSABILIZAÇÃO, CASA LEGISLATIVA)\nRE 600063 (TP), Pet 5647 (1ªT), Pet 6156 (2ªT), Pet 6587 (2ªT). \n(IMUNIDADE RELATIVA, MANIFESTAÇÃO, PARLAMENTAR, FORA, CASA LEGISLATIVA, EXIGÊNCIA, NEXO DE CAUSALIDADE, ATIVIDADE PARLAMENTAR)\nInq 390 (TP), RHC 82555 (TP), RE 600063 (TP), RE 299109 AgR (1ªT), Inq 1024 QO (TP), Inq 2874 AgR (TP), Inq 3932 (1ªT), RE 639136 AgR (1ªT), Pet 6268 (1ªT), Pet 5714 AgR (1ªT), Inq 4694 (1ªT). \n(IMUNIDADE PARLAMENTAR, DISTINÇÃO, IMUNIDADE ABSOLUTA, IMUNIDADE RELATIVA)\nRE 463671 AgR (1ªT), RE 576074 AgR (1ªT), Pet 5626 AgR (2ªT), Pet 7434 AgR (1ªT). \n(IMUNIDADE PARLAMENTAR, PUBLICAÇÃO, OFENSA, INTERNET, LOCALIZAÇÃO, PARLAMENTAR)\nInq 3932 (1ªT), AO 2002 (2ªT), Pet 5705 (1ªT). \n(INTERPRETAÇÃO RESTRITIVA, NORMA, IMUNIDADE PARLAMENTAR)\nAP 937 QO (TP). \n(AFASTAMENTO, IMUNIDADE PARLAMENTAR, INCITAÇÃO AO ÓDIO, VIOLÊNCIA, DISCRIMINAÇÃO)\nRHC 82555 (TP), RE 299109 AgR (1ªT), Inq 3932 (1ªT), Pet 5243 (1ªT), Pet 5705 (1ªT), Inq 4694 (1ªT). \n(RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO)\nInq 3984 (2ªT). \n(IMUNIDADE PARLAMENTAR MATERIAL, IRRELEVÂNCIA, LOCAL, MANIFESTAÇÃO, NECESSIDADE, CORRELAÇÃO, ATIVIDADE PARLAMENTAR)\nInq 3932 (1ªT). \n- Legislação estrangeira citada: art. 9º do Bill of Rights, de 1689, da Inglaterra; art. 1º, seção 6, da Constituição norte-americana de 1787; art. 8º do Protocolo relativo aos Privilégios e Imunidades da União Europeia; art. 46, I, da Lei Fundamental de Bonn, de 1949; art. 61, itens 1 e 2, da Constituição da Grécia; art. 157 da Constituição da República Portuguesa; Constituição francesa de 1793.\nNúmero de páginas: 61.\nAnálise: 23/08/2021, JAS.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GLORIA MARIA CLAUDIA PIRES DE MORAIS \nREQTE.(S)  : LETICIA SABATELLA \nREQTE.(S)  : ORLANDO DE MORAIS FILHO \nREQTE.(S)  : SONIA MARIA CAMPOS BRAGA \nREQTE.(S)  : WAGNER MANICOBA DE MOURA \nADV.(A/S)  : TICIANO FIGUEIREDO DE OLIVEIRA E OUTRO(A/S)\nREQDO.(A/S)  : WLADIMIR AFONSO DA COSTA RABELO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432616,"documental_tese_texto":null,"procedencia_geografica_completo":null,"processo_codigo_completo":"Pet 7174","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":null,"is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"ALEIXO, Pedro. Imunidades Parlamentares. Revista Brasileira de Estudos Políticos, Belo Horizonte, 1961. p. 62.\nAMARAL JÚNIOR, José Levi Mello do. Inviolabilidade parlamentar. São Paulo: FDUSP, 2018. p. 23-43, 89, 104 e 296.\nBARBOSA, Ruy. Commentários à constituição federal brasileira. Saraiva, 1933. v. 2. p. 41-42.\nCHAFETZ, Josh. Democracy´s Privileged Few: Legislative Privilege and Democratic Norms in the British and American Constitutions. New Haven; London: Yale University Press, 2007. p. 5, 69 e 74.\nDWORKIN. O direito da liberdade. A leitura moral da Constituição norte-americana. São Paulo: Martins Fontes, 2006. p. 345 e 351 et seq.\nGOMES, Carla Amado. As Imunidades Parlamentares no Direito Português. Coimbra: Coimbra, 1998. p. 76 e 77.\nMORAES, Alexandre de. Imunidades Parlamentares. Revista Brasileira de Ciências Criminais, n. 21, p. 45-64, 1998. p. 47 e 48.\nRUFFIA, Paolo Biscaretti di. Introduzione al diritto costituzionale comparato. 2. ed. Milão: Giuffrè, 1970. p. 303-305.\nSEGADO, Francisco Fernández. La doctrina constitucional sobre las prerrogativas parlamentarias en España. FORO. Revista de Ciencias Jurídicas Y Sociales, Nueva Época, n. 14, 2012. p. 28.","ministro_facet":[],"processo_numero":7174,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432586","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu, com restrição, o pedido de extradição formulado pela República Oriental do Uruguai, observadas, no mais, as exigências estabelecidas no Acordo de Extradição entre os Estados Partes do Mercosul e a República da Bolívia e a República do Chile (Artigo 17) e na Lei de Migração (art. 96. II), notadamente aquela referente à detração penal, considerado, para tanto, o período de prisão cautelar a que o ora extraditando esteve sujeito, em nosso País, unicamente por efeito deste processo extradicional, excluído desse cômputo, em consequência, o período em que ele ficou preso por outros crimes eventualmente cometidos no Brasil, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 21.8.2020 a 28.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432586","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432586","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER EXECUTÓRIO – EXTRADITANDO CONDENADO PELA PRÁTICA DO CRIME DE “ROUBO COM PRIVAÇÃO DE LIBERDADE” – DELITO COMUM, DESVESTIDO DE CARÁTER POLÍTICO, QUE ENCONTRA CORRESPONDÊNCIA TÍPICA NO ART. 157, § 2º, INCISOS I, II, IV E V, DO CÓDIGO PENAL BRASILEIRO (ROUBO QUALIFICADO) – ACORDO MULTILATERAL DE EXTRADIÇÃO (MERCOSUL) – DECRETO Nº 5.867/2006 – OBSERVÂNCIA, NO CASO, DOS POSTULADOS DA DUPLA TIPICIDADE E, TAMBÉM, DA DUPLA PUNIBILIDADE – INOCORRÊNCIA DA CONSUMAÇÃO DA PRESCRIÇÃO PENAL EM FACE DAS LEGISLAÇÕES DO BRASIL E DO ESTADO REQUERENTE – SATISFAÇÃO, NA ESPÉCIE, DOS PRESSUPOSTOS E DOS REQUISITOS ESSENCIAIS AO ACOLHIMENTO DO PLEITO EXTRADICIONAL – EXIGÊNCIA DE DETRAÇÃO PENAL – PARECER DO PROCURADORIA-GERAL DA REPÚBLICA FAVORÁVEL À EXTRADIÇÃO – PEDIDO DEFERIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753945765","externo_seq_objeto_incidente":5385087,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-237  DIVULG 25-09-2020  PUBLIC 28-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1536&classe=Ext","is_colac":false,"titulo":"Ext 1536","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00096 INC-00002\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   ACO      ANO-1998\n          ART-00017 ART-00018 ITEM-1 ITEM-3 \n          ITEM-4\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00113 ART-00157 \n          PAR-00002 INC-00001 INC-00002 INC-00004 \n          INC-00005\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000035      ANO-2002\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEC-005867      ANO-2006\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998"],"publicacao_data":"2020-09-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROCESSO DE EXTRADIÇÃO, CARÁTER ESPECÍFICO, AUSÊNCIA, DILAÇÃO PROBATÓRIA, FINALIDADE, ENTREGA, EXTRADITANDO, ESTADO REQUERENTE. IMPOSSIBILIDADE, REVISÃO, PROVA, STF.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1536&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PEDIDO, EXTRADIÇÃO, INDICAÇÃO, DATA, LOCAL, NATUREZA, CIRCUNSTÂNCIA DO CRIME)\nExt 1015 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, REEXAME, FATO, PROVA)\nExt 545 (1ªT), Ext 1085 (TP), Ext 1120 (TP), Ext 1151 (TP), Ext 1251 (2ªT), Ext 1292 (1ªT), Ext 1293 (1ªT), Ext 1302 (2ªT), Ext 1313 (1ªT), Ext 1363 (2ªT), Ext 1365 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, IMPOSSIBILIDADE, APRECIAÇÃO, IRREGULARIDADE, NULIDADE, PROCESSO PENAL, ESTADO ESTRANGEIRO)\nExt 678 (1ªT). \n- Decisão monocrática citada:\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, REEXAME, FATO, PROVA)\nPPE 274.\n- Legislação estrangeira citada: art. 117, § 1º, \"a\", 129 e 130 do Código Penal uruguaio.\nNúmero de páginas: 19.\nAnálise: 25/08/2021, MAV.\nNúmero de páginas: 19.\nAnálise: 25/08/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : MAURICIO DAMIAN TROTEIRO GIUDICI \nADV.(A/S)  : DOUGLAS JARDIM FERNANDES \nADV.(A/S)  : ANANIAS RODRIGUES \nADV.(A/S)  : GELSON LUCAS PACHECO FASSINA DA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432586,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1536","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-08-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CELSO DE MELLO"],"processo_numero":1536,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432528","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu, em parte, a extradição instrutória de Carlos Nataniel Wanzeler, formulada pelo Governo dos Estados Unidos da América, exclusivamente no que se refere ao delito de fraude eletrônica, e desde que o Estado requerente assuma, em caráter formal, perante o Governo brasileiro, o compromisso de não impor, quanto a todos os delitos, pena privativa de liberdade que, em seu cômputo individual, ultrapasse o limite de 30 anos de prisão. Prosseguindo, condicionou a entrega extradicional de Carlos Nataniel Wanzeler à conclusão dos processos penais a que responde o extraditando, ou ao cumprimento da respectiva pena privativa de liberdade, nos termos do art. 95 da Lei de Migração, ressalvada a possibilidade de liberação antecipada pelo Poder Judiciário e de transferência da pessoa condenada, tudo sem prejuízo de persistir a prerrogativa do Presidente da República de promover a sua entrega imediata. Determinou, ainda, a observação da necessidade de detração do período cumprido pelo extraditando no sistema carcerário brasileiro, no tocante à sua eventual pena a ser cumprida no Estado requerente, considerado, para tanto, o período de prisão cautelar a que esteve sujeito, em nosso País, unicamente por efeito deste processo extradicional, excluído desse cômputo, em consequência, o período em que ele ficou preso por outros crimes eventualmente cometidos no Brasil, tudo nos termos do voto do Relator, com ressalva do Ministro Edson Fachin. Falou, pelo extraditando, o Dr. Antônio Carlos de Almeida Castro. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 11.9.2020 a 21.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432528","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432528","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO PASSIVA INSTRUTÓRIA. ESTADOS UNIDOS DA AMÉRICA – EUA. PRÁTICA DE INFRAÇÕES PENAIS COMUNS, DESVESTIDAS DE CARÁTER POLÍTICO. IMPUTAÇÃO DE DELITOS DE ASSOCIAÇÃO CRIMINOSA, FRAUDE ELETRÔNICA E DE PARTICIPAÇÃO EM TRANSAÇÃO MONETÁRIA COM BENS DERIVADOS DE FRAUDE ELETRÔNICA. INEXISTÊNCIA DE IDENTIDADE ENTRE OS FATOS APURADOS NOS PROCESSOS PENAIS EM CURSO NO BRASIL E NOS EUA. DUPLA TIPICIDADE CONFIGURADA EXCLUSIVAMENTE QUANTO AO DELITO DE FRAUDE ELETRÔNICA. DUPLA PUNIBILIDADE. DEFERIMENTO DA ORDEM EXTRADICIONAL DEPENDENTE, EM PRINCÍPIO, DA CONCLUSÃO DOS PROCESSOS OU DO PRÉVIO CUMPRIMENTO DA PENA IMPOSTA PELA JUSTIÇA BRASILEIRA. EXIGÊNCIA DE DETRAÇÃO PENAL (LEI DE MIGRAÇÃO, ART. 96, II). PEDIDO DE REVOGAÇÃO DA PRISÃO PREVENTIVA. IMPOSSIBILIDADE. INOCORRÊNCIA DE SITUAÇÃO EXCEPCIONAL QUE AUTORIZE A FLEXIBILIZAÇÃO DA MEDIDA. EXTRADITANDO COM EXCEPCIONAL PODER ECONÔMICO. SÚDITO ESTRANGEIRO INVESTIGADO POR SUPOSTA PRÁTICA DE FRAUDE MULTIBILIONÁRIA NO BRASIL E NOS EUA, RESPONDENDO A INÚMERAS AÇÕES PENAIS POR CRIMES AOS QUAIS PENAS ELEVADAS SÃO COMINADAS. EXTRADIÇÃO AUTORIZADA EM PARTE, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017.\n\n\n\n    I - O pedido de extradição contém informações precisas sobre local, data, natureza, circunstâncias da prática delitiva, identidade do extraditando, bem como os textos legais sobre as penas e os crimes imputados, os quais consistem em delitos comuns, desvestidos de caráter político. \n\n\n\n    II - O processo penal que ensejou a extradição (United States of America v. Carlos Wanzeler et al., Processo n. 14-CR-40028- TSH) teve início a partir de uma investigação relativa à empresa de telecomunicações de propriedade do extraditando e seu corréu, que supostamente prejudicaram vítimas nos Estados Unidos da América e também em outros países, não havendo identidade entre os fatos apurados nos processos penais em curso no Brasil e nos EUA.\n\n\n\n    III - Para que haja correspondência entre o crime de  conspiracy e o tipo penal descrito no art. 288 do Código Penal brasileiro, necessariamente deve haver a associação criminosa de mais de três pessoas, o que no caso não ocorreu.\n\n\n\n    IV - As condutas descritas na pronúncia como Engaging in Monetary Transactions in Property Derived from Specified UnJawful Activity, previstas no § 1957 (a)-(d) do Título 18 do Código dos Estados Unidos, não podem ser consideradas típicas segundo a legislação brasileira.\n\n\n\n    V - Os delitos imputados ao extraditando sob a rubrica de fraude eletrônica preenchem, no caso concreto, os requisitos de dupla tipicidade e punibilidade.\n\n\n\n    VI - A existência de processos penais deflagrados contra o extraditando, no Brasil, por fatos alheios aos que motivaram o pleito extradicional, não inibe o seu deferimento. A execução imediata da medida, porém, sujeita-se ao crivo do Governo brasileiro, que, em juízo discricionário, poderá entregar desde logo o estrangeiro ao Estado requerente ou fazê-lo após a conclusão dos processos ou o cumprimento das respectivas penas.\n\n\n\n    VII - A prisão preventiva do extraditando destina-se, em sua precípua função instrumental, a assegurar a execução de eventual ordem de extradição, assegurando-se, desta forma, que o Brasil honrará compromissos assumidos com Estados estrangeiros. Não se faz presente, nos autos, nenhuma circunstância excepcional que autorize a flexibilização da medida.\n\n\n\n    VIII - Extradição deferida em parte, ficando condicionada a entrega: (i) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017; e (ii) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.455/2017, ressalvada, nessa hipótese, a possibilidade de execução imediata da decisão, por força de decisão discricionária do Presidente da República.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753928777","externo_seq_objeto_incidente":5899645,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-236  DIVULG 24-09-2020  PUBLIC 25-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1630&classe=Ext","is_colac":false,"titulo":"Ext 1630","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00012 PAR-00004 INC-00002 LET-B \n          ART-00084 INC-00007\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00089\n                LEI ORDINÁRIA - ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00004 ART-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00005 ART-00084 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          PAR-00006 ART-00086 ART-00087 ART-00095 \n          \"CAPUT\" PAR-00001 ART-00096 INC-00002 \n          ART-00100 PAR-ÚNICO INC-00005\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   LEI-013964      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1961\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA\n\n","LEG-INT   CVC      ANO-1961\n                CONVENÇÃO PARA A REDUÇÃO DOS CASOS DE APATRÍDIA\n\n","LEG-INT   CVC      ANO-2000\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 \"CAPUT\" ART-00288\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DLG-000274      ANO-2007\n                DECRETO LEGISLATIVO - PROMULGA A CONVENÇÃO PARA A REDUÇÃO DOS CASOS DE APATRIDIA\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-005015      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-008501      ANO-2015\n                DECRETO - PROMULGA A CONVENÇÃO PARA A REDUÇÃO DOS CASOS DE APATRIDIA\n\n","LEG-FED   PRT-000090      ANO-2018\n                PORTARIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA - MJSP\n\n","LEG-FED   PRT-000217      ANO-2018\n          ART-00008 PAR-00001 INC-00001 INC-00002 \n          PAR-00002\n                PORTARIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA - MJSP\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE, CRIME DE CONSPIRAÇÃO, ASSOCIAÇÃO CRIMINOSA, INOCORRÊNCIA, DIVERGÊNCIA JURISPRUDENCIAL, STF. EXTRADIÇÃO, DUPLA TIPICIDADE, LAVAGEM DE DINHEIRO, AUSÊNCIA, OCULTAÇÃO, DISSIMULAÇÃO. EXTRADIÇÃO, HOMOLOGAÇÃO, DECLARAÇÃO, CONSENTIMENTO, ENTREGA DO EXTRADITANDO. EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. EXTRADITANDO, FAMÍLIA, RESIDÊNCIA, ESTADO BRASILEIRO, AUSÊNCIA, IMPEDIMENTO, EXTRADIÇÃO. \n\n- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: INVOLUNTARIEDADE, AQUISIÇÃO, NACIONALIDADE ESTRANGEIRA, INOCORRÊNCIA, PERDA, NACIONALIDADE BRASILEIRA. APLICAÇÃO, CONVENÇÃO INTERNACIONAL, RESTRIÇÃO, HIPÓTESE, PERDA, NACIONALIDADE; NECESSIDADE, SIMULTANEIDADE, AQUISIÇÃO, NACIONALIDADE ESTRANGEIRA, COMPORTAMENTO, PREJUDICIALIDADE, INTERESSE, ESTADO BRASILEIRO. JUÍZO, PREJUDICIALIDADE, COMPORTAMENTO, APRECIAÇÃO, TRIBUNAL.\n\n- TERMO(S) DE RESGATE: CONFLITO POSITIVO DE NACIONALIDADES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1630&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE, CRIME DE CONSPIRAÇÃO, ASSOCIAÇÃO CRIMINOSA)\nExt 830 (TP), Ext 862 (TP), Ext 912 (TP), Ext 1051 (TP), Ext 1151 (TP), Ext 1249 (2ªT), Ext 1486 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE, EQUIVALÊNCIA, FRAUDE, MEIO ELETRÔNICO, ESTELIONATO)\nExt 1486 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE, LAVAGEM DE DINHEIRO, AUSÊNCIA, OCULTAÇÃO, DISSIMULAÇÃO)\nExt 1503 (2ªT). \n(EXTRADIÇÃO, HIPÓTESE, PERDA, NACIONALIDADE BRASILEIRA, NATURALIZAÇÃO, VOLUNTARIEDADE)\nMS 33864 (1ªT), MS 36359 AgR (2ªT). \n(EXTRADIÇÃO, ENTREGA, EXTRADITANDO, DISCRICIONARIEDADE, PRESIDENTE DA REPÚBLICA)\nExt 1319 (1ªT), Ext 1499 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1352 (1ªT). \n(EXTRADIÇÃO, PENA MÁXIMA, TRINTA ANOS, NOVATIO LEGIS IN PEJUS)\nExt 1599 (2ªT). \n(EXTRADIÇÃO, ENTREGA DO EXTRADITANDO, ASSUNÇÃO, COMPROMISSO, ESTADO REQUERENTE)\nExt 1526 (2ªT). \n- Decisões monocráticas citadas:\n(EXTRADIÇÃO, HOMOLOGAÇÃO, DECLARAÇÃO, CONSENTIMENTO, ENTREGA DO EXTRADITANDO)\nPPE 843.\n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nExt 1499 ED.\n- Decisões estrangeiras citadas: Caso United States of America vs. Carlos Wanzeler et al., Processo n. 14-CR-40028-TSH.\n- Legislação estrangeira citada: § 1957 (a)-(d), do Título 18, art. 18, Seção 2, art. 18, Seção 1343, art. 18, Seção 1349, art. 18, Seção 1957, e art. 18, Seção 3282, do Código dos Estados Unidos.\nNúmero de páginas: 58.\nAnálise: 19/05/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : CARLOS NATANIEL WANZELER \nADV.(A/S)  : ANTÔNIO CARLOS DE ALMEIDA CASTRO \nADV.(A/S)  : ROBERTA CRISTINA RIBEIRO DE CASTRO QUEIROZ \nADV.(A/S)  : LILIANE DE CARVALHO GABRIEL \nADV.(A/S)  : HORTÊNCIA MONTE VICENTE MEDINA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432528,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1630","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-09-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"SILVA, José Afonso da. Curso de Direito Constitucional Positivo. Malheiros, 2002. p. 332, item 7.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1630,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}