{"result":{"took":469,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur294047","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por unanimidade, a Turma indeferiu o pedido de extradição. Por maioria de votos, determinou a remessa de cópia dos autos para o foro da Comarca de Porto Alegre, nos termos do voto da Relatora, vencido o Senhor Ministro Marco Aurélio. Não participou, justificadamente, deste julgamento, o Senhor Ministro Dias Toffoli. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 10.2.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur294047","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:28:37.963560","dg_unique":"sjur294047","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. TRÁFICO DE SUBSTÂNCIAS ESTUPEFACIENTES PROIBIDAS. EXTRADITANDO BRASILEIRO NATO. ARTIGO 12, I, “C”, DA CONSTITUIÇÃO FEDERAL. INVIABILIDADE DO PEDIDO EXTRADICIONAL. ARTIGOS 5º, LI, DA CONSTITUIÇÃO FEDERAL, 77, I, DA LEI 6.815/1980 E 11, ITEM 3, DO TRATADO DE EXTRADIÇÃO. EXTRATERRITORIALIDADE DA LEI PENAL BRASILEIRA. ARTIGOS 7º DO CÓDIGO PENAL E 88 DO CÓDIGO DE PROCESSO PENAL. \n\n\n\n    1. Pedido de extradição formulado pelo Governo do Uruguai contra brasileiro nato, nascido no estrangeiro, filho de pai brasileiro e devidamente registrado em repartição brasileira competente, nos termos do art. 12, I, “c”, da Magna Carta. . \n\n\n\n    2. O ordenamento jurídico brasileiro veda expressamente a extradição de brasileiro nato, arts. 5º, LI, da Constituição da República, 77, I, da Lei 6.815/1980, e 11, item 1, do Tratado de Extradição entre os Estados Partes do Mercosul. Precedentes.\n\n\n\n    3. Inobstante a inviabilidade da extradição, para os crimes cometidos por brasileiro em solo estrangeiro, possível, na espécie, a extraterritorialidade da lei penal brasileira, caso em que o órgão judiciário brasileiro será competente para processar e julgar o feito, nos termos dos arts. 7º do Código Penal e 88 do Código de Processo Penal. \n\n\n\n    4. Extradição indeferida, com a imediata expedição do competente alvará de soltura do Extraditando, se por outro motivo não estiver preso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7903747","externo_seq_objeto_incidente":4593494,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-040  DIVULG 02-03-2015  PUBLIC 03-03-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1349&classe=Ext","is_colac":false,"titulo":"Ext 1349","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00051 ART-00012 INC-00001 \n          LET-C\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00001\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   ACO      ANO-1998\n          ART-00011 ITEM-1 ITEM-3\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00007 INC-00002 LET-B PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00088\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2015-03-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1349&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, BRASILEIRO NATO)\nExt 880 QO (TP), EXT 778 QO (TP). \n(AUT DEDERE AUT JUDICARE)\nExt 916 (TP), HC 83113 QO (TP), Ext 1223 (2ªT). \n- Legislação estrangeira citada: art. 31 do Decreto-lei nº 14.294, na redação dada pela Lei nº 17.016, do Uruguai.\nNúmero de páginas: 11.\nAnálise: 19/03/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : ESTEBAN GABRIEL BUENO \nADV.(A/S)  : ALBERTO MEDEIROS E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":294047,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1349","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-02-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1349,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur297181","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, em parte, o pedido de extradição, excluída a contravenção de porte de arma branca, e com a ressalva dos artigos 67 e 89 da Lei 6.815/80, em razão da tramitação de ações penais na Justiça brasileira. Determinou, ainda, considerando os trâmites administrativos, que se oficie ao Ministério da Justiça para que, por ato discricionário da Presidente da República, decida quanto à entrega antecipada do extraditando, nos termos do voto do Relator. Ausente, justificadamente, neste julgamento, o Senhor Ministro Celso de Mello. 2ª Turma, 10.02.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur297181","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:28:37.963560","dg_unique":"sjur297181","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição executória. 2. Roubo majorado pelo emprego de arma branca (por várias vezes), tráfico ilícito de entorpecentes e uso de documento falso. 3. Atendimento dos requisitos formais. Dupla tipicidade. Exceção quanto ao porte de arma branca (faca), conduta tipificada contravenção penal no Código italiano. Não se concederá a extradição quando: o fato que motivar o pedido não for considerado crime no Brasil ou no estado requerente (art. 77, inciso II, da Lei 6.815/1980). 4. Dupla punibilidade. 5. O fato de o extraditando ter filho brasileiro não constitui óbice ao deferimento da extradição. Precedentes. 6. Extraditando que responde em liberdade no Brasil a duas ações penais. Incidência do art. 89 do Estatuto dos Estrangeiros. 7. Pedido de liberdade provisória. Indeferimento. Jurisprudência pacífica do STF. A prisão preventiva é condição de procedibilidade para o processo de extradição e, tendo natureza cautelar, destina-se, em sua precípua função instrumental, a assegurar a execução de eventual ordem de extradição (Ext nº 579-QO, Tribunal Pleno, relator o ministro Celso de Mello, DJ 10/9/93). 8. Deferimento parcial do pedido extradicional, excluída a contravenção de porte de arma branca e com a ressalva dos artigos 67 e 89 da Lei 6.815/1980.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8051153","externo_seq_objeto_incidente":4648560,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-055  DIVULG 19-03-2015  PUBLIC 20-03-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1371&classe=Ext","is_colac":false,"titulo":"Ext 1371","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 INC-00002 ART-00080 \n          ART-00082 ART-00089\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00005\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2015-03-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1371&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PORTE DE ARMA, ESTATUTO DO ESTRANGEIRO, EXTRADIÇÃO)\nExt 774, Ext 820 (TP), Ext 1065 (TP), Ext 787 extensão (TP). \n(FILHO BRASILEIRO, DEFERIMENTO, EXTRADIÇÃO)\nExt 1178 (TP), Ext 1201 (TP). \n(PRISÃO PREVENTIVA, EXTRADIÇÃO, CONDIÇÃO DE PROCEDIBILIDADE, LIBERDADE PROVISÓRIA)\nExt 1121 AgR (TP), Ext 1178 (TP), EXT 579-QO. \n- Legislação estrangeira citada: art. 157 do Código italiano.\nNúmero de páginas: 14.\nAnálise: 30/03/2015, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : MASSIMILIANO TOSONI \nADV.(A/S)  : PAULO CLAYTON NIGRI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":297181,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1371","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-02-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1371,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur299970","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do eminente Relator, Ministro Marco Aurélio, que deferia a ordem, e do voto do Senhor Ministro Sepúlveda Pertence, que o acompanhava em parte no que diz respeito à prisão preventiva, denegando a ordem quanto ao trancamento da ação penal, pediu vista dos autos o Senhor Ministro Cezar Peluso. Ausentes, justificadamente, os Senhores Ministros Celso de Mello, Carlos Britto e, neste julgamento, o Senhor Ministro Ricardo Lewandowski. Falaram, pelo paciente o Dr. Roberto Podval e, pelo Ministério Público Federal, o Dr. Antônio Fernando Barros e Silva de Souza, Procurador-Geral da República. Presidência da Senhora Ministra Ellen Gracie. Plenário, 11.06.2007. \r\n\n                  Decisão: Preliminarmente, o Tribunal indeferiu o pedido de renovação do relatório e da sustentação oral, vencido o Senhor Ministro Marco Aurélio. Votou o Presidente. Em seguida, após o voto-vista do Senhor Ministro Cezar Peluso, indeferindo a ordem, o julgamento foi suspenso. Presidência do Senhor Ministro Ayres Britto. Plenário, 21.06.2012.\r\n\n                  Decisão: Prosseguindo no julgamento, após os votos da Senhora Ministra Cármen Lúcia e do Presidente, denegando a ordem, e os votos dos Senhores Ministros Celso de Mello e Gilmar Mendes, que acompanhavam o voto do Senhor Ministro Sepúlveda Pertence para conceder em parte a ordem, pediu vista dos autos o Senhor Ministro Luiz Fux. Presidência do Senhor Ministro Ayres Britto. Plenário, 27.06.2012.\r\n\n                  Decisão: Após o voto-vista do Ministro Luiz Fux, acompanhando o Ministro Sepúlveda Pertence e modulando os efeitos da decisão, nos termos do seu voto, pediu vista dos autos o Ministro Ricardo Lewandowski. Não participam da votação os Ministros Teori Zavascki e Dias Toffoli, por sucederem, respectivamente, aos Ministros Cezar Peluso (Relator) e Sepúlveda Pertence, com votos proferidos em assentada anterior. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Presidência do Ministro Joaquim Barbosa. Plenário, 19.12.2012.\r\n\n                 Decisão: O Tribunal, por maioria, concedeu em parte a ordem apenas para revogar o decreto de prisão preventiva, vencidos parcialmente os Ministros Cezar Peluso, Cármen Lúcia e Ayres Britto, que denegavam a ordem, e o Ministro Marco Aurélio (Relator), que a implementava em maior extensão. Não votaram os Ministros Roberto Barroso, Teori Zavascki e Dias Toffoli por sucederem, respectivamente, aos Ministros Ayres Britto, Cezar Peluso e Sepúlveda Pertence. Redigirá o acórdão o Ministro Gilmar Mendes. Ausentes, nesta assentada, os Ministros Gilmar Mendes e Luiz Fux, que proferiram voto em assentadas anteriores. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 04.03.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur299970","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:29:22.292173","dg_unique":"sjur299970","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas Corpus. 2. Questão de ordem. Renovação da sustentação oral. Alteração substancial da composição do Tribunal. A alteração da composição do Tribunal não autoriza a renovação da sustentação oral. Maioria. 3. Prisão preventiva. Garantia da ordem pública. Ausência de fundamentação concreta da necessidade da prisão. No entendimento da maioria, a comoção popular não é, por si só, suficiente para demonstrar a necessidade da prisão. 4. Poderes de investigação do Ministério Público. O Ministério Público pode realizar diligências investigatórias para complementar a prova produzida no inquérito policial. Maioria. 5. Rejeitada a questão de ordem por maioria. Ordem concedida, por maioria, apenas para cassar o decreto de prisão preventiva.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=84548&classe=HC","externo_seq_objeto_incidente":2229923,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-067  DIVULG 09-04-2015  PUBLIC 10-04-2015\nEMENT VOL-02768-01  PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=84548&classe=HC","is_colac":false,"titulo":"HC 84548","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00011 INC-00033 INC-00060 \n          ART-00127 ART-00129 INC-00001 INC-00003 \n          INC-00007 INC-00008 INC-00009 ART-00144 \n          PAR-00001 INC-00001 INC-00004 PAR-00004 \n          INC-00006\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000075      ANO-1993\n          ART-00008 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-001802      ANO-1953\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008625      ANO-1993\n          ART-00026 INC-00001 LET-A LET-B \n          LET-C INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 INC-00008 \n          ART-00027 PAR-ÚNICO INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00007 INC-00001 INC-00002 INC-00003 \n          INC-00011 INC-00013 INC-00014 INC-00019\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009034      ANO-1995\n          ART-00002 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009043      ANO-1995\n          ART-00002 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009296      ANO-1996\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00121 PAR-00002 INC-00001 INC-00004 \n          INC-00005\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00004 \"CAPUT\" REDAÇÃO DADA PELA LEI-9043/1995\n          ART-00004 \"CAPUT\" PAR-ÚNICO ART-00012 \n          ART-00028 ART-00188 ART-00312\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000013      ANO-2006\n          ART-00013 ART-00015 ART-00017\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP\n\n","LEG-FED   SUV-000014      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EXM      \n          ITEM-4\n                EXPOSIÇÃO DE MOTIVOS DO CÓDIGO DE PROCESSO PENAL DE 1941\n\n","LEG-EST   LCP-000734      ANO-1993\n                LEI COMPLEMENTAR, SP"],"publicacao_data":"2015-04-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- APLICAÇÃO, NORMA, INQUÉRITO POLICIAL, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, EXECUÇÃO DA PENA, MOMENTO ANTERIOR, FORMAÇÃO DE CULPA, FUNDAMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. INSUFICIÊNCIA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME, FINALIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA. DESCABIMENTO, FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, CLAMOR PÚBLICO, NOTICIÁRIO, IMPRENSA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: POSSIBILIDADE, MINISTÉRIO PÚBLICO, DETERMINAÇÃO, ABERTURA, INQUÉRITO POLICIAL, REALIZAÇÃO, DILIGÊNCIA. FINALIDADE, INQUÉRITO POLICIAL, SUBSÍDIO, ATUAÇÃO, MINISTÉRIO PÚBLICO, PERSECUÇÃO PENAL. INEXISTÊNCIA, OBRIGATORIEDADE, MINISTÉRIO PÚBLICO, FORMAÇÃO, OPINIO DELICTI, FUNDAMENTO ÚNICO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO POLICIAL. POSSIBILIDADE, MINISTÉRIO PÚBLICO, OFERECIMENTO, DENÚNCIA, HIPÓTESE, AUSÊNCIA, INSTAURAÇÃO, INQUÉRITO POLICIAL. DESEMPENHO, MINISTÉRIO PÚBLICO, ATIVIDADE, COLABORAÇÃO, POLÍCIA JUDICIÁRIA, INVESTIGAÇÃO CRIMINAL. ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CONTROLE EXTERNO, ATIVIDADE POLICIAL. POSSIBILIDADE, MINISTÉRIO PÚBLICO, PROMOÇÃO, INVESTIGAÇÃO CRIMINAL, DIREITO PRÓPRIO. NECESSIDADE, MINISTÉRIO PÚBLICO, OBSERVÂNCIA, DIREITO, INVESTIGADO, ÂMBITO, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL. RELEVÂNCIA, PAPEL, MINISTÉRIO PÚBLICO, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988. RECONHECIMENTO IMPLÍCITO, CONSTITUIÇÃO FEDERAL, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO, FINALIDADE, GARANTIA, EFETIVIDADE, DESEMPENHO, MINISTÉRIO PÚBLICO, ATRIBUIÇÃO, NATUREZA CONSTITUCIONAL. NECESSIDADE, SUPREMO TRIBUNAL FEDERAL (STF), UTILIZAÇÃO, TEORIA DOS PODERES IMPLÍCITOS, MOMENTO, INTERPRETAÇÃO, NORMA, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL. DESCARACTERIZAÇÃO, COMPETÊNCIA EXCLUSIVA, POLÍCIA JUDICIÁRIA, REALIZAÇÃO, INVESTIGAÇÃO CRIMINAL. INAPLICABILIDADE, GARANTIA CONSTITUCIONAL, CONTRADITÓRIO, ÂMBITO, INVESTIGAÇÃO CRIMINAL. IMPOSSIBILIDADE, CONDENAÇÃO, FUNDAMENTO ÚNICO, ELEMENTO DE INFORMAÇÃO, ORIGEM, INVESTIGAÇÃO CRIMINAL. ASSEGURAMENTO, GARANTIA CONSTITUCIONAL, CONTRADITÓRIO, FASE PROCESSUAL, PERSECUÇÃO PENAL, ÂMBITO JUDICIAL. LEGITIMIDADE, MINISTÉRIO PÚBLICO, EXERCÍCIO, PODER DE INVESTIGAÇÃO, HIPÓTESE, EXCESSO, AUTORIDADE POLICIAL, OMISSÃO, POLÍCIA JUDICIÁRIA, CRIAÇÃO, AUTORIDADE POLICIAL, OBSTÁCULO, APURAÇÃO, DELITO, FUNDAMENTO, PRINCÍPIO DA SUBSIDIARIEDADE. POSSIBILIDADE, CONTROLE JUDICIAL, ATO, INVESTIGAÇÃO CRIMINAL, MINISTÉRIO PÚBLICO. DEVER, MINISTÉRIO PÚBLICO, OBSERVÂNCIA, DIREITO AO SILÊNCIO, GARANTIA CONSTITUCIONAL, CONTRARIEDADE, AUTOINCRIMINAÇÃO. IMPOSSIBILIDADE, MINISTÉRIO PÚBLICO, OBRIGAÇÃO, INVESTIGADO, PARTICIPAÇÃO, RECONSTITUIÇÃO DE CRIME. INADMISSIBILIDADE, RECUSA, MINISTÉRIO PÚBLICO, APRESENTAÇÃO, INVESTIGADO, RAZÕES, EXISTÊNCIA, INVESTIGAÇÃO CRIMINAL. IMPOSSIBILIDADE, MINISTÉRIO PÚBLICO, IMPEDIMENTO, ADVOGADO, ACOMPANHAMENTO, INVESTIGADO. DEVER, MINISTÉRIO PÚBLICO, OBSERVÂNCIA, RESERVA DE JURISDIÇÃO. DEVER, MINISTÉRIO PÚBLICO, JUNTADA, AUTOS, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, TOTALIDADE, REGISTRO, DECLARAÇÃO, DEPOIMENTO, LAUDO PERICIAL. IMPOSSIBILIDADE, MINISTÉRIO PÚBLICO, SELEÇÃO, ELEMENTO DE INFORMAÇÃO, AUTOS, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL. DIREITO, INVESTIGADO, ACESSO, AUTOS, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL. IMPOSSIBILIDADE, MINISTÉRIO PÚBLICO, INTIMAÇÃO, ADVOGADO, CONDIÇÃO, TESTEMUNHA, CONTRARIEDADE, CLIENTE, FUNDAMENTO, EXISTÊNCIA, RELAÇÃO DE CONFIDENCIALIDADE. POSSIBILIDADE, OPOSIÇÃO, SIGILO, PROFISSÃO, CONTRARIEDADE, MINISTÉRIO PÚBLICO. AUSÊNCIA, CARÁTER ABSOLUTO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: AUMENTO, RELEVÂNCIA, PAPEL, MINISTÉRIO PÚBLICO, ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1988, DECORRÊNCIA, CONSAGRAÇÃO, AUTONOMIA, INDEPENDÊNCIA, MINISTÉRIO PÚBLICO. INEXISTÊNCIA, PREVISÃO, CÓDIGO DE PROCESSO PENAL, POSSIBILIDADE, PROMOTOR DE JUSTIÇA, CONDUÇÃO, INVESTIGAÇÃO CRIMINAL, DECORRÊNCIA, INEXISTÊNCIA, GARANTIA CONSTITUCIONAL, MEMBRO, MINISTÉRIO PÚBLICO, MOMENTO, EDIÇÃO, CÓDIGO DE PROCESSO PENAL. RELEVÂNCIA, PROMOTOR DE JUSTIÇA, INVESTIGADOR, ÂMBITO, DIREITO COMPARADO. IRRAZOABILIDADE, EXCLUSÃO, MINISTÉRIO PÚBLICO, INVESTIGAÇÃO CRIMINAL, FUNDAMENTO, FUNÇÃO, INVESTIGAÇÃO CRIMINAL, FORNECIMENTO, SUBSÍDIO, FORMAÇÃO, OPINIO DELICTI, MINISTÉRIO PÚBLICO. FAVORECIMENTO, OBSERVÂNCIA, PRINCÍPIO, OBRIGATORIEDADE, AÇÃO PENAL PÚBLICA, AMPLIAÇÃO, PROTEÇÃO, DIREITO FUNDAMENTAL, SUJEITO PASSIVO, PERSECUÇÃO PENAL, PREVENÇÃO, DEMORA, INVESTIGAÇÃO CRIMINAL, AMPLIAÇÃO, ACESSO, DOMINUS LITIS, ELEMENTO DE INFORMAÇÃO, GARANTIA, INDEPENDÊNCIA, INVESTIGAÇÃO CRIMINAL, HIPÓTESE, ASSEGURAMENTO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. DEVER, MINISTÉRIO PÚBLICO, FORMALIZAÇÃO, CARÁTER DOCUMENTAL, ATO DE INVESTIGAÇÃO. POSSIBILIDADE, MINISTÉRIO PÚBLICO, EXERCÍCIO, PODER DE INVESTIGAÇÃO, CARÁTER SUBSIDIÁRIO, ATIVIDADE POLICIAL. NECESSIDADE, COOPERAÇÃO, INSTITUIÇÕES, ESTADO BRASILEIRO. PREJUDICIALIDADE, ATIVIDADE ESTATAL, EXCESSO, DIVISÃO, FUNÇÃO, ÓRGÃO ESTATAL. APLICAÇÃO, CÓDIGO DE PROCESSO PENAL, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, MINISTÉRIO PÚBLICO, FUNDAMENTO, ANALOGIA. INVIABILIDADE, ENUMERAÇÃO, TOTALIDADE, HIPÓTESE, LEGITIMIDADE, INVESTIGAÇÃO CRIMINAL, MINISTÉRIO PÚBLICO. DEVER, MINISTÉRIO PÚBLICO, OBSERVÂNCIA, LIMITE LEGAL, LIMITE CONSTITUCIONAL, INVESTIGAÇÃO CRIMINAL. POSSIBILIDADE, CONTROLE JUDICIAL, INVESTIGAÇÃO CRIMINAL, MINISTÉRIO PÚBLICO. DEVER, MINISTÉRIO PÚBLICO, OBSERVÂNCIA, NORMA, INQUÉRITO POLICIAL, PROCESSO ADMINISTRATIVO DISCIPLINAR. NECESSIDADE, IDENTIFICAÇÃO, AUTUAÇÃO, NUMERAÇÃO, REGISTRO, DISTRIBUIÇÃO, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL. DEVER, MINISTÉRIO PÚBLICO, CONCESSÃO, PUBLICIDADE, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL. DEVER, ATO, INSTAURAÇÃO, DELIMITAÇÃO, OBJETO, RAZÕES, INVESTIGAÇÃO CRIMINAL. NECESSIDADE, COMUNICAÇÃO, PROCURADOR-GERAL, INSTAURAÇÃO, INVESTIGAÇÃO CRIMINAL. DEVER, MINISTÉRIO PÚBLICO, ASSEGURAMENTO, ACESSO, ADVOGADO, INVESTIGADO, ATO DE INVESTIGAÇÃO. NECESSIDADE, OBSERVÂNCIA, PRAZO, CONCLUSÃO, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL. SUBMISSÃO, CONTROLE JUDICIAL,ARQUIVAMENTO, PROCESSO ADMINISTRATIVO, INVESTIGAÇÃO CRIMINAL. EXIGÊNCIA, FUNDAMENTAÇÃO, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO, FINALIDADE, JUSTIFICATIVA, EXERCÍCIO, PODER DE INVESTIGAÇÃO, CARÁTER SUBSIDIÁRIO. MODULAÇÃO DE EFEITOS, DECISÃO, MATÉRIA, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO, FINALIDADE, RESTRIÇÃO, EXIGIBILIDADE, OBSERVÂNCIA, PARÂMETRO, DECISÃO, MOMENTO POSTERIOR, DATA, SESSÃO DE JULGAMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: INEXISTÊNCIA, EXCLUSIVIDADE, AUTORIDADE POLICIAL, REALIZAÇÃO, INVESTIGAÇÃO CRIMINAL. POSSIBILIDADE, FUNDAMENTAÇÃO, AÇÃO PENAL, ELEMENTO DE INFORMAÇÃO, ORIGEM, APURAÇÃO, ÓRGÃO PÚBLICO, PARTICULAR. DESNECESSIDADE, INQUÉRITO POLICIAL, FINALIDADE, PROPOSITURA, AÇÃO PENAL. INEXISTÊNCIA, OFENSA, DEVIDO PROCESSO LEGAL, DECORRÊNCIA, MINISTÉRIO PÚBLICO, REALIZAÇÃO, INVESTIGAÇÃO CRIMINAL. DEVER, MINISTÉRIO PÚBLICO, OBSERVÂNCIA, RESERVA DE JURISDIÇÃO. INADMISSIBILIDADE, MINISTÉRIO PÚBLICO, DESRESPEITO, GARANTIA CONSTITUCIONAL, INVESTIGADO, DIREITO AO SILÊNCIO, DIREITO, ASSISTÊNCIA JURÍDICA, DIREITO, ACESSO, AUTOS. CARACTERIZAÇÃO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO, DECORRÊNCIA, RECONHECIMENTO IMPLÍCITO, CONSTITUIÇÃO FEDERAL, FUNDAMENTO, TEORIA DOS PODERES IMPLÍCITOS. EXISTÊNCIA, LEGISLAÇÃO INFRACONSTITUCIONAL, REGULAÇÃO, PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. APLICAÇÃO, INVESTIGAÇÃO CRIMINAL, MINISTÉRIO PÚBLICO, NORMA GERAL, CÓDIGO DE PROCESSO PENAL.\n\n- VOTO, MIN. SEPÚLVEDA PERTENCE: POSSIBILIDADE, MINISTÉRIO PÚBLICO, COLETA, ELEMENTO DE INFORMAÇÃO, FINALIDADE, SUPLEMENTAÇÃO, INVESTIGAÇÃO CRIMINAL. IMPOSSIBILIDADE, MINISTÉRIO PÚBLICO, EXERCÍCIO, ATO, COERÇÃO, COMPETÊNCIA, AUTORIDADE POLICIAL. DIREITO, INVESTIGADO, ACESSO, AUTOS, INVESTIGAÇÃO CRIMINAL, ÂMBITO, MINISTÉRIO PÚBLICO. INOCORRÊNCIA, NULIDADE, DENÚNCIA, DECORRÊNCIA, INCOMPETÊNCIA, AUTORIDADE, INVESTIGAÇÃO CRIMINAL.\n\n- VOTO, MIN. CEZAR PELUSO: ILEGITIMIDADE, VIA DE REGRA, MINISTÉRIO PÚBLICO, CONDUÇÃO, PROCEDIMENTO, INVESTIGAÇÃO CRIMINAL. TAXATIVIDADE, EXCEÇÃO. INOCORRÊNCIA, CASO CONCRETO, FUNDAMENTAÇÃO, ADITAMENTO DA DENÚNCIA, EXCLUSIVIDADE, ELEMENTO DE INFORMAÇÃO, ORIGEM, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, MINISTÉRIO PÚBLICO. INVIABILIDADE, VERIFICAÇÃO, LEGITIMIDADE, PROVA, ÂMBITO, HABEAS CORPUS.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: INSUFICIÊNCIA, GRAVIDADE ABSTRATA, CRIME, FINALIDADE, FUNDAMENTAÇÃO, PRISÃO PREVENTIVA. DESCARACTERIZAÇÃO, PROCEDIMENTO INVESTIGATÓRIO CRIMINAL, MINISTÉRIO PÚBLICO, FUNDAMENTO ÚNICO, ADITAMENTO DA DENÚNCIA, CASO CONCRETO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CONCESSÃO, HABEAS CORPUS, MAIOR EXTENSÃO, FINALIDADE, TRANCAMENTO DA AÇÃO PENAL. INADMISSIBILIDADE, INSTAURAÇÃO, INVESTIGAÇÃO CRIMINAL, ÂMBITO, MINISTÉRIO PÚBLICO. PREVISÃO, CONSTITUIÇÃO FEDERAL, ATRIBUIÇÃO, POLÍCIA FEDERAL, POLÍCIA CIVIL, DESEMPENHO, FUNÇÃO, POLÍCIA JUDICIÁRIA. POSSIBILIDADE, MINISTÉRIO PÚBLICO, REQUISIÇÃO, INSTAURAÇÃO, INQUÉRITO POLICIAL, REALIZAÇÃO, DILIGÊNCIA. IMPOSSIBILIDADE, MINISTÉRIO PÚBLICO, SUBSTITUIÇÃO, POLÍCIA JUDICIÁRIA. DISTINÇÃO, CONSTITUIÇÃO FEDERAL, FUNÇÃO, MINISTÉRIO PÚBLICO, ÂMBITO, INQUÉRITO CIVIL PÚBLICO, COMPARAÇÃO, INQUÉRITO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=84548&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ACESSO, INVESTIGADO, AUTOS, INVESTIGAÇÃO CRIMINAL)\nHC 82354 (1ªT), HC 88190 (2ªT). \n(PODER DE INVESTIGAÇÃO, MINISTÉRIO PÚBLICO)\nHC 83463 (2ªT), HC 85419 (2ªT), HC 87610 (2ªT), RE 468523 (2ªT), HC 89158 (1ªT), HC 89837 (2ªT), HC 91613 (2ªT), HC 91661 (2ªT), HC 93930 (2ªT), HC 94173 (2ªT), HC 97969 (2ªT), ADI 1571 MC (TP). \n(UNIPERSONALIZAÇÃO, INVESTIGAÇÃO CRIMINAL, ACUSAÇÃO PENAL)\nRHC 48728 (TP), RTJ 63/299. \n(MINISTÉRIO PÚBLICO, DESTINATÁRIO, INQUÉRITO POLICIAL)\nRTJ 168/896. \n(MINISTÉRIO PÚBLICO, ACOMPANHAMENTO, INQUÉRITO POLICIAL)\nRHC 66176 (2ªT), RTJ 130/1053. \n(OFERECIMENTO, DENÚNCIA, DISPENSABILIDADE, INQUÉRITO POLICIAL)\nHC 77770 (1ªT), HC 80405 (2ªT), AI 266214 AgR (2ªT), RHC 62300 (2ªT), HC 63213 (1ªT), RTJ 64/342, RTJ 76/741, RTJ 101/571, RTJ 168/896, RT 756/481. \n(CONTRADITÓRIO, INVESTIGAÇÃO CRIMINAL)\nRTJ 143/306, RTJ 147/219. \n(LIMITE, PODER DE INVESTIGAÇÃO)\nRTJ 173/805. \n(DIREITO AO SILÊNCIO, INVESTIGADO)\nRTJ 141/512, RTJ 173/805, RTJ 176/805, RTJ 176/1306. \n(DENÚNCIA, FUNDAMENTO, ELEMENTO DE INFORMAÇÃO, INQUÉRITO CIVIL PÚBLICO)\nHC 84367 (1ªT), AP 396 (TP). \n(DIREITO, INVESTIGADO, COMISSÃO PARLAMENTAR DE INQUÉRITO)\nHC 80420 (1ªT), HC 100341 (TP), MS 23652 (TP). \n(AUTORIDADE INCOMPETENTE, INQUÉRITO, VALIDADE, DENÚNCIA)\nHC 41870 (TP), HC 41888 (TP), AI 266214 AgR (2ªT). \n(POLÍCIA JUDICIÁRIA, MONOPÓLIO, PODER DE INVESTIGAÇÃO)\nADI 1517 MC (TP). \n(DIREITO, INVESTIGADO, NÃO AUTOINCRIMINAÇÃO)\nRTJ 163/626, RTJ 172/929, RTJ 180/1001. \n(PARTICIPAÇÃO, INVESTIGADO, RECONSTITUIÇÃO DE CRIME)\nRTJ 127/461, RTJ 142/855. \n- Decisões monocráticas citadas:\n(ACESSO, INVESTIGADO, AUTOS, INVESTIGAÇÃO CRIMINAL)\nMS 23836 MC, Inq 1867.\n- Acórdão(s) citado(s) - outros tribunais:\nRT 422/299, RT 426/395, RT 448/334, RT 479/358, RT 512/355, RT 520/484, RT 547/355, RT 664/336, RT 716/502, RT 738/557, RT 664/336, RT 716/502, RT 738/557. \nSTJ: AP 206 AgR, RMS 9612, RHC 1489, RSTJ 65/157, RSTJ 106/426. \nTRF4: RT 745/684. \n- Decisão estrangeira citada: Caso McCulloch v. Maryland, 17 US (4 Wheat.) 316, 4 L.Ed. 579 (1819) da Suprema Corte norte-americana.\r\n- Veja ADI 2943, ADI 3309, ADI 3318, ADI 3806, ADI 3836, ADI 4305, HC 115714, Inq 1968 e RE 593727 do STF.\r\n- Veja as informações prestadas ao Supremo Tribunal Federal pelo Presidente da Câmara dos Deputados na ADI 2202 MC. \r\n- Veja o Código de Processo Penal Modelo para Ibero-América.\nNúmero de páginas: 180.\nAnálise: 27/04/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : SÉRGIO GOMES DA SILVA \nIMPTE.(S)  : ROBERTO PODVAL E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":299970,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 84548","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2015-03-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"AZEVEDO, Vicente de Paulo Vicente de. Direito Judiciário Penal. Saraiva, 1952. p. 115.\r\nBARBOSA, Rui. Comentários à Constituição Federal Brasileira coligidos e ordenados por Homero Pires. Saraiva, 1932. v. 1. p. 203-225.\r\nCAETANO, Marcello. Direito Constitucional. Forense, 1978. v. 2. p. 12-13, item 9.\r\nCHOUKR, Fauzi Hassan. Garantias Constitucionais na Investigação Criminal. 3. ed. Rio de Janeiro: Lumen Juris, 2006. p. 67.\r\nESPÍNOLA FILHO, Eduardo. Código de Processo Penal Brasileiro Anotado. Bookseller, 2000. v. 1. p. 288.\r\nFALCÃO, Joaquim. Jornal O Globo. 1993.\r\nFURTADO, Valtan. 15 razões para o Ministério Público investigar infrações penais. Boletim IBCCRIM, nº 139, p. 10-11, ano 12, jun. 2004.\r\nGRINOVER, Ada Pellegrini. A instrução processual penal em Ibero-América. Trabalho apresentado ao “Congresso Internacional de Culturas e Sistemas Jurídicos Comparados”, México, 2002.\r\nDisponível na Internet: http://www.juridicas.unam.mx/inst/evacad/eventos/2004/0\r\n902/mesa4/100s.pdf. Acesso em 31 de junho de 2012. p. 12\r\nJESUS, Damásio Evangelista de. Código de Processo Penal Anotado. 17. ed. Saraiva, 2000. p. 07.\r\nMARQUES, José Frederico. Elementos de Direito Processual Penal. Forense, 1961. v. 1. p. 153.\r\n_____. Tratado de Direito Processual Penal. Saraiva, 1980. v. 1. p. 104 e 194.\r\n_____. Elementos de Direito Processual Penal. 2. ed. revista e atualizada por Eduardo Reale Ferrari. Campinas/SP: Millennium, 2000. v. 1. p. 87-89, itens 45/46.\r\nMAXIMILIANO, Carlos. Hermenêutica e Aplicação do Direito. 18. ed. Forense, 1999. p. 312, item 11.\r\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 7. ed. Atlas, 2000. p. 86, item 4.3, e 111, item 12.1.\r\nNOGUEIRA, Carlos Frederico Coelho. Comentários ao Código de Processo Penal. EDIPRO, 2002. v. 1. p. 183.\r\nNUNES, Castro. Teoria e Prática do Poder Judiciário. Forense, 1943. p. 641/650.\r\nPEDROSO, Fernando de Almeida. Processo Penal - O Direito de Defesa. Forense, 1986. p. 43/45, item 12.\r\nSOUZA NETO, Cláudio Pereira. A Segurança Pública na Constituição Federal de 1988: Conceituação constitucionalmente adequada, competências federativas e órgãos de execução das políticas. \r\nSTRECK, Lenio Luiz; FELDENS, Luciano. Crime e Constituição – A Legitimidade da função\r\ninvestigatória do Ministério Público. Forense, 2003. p. 79/85.\r\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 4. ed. Saraiva, 1999. v. 1. p. 111.\r\nTRIGUEIRO, Oswaldo. Os Poderes do Presidente da República. In: RDA. v. 29. p. 22.","ministro_facet":["MARCO AURÉLIO","GILMAR MENDES"],"processo_numero":84548,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur396797","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu parcialmente o pedido de extradição, nos termos do voto da Relatora. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 23.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur396797","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur396797","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA E EXECUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA ESPANHOLA. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIMES DE TRÁFICO DE DROGAS, ASSOCIAÇÃO PARA O TRÁFICO DE DROGAS E DE FURTO QUALIFICADO. DUPLA TIPICIDADE. CRIMES DE TRÁFICO DE DROGAS E FURTO QUALIFICADO: INOCORRÊNCIA DE PRESCRIÇÃO. CRIME DE ASSOCIAÇÃO PARA O TRÁFICO DE DROGAS: PRESCRIÇÃO. EXTRADIÇÃO PARCIAMENTE DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Reino da Espanha atende aos pressupostos necessários ao parcial deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar os crimes imputados ao Extraditando e para executar a sentença condenatória imposta.\n\n\n\n    3. Requisito da dupla tipicidade cumprido: fatos delituosos imputados ao Extraditando correspondentes, no Brasil, aos crimes de tráfico de drogas, associação para o tráfico de drogas e furto qualificado.\n\n\n\n    4. Inocorrência de prescrição para o caso dos crimes de tráfico de drogas e furto qualificado.\n\n\n\n    5. Crime de associação para o tráfico de drogas prescrito.\n\n\n\n    6. Extradição parcialmente deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748861360","externo_seq_objeto_incidente":5236231,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-267  DIVULG 12-12-2018  PUBLIC 13-12-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1510&classe=Ext","is_colac":false,"titulo":"Ext 1510","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00035\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00004 \n          INC-00006 ART-00083 INC-00001 ART-00088 \n          PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1988\n          ART-00001 ART-00009 ITEM-1 ITEM-2 \n          ITEM-3 ITEM-4 ITEM-5 ITEM-6\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00004 ART-00110 \n          ART-00155 PAR-00004 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n          ART-00002 ITEM-1 ART-00004 ITEM-1 \n          LET-C\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-12-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEI, ESTADO REQUERENTE, ESTADO REQUERIDO, IMPOSIÇÃO, PENA PRIVATIVA DE LIBERDADE, SUPERIORIDADE, UM ANO. PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, PROVA, ACUSAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1510&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, PROVA, ACUSAÇÃO)\nExt 669 (TP), Ext 866 (TP), Ext 897 (TP). \n- Legislação estrangeira citada: arts. 131, 133, 237, 238.3, 240, 241.1, 368.1.5º, 370.3 e 570 ter.1.b do Código Penal espanhol.\nNúmero de páginas: 20.\nAnálise: 05/02/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : EXPOSORIO PALLARES CHICHARRO \nADV.(A/S)  : JOSÉ DOMINGOS BORTOLATTO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":396797,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1510","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-10-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1510,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur385282","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, negou provimento ao agravo regimental, vencido o Ministro Alexandre de Moraes. Plenário, sessão virtual de 6 a 12.4.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur385282","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur385282","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO EM MANDADO DE SEGURANÇA. DIREITO CONSTITUCIONAL E ADMINISTRATIVO. TRIBUNAL REGIONAL FEDERAL. PROMOÇÃO DE MAGISTRADOS DE CARREIRA. ANTIGUIDADE. IDADE SUPERIOR A SESSENTA E CINCO ANOS. ARTIGOS 93 E 107 DA CONSTITUIÇÃO DA REPÚBLICA. INTERPRETAÇÃO LÓGICO-SISTEMÁTICA DA CONSTITUIÇÃO. PRINCÍPIO DA UNIDADE DA LEI FUNDAMENTAL. GARANTIA DE PROGRESSÃO NA CARREIRA. LIMITE ETÁRIO. APLICABILIDADE RESTRITA, APENAS, AOS MEMBROS ORIUNDOS DO QUINTO CONSTITUCIONAL. SEGURANÇA CONCEDIDA. AGRAVO INTERNO DESPROVIDO.\n\n\n\n    1. A progressão na carreira da Magistratura, à luz da Constituição da República, obedece os critérios de antiguidade e de merecimento, aplicados de forma alternada em cada vacância (CRFB/88, art. 93, III).\n\n\n\n    2. Os juízes dos Tribunais Regionais Federais, consoante o art. 107 da Lei Fundamental, devem ser nomeados pelo Presidente da República dentre brasileiros com mais de trinta e menos de sessenta e cinco anos, sendo (i) um quinto dentre advogados com mais de dez anos de efetiva atividade profissional e membros do Ministério Público Federal com mais de dez anos de carreira e (ii) os demais, mediante promoção de juízes federais com mais de cinco anos de exercício, por antiguidade e merecimento, alternadamente.\n\n\n\n    3. A interpretação lógico-sistemática dos artigos 93 e 107 da Constituição da República impõe ser inaplicável o limite etário de 65 (sessenta e cinco) anos aos magistrados de carreira, restringindo-o, apenas, aos candidatos oriundos do quinto constitucional, mercê de exercerem cargo isolado.\n\n\n\n    4. Deveras, eventual imposição de idade máxima para eleição à vaga proveniente de aposentadoria por antiguidade de Tribunal Regional Federal constituiria verdadeira limitação à garantia da progressão na carreira de magistrado.\n\n\n\n    5. In casu, o Plenário do Tribunal Regional Federal da 1ª Região, em votação realizada no dia 26.11.2015, elegeu, pelo critério de antiguidade, o Juiz Federal Francisco Neves da Cunha para compor o TRF da 1ª Região, à época com sessenta e nove anos de idade, de sorte que tal indicação deve ser remetida à Presidência da República (CRFB/88, art. 84, XVI) para a definitiva nomeação para compor o Tribunal.\n\n\n\n    6. Agravo interno a que se NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14845768","externo_seq_objeto_incidente":5368841,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-098  DIVULG 18-05-2018  PUBLIC 21-05-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=33939&classe=MS","is_colac":false,"titulo":"MS 33939 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00069 ART-00059 PAR-ÚNICO \n          ART-00084 INC-00016 \n          ART-00093 INC-00001 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00093 INC-00002 \n          ART-00093 INC-00003 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00107 \"CAPUT\" INC-00001 INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00100\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000095      ANO-1998\n          ART-00011 INC-00003 LET-A LET-B \n          LET-C LET-D\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00001\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA"],"publicacao_data":"2018-05-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO, FATO CERTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=33939&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIMITE DE IDADE, PROMOÇÃO, CARREIRA, MAGISTRADO)\nRcl 2772 (TP), MS 27164 AgR (TP), MS 21623 (TP). \n(MS, DIREITO LÍQUIDO E CERTO)\nMS 21865 (TP). \n- Decisão monocrática citada:\n(LIMITE DE IDADE, PROMOÇÃO, CARREIRA, MAGISTRADO)\nMS 28678.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: RMS 10208. \n- Decisão estrangeira citada: 1 BVerfGE 14, 32 [1951] da Corte Constitucional Alemã.\nNúmero de páginas: 31.\nAnálise: 17/09/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : FRANCISCO NEVES DA CUNHA \nADV.(A/S)  : LUIZ ALBERTO BETTIOL E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":385282,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 33939 AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2018-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"CARVALHO FILHO, José dos Santos. Manual de Direito Administrativo, 27. ed. São Paulo: Atlas, 2014. p. 664.\nMAXIMILIANO, Carlos. Hermenêutica e Aplicação do Direito. Rio de Janeiro: Forense, 19. ed. 2003. p. 136.","ministro_facet":["LUIZ FUX"],"processo_numero":33939,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur403078","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento aos embargos de declaração, nos termos do voto do Relator. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli (Presidente). Presidência do Ministro Luiz Fux (Vice-Presidente). Plenário, 28.2.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur403078","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur403078","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: TRIBUTÁRIO E CONSTITUCIONAL. EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO. ISSQN. ART. 156, III, CRFB/88. CONCEITO CONSTITUCIONAL DE SERVIÇOS DE QUALQUER NATUREZA. OPERADORAS DE PLANOS DE SAÚDE. CONSTITUCIONALIDADE DA INCIDÊNCIA DECLARADA PELO ACÓRDÃO EMBARGADO, EM PROCESSO SUBMETIDO AO REGIME DA REPERCUSSÃO GERAL. MODULAÇÃO TEMPORAL DOS EFEITOS DA DECISÃO. AUSÊNCIA DE ALTERAÇÃO JURISPRUDENCIAL. INOCORRÊNCIA DE VIOLAÇÃO À SEGURANÇA JURÍDICA. CONCLUSÃO QUE NÃO AFASTA POSSÍVEL MUDANÇA FUTURA DE ENTENDIMENTO. EMBARGOS DE DECLARAÇÃO DESPROVIDOS.\n\n\n\n    1. A incidência do ISSQN sobre as atividades desenvolvidas pelas operadoras de planos de saúde, cuja constitucionalidade foi afirmada pela Corte, de acordo com o previsto pelos itens 4.22 e 4.23 da lista anexa à Lei Complementar nº 116/03, em sede de repercussão geral, e com base nas premissas assentadas por esta Corte no julgamento dos RE´s 547.245 e 592.905 (Tribunal Pleno, Rel. Min. Eros Grau, julgados em 02/12/09, DJ de 05/03/10), não acarretou alteração de entendimento apta a ensejar modulação de efeitos da decisão.\n\n\n\n    2. Deveras, a referida conclusão não afasta a possibilidade de nova apreciação do tema pela Corte em casos futuros, em razão de ulterior alteração legislativa, notadamente no que concerne ao RE 116.121 (Tribunal Pleno, Rel. Min. Octávio Gallotti, Rel. p/ acórdão Min. Marco Aurélio, DJ de 25/05/01).\n\n\n\n    3. In casu, a embargante pleiteia a modulação de efeitos do acórdão por razões de segurança jurídica, dada suposta mudança de posição pelo Plenário do STF, cuja ocorrência ora não se reconhece.\n\n\n\n    4. Embargos de declaração desprovidos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749745629","externo_seq_objeto_incidente":5176799,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-093  DIVULG 06-05-2019  PUBLIC 07-05-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=651703&classe=RE","is_colac":false,"titulo":"RE 651703 ED","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00156 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000056      ANO-1987\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000116      ANO-2003\n          ANEXO-ÚNICO ITEM-4.22 ITEM-4.23\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00138 PAR-00001 PAR-00002 PAR-00003 \n          ART-00927 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-000406      ANO-1968\n          ANEXO-ÚNICO ITEM-5 REDAÇÃO DADA PELA LCP-56/1987\n          ANEXO-ÚNICO ITEM-6 REDAÇÃO DADA PELA LCP-56/1987\n                DECRETO-LEI\n\n","LEG-FED   SUV-000031      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-05-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AMICUS CURIAE, CÓDIGO DE PROCESSO CIVIL DE 2015, LEGITIMIDADE DEMOCRÁTICA DA JURISDIÇÃO CONSTITUCIONAL. AMICUS CURIAE, PRINCÍPIO DO CONTRADITÓRIO, CONTROLE DIFUSO, TRANSCENDÊNCIA, INTERESSE SUBJETIVO DAS PARTES. AMICUS CURIAE, OPOSIÇÃO, EMBARGOS DE DECLARAÇÃO. DECLARAÇÃO DE CONSTITUCIONALIDADE, EFEITO PRO FUTURO, ALTERAÇÃO, JURISPRUDÊNCIA DOMINANTE, OVERRULING. INTERPRETAÇÃO, MATÉRIA TRIBUTÁRIA, DIREITO PRIVADO, DIREITO TRIBUTÁRIO. COMPETÊNCIA RESIDUAL, MUNICÍPIO, TRIBUTAÇÃO, ATIVIDADE ECONÔMICA, PRESTAÇÃO DE SERVIÇO. LEI COMPLEMENTAR, CONFLITO APARENTE DE NORMAS. PLANO DE SAÚDE, OBRIGAÇÃO DE DAR, OBRIGAÇÃO DE FAZER, CONTRATO DE PRESTAÇÃO DE SERVIÇO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=651703&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ISSQN, ATIVIDADE, PLANO DE SAÚDE)\nRE 115308 (1ªT), RE 547245 (TP), RE 592905 (TP), RE 651703 (TP), AI 745497 AgR (1ªT), ARE 758327 AgR (1ªT), RE 116121 (TP). \n(MODULAÇÃO DE EFEITOS, CONTROLE DIFUSO)\nRE 197917 (TP), RE 527109 (TP), RE 556311 (TP), RE 680089 (TP), ARE 709212 (TP). \n(EMBARGOS DE DECLARAÇÃO, MODULAÇÃO DE EFEITOS)\nADI 3106 ED (TP), ADI 3794 ED (TP), ADI 4167 ED (TP). \n- Decisão monocrática citada:\n(AMICUS CURIAE, MANDADO DE SEGURANÇA, COMPETÊNCIA ORIGINÁRIA, STF)\nRMS 34594.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1041127, REsp 1108861. \n- Decisões estrangeiras citadas: BVerfGE 34, 9 (26) e BAGE 21, 237 (245), do Tribunal Constitucional Alemão.\nNúmero de páginas: 36.\nAnálise: 06/09/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : ASSOCIAÇÃO BRASILEIRA DE MEDICINA DE GRUPO- ABRAMGE \nADV.(A/S)  : RICARDO RAMIRES FILHO \nEMBDO.(A/S)  : HOSPITAL MARECHAL CÂNDIDO RONDON LTDA \nADV.(A/S)  : GUILHERME BROTO FOLLADOR \nEMBDO.(A/S)  : SECRETÁRIO MUNICIPAL DE FINANÇAS DE MARECHAL CÂNDIDO RONDON - PR \nADV.(A/S)  : GELCIR ANIBIO ZMYSLONY \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DE SAÚDE SUPLEMENTAR- FENASAÚDE \nADV.(A/S)  : FRANCISCO CARLOS ROSAS GIARDINA \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS MUNICÍPIOS - CNM \nADV.(A/S)  : PAULO ANTÔNIO CALIENDO VELLOSO DA SILVEIRA \nAM. CURIAE.  : MUNICÍPIO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO PAULO \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRAS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":403078,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 651703 ED","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-02-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARAÚJO, Valter Shuenquener. O princípio da proteção da confiança: uma nova forma de tutela do cidadão diante do Estado. Rio de Janeiro: Impetus, 2009. p. 180-184.\nCABRAL, Antonio do Passo. Princípio do Contraditório. In: TORRES, Ricardo Lobo; KATAOKA, Eduardo Takemi; GALDINO, Flavio (Orgs.). TORRES, Silvia Faber (Superv.). Dicionário de Princípios Jurídicos. Rio de Janeiro: Elsevier, 2011. p. 193-210.\nCABRAL, Antonio do Passo. A Técnica do Julgamento-alerta na Alteração de Jurisprudência Consolidada.\nRevista do Ministério Público do Rio de Janeiro n. 56, abr./jun. 2015. p. 33 e 36-37.","ministro_facet":["LUIZ FUX"],"processo_numero":651703,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur410325","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, conheceu da ação direta e julgou improcedente o pedido para reconhecer a constitucionalidade formal da Lei nº 18.752/2016 do Estado do Paraná, nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes, Rosa Weber e Dias Toffoli (Presidente). Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 16.8.2019 a 22.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur410325","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur410325","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 18.752/2016 DO ESTADO DO PARANÁ. SERVIÇO PÚBLICO DE TELEFONIA MÓVEL E INTERNET. OBRIGAÇÃO DE FORNECER AO CONSUMIDOR INFORMAÇÕES SOBRE A VELOCIDADE DIÁRIA MÉDIA DOS SERVIÇOS DE INTERNET. DIREITO DO CONSUMIDOR. COMPETÊNCIA CONCORRENTE DOS ESTADOS (CF, ART. 24, V). IMPROCEDÊNCIA.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-Membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. Entendimento recente desta SUPREMA CORTE no sentido de conferir uma maior ênfase na competência legislativa concorrente dos Estados quando o assunto gira em torno da defesa do consumidor. Cite-se, por exemplo, a ADI 5.745, Rel. ALEXANDRE DE MORAES, Red. p/ acórdão: Min. EDSON FACHIN, julgado em 7/2/2019.\n\n\n\n    4. A Lei Estadual 18.752/2016, ao obrigar que fornecedores de serviço de internet demonstrem para os consumidores a verdadeira correspondência entre os serviços contratados e os efetivamente prestados, não tratou diretamente de legislar sobre telecomunicações, mas sim de direito do consumidor. Isso porque o fato de trazer a representação da velocidade de internet, por meio de gráficos, não diz respeito à matéria específica de contratos de telecomunicações, tendo em vista que tal serviço não se enquadra em nenhuma atividade de telecomunicações definida pelas Leis 4.117/1962 e 9.472/1997.\n\n\n\n    5. Trata-se, portanto, de norma sobre direito do consumidor que admite regulamentação concorrente pelos Estados-Membros, nos termos do art. 24, V, da Constituição Federal.\n\n\n\n    6. Ação Direta julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750738489","externo_seq_objeto_incidente":5027965,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-195  DIVULG 06-09-2019  PUBLIC 09-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5572&classe=ADI","is_colac":false,"titulo":"ADI 5572","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00021 INC-00011 ART-00022 INC-00001 \n          INC-00004 PAR-ÚNICO ART-00023 ART-00024 \n          INC-00005 INC-00006 ART-00030 INC-00001 \n          ART-00175 \"CAPUT\" PAR-ÚNICO INC-00001 \n          INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004117      ANO-1962\n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00004 INC-00004 ART-00006 INC-00003\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00060 PAR-00001 ART-00127 INC-00003 \n          INC-00005 INC-00008 ART-00128 ART-00131\n                LEI ORDINÁRIA\n\n","LEG-FED   RES-000477      ANO-2007\n                RESOLUÇÃO DO SERVIÇO MÓVEL PESSOAL- SMP\n\n","LEG-FED   RES-000614      ANO-2013\n                RESOLUÇÃO DO SERVIÇO DE COMUNICAÇÃO MULTIMÍDIA - SCM\n\n","LEG-FED   RES-000632      ANO-2014\n          ART-00062 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 INC-00010 INC-00011 \n          INC-00012 INC-00013 PAR-00001 PAR-00002 \n          INC-00001 INC-00002 PAR-00003\n                RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES - ANATEL\n\n","LEG-EST   LEI-018752      ANO-2016\n                LEI ORDINÁRIA, PR"],"publicacao_data":"2019-09-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: INCONSTITUCIONALIDADE FORMAL. COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, RELAÇÃO JURÍDICA, USUÁRIO, PRESTADOR DE SERVIÇO, CONDIÇÃO, EXPLORAÇÃO, SERVIÇO DE TELECOMUNICAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5572&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, DIREITO DO CONSUMIDOR)\nADI 5745 (TP). \n(ADI, LEGITIMIDADE ATIVA, ACEL)\nADI 3846 (TP), ADI 4715 MC (TP). \n(ADI, LEGITIMIDADE ATIVA, ABRAFIX)\nADI 5569 (TP), ADI 5832 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 3343 (TP), ADI 3661 (TP), ADI 4019 (TP), ADI 4083 (TP), ADI 4401 MC (TP), ADI 4478 (TP), ADI 4533 MC (TP), ADI 4925 (TP), ADI 5569 (TP), ADI 5723 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, DIREITO DO CONSUMIDOR)\nADI 1980 (TP), ADI 2832 (TP), RE 594057 AgR (2ªT), ADI 4954 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 36.\nAnálise: 18/03/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DAS OPERADORAS CELULARES - ACEL E OUTRO(A/S)\nADV.(A/S)  : CAPUTO, BASTOS E SERRA ADVOGADOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO PARANÁ \nPROC.(A/S)(ES) : FLÁVIO LUÍS COUTINHO SLIVINSKI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":410325,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADI 5572","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht. 22. ed. Heidelberg, 2006. v. 1. p. 56-60.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nFERNANDES, Victor Oliveira. Regulação de Serviços de Internet. Rio de Janeiro: Lumen Iuris, 2018. p.\n151.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. I. p. 482. \nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLe, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5572,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur410329","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta e reconheceu a constitucionalidade da Lei Estadual nº 7.620/2017 do Estado do Rio de Janeiro, nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes, Rosa Weber e Dias Toffoli (Presidente). Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 16.8.2019 a 22.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur410329","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur410329","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. LEI ESTADUAL 7.620/2017 DO ESTADO DO RIO DE JANEIRO. TEMPO MÁXIMO DE ESPERA NO ATENDIMENTO EM LOJA DE OPERADORA DE TELEFONIA. PROTEÇÃO DO CONSUMIDOR. FORTALECIMENTO DO FEDERALISMO CENTRÍFUGO. COMPETÊNCIA CONCORRENTE DOS ESTADOS (CF, ART. 24, V). IMPROCEDÊNCIA. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse. \n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos União, Estados-Membros, Distrito Federal e Municípios e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. Entendimento recente desta SUPREMA CORTE no sentido de conferir uma maior ênfase na competência legislativa concorrente dos Estados quando o assunto gira em torno da defesa do consumidor. Cite-se, por exemplo, a ADI 5.745 (Rel. Min. ALEXANDRE DE MORAES, Red. p/ acórdão: Min. EDSON FACHIN, julgado em 7/2/2019).\n\n\n\n    4. A Lei estadual 7.620/2017, ao estabelecer tempo máximo de espera para atendimento de consumidor em loja de operadora de telefonia, não tratou diretamente de legislar sobre telecomunicações, mas sim de direito do consumidor. Isso porque o fato de regulamentar o tempo de espera para atendimento não diz respeito à matéria específica de contrato de telecomunicação, tendo em vista que tal serviço não se enquadra em nenhuma atividade de telecomunicações definida pelas Leis 4.117/1962 e 9.472/1997. \n\n\n\n    5. Trata-se, portanto, de norma sobre direito do consumidor que admite regulamentação concorrente pelos Estados-Membros, nos termos do art. 24, V, da Constituição Federal. \n\n\n\n    6. Ação Direta julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750738493","externo_seq_objeto_incidente":5319716,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-195  DIVULG 06-09-2019  PUBLIC 09-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5833&classe=ADI","is_colac":false,"titulo":"ADI 5833","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00021 INC-00011 ART-00022 INC-00001 \n          INC-00004 PAR-ÚNICO ART-00023 ART-00024 \n          INC-00005 INC-00006 INC-00008 PAR-00002 \n          ART-00025 PAR-00001 ART-00030 INC-00001 \n          ART-00175 \"CAPUT\" PAR-ÚNICO INC-00001 \n          INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004117      ANO-1962\n          ART-00004\n                LEI ORDINÁRIA - CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00060 PAR-00001 ART-00074 ART-00127 \n          INC-00003 INC-00005 INC-00008 ART-00128 \n          ART-00130 \"CAPUT\" PAR-ÚNICO ART-00131\n                LEI ORDINÁRIA\n\n","LEG-EST   LEI-007620      ANO-2017\n          ART-00001 INC-00001 INC-00002 ART-00002 \n          ART-00003 ART-00004\n                LEI ORDINÁRIA, RJ"],"publicacao_data":"2019-09-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO NACIONAL DAS OPERADORAS DE CELULARES (ACEL), ASSOCIAÇÃO BRASILEIRA DE CONCESSIONÁRIAS DE SERVIÇO TELEFÔNICO FIXO COMUTADO (ABRAFIX). CONFLITO DE COMPETÊNCIA, ATIVIDADE LEGISLATIVA, ENTE FEDERADO, VÍCIO FORMAL. COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, DELEGAÇÃO, EXECUÇÃO, TERCEIRO. COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DEFINIÇÃO, RELAÇÃO JURÍDICA, USUÁRIO, CONCESSIONÁRIA, SERVIÇO PÚBLICO. COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, TEMPO DE ESPERA, ATENDIMENTO, INSTITUIÇÃO FINANCEIRA, NORMA, INTERESSE LOCAL, PROTEÇÃO AO CONSUMIDOR. COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, PREENCHIMENTO, LACUNA DA LEI, LEI FEDERAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: COMPETÊNCIA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, EXCEÇÃO, ENGENHARIA, DIREITO DE VIZINHANÇA, REGULAMENTAÇÃO, LEGISLAÇÃO LOCAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5833&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ACEL, ABRAFIX)\nADI 3846 (TP), ADI 4715 MC (TP), ADI 5569 (TP), ADI 5832 (TP). \n(CONFLITO DE COMPETÊNCIA, ATIVIDADE LEGISLATIVA, ENTE FEDERADO, VÍCIO FORMAL)\nADI 3645 (TP), ADI 2535 MC (TP), ADI 4955 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO, DELEGAÇÃO, EXECUÇÃO, TERCEIRO)\nADI 3343 (TP), ADI 4401 MC (TP), ADI 4533 MC (TP), ADI 4925 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, DEFESA DO CONSUMIDOR)\nADI 2663 (TP), ADI 4908 (TP), ADI 5745 (TP), ADI 5961 (TP). \n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, TEMPO DE ESPERA, ATENDIMENTO, INSTITUIÇÃO FINANCEIRA)\nRE 397094 (1ªT), RE 432789 (1ªT), RE 254172 AgR (2ªT), AI 746511 AgR (1ªT), RE 559650 AgR (2ªT), AI 568674 AgR (1ªT), ARE 715138 AgR (1ªT). \n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, PREENCHIMENTO, LACUNA DA LEI, LEI FEDERAL)\nADI 2396 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DEFINIÇÃO, RELAÇÃO JURÍDICA, USUÁRIO, CONCESSIONÁRIA, SERVIÇO PÚBLICO)\nADI 4478 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, SERVIÇO DE TELECOMUNICAÇÃO)\nADI 4083 (TP), ADI 4715 (TP), ADI 5569 (TP), ADI 5723 (TP), ADI 5725 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 36.\nAnálise: 02/03/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO NACIONAL DAS OPERADORAS CELULARES - ACEL \nREQTE.(S)  : ABRAFIX - ASSOCIACAO BRASILEIRA DE CONCESSIONARIAS DE SERVICO TELEFONICO FIXO COMUTADO \nADV.(A/S)  : CAPUTO, BASTOS E SERRA ADVOGADOS (1713/2010 OAB/DF) \nADV.(A/S)  : ADEMIR COELHO ARAUJO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":410329,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 5833","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht, I. 22. ed. Heidelberg, 2006. p. 56-60.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo. 1. p. 13-14.\nMORAES, Alexandre de. Direito constitucional. 32. ed. São Paulo: Atlas, 2016. p. 333.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, n. 120, 1989.\nTOCQUEVILLe, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5833,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur389052","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Teori Zavascki (Relator), conhecendo e dando provimento ao agravo regimental, pediu vista dos autos o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Marco Aurélio. Presidência do Ministro Ricardo Lewandowski. Plenário, 19.11.2014.\r\n\n                       Decisão: Adiado o julgamento por indicação do Ministro Roberto Barroso. Ausentes o Ministro Ricardo Lewandowski, participando da “Reunião de preparação para o Seminário de Verão de 2017”, na Faculdade de Direito da Universidade de Coimbra, em Portugal, e, nesta assentada, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 16.02.2017.\r\n\n                       Decisão: O Tribunal, por maioria, negou provimento ao agravo regimental, vencido o Ministro Teori Zavascki (Relator). Redigirá o acórdão o Ministro Roberto Barroso. Não votou o Ministro Alexandre de Moraes, por suceder o Ministro Teori Zavascki. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 10.5.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur389052","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur389052","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional. Agravo Regimental em Petição. Sujeição dos Agentes Políticos a Duplo Regime Sancionatório em Matéria de Improbidade. Impossibilidade de Extensão do Foro por Prerrogativa de Função à Ação de Improbidade Administrativa. \n\n\n\n    1. Os agentes políticos, com exceção do Presidente da República, encontram-se sujeitos a um duplo regime sancionatório, de modo que se submetem tanto à responsabilização civil pelos atos de improbidade administrativa, quanto à responsabilização político-administrativa por crimes de responsabilidade. Não há qualquer impedimento à concorrência de esferas de responsabilização distintas, de modo que carece de fundamento constitucional a tentativa de imunizar os agentes políticos das sanções da ação de improbidade administrativa, a pretexto de que estas seriam absorvidas pelo crime de responsabilidade. A única exceção ao duplo regime sancionatório em matéria de improbidade se refere aos atos praticados pelo Presidente da República, conforme previsão do art. 85, V, da Constituição.\n\n\n\n    2. O foro especial por prerrogativa de função previsto na Constituição Federal em relação às infrações penais comuns não é extensível às ações de improbidade administrativa, de natureza civil. Em primeiro lugar, o foro privilegiado é destinado a abarcar apenas as infrações penais. A suposta gravidade das sanções previstas no art. 37, § 4º, da Constituição, não reveste a ação de improbidade administrativa de natureza penal. Em segundo lugar, o foro privilegiado submete-se a regime de direito estrito, já que representa exceção aos princípios estruturantes da igualdade e da república. Não comporta, portanto, ampliação a hipóteses não expressamente previstas no texto constitucional. E isso especialmente porque, na hipótese, não há lacuna constitucional, mas legítima opção do poder constituinte originário em não instituir foro privilegiado para o processo e julgamento de agentes políticos pela prática de atos de improbidade na esfera civil. Por fim, a fixação de competência para julgar a ação de improbidade no 1o grau de jurisdição, além de constituir fórmula mais republicana, é atenta às capacidades institucionais dos diferentes graus de jurisdição para a realização da instrução processual, de modo a promover maior eficiência no combate à corrupção e na proteção à moralidade administrativa. \n\n\n\n    3. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748003291","externo_seq_objeto_incidente":3637794,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-171  DIVULG 21-08-2018  PUBLIC 22-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3240&classe=Pet","is_colac":false,"titulo":"Pet 3240 AgR","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 INC-00017\n                CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00023\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 ITEM-25\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00026\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00150 PAR-00015\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" ART-00005 \"CAPUT\" \n          INC-00046 INC-00053 ART-00015 INC-00003 \n          INC-00005 ART-00029 INC-00010 ART-0029A \n          PAR-00002 INC-00001 INC-00002 INC-00003 \n          ART-0029A PAR-00003 INCLUÍDO PELA EMC-25/2000\n          ART-00034 PAR-00004 ART-00037 PAR-00004 \n          PAR-00005 \n          ART-00050 \"CAPUT\" PAR-00002 REDAÇÃO DADA PELA EMCR-2/1994\n          ART-00052 INC-00001 INC-00002 PAR-ÚNICO \n          ART-00085 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          ART-00086 ART-00096 INC-00003 \n          ART-00100 REDAÇÃO DADA PELA EMC-62/2009\n          ART-00100 PAR-00007 REDAÇÃO DADA PELA EMC-62/2009\n          ART-00102 INC-00001 LET-B LET-C \n          ART-00105 INC-00001 LET-A ART-00108 \n          INC-00001 LET-A ART-00109 INC-00004 \n          ART-00167 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000025      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000062      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00097 INCLUÍDO PELA EMC-62/2009\n          ART-00097 PAR-00010 INCLUÍDO PELA EMC-62/2009\n          ART-00097 PAR-00010 INC-00003 INCLUÍDO PELA EMC-62/2009\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMCR-000002      ANO-1994\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-L REDAÇÃO DADA PELA LCP-135/2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-001079      ANO-1950\n          ART-00015 ART-00042 ART-00076 PAR-ÚNICO \n          CAPÍTULO-5\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004898      ANO-1965\n          ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00017 PAR-00006 PAR-00007 PAR-00008 \n          PAR-00009 PAR-00010 PAR-00011 PAR-00012 \n          ART-00020 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008437      ANO-1992\n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010628      ANO-2002\n          ART-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00059 ART-00061 INC-00001 ART-00063 \n          ART-00077 INC-00001 ART-00083 INC-00001 \n          ART-00091 INC-00002 LET-B ART-00092 \n          INC-00001 ART-00110 ART-00155 PAR-00002 \n          ART-00171 PAR-00001 ART-00317\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00084 REDAÇÃO DADA PELA LEI-10628/2002\n          ART-00084 PAR-00001 INCLUÍDO PELA LEI-10628/2002\n          ART-00084 PAR-00002 INCLUÍDO PELA LEI-10628/2002\n          ART-00513 ART-00514 ART-00515 PAR-ÚNICO \n          ART-00516 ART-00517 ART-00518\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-000201      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEL-000201      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   SUV-000011      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EXM-000388      ANO-1991\n                EXPOSIÇÃO DE MOTIVOS DO MINISTRO DE ESTADO DA JUSTIÇA"],"publicacao_data":"2018-08-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPROBIDADE ADMINISTRATIVA, PROTEÇÃO, MORALIDADE ADMINISTRATIVA, LESÃO AO ERÁRIO. SANÇÃO, AGENTE PÚBLICO, SUSPENSÃO DE DIREITOS POLÍTICOS; PERDA DE FUNÇÃO PÚBLICA; INDISPONIBILIDADE DE BENS; RESSARCIMENTO, FAZENDA PÚBLICA. CONSTITUIÇÃO FEDERAL, IMPRESCRITIBILIDADE, RESSARCIMENTO, LESÃO AO ERÁRIO. CRIME DE RESPONSABILIDADE, CARÁTER POLÍTICO, NATUREZA ADMINISTRATIVA, MECANISMO, PRESERVAÇÃO, LEGITIMIDADE, REPRESENTAÇÃO POPULAR. DESTITUIÇÃO, CARGO, AUSÊNCIA, APTIDÃO, AGENTE POLÍTICO. CONDENAÇÃO, CRIME DE RESPONSABILIDADE, PERDA DE CARGO PÚBLICO; INABILITAÇÃO, EXERCÍCIO DE FUNÇÃO PÚBLICA. INSTAURAÇÃO, PROCESSO, IMPEACHMENT, EXERCÍCIO DE CARGO PÚBLICO. ENQUADRAMENTO, ATO, IMPROBIDADE ADMINISTRATIVA, CRIME DE RESPONSABILIDADE, CARÁTER POLÍTICO; ILÍCITO CIVIL; CRIME, CORRUPÇÃO, INSTÂNCIA PENAL. INDEPENDÊNCIA, INSTÂNCIA PENAL, ÂMBITO CÍVEL, NON BIS IN IDEM. INCOMPETÊNCIA, STF, JULGAMENTO, AÇÃO CIVIL PÚBLICA, AÇÃO POPULAR, AÇÃO CIVIL, IMPROBIDADE ADMINISTRATIVA, AGENTE PÚBLICO, PRERROGATIVA DE FORO, PRESIDENTE DA REPÚBLICA. EXTENSÃO, PRERROGATIVA DE FORO, IMPROBIDADE ADMINISTRATIVA, TAXATIVIDADE, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL. DIREITO COMPARADO, PRERROGATIVA DE FORO. PRINCÍPIO DA RESERVA LEGAL, PRINCÍPIO DA RESERVA DE CONSTITUIÇÃO. COMPETÊNCIA, JUIZ DE PRIMEIRO GRAU, JULGAMENTO, IMPROBIDADE ADMINISTRATIVA, REALIZAÇÃO, INSTRUÇÃO PROCESSUAL, OPÇÃO, CARÁTER POLÍTICO, PODER CONSTITUINTE ORIGINÁRIO. DIFICULDADE, TRIBUNAL, INSTRUÇÃO, PROCESSO, COMPLEXIDADE, INVESTIGAÇÃO, CELERIDADE PROCESSUAL. EXIGÊNCIA, TRÂNSITO EM JULGADO, SENTENÇA CONDENATÓRIA, PERDA DE CARGO PÚBLICO, SUSPENSÃO DE DIREITOS POLÍTICOS. DUPLO GRAU DE JURISDIÇÃO. APLICAÇÃO, MEDIDA CAUTELAR, AFASTAMENTO, CARGO PÚBLICO, JUIZ DE PRIMEIRO GRAU. EXISTÊNCIA, ELEMENTO CONCRETO, PERMANÊNCIA, CARGO PÚBLICO, RISCO, INSTRUÇÃO PROCESSUAL; RAZOABILIDADE, PRAZO. CABIMENTO, AGRAVO, EFEITO SUSPENSIVO, ABUSO, DETERMINAÇÃO, AFASTAMENTO, CARGO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: LIMITAÇÃO, CONSTITUIÇÃO FEDERAL, RESPONSABILIZAÇÃO, AGENTE POLÍTICO, ATO, IMPROBIDADE ADMINISTRATIVA. CONSTITUIÇÃO FEDERAL, PRESIDENTE DA REPÚBLICA, ATO, IMPROBIDADE ADMINISTRATIVA, CRIME DE RESPONSABILIDADE. AUSÊNCIA, AUTORIZAÇÃO, CONSTITUIÇÃO FEDERAL, EXTENSÃO, FORO ESPECIAL, IMPROBIDADE ADMINISTRATIVA. DEFINIÇÃO, COMPETÊNCIA, FUNDAMENTO, NATUREZA JURÍDICA, SANÇÃO. EXCEPCIONALIDADE, FORO POR PRERROGATIVA DE FUNÇÃO. PROCESSAMENTO, DEMANDA, IMPROBIDADE ADMINISTRATIVA, LEGISLAÇÃO PROCESSUAL CIVIL. EXIGÊNCIA, TRÂNSITO EM JULGADO, PERDA DE FUNÇÃO PÚBLICA, SUSPENSÃO DE DIREITOS POLÍTICOS. CONFIANÇA, PODER JUDICIÁRIO, MINISTÉRIO PÚBLICO, FUNDAMENTO, DEMOCRACIA. CABIMENTO, CORREIÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), HIPÓTESE, ABUSO. INTERPRETAÇÃO RESTRITIVA, PRERROGATIVA DE FORO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CRIME DE RESPONSABILIDADE, PRINCÍPIO DA ANTERIORIDADE, PRINCÍPIO DA LEGALIDADE. ALTERAÇÃO, NATUREZA JURÍDICA, IMPROBIDADE ADMINISTRATIVA, CRIME DE RESPONSABILIDADE, JULGAMENTO, PER SALTUM, AUTORIDADE PÚBLICA, RISCO, PRESCRIÇÃO, LESÃO AO ERÁRIO.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: PROBLEMÁTICA, CARÁTER PROCESSUAL, COMPETÊNCIA, PROCESSAMENTO, JULGAMENTO, IMPROBIDADE ADMINISTRATIVA, AGENTE POLÍTICO, PRERROGATIVA DE FORO. RECONHECIMENTO, FORO POR PRERROGATIVA DE FUNÇÃO, ILÍCITO CIVIL, IMPROBIDADE ADMINISTRATIVA. INCOMPETÊNCIA, JUÍZO DE PRIMEIRO GRAU, JULGAMENTO, IMPROBIDADE ADMINISTRATIVA, PERDA DE CARGO PÚBLICO, SUSPENSÃO DE DIREITOS POLÍTICOS, AGENTE POLÍTICO, MINISTRO DE ESTADO, MINISTRO, STF. LIMITAÇÃO, LEGISLADOR ORDINÁRIO, REGULAMENTAÇÃO, FORMA, SANÇÃO, ATO, IMPROBIDADE ADMINISTRATIVA, VEDAÇÃO, RESTRIÇÃO, ALCANCE, NORMA CONSTITUCIONAL. AUSÊNCIA, NORMA CONSTITUCIONAL, IMUNIDADE, AGENTE POLÍTICO, CRIME DE RESPONSABILIDADE, SANÇÃO, ATO, IMPROBIDADE ADMINISTRATIVA, EXCEÇÃO, PRESIDENTE DA REPÚBLICA. LEI, IMPROBIDADE ADMINISTRATIVA, CARÁTER PUNITIVO, SANÇÃO. SEMELHANÇA, PENA, DECORRÊNCIA, ILÍCITO PENAL, ILÍCITO ADMINISTRATIVO; DIFERENÇA, EFEITO SECUNDÁRIO, CONDENAÇÃO. PRINCÍPIO DA LEGALIDADE, TIPICIDADE, PRINCÍPIO DA RESPONSABILIDADE PENAL SUBJETIVA, NON BIS IN IDEM, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA. NECESSIDADE, INTERPRETAÇÃO EXTENSIVA, REGRA, COMPETÊNCIA, PRERROGATIVA DE FORO, AÇÃO JUDICIAL, IMPROBIDADE ADMINISTRATIVA.\n\n- TERMO(S) DE RESGATE: DUPLO REGIME SANCIONATÓRIO. COMPETÊNCIAS IMPLÍCITAS COMPLEMENTARES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3240&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRERROGATIVA DE FORO, IMPROBIDADE ADMINISTRATIVA)\nADI 2797 (TP), ADI 2860 (TP), Pet 3067 AgR (TP), Rcl 3638 AgR (1ªT), AI 554398 AgR (1ªT), AI 556727 AgR (1ªT), Pet 4089 AgR (TP), Rcl 5703 AgR (TP), RE 377114 AgR (1ªT), Rcl 2186 AgR (1ªT), RE 579799 AgR (2ªT), AI 506323 AgR (2ªT), Pet 3030 QO (TP), Pet 3211 QO (TP), AI 678927 AgR (1ªT), RE 540712 AgR-AgR (2ªT), Inq 3776 (1ªT), AI 786438 AgR (1ªT), ARE 806293 ED (2ªT), AC 3585 AgR (2ªT), Rcl 14954 AgR (1ªT), RE 878422 AgR (1ªT). \n(PRERROGATIVA DE FORO, PRINCÍPIO DA SIMETRIA)\nHC 69465 (1ªT), HC 76881 (1ªT), HC 78222 (TP), HC 78728 (1ªT), HC 80612 (1ªT). \n(PRERROGATIVA DE FORO, RELEVÂNCIA, CARGO)\nRcl 473 primeira (TP). \n(INTERPRETAÇÃO EXTENSIVA, COMPETÊNCIA, LACUNA CONSTITUCIONAL)\nRE 141021, RE 176881 (2ªT). \n(COMPETÊNCIA, STJ, CONFLITO, TURMA RECURSAL, TRIBUNAL DE JUSTIÇA)\nCC 7081 (TP), CC 7090 (TP), CC 7106 (TP). \n(TFR, AÇÃO RESCISÓRIA, ACÓRDÃO, TRIBUNAL DE JUSTIÇA)\nRE 106819 (1ªT), CJ 6278 (TP). \n(IMPRESCRITIBILIDADE, RESSARCIMENTO, LESÃO AO ERÁRIO)\nRE 669069 RG. \n(IMPROBIDADE ADMINISTRATIVA, CRIME DE RESPONSABILIDADE)\nRcl 2138 (TP), Rcl 5393 AgR (TP), Rcl 5389 AgR (1ªT), Rcl 5391 AgR (TP), Pet 3030 QO (TP), Pet 3923 QO (TP), Pet 5378 AgR (2ªT). \n(COMPETÊNCIA, STF, AÇÃO POPULAR, AÇÃO CIVIL PÚBLICA, AGENTE POLÍTICO, PRERROGATIVA DE FORO)\nADI 2797 (TP), Pet 693 AgR (TP), AO 859 QO (TP), Pet 1282 AgR (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO)\nPet 4089 AgR (TP). \n(COMPETÊNCIA, TRF, STJ, JULGAMENTO, GREVE, SERVIDOR PÚBLICO FEDERAL)\nMJ 670 (TP). \n(AMPLIAÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO, DIFICULDADE, JULGAMENTO, TRIBUNAL)\nRcl 2138 (TP). \n- Decisões monocráticas citadas:\n(PRERROGATIVA DE FORO, IMPROBIDADE ADMINISTRATIVA)\nMS 31234 MC, Rcl 2509, RE 614824, Rcl 15381, Pet 5080, Rcl 15825, Pet 3062, ARE 895756.\n(IMPROBIDADE ADMINISTRATIVA, CRIME DE RESPONSABILIDADE)\nMS 31234 MC, Pet 5080, Rcl 15825.\n(COMPETÊNCIA, STF, AÇÃO POPULAR, AÇÃO CIVIL PÚBLICA, AGENTE POLÍTICO, PRERROGATIVA DE FORO)\nPet 1546 MC, Pet 2239, Pet 712.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 993065, REsp 604832, REsp 550135, REsp 840930, MC 10155 AgRg, SL 9 AgRg, RMS 18300, Rcl 580, Rcl 10037 AgRg. \n- Legislação estrangeira citada: art. 11, do Código de Processo Penal Português; art. 102, n. 1, da Constituição Espanhola, de 1978; art. 3, seção 2, cláusula 1ª, da Constituição dos Estados Unidos; art. 130, da Constituição da República Portuguesa; art. 68-1 e 68-2, da Constituição Francesa de 1958; art. 56 e 57 da Ley Orgánica nº 6, de 1985, do Tribunal Constitucional Espanhol.\n- Veja Pet 712 e Pet 3233 do STF.\nNúmero de páginas: 126.\nAnálise: 07/02/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ELISEU LEMOS PADILHA \nADV.(A/S)  : MARCELO HENRIQUES RIBEIRO DE OLIVEIRA \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":389052,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 3240 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2018-05-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"A LISTA de deputados e senadores com pendências no STF. Congresso em Foco, 25 set. 2013. Disponível em: http://congressoemfoco.uol.com.br/noticias/a-lista-de-deputados-esenadores-com-pendencias-no-stf/.\nCOMPARATO, Fábio Konder. Parecer Ação de Improbidade: Lei 8.429/92 – competência ao juízo do 1º grau. Boletim dos Procuradores da República, ano 1, n. 9, jan. 1999. p. 6-9.\nCANOTILHO, J. J. Gomes. Direito constitucional. 5. ed. Coimbra: Almedina, 1992. p. 695.\nCORRUPTION Perceptions Index 2014: Results. Transparency International. Disponível em: https://www.transparency.org/cpi2014/results.\nCONSELHO NACIONAL DE JUSTIÇA. Meta 18 de 2013 - Identificar e julgar, até 31/12/2013, as ações de improbidade administrativa e ações penais relacionadas a crimes contra a administração pública, distribuídas até 31/12/2011. Dispónível em: http://www.cnj.jus.br/metas2013/docs/relatorio_meta18_combate_a_corrupcao.pdf.\nENTERRIA, Eduardo García de; FERNANDEZ, Tomás-Ramon. Curso de direito administrativo. Tradução: Arnaldo Setti. São Paulo: Revista dos Tribunais, 1991. p. 890.\nENTREVISTA Celso de Mello. Folha de S. Paulo. Disponível em: http://www1.folha.uol.com.br/fsp/especial/27764-ministro-do-stf-defende-fim-do-foro-privilegiado.shtml. \nLEWANDOWSKI, Enrique Ricardo. Reflexões em torno do Principio Republicano. In: VELLOSO, Carlos Mário da Silva; ROSAS, Roberta; AMARAL, Antonio Carlos Rodrigues do (Org.). Princípios Constitucionais Fundamentais: estudos em homenagem ao Professor Ives Gandra da Silva Martins. São Paulo: Lex, 2005. p. 375 et seq.\nLUTERO, Martinho. Constituição e Sociedade. Jota, 13. out. 2014. Disponível em: http://jota.info/constituicao-e-sociedade-4.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. São Paulo: Saraiva, 2007. p. 906.\nOSÓRIO, Fábio Medina. Direito administrativo sancionador. São Paulo: Revista dos Tribunais, 2000. p. 102.\nSALCEDO, Gabriela; SARDINHA, Edson; RESENDE, Sara. STF investigou 500 parlamentares desde 1988, mas condenou apenas 16. El País, 22. ago. 2015. Disponível em: http://brasil.elpais.com/brasil/2015/08/22/politica/1440198867_786163.html. \nTOJAL, Sebastião Botto de Barros; CAETANO, Flávio Crocce. Competência e prerrogativa de foro em ação civil de improbidade administrativa. In: BUENO, Cássio Scarpinella; PORTO FILHO, Pedro Paulo de Rezende (Coord.). Improbridade administrativa: questões polêmicas e atuais. p. 399.\nWALD, Arnoldo; MENDES, Gilmar Ferreira. Competência para julgar ação de improbidade administrativa. Revista de Informação Legislativa, v. 35, n. 138, p. 215.","ministro_facet":["TEORI ZAVASCKI","ROBERTO BARROSO"],"processo_numero":3240,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur389708","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 10.8.2018 a 16.8.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur389708","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur389708","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. FRAUDE A PROCEDIMENTO LICITATÓRIO (ART. 90 DA LEI 8.666/1990) E DESVIO DE VERBAS PÚBLICAS (ART. 1º, I, DO DECRETO-LEI 201/1967). EXECUÇÃO PROVISÓRIA DA PENA. POSSIBILIDADE. \n\n\n\n    1. As exigências decorrentes da previsão constitucional do princípio da presunção de inocência não são desrespeitadas mediante a possibilidade de execução provisória da pena privativa de liberdade, quando a decisão condenatória observar todos os demais princípios constitucionais interligados; ou seja, quando o juízo de culpabilidade do acusado tiver sido firmado com absoluta independência pelo juízo natural, a partir da valoração de provas obtidas mediante o devido processo legal, contraditório e ampla defesa em dupla instância, e a condenação criminal tiver sido imposta, em decisão colegiada, devidamente motivada, de Tribunal de 2º grau.\n\n\n\n    2. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748084411","externo_seq_objeto_incidente":5497667,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-179  DIVULG 29-08-2018  PUBLIC 30-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=157668&classe=HC","is_colac":false,"titulo":"HC 157668 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00053 INC-00054 INC-00055 \n          INC-00056 INC-00057 INC-00061\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008666      ANO-1990\n          ART-00090\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-000201      ANO-1967\n          ART-00001 INC-00001\n                DECRETO-LEI\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO -  PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-0077D \"CAPUT\"\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000716      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000717      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-08-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRESUNÇÃO RELATIVA. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, GARANTIA, SISTEMA PROCESSUAL PENAL, FUNÇÃO, LIMITAÇÃO, ATIVIDADE LEGISLATIVA, CRITÉRIO, INTERPRETAÇÃO, NORMA DE TRATAMENTO, OBRIGATORIEDADE, ÔNUS DA PROVA, ACUSAÇÃO. INTERLIGAÇÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRINCÍPIO DA EFETIVIDADE DO PROCESSO, PRINCÍPIO DO JUIZ NATURAL, GARANTIA AO DEVIDO PROCESSO LEGAL, PRINCÍPIO DA AMPLA DEFESA, PRINCÍPIO DO CONTRADITÓRIO. INTERPRETAÇÃO CONSTITUCIONAL, SOLUÇÃO, CONFLITO, PRINCÍPIO CONSTITUCIONAL. EFICÁCIA, DEVIDO PROCESSO LEGAL, PRINCÍPIO DA PARIDADE DE ARMAS. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ÔNUS DA PROVA, ACUSAÇÃO, PROVA IMPOSSÍVEL, PRODUÇÃO DE PROVA, JUÍZO COMPETENTE, PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. INCOMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), STF, VALORAÇÃO DA PROVA. PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA, EXECUÇÃO PROVISÓRIA DA PENA, CAUSA INTERRUPTIVA, PRESCRIÇÃO. EXECUÇÃO PROVISÓRIA DA PENA, COMPETÊNCIA ORIGINÁRIA, TRIBUNAL, FORO POR PRERROGATIVA DE FUNÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, TRÂNSITO EM JULGADO, SENTENÇA PENAL CONDENATÓRIA, INDENIZAÇÃO, DANO; PERDA DE CARGO PÚBLICO; PRIMARIEDADE; REINCIDÊNCIA; PRAZO PRESCRICIONAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: HABEAS CORPUS, JULGAMENTO, ÓRGÃO COLEGIADO. HABEAS CORPUS, MINISTRO RELATOR, NEGATIVA DE SEGUIMENTO, PEDIDO, MANIFESTAMENTE IMPROCEDENTE, CÓDIGO DE PROCESSO CIVIL, REGIMENTO INTERNO. EXECUÇÃO PROVISÓRIA DA PENA, ANTECIPAÇÃO, CULPA, INVERSÃO, ORDEM, PROCESSO.\n\n- TERMO(S) DE RESGATE: ESQUEMA ORGANIZATÓRIO-FUNCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=157668&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EXECUÇÃO PROVISÓRIA DA PENA)\nHC 68726 (TP), HC 69964 (TP), RHC 71959 (2ªT), HC 73968 (1ªT), HC 75233 (1ªT), HC 84078 (TP), HC 90645 (1ªT), RE 696533 (1ªT), HC 126292 (TP), ARE 964246 RG. \n(JUÍZO DE CONSISTÊNCIA)\nHC 72366 (1ªT). \n- Legislação estrangeira citada: art. 9º da Declaração francesa dos Direitos do Homem e do Cidadão, promulgada em 26/8/1789; art. 6º, item 2, da Convenção Europeia dos Direitos do Homem.\n- Veja HC 156160 do STF.\nNúmero de páginas: 20.\nAnálise: 25/10/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : WILSON JOSE PILON \nADV.(A/S)  : EDUARDO AUGUSTO MUYLAERT ANTUNES E OUTRO(A/S)\nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":389708,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 157668 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2018-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"CANOTILHO, José Joaquim Gomes. Direito Constitucional e teoria da Constituição. 2. ed. Coimbra: Almedina, 1998.\nGARCIA DE ENTERRÍA. Reflexiones sobre la ley e los princípios generales del derecho. Madri: Civitas, 1996. p. 30.\nMOREIRA, Vital. Fundamentos da Constituição. Coimbra: Coimbra, 1991. p. 134 et seq.\nVIEIRA, José Ribas; RESENDE, Ranieri Lima. Execução provisória da pena: Causa para a Corte Interamericana de Direitos Humanos? Jota, 20 fev. 2016.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":157668,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}