{"result":{"took":376,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur372799","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que negava provimento ao recurso extraordinário, pediu vista dos autos o Ministro Marco Aurélio. Falaram, pelo recorrente, Município do Rio de Janeiro, o Dr. Rodrigo Brandão; pela recorrida, Barrafor Veículos Ltda., o Dr. André Furtado, e, pelo amicus curiae Associação Nacional dos Transportes Ferroviários - ANTF, o Dr. Tiago Conde Teixeira. Presidência do Ministro Ricardo Lewandowski. Plenário, 04.02.2016.\r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 437 da repercussão geral, conheceu do recurso e a ele deu provimento, vencidos os Ministros Edson Fachin (Relator) e Celso de Mello. Em seguida, o Tribunal deliberou fixar a tese da repercussão geral em assentada posterior. Redator para o acórdão o Ministro Marco Aurélio. Ausentes, justificadamente, os Ministros Dias Toffoli e Gilmar Mendes. Presidência da Ministra Cármen Lúcia. Plenário, 6.4.2017.\r\n\n                 Decisão: O Tribunal, por unanimidade e nos termos do voto do Ministro Marco Aurélio, que redigirá o acórdão, fixou tese nos seguintes termos: “Incide o IPTU, considerado imóvel de pessoa jurídica de direito público cedido a pessoa jurídica de direito privado, devedora do tributo”. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes, e, neste julgamento, o Ministro Ricardo Lewandowski. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 19.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"MARCO AURÉLIO","revisor_processo_nome":null,"id":"sjur372799","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur372799","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"IPTU – BEM PÚBLICO – CESSÃO – PESSOA JURÍDICA DE DIREITO PRIVADO. Incide o imposto Predial e Territorial Urbano considerado bem público cedido a pessoa jurídica de direito privado, sendo esta a devedora.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13534812","externo_seq_objeto_incidente":2692309,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-200  DIVULG 04-09-2017  PUBLIC 05-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=601720&classe=RE","is_colac":false,"titulo":"RE 601720","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00018 ART-00022 \n          INC-00001 ART-00102 INC-00003 LET-A \n          ART-00150 INC-00006 LET-A PAR-00002 \n          PAR-00003 ART-00156 INC-00001 ART-00170 \n          INC-00004 ART-00173 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005862      ANO-1972\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00032 ART-00034 ART-00109 ART-00110\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-007565      ANO-1986\n          ART-00038 ART-00039\n                LEI ORDINÁRIA - CÓDIGO BRASILEIRO DE AERONÁUTICA - CBA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-01196 ART-01228\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00927 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000283      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-MUN   LEI-000691      ANO-1984\n          ART-00062 PAR-ÚNICO\n                LEI ORDINÁRIA DO MUNICÍPIO DO RIO DE JANEIRO, RJ"],"publicacao_data":"2017-09-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), CESSÃO, IMÓVEL, UNIÃO FEDERAL, PARTICULAR, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA. IMUNIDADE TRIBUTÁRIA RECÍPROCA, ATIVIDADE PRIVADA, RISCO, OFENSA, PRINCÍPIO, ORDEM ECONÔMICA; PACTO FEDERATIVO. CARÁTER SUBJETIVO, IMUNIDADE TRIBUTÁRIA RECÍPROCA. EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, REGIME JURÍDICO, EMPRESA PRIVADA. PRINCÍPIO DA LIVRE CONCORRÊNCIA. CÓDIGO TRIBUTÁRIO NACIONAL, DESCRIÇÃO, FATO GERADOR, SUJEITO PASSIVO, IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU). IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), HIPÓTESE DE INCIDÊNCIA, PROPRIEDADE, DOMÍNIO ÚTIL, POSSE; CONTRIBUINTE, PROPRIETÁRIO, TITULAR, DOMÍNIO ÚTIL, POSSUIDOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: FUNÇÃO, JUSTIFICATIVA, IMUNIDADE TRIBUTÁRIA RECÍPROCA, FEDERAÇÃO. ORIGEM, EVOLUÇÃO, IMUNIDADE TRIBUTÁRIA RECÍPROCA, DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA. CAPACIDADE CONTRIBUTIVA, RECEITA PÚBLICA. INTERPRETAÇÃO TELEOLÓGICA, IMUNIDADE TRIBUTÁRIA RECÍPROCA, PERTINÊNCIA, INTERESSE PÚBLICO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, DESEQUILÍBRIO, ORDEM ECONÔMICA, LIVRE CONCORRÊNCIA, LIVRE INICIATIVA. AFETAÇÃO, BEM PÚBLICO, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA. APROVEITAMENTO, CARÁTER PRIVADO, BEM PÚBLICO. \n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CONTRATO ADMINISTRATIVO, CONCESSÃO, USO, IMÓVEL, UNIÃO FEDERAL, ATIVIDADE LUCRATIVA, PARTICULAR. IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), IMPOSTO DE NATUREZA REAL. CÓDIGO TRIBUTÁRIO NACIONAL, INTERPRETAÇÃO, DEFINIÇÃO JURÍDICA, DIREITO PRIVADO. NATUREZA JURÍDICA, EMPRESA BRASILEIRA DE INFRAESTRUTURA AEROPORTUÁRIA (INFRAERO). CÓDIGO BRASILEIRO DE AERONÁUTICA, AEROPORTO, UNIVERSALIDADE DE DIREITO, BEM PÚBLICO, UNIÃO FEDERAL; AUTORIZAÇÃO, FUNCIONAMENTO, ESTABELECIMENTO COMERCIAL. IMUNIDADE TRIBUTÁRIA RECÍPROCA, PACTO FEDERATIVO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA BRASILEIRA DE INFRAESTRUTURA AEROPORTUÁRIA (INFRAERO), PRESTADOR DE SERVIÇO PÚBLICO. IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU), POSSUIDOR, USUCAPIÃO, ANIMUS DOMINI; DETENTOR, TERRA PÚBLICA. CONVENÇÃO, PARTICULAR, TRANSFERÊNCIA, ÔNUS, TRIBUTAÇÃO. CONCESSÃO, USO, BEM PÚBLICO, DESDOBRAMENTO, POSSE, CARÁTER PRECÁRIO.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: ALTERAÇÃO, JURISPRUDÊNCIA, MATÉRIA TRIBUTÁRIA, MODULAÇÃO DE EFEITOS. MODULAÇÃO DE EFEITOS, EX OFFICIO, PONDERAÇÃO, NORMA CONSTITUCIONAL.\n\n- OBITER DICTUM, MIN. RICARDO LEWANDOWSKI: MODULAÇÃO DE EFEITOS, ESPERA, EMBARGOS DE DECLARAÇÃO.\n\n- OBITER DICTUM, MIN. CELSO DE MELLO: MODULAÇÃO DE EFEITOS, QUORUM.\n\n- OBITER DICTUM, MIN. LUIZ FUX: CÓDIGO DE PROCESSO CIVIL DE 2015, PROCEDIMENTO, ALTERAÇÃO, JURISPRUDÊNCIA, SEGURANÇA JURÍDICA, MODULAÇÃO DE EFEITOS, EX OFFICIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=601720&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, PACTO FEDERATIVO)\nRE 363412 AgR (2ªT). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, INFRAERO)\nARE 638315 RG. \n(IPTU, POSSE, BEM PÚBLICO, CONCESSÃO, USO)\nRE 253394 (1ªT), RE 265749 (2ªT). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, CODESP)\nRE 253472 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA)\nRE 434251 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, IPTU, IMÓVEL DA UNIÃO)\nRE 265749 (2ªT), RE 451152 (2ªT), RE 318185 AgR (2ªT), AI 458856 AgR (1ªT), RE 599417 AgR (2ªT). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, PARTICULAR, PRESTAÇÃO DE SERVIÇO PÚBLICO, CONCESSÃO, DELEGAÇÃO)\nADI 3089 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, SOCIEDADE DE ECONOMIA MISTA, EMPRESA PÚBLICA)\nRE 580264 (TP). \n- Decisões estrangeiras citadas: Caso McCulloch vs. Maryland, de 1819, Caso Buffington vs. Day, Caso United States vs. Baltimore and Ohio Railroad Co., Caso Pollock vs. Farmers’ Loan & Trust Co., Caso Helvering vs. Power, Caso Allen vs. Regents of University System of Georgia, Caso Helvering vs. Gerhardt, Caso Graves vs. ex. re. O’Keefe, da Suprema Corte americana.\nNúmero de páginas: 74.\nAnálise: 24/01/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MUNICÍPIO DO RIO DE JANEIRO \nADV.(A/S)  : ELIANA DA COSTA LOURENÇO \nRECDO.(A/S)  : BARRAFOR VEÍCULOS LTDA \nADV.(A/S)  : ANDRE FURTADO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS TRANSPORTES FERROVIÁRIOS - ANTF \nADV.(A/S)  : SACHA CALMON NAVARRO COELHO \nAM. CURIAE.  : MUNICIPIO DE SAO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO PAULO \nAM. CURIAE.  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRA - ABRASF \nADV.(A/S)  : GABRIELA WATSON E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"437 - Reconhecimento de imunidade tributária recíproca a empresa privada ocupante de bem público.","old_seq_sjur":372799,"documental_tese_texto":"Incide o IPTU, considerado imóvel de pessoa jurídica de direito público cedido a pessoa jurídica de direito privado, devedora do tributo.","procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 601720","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-04-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARRETO, Aires Fernandino. Imposto sobre a Propriedade Predial e Territorial Urbana (IPTU). In: BARRETO, Aires Fernandino; BOTTALLO, Eduardo (Coord.). Curso de iniciação em direito tributário. São Paulo: Dialética, 2004. p. 174-175.\nCEZAROTTI, Guilherme. A imunidade dos imóveis de propriedade da União na posse ou domínio direto de concessionárias de serviço público. Revista Dialética de Direito Tributário, São Paulo, n. 123, p. 28-37, mar. 2006. p. 36.\nFERREIRA, Pinto. Comentários à Constituição brasileira. São Paulo: Saraiva, 1992. v. 5. p. 358. \nGANDRA, Ives. Comentários à Constituição do Brasil. São Paulo: Saraiva, 1990. v. 6. p. 201-202.\nJUSTEN FILHO, Marçal. Curso de direito administrativo. 5. ed. São Paulo: Saraiva, 2010. p. 1090.\nRIBEIRO, Ricardo Lodi. Tributos: teoria geral e espécies. Niterói: Impetus, 2013. p. 304.\nSCHOUERI, Luis Eduardo. Imunidade tributária recíproca e cobrança de tarifas. In: Direito: teoria e experiência: estudos em homenagem a Eros Roberto Grau. São Paulo: Malheiros, 2013. v. 2. p. 1428-1429.","ministro_facet":["EDSON FACHIN","MARCO AURÉLIO"],"processo_numero":601720,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur377783","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a viabilidade de entrega do Extraditando, nos termos do voto do Relator. Unânime. Presidência do Ministro Marco Aurélio. Primeira Turma, 31.10.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur377783","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur377783","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Extradição Instrutória. Regularidade Formal. Requisitos Legais Atendidos. Deferimento. \n\n\n\n    1. O requerimento da Extradição formulado pelo Reino da Espanha em face de seu nacional preenche os requisitos formais do Tratado de Extradição específico. \n\n\n\n    2. Estão presentes os pressupostos materiais: a dupla tipicidade e dupla punibilidade de crime comum praticado por estrangeiro, e a falta de jurisdição brasileira sobre o fato. \n\n\n\n    3. Quanto à dupla punibilidade, de se ressaltar que se trata inequivocamente de extradição instrutória. Não há qualquer sentença condenatória ou outro documento a demonstrar a fixação de sanção penal ao extraditando. A solicitação de aplicação de pena de 07 (sete) anos se dirige (fls. 26v), ao que parece, às autoridades responsáveis por requerer a extradição ao Brasil. Deste modo, a argumentação defensiva quanto à pena conglobada não é aplicável à presente extradição, a qual, como se disse, tem natureza instrutória e o cálculo da prescrição é feito de acordo com a pena em abstrato. \n\n\n\n    4. Não impedem a extradição o fato de o extraditando estar em processo de naturalização, possuir residência fixa ou ter emprego lícito. \n\n\n\n    5.  O estado de saúde do extraditando não constitui óbice ao deferimento do pedido de extradição. Em verdade, esta situação poderia constituir óbice à entrega, e isso se restar comprovado que a efetivação da medida possa colocar em risco sua vida. Neste ponto, de se destacar que a doença do extraditando não restou comprovada nos autos, mas, de todo modo, penso ser prudente a submissão do extraditando a exame médico oficial antes da entrega. \n\n\n\n    6.  A prisão é condição de procedibilidade do procedimento de extradição, de modo que a sua revogação só ocorre em situações excepcionais. Dentre as situações excepcionais, inclui-se a precariedade do estado de saúde do extraditando, o que deve ser comprovado pela Defesa. No presente caso, isso não ocorreu. A Defesa não juntou documentos comprobatórios da doença do extraditando, caracterizadora de situação excepcional capaz de dar ensejo à revogação da prisão preventiva para fins de extradição.\n\n\n\n    7.  Extradição deferida, condicionada a entrega ao Estado requerente às seguintes condições: (i) submissão do extraditando á prévio exame de saúde; (ii) assunção, pelo Estado Requerente, de compromisso formal de detrair da pena do período em que o extraditando permaneceu preso no Brasil por força deste processo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14080058","externo_seq_objeto_incidente":5170729,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-262  DIVULG 17-11-2017  PUBLIC 20-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1500&classe=Ext","is_colac":false,"titulo":"Ext 1500","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00081 ART-00084\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   TTD      ANO-1988\n          ART-00004 ITEM-1 LET-C ART-00009\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00115 ART-00117 INC-00001 ART-00171 \n          ART-00298\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA"],"publicacao_data":"2017-11-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ESTELIONATO; FALSIFICAÇÃO, DOCUMENTO PARTICULAR. PROCESSO DE EXTRADIÇÃO, JUÍZO DE DELIBAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1500&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, JUÍZO DE DELIBAÇÃO)\nExt 541, Ext 669 (TP), Ext 703 (TP). \n(ENTREGA, RISCO, SAÚDE, EXTRADITANDO)\nExt 367 (TP), Ext 1331 (1ªT). \n(PROCESSO DE EXTRADIÇÃO, LIBERDADE PROVISÓRIA, PRISÃO DOMICILIAR)\nExt 1212 (1ªT). \n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO, MEDIDA CAUTELAR)\nExt 579 QO (TP). \n- Legislação estrangeira citada: art. 74, art. 248.1, art. 250.1.2º, art. 250.1.5º, art. 250.1.6º, art. 390.1.2º, art. 390.1.3º e art. 392.1, do Código Penal espanhol.\nNúmero de páginas: 10.\nAnálise: 20/03/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : JESUS ANTONIO GORDO INGELMO \nADV.(A/S)  : LEONARDO VALVERDE CALIXTO DE ALMEIDA \nADV.(A/S)  : MAURÍCIO COSTA FERNANDES DA CUNHA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":377783,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1500","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-10-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1500,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379176","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Rosa Weber, que rejeitava as preliminares e julgava improcedentes os pedidos formulados, com ressalva, no que foi acompanhada pelo Ministro Ricardo Lewandowski (Presidente), e o voto do Ministro Roberto Barroso, que dava parcial procedência ao pedido, conferindo interpretação conforme ao § 5º do art. 46 da Lei nº 9.504/1997, com a redação dada pela Lei nº 13.165/2015, para se determinar que os candidatos aptos não possam deliberar pela exclusão dos debates de candidatos cuja participação seja facultativa, quando a emissora tenha optado por convidá-los, o julgamento foi suspenso. Falaram, pelo requerente, o Dr. André Maimoni, e, pela Advocacia-Geral da União, a Dra. Gracie Maria Fernandes Mendonça, Secretária-Geral de Contencioso. Plenário, 24.08.2016.\r\n\n                       Decisão: O Tribunal, por maioria, deu parcial procedência ao pedido, conferindo interpretação conforme ao § 5º do art. 46 da Lei nº 9.504/1997, com a redação dada pela Lei nº 13.165/2015, para se determinar que os candidatos aptos não possam deliberar pela exclusão dos debates de candidatos cuja participação seja facultativa, quando a emissora tenha optado por convidá-los, vencidos os Ministros Rosa Weber (Relatora), Ricardo Lewandowski, Teori Zavascki, que julgavam improcedente o pedido, e os Ministros Marco Aurélio e Celso de Mello, que o julgavam procedente. Redigirá o acórdão o Ministro Roberto Barroso. Ausentes, justificadamente, os Ministros Ricardo Lewandowski (Presidente) e Roberto Barroso. Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 25.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur379176","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur379176","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO ELEITORAL. AÇÕES DIRETAS DE INCONSTITUCIONALIDADE. ALTERAÇÕES PROMOVIDAS PELA LEI Nº 13.165/2015 NAS REGRAS DE DIVISÃO DO TEMPO DE PROPAGANDA ELEITORAL GRATUITA EM RÁDIO E TELEVISÃO E NOS REQUISITOS PARA PARTICIPAÇÃO EM DEBATES. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO AO § 5º DO ART. 46 DA LEI Nº 9.504/1997.\n\n\n\n    1. Critérios de repartição do horário eleitoral gratuito entre os partidos\n\n\n\n    1.1. Todos os partidos políticos têm direito à propaganda eleitoral gratuita no rádio e na televisão, inclusive aqueles sem representação na Câmara dos Deputados. É válida, contudo, a divisão de parte do tempo de propaganda com base na representatividade do partido político na Câmara dos Deputados, desde que o critério de divisão adotado não inviabilize a participação das pequenas agremiações. \n\n\n\n    1.2. O exame da proporcionalidade do critério de distribuição do direito de antena deve levar em conta, entre outros fatores, o tempo total de propaganda eleitoral gratuita assegurado por lei e a quantidade de partidos políticos existentes. No cenário normativo e político-partidário atual, o critério previsto no art. 47, § 2º, da Lei 9.507/1997, com a redação dada pela Lei nº 13.165/2015, revela-se constitucional, assegurando um “espaço mínimo razoável” para as agremiações sem representatividade na Câmara dos Deputados. \n\n\n\n    1.3. É também constitucional a fixação de critérios distintos para o cálculo da representatividade das coligações conforme se trate de eleições majoritárias ou proporcionais, haja vista a distinta natureza desses dois sistemas de disputa. Assim, a fim de garantir maior equidade na distribuição do horário eleitoral gratuito, é válido que se limite o cômputo da representatividade em eleições majoritárias ao número de representantes dos seis maiores partidos integrantes da coligação. \n\n\n\n    2. Regras para a definição dos participantes dos debates eleitorais\n\n\n\n    2.1. As emissoras de tv e rádio têm a faculdade de realizar debates eleitorais. Optando, no entanto, por promovê-los, têm de obedecer a diretrizes mínimas fixadas em lei, com a finalidade de assegurar (i) o pluralismo político (democracia), (ii) a paridade de armas entre os candidatos na disputa eleitoral (isonomia), e (iii) o direito à informação dos eleitores (liberdade de expressão). \n\n\n\n    2.2. Em relação à definição dos participantes dos debates, é válida a fixação, por lei, de um critério objetivo que conceda a parcela dos candidatos (os “candidatos aptos”) direito subjetivo à participação nos debates, não podendo a emissora de tv ou de rádio a ele se opor, ainda que com a concordância de outros candidatos. O critério adotado pela legislação brasileira, tal como interpretado pelo TSE, assegura a participação nos debates dos candidatos de partidos ou coligações que tenham representatividade mínima de 10 deputados federais. Trata-se de critério razoável, coerente com as normas relativas à propaganda eleitoral vigentes no país e que cumpre as finalidades constitucionais acima citadas. \n\n\n\n    2.3. Todavia, o legislador não fechou as portas do debate político a candidatos de partidos ou coligações que tenham menos de 10 deputados federais, tampouco tolheu por completo a liberdade de programação das emissoras de tv e rádio. Unindo essas duas preocupações, a Lei nº 9.504/1997 facultou que as emissoras convidem para os debates candidatos com representatividade inferior à exigida na lei. No caso de competidores bem colocados nas pesquisas de intenção de voto, é razoável concluir que as emissoras terão estímulos para promover a sua inclusão, tanto como forma de aumentar a audiência, quanto de garantir a credibilidade do programa. Esta é a interpretação que já se extraía da legislação eleitoral antes da minirreforma de 2015 e que deve permanecer possível diante do atual cenário normativo, bastando que se confira interpretação conforme a Constituição à nova redação do art. 46, § 5º, da Lei nº 9.504/1997 dada pela Lei no 13.165/2015. \n\n\n\n    2.4. A possibilidade de deliberação dos “candidatos aptos” sobre o número de participantes do debate, prevista no art. 46, §5º, deve ser compreendida restritivamente. Eles não podem, sob pena de ofensa à democracia, à isonomia e à liberdade de expressão, excluir candidatos convidados pela emissora de tv ou rádio. Haveria, nessa hipótese, um evidente conflito de interesses: o poder de decidir sobre a participação de um competidor ficaria nas mãos de seus próprios adversários, que, por óbvio, não têm nenhum estímulo para conceder espaço nos meios de comunicação de massa a quem possa subtrair seus votos e visibilidade. A alteração promovida pela minirreforma deve ser interpretada, portanto, no sentido de somente possibilitar que 2/3 dos “candidatos aptos” acrescentem novos participantes ao debate – candidatos que não tenham esse direito assegurado por lei nem tenham sido previamente convidados pela emissora. \n\n\n\n    3. Conclusão \n\n\n\n    3.1. Parcial procedência desta ADI 5.487 e da ADI 5.488, conferindo-se interpretação conforme ao § 5º do art. 46 da Lei nº 9.504/1997, com a redação dada pela Lei nº 13.165/2015, para se determinar que os candidatos aptos não possam deliberar pela exclusão dos debates de candidatos cuja participação seja facultativa, quando a emissora tenha optado por convidá-los.\n\n\n\n    3.2. Improcedência das ADI 5.423, ADI 5.491 e ADI 5.577.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14222692","externo_seq_objeto_incidente":4949201,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-292  DIVULG 18-12-2017  PUBLIC 19-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5487&classe=ADI","is_colac":false,"titulo":"ADI 5487","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00005 ART-00005 \n          \"CAPUT\" INC-00004 INC-00014 INC-00036 \n          INC-00039 INC-00070 ART-00016 ART-00017 \n          \"CAPUT\" INC-00001 PAR-00001 PAR-00003 \n          ART-00103 INC-00008 ART-00220\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00013 PAR-00003 INC-00002\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-001079      ANO-1950\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00087\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008713      ANO-1993\n          ART-00071 ART-00072\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-0022A INCLUÍDO PELA LEI-13165/2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009100      ANO-1995\n          ART-00062\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00001 \"CAPUT\" ART-00006 \n          ART-00028 PAR-00012 INCLUÍDO PELA LEI-13165/2015\n          ART-00045 \"CAPUT\" \n          ART-00046 \"CAPUT\" REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" INC-00001 LET-A \n          LET-B INC-00002 INC-00003 PAR-00001 \n          PAR-00002 PAR-00003 \n          ART-00046 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00001 \n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 INC-00001 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 INC-00002 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00051\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012875      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00002 ART-00330 INC-00001 PAR-00001 \n          INC-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00014\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00023 ITEM-1 ITEM-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00025\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000093      ANO-1970\n                RESOLUÇÃO - REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000017      ANO-1989\n                RESOLUÇÃO - REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS- CD\n\n","LEG-FED   RES-023457      ANO-2015\n          ART-00032 PAR-00005 PAR-00006 ART-00033 \n          INC-00001 LET-A LET-B PAR-00001\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2017-12-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PARTIDO POLÍTICO, RECURSO FINANCEIRO, FUNDO PARTIDÁRIO. CLÁUSULA DE BARREIRA (DIREITO ELEITORAL). DIREITO DE ANTENA, PRINCÍPIO DA PARIDADE DE ARMAS, IGUALDADE DE OPORTUNIDADES, PARTIDO POLÍTICO. DISTINÇÃO, PROPAGANDA ELEITORAL GRATUITA, DEBATE ELEITORAL. ACESSO, DEBATE ELEITORAL, DEPUTADO FEDERAL, CARÁTER NACIONAL DOS PARTIDOS POLÍTICOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: CONVITE, EMPRESA DE COMUNICAÇÃO, PARTICIPANTE; AUSÊNCIA, OBRIGATORIEDADE, PARTICIPAÇÃO, CANDIDATO, DEBATE ELEITORAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, CLÁUSULA DE BARREIRA (DIREITO ELEITORAL).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INTERVENÇÃO, STF, DECISÃO, PODER LEGISLATIVO, INCONSTITUCIONALIDADE CHAPADA; EXTRAPOLAÇÃO, LIMITE CONSTITUCIONAL, DISCRICIONARIEDADE, LEGISLADOR; DEFEITO, FUNCIONAMENTO, DEMOCRACIA; EXCLUSÃO, MINORIA. JURISDIÇÃO CONSTITUCIONAL, ESTADO DEMOCRÁTICO DE DIREITO, EQUILÍBRIO, DEMOCRACIA, CONSTITUCIONALISMO. DEBATE ELEITORAL, RESTRIÇÃO, PARTICIPAÇÃO, PARTIDO POLÍTICO, REPRESENTAÇÃO, CÂMARA DOS DEPUTADOS, OPÇÃO, LEGISLADOR ORDINÁRIO. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DEBATE ELEITORAL, EXCLUSÃO, PARTICIPAÇÃO, CANDIDATO, CONVITE, EMISSORA DE RÁDIO, EMISSORA DE TELEVISÃO. \n\n- VOTO, MIN. EDSON FACHIN: DEBATE ELEITORAL, DIREITO DAS MINORIAS. EFEITO REPRISTINATÓRIO, LEI ANTERIOR. CRITÉRIO, ACESSO, DEBATE ELEITORAL, REPRESENTAÇÃO PARLAMENTAR. REGRA, PARTICIPAÇÃO, DEBATE ELEITORAL, DISCRICIONARIEDADE, DOIS TERÇOS, CANDIDATO APTO, ESCOLHA, CANDIDATO, FACULDADE, PRESENÇA. VEDAÇÃO, EXCLUSÃO, CANDIDATO APTO, OBRIGATORIEDADE, PRESENÇA, FORÇA DE LEI.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: DEBATE ELEITORAL, DIREITO DE ANTENA. CRIAÇÃO, CRITÉRIO, DEBATE ELEITORAL, ATUAÇÃO, STF, LEGISLADOR POSITIVO. RAZOABILIDADE, CRITÉRIO, LEI ELEITORAL, PARTICIPAÇÃO, DEBATE ELEITORAL. PRINCÍPIO DA ISONOMIA.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: CONCORDÂNCIA, DOIS TERÇOS, CANDIDATO APTO, INCLUSÃO, PARTICIPANTE, DEBATE ELEITORAL, VALORIZAÇÃO, REPRESENTATIVIDADE, PARTIDO POLÍTICO. DEBATE ELEITORAL, COLIGAÇÃO PARTIDÁRIA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: INTERESSE ECONÔMICO, EMPRESA DE COMUNICAÇÃO, ESCOLHA, CANDIDATO, PARTICIPAÇÃO, DEBATE ELEITORAL, INFLUÊNCIA, OPINIÃO PÚBLICA. RAZOABILIDADE, CRITÉRIO, ESCOLHA, CANDIDATO, DEBATE ELEITORAL, DOIS TERÇOS, CANDIDATO APTO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEMOCRACIA, PRESERVAÇÃO, MINORIA. LEGISLAÇÃO ORDINÁRIA, OBSTÁCULO, CRIAÇÃO, FUNCIONAMENTO, PARTIDO POLÍTICO. CLÁUSULA DE BARREIRA (DIREITO ELEITORAL), EXIGIBILIDADE, NORMA CONSTITUCIONAL. PRINCÍPIO DA ISONOMIA, TRATAMENTO JURÍDICO, MAIORIA, MINORIA. PRINCÍPIO DA ANUALIDADE ELEITORAL. \n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: SISTEMA ELEITORAL, PRINCÍPIO, IGUALDADE DE OPORTUNIDADES, DEMOCRACIA, SISTEMA REPRESENTATIVO, PLURIPARTIDARISMO. PLURALISMO POLÍTICO, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE EXPRESSÃO, PROCESSO ELEITORAL. MANIPULAÇÃO, LEGISLAÇÃO, CONTRARIEDADE, DIREITO, PARTICIPAÇÃO POLÍTICA, MINORIA. DEMOCRACIA, LIBERDADE, CIRCULAÇÃO, IDEIA, CONVIVÊNCIA, DIVERSIDADE. IMUNIDADE PARLAMENTAR MATERIAL, PROCESSO ELEITORAL, PRINCÍPIO DA ISONOMIA. CONSTITUIÇÃO FEDERAL, REGULAÇÃO, PARTIDO POLÍTICO, ASSEGURAMENTO, ACESSO, CIDADÃO, EXERCÍCIO, PODER POLÍTICO. PARTIDO POLÍTICO, REGIME DE MONOPÓLIO, CANDIDATURA, CARGO ELETIVO. PARTIDO POLÍTICO, FUNÇÃO, INTERMEDIAÇÃO, SOCIEDADE CIVIL, PODER PÚBLICO. STF, FUNÇÃO CONTRAMAJORITÁRIA. IMPORTÂNCIA, PRINCÍPIO MAJORITÁRIO, DECISÃO, PODER PÚBLICO. ESTADO DEMOCRÁTICO DE DIREITO, SUPRESSÃO, DIREITO FUNDAMENTAL, LIVRE EXERCÍCIO, IGUALDADE, LIBERDADE, PARTICIPAÇÃO POLÍTICA. EFETIVIDADE, ESTADO DEMOCRÁTICO DE DIREITO, DIREITO, OPOSIÇÃO, PROTEÇÃO, MINORIA.\n\n- TERMO(S) DE RESGATE: HIPERPARTIDARISMO. MAJORITY RULE, MINORITY RIGHTS. LEGENDA DE ALUGUEL. IGUALDADE DE CHANCES GRADUAL. LIVRE MERCADO DE IDEIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5487&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO)\nADI 4430 (TP), ADI 1822 (TP). \n(UNIÃO ESTÁVEL HOMOAFETIVA)\nADPF 132 (TP). \n(DURAÇÃO, HORÁRIO, PROPAGANDA ELEITORAL GRATUITA)\nADI 4430 (TP), ADI 4795 MC (TP), ADI 5105 (TP), ADI 5159 (TP). \n(DIREITO DE ANTENA)\nADI 4650 (TP), ADI 5105 (TP). \n(ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA CARCERÁRIO)\nADPF 347 MC (TP). \n(PARLAMENTAR, DISPUTA, MANDATO ELETIVO, PRERROGATIVA, IMUNIDADE PARLAMENTAR)\nInq 1400 QO (TP). \n(AGREMIAÇÃO PARTIDÁRIA)\nADI 1063 MC (TP) - RTJ 178/22, ADI 1407 MC (TP) - RTJ 176/578. \n(PROTEÇÃO, DIREITO DAS MINORIAS, CONSTITUIÇÃO FEDERAL)\nMS 24831 (TP), MS 24849 (TP), MS 26441 (TP). \n- Decisão monocrática citada:\n(PRINCÍPIO DA IRRETROATIVIDADE DA LEI, PRINCÍPIO DA SEGURANÇA JURÍDICA, DIREITO ADQUIRIDO)\nADI 5398 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 491-76, Consulta 62-75. \nTJPR: RT 442/193. \n- Legislação estrangeira citada: Art. 40 da Constituição da República Portuguesa de 1973, VII Revisão constitucional [2005], art. 21, n. 1, da Lei Fundamental de Bonn.\n- Decisão estrangeira citada: Caso United States vs. Rosika Schwimmer (279 U.S. 644), dos Estados Unidos da América.\n- Veja ADI 5488, ADI 5423, ADI 5491 e ADI 5577 do STF.\nNúmero de páginas: 208.\nAnálise: 21/05/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISMO E LIBERDADE - PSOL E OUTRO(A/S)\nADV.(A/S)  : ALBERTO BRANDÃO HENRIQUES MAIMONI \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379176,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5487","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"A BAND abre o período eleitoral: e o público vai participar perguntando aos candidatos. Band.com.br, 19 ago. 2016. Disponível em: http://www.band.uol.com.br/tv/noticias/100000819569/a-band-abreo-periodo-eleitoral.html.\nALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. 2. ed. São Paulo: Malheiros, 2008. p. 404 e 583-584.\nATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa. v. 96. p. 189-194.\nBINENBOJM, Gustavo. Debates eleitorais e democracia. O Globo, 23 ago. 2016.\nBRASIL. Câmara dos Deputados. Bancada na Eleição. Disponível em: http://www2.camara.leg.br/deputados/liderancas-e-bancadas/bancadas/bancadana-eleicao.\n______. Tribunal Superior Eleitoral. Partidos políticos registrados no TSE. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos.\n______. ______. Justiça Eleitoral divulga representatividade dos partidos para efeito de debates e horário gratuito. Brasília, DF, 16 ago. 2016. Disponível em: http://www.tse.jus.br/imprensa/noticias-tse/2016/Agosto/justica-eleitoral-divulgarepresentatividade-dos-partidos-para-efeito-de-debates-e-horario-gratuito.\nCANOTILHO, J.J. Gomes. Direito Constitucional e Teoria da Constituição. Coimbra: Almedina, 1997. p. 419.\nCRIVELLA tem 27%, Freixo, 12%, e Bolsonaro, 11%, diz Ibope no Rio. G1.com.br, 23 ago. 2016. Disponível em: http://g1.globo.com/rio-de-janeiro/eleicoes/2016/noticia/2016/08/crivella-tem-27-freixo-12-e-bolsonaro-11-diz-ibope-norio.html.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73.\nDAHL, Robert A. A Constituição Norte-Americana é Democrática? 1. ed. FGV, 2015. p. 36 e 158.\nELY, John Hart. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980. p. 102-103.\n______. Democracia e Desconfiança. Uma teoria do controle judicial de constitucionalidade. 1. ed. São Paulo: Martins Fontes, 2010. p. 182. \nFERRAJOLI, Luigi. Garantismo. Uma discussão sobre direito e democracia. Rio de Janeiro: Lumen Juris, 2012. p. 81.\nFERREIRA, Pinto. Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo 1. p. 195-196, item 8.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. O Supremo Tribunal Federal na fronteira entre o Direito e a Política: alguns parâmetros de atuação. In: SARMENTO, Daniel (Coord.). Jurisdição Constitucional e Política. Rio de Janeiro: Forense, 2015. p. 37-72.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas, 2015. p. 423.\nGRIMM, Dieter. Constitution Adjudication and democracy. Israel Law Review, 1999. v. 33. p. 210.\nLEAL, Luciana Nunes. Candidato do PSOL à Prefeitura do Rio, Marcelo Freixo é barrado de debate da Band. O Estado de S.Paulo, São Paulo, 22 ago. 2016. Dispónível em: http://politica.estadao.com.br/noticias/eleicoes,candidato-do-psol-a-prefeitura-do-rio-marcelo-freixo-e-barrado-de-debate-da-band,10000071330.\nLINHARES, Carolina. Fora de debate, Erundina protesta em frente a TV e comenta evento pela internet. Folha de S. Paulo, São Paulo, 22 ago. 2016. Disponivel em:\nhttp://www1.folha.uol.com.br/poder/eleicoes-2016/2016/08/1805974-fora-de-debate-erundina-protesta-em-frente-a-tv-e-critica-adversarios.shtml.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 4. ed. Saraiva, 2012. p. 599, 602, 609, 611 e 631-641.\nMELLO, Celso Antônio Bandeira de. O Conteúdo Jurídico do Princípio da Igualdade. 2. ed. São Paulo: Revista dos Tribunais, 1984. p. 25.\nMOREIRA, Vital. Constituição e Democracia. In: MAUÉS, Antonio G. Moreira (Org.). Constituição e Democracia. São Paulo: Max Limonad, 2001. p. 272.\nOSÓRIO, Aline. Direito Eleitoral e Liberdade de Expressão. Dissertação (Mestrado)- Universidade do Estado do Rio de Janeiro, Rio de Janeiro.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. O Sistema Constitucional Brasileiro. Curso de Direito Constitucional. 2. ed. revista, atualizada e ampliada. São Paulo: Revista dos Tribunais, 2013. p. 548.\nSEN, Amartya. Ideia de Justiça. Tradução: Denise Bottmann e Ricardo Doninelli Mendes. São Paulo: Companhia das Letras, 2011. p. 15 e 358.\nTHAYER, James Bradley. The Origin and Scope of the American Doctrine of Constitutional Law. Harvard Law Review, v. 7, n. 3, p. 129-156, 1893. Disponível em: https://archive.org/details/jstor-1322284.\nVIDRA, Oscar Vilhena. Supremo Tribunal Federal: Jurisprudência Política. 2. ed. Malheiros, 2002. p. 83.","ministro_facet":["ROSA WEBER","ROBERTO BARROSO"],"processo_numero":5487,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur364766","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Marco Aurélio, Relator, que concedia a ordem de habeas corpus, pediu vista dos autos o Senhor Ministro Luís Roberto Barroso, Presidente. 1ª Turma, 9.8.2016.\r\n\n            Decisão: Por maioria de votos, a Turma não conheceu da impetração, mas concedeu a ordem, de ofício, nos termos do voto do Senhor Ministro Luís Roberto Barroso, Presidente e Redator para o acórdão, vencido o Senhor Ministro Marco Aurélio, Relator, que a concedia. 1ª Turma, 29.11.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur364766","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur364766","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito processual penal. Habeas corpus. Prisão preventiva. Ausência dos requisitos para sua decretação. inconstitucionalidade da incidência do tipo penal do aborto no caso de interrupção voluntária da gestação no primeiro trimestre. Ordem concedida de ofício.\n\n\n\n    1. O habeas corpus não é cabível na hipótese. Todavia, é o caso de concessão da ordem de ofício, para o fim de desconstituir a prisão preventiva, com base em duas ordens de fundamentos.\n\n\n\n    2. Em primeiro lugar, não estão presentes os requisitos que legitimam a prisão cautelar, a saber: risco para a ordem pública, a ordem econômica, a instrução criminal ou a aplicação da lei penal (CPP, art. 312). Os acusados são primários e com bons antecedentes, têm trabalho e residência fixa, têm comparecido aos atos de instrução e cumprirão pena em regime aberto, na hipótese de condenação.\n\n\n\n    3. Em segundo lugar, é preciso conferir interpretação conforme a Constituição aos próprios arts. 124 a 126 do Código Penal – que tipificam o crime de aborto – para excluir do seu âmbito de incidência a interrupção voluntária da gestação efetivada no primeiro trimestre. A criminalização, nessa hipótese, viola diversos direitos fundamentais da mulher, bem como o princípio da proporcionalidade.\n\n\n\n    4. A criminalização é incompatível com os seguintes direitos fundamentais: os direitos sexuais e reprodutivos da mulher, que não pode ser obrigada pelo Estado a manter uma gestação indesejada; a autonomia da mulher, que deve conservar o direito de fazer suas escolhas existenciais; a integridade física e psíquica da gestante, que é quem sofre, no seu corpo e no seu psiquismo, os efeitos da gravidez; e a igualdade da mulher, já que homens não engravidam e, portanto, a equiparação plena de gênero depende de se respeitar a vontade da mulher nessa matéria.\n\n\n\n    5. A tudo isto se acrescenta o impacto da criminalização sobre as mulheres pobres. É que o tratamento como crime, dado pela lei penal brasileira, impede que estas mulheres, que não têm acesso a médicos e clínicas privadas, recorram ao sistema público de saúde para se submeterem aos procedimentos cabíveis. Como consequência, multiplicam-se os casos de automutilação, lesões graves e óbitos.\n\n\n\n    6. A tipificação penal viola, também, o princípio da proporcionalidade por motivos que se cumulam: (i) ela constitui medida de duvidosa adequação para proteger o bem jurídico que pretende tutelar (vida do nascituro), por não produzir impacto relevante sobre o número de abortos praticados no país, apenas impedindo que sejam feitos de modo seguro; (ii) é possível que o Estado evite a ocorrência de abortos por meios mais eficazes e menos lesivos do que a criminalização, tais como educação sexual, distribuição de contraceptivos e amparo à mulher que deseja ter o filho, mas se encontra em condições adversas; (iii) a medida é desproporcional em sentido estrito, por gerar custos sociais (problemas de saúde pública e mortes) superiores aos seus benefícios.\n\n\n\n    7. Anote-se, por derradeiro, que praticamente nenhum país democrático e desenvolvido do mundo trata a interrupção da gestação durante o primeiro trimestre como crime, aí incluídos Estados Unidos, Alemanha, Reino Unido, Canadá, França, Itália, Espanha, Portugal, Holanda e Austrália.\n\n\n\n    8. Deferimento da ordem de ofício, para afastar a prisão preventiva dos pacientes, estendendo-se a decisão aos corréus.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12580345","externo_seq_objeto_incidente":4637878,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-052  DIVULG 16-03-2017  PUBLIC 17-03-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=124306&classe=HC","is_colac":false,"titulo":"HC 124306","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 \"CAPUT\" \n          INC-00003 INC-00047 ART-00060 PAR-00004 \n          ART-00084 INC-00019\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      \n          ART-00004 NÚMERO-1 ART-00007 ART-00008 \n          ITEM-2 LET-G ART-00011\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00124 ART-00125 ART-00126 PAR-ÚNICO \n          ART-00127 ART-00128 INC-00001 INC-00002 \n          ART-00288 ART-00312\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00312 REDAÇÃO DADA PELA LEI-12403/2011\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2017-03-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, HABEAS CORPUS SUBSTITUTIVO, RECURSO ORDINÁRIO, CONTRARIEDADE, ACÓRDÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO, DECORRÊNCIA, INADEQUAÇÃO, VIA PROCESSUAL. CONFIGURAÇÃO, DIREITO FUNDAMENTAL, INCORPORAÇÃO, DIREITOS HUMANOS, CONSTITUIÇÃO FEDERAL. POSSIBILIDADE, CONTRAPOSIÇÃO, DIREITO FUNDAMENTAL, MAIORIA, POLÍTICA, POSSIBILIDADE, LIMITAÇÃO, LEGISLADOR ORDINÁRIO, PODER CONSTITUINTE DERIVADO. LEGITIMIDADE, JURISDIÇÃO CONSTITUCIONAL, APLICAÇÃO IMEDIATA, DIREITO FUNDAMENTAL, HIPÓTESE, OMISSÃO LEGISLATIVA. POSSIBILIDADE, CONFLITO, DIREITO FUNDAMENTAL, PRINCÍPIO CONSTITUCIONAL, PODER PÚBLICO, NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA PROPORCIONALIDADE, FINALIDADE, SOLUÇÃO, CASO CONCRETO. CONFIGURAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE, MECANISMO, EQUILÍBRIO, JUSTIÇA, ATO, PODER PÚBLICO. SUBDIVISÃO, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA ADEQUAÇÃO, PRINCÍPIO DA NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. CONTROVÉRSIA, DEFINIÇÃO, INÍCIO, VIDA. IMPOSSIBILIDADE, INTERFERÊNCIA, AUTORIDADE PÚBLICA, SOCIEDADE, AUTONOMIA, MULHER. NECESSIDADE, REVISÃO, LEI PENAL, DECORRÊNCIA, TRANSFORMAÇÃO, SOCIEDADE. EXISTÊNCIA, DIVERSIDADE, MECANISMO, PROTEÇÃO, FETO, PROTEÇÃO, MULHER. NECESSIDADE, ATUAÇÃO, PODER PÚBLICO, MOTIVO, ABORTO, CARÁTER EXEMPLIFICATIVO, IMPOSSIBILIDADE, CUSTEIO, FAMÍLIA, DECORRÊNCIA, CONDIÇÃO SOCIOECONÔMICA, MULHER, HIPÓTESE, AUSÊNCIA, INFORMAÇÃO, MECANISMO, PREVENÇÃO, GRAVIDEZ. AUSÊNCIA, RECEPÇÃO, TIPO PENAL, ABORTO, CONSTITUIÇÃO FEDERAL, IMPOSSIBILIDADE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI ANTERIOR, CONSTITUIÇÃO FEDERAL. AFASTAMENTO, PRISÃO PREVENTIVA, DECORRÊNCIA, FUNDADA DÚVIDA, EXISTÊNCIA, CRIME.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: AUSÊNCIA, CRIME, ABORTO, HIPÓTESE, INTERRUPÇÃO, INÍCIO, GRAVIDEZ, FUNDAMENTO, POSSIBILIDADE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO. NECESSIDADE, DEBATE, MATÉRIA, ÂMBITO, JURISDIÇÃO CONSTITUCIONAL, CONFORMIDADE, PRINCÍPIO CONSTITUCIONAL, ESTADO DEMOCRÁTICO DE DIREITO, IMPARCIALIDADE. EXIGÊNCIA, RESPONSABILIDADE, PODER PÚBLICO, INDEPENDÊNCIA, MORALIDADE, SOCIEDADE. EXISTÊNCIA, CONFLITO, DIREITO FUNDAMENTAL, DIREITO À VIDA, NASCITURO, DIREITO À LIBERDADE, MULHER. DIREITO COMPARADO, REFERÊNCIA, DIREITO À INTEGRIDADE FÍSICA, LIBERDADE, VIDA PRIVADA, LIBERDADE SEXUAL, MULHER, CONTRAPOSIÇÃO, DIREITO, VIDA INTRAUTERINA, FUNDAMENTAÇÃO, INTERRUPÇÃO, GRAVIDEZ. CONSTATAÇÃO, ESTATÍSTICA, AUMENTO, ABORTO, CLANDESTINIDADE. NECESSIDADE, REGULAMENTAÇÃO, ABORTO, CONFORMIDADE, DIREITO, NASCITURO, PROTEÇÃO, DIREITO À VIDA, DIGNIDADE DA PESSOA HUMANA, DIREITO À LIBERDADE, AUTONOMIA, MULHER, AUSÊNCIA, DISCRIMINAÇÃO, GÊNERO. INEXISTÊNCIA, CARÁTER ABSOLUTO, DIREITO À VIDA, CONFORMIDADE, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), CONSTITUIÇÃO FEDERAL. PONDERAÇÃO, DIREITO, NASCITURO, DIREITO, MULHER, VÍTIMA, VIOLÊNCIA SEXUAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEFERIMENTO, ORDEM. ADMISSIBILIDADE, HABEAS CORPUS SUBSTITUTIVO, HIPÓTESE, RESTRIÇÃO, LIBERDADE DE LOCOMOÇÃO, DECORRÊNCIA, EXPEDIÇÃO, MANDADO DE PRISÃO. IRRELEVÂNCIA, TENTATIVA, FUGA, PRISÃO EM FLAGRANTE, FUNDAMENTAÇÃO, PRISÃO PREVENTIVA, DECORRÊNCIA, GARANTIA CONTRA A AUTOINCRIMINAÇÃO. DESNECESSIDADE, RESTAURAÇÃO, PRISÃO PREVENTIVA, DECORRÊNCIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, COMPARECIMENTO, RÉU, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=124306&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HABEAS CORPUS SUBSTITUTIVO, RHC)\nHC 109956 (1ªT), HC 128256 (1ªT). \n(MOTIVAÇÃO, REQUISITO, PRISÃO CAUTELAR)\nHC 109449 (1ªT), HC 115623 (1ªT). \n(DESCRIMINALIZAÇÃO, INTERRUPÇÃO, GRAVIDEZ, FETO ANENCÉFALO)\nADPF 54 (TP), ADI 3510 (TP). \n- Decisão monocrática citada:\n(DIREITO, IGUALDADE, GÊNERO)\nADPF 54 MC.\n- Legislação estrangeira citada: 88 BVerfGE 203, note 25, at para. 189, do Tribunal Federal Alemão; Reforma ao Código Penal de 1995 alemão; Lei 16/2007 de Portugal, Lei 2001-588/2001 Código de Saúde Pública, da França; Código Penal da França; Código Penal de 1867 (reforma de 1990) da Bélgica; Decreto executivo 24029-S da Corte Suprema de Costa Rica.\n- Decisões estrangeiras citadas: Abortion: Caso Roe. vs. Wade, 410 U.S. 113 (1973), Doe vs. Bolton, 410\nU.S. 179 (1973), 64 J. Crim. L. & Criminology 393 (1973), Caso Planned Parenthood of Southeastern Pa. vs. Casey, em 1992, Caso Whole Woman’s Health vs. Hellerstedt (2016), Caso Griswold vs. Connecticut, julgado em 1965 da Suprema Corte Americana; Caso Artavia Murillo y otros (“Fecundación in vitro”) vs. Costa Rica”, 2012 da Corte interamericana sobre o direito à vida. Disponível em: http://www.corteidh.or.cr/docs/casos/articulos/resumen_257_esp.pdf; casos Paton vs. Reino\nUnido, Vo vs. França, Evans vs. Reino Unido, A, B, and C vs, Irlanda da Corte Europeia de Direitos Huamanos. R. vs. Morgentaler, [1988] 1 SCR 30, da Suprema Corte de Justiça do Canadá; \n- Veja § 7.3 do Capítulo VII da Conferência Internacional de População e Desenvolvimento (CIPD), realizada em 1994, conhecida como Conferência do Cairo, e a IV Conferência Mundial sobre a Mulher, realizada em 1995, em Pequim.\n\n\nNúmero de páginas: 49.\nAnálise: 28/04/2017, JSF.\nRevisão: 09/05/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : EDILSON DOS SANTOS \nPACTE.(S)  : ROSEMERE APARECIDA FERREIRA \nIMPTE.(S)  : JAIR LEITE PEREIRA \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":364766,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 124306","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-08-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"ALEXY, Robert. Teoria e los derechos fundamentales. 1997. p. 111.\n______. Teoria dos Direitos Fundamentais. 2008. p. 29.\nBARAK, Aharon. Proportionality: constitutional rights and their limitations\nBARROSO, Luis Roberto. Grandes transformações do direito contemporâneo e o pensamento de Robert Alexy. 2015. Disponível em: http://s.conjur.com.br/dl/palestra-barroso-alexy.pdf. Acesso em  28 nov. 2016.\n______. Aqui, lá e em todo lugar: a dignidade humana no direito contemporâneo e no discurso transnacional. Revista dos Tribunais 919:127-196, 2012. p. 183 e seg.\n______. Curso de direito constitucional contemporâneo. 2015. p. 289-295.\nBARSTED, Leila Linhares. O movimento feminista e a descriminalização do aborto.  Revista Estudos Feministas, v. 5, n. 2, 1997.\nBECKWITH, Francis. Personal Bodily Rights, Abortion, and Unplugging the Violinist.  International Philosophical Quarterly. 1992. v. 32 no. 1. \nCOHEN, Susan A.  New Data on Abortion Incidence, Safety Illuminate Key Aspects\nof Worldwide Abortion Debate, Guttmacher Policy Review, n. 10. Disponível em:\nhttp://www.guttmacher.org/pubs/gpr/10/4/gpr100402.html.\nCOOK, Rebecca; ERDMAN, Joanna; DICKENS, Bernard.  Abortion Law in Transnational Perspective: Cases and controversies. 2014. \nDAY, Kristen Day. Supporting pregnant women and their families to reduce the abortion\nrate. In: WEST, Robin ; MURRAY, Justin; ESSER, Meredithr (Org.). In search of common ground on abortion: From culture war to reproductive justice. 2014. p. 144.\nDINIZ, Debora; MEDEIROS, Marcelo. Aborto no Brasil: uma pesquisa domiciliar com técnica de urna. Ciência e Saúde Coletiva. 2010.  v. 15.  p. 959-966. \nDINIZ, Debora et al.  Aborto: 20 anos de pesquisa no Brasil. Cadernos de Saúde Pública, v. 25, n. 4, 2009.\nDWORKING, Ronald. Life's Dominion: An Argument About Abortion, Euthanasia, and Individual Freedom. 1994. \n______. Domínio da Vida: aborto, eutanásia e outras liberdades individuais. São Paulo: Martins Fontes, 2003.\nELY, John Hart. The Wages of the Crying Woolf: A Coment on Roe v. Wade. Yale Law Jornal. 1973. v. 82.\nGINSBURG, Ruth Bader. Some Thoughts on Autonomy and Equality in Relation to Roe v. Wade. North Caroline Law Review. 1985.  v. 63. \nLUKER, Kristin. Abortion & the Politics of Motherhood.  1984.\nMACKINNON, Catherine. Reflections on Sex Equality Under Law. Yale Law Journal. 1991.  v. 100.\nPIOVESAN, Flávia. Os Direitos Reprodutivos como Direitos Humanos. In: BUGLIONE, Samantha (Org.). Reprodução e Sexualidade: Uma Questão de Justiça. 2002.\nPITANGUY, Jacqueline. O movimento nacional e internacional de saúde e direitos reprodutivos. In:  GRIFFIN, Karen e Costa; HAWKER, Sarah (Org.). Questões da saúde reprodutiva. 1999. \nIGREJA CATÓLICA. Papa Francisco. Carta Apostólica Misericordia et Misera. Revista Carta Capital. p. 44.\nROBERTS, Dorothy. Toward Common Ground on Policies Advancing Reproductive Justice. \nROCHA, Maria Isabel Baltar da. A discussão política sobre aborto no Brasil: uma\nSíntese. Revista Brasileira de Estudos Populacionais, v. 23. n. 2, 2006.\nSARMENTO, Daniel.Legalização do aborto e Constituição. Revista de Direito Administrativo. 2005. v. 240.\np.43-82, jan. 2015.\nSCAVONE, Lucila. Políticas feministas do aborto.  Revista Estudos Feministas, v. 16, n. 2, 2008.\nSEDGH, Gilda et al. Abortion incidence between 1990 and 2014: global, regional, and\nsubregional levels and trends. The Lancet, 2016. v. 388, iss. 10041.\n______.  Induced abortion: incidence and trends worldwide from 1995 to 2008. The Lancet. Vol. 379, nº 9816, february 2012. p. 625-632. \nSINGH,S; MADDOW-ZIMET Isaac. Facility-based treatment for medical complications resulting from unsafe pregnancy termination in the developing world, 2012: a review of evidence from 26 countries. BJOG\n– An International Journal of Obstetrics and Gynaecology, 2016. v. 123. p. 1489-1498.\nTELLES, Cristina. Por um constitucionalismo feminista: reflexões sobre o direito à igualdade de gênero, 2016, dissertação defendida no Mestrado em Direito Público da UERJ.\nTHOMSON, Judith Jarvis. A Defense of Abortion. Philosophy & Public Affairs. 1971. v. 1, no. 1. \nTRIBE, Laurence. Abortion: the clash of absolutes. W.W. Norton & Company; Upd Rev edition, 1992.\nUNDURRAGA, Verónica. Proportionality in the Constitutional Review of Abortion Law. In: COOK, Rebecca; ERDMAN, Joanna; DICKENS, Bernard  (Org.). Abortion law in transnational perspective: cases and controversies. 2014.\nWEST, Robin. From Choice to Reproductive Justice: De-Constitutionalizing Abortion Rights. Yale Law Journal. 2009. v. 118, no. 7.\nDossiê Aborto: Mortes Previsíveis e Evitáveis, 2005.\nGuttmacher Institute, Organização Mundial da Saúde. Disponível em: https://www.guttmacher.org/infographic/2016/restrictive-laws-donot- stop-women-having-abortions. \n______. Disponível em: https://www.guttmacher.org/fact-sheet/induced-abortionworldwide.\nInforme do Brasil no contexto do 20º aniversário da aprovação da Declaração e Plataforma de Ação de Pequim, apresentado por ocasião da 59ª Sessão da Comissão sobre a Situação das Mulheres, realizada na sede da ONU em Nova York, de 9 a 20/03/2015. Disponível em: \nhttp://www.onumulheres.org.br/pequim20/csw59/). Acesso em: 29 nov. 2016.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":124306,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur378115","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a possibilidade de entrega do Extraditando ao Governo Requerente, nos termos do voto do Relator. Unânime. Presidência do Ministro Marco Aurélio. Primeira Turma, 14.11.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur378115","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur378115","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. TRATADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E OS ESTADOS UNIDOS DA AMÉRICA. CRIMES DE TRÁFICO DE DROGAS E ASSOCIAÇÃO PARA O TRÁFICO. DUPLA TIPICIDADE. OBSERVÂNCIA. REQUISITOS ESPECÍFICOS DO TRATADO. PREENCHIMENTO. PRESCRIÇÃO. INOCORRÊNCIA. ANÁLISE DO MÉRITO DA AÇÃO PENAL. VÍNCULOS FAMILIARES. CIRCUNSTÂNCIA QUE NÃO IMPEDE A EXTRADIÇÃO: SÚMULA 421/STF. ATENDIMENTO DE TODOS OS REQUISITOS LEGAIS. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. A extradição instrutória, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem por fim viabilizar o julgamento do suspeito da prática de crime que atende ao requisito da dupla tipicidade.\n\n\n\n    2. No processo de extradição, a cognição deste Supremo Tribunal restringe-se à legalidade extrínseca do pedido, sem ingresso no mérito da procedência da acusação, pelo que descabe verificar contradições nos elementos de prova apresentados pelo Estado requerente, ou, ainda, perscrutar a existência de justa causa para a ação penal em curso na jurisdição estrangeira.\n\n\n\n    3. A Súmula 421/STF, pacificamente aplicada por esta Suprema Corte, dispõe que os vínculos familiares não consubstanciam causa impeditiva de extradição.\n\n\n\n    4. In casu, trata-se de pedido de extradição instrutória formulado pelos Estados Unidos da América, a fim de que nacional colombiano responda à ação penal instaurada para apurar a suposta prática do crime de tráfico ilícito de drogas e de associação para o tráfico, previstos tanto pelo Título 21 do Código dos Estados Unidos, Seções 952(a), 959(a)(1), 960(a)(1), 960(a)(3)(b)(1)(B)(ii) e 963, como pelos artigos 33 e 35 da Lei brasileira n. 11.343/06. Todos os requisitos para o deferimento da extradição, previstos no Estatuto do Estrangeiro (Lei n. 6.815/80) e no Tratado Bilateral, encontram-se satisfeitos, nos seguintes termos:\n\n\n\n    (a) o extraditando não tem nacionalidade brasileira;\n\n\n\n    (b) o Estado requerente tem jurisdição para julgar os fatos imputados ao extraditando e a República Federativa do Brasil não dispõe de competência para julgar, anistiar ou indultar a pessoa reclamada; \n\n\n\n    (c) as leis de ambos os países impõem penas mínimas privativas de liberdade superiores a 1 (um) ano, independentemente das circunstâncias e da denominação do crime;\n\n\n\n    (d) o extraditando responde a processo perante Tribunal regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade ao princípio do juiz natural;\n\n\n\n    (e) o crime imputado tem natureza comum, não havendo nenhuma evidência de que os fatos imputados sejam enquadrados como crime político;\n\n\n\n    (f) inexistem elementos de que o pedido extraditório possua outras finalidades que não a aplicação regular da lei penal;\n\n\n\n    (g) a prescrição da pretensão punitiva do delito de tráfico de drogas consuma-se, de acordo com a legislação americana, se passados 5 anos do cometimento do crime não houver o indiciamento do suspeito. Pela legislação brasileira, o crime de tráfico de drogas prescreve em 20 anos, e o de associação para o tráfico em 16 anos. Considerando que os fatos ocorreram entre 2014 e 2015, e o ato de indiciamento se deu em 09.08.2016, a dupla punibilidade persiste em ambos os países.\n\n\n\n    5. Pedido de extradição deferido, observados os compromissos de: (i) não aplicação de penas vedadas pelo ordenamento constitucional brasileiro, em especial a de morte ou de prisão perpétua (art. 5º, XLVII, a e b, da CF); (ii) observância do tempo máximo de cumprimento de pena previsto no ordenamento jurídico brasileiro, 30 (trinta) anos (art. 75, do CP); e (iii) detração do tempo que o extraditando permaneceu preso para fins de extradição no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14120607","externo_seq_objeto_incidente":5137409,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-268  DIVULG 24-11-2017  PUBLIC 27-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1494&classe=Ext","is_colac":false,"titulo":"Ext 1494","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00047 LET-A LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00004 ART-00080 ART-00089 \n          PAR-ÚNICO ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00035\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   TTD      ANO-1961\n          ART-00002 NÚMERO-27 NÚMERO-28 ART-00003 \n          NÚMERO-1 NÚMERO-2 ART-00005 NÚMERO-1 \n          NÚMERO-2 NÚMERO-3 NÚMERO-4 NÚMERO-5 \n          NÚMERO-6 ART-00009\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-INT   CVC      ANO-1961\n                CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000005      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-054216      ANO-1964\n                DECRETO - PROMULGA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-11-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, ESTADO REQUERENTE, INSTRUÇÃO, JULGAMENTO, AÇÃO PENAL, REGRA, DIREITO LOCAL. JURISPRUDÊNCIA, STF, EXTRADIÇÃO, EXTRATERRITORIALIDADE, LEGISLAÇÃO PENAL, ESTADO REQUERENTE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. ESTATUTO DO ESTRANGEIRO, AVALIAÇÃO, SAÚDE, EXTRADITANDO, MOMENTO ANTERIOR, ENTREGA, ESTADO REQUERENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1494&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JURISDIÇÃO, EXTRATERRITORIALIDADE, ESTADO REQUERENTE)\nExt 1151 (TP). \n(SÚMULA 421/STF)\nExt 990 (TP), Ext 1319 (1ªT). \n- Decisão monocrática citada:\n(PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nPPE 809.\n- Legislação estrangeira citada: Seção 952(a), Seção 959(a)(1), Seção 960(a)(1), Seção 960(a)(3)(b)(1)(B)(ii), Seção 963, do Título 21 do Código dos Estados Unidos.\nNúmero de páginas: 20.\nAnálise: 16/02/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : WALTER VILLALOBOS ESGUERRA \nADV.(A/S)  : SIMONE MANDINGA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":378115,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1494","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-11-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1494,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379103","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a viabilidade de entrega do Extraditando ao Governo Requerente, nos termos do voto da Relatora. Unânime. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Presidência do Ministro Marco Aurélio. Primeira Turma, 5.12.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur379103","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur379103","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CRIME CONTINUADO DE BURLA AGRAVADA. CORRESPONDÊNCIA COM O DELITO DE ESTELIONATO. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. CONTENCIOSIDADE LIMITADA. SÚMULA 421/STF. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo da Espanha que atende os requisitos da Lei 13.445/2017 e do Tratado de Extradição específico. \n\n\n\n    2. Crime continuado de burla agravada, nos termos da legislação estrangeira, que corresponde ao crime de estelionato previsto no art. 171 do Código Penal. Dupla incriminação atendida.\n\n\n\n    3. A apreciação das teses defensivas pertinentes ao mérito da imputação extrapolam os limites da contenciosidade limitada que rege o processo de extradição (art. 91, § 1º, do Estatuto do Estrangeiro). \n\n\n\n    4. Inocorrência de prescrição e óbices legais.\n\n\n\n    5. Consoante a orientação jurisprudencial desta Suprema Corte, “A Súmula 421/STF revela-se compatível com a vigente Constituição da República, pois, em tema de cooperação internacional na repressão a atos de criminalidade comum, a existência de vínculos conjugais e/ou familiares com pessoas de nacionalidade brasileira não se qualifica como causa obstativa da extradição” (Ext 1.343, Rel. Min. Celso de Mello, 2ª Turma, DJe 19.02.2015). \n\n\n\n    6. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 96 da Lei 13.445/2017.\n\n\n\n    7. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14216894","externo_seq_objeto_incidente":5236232,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-291  DIVULG 15-12-2017  PUBLIC 18-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1511&classe=Ext","is_colac":false,"titulo":"Ext 1511","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00004\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00004 INC-00007 ART-00083 \n          INC-00001 ART-00088 PAR-00003 PAR-00004 \n          ART-00091 PAR-00001 ART-00096\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1988\n          ART-00002 ITEM-1 ART-00003 ART-00004 \n          ITEM-1 LET-E ART-00009 ITEM-1 \n          LET-A ITEM-2 PAR-00004\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00171 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-12-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1511&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA 421/STF)\nExt 669 (TP), Ext 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 1343 (2ªT). \n(REQUISITO, DUPLA TIPICIDADE, CRIME, ESTELIONATO)\nExt 949 (TP), Ext 1256 (1ªT), Ext 1346 (2ªT). \n(REQUISITO, EXTRADIÇÃO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, NOTA VERBAL, AUTENTICIDADE, VÍCIO)\nExt 951 (TP), Ext 1114 (TP), Ext 1255 (1ªT). \n(REQUISTO, EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(COMPETÊNCIA, PERSECUÇÃO PENAL, PRINCÍPIO DA TERRITORIALIDADE)\nExt 1094 (TP). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n- Legislação estrangeira citada: Art. 74, item 1, item 2, art. 131, item 1, item 4, art. 248, item 1, item 2, letra \"a\", letra \"b\", letra \"c\", art. 249, art. 250, item 1, item 5 do Código Penal espanhol.\nNúmero de páginas: 19.\nAnálise: 29/03/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : SANTIAGO PELAYO SANMARTIN CARBON \nADV.(A/S)  : CHRISTIAN RICHARD AMARAL DE OLIVEIRA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379103,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1511","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-12-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1511,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur380486","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deu provimento aos embargos de declaração, sem eficácia modificativa, nos termos do voto da Relatora. Unânime. Presidência do Ministro Marco Aurélio. Primeira Turma, 12.12.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur380486","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur380486","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EMBARGOS DE DECLARAÇÃO NA EXTRADIÇÃO. OMISSÃO, CONTRADIÇÃO, OBSCURIDADE E/OU AMBIGUIDADE. INOCORRÊNCIA. MANUTENÇÃO DO DECISUM. ALEGAÇÃO DE PRESCRIÇÃO SUPERVENIENTE. INOCORRÊNCIA. APLICAÇÃO DO ARTIGO 366 DO CÓDIGO DE PROCESSO PENAL BRASILEIRO. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO.\n\n\n\n    1. Os embargos de declaração visam ao aperfeiçoamento da prestação jurisdicional, com a sua entrega de forma completa, e o aclaramento dos julgados, quando presentes omissão, contradição, obscuridade e/ou ambiguidade ao feitio do art. 619 do Código de Processo Penal, e nos termos do art. 327 do RISTF, admitida, ainda, a correção de eventuais erros materiais.\n\n\n\n    2. Compete constitucionalmente ao Supremo Tribunal Federal processar e julgar a extradição solicitada por Estado estrangeiro (art. 102, I, ‘g’, da Lei Maior), conforme a legislação dos países envolvidos (art. 3º, 1, ‘f’, do Tratado de Extradição e art. 82, VI, da Lei 13.445/2017 - antigo art. 77, VI, da Lei 6.815/1980). \n\n\n\n    3. Jurisprudência da Casa no sentido de que a contumácia declarada pelo Juízo estrangeiro implica a suspensão do prazo prescricional, prevista pelo CPP português, também pela legislação brasileira, nos moldes do art. 366 do Código de Processo Penal (Precedente: Ext 1.042, Rel. Min Sepúlveda Pertence, j. 19.12.2006, DJ 02.3.2007). Nessa mesma linha, “Extraditando considerado fugitivo pelo país requerente, o que autoriza a incidência do artigo 366 do codex processual penal, hipóteses de suspensão do prazo prescricional. Prescrição afastada sob a perspectiva de ambas as legislações” (Ext 1.218/ Estados Unidos da América, Rel. Min. Ricardo Lewandowski, 2ª Turma, j. 15.5.2012, DJe 15.8.2012). \n\n\n\n    4. Embargos de declaração acolhidos, sem efeitos infringentes, tão somente para prestar esclarecimentos quanto à permanência do requisito da dupla punibilidade relativamente ao crime imputado ao Extraditando.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14330635","externo_seq_objeto_incidente":5141323,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-027  DIVULG 14-02-2018  PUBLIC 15-02-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1421&classe=Ext","is_colac":false,"titulo":"Ext 1421 ED","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-G\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00006\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00006\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1991\n          ART-00003 ITEM-1 LET-F\n                TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00366 ART-00619\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000096      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA\n\n","LEG-FED   DEC-001325      ANO-1994\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA PORTUGUESA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00327\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2018-02-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1421&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUSPENSÃO, PRAZO PRESCRICIONAL)\nExt 669 (TP), Ext 947 (TP), Ext 1042 (TP), Ext 1218 (2ªT), Ext 1218 ED (2ªT), Ext 1375 ED (1ªT). \n(EXTRADIÇÃO, CUMPRIMENTO DA PENA, PUBLICAÇÃO)\nExt 1103 QO (TP), Ext 1122 ED (TP), Ext 1204 (TP), Ext 1211 (TP), Ext 1214 (TP), Ext 1121 ED (TP), Ext 1304 (2ªT), Ext 1468 (1ªT). \n- Legislação estrangeira citada: Art. 118, n.1, alínea \"b\"; art. 120, n. 1, alínea \"c\"; art. 121, n. 1, alínea \"c\"; art. 121, n. 2; art. 121, n. 3, do Código de Processo Penal Português.\nNúmero de páginas: 17.\nAnálise: 10/04/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : RAUL VITOR DOS REIS MARTINS GONÇALVES DE ALPUIM OU RAUL VITOR DOS REIS MARTINS GONÇALVES \nADV.(A/S)  : ROGERIO INACIO DE OLIVEIRA \nEMBDO.(A/S)  : GOVERNO DE PORTUGAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":380486,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1421 ED","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-12-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1421,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur381567","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a sustentação oral da Dra. Ela Wiecko, pelo Ministério Público Federal, o julgamento foi suspenso. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. Presidiu, este julgamento, o Senhor Ministro Celso de Mello. 2ª Turma, 11.10.2016.\r\n\n           Decisão: Após o voto do Ministro Relator, recebendo integralmente a denúncia, o julgamento foi suspenso em virtude do pedido de vista formulado pelo Ministro Dias Toffoli. Falou, pelo denunciado, o Dr. Hamilton Carvalhido. Ausente, justificadamente, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Celso de Mello. 2ª Turma, 22.11.2016.\r\n\n           Decisão: Suspenso o julgamento do presente inquérito. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 4.4.2017.\r\n\n           Decisão: A Turma, por maioria, rejeitou a denúncia, nos termos do voto do Ministro Dias Toffoli, no que foi acompanhado pelo Ministro Gilmar Mendes, vencido o Ministro Teori Zavascki. Não votou o Ministro Edson Fachin por suceder na Turma o Ministro Teori Zavascki. Ausentes, justificadamente, os Ministros Celso de Mello e Ricardo Lewandowski. Redator para o acórdão o Ministro Dias Toffoli. Presidência do Ministro Edson Fachin. 2a Turma, 18.12.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur381567","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur381567","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Inquérito. Corrupção passiva (art. 317, § 1º, c/c o art. 29 do CP). Denúncia. Parlamentar federal. Suposto envolvimento em esquema de corrupção de agentes públicos relacionado à Diretoria de Abastecimento da Petrobras. Excesso de acusação. Não ocorrência. Mera contextualização dos fatos no âmbito da chamada “Operação Lava Jato”. Inépcia. Não ocorrência. Descrição suficiente do fato criminoso e suas circunstâncias. Vantagem indevida. Suposta participação do denunciado em sua solicitação. Imputação calcada em depoimentos de réus colaboradores. Ausência de provas minimamente consistentes de corroboração. Fumus commissi delicti não demonstrado. Inexistência de justa causa para a ação penal. Denúncia rejeitada (art. 395, III, CPP).\n\n\n\n    1. A denúncia, ao contextualizar os fatos no âmbito da chamada “Operação Lava Jato”, narrou o desvendamento de um “grande esquema de corrupção de agentes públicos e de lavagem de dinheiro” no âmbito da Petrobras.\n\n\n\n    2. Descreveu, ainda, o que constituiria uma complexa estrutura criminosa, que envolveria ao menos quatro núcleos (político, econômico, administrativo e financeiro), para, somente então, narrar os fatos especificamente relativos ao denunciado. \n\n\n\n    3. Essa profusão narrativa não constitui excesso de acusação, uma vez que a imputação propriamente dita feita contra o denunciado foi bem delimitada pelo Ministério Público.\n\n\n\n    4. A denúncia não é inepta, uma vez que descreveu, de forma suficiente, o concurso do denunciado para a solicitação de vantagem indevida por parte de membro de Comissão Parlamentar de Inquérito do Senado Federal – que tinha por objeto apurar irregularidades envolvendo a Petrobras – a fim de que não formulasse requerimentos nem adotasse medidas que permitissem o aprofundamento das investigações.\n\n\n\n    5. A justa causa para a ação penal consiste na exigência de suporte probatório mínimo a indicar a legitimidade da imputação e se traduz na existência, no inquérito policial ou nas peças de informação que instruem a denúncia, de elementos sérios e idôneos que demonstrem a materialidade do crime e de indícios razoáveis de autoria (Inq nº 3.719/DF, Segunda Turma, de minha relatoria, DJe de 29/10/14).\n\n\n\n    6. Na espécie, encontra-se ausente esse substrato probatório mínimo que autoriza a deflagração da ação penal.\n\n\n\n    7. Se os depoimentos do réu colaborador, sem outras provas minimamente consistentes de corroboração, não podem conduzir à condenação, também não podem autorizar a instauração da ação penal, por padecerem da presunção relativa de falta de fidedignidade.\n\n\n\n    8. A colaboração premiada, como meio de obtenção de prova, tem aptidão para autorizar a deflagração da investigação preliminar, visando adquirir coisas materiais, traços ou declarações dotadas de força probatória. Essa, em verdade, constitui sua verdadeira vocação probatória.\n\n\n\n    9. Todavia, os depoimentos do colaborador premiado, sem outras provas idôneas de corroboração, não se revestem de densidade suficiente para lastrear um juízo positivo de admissibilidade da acusação, o qual exige a presença do fumus commissi delicti.\n\n\n\n    10. O fumus commissi delicti, que se funda em um juízo de probabilidade de condenação, traduz-se, em nosso ordenamento, na prova da existência do crime e na presença de indícios suficientes de autoria.\n\n\n\n    11. Se “nenhuma sentença condenatória será proferida com fundamento apenas nas declarações de agente colaborador” (art. 4º, § 16, da Lei nº 12.850/13), é lícito concluir que essas declarações, por si sós, não autorizam a formulação de um juízo de probabilidade de condenação e, por via de consequência, não permitem um juízo positivo de admissibilidade da acusação.\n\n\n\n    12. Na espécie, não se vislumbra a presença de elementos externos de corroboração dos depoimentos de colaboradores premiados, mas simples registros genéricos de viagens e reuniões.\n\n\n\n    13. Denúncia rejeitada, nos termos do art. 395, III, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14475123","externo_seq_objeto_incidente":4728356,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-045  DIVULG 08-03-2018  PUBLIC 09-03-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3998&classe=Inq","is_colac":false,"titulo":"Inq 3998","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00056\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00003 INC-00001 INC-00004 INC-00005 \n          INC-00006 ART-00004 PAR-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00029 ART-00317 \"CAPUT\" PAR-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00395 INC-00003 ART-00397\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2018-03-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. TEORI ZAVASCKI: PROVA ILÍCITA, GRAVAÇÃO, DIÁLOGO, INTERLOCUTOR. CÂMERA FILMADORA, GRAVAÇÃO, ENCONTRO, MEIO AUDIOVISUAL. ACUSADO, DEFESA, FATO IMPUTADO, DEFINIÇÃO JURÍDICA. DENÚNCIA, DESCRIÇÃO, CONDUTA, ACUSADO, EXERCÍCIO, DIREITO DE DEFESA. CORRUPÇÃO PASSIVA, SOLICITAÇÃO, VANTAGEM INDEVIDA, CRIME CONSUMADO; RECEBIMENTO, VANTAGEM INDEVIDA, EXAURIMENTO DO CRIME. CONFIRMAÇÃO, DEPOIMENTO, COLABORADOR, DOCUMENTO; REGISTRO, VOO; HOSPEDAGEM, HOTEL; GRAVAÇÃO, MEIO AUDIOVISUAL. DEPOIMENTO, COLABORAÇÃO PREMIADA, ELEMENTO SUFICIENTE, RECEBIMENTO, DENÚNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3998&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JUSTA CAUSA, AÇÃO PENAL)\nInq 3113 (1ªT), Inq 3507 (TP), Inq 3719 (1ªT), HC 73371 (1ªT). \n(DENÚNCIA ABUSIVA)\nHC 70687 (1ªT), HC 80161 (1ªT). \n(PROVA ILÍCITA, GRAVAÇÃO, DIÁLOGO, INTERLOCUTOR)\nHC 91613 (2ªT), RE 583937 QO-RG. \n(PROVA ILÍCITA, FILMAGEM, MEIO AUDIOVISUAL)\nHC 84203 (2ªT). \n(REQUISITO, DENÚNCIA)\nInq 3218 (TP), HC 116653 (2ªT), HC 126022 AgR-segundo (2ªT). \n(DENÚNCIA, DESCRIÇÃO, CONDUTA, DIREITO DE DEFESA)\nHC 73271 (1ªT), AP 560 (2ªT), Inq 3204 (2ªT), HC 127195 (2ªT). \n(VALOR PROBATÓRIO, DEPOIMENTO, COLABORAÇÃO PREMIADA)\nHC 127483 (TP). \n(ACUSADO, DEFESA, FATO IMPUTADO, DEFINIÇÃO JURÍDICA)\nInq 3113 (1ªT). \n(DEPOIMENTO, COLABORAÇÃO PREMIADA, RECEBIMENTO, DENÚNCIA)\nInq 3983 (TP). \n- Legislação estrangeira citada: art. 417, n. 1, letra \"a\", do Código de Processo Penal italiano.\nNúmero de páginas: 55.\nAnálise: 29/05/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : EDUARDO HENRIQUE DA FONTE DE ALBUQUERQUE SILVA \nADV.(A/S)  : HAMILTON CARVALHIDO E OUTRO(S) E OUTRO(A/S)\nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":381567,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 3998","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2017-12-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. Rio de Janeiro: Campus Elsevier, 2012. p. 105 e 270.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2017. p. 444.\nCHIAVARIO, Mario. Diritto processuale penale: profilo istituzionale. 5. ed. Torino: Utet Giuridica, 2012. p. 353.\nGOMES FILHO, Antônio Magalhães. Notas sobre a terminologia da prova: reflexos no processo penal brasileiro. In: YARSHELL, Flávio Luiz; MORAES, Maurício Zanoide de (Org.). Estudos em homenagem à professora Ada Pellegrini Grinover. São Paulo: DSJ, 2005. p. 303-318.\nJARDIM, Afrânio Silva. Direito Processual Penal. 9. ed., rev. e atual. Rio de Janeiro: Forense, 2000. p. 93, 97 e 98.\nMARQUES, José Frederico. Elementos de direito processual penal. Campinas: Bookseller, 1997. v. 2. p. 152-153 e 227.\nMOURA, Maria Thereza Rocha de Assis. Justa causa para a ação penal: doutrina e jurisprudência. São Paulo: Revista dos Tribunais, 2001. p. 222, 241 e 247.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 11. ed. São Paulo: Saraiva, 1989. v. 1. p. 445.","ministro_facet":["EDSON FACHIN","DIAS TOFFOLI"],"processo_numero":3998,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur380483","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a possibilidade de entrega do Extraditando, observada a detração, nos termos do voto do Relator. Unânime. Não participou, justificadamente, deste julgamento, o Ministro Luiz Fux. Presidência do Ministro Marco Aurélio. Primeira Turma, 12.12.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur380483","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur380483","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"2ºJULG","is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO INSTRUTÓRIA. REGULARIDADE FORMAL. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO. \n\n\n\n    1.  O requerimento da Extradição formulado pelo Governo do Uruguai em face de seu nacional preenche os requisitos formais do Tratado de extradição específico. \n\n\n\n    2.  Estão presentes os pressupostos materiais: a dupla tipicidade e dupla punibilidade de crime comum praticado por estrangeiro, e a falta de jurisdição brasileira sobre o fato. \n\n\n\n    3.  No exame de delibação próprio das decisões proferidas em processos de extradição, somente é possível a análise da legalidade extrínseca do pedido, sem o ingresso no mérito da procedência da acusação, da ordem de prisão instrutória ou executória. \n\n\n\n    4.  A prisão é condição de procedibilidade do procedimento de extradição, de modo que a sua revogação só ocorre em situações excepcionais. Entre as situações excepcionais, inclui-se a precariedade do estado de saúde do extraditando, o que deve ser comprovado pela defesa. No presente caso, isso não ocorreu. \n\n\n\n    5.  Extradição deferida, condicionada a entrega ao Estado requerente ao compromisso formal de detrair da pena do período em que o extraditando permaneceu preso no Brasil por força deste processo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14331055","externo_seq_objeto_incidente":5325384,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-027  DIVULG 14-02-2018  PUBLIC 15-02-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1506&classe=Ext%BAJULG","is_colac":false,"titulo":"Ext 1506 2ºJULG","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00081 ART-00084\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00297 PAR-00001\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2018-02-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO INSTRUTÓRIA, PRESCRIÇÃO, PENA EM ABSTRATO. PROCESSO DE EXTRADIÇÃO, COOPERAÇÃO JURÍDICA INTERNACIONAL, PRINCÍPIO DA CONFIANÇA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1506&classe=Ext%BAJULG","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-2ºJULG","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, ACUSAÇÃO)\nExt 669 (TP), Ext 541 (TP), Ext 703 (TP). \n(CONDIÇÃO DE PROCEDIBILIDADE, PRISÃO PREVENTIVA, PROCESSO DE EXTRADIÇÃO)\nExt 1212 (1ªT), Ext 579 QO (TP). \n- Legislação estrangeira citada: Art.117, § 1, letra \"c\", e art. 236, do Código Penal uruguaio.\nNúmero de páginas: 9.\nAnálise: 10/04/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : JORGE ARIEL GIANNECHINI PLANCHON \nADV.(A/S)  : JULIANO KELLER DO VALLE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":380483,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1506 2ºJULG","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-12-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO JULGAMENTO NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1506,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379849","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, julgou improcedente o requerimento de extradição, determinando a imediata expedição do alvará de soltura em favor do extraditando XUAN QUYEN NGUYEN, a ser posto em liberdade, se por outra razão não estiver preso, nos termos do voto do Relator. Presidência do Ministro Edson Fachin. 2ª Turma, 12.9.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur379849","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur379849","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória. 2. Regência – Estatuto do Estrangeiro – Lei 6.815/80. 3. Dupla tipicidade – art. 77, II, do Estatuto do Estrangeiro. O extraditando teria tomado empréstimos em dinheiro a juros, sem devolver os recursos ao final do contrato. Fatos enquadrados no art. 140 do Código Penal do Vietnã (Abusing trust in order to appropriate property). Inexistência de elementos suficientes para enquadramento da conduta como estelionato (art. 171, CP). A descrição feita pelo Estado requerente não noticia que o extraditando tenha induzido ou mantido os dadores dos empréstimos em erro, mediante artifício, ardil ou qualquer outro meio fraudulento, ou sequer que, desde logo, teria a intenção de apropriação dos recursos. Inexistência de elementos suficientes para enquadramento da conduta como apropriação indébita (art. 168, CP). Divergência quanto à possibilidade de bem fungível mutuado ser objeto material de tal delito. Inexistência de narrativa quanto ao deliberado propósito de não devolver os recursos. Fracasso do empreendimento. Não devolução inserida no risco inerente ao mútuo feneratício. 4. Extradição julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14300420","externo_seq_objeto_incidente":5206374,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-021  DIVULG 05-02-2018  PUBLIC 06-02-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1504&classe=Ext","is_colac":false,"titulo":"Ext 1504","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004 ART-00168 ART-00171\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00366\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2018-02-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1504&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: Art. 23, § 3, n. 2 e art. 140 do Código Penal do Vietnã.\nNúmero de páginas: 12.\nAnálise: 08/05/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO VIETNÃ \nEXTDO.(A/S)  : XUAN QUYEN NGUYEN OU NGUYEN XUAN QUYEN \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379849,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1504","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-09-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"NUCCI, Guilherme de Souza. Curso de Direito Penal. Rio de Janeiro: Forense, 2017. v. 2. p. 442.","ministro_facet":["GILMAR MENDES"],"processo_numero":1504,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}