{"result":{"took":452,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":85.50389,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur455509","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Gilmar Mendes, Relator, que conhecia da ação para julgar parcialmente procedente o pedido e declarar a inconstitucionalidade da expressão “devidamente vinculada à Federação Internacional de Cães-Guia” constante no art. 81 da Lei nº 12.907/2008, bem como das expressões “reconhecidos pela Federação Internacional de Cães-Guia” e “filiadas à Federação Internacional de Cães-Guia”, que consta no art. 85 da referida lei estadual, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 12.2.2021 a 23.2.2021.\r\n\n           Decisão: O Tribunal, por unanimidade, conheceu da ação direta e, no mérito, julgou parcialmente procedente o pedido formulado para declarar a inconstitucionalidade da expressão “devidamente vinculada à Federação Internacional de Cães-Guia” constante no art. 81 da Lei 12.907/2008 do Estado de São Paulo, bem como das expressões “reconhecidos pela Federação Internacional de Cães-Guia” e “filiadas à Federação Internacional de Cães-Guia”, que constam no art. 85 da referida lei estadual, nos termos do voto do Relator. Plenário, Sessão Virtual de 15.10.2021 a 22.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["10","11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur455509","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur455509","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação direta de inconstitucionalidade. 2. Inconstitucionalidade das expressões “devidamente vinculada à Federação Internacional de Cães-Guia”, “reconhecidos pela Federação Internacional de Cães-Guia” e “filiadas à Federação Internacional de Cães-Guia”, contidas no art. 81 e 85 da Lei 12.907/2008 do Estado de São Paulo. 3. Competência da União para editar normas gerais sobre proteção às pessoas com deficiência. Existência de legislação nacional. Inconstitucionalidade formal. 4. Lei que obriga o condutor de cão-guia portar documento comprobatório de registro expedido por escola vinculada à Federação Internacional de Cães-Guia. Ofensa ao direito de livre associação. Inconstitucionalidade material. Precedentes. 5. Ação direta de inconstitucionalidade julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758046456","externo_seq_objeto_incidente":2688994,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-217  DIVULG 04-11-2021  PUBLIC 05-11-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4267&classe=ADI","is_colac":false,"titulo":"ADI 4267","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00013 INC-00017 INC-00020\n    ART-00024 INC-00014\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010784 ANO-2001\n    ART-00002 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011126 ANO-2005\n    ART-00001 PAR-00001 PAR-00002 ART-00002\n    ART-00003 ART-00004 ART-00005 ART-00006\n    LEI ORDINÁRIA\n\n","LEG-EST   LEI-012907 ANO-2008\n    ART-00005 INC-00013 INC-00020 ART-00081\n    PAR-ÚNICO ART-00085 PAR-ÚNICO ART-00107\n    LEI ORDINÁRIA, SP"],"publicacao_data":"2021-11-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA MATERIAL, COMPETÊNCIA COMUM, PROTEÇÃO, DIREITO, GARANTIA, PESSOA COM DEFICIÊNCIA. LEI FEDERAL, AUSÊNCIA, PREVISÃO, NECESSIDADE, FILIAÇÃO, INSTITUIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4267&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, UNIÃO FEDERAL, PROTEÇÃO, PESSOA COM DEFICIÊNCIA)\nADI 903 MC (TP), ADI 5293 (TP). \n(INCONSTITUCIONALIDADE, LEI, ASSOCIAÇÃO, ENTIDADE PRIVADA, EXERCÍCIO, DIREITO)\nADI 3464 (TP), ADI 3587 (TP). \nNúmero de páginas: 20.\nAnálise: 11/07/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":455509,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 4267","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":4267,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433505","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Decisão: A Turma, por unanimidade, afastou as preliminares suscitadas pela defesa, nos termos do voto do Relator, e suspendeu o julgamento do processo para posterior análise do mérito. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Falaram: o Dr. Juliano Baiocchi Villa-Verde de Carvalho, Subprocurador-Geral da República, pelo Ministério Público Federal, e o Dr. Marcelo Leal de Lima Oliveira pelo Réu. Presidência da Ministra Rosa Weber. Primeira Turma, 03.03.2020.\r\n\n            Decisão: Após os votos dos Ministros Alexandre de Moraes, Relator, e Marco Aurélio, Revisor, que julgavam improcedente a ação para absolver o réu dos crimes a ele imputados, pediu vista dos autos o Ministro Luís Roberto Barroso. Presidência da Ministra Rosa Weber. Primeira Turma, 10.03.2020.\r\n\n           Decisão: A Turma, por maioria, julgou parcialmente procedente a Ação Penal, nos termos do voto do Ministro Luís Roberto Barroso, Redator para o acórdão, que abriu a divergência, para condenar o réu:(I) quanto ao delito previsto no art. 20 da Lei n° 7.492/1986, à pena definitiva em 3 (três) anos de reclusão, e 97 (noventa e sete) dias-multa, no valor de 1 salário-mínimo cada, ante a concorrência do acusado na prática de dois delitos, em condições semelhantes de tempo, lugar e modo de execução, a pena foi aumentada em um sexto, totalizando 3 (três) anos e 6 (seis) meses de reclusão e 141 (cento e quarenta e um) dias-multa; (II) quanto ao delito de lavagem de dinheiro a culpabilidade foi valorada negativamente, por se tratar de Deputado Federal, do mesmo modo as circunstâncias judiciais foram sopesadas de modo negativo, dado o uso de complexa rede criminosa para a ocultação dos recursos, inclusive com o uso de instituto ligado a sindicato de trabalhadores, sendo elevada a pena em 6 meses por cada circunstância judicial negativa, totalizando 4 (quatro) anos de reclusão e 60 (sessenta) dias-multa, ausentes as circunstâncias atenuantes ou agravantes, assim como causas de diminuição ou de aumento, a pena definitiva foi fixada em 4 (quatro) anos de reclusão, e 60 (sessenta) dias-multa, no valor de 1 salário-mínimo cada, havido concorrência do acusado na prática de dois delitos em condições semelhantes de tempo, lugar e modo de execução, a pena foi aumentada em um sexto, totalizando 4 (quatro) anos e 8 (oito) meses de reclusão e 85 (oitenta e cinco) dias-multa; (III) quanto ao crime de quadrilha, levou-se em consideração o período de estabilidade e o grau de organização da quadrilha, considerando-se por negativas as circunstâncias do delito e fixada a pena base em 2 (dois) anos de reclusão. Ausentes circunstâncias atenuantes ou agravantes, assim como causas de diminuição ou de aumento, a pena definitiva foi fixada em 2 (dois) anos de reclusão. Praticados os crimes em concurso material (CP, art. 69) as sanções foram somadas com a condenação do réu ao cumprimento da pena de 10 anos e 2 meses de reclusão e 226 (duzentos e vinte e seis) dias-multa. Dada a pena total fixada, o regime inicial fixado foi o fechado, nos termos do art. 33, §2º, “a”, do Código Penal. Como efeito da condenação (CP, art. 91, II, b), réu deve ressarcir o dano material causado ao BNDES, no montante comprovado de R$ 182.560,43, em valores da época (abril de 2008), a serem devidamente corrigidos até a quitação do débito, por constituir produto do crime. Quanto aos danos morais, diante da ausência de pedido na denúncia, julgada incabível a pretensão ministerial. Ainda, com fundamento no art. 7º, II, da Lei 9.613/1998, foi decretada a interdição ao condenado do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da mesma Lei, pelo dobro do tempo da pena privativa de liberdade aplicada. Considerado o regime inicial fechado fixado com fulcro no art. 55 da Constituição e no art. 92, I, “b”, do Código Penal, foi decretada a perda do mandato parlamentar. Nos termos do art. 804 do Código de Processo Penal, condenado o réu ao pagamento das custas processuais. Esgotada a análise das insurgências cognoscíveis interpostas contra o acórdão, determinou-se a expedição da guia de execução das reprimendas impostas. Após o trânsito em julgado da decisão colegiada: (a) oficie-se à Câmara dos Deputados para que, nos termos do art. 55, § 3º, da Constituição Federal, declare a perda do mandato do condenado; (b) oficie-se ao Tribunal Superior Eleitoral, para fins do art. 15, III, da Constituição Federal, vencidos os Ministros Alexandre de Moraes, Relator, e Marco Aurélio, que julgavam improcedente a ação penal. Primeira Turma, Sessão Virtual de 29.5.2020 a 5.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":"MIN. MARCO AURÉLIO","id":"sjur433505","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433505","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito penal. Ação penal. Aplicação de recursos de financiamento concedido pelo BNDES em finalidade diversa da prevista em contrato. Crime contra o sistema financeiro nacional. Lavagem de dinheiro. Quadrilha.\n\n\n\n    1. Preliminarmente. As questões preliminares já haviam sido afastadas por ocasião do recebimento da denúncia: a) a peça acusatória descreveu suficientemente as condutas e apontou indícios de materialidade e autoria; b) a ação controlada foi autorizada por decisão judicial; c) são lícitas as provas relacionadas a autoridades detentoras de foro especial por prerrogativa da função encontradas fortuitamente; e d) as decisões de decretação e prorrogação de interceptação telefônica foram devidamente fundamentadas.\n\n\n\n    2. Mérito.\n\n\n\n    2.1. Desvio de valores de financiamentos concedidos pelo BNDES. Análise conjunta das provas dos autos – em especial, os contratos de financiamento, as interceptações telefônicas, as movimentações financeiras, os documentos apreendidos, os resultados das vigilâncias policiais e os depoimentos colhidos em Juízo – demonstram, acima de qualquer dúvida razoável, que o acusado concorreu para o desvio de valores de financiamentos concedidos pelo BNDES. \n\n\n\n    2.2. Adequação Típica. Para a consumação do delito do art. 20 da Lei n° 7.492/1986, basta que parte dos valores do financiamento não seja aplicada no objeto do contrato. Se parcela dos valores é direcionada para serviços de consultoria, com a finalidade de serem posteriormente, ainda que apenas em parte, direcionados a terceiros, logicamente houve aplicação em finalidade diversa da estipulada no contrato.\n\n\n\n    2.3. Lavagem de dinheiro. Após o desvio dos valores dos financiamentos, foram realizados depósitos na conta de pessoa jurídica para posterior saque e entrega ao acusado, caracterizando-se o delito de lavagem de dinheiro. \n\n\n\n    2.4. Quadrilha. Existência de provas suficientes a demonstrar a participação do acusado em associação estável e permanente para a prática de crimes indeterminados. \n\n\n\n    2.5.  Conclusão. Restou comprovada a participação do acusado, por duas vezes, em condições semelhantes de tempo, lugar e modo de execução, na prática do delito previsto no art. 20 da Lei nº 7.492/1986, em concurso material com o delito previsto no art. 1º, VI, da Lei nº 9.613/1998, em sua redação original, também em continuidade delitiva, e com o crime previsto no art. 288 do Código Penal, em sua redação original. \n\n\n\n    3. Aplicação da pena e efeitos da condenação. Fixo a pena em: a) 3 anos e 6 meses pela prática, em continuidade delitiva, do delito do art. 20 da Lei nº 7.492/1986; b) 4 anos e 8 meses pela prática, em continuidade delitiva, do delito do art. 1º da Lei nº 9.613/1998; e c) 2 anos pela prática do delito do art. 288 do Código Penal. Total da pena: 10 anos e 2 meses de reclusão, e 226 dias-multa. \n\n\n\n    3.1. Danos materiais e danos morais coletivos. Como efeito da condenação (art. 91, II, “b”, do Código Penal), o réu deve ressarcir o dano material causado ao BNDES, no montante comprovado de R$ 182.560,43, em valores da época (abril de 2008), a serem devidamente corrigidos até a quitação do débito, por se tratar de produto do crime. Incabível a condenação em danos morais coletivos, dada a ausência de pedido na denúncia. \n\n\n\n    3.2. Interdição do exercício de função pública. Decreto a interdição ao acusado do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da Lei 9.613/1998, pelo dobro do tempo da pena privativa de liberdade aplicada (Lei 9.613/1998, art. 7º, II).\n\n\n\n    3.3. Perda do mandato. Considerado o regime inicial fechado fixado, decreto, com fulcro no art. 55 da Constituição e no art. 92, I, “b”, do Código Penal a perda do mandato parlamentar (AP 694/MT, Rel. Min. Rosa Weber, j. 02.05.2017)\n\n\n\n    4. Ação penal julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754370793","externo_seq_objeto_incidente":4877924,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-247  DIVULG 09-10-2020  PUBLIC 13-10-2020\nREPUBLICAÇÃO: DJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=965&classe=AP","is_colac":false,"titulo":"AP 965","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00012 ART-00015 INC-00003\n    ART-00055 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 PAR-00002\n    PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004595 ANO-1964\n    ART-00022 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007492 ANO-1986\n    ART-00020\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009034 ANO-1995\n    ART-00002 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009296 ANO-1996\n    ART-00001 ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001 INC-00006 ART-00007 INC-00002\n    ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012863 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00029 ART-00033 PAR-00002 LET-A\n    ART-00069 ART-00071 ART-00091 INC-00002\n    LET-B ART-00092 INC-00001 LET-B\n    ART-00288 \"CAPUT\" ART-00332\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041 ART-00386 INC-00003 INC-00007\n    ART-00387 INC-00004 ART-00395 INC-00003\n    ART-00804\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTATAÇÃO, INVESTIGAÇÃO, COMPRA, NOTA FISCAL, DESVIO DE VERBAS PÚBLICAS. POSSIBILIDADE, CONCURSO DE PESSOAS, CRIME PRÓPRIO. IMPORTÂNCIA, PROVA, FORMA INDIRETA. UTILIZAÇÃO, SERVIÇO, CONSULTORIA, FINALIDADE, DESVIO DE VERBAS PÚBLICAS, SUPERFATURAMENTO, CONTRATO. APLICAÇÃO, RECURSO FINANCEIRO, FINALIDADE DIVERSA, PREVISÃO, LEI, CONTRATO. TRÁFICO DE INFLUÊNCIA. NECESSIDADE, PROTEÇÃO, APLICAÇÃO, DESTINAÇÃO, RECURSOS PÚBLICOS. UTILIZAÇÃO, PESSOA JURÍDICA, LAVAGEM DE DINHEIRO, FECHAMENTO, INSTITUIÇÃO, DECORRÊNCIA, IDENTIFICAÇÃO, DEPÓSITO, PROCESSO EM CURSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: AUSÊNCIA, DÚVIDA, PARTICIPAÇÃO, RÉU, DESVIO DE VERBAS PÚBLICAS, FRAUDE, CONTRATO, INTERMÉDIO, EMPRESA, CONSULTORIA, EMISSÃO, NOTA FRIA. CONSTATAÇÃO, NOME, RÉU, DESTINATÁRIO, VALOR, ANOTAÇÃO, CONTABILIDADE, EMPRESA, PLANILHA, CHEQUE, DIÁLOGO, OBJETO, INTERCEPTAÇÃO TELEFÔNICA. CABIMENTO, COAUTORIA, PARTICIPAÇÃO, TIPO PENAL, DESVIO DE VERBAS PÚBLICAS, CONCESSÃO, INTERMÉDIO, FINANCIAMENTO PÚBLICO. PRODUÇÃO ANTECIPADA DE PROVAS, ÂMBITO, INQUÉRITO POLICIAL, SUBMISSÃO, CONTRADITÓRIO, AMPLA DEFESA. ESTABILIDADE, PERMANÊNCIA, ASSOCIAÇÃO CRIMINOSA. DOLO EVENTUAL. DOSIMETRIA DA PENA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: REQUISITO, DENÚNCIA, JUSTA CAUSA, AÇÃO PENAL. INÍCIO, PROVA, ORGANIZAÇÃO CRIMINOSA, TRÁFICO INTERNACIONAL DE PESSOAS, ENVOLVIMENTO, FRAUDE, FINANCIAMENTO PÚBLICO, BANCO NACIONAL DE DESENVOLVIMENTO ECONÔMICO E SOCIAL (BNDES). ORIENTAÇÃO, STF, VALIDADE, ELEMENTO PROBATÓRIO, ENCONTRO FORTUITO DE PROVA, INTERCEPTAÇÃO TELEFÔNICA, PESSOA NATURAL, AUSÊNCIA, PRERROGATIVA DE FORO. EXIGÊNCIA, ORDEM JUDICIAL, INTERCEPTAÇÃO TELEFÔNICA. INTERCEPTAÇÃO TELEFÔNICA, EXIGÊNCIA, INDÍCIO, AUTORIA DO CRIME, PARTICIPAÇÃO, DELITO; DECISÃO FUNDAMENTADA, UNICIDADE, MEIO DE PROVA. INTERCEPTAÇÃO TELEFÔNICA, MOTIVAÇÃO PER RELATIONEM. AUSÊNCIA, NULIDADE, FUNDAMENTAÇÃO SUCINTA, DECRETAÇÃO, QUEBRA, SIGILO TELEFÔNICO. ABSOLVIÇÃO, RÉU, INSUFICIÊNCIA, PROVA, AUTORIA DO CRIME. CONSIDERAÇÃO, FINANCIAMENTO PÚBLICO, FOMENTO, ÁREA, INTERESSE SOCIAL. DIREITO TRANSINDIVIDUAL. ABSOLVIÇÃO, ACUSADO, FUNDAMENTO, IN DUBIO PRO REO. AUSÊNCIA, CONSENTIMENTO, UTILIZAÇÃO, NOME, RÉU, FINALIDADE, OBTENÇÃO, VERBA, ÂMBITO, FINANCIAMENTO PÚBLICO, BANCO NACIONAL DE DESENVOLVIMENTO ECONÔMICO E SOCIAL (BNDES). AUSÊNCIA, INFLUÊNCIA, RÉU, APROVAÇÃO, REPROVAÇÃO, FINANCIAMENTO PÚBLICO. AUSÊNCIA, DEMONSTRAÇÃO, POSSIBILIDADE, MOVIMENTAÇÃO, CONTA BANCÁRIA, INSTITUIÇÃO, RÉU. AUSÊNCIA, CONFISSÃO, RÉU; AUSÊNCIA, DELAÇÃO, CORRÉU; AUSÊNCIA, PROVA TESTEMUNHAL, TRÁFICO DE INFLUÊNCIA. AUSÊNCIA, CONFIRMAÇÃO, ÂMBITO, CONTRADITÓRIO, INDÍCIO, PROVA, OBJETO, DENÚNCIA. EXISTÊNCIA, SUSPEITA DE CRIME, AUSÊNCIA, JUÍZO DE CERTEZA, CONDENAÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INÍCIO, INVESTIGAÇÃO, APURAÇÃO, ATUAÇÃO, ORGANIZAÇÃO CRIMINOSA, TRÁFICO INTERNACIONAL DE PESSOAS, RUFIANISMO. INTERCEPTAÇÃO TELEFÔNICA, ENCONTRO FORTUITO DE PROVA, AUSÊNCIA, PROVA ILÍCITA. CONSIDERAÇÃO, TIPO PENAL, CRIME FORMAL. AUSÊNCIA, COMPROVAÇÃO, PARTICIPAÇÃO, ACUSADO, CRIME. EXISTÊNCIA, INDÍCIO, CRIME DE LAVAGEM DE DINHEIRO. AUSÊNCIA, COMPROVAÇÃO, VINCULAÇÃO, ACUSADO, ATO, OCULTAÇÃO, DISSIMULAÇÃO, CRIME DE LAVAGEM DE DINHEIRO. AUSÊNCIA, CONFUSÃO, RÉU, PESSOA JURÍDICA, INADMISSIBILIDADE, RESPONSABILIDADE OBJETIVA. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- TERMO(S) DE RESGATE: AÇÃO CONTROLADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=965&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Caso \"OPERAÇÃO SANTA TERESA\".\n- Acórdão(s) citado(s):\n(REGIME INICIAL FECHADO, PERDA, MANDATO PARLAMENTAR)\nAP 694 (1ªT). \n(DENÚNCIA, REQUISITO, EXPOSIÇÃO, FATO CRIMINOSO)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(JUSTA CAUSA, AÇÃO PENAL)\nInq 3719 (1ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, ORDEM JUDICIAL, REQUISITO)\nInq 2424 (TP), HC 94028 (1ªT), HC 96056 (2ªT), HC 103418 (1ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, FUNDAMENTO, INDÍCIO, AUTORIA DO CRIME, UNICIDADE, MEIO DE PROVA)\nInq 2424 (TP), HC 94028 (1ªT), HC 103418 (1ªT), HC 105527 (2ªT), HC 106225 (1ªT). \n(DECISÃO JUDICIAL, MOTIVAÇÃO PER RELATIONEM, INTERCEPTAÇÃO TELEFÔNICA)\nHC 92020 (2ªT), HC 116989 (2ªT), RHC 117825 AgR (2ªT), RHC 130542 AgR (1ªT), RHC 126207 AgR (2ªT), RHC 156593 AgR (2ªT). \n(INDÍCIO, PROVA, AUTORIA DO CRIME)\nAP 470 (TP) - RTJ 225/11, AP 481 (TP). \n(COMPROVAÇÃO, CULPABILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL)\nHC 88875 (2ªT), HC 89501 (2ªT), HC 97701 (2ªT), AP 858 (2ªT). \n(CONDENAÇÃO, IN DUBIO PRO REO)\nHC 73338 (1ªT), AP 869 (2ªT). \n(AÇÃO CONTROLADA)\nHC 102819 (1ªT). \n(RESPONSABILIDADE OBJETIVA, PROCESSO PENAL)\nAP 975 (2ªT), HC 136250 (2ªT). \n(ENCONTRO FORTUITO DE PROVA, AUTORIDADE, PRERROGATIVA DE FUNÇÃO)\nMS 34751 (1ªT), Pet 7808 (2ªT). \n(CRIME PRÓPRIO, CONCURSO DE PESSOAS, PARTICIPAÇÃO)\nHC 81852 (2ªT), Inq 2725 (2ªT). \n(CRIME CONTRA O SISTEMA FINANCEIRO, APLICAÇÃO, RECURSO FINANCEIRO, FINALIDADE DIVERSA, LEGISLAÇÃO, CONTRATO)\nAP 935 (1ªT). \n(LAVAGEM DE DINHEIRO, CONFIGURAÇÃO)\nRHC 80816 (2ªT). \n- Decisões monocráticas citadas:\n(COMPROVAÇÃO, CULPABILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL)\nHC 121405.\n(RESPONSABILIDADE OBJETIVA, PROCESSO PENAL)\nInq 3995.\n- Acórdão(s) citado(s) - outros tribunais:\n(INTERCEPTAÇÃO TELEFÔNICA, ORDEM JUDICIAL, REQUISITO)\nSTJ: HC 104005. \n- Legislação estrangeira citada: art. 9 da Declaração francesa dos Direitos do Homem e do Cidadão de 1789.\nNúmero de páginas: 207.\nAnálise: 15/12/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES)      : MINISTÉRIO PÚBLICO FEDERAL \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nRÉU(É)(S)           : P. P. S.  \r\nADV.(A/S)           : THIAGO GROSZEWICZ BRITO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433505,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"AP 965","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2020-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro: Freitas Bastos, 1959. v. 2. p. 183.\nBITENCOURT, Cezar Roberto; BREDA, Juliano. Crimes contra o sistema financeiro nacional e contra o mercado de capitais. 3. ed. São Paulo: Saraiva, 2014. p. 255 e 257.\nHUNGRIA, Nelson. Comentários ao Código Penal. Rio de Janeiro: Forense, 1954. v. 4. p. 178.\nMAIA, Rodolfo Tigre. Dos crimes contra o sistema financeiro nacional: anotações à Lei federal n. 7.492/86. São Paulo: Malheiros, 1999. p. 125.\nPRADO, Luiz Régis. Curso de direito penal brasileiro - Parte especial. São Paulo: Revista dos Tribunais, 2002. v. 3. p. 654.\nSILVA, Antônio Carlos Rodrigues da. Crimes do colarinho branco. Brasília: Brasília Jurídica, 1999. p. 149.\nSOLER, Sebastián. Derecho penal argentino. Buenos Aires: TEA, 1952. Tomo 3.","ministro_facet":["ALEXANDRE DE MORAES","ROBERTO BARROSO"],"processo_numero":965,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433136","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedentes os pedidos, de modo que se declare a inconstitucionalidade por omissão da Lei nº 8.989, de 24 de fevereiro de 1995, determinando-se a aplicação de seu art. 1º, inciso IV, com a redação dada pela Lei nº 10.690/03, às pessoas com deficiência auditiva, enquanto perdurar a omissão legislativa, e estabeleceu o prazo de 18 (dezoito) meses, a contar da data da publicação do acórdão, para que o Congresso Nacional adote as medidas legislativas necessárias a suprir a omissão legislativa, nos termos do voto do Relator, vencido parcialmente o Ministro Marco Aurélio. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433136","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur433136","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade por omissão parcial. Inertia deliberandi. Configuração. Direito Tributário. IPI. Aquisição de veículos automotores. Isenção prevista no art. 1º, IV, da Lei nº 8.989/95. Políticas públicas de natureza constitucional. Omissão quanto a pessoas com deficiência auditiva. Ofensa à dignidade da pessoa humana e aos direitos à mobilidade pessoal, à acessibilidade, à inclusão social e à não discriminação. Direitos constitucionalmente reconhecidos como essenciais. Procedência.\n\n\n\n    1. A inertia deliberandi pode configurar omissão passível de ser reputada inconstitucional no caso de os órgãos legislativos não deliberarem dentro de um prazo razoável sobre projeto de lei em tramitação. Precedente: ADI nº 3.682/DF.\n\n\n\n    2. A isenção do IPI de que trata o art. 1º, IV, da Lei nº 8.989/95 foi estabelecida como uma forma de realizar políticas públicas de natureza constitucional, consistentes no fortalecimento do processo de inclusão social das pessoas beneficiadas, na facilitação da locomoção dessas pessoas e na melhoria das condições para que elas exerçam suas atividades, busquem atendimento para suas necessidades e alcancem autonomia e independência.\n\n\n\n    3. Estudos demonstram que a deficiência auditiva geralmente traz diversas dificuldades para seus portadores, como comprometimento da coordenação, do ritmo e do equilíbrio, que prejudicam sua locomoção.\n\n\n\n    4. O poder público, ao deixar de incluir as pessoas com deficiência auditiva no rol daquele dispositivo, promoveu políticas públicas de modo incompleto, ofendendo, além da não discriminação, a dignidade da pessoa humana e outros direitos constitucionalmente reconhecidos como essenciais, como os direitos à mobilidade pessoal com a máxima independência possível, à acessibilidade e à inclusão social. Tal omissão constitui violação da Convenção sobre os Direitos das Pessoas com Deficiência, aprovada conforme o art. 5, § 3º, da CF/88. Necessidade do controle jurisdicional.\n\n\n\n    5. Aplicar o benefício fiscal em prol dos deficientes auditivos resultaria, entre outras benéficas consequências, na facilitação de sua mobilidade pessoal - com a isenção do tributo, esse seria o efeito esperado, pois eles poderiam adquirir automóveis mais baratos. O automóvel pode, inclusive, facilitar que crianças com deficiência auditiva tenham acesso a programas de treinamento destinados ao desenvolvimento da coordenação, do ritmo, do equilíbrio etc. \n\n\n\n    6. Ação direta de inconstitucionalidade por omissão julgada procedente, declarando-se a inconstitucionalidade por omissão da Lei nº 8.989, de 24 de fevereiro de 1995, determinando-se a aplicação de seu art. 1º, inciso IV, com a redação dada pela Lei nº 10.690/03, às pessoas com deficiência auditiva, enquanto perdurar a omissão legislativa. Fica estabelecido o prazo de 18 (dezoito) meses, a contar da data da publicação do acórdão, para que o Congresso Nacional adote as medidas legislativas necessárias a suprir a omissão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754015545","externo_seq_objeto_incidente":4732377,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-243  DIVULG 05-10-2020  PUBLIC 06-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=30&classe=ADO","is_colac":false,"titulo":"ADO 30","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00001 \n          ART-00005 INC-00035 PAR-00001 PAR-00002 \n          PAR-00003 ART-00018 PAR-00004 ART-00205 \n          ART-00206 INC-00001 ART-00227 PAR-00002 \n          ART-00244\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000053      ANO-1986\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007613      ANO-1987\n          ART-00001 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007853      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008000      ANO-1990\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008199      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008989      ANO-1995\n          ART-00001 INC-00004 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-0012F PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010690      ANO-2003\n          ART-00001 INC-00004 PAR-00003 PAR-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010754      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012063      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   CVC      ANO-2007\n                CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   MPR-000135      ANO-1990\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000856      ANO-1995\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000094      ANO-2002\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-006949      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   PJL-000006      ANO-1991\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000016      ANO-1991\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000009      ANO-2003\n                PROJETO DE LEI DE CONVERSÃO DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000028      ANO-2017\n                PROJETO DE LEI DO SENADO FEDERAL - SF"],"publicacao_data":"2020-10-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO, DEFERIMENTO, MEDIDA CAUTELAR, SUSPENSÃO, APLICAÇÃO DA LEI, ATO NORMATIVO, OMISSÃO PARCIAL; SUSPENSÃO, PROCESSO JUDICIAL, PROCEDIMENTO ADMINISTRATIVO; DIVERSIDADE, PROVIDÊNCIA, FIXAÇÃO, TRIBUNAL. CONTEXTO HISTÓRICO, BENEFÍCIO FISCAL, PESSOA COM DEFICIÊNCIA. PESSOA COM DEFICIÊNCIA, DEFICIÊNCIA AUDITIVA, HABILITAÇÃO PARA DIRIGIR VEÍCULO AUTOMOTOR, AUSÊNCIA, CRITÉRIO, LEI, BENEFÍCIO, ISENÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). ATUAÇÃO, PODER JUDICIÁRIO, LEGISLADOR POSITIVO. CONTROLE JUDICIAL, POLÍTICAS PÚBLICAS. PRINCÍPIO DA ISONOMIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESCABIMENTO, STF, DETERMINAÇÃO, PRAZO, ATUAÇÃO, PODER LEGISLATIVO. CONSTITUIÇÃO FEDERAL, PREVISÃO, FIXAÇÃO, PRAZO, OMISSÃO, ÓRGÃO ADMINISTRATIVO. AUTOCONTENÇÃO JUDICIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=30&classe=ADO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(OMISSÃO LEGISLATIVA, INÉRCIA, DELIBERAÇÃO, PROPOSIÇÃO LEGISLATIVA)\nADI 3682 (TP). \n(ADO, LIMINAR)\nADI 2495 (TP), ADI 267 MC (TP), ADI 361 MC (TP), ADI 529 MC (TP), ADI 1387 MC (TP). \n(PODER JUDICIÁRIO, DETERMINAÇÃO, POLÍTICAS PÚBLICAS, ASSEGURAMENTO, DIREITO FUNDAMENTAL)\nAI 708667 AgR (1ªT). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, POLÍTICAS PÚBLICAS, OBRIGAÇÃO DE FAZER, SITUAÇÃO EMERGENCIAL, ESTABELECIMENTO PENAL)\nRE 592581 (TP). \n(OBRIGAÇÃO DE FAZER, GARANTIA, PORTADOR DE DEFICIÊNCIA, ACESSO, PRÉDIO PÚBLICO)\nRE 440028 (1ªT). \n- Decisão monocrática citada:\n(ADO, LIMINAR)\nADO 24 MC.\nNúmero de páginas: 33.\nAnálise: 24/03/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433136,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADO 30","processo_classe_processual_unificada_classe_sigla":"ADO","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO","documental_doutrina_texto":"AZEVEDO, Marcelo Gonçalves de; SAMELLI, Alessandra Giannella. Estudo comparativo do equilíbrio de crianças surdas e ouvintes. Rev CEFAC, v. 11, Supl1. 85-91, 2009. Disponível em: http://www.scielo.br/pdf/rcefac/v11s1/163-07.pdf.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro. 5. ed. São Paulo: 2011. p. 286.\nGILMAR, Gilmar Ferreira. Controle abstrato de constitucionalidade, ADI, ADC e ADO: comentários à Lei nº 9.868/99. São Paulo: Saraiva, 2012.\nLIMA, Thaize C. Souza; PEREIRA, Maria C. Da Cunha; MORAES, Renato de. Influência da surdez no desenvolvimento motor e do equilíbrio em crianças. Brazilian Journal of Motor Behavior, v. 6, n. 1, p. 16-23, 2011. Disponível em: http://socibracom.com/bjmb/index.php/bjmb/article/download/25/22.\nMELO, Renato de Souza et al. Avaliação do equilíbrio corporal e da marcha: estudo comparativo entre surdos e ouvintes em idade escolar. Revista Paulista de Pediatria, São Paulo, v. 30, n. 3, set. 2012. Disponível em: http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-05822012000300012.\n______. Equilíbrio de escolares ouvintes e com perda auditiva sensorioneural. Neurociências, 23(2): 241-247, 2015. Disponível em: http://www.revistaneurociencias.com.br/edicoes/2015/2302/original/1007original.pdf.\nRODRIGUES, Ariele Troiano et al. Crianças com e sem deficiência auditiva: o equilíbrio na fase escolar. Rev. Bras. Ed. Esp., Marília, v. 20, n. 2, p. 169-178, abr./jun. 2014. Disponível em: http://www.scielo.br/pdf/rbee/v20n2/02.pdf.\nSOUZA, Adriana Nascimento de et al. Análise da coordenação motora de pessoas surdas. Arq. Ciênc. Saúde Unipar, Umuarama, v. 12, n. 3, p. 205-211, set./dez. 2008. Disponível em: https://www.revistas.unipar.br/index.php/saude/article/download/2536/1980.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":30,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429977","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto da Relatora. Não participou deste julgamento o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429977","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur429977","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NO HABEAS CORPUS. PROCESSUAL PENAL. TRÁFICO INTERNACIONAL DE ENTORPECENTES. CONDENAÇÃO. REDISCUSSÃO DE CRITÉRIOS DE DOSIMETRIA DA PENA. PEDIDO MANIFESTAMENTE IMPROCEDENTE E CONTRÁRIO À JURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753660001","externo_seq_objeto_incidente":5949696,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-216  DIVULG 28-08-2020  PUBLIC 31-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186143&classe=HC","is_colac":false,"titulo":"HC 186143 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\" ART-00040 INC-00001 \n          INC-00007 ART-00042\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00059 ART-00386 INC-00007\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RES-000642      ANO-2019\n          ART-00004 INC-00001 INC-00002\n                RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000007      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2020-08-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186143&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AGRAVO INTERNO, SESSÃO DE JULGAMENTO VIRTUAL)\nRHC 141044 AgR (1ªT). \n(HC, DOSIMETRIA DA PENA, REEXAME, FATO, PROVA)\nRHC 157464 ED-AgR (2ªT), RHC 170551 AgR (1ªT), HC 174552 AgR (1ªT). \n- Decisão monocrática citada:\n(HC, DOSIMETRIA DA PENA, REEXAME, FATO, PROVA)\nHC 144031.\nNúmero de páginas: 21.\nAnálise: 19/07/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : RAFAEL RODRIGUES MORENO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429977,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 186143 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":186143,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429856","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Relator que negava provimento ao agravo, no que foi acompanhado pelo Ministro Dias Toffoli, pediu vista o Ministro Edson Fachin. Aguardam os demais. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 28.8.2018.\r\n\n           Decisão: Após o voto do Ministro Gilmar Mendes (Relator), que negava provimento ao agravo regimental, no que foi acompanhado pelo Ministro Dias Toffoli e dos votos dos Ministros Edson Fachin e Celso de Mello em sentido contrário, dando provimento ao agravo regimental, pediu vista o Ministro Ricardo Lewandowski. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 25.9.2018.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Celso de Mello. Não votou a Ministra Cármen Lúcia. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 23.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429856","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur429856","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Inquérito. 2. Competência originária. 3. Penal e Processual Penal. 4. O Poder Judiciário tem o poder e o dever de controlar a investigação preliminar, limitando eventuais abusos na persecução penal e resguardando direitos e garantias fundamentais. 5. Na forma do art. 231, § 4º, e, do Regimento Interno do STF, o relator deve determinar o arquivamento do inquérito quando verificar a ausência de indícios mínimos de autoria ou materialidade, nos casos em que forem descumpridos os prazos para a instrução do inquérito. 6. Violação ao sistema acusatório inexistente. 7. A pendência de investigação, por prazo irrazoável, sem amparo em suspeita contundente, ofende o direito à razoável duração do processo (art. 5º, LXXVIII, da CF) e a dignidade da pessoa humana (art. 1º, III, da CF). 8. A EC 45/2004 introduziu norma que assegura a razoável duração do processo judicial e administrativo (art. 5º, LXXVIII). Esta norma deve ser projetada também para a fase de investigação. 9. Arquivamento compatível com a posição firmada na AP 937 QO. 10. Antes de determinar a declinação da competência, deve-se analisar os autos para verificar a legitimidade da continuidade das investigações, concretizando a função do julgador como garante dos direitos fundamentais na etapa preliminar da persecução penal. 11. Agravo regimental não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753625685","externo_seq_objeto_incidente":5514099,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 26-08-2020  PUBLIC 27-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4393&classe=Inq","is_colac":false,"titulo":"Inq 4393 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00078 \n          ART-00129 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-012850      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00018\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00231 PAR-00004 LET-E\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-08-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SISTEMA ACUSATÓRIO, PROCESSO PENAL, CONSTITUIÇÃO FEDERAL DE 1988, MINISTÉRIO PÚBLICO, TITULARIDADE, AÇÃO PENAL PÚBLICA. AUTORIZAÇÃO JUDICIAL, INSTAURAÇÃO, INQUÉRITO, AUTORIDADE, PRERROGATIVA DE FORO. DEVER, JUIZ, TRANCAMENTO DE INQUÉRITO POLICIAL, INEXISTÊNCIA, JUSTA CAUSA, EXTINÇÃO DA PUNIBILIDADE, FATO ATÍPICO. CONTROLE, ARQUIVAMENTO, INQUÉRITO, RECURSO. HABEAS CORPUS DE OFÍCIO, TRANCAMENTO DE INQUÉRITO POLICIAL. PROVA, COLABORAÇÃO PREMIADA. TRIBUNAL, ÂMBITO INTERNACIONAL, ADOÇÃO, CRITÉRIO, AFERIÇÃO, EXCESSO DE PRAZO, PROCESSO, INVESTIGAÇÃO CRIMINAL; COMPLEXIDADE, CASO CONCRETO; ATIVIDADE, CARÁTER PROCESSUAL, INTERESSADO; CONDUTA, AUTORIDADE JUDICIÁRIA. PRERROGATIVA DE FORO, PARLAMENTAR, ÂMBITO FEDERAL, CORRELAÇÃO, CRIME, COMETIMENTO, EXERCÍCIO, CARGO, FUNÇÃO, PARLAMENTAR.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: COMETIMENTO DE CRIME, MOMENTO ANTERIOR, DIPLOMAÇÃO, SENADOR, AUSÊNCIA, CORRELAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR. PRINCÍPIO DA ISONOMIA, PRINCÍPIO DO JUIZ NATURAL. PRERROGATIVA DE FORO, INTERPRETAÇÃO ESTRITA. INSTAURAÇÃO, INQUÉRITO POLICIAL, AUSÊNCIA, CONSTRANGIMENTO ILEGAL. INVESTIGAÇÃO CRIMINAL, AÇÃO PENAL PÚBLICA INCONDICIONADA, DEVER, EX OFFICIO, PODER PÚBLICO, RESPOSTA, NOTÍCIA CRIME, APURAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO; INDEPENDÊNCIA, COLABORAÇÃO PREMIADA. SUFICIÊNCIA, COLABORAÇÃO PREMIADA, INDÍCIO, AUTORIA DO CRIME, RECEBIMENTO, DENÚNCIA. INCOMPETÊNCIA, PODER JUDICIÁRIO, ARQUIVAMENTO, INVESTIGAÇÃO CRIMINAL, INQUÉRITO POLICIAL. SISTEMA ACUSATÓRIO, EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, FORMAÇÃO, OPINIO DELICTI. ARQUIVAMENTO, INQUÉRITO POLICIAL, DECISÃO JUDICIAL, REQUERIMENTO, MINISTÉRIO PÚBLICO. PODER JUDICIÁRIO, HABEAS CORPUS DE OFÍCIO, ARQUIVAMENTO, INQUÉRITO, HIPÓTESE, CONSTRANGIMENTO ILEGAL, ATIPICIDADE, FATO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: ATO, ARQUIVAMENTO, INQUÉRITO POLICIAL, NECESSIDADE, ÓRGÃO JUDICIAL, COMPETÊNCIA. CASO CONCRETO, INCOMPETÊNCIA, STF, COMPETÊNCIA, JUÍZO DE PRIMEIRO GRAU. DECLINAÇÃO DE COMPETÊNCIA. TRANCAMENTO DE INQUÉRITO POLICIAL, EXCEPCIONALIDADE, HIPÓTESE, JUSTA CAUSA. EXISTÊNCIA, PENDÊNCIA, DILIGÊNCIA, IMPEDIMENTO, ENCERRAMENTO, INVESTIGAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PROCESSO PENAL, DIFERENÇA, COMMON LAW, CIVIL LAW. VALOR PROBATÓRIO, COLABORAÇÃO PREMIADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4393&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRERROGATIVA DE FORO, CORRELAÇÃO, CRIME, FUNÇÃO, PARLAMENTAR)\nAP 937 QO (TP), Inq 4641 (1ªT). \n(REQUERIMENTO, ARQUIVAMENTO, PGR, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, STF)\nInq 2054 (TP). \n(AUTORIZAÇÃO JUDICIAL, INSTAURAÇÃO, INQUÉRITO, AUTORIDADE, PRERROGATIVA DE FORO)\nInq 2411 QO (TP). \n(TRANCAMENTO DE INQUÉRITO POLICIAL, JUSTA CAUSA, EXTINÇÃO DA PUNIBILIDADE, FATO ATÍPICO)\nRE 467923 (1ªT), HC 96055 (1ªT), AP 913 QO (2ªT), Pet 7354 AgR (2ªT). \n(HABEAS CORPUS DE OFÍCIO, TRANCAMENTO DE INQUÉRITO POLICIAL)\nHC 106124 (2ªT), Inq 2913 AgR (TP). \n(REJEIÇÃO, DENÚNCIA, ELEMENTO PROBATÓRIO, COLABORAÇÃO PREMIADA)\nInq 4074 (2ªT). \n(ARQUIVAMENTO, INQUÉRITO, AUSÊNCIA, JUSTA CAUSA)\nPet 7354 AgR (2ªT). \n(PRINCÍPIO DO JUIZ NATURAL)\nHC 73801 (1ªT) - RTJ 169/557, HC 79865 (1ªT) - RTJ 179/378, AI 177313 AgR (1ªT) - RTJ 160/1056, RTJ 149/962. \n(INSTAURAÇÃO, INQUÉRITO POLICIAL, CONSTRANGIMENTO ILEGAL)\nRHC 54437 (2ªT) - RTJ 78/138. \n(COLABORAÇÃO PREMIADA, RECEBIMENTO, DENÚNCIA)\nInq 3979 (2ªT), Inq 3983 (TP), Inq 3984 (2ªT). \n(SISTEMA ACUSATÓRIO, EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, FORMAÇÃO, OPINIO DELICTI)\nADI 1570 (TP), HC 82507 (1ªT), Inq 2913 AgR (TP), RHC 120379 (1ªT), ADI 5104 MC (TP). \n(TITULARIDADE, AÇÃO PENAL PÚBLICA)\nRHC 68314 (TP) - RTJ 134/369. \n(ARQUIVAMENTO, INQUÉRITO POLICIAL, DECISÃO JUDICIAL, REQUERIMENTO, MINISTÉRIO PÚBLICO)\nHC 88589 (1ªT), HC 106124 (2ªT), RE 91066 (1ªT) - RTJ 92/910. \n(PODER JUDICIÁRIO, HABEAS CORPUS DE OFÍCIO, ARQUIVAMENTO, INQUÉRITO, JUSTA CAUSA)\nPet 3825 QO (TP), Inq 3847 AgR (1ªT), Inq 4420 (2ªT), RE 91066 (1ªT), RT 527/455. \n(HC, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 132170 AgR (2ªT), HC 138507 (2ªT). \n(VALOR PROBATÓRIO, COLABORAÇÃO PREMIADA)\nInq 4074 (2ªT), Inq 4118 (2ªT), AP 1003 (2ªT). \n- Decisões monocráticas citadas:\n(PRERROGATIVA DE FORO, CORRELAÇÃO, CRIME, FUNÇÃO, PARLAMENTAR)\nAP 937.\n(TRANCAMENTO DE INQUÉRITO POLICIAL, JUSTA CAUSA, EXTINÇÃO DA PUNIBILIDADE, FATO ATÍPICO)\nADI 4693 MC, Inq 4429, Inq 4442.\n(ARQUIVAMENTO, INQUÉRITO, AUSÊNCIA, JUSTA CAUSA)\nInq 4429, Inq 4442.\n(ARQUIVAMENTO, INQUÉRITO POLICIAL, DECISÃO JUDICIAL, REQUERIMENTO, MINISTÉRIO PÚBLICO)\nADI 4693 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(PODER JUDICIÁRIO, HABEAS CORPUS DE OFÍCIO, ARQUIVAMENTO, INQUÉRITO, JUSTA CAUSA)\nSTJ: HC 28796, RHC 4311. \nNúmero de páginas: 49.\nAnálise: 18/05/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : JORGE NEY VIANA MACEDO NEVES \nADV.(A/S)  : RODRIGO DE BITTENCOURT MUDROVITSCH E OUTRO(A/S)\nAGDO.(A/S)  : SEBASTIAO AFONSO VIANA MACEDO NEVES \nADV.(A/S)  : EDUARDO ANTONIO LUCHO FERRÃO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429856,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4393 AgR","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2018-10-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo Henrique; LOPES JÚNIOR, Aury. Direito ao processo penal no prazo razoável. Rio de Janeiro: Lumen Juris, 2006. p. 127.\nBADARÓ, Gustavo H. Processo Penal. 3. ed. São Paulo: Revista do Tribunais, 2015. p. 72.\nBARBALHO, João. Constituição Federal Brasileira. Edição fac-similar. Brasilia, 1992. p. 303-304.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. Saraiva, 2001. v. 2. p. 302.\nBONFIM, Edilson Mougenot. Código de Processo Penal Anotado. 3. ed. Saraiva, 2010. p. 53-57 e 115.\nCARVALHO, Luis Gustavo G. C. Processo Penal e Constituição. 6. ed. São Paulo: Saraiva, 2014. p. 251-252.\nCHOUKR, Fauzi H. Garantias constitucionais na investigação criminal. 3. ed. Rio de Janeiro: Lumen Juris, 2006. p. 93-96 e 157.\nDAMASKA, Miriam R. The faces os justice and state authority: a comparative approach to the legal process . New Haven: Yale University Press, 1986. p. 2 e 3.\nFEITOZA, Denilson. Direito Processual Penal: Teoria, Crítica e Práxis. 6. ed. Impetus, 2009. p. 178, item 5.7.\nFERNANDES, Antonio Scarance. Processo Penal Constitucional. 7. ed. São Paulo: 2012. p. 127.\nFRANCO, Alberto Silva; STOCO, Rui. Código de Processo Penal e sua Interpretação Jurisprudencial. 2. ed. Revista dos Tribunais, 2004. v. 2. p. 181-184.\nGIACOMOLLI, Nereu J. A fase preliminar do processo penal. Rio de Janeiro: Lumen Juris, 2011. p. 85.\n______. O devido processo penal: abordagem conforme a Constituição Federal e o Pacto de São José da Costa Rica. 2. ed. São Paulo: Atlas, 2015. p. 321 et seq.\nLANGER, Máximo. From legal transplants to legal translations: the globalization of plea bargaining and\nthe Americanization thesis in criminal procedure. Cambridge: Harvard International Law Journal, v. 45, 2004. p. 10, 18 e 21-22.\nLIMA, Renato Brasileiro de. Curso de Processo Penal. Impetus, 2003. p. 86-87, item 6.7.\nLOPES JR., Aury; GLOECKNER, Ricardo J. Investigação Preliminar no Processo Penal. 5. ed. São Paulo: Saraiva, 2013. p. 259-261.\n______.______. Impetus, 2013. p. 92-93, item 8.\nMARQUES, José Frederico. Elementos de Direito Processual Penal. 3ª atualização. Millennium, 2009. v. 1. p.107-114, itens 70-74, e v. 2. p. 124, item 312.\nMAZZILLI, Hugo Nigro. Introdução ao Ministério Público. 7. ed. Saraiva, 2008. p. 124. item 24.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 7. ed. Atlas, 2000. p. 116, item 17.1.\n______. Processo Penal. 18. ed. Atlas, 2008. p. 64-68, item 3.3.\nNOGUEIRA, Carlos Frederico Coelho. Comentários ao Código de Processo Penal. 1. ed. Edipro, 2002. v. 1. p. 187-193, itens 55-58 e p. 394-395.\nNORONHA, E. Magalhães. Curso de Direito Processual Penal. 19. ed. Saraiva, 1989. p. 18-19, item 8.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 10. ed. Revista dos Tribunais, 2011. p. 121-122.\nOLIVEIRA, Eugênio Pacelli de. Curso de Processo Penal. 9. ed. Lumen Juris, 2008. p. 39-42, item 4.1.\nPASTOR, Daniel R. El plazo razonable en el processo del Estado de Derecho. Buenos Aires: Ad-Hoc, 2002, p. 406 et seq.\nRANGEL, Paulo. Direito Processual Penal. 12. ed. Lumen Juris, 2009. p. 191, item 3.13.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 11. ed. Saraiva, 1989. v. 1. p. 244-245.","ministro_facet":["GILMAR MENDES"],"processo_numero":4393,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur426775","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo interno, nos termos do voto do Relator. Impedido o Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 22.5.2020 a 28.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur426775","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur426775","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-segundo","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVOS INTERNOS. RECURSOS EXTRAORDINÁRIOS. CÓDIGO PENITENCIÁRIO DO DISTRITO FEDERAL. LEI DISTRITAL 5.969/2017. COMPETÊNCIA PRIVATIVA DA UNIÃO PARA LEGISLAR SOBRE DIREITO PENAL E PROCESSUAL PENAL. EXECUÇÃO DA PENA. AUTONOMIA DOS ÓRGÃOS ADMINISTRATIVOS PARA A CONDUÇÃO DE DETERMINADOS ATOS. INICIATIVA RESERVADA AO CHEFE DO PODER EXECUTIVO PARA LEGISLAR SOBRE A ORGANIZAÇÃO ADMINISTRATIVA NO ÂMBITO DO ENTE FEDERATIVO. PRECEDENTES. NORMAS QUE NÃO INTERFEREM NO PROCEDIMENTO EM SI, APENAS ESPECIFICAM OS DIREITOS QUE O ORDENAMENTO JURÍDICO JÁ RECONHECE AOS DETENTOS. CONSTITUCIONALIDADE. \n\n\n\n    1. O princípio geral que norteia a repartição de competência entre os entes componentes do Estado Federal brasileiro é o princípio da predominância do interesse, tanto para as matérias cuja definição foi preestabelecida pelo texto constitucional, quanto em termos de interpretação em hipóteses que envolvem várias e diversas matérias, como na presente Ação Direta de Inconstitucionalidade.\n\n\n\n    2. A própria Constituição Federal, portanto, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-membros e Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. O Direito Penitenciário, no ordenamento jurídico brasileiro, compreende um conjunto de regras e princípios que não estão reunidos em um único estatuto, mas emergem de diversas fontes: Constituição Federal, Lei de Execução Penal - LEP, Tratados Internacionais, os Códigos Penal e de Processo Penal, leis estaduais e atos administrativos emanados dos órgãos superiores de Política Penitenciária.\n\n\n\n    4. A execução da pena é uma atividade mista. Os órgãos judiciários têm papel preponderante na condução do processo judicial; de outro lado, a participação e a incidência dos órgãos administrativos são marcantes, inclusive com autonomia na realização de alguns atos.\n\n\n\n    5. Revela-se louvável o intuito do legislador distrital de assegurar condições mais adequadas às específicas necessidades dos internos portadores de necessidades especiais, assim como das travestis e dos transexuais. Tais normas, inclusive, vão ao encontro da Convenção de Nova York (Convenção Internacional sobre os Direitos das Pessoas com Deficiência e seu Protocolo Facultativo (Decreto 6.946/2009), e da Resolução Conjunta nº 1 do Conselho Nacional de Combate à discriminação, que instituiu novas regras para acolhimento LGBT em unidades prisionais.\n\n\n\n    6. Não se trata de legislação distrital criando direitos e deveres aos presos, que, até então, seriam inexistentes. O que a legislação impugnada realizou foi a repetição e enumeração dos direitos dos presos previstos constitucional e legalmente.\n\n\n\n    7. A jurisprudência da CORTE registra que a iniciativa reservada ao chefe do Poder Executivo pelo art. 61, § 1º, II, e, para legislar sobre a organização administrativa no âmbito do ente federativo, interdita aos demais legitimados para o processo legislativo a propositura de leis que criem, alterem ou extingam órgãos públicos, ou que lhes cominem novas atribuições. Precedentes. \n\n\n\n    8. Portanto, são inconstitucionais formalmente os artigos da Lei Distrital 5.969/2017 que contêm disposições normativas em que há nítida interferência na estrutura e funcionamento de órgãos públicos sujeitos à direção superior do Chefe do Executivo.\n\n\n\n    9. Todavia, são constitucionais normas que não interferem no procedimento em si, apenas especificam os direitos que o ordenamento jurídico já reconhece aos detentos.\n\n\n\n    10. Inaplicável a Súmula Vinculante 5 nos procedimentos disciplinares relativos a apuração de falta grave. Esse Enunciado é aplicável apenas em procedimentos de natureza cível. \n\n\n\n    11. Agravos internos a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753014216","externo_seq_objeto_incidente":5904134,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-151  DIVULG 17-06-2020  PUBLIC 18-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1224396&classe=RE","is_colac":false,"titulo":"RE 1224396 AgR-segundo","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00022 ART-00024 ART-00030 INC-00001 \n          ART-00061 PAR-00001 INC-00002 LET-E\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007210      ANO-1984\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-INT   CVC      ANO-2007\n                CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS  COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM  30 DE MARÇO DE 2007\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-006949      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS  DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO,  ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   RES-000001      ANO-2014\n                RESOLUÇÃO CONJUNTA DO CONSELHO NACIONAL DE COMBATE À DISCRIMINAÇÃO\n\n","LEG-FED   SUV-000005      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   LEI-005969      ANO-2017\n                LEI ORDINÁRIA, DF"],"publicacao_data":"2020-06-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FEDERALISMO, DIVISÃO, COMPETÊNCIA, ENTE FEDERADO. FEDERALISMO, FERRAMENTA, GARANTIA, DIREITO FUNDAMENTAL. FEDERALISMO, COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, AUTONOMIA CONSTITUCIONAL, COMPLEMENTAÇÃO, NORMA GERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1224396&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR-segundo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FEDERALISMO, COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, AUTONOMIA CONSTITUCIONAL, COMPLEMENTAÇÃO, NORMA GERAL)\nADI 4306 (TP). \nNúmero de páginas: 36.\nAnálise: 29/04/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PROCURADOR-GERAL DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAGTE.(S)  : CÂMARA LEGISLATIVA DO DISTRITO FEDERAL \nADV.(A/S)  : JOSE WILSON PORTO \nADV.(A/S)  : ARNALDO SIQUEIRA DE LIMA \nADV.(A/S)  : SIMARA MOREIRA \nAGDO.(A/S)  : ASSOCIACAO DOS DEFENSORES PUBLICOS DO DISTRITO FEDERAL \nADV.(A/S)  : EDVALDO FERREIRA DA SILVA \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO DISTRITO FEDERAL E TERRITÓRIOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":426775,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 1224396 AgR-segundo","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1224396,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur419882","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"(AgR) O Tribunal, por maioria, deu provimento ao agravo interposto pelo Estado de Mato Grosso para que as obras da UHE de Paiaguá/MT possam ter continuidade, nos termos do voto do Relator, Ministro Dias Toffoli (Presidente), vencido o Ministro Edson Fachin. Plenário, Sessão Virtual de 13.12.2019 a 19.12.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI (Presidente)","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur419882","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur419882","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravos regimentais na suspensão de liminar. Suspensão de obras de usina hidrelétrica. Lesão à ordem econômica demonstrada. \n\n\n\n    1. Condicionar a execução da obra de usina hidrelétrica ao trânsito em julgado da sentença proferida na origem tem potencial para acarretar graves lesões à ordem e à economia públicas do Estado.\n\n\n\n    2. Estudos prévios demostram que a usina não será instalada em área indígena, ficando dispensada a autorização do IBAMA para o licenciamento.\n\n\n\n    3. Agravo interposto pelo Estado provido. Negado provimento ao recurso da Procuradoria-Geral da República.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752143613","externo_seq_objeto_incidente":4781582,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-046  DIVULG 04-03-2020  PUBLIC 05-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=800&classe=SL","is_colac":false,"titulo":"SL 800 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00216 ART-00225 PAR-00001 INC-00004 \n          ART-00231\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008437      ANO-1992\n          ART-00004 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000169      ANO-1989\n          ART-00006 NÚMERO-1 LET-A LET-B \n          LET-C NÚMERO-2\n                CONVENÇÃO SOBRE POVOS INDÍGENAS E TRIBAIS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000143      ANO-2002\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE OS POVOS INDÍGENAS E TRIBAIS EM PAÍSES INDEPENDENTES\n\n","LEG-FED   DEC-005051      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT SOBRE POVOS INDÍGENAS E TRIBAIS\n\n","LEG-FED   RES-000001      ANO-1986\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA"],"publicacao_data":"2020-03-05","documental_acordao_mesmo_sentido_lista_texto":"SL 800 AgR-segundo PROCESSO ELETRÔNICO\n          JULG-20-12-2019  UF-MT  TURMA-TP  MIN-DIAS TOFFOLI (Presidente) N.PÁG-020\n          DJe-046  DIVULG 04-03-2020  PUBLIC 05-03-2020","documental_indexacao_texto":"- VOTO VENCIDO, MIN. EDSON FACHIN: CONCESSÃO, LICENCIAMENTO AMBIENTAL, OBRA, ESTUDO DE IMPACTO AMBIENTAL (EIA), DANO, COMUNIDADE INDÍGENA; CONSULTA PRÉVIA, COMUNIDADE INDÍGENA, TERRA INDÍGENA, PROXIMIDADE, OBRA, USINA HIDRELÉTRICA. CONTRAPOSIÇÃO, DESENVOLVIMENTO, ECONOMIA, PATRIMÔNIO, COMUNIDADE INDÍGENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=800&classe=SL","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"SL-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INTERRUPÇÃO, LICENCIAMENTO AMBIENTAL, OBRA, USINA HIDRELÉTRICA, LESÃO, ORDEM ECONÔMICA)\nSL 722 AgR (TP), SL 368 AgR-segundo (TP). \n(CONTRAPOSIÇÃO, DESENVOLVIMENTO, ECONOMIA, PATRIMÔNIO IMATERIAL, COMUNIDADE INDÍGENA)\nPet 3388 (TP). \n- Decisão monocrática citada:\n(INTERRUPÇÃO, LICENCIAMENTO AMBIENTAL, OBRA, USINA HIDRELÉTRICA, LESÃO À ORDEM PÚBLICA)\nSL 246.\nNúmero de páginas: 20.\nAnálise: 29/01/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : GLOBAL ENERGIA ELÉTRICA S/A \nADV.(A/S)  : OSWALDO PEREIRA CARDOSO FILHO E OUTRO(A/S)\nAGDO.(A/S)  : INSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS RENOVÁVEIS - IBAMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nINTDO.(A/S)  : TRIBUNAL REGIONAL FEDERAL DA 1ª REGIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":419882,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"SL 800 AgR","processo_classe_processual_unificada_classe_sigla":"SL","julgamento_data":"2019-12-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA SUSPENSÃO DE LIMINAR","documental_doutrina_texto":"MEIRELLES, HELY Lopes; WALD, Arnoldo; MENDES, Gilmar Ferreira. Mandado de Segurança e Ações Constitucionais. 33. ed. São Paulo: Malheiros, 2010. p. 103.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":800,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur450576","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 28.5.2021 a 7.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur450576","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur450576","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravo regimental no recurso extraordinário com agravo. Direito Internacional. Estado estrangeiro. Imunidade. Execução trabalhista. Imunidade de execução e imunidade de jurisdição. Precedentes.\n\n\n\n    1. A jurisprudência do Supremo Tribunal Federal tem reiterado o entendimento de que, relativamente aos processos de execução, se impõe a imunidade absoluta dos Estados estrangeiros em relação à jurisdição brasileira, em razão do que dispõem as Convenções de Viena de 1961 e 1963, salvo na hipótese de renúncia expressa.\n\n\n\n    2. Não se pode confundir a imunidade de execução com a imunidade de jurisdição, a qual vem sendo relativizada, em algumas situações, pela Corte.\n\n\n\n    3. Agravo regimental não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756693108","externo_seq_objeto_incidente":6170084,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-158  DIVULG 06-08-2021  PUBLIC 09-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1292062&classe=ARE","is_colac":false,"titulo":"ARE 1292062 AgR","documental_legislacao_citada_texto":["LEG-INT   CVC ANO-1961\n    CONVENÇÃO DE VIENA SOBRE RELAÇÕES DIPLOMÁTICAS\n\n","LEG-INT   CVC ANO-1963\n    CONVENÇÃO DE VIENA SOBRE RELAÇÕES CONSULARES\n\n","LEG-FED   DLG-000103 ANO-1964\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE RELAÇÕES DIPLOMÁTICAS\n\n","LEG-FED   DLG-000006 ANO-1967\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE RELAÇÕES CONSULARES\n\n","LEG-FED   DEC-056435 ANO-1965\n    DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE RELAÇÕES DIPLOMÁTICAS\n\n","LEG-FED   DEC-061078 ANO-1967\n    DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE RELAÇÕES CONSULARES"],"publicacao_data":"2021-08-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1292062&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXECUÇÃO, IMUNIDADE ABSOLUTA, ESTADO ESTRANGEIRO, JURISDIÇÃO BRASILEIRA)\nACO 623 AgR (1ªT), ARE 1052366 ED (1ªT). \n(IMUNIDADE DE EXECUÇÃO, DISTINÇÃO, IMUNIDADE DE JURISDIÇÃO)\nRE 222368 AgR (2ªT). \n- Decisão monocrática citada:\n(IMUNIDADE DE EXECUÇÃO, DISTINÇÃO, IMUNIDADE DE JURISDIÇÃO)\nACO 709.\nNúmero de páginas: 12.\nAnálise: 03/02/2022, ABO.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ELCIO FERREIRA DA SILVA \nADV.(A/S)  : JULIO CESAR BORGES DE RESENDE \nAGDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":450576,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ARE 1292062 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2021-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["DIAS TOFFOLI"],"processo_numero":1292062,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur449664","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin (Relator), que conhecia parcialmente da arguição de descumprimento de preceito fundamental e, no mérito, julgava procedente o pedido formulado para declarar a não recepção pela Constituição de 1988 do art. 75, § 3º, da Lei n.º 4.728/1965, sem redução de texto, somente quando sua aplicação implicar a preterição dos credores trabalhistas; e do voto do Ministro Gilmar Mendes, que divergia parcialmente do Relator, pediu vista dos autos o Ministro Alexandre de Moraes. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Presidência do Ministro Dias Toffoli. Plenário, 19.12.2019.\r\n\n            Decisão: O Tribunal, por maioria, julgou improcedente a arguição de descumprimento de preceito fundamental, declarando a constitucionalidade do art. 86, II, da Lei nº 11.101/2005, e recepcionado o art. 75, § 3º, da Lei nº 4.728/1965 pela Constituição Federal, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Marco Aurélio e Ricardo Lewandowski. Plenário, Sessão Virtual de 9.4.2021 a 16.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["8","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur449664","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur449664","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação Direta de Inconstitucionalidade e Arguição de Descumprimento de Preceito Fundamental julgadas em conjunto. 2. Legitimidade. Entidade sindical de grau superior. Pertinência temática. Conhecimento. 3. Superveniência da Lei Federal 14.112, de 24 de dezembro de 2020. Alteração normativa da Lei 11.101/2005. Perda de objeto unicamente quanto ao § 4º do art. 83 da Lei 11.101/2005. 4. Art. 83, I e VI, “c”. Saldo dos créditos derivados da legislação do trabalho que excederem o limite estabelecido em lei (cento e cinquenta salários mínimos). Modificação da qualificação de créditos preferenciais para quirografários. Reafirmação do que decidido na ADI 3.934, Rel. Min. Ricardo Lewandowski, Tribunal Pleno, DJe 6.11.2009. 5. Art. 84, I-E e V (dispositivos correlatos à norma original do art. 84, V). Continuidade normativa. Concurso de créditos. Situações excepcionais nas quais há a qualificação como créditos extraconcursais a serem pagos com precedência sobre os demais, voltados à tentativa de preservação da empresa. Justiça social da tributação. Discrímen justificado. 6. Art. 75, § 3º, da Lei 4.728/1965 e art. 86, II, da Lei 11.101/2005. Antecipação de contrato de câmbio referente a exportações. Restituição em dinheiro de valor adiantado ao devedor-falido. Matéria regulada pelo Banco Central. Importância para o fomento das exportações. RE 627.815, Rel. Min. Rosa Weber, Pleno, DJe 1º.10.2013. 7. Ações julgadas improcedentes.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756339221","externo_seq_objeto_incidente":4514079,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-128  DIVULG 29-06-2021  PUBLIC 30-06-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=312&classe=ADPF","is_colac":false,"titulo":"ADPF 312","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1967\n    ART-00153 PAR-00001\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00005 \"CAPUT\"\n    INC-00045 INC-VXII ART-00006 ART-00007\n    INC-00010 INC-00032 ART-00100 ART-00102\n    PAR-00001 ART-00103 INC-00009 ART-00170\n    ART-00192\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004728 ANO-1965\n    ART-00075 PAR-00002 PAR-00003 ART-00086\n    INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869 ANO-1973\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00002 INC-00001 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009887 ANO-1999\n    ART-00001 PAR-ÚNICO INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00587\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011101 ANO-2005\n    ART-00083 INC-00001 INC-00004 LET-C\n    INC-00006 LET-C PAR-00004 PAR-00005\n    ART-00084 \"CAPUT\" INC-0001E INC-00005\n    ART-00086 INC-00002 ART-00193\n    LF-2005 LEI DE FALÊNCIAS\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00789\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-012112 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014112 ANO-2020\n    ART-00007 ART-00083 PAR-00004 PAR-00005\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000095 ANO-1940\n    CONVENÇÃO CONCERNENTE À PROTEÇÃO DO SALÁRIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-INT   CVC ANO-1969\n    CONVENÇÃO CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00534 PAR-00002\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000024 ANO-1956\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 95, CONCERNENTE À PROTEÇÃO DO SALÁRIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-041721 ANO-1957\n    DECRETO - PROMULGA A CONVENÇÃO Nº 95, CONCERNENTE À PROTEÇÃO DO SALÁRIO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   AIT-000001 ANO-1964\n    ATO INSTITUCIONAL\n\n","LEG-FED   SUMSTF-000417\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000307\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-EST   SUM-000020\n    SÚMULA DO TRIBUNAL DE JUSTIÇA, RS"],"publicacao_data":"2021-06-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, MODIFICAÇÃO, LEI, PREJUDICIALIDADE. CONTRATO DE CÂMBIO, IMPORTÂNCIA, NEGÓCIO JURÍDICO, IMPLEMENTAÇÃO, EXPORTAÇÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ALEGAÇÃO, RECEPÇÃO, LEI ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988. DIREITO SOCIAL, PARÂMETRO DE CONTROLE, CONTROLE CONCENTRADO. AUSÊNCIA, RECEPÇÃO, LEI, PREVISÃO, RESTITUIÇÃO, VALOR, ADIANTAMENTO, CONTRATO DE CÂMBIO, PRETERIÇÃO, CRÉDITO TRABALHISTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=312&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONTRATO DE CÂMBIO, IMPORTÂNCIA, NEGÓCIO JURÍDICO, IMPLEMENTAÇÃO, EXPORTAÇÃO)\nRE 627815 (TP). \n(ADI, LEGITIMIDADE ATIVA, CONTEC, PERTINÊNCIA TEMÁTICA)\nADI 3906 AgR (TP). \n(FALÊNCIA, CONVERSÃO, CRÉDITO TRABALHISTA, CRÉDITO QUIROGRAFÁRIO)\nADI 3934 (TP). \n(FALÊNCIA, PEDIDO, RESTITUIÇÃO, ADIANTAMENTO, CONTRATO DE CÂMBIO)\nRE 88827 (TP), RE 66899 (1ªT), RE 86345 (1ªT), RE 90176 (2ªT), RE 89086 (1ªT), RE 90233 (1ªT), RE 88156 (1ªT), RE 94240 (2ªT). \n(ADPF, ALEGAÇÃO, RECEPÇÃO, LEI ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988)\nADI 3424 (TP). \n(ADI, MODIFICAÇÃO, LEI, PREJUDICIALIDADE)\nADI 649 (TP), ADI 709 (TP), ADI 2418 (TP), ADI 2501 (TP), ADI 3885 (TP), ADI 3915 (TP), ADI 2971 AgR (TP), ADI 5159 (TP), ADI 3408 AgR (TP), ADI 870 QO (TP). \n- Decisões monocráticas citadas:\n(ADI, LEGITIMIDADE ATIVA, CONTEC, PERTINÊNCIA TEMÁTICA)\nADI 4493.\n(FALÊNCIA, PEDIDO, RESTITUIÇÃO, ADIANTAMENTO, CONTRATO DE CÂMBIO)\nAI 809223, RE 554452, RE 586554, RE 586153.\n(DIREITO SOCIAL, PARÂMETRO DE CONTROLE, CONTROLE CONCENTRADO)\nAI 435032.\n- Veja Convenção 173 da OIT.\n- Veja Resolução 1964 de 1992, Resolução 3568 de 2008, do Banco Central do Brasil (BACEN)\n- Veja Circular 2493 de 1994, art. 40 e art. 65 da Circular 3691 de 2013 e Circular 4002 de 2020, do Banco Central do Brasil (BACEN).\nNúmero de páginas: 65.\nAnálise: 07/06/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NAS EMPRESAS DE CRÉDITO - CONTEC \nADV.(A/S)  : AMADEU ROBERTO GARRIDO DE PAULA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DAS INSTITUIÇÕES FINANCEIRAS - CNF \nADV.(A/S)  : LUIZ CARLOS STURZENEGGER","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":449664,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 312","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-04-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BEZERRA FILHO, Manuel Justino. A restituição ao banco do valor do adiantamento efetuado em contrato de câmbio para exportação, em caso de falência ou concordata do exportador. Exame da Súmula 133 do Superior Tribunal de Justiça. In: Lex Jurisprudência do Superior Tribunal de Justiça e Tribunais Regionais Federais, v. 12, n. 129, p. 9-18, maio 2000, p. 9-18, p. 17.\nCOELHO, Fábio Ulhoa. Comentários à Lei de Falências e de Recuperação de Empresas. 14. ed. São Paulo: Revista dos Tribunais.\nFORTUNA, Eduardo. Mercado Financeiro: produtos e serviços. 20. ed. Rio de Janeiro: Qualitymark, 2015. p. 515-516.\nGRAU, Eros Roberto. A ordem econômica na Constituição de 1988 (interpretação e crítica). 16. ed. São\nPaulo: Malheiros, 2014. p. 193.\nOLIVEIRA, Marcos Dias de. Adiantamentos de Contratos de Câmbio: créditos de privilégio especial, quirografários ou não falimentares?. Revista da Procuradoria-Geral do Banco Central, [S.l.], v. 12, n. 1, p. 60-75, out. 2018. ISSN 1982-9965. Disponível em: https://revistapgbc.bcb.gov.br/index.php/revista/article/view/959. Acesso em: 24 out. 2019.\nBEZERRA FILHO, Manoel Justino. Lei de Recuperação de Empresas e Falência: Lei 11.101/2005 comentada artigo por artigo. 14 ed. São Paulo: Thompson Reuters Brasil, 2019. p. 289.\nNETO, Eduardo Salomão. Direito Bancário. São Paulo: Atlas. 2007. p. 320.\nREQUIÃO, Rubens. Curso de Direito Falimentar. 17. ed. São Paulo: Saraiva, 1998. p. 293.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 1129.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":312,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur422672","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Relator), julgando procedente o pedido formulado na ação direta para declarar a inconstitucionalidade de toda a Lei nº 14.808/2005, do Estado do Paraná, pediu vista dos autos o Ministro Roberto Barroso. Ausentes o Ministro Ricardo Lewandowski (Presidente), em viagem oficial a Roma, na Itália, para participar do “8º Congresso Internacional da Anamatra” e de audiências com diversas autoridades daquele país, e, justificadamente, o Ministro Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 12.02.2015.\r\n\n                       Decisão:  O Tribunal, por maioria, julgou parcialmente procedente a ação direta para conferir interpretação conforme a Constituição aos arts. 1º a 4º da Lei n. 14.808/2005, excluindo do seu âmbito de incidência as instituições federais e particulares de ensino superior, em vista de integrarem o sistema federal de que tratam os arts. 209 e 211 da Constituição c/c os arts. 16 e 17 da Lei n. 9.394/1996, e declarar a inconstitucionalidade do art. 5º da Lei n. 14.808/2005, nos termos do voto reajustado do Relator, vencidos, em parte, o Ministro Alexandre de Moraes, que julgava também formalmente inconstitucionais os incisos II e III do art. 3º da citada lei; e o Ministro Marco Aurélio, que julgava toda a legislação formalmente inconstitucional. Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e Ricardo Lewandowski. Presidência do Ministro Dias Toffoli. Plenário, 17.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["4","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur422672","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur422672","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Constitucional. Ação direta de inconstitucionalidade. Lei estadual que estabelece direito de instalação, atuação de participação de centros acadêmicos, diretórios acadêmicos e diretórios centrais de estudantes no âmbito das instituições de ensino superior. Liberdade de associação. Educação capacitadora para o exercício da cidadania. Gestão democrática do ensino.\n\n\n\n    1. Cuida-se de ação direta de inconstitucionalidade em que se questiona a validade de lei estadual que assegurou liberdade de organização e funcionamento às representações estudantis nos estabelecimentos de ensino superior, públicos ou privados, do Estado do Paraná. Após pedido de vista do Ministro Roberto Barroso, o Relator, que, inicialmente, votava pela procedência da ação, reajustou seu voto para acompanhar o entendimento de Sua excelência, adotando, por isso, os fundamentos de sua ementa.\n\n\n\n    2. Os diretórios e centros acadêmicos asseguram canais participativos e de representação aos estudantes e constituem parte importante do seu processo de formação, da capacitação para o exercício da cidadania e para a experiência democrática. São, por isso, instrumentais para a promoção do pleno desenvolvimento da pessoa e do seu preparo para o exercício da cidadania, como determinado pela Constituição (CF/1988, art. 205).\n\n\n\n    3. Os arts. 1º e 2º da Lei estadual nº 14.808/2005 não tratam de direito civil. Apenas asseguram a livre criação dos diretórios e dos centros acadêmicos, bem como sua auto-organização, em respeito à liberdade de associação (CF/1988, art. 5º, XVII).\n\n\n\n    4. Os arts. 3º e 4º não invadem a autonomia universitária (art. 207, CF). Ao contrário, concretizam os valores constitucionais de liberdade de expressão, associação e reunião (CF, art. 5º, XVI e XVII), asseguram a gestão democrática das universidades públicas (CF/1988, art. 206, VI) e, por conseguinte, permitem a construção de tais universidades como um espaço de reflexão, de exercício da cidadania e de fortalecimento democrático.\n\n\n\n    5. Por outro lado, as instituições federais e as instituições particulares de ensino superior integram o sistema federal (arts. 209 e 211, CF c/c os arts. 16 e 17 da Lei 9.394/1996) e, por essa razão, não podem ser validamente alcançadas pela norma estadual. Interpretação conforme à Constituição dos arts. 1º a 4º, para excluir do âmbito de incidência da lei impugnada as mencionadas instituições.\n\n\n\n    6. Além disso, art. 5º da Lei nº 14.808/2005, ao estabelecer multa exclusivamente em desfavor das universidades privadas, desrespeita não apenas a competência legislativa da União para dispor sobre o sistema federal de ensino, mas igualmente o tratamento isonômico a que devem ser submetidas as diferentes instituições de nível superior. Trata-se, por isso, de dispositivo inconstitucional.\n\n\n\n    7. Teses: 1. É constitucional a norma estadual que assegura, no âmbito da educação superior: (i) a livre criação e a auto-organização de centros e diretórios acadêmicos, (ii) seu funcionamento no espaço físico da faculdade, (iii) a livre circulação das ideias por eles produzidas, (iv) o acesso dos seus membros às salas de aula e (v) a participação em órgãos colegiados, em observância aos mandamentos constitucionais da liberdade de associação (CF/1988, art. 5º, XVII), da promoção de uma educação plena e capacitadora para o exercício da cidadania (CF/1988, art. 205) e da gestão democrática da educação (CF/1988, art. 206, VI). 2. Entretanto, a norma não se aplica às instituições federais e particulares de ensino superior, em vista de integrarem o sistema federal (arts. 209 e 211, CF c/c os arts. 16 e 17 da Lei 9.394/1996).\n\n\n\n    8. Ação parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752523722","externo_seq_objeto_incidente":2389916,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-101  DIVULG 24-04-2020  PUBLIC 27-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3757&classe=ADI","is_colac":false,"titulo":"ADI 3757","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 INC-00005 ART-00005 \n          \"CAPUT\" INC-00004 INC-00016 INC-00017 \n          INC-00033 INC-00054 INC-00055 ART-00021 \n          ART-00022 INC-00001 INC-00024 INC-00029 \n          ART-00023 ART-00024 INC-00009 ART-00030 \n          INC-00001 ART-00037 \"CAPUT\" ART-00103 \n          INC-00009 ART-00170 \"CAPUT\" INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00205 \n          \"CAPUT\" ART-00206 INC-00006 ART-00207 \n          \"CAPUT\" ART-00209 INC-00001 INC-00002 \n          ART-00211 PAR-00001 ART-00216 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00001 ART-00003 INC-00008 ART-00008 \n          PAR-00002 ART-00014 INC-00001 INC-00002 \n          ART-00016 INC-00001 INC-00002 INC-00003 \n          ART-00017 INC-00001 INC-00002 INC-00003 \n          INC-00004 PAR-ÚNICO ART-00018 INC-00001 \n          INC-00002 INC-00003 ART-00056 PAR-ÚNICO\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527      ANO-2011\n          ART-00003 INC-00001 ART-00007 INC-00005 \n          INC-00006 INC-00007 LET-B\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000477      ANO-1969\n                DECRETO-LEI\n\n","LEG-EST   LEI-014808      ANO-2005\n          ART-00001 ART-00002 ART-00003 INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00004 \n          ART-00005 PAR-ÚNICO ART-00006\n                LEI ORDINÁRIA, PR"],"publicacao_data":"2020-04-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. ROBERTO BARROSO: GESTÃO, RECURSOS PÚBLICOS, REGRA, PUBLICIDADE.\n\n- VOTO, MIN. EDSON FACHIN: CONFLITO DE COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. ATO LEGISLATIVO, PRESUNÇÃO, CONSTITUCIONALIDADE. AUTONOMIA UNIVERSITÁRIA, AUTONOMIA, ENSINO, CONHECIMENTO CIENTÍFICO. AUTONOMIA UNIVERSITÁRIA, LIMITAÇÃO, PRINCÍPIO DA LEGALIDADE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA, UNIÃO FEDERAL, DIREITO CIVIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3757&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONFLITO DE COMPETÊNCIA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE)\nADPF 109 (TP), ADI 5356 (TP). \n(AUTONOMIA UNIVERSITÁRIA, AUTONOMIA, ENSINO, CONHECIMENTO CIENTÍFICO)\nADI 2643 (TP). \n(AUTONOMIA UNIVERSITÁRIA, LIMITAÇÃO, PRINCÍPIO DA LEGALIDADE)\nADI 1599 MC (TP). \nNúmero de páginas: 68.\nAnálise: 05/04/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS ESTABELECIMENTOS DE ENSINO - CONFENEN \nADV.(A/S)  : RENÉ DOTTI \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PARANÁ \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO PARANÁ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":422672,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADI 3757","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-10-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nMENDES, Gilmar Ferreira. Curso de direito constitucional. São Paulo: Saraiva, 2014. p. 1291.\n______.______. 10. ed. São Paulo: Saraiva, 2015. p. 97.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito Constitucional: Teoria, histórias e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":3757,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}