{"result":{"took":264,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32476,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur483312","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente o pedido, declarando a inconstitucionalidade da Lei n. 11.865, de 30 de agosto 2022, do Estado de Mato Grosso, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator) e Rosa Weber (Presidente). Falaram: pela requerente, os Drs. Eduardo Arruda Alvim e João Marcos Neto de Carvalho; e, pelo amicus curiae SINDENERGIA - Sindicato da Construção, Geração, Transmissão e Distribuição de Energia Elétrica e Gás no Estado de Mato Grosso, o Dr. Victor Humberto da Silva Maizman. Plenário, Sessão Virtual de 28.4.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["7","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur483312","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-30T20:00:15.325530","dg_unique":"sjur483312","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação Direta de Inconstitucionalidade. Lei n. 11.865/2022, do Estado de Mato Grosso. Proibição de construção de usinas hidrelétricas – UHE e pequenas centrais hidrelétricas – PCH em toda a extensão do Rio Cuiabá. Inconstitucionalidade formal e material. Procedência do pedido.\n\n\n\n    1. Lei n. 11.865/2022, do Estado de Mato Grosso, que proíbe a construção de Usinas Hidrelétricas UHE e pequenas Centrais Hidrelétricas PCH em toda a extensão do Rio Cuiabá.\n\n\n\n    2. A situação normatizada na espécie guarda nexo muito mais estreito com a regulação do aproveitamento energético dos cursos de água e com a formulação de normas gerais de proteção do meio ambiente que com eventual competência subsidiária do Estado do Mato Grosso para tratar sobre temas de competência comum.\n\n\n\n    3. O Rio Cuiabá é gerido pela Agência Nacional de Águas – ANA, agência reguladora que tem a competência e a capacidade técnica para definir as condições de operação de reservatórios de aproveitamentos hidrelétricos, em articulação com o Operador Nacional do Sistema Elétrico ONS. O legislador não poderia substituir entendimento de agência reguladora sem o ônus argumentativo do regulador.\n\n\n\n    4. Pedido julgado procedente. Declaração de inconstitucionalidade da Lei n. 11.865, de 30 de agosto 2022, do Estado de Mato Grosso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769090672","externo_seq_objeto_incidente":6525899,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 03-07-2023  PUBLIC 04-07-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7319&classe=ADI","is_colac":false,"titulo":"ADI 7319","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00020 INC-00003\n    INC-00008 ART-00021 INC-00012 LET-B\n    INC-00019 ART-00022 INC-00001 INC-00004\n    PAR-ÚNICO ART-00023 ART-00024 INC-00006\n    INC-00008 INC-00009 INC-00012 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00030\n    INC-00001 ART-00103 INC-00009 ART-00170\n    INC-00006 ART-00176 ART-00225 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140 ANO-2011\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009433 ANO-1997\n    ART-00003 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009984 ANO-2000\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011187 ANO-2009\n    ART-00004 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012783 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-002652 ANO-1998\n    DECRETO\n\n","LEG-FED   DEC-008437 ANO-2015\n    ART-00003 INC-00007 LET-A\n    DECRETO\n\n","LEG-FED   DEC-009073 ANO-2017\n    DECRETO\n\n","LEG-FED   DEC-011075 ANO-2022\n    ART-00002 INC-00003 PAR-00001\n    DECRETO\n\n","LEG-FED   RES-000064 ANO-2018\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ÁGUAS - ANA\n\n","LEG-FED   RES-000043 ANO-2020\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ÁGUAS - ANA\n\n","LEG-EST   LEI-011865 ANO-2022\n    LEI ORDINÁRIA, MT"],"publicacao_data":"2023-07-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, INVASÃO, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, ENERGIA ELÉTRICA, APROVEITAMENTO, ENERGIA ELÉTRICA, CURSO DAS ÁGUAS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FEDERALISMO. EVOLUÇÃO, FEDERALISMO, CONSTITUIÇÃO FEDERAL DE 1988, DESCENTRALIZAÇÃO, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO CENTRÍPETO, UNIÃO FEDERAL. CASO CONCRETO, ESTADO-MEMBRO, USURPAÇÃO, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, MATÉRIA, ENERGIA, APROVEITAMENTO, RECURSO, CURSO DAS ÁGUAS, DEFINIÇÃO, CRITÉRIO, OUTORGA, DIREITO, USO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEGITIMIDADE ATIVA, PERTINÊNCIA TEMÁTICA. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, ESTADO-MEMBRO, AUTONOMIA CONSTITUCIONAL, FEDERALISMO COOPERATIVO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, PRINCÍPIO DA MÁXIMA EFETIVIDADE. ESTADO-MEMBRO, APRECIAÇÃO, PONDERAÇÃO DE PRINCÍPIOS, PROTEÇÃO, MEIO AMBIENTE, PRINCÍPIO DA PREVENÇÃO. AUSÊNCIA, INCONSTITUCIONALIDADE, LEI ESTADUAL, MANUTENÇÃO, COMPROMISSO, DIREITO INTERNACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7319&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, ABRAGEL)\nADI 7076 (TP). \n(PRINCÍPIO FEDERATIVO, COMPETÊNCIA LEGISLATIVA)\nADI 4060 (TP). \n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, COMPLEMENTAÇÃO, LEI FEDERAL)\nADI 3357 (TP), ADI 3356 (TP), ADPF 109 (TP), ADI 3937 (TP), ADI 5356 (TP). \n(PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, DIREITO FUNDAMENTAL)\nADI 4901 (TP), ADI 4902 (TP), ADI 4903 (TP), ADI 4937 (TP). \n(COMERCIALIZAÇÃO, PRODUTO, AMIANTO)\nADI 3470 (TP), ADI 3937 (TP). \n(COMPETÊNCIA COMUM, REGULAÇÃO, APROVEITAMENTO, ENERGIA)\nADPF 452 (TP), ADI 6898 (TP), ADI 7076 (TP). \n(PODER NORMATIVO, AGÊNCIA REGULADORA)\nADI 5779 (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, COMPLEMENTAÇÃO, LEI FEDERAL)\nRE 730721, RE 634248.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 55.\nAnálise: 29/08/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DE GERAÇÃO DE ENERGIA LIMPA - ABRAGEL \nADV.(A/S)  : JOAO PAULO PESSOA \nADV.(A/S)  : JOAO MARCOS NETO DE CARVALHO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : SINDENERGIA - SINDICATO DA CONSTRUCAO, GERACAO, TRANSMISSAO E DISTRIBUICAO DE ENERGIA ELETRICA E GAS NO ESTADO DE MATO GROSSO \nADV.(A/S)  : VICTOR HUMBERTO DA SILVA MAIZMAN \nAM. CURIAE.  : WWF - BRASIL \nAM. CURIAE.  : ECOA-ECOLOGIA &amp; ACAO \nAM. CURIAE.  : FONASC-CBH FORUM NACIONAL DA SOCIEDADE CIVIL NA GESTAO DE BACIAS HIDROGRAFICAS \nAM. CURIAE.  : INSTITUTO CENTRO DE VIDA \nAM. CURIAE.  : INSTITUTO DE PESQUISA E EDUCACAO AMBIENTAL \nAM. CURIAE.  : INSTITUTO SOCIO AMBIENTAL DA BACIA DO ALTO PARAGUAI SOS PANTANAL \nADV.(A/S)  : RAFAEL GANDUR GIOVANELLI \nADV.(A/S)  : IVENS LUCIO DO AMARAL DRUMOND","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":483312,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"ADI 7319","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARANHA, Márcio Iório. Manual de Direito Regulatório. London: Laccademia Publishing, 2015. p. 90-91.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht, I. Heidelberg, 22. ed. 2006. p. 56-60.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 26. ed. São Paulo: Malheiros, 2006. p. 640.\nSUNDFELD, Carlos Ari. Direito Administrativo para Céticos. São Paulo: Malheiros: 2017. p. 206.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":7319,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur465869","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RO","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos os Ministros Dias Toffoli e Rosa Weber. Primeira Turma, Sessão Virtual de 20.5.2022 a 27.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur465869","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rondônia","dg_atualizado_em":"2023-10-30T15:20:15.116694","dg_unique":"sjur465869","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM HABEAS CORPUS. HOMICÍDIO QUALIFICADO. ABSOLVIÇÃO. QUESITO GENÉRICO. TRIBUNAL DO JÚRI E DEVIDO PROCESSO LEGAL. CONSTITUCIONALIDADE DE APELAÇÃO DA ACUSAÇÃO QUANDO A DECISÃO DOS JURADOS FOR MANIFESTAMENTE CONTRÁRIA À PROVA DOS AUTOS. COMPATIBILIDADE COM A GARANTIA CONSTITUCIONAL DA SOBERANIA DOS VEREDICTOS. EXCLUSIVA COMPETÊNCIA DO JÚRI PARA A REALIZAÇÃO DE NOVO E DEFINITIVO JULGAMENTO DE MÉRITO. \n\n\n\n    1. A soberania dos veredictos é garantia constitucional do Tribunal do Júri, órgão competente para o julgamento dos crimes dolosos contra a vida, sendo a única instância exauriente na apreciação dos fatos e das provas do processo. Impossibilidade de suas decisões serem materialmente substituídas por decisões proferidas por juízes ou Tribunais togados. Exclusividade na análise do mérito.\n\n\n\n    2. A introdução do quesito genérico na legislação processual penal (Lei 11.689, de 09 de junho de 2008) veio claramente com o intuito de simplificar a votação dos jurados – reunindo as teses defensivas em um quesito –, e não para transformar o corpo de jurados em \"um poder incontrastável e ilimitado\". \n\n\n\n    3. Em nosso ordenamento jurídico, embora soberana enquanto decisão emanada do Juízo Natural constitucionalmente previsto para os crimes dolosos contra a vida, o específico pronunciamento do Tribunal do Júri não é inatacável, incontrastável ou ilimitado, devendo respeito ao duplo grau de jurisdição. Precedentes. \n\n\n\n    4. A apelação não substitui a previsão constitucional de exclusividade do Tribunal do Júri na análise de mérito dos crimes dolosos contra a vida, pois, ao afastar a primeira decisão do Conselho de Sentença, simplesmente, determina novo e definitivo julgamento de mérito pelo próprio Júri.\n\n\n\n    5. Sendo constitucionalmente possível a realização de um novo julgamento pelo próprio Tribunal do Júri, dentro do sistema acusatório consagrado pelo nosso ordenamento jurídico como garantia do devido processo legal, não é possível o estabelecimento de distinção interpretativa para fins de recursos apelatórios entre acusação e defesa, sob pena de ferimento ao próprio princípio do contraditório, que impõe a condução dialética do processo (par conditio).\n\n\n\n    6. Agravo Regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761323104","externo_seq_objeto_incidente":6139171,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-115  DIVULG 13-06-2022  PUBLIC 14-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=199098&classe=HC","is_colac":false,"titulo":"HC 199098 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 LET-C INC-00055\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-000263 ANO-1948\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00121 PAR-00002 INC-00001 INC-00004\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00406 ART-00483 INC-00001 INC-00002\n    INC-00003 ART-00497 ART-00593 INC-00001\n    LET-D INC-00003 LET-A LET-B\n    LET-C LET-D PAR-00001 PAR-00002\n    PAR-00003 ART-00598\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2022-06-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORIGEM, TRIBUNAL DO JÚRI. COMPOSIÇÃO, TRIBUNAL DO JÚRI. TRIBUNAL DO JÚRI, PLENITUDE DE DEFESA. TRIBUNAL DO JÚRI, SIGILO, VOTAÇÃO. TRIBUNAL DO JÚRI, COMPETÊNCIA. TRIBUNAL DO JÚRI, SOBERANIA DO VEREDICTO. CABIMENTO, RECURSO, DECISÃO, TRIBUNAL DO JÚRI, DIREITO COMPARADO. CABIMENTO, RECURSO, DECISÃO, TRIBUNAL DO JÚRI, ORDENAMENTO JURÍDICO BRASILEIRO. \n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: OBJETIVO, QUESITO GENÉRICO, ABSOLVIÇÃO, TRIBUNAL DO JÚRI, EFETIVIDADE, SOBERANIA DO VEREDICTO, SIGILO, VOTAÇÃO, ÍNTIMA CONVICÇÃO, JURADO, PLENITUDE DE DEFESA, ACUSADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=199098&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(COMPETÊNCIA, TRIBUNAL DO JÚRI, CRIME DOLOSO CONTRA A VIDA, APRECIAÇÃO, FATO, PROVA)\r\nRHC 170559 (1ªT).\r\n(CABIMENTO, APELAÇÃO, DECISÃO, TRIBUNAL DO JÚRI)\r\nHC 70193 (1ªT), HC 100693 (1ªT), HC 104285 (2ªT), HC 111207 (2ªT), RHC 113314 AgR (1ªT), RHC 118197 (1ªT), RHC 124554 (1ªT), RHC 132321 (2ªT), HC 134412 (2ªT), HC 142621 AgR (1ªT), HC 173582 AgR (1ªT).\r\n(TRIBUNAL DO JÚRI, NOVO JULGAMENTO, DECISÃO CONTRÁRIA À PROVA DOS AUTOS)\r\nHC 75426 (1ªT), HC 102004 (1ªT), HC 106287 (1ªT), HC 107525 (2ªT), RHC 122497 (1ªT), RHC 124554 (1ªT), HC 32271 (TP).\r\n(ABSOLVIÇÃO, TRIBUNAL DO JÚRI, LIVRE CONVICÇÃO, JURADO)\r\nHC 178777 (1ªT), HC 185068 (2ªT), RHC 192431 AgR-segundo (2ªT).\r\n- Decisões monocráticas citadas:\r\n(CABIMENTO, APELAÇÃO, DECISÃO, TRIBUNAL DO JÚRI)\r\nRHC 170426.\r\n- Decisões estrangeiras citadas: Caso Fong Foo vs. United States, de 1962, Caso Harry Aleman vs. Judges of the Criminal Division, Caso Burks vs. United States, da Suprema Corte dos EUA; Caso House of Lords Connely vs. DPP, da Inglaterra; Caso Judge vs. the United Kingdom, da União Europeia; Strafprozeßordnung, StPO, seção 312, da Alemanha; Sentencias 115/2006, 246/2004, 169/2004, do Tribunal Constitucional da Espanha.\nNúmero de páginas: 30.\nAnálise: 28/02/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : JOSE ADEILTON DA SILVA SOARES \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DE RONDÔNIA \nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":465869,"documental_tese_texto":null,"procedencia_geografica_completo":"RO - RONDÔNIA","processo_codigo_completo":"HC 199098 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2022-05-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"ALMEIDA, Ricardi Vital de. O júri no Brasil: aspectos constitucionais – soberania e democracia social. EDJUR, 2005.\nBLACK. Jury. In: Black's law dictionary. p. 768.\nHUNGRIA, Nelson. In: ESPÍNDOLA FILHO, Walmir. Código de Processo Penal Brasileiro Anotado. 1. ed. Bookseller, 2000. v. 6. p. 171-172.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 3. ed. Juspodivm, 2018. p. 1450-1451.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 6. ed. Juspodivm, 2018. p. 1354-1355. \nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2008. p. 1487-1488.\nNUCCI, Guilherme de Souza. Tribunal do Júri. 7. ed. Forense, 2018. p. 434.\nPINTO FERREIRA, Manuel. Comentários à Constituição brasileira. São Paulo: Saraiva, 1989-1994. p. 154-156.\nPONTES DE MIRANDA. Comentários à Constituição de 1967. 2. ed. Revista dos Tribunais, 1973. p. 270.\nSILVA, Amaury. O novo Tribunal do Júri. J. H. Mizuno, 2009. p. 52. \nVARGAS, José Cirilo de. O processo penal e garantias fundamentais. Del Rey, 1992.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":199098,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur415922","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, superou a preliminar e ratificou a medida cautelar postulada, para suspender o art. 1º da MP nº 886/2019, no que respeita às seguintes expressões: (i) “terras indígenas”, constante do art. 21, inciso XIV; (ii) “e das terras tradicionalmente ocupadas por indígenas”, constante do art. 21, § 2º; e (iii) “observado o disposto no inciso XIV do caput e no § 2º do art. 21”, constante do art. 37, inciso XXI. Fixou-se, ainda, o seguinte entendimento: “Nos termos expressos da Constituição, é vedada a reedição, na mesma sessão legislativa, de medida provisória que tenha sido rejeitada. Com a concessão da presente cautelar, subsiste o tratamento normativo anterior, com vinculação da FUNAI ao Ministério da Justiça”, nos termos do voto do Relator. Falaram: pelo requerente, o Dr. Daniel Antônio de Moraes Sarmento; pela Advocacia-Geral da União, a Dra. Izabel Andrade, Advogada da União; e, pela Procuradoria-Geral da República, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Ausente, justificadamente, o Ministro Alexandre de Moraes. Presidência do Ministro Dias Toffoli. Plenário, 1º.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur415922","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur415922","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: Processo Legislativo. Ação Direta de Inconstitucionalidade. Medida Provisória nº 886/2019. Reedição do teor de medida provisória anterior, na mesma sessão legislativa. Violação ao art. 62, §10, da Constituição. Deferimento da Cautelar.\n\n\n\n1.  A transferência da competência para a demarcação de terras indígenas foi, originalmente, objeto da MP 870/2019, impugnada por meio da ADI 6062, Rel. Min. Luís Roberto Barroso. A cautelar foi indeferida, entre outros fundamentos, porque a reestruturação de órgãos da Presidência da República inseria-se na competência discricionária do Chefe do Executivo, bem como porque a medida provisória estava sob a apreciação do Congresso Nacional. Entretanto, o Congresso rejeitou a transferência da competência em questão para o Ministério da Agricultura, Pecuária e Abastecimento - MAPA.\n\n\n\n2.  A MP 886/2019 reedita a norma rejeitada pelo Congresso Nacional e o faz na mesma sessão legislativa em que ela vigorou e na qual foi rejeitada, o que configura violação ao teor literal do art. 62, §10, da Constituição, bem como ao princípio da separação dos poderes. Precedentes: ADIs 5709, 5.716 e 5.717, Rel. Min. Rosa Weber. A mesma lógica que recomendava deferência à atuação do Congresso, quando da apreciação da cautelar anterior, impõe o deferimento da cautelar nesta ação. Plausibilidade do direito demonstrada.\n\n\n\n3.   Perigo na demora configurado, em razão da indefinição da competência para tratar da demarcação de terras indígenas, que já perdura há 6 (seis) meses, circunstância que pode ensejar a frustração do mandamento constitucional que assegura aos povos indígenas o direito às áreas que ocupam, colocando em risco a preservação das suas comunidades (art. 231, CF).\n\n\n\n4.  Deferimento da cautelar, para suspender o art. 1º da MP nº 886/2019, no que respeita às expressões: (i) “terras indígenas”, constante do art. 21, inciso XIV; (ii) “e das terras tradicionalmente ocupadas por indígenas”, constante do art. 21, § 2°; e (iii) “observado o disposto no inciso XIV do caput e no § 2° do art. 21”, constante do art. 37, inciso XXI.\n\n\n\n5. A rejeição da MP nº 870/2019 pelo Congresso Nacional e a medida cautelar ora deferida implicam a manutenção da vinculação da FUNAI ao Ministério da Justiça, competindo-lhe proteger e promover os direitos dos povos indígenas e dar cumprimento ao mandamento constitucional de demarcação das suas terras. \n\n\n\n6. Tese: “Nos termos expressos da Constituição, é vedada a reedição, na mesma sessão legislativa, de medida provisória que tenha sido rejeitada. Com a concessão da presente medida cautelar, subsiste o tratamento normativo anterior, com a vinculação da FUNAI ao Ministério da Justiça”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751389836","externo_seq_objeto_incidente":5727992,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6062&classe=ADI","is_colac":false,"titulo":"ADI 6062 MC-Ref","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00009\n                CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-IMP   LIM-000011      ANO-1827\n                LEI DO IMPÉRIO\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00060 PAR-00004 INC-00003 \n          ART-00062 PAR-00003 \n          ART-00062 PAR-00010 INCLUÍDO PELA EMC-32/2001\n          ART-00063 PAR-00003 ART-00103 INC-00008 \n          ART-00215 PAR-00001 ART-00231\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000032      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00067 ART-00210 PAR-00002\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-013844      ANO-2019\n          ART-00021 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 LET-A \n          LET-B LET-C LET-D LET-E \n          INC-00007 INC-00008 INC-00009 INC-00010 \n          INC-00011 INC-00012 INC-00013 INC-00014 \n          INC-00015 INC-00016 INC-00017 INC-00018 \n          INC-00019 INC-00020 INC-00021 PAR-00002 \n          ART-00037 INC-00021 ART-00038 INC-00007\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000169      ANO-1989\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACINAL DO TRABALHO - OIT SOBRE POVOS INDÍGENAS E TRIBAIS. \n\n","LEG-FED   MPR-000870      ANO-2019\n          ART-00021 INC-00014 PAR-00002 INC-00001 \n          INC-00002 ART-00043 LET-I\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000886      ANO-2019\n          ART-00001\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000143      ANO-2002\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE OS POVOS INDÍGENAS E TRIBAIS EM PAÍSES INDEPENDENTES.\n\n","LEG-FED   DEC-005051      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT SOBRE POVOS INDÍGENAS E TRIBAIS. \n\n","LEG-FED   DEC-009667      ANO-2019\n          ANEXO-1 ART-00001 INC-00014 PAR-00002 \n          INC-00001 ART-00011 INC-00001 LET-F \n          LET-G ART-00014 INC-00002 INC-00003\n                DECRETO\n\n","LEG-FED   RGI      ANO-1970\n          ART-00048 INC-00002 INC-00011\n                REGIMENTO INTERNO DO SENADO FEDERAL"],"publicacao_data":"2019-11-29","documental_acordao_mesmo_sentido_lista_texto":"ADI 6174 MC-Ref PROCESSO ELETRÔNICO\n          JULG-01-08-2019  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-068\n          DJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019\n \nADI 6173 MC-Ref PROCESSO ELETRÔNICO\n          JULG-01-08-2019  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-068\n          DJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019\n \nADI 6172 MC-Ref PROCESSO ELETRÔNICO\n          JULG-01-08-2019  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-068\n          DJe-261  DIVULG 28-11-2019  PUBLIC 29-11-2019","documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: INCONSTITUCIONALIDADE FORMAL, INCONSTITUCIONALIDADE MATERIAL, MEDIDA PROVISÓRIA. EDIÇÃO, ATO DECLARATÓRIO, MESA DIRETORA, CONGRESSO NACIONAL, PERDA, EFICÁCIA, MEDIDA PROVISÓRIA. AUSÊNCIA, PERDA DO OBJETO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. AUSÊNCIA, PREJUÍZO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, SUSPENSÃO, EFEITO, MEDIDA PROVISÓRIA. INTERESSE, PARTE REQUERENTE, APRECIAÇÃO, MATÉRIA CONSTITUCIONAL. INCONSTITUCIONALIDADE MATERIAL, OFENSA, DEVIDO PROCESSO LEGAL. DIREITO, POPULAÇÃO INDÍGENA, DEMARCAÇÃO DE TERRAS, RECONHECIMENTO, LINGUAGEM, TRADIÇÃO CULTURAL. EXIGÊNCIA, IMPARCIALIDADE, INDEPENDÊNCIA, AUTORIDADE, DEMARCAÇÃO DE TERRAS, POPULAÇÃO INDÍGENA. IMPOSSIBILIDADE, ALOCAÇÃO, COMPETÊNCIA, IDENTIDADE, ÓRGÃO ADMINISTRATIVO, DEMARCAÇÃO DE TERRAS, POPULAÇÃO INDÍGENA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: AUSÊNCIA, CONVERSÃO, MEDIDA PROVISÓRIA, LEI, PERDA, EFICÁCIA, NORMA. CARÁTER PRECÁRIO, MEDIDA PROVISÓRIA, EXIGÊNCIA, PROCESSO LEGISLATIVO, PRAZO, TRINTA DIAS, EFICÁCIA JURÍDICA, ATO NORMATIVO. PRINCÍPIO DA MÁXIMA EFETIVIDADE, NORMA CONSTITUCIONAL. LIMITAÇÃO, ABUSO, PODER DE LEGISLAR, PODER EXECUTIVO FEDERAL. SUFICIÊNCIA, PARCIALIDADE, REEDIÇÃO, MEDIDA PROVISÓRIA, OBJETO, REVOGAÇÃO, INCIDÊNCIA, PROIBIÇÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL. EXCEPCIONALIDADE, MEDIDA PROVISÓRIA. PROCESSO LEGISLATIVO, MECANISMO, CONTROLE, PROTEÇÃO, FUNCIONAMENTO, ADMINISTRAÇÃO PÚBLICA. PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES, PRINCÍPIO DA HARMONIA ENTRE OS PODERES.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INCONSTITUCIONALIDADE MATERIAL. SUBMISSÃO, PODER LEGISLATIVO, VONTADE, PRESIDENTE DA REPÚBLICA, INTERMÉDIO, PODER DE LEGISLAR, MEDIDA PROVISÓRIA. CONFIGURAÇÃO, USURPAÇÃO, CONTROLE, AGENDA, PARLAMENTAR, OFENSA, LEGITIMIDADE, PODER LEGISLATIVO. INCONSTITUCIONALIDADE FORMAL, INOBSERVÂNCIA, TRAMITAÇÃO, MEDIDA PROVISÓRIA. EXCEPCIONALIDADE, FUNÇÃO NORMATIVA, PODER EXECUTIVO, SITUAÇÃO EMERGENCIAL. EXISTÊNCIA, PARÂMETRO DE CONTROLE, CONTENÇÃO, ABUSO, ATUAÇÃO, PODER EXECUTIVO, VEDAÇÃO, REEDIÇÃO, MEDIDA PROVISÓRIA, SESSÃO LEGISLATIVA, OBJETO, REJEIÇÃO, PERDA, EFICÁCIA, DECURSO DE PRAZO. INCONSTITUCIONALIDADE FORMAL, MEDIDA PROVISÓRIA, LEI, OBJETO, CONVERSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: INCONSTITUCIONALIDADE CHAPADA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: AUSÊNCIA, PERDA DO OBJETO, ATO DECLARATÓRIO, MESA DIRETORA, CONGRESSO NACIONAL. LIMITAÇÃO, ATO NORMATIVO, DECLARAÇÃO, PERDA, EFICÁCIA, MEDIDA PROVISÓRIA. AUSÊNCIA, SOBRESTAMENTO, PROCESSO LEGISLATIVO. PROIBIÇÃO, REEDIÇÃO, PARCIALIDADE, MEDIDA PROVISÓRIA, OBJETO, REVOGAÇÃO, IDENTIDADE, SESSÃO LEGISLATIVA. INCONSTITUCIONALIDADE FORMAL. REEDIÇÃO, MEDIDA PROVISÓRIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: PRINCÍPIO DA SEPARAÇÃO DOS PODERES. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA SUPREMACIA DA CONSTITUIÇÃO. VEDAÇÃO, ATO, USURPAÇÃO, EQUILÍBRIO, PODERES DA REPÚBLICA. EXCEPCIONALIDADE, PRERROGATIVA, PRESIDENTE DA REPÚBLICA, EDIÇÃO, MEDIDA PROVISÓRIA, FORÇA DE LEI. VEDAÇÃO, ABSOLUTISMO, PROCESSO LEGISLATIVO. PRINCÍPIO DA LIBERDADE. MEDIDA PROVISÓRIA, URGÊNCIA, NECESSIDADE, RELEVÂNCIA. SISTEMA DE FREIOS E CONTRAPESOS. COMPETÊNCIA, PARLAMENTO, ELABORAÇÃO, LEI. IMPORTÂNCIA, CONSTITUIÇÃO FEDERAL, NORMA ESCRITA, PERMANÊNCIA, ESTABILIDADE, TRANSCENDÊNCIA. COMPROMISSO, STF, PROTEÇÃO, LIBERDADE; VEDAÇÃO, ABUSO DE PODER; PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA; ESTABILIDADE, ORDENAMENTO JURÍDICO; SEGURANÇA, RELAÇÃO JURÍDICA; LEGITIMIDADE, PODERES DA REPÚBLICA. IMPOSSIBILIDADE, MANIPULAÇÃO, HERMENÊUTICA, CONSTITUIÇÃO FEDERAL, PODERES DA REPÚBLICA, FUNDAMENTO, CONVENIÊNCIA.\n\n- TERMO(S) DE RESGATE: BLIND TRUST, THIRD-PARTY EVALUATIONS. PRINCÍPIO DA DIVISÃO FUNCIONAL DO PODER.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6062&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MEDIDA PROVISÓRIA, REEDIÇÃO, NORMA, REJEIÇÃO, CONGRESSO NACIONAL)\nADI 2984 MC (TP), ADI 3964 MC (TP), ADI 5709 (TP), ADI 5716 (TP), ADI 5717 (TP), ADI 5727 (TP), ADI 2010 MC (TP). \n(ADI, PREJUDICIALIDADE, PERDA DO OBJETO, SUPERVENIÊNCIA)\nADI 6172 MC-Ref (TP), ADI 6174 MC-Ref (TP), ADI 6173 MC-Ref (TP). \n(MEDIDA PROVISÓRIA, NATUREZA JURÍDICA, CARÁTER PRECÁRIO)\nADI 293 QO (TP). \n(CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nADI 293 MC (TP). \n(IMPORTÂNCIA, NORMA ESCRITA, CONSTITUIÇÃO FEDERAL, PERMANÊNCIA, ESTABILIDADE, TRANSCENDÊNCIA, VEDAÇÃO, ABUSO DE PODER POLÍTICO.)\nADI 293 MC (RTJ 146/707). \n- Decisões monocráticas citadas:\n(TRANSFERÊNCIA, COMPETÊNCIA, DEMARCAÇÃO, TERRA INDÍGENA)\nADI 6062.\n(ADI, PREJUDICIALIDADE, PERDA DO OBJETO, SUPERVENIÊNCIA)\nADI 6175 MC.\n(MEDIDA PROVISÓRIA, REEDIÇÃO, NORMA, REJEIÇÃO, CONGRESSO NACIONAL)\nADI 3963 MC.\n- Decisões estrangeiras citadas: Caso do Povo Indígena Xucuru e seus Membros vs. Brasil, sentença de 5 de fevereiro de 2018, da Corte Interamericana.\n- Veja ADI 6062, ADI 6172, ADI 6173 e ADI 6174 do STF.\n- Veja Declaração de Direitos dos Povos Indígenas.\n- Veja Ato Declaratório 42/2019 do Presidente da Mesa do Congresso Nacional.\n- Veja Mensagem do Congresso Nacional 61/2019.\nNúmero de páginas: 68.\nAnálise: 13/01/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : DANIEL ANTONIO DE MORAES SARMENTO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":415922,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6062 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-08-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BUENO, José Antônio Pimenta. Direito Público Brasileiro e Análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça, 1958. p. 32-33, itens 27-28.\nBLACK, Hugo L. Crença na Constituição. Forense, 1970. p. 39. \nCANOTILHO, J. J. Gomes; SARLET, Ingo Wolfgang; STRECK, Lenio Luiz; MENDES, Gilmar Ferreira. Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 2430.\nFERREIRA FILHO, Manoel Gonçalves. Do Processo Legislativo. 3. ed. Saraiva, 1995. p. 235, item 152.\nHESSE, Konrad. A Força Normativa da Constituição. Tradução: Gilmar Ferreira Mendes. Fabris, 1991. p. 22.\nHORTA, Raul Machado. Medidas Provisórias. In: Revista de Informação Legislativa, v. 107.\nLOCKE, John. Segundo Tratado sobre o Governo. Ibrasa, 1963. p. 89-92, itens 141-144.\nMADISON, James. O Federalista. UnB, 1984. p. 394-399, p. 401 e p. 401-405.\nMÜLLER. As medidas provisórias no Brasil diante do pano de fundo das experiências alemãs. In: Direito constitucional: estudos em homenagem a Paulo Bonavides. São Paulo: Malheiros, 2001. p. 349.\nREALE, Miguel. Figuras da Inteligência Brasileira. 2. ed. Siciliano, 1994. p. 45-50. \nROCHA, Carmén Lúcia Antunes. Medidas Provisórias e Princípio da Separação de Poderes. In: Direito Contemporâneo/Estudos em Homenagem a Oscar Dias Corrêa. Forense Universitária, 2001. p. 44-69.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6062,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur412142","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto do Relator. Presidência da Ministra Cármen Lúcia. 2ª Turma, 17.9.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur412142","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur412142","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTÓRIA. PROMESSA DE RECIPROCIDADE. CRIMES DE BURLA. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. PRESENÇA DOS DEMAIS REQUISITOS. LEI DE MIGRAÇÃO. DEFERIMENTO CONDICIONADO À ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE. \n\n\n\n    1. Admite-se pedido de extradição formulado por Estado soberano fundado na promessa de reciprocidade, dispensando-se, nesses casos, a existência de tratado de extradição previamente celebrado com o Brasil.\n\n\n\n    2. É competente o Estado requerente para processar e julgar atos qualificados como crime à distância, tipificados na lei penal estrangeira e brasileira, quando inexiste concorrência entre as jurisdições. \n\n\n\n    3. Presentes os requisitos da dupla tipicidade e punibilidade, bem como os demais condicionantes delineados na Lei de Migração, não há óbice ao acolhimento da extradição.\n\n\n\n    4. Diante da adoção, pelo ordenamento jurídico pátrio, do sistema da contenciosidade limitada, não é dado ao Supremo Tribunal Federal analisar o mérito da acusação ou condenação em que se funda o pedido de extradição, exceto se constituir requisito previsto na Lei 13.445/2017, ou no respectivo acordo de extradição, se for o caso. \n\n\n\n    5. Nesse âmbito do controle da legalidade externa, tampouco cabe perscrutar as inconsistências aventadas pela defesa, porquanto ressuma da instrução deste feito a presença dos pressupostos indispensáveis ao deferimento da extradição. Precedentes: EXT 669, Rel. Min. CELSO DE MELLO, DJ de 29.3.1996; EXT 575, Rel. Min. CARLOS VELLOSO, DJ de 6.5.1994; EXT 1.030, Rel. Min. CARLOS BRITTO, Tribunal Pleno, DJ de 3.8.2017; EXT 1.013, Rel. Min. MARCO AURÉLIO; DJ de 23.3.2007.\n\n\n\n    6. Pedido de extradição deferido e condicionado à assunção prévia pelo Estado requerente dos compromissos previstos no art. 96 da Lei 13.445/2017, dentre eles o de detração da pena, a qual deve levar em conta apenas o período de prisão preventiva por força da extradição.\n\n\n\n    7. Não havendo legítima reivindicação por terceiros, os objetos e instrumentos correlacionados aos fatos motivadores da extradição devem ser disponibilizados ao Estado Requerente, nos termos do art. 97 da Lei 13.445/2017.\n\n\n\n    8. Essa extradição deverá ser executada após o cumprimento de eventual pena a ser imposta ao requerido pelo crime ao qual responde no Brasil, ressalvado o disposto no art. 95 da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751010063","externo_seq_objeto_incidente":5622763,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 30-09-2019  PUBLIC 01-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1573&classe=Ext","is_colac":false,"titulo":"Ext 1573","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00003 INC-00009 ART-00088 \n          ART-00095 ART-00096 ART-00097\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00005 ART-00007 ART-00109 INC-00003 \n          ART-00171 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RGI      ANO-1980\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2019-10-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1573&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CONTROLE DA LEGALIDADE)\nExt 575 (TP), Ext 669 (TP), Ext 1013 (TP), Ext 1030 (TP). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: CC 160053. \n- Legislação estrangeira citada: artigo. 263.º, n. 1, n. 2 e n. 3, frase 2, ponto 1, artigo 22.º, artigo 23.º e artigo 53.º, § 78, 4, § 78b, item 5, do StGB (Código Penal alemão)\nNúmero de páginas: 24.\nAnálise: 27/04/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ALEMANHA \nEXTDO.(A/S)  : KLAUS PETER PILS \nADV.(A/S)  : CLOVIS GILBERTO REY Y BARCELLOS JUNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":412142,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1573","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-09-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1573,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur407267","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu parcialmente a extradição, nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Luis Francisco Carvalho Filho. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 7.5.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur407267","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur407267","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. ESTADO DE ISRAEL. PRÁTICA DE INFRAÇÕES PENAIS COMUNS, DESVESTIDAS DE CARÁTER POLÍTICO. ANÁLISE DE PROVAS. LIMITE DE COGNOSCIBILIDADE. CONTENCIOSIDADE LIMITADA. ESTUPRO E SODOMIA NA FAMÍLIA. CRIMES SEXUAIS DENTRO DA FAMÍLIA. AGRESSÃO COM DANOS FÍSICOS REAIS. SUBORNO DE TESTEMUNHA (COAÇÃO NO CURSO DO PROCESSO). REQUISITOS PARA DEFERIMENTO DA EXTRADIÇÃO PREENCHIDOS. AGRESSÃO A UM MEMBRO DA FAMÍLIA. AGRESSÃO CONTRA UM MENOR DE IDADE OU PESSOA INDEFESA. PRESCRIÇÃO. AMEAÇA. PENA INFERIOR A 2 ANOS. VIOLAÇÃO DOS PROCEDIMENTOS LEGAIS. AUSÊNCIA DE DUPLA TICIPICIDADE. EXTRADIÇÃO AUTORIZADA EM PARTE. \n\n\n\n    I – Os fatos delituosos ensejadores da formulação de pedido de extradição submetem-se à competência penal exclusiva da Justiça do Estado requerente. Portanto, a análise de mérito não compete a este Tribunal, tendo em vista que o juízo cognitivo é limitado às legalidades formais do pedido extradicional (Ext 1510, Rel. Min. Crmen Lúcia; Ext 1530, Rel. Min. Luiz Fux).\n\n\n\n    II – Os crimes de estupro e sodomia na família, os crimes sexuais dentro da família, as agressões com danos físicos reais, o suborno de testemunha (coação no curso do processo) são delitos comuns que preenchem os requisitos de dupla tipicidade e punibilidade, ficando autorizada a extradição a esse respeito.\n\n\n\n    III – Os crimes de agressão a um membro da família e agressão contra um menor de idade ou pessoa indefesa estão prescritos.\n\n\n\n    IV – O delito de ameaça não é passível de extradição, porque a lei brasileira impõe ao crime pena de prisão inferior a 2 anos.\n\n\n\n    V – O crime de violação dos procedimentos legais não encontra correspondência no códex brasileiro, não ocorrendo dupla tipicidade.\n\n\n\n    VI – A autorização concedida por esta Suprema Corte para entrega do extraditando ao Estado requerente depende do preenchimento das condições gerais, dos requisitos específicos sobre a conduta criminosa e da assunção dos compromissos especificados no art. 96 da Lei de Migração (Lei 13.445/2017), os quais já foram assumidos pelo Estado de Israel.\n\n\n\n    VII – Extradição deferida em parte.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750270626","externo_seq_objeto_incidente":5437407,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-167  DIVULG 31-07-2019  PUBLIC 01-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1542&classe=Ext","is_colac":false,"titulo":"Ext 1542","documental_legislacao_citada_texto":["LEG-FED   LEI-012015      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00004 INC-00007 ART-00088 \n          PAR-00003 ART-00091 PAR-00001 ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00002 INC-00003 \n          ART-00111 INC-00005 ART-00117 INC-00001 \n          ART-00129 PAR-00001 PAR-00002 PAR-00009 \n          ART-00147 \n          ART-00213 \"CAPUT\" PAR-00001 INCLUÍDO PELA LEI-12015/2009\n          ART-00213 \"CAPUT\" PAR-ÚNICO INCLUÍDO PELA LEI-12015/2009\n          ART-00213 REDAÇÃO ORIGINÁRIA\n          ART-00214 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00214 \"CAPUT\" PAR-ÚNICO REDAÇÃO ORIGINÁRIA\n          ART-0217A ART-00226 INC-00002 ART-00344 \n          ART-00352\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00344\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00207\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1542&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, MÉRITO)\nExt 1510 (2ªT), Ext 1530 (1ªT). \n(PRINCÍPIO DO JUIZ NATURAL)\nHC 73801 (1ªT) - RTJ 169/557, HC 79865 (1ªT) - RTJ 179/378. \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1352 (1ªT). \n- Legislação estrangeira citada: art. 9, letra \"a\", letra \"c\", art. 354, letra \"b\", seção 9 e seção 94A, letra \"c\", do Código de Processo Penal de Israel; art. 246, letra \"b\", art. 379, art. 382, letra \"b\", do Código Penal de Israel.\nNúmero de páginas: 24.\nAnálise: 03/10/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE ISRAEL \nEXTDO.(A/S)  : MEIR DANIEL BERDICHEVSKI \nADV.(A/S)  : LARISSA RODRIGUES PETTENGILL E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":407267,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1542","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-05-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1542,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur407541","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, indeferiu a ordem de Habeas Corpus e revogou a medida liminar anteriormente deferida, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencido o Ministro Marco Aurélio, Relator. Falou o Dr. Daniel Kignel pelo Paciente. Presidência do Ministro Luiz Fux. Primeira Turma, 11.6.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur407541","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur407541","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS. EXECUÇÃO PROVISÓRIA DA PENA. POSSIBILIDADE. \n\n\n\n    1. As exigências decorrentes da previsão constitucional do princípio da presunção de inocência não são desrespeitadas mediante a possibilidade de execução provisória da pena privativa de liberdade, quando a decisão condenatória observar todos os demais princípios constitucionais interligados; ou seja, quando o juízo de culpabilidade do acusado tiver sido firmado com absoluta independência pelo juízo natural, a partir da valoração de provas obtidas mediante o devido processo legal, contraditório e ampla defesa em dupla instância, e a condenação criminal tiver sido imposta, em decisão colegiada, devidamente motivada, de Tribunal de 2º grau. \n\n\n\n    2. Habeas Corpus indeferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750334235","externo_seq_objeto_incidente":5599648,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-167  DIVULG 31-07-2019  PUBLIC 01-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=165891&classe=HC","is_colac":false,"titulo":"HC 165891","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00053 INC-00054 \n          INC-00055 INC-00056 INC-00057 INC-00061\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00283 \"CAPUT\" REDAÇÃO DADA PELA LEI-12403/2011\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000716      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000717      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-08-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRESUNÇÃO RELATIVA, EXIGÊNCIA, ELEMENTO MÍNIMO, PROVA, AFASTAMENTO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DEVIDO PROCESSO LEGAL. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, ESTADO DE DIREITO, LIMITAÇÃO, ATIVIDADE LEGISLATIVA; CONDICIONAMENTO, INTERPRETAÇÃO, NORMA; ÔNUS DA PROVA, ACUSAÇÃO, VEDAÇÃO, PROVA IMPOSSÍVEL; PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, INTERPRETAÇÃO CONSTITUCIONAL, TRÂNSITO EM JULGADO, PRINCÍPIO DA EFETIVIDADE DO PROCESSO, PRINCÍPIO DO JUIZ NATURAL, DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, EFETIVIDADE, CONDENAÇÃO, DECISÃO COLEGIADA, SEGUNDA INSTÂNCIA, COMPETÊNCIA, APRECIAÇÃO, PROVA, AFASTAMENTO, CULPABILIDADE, RÉU. AUSÊNCIA, VALORAÇÃO DA PROVA, STF, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). CABIMENTO, HABEAS CORPUS, ABUSO, TRIBUNAL AD QUEM. PRINCÍPIO DA EFETIVIDADE DO PROCESSO, EXECUÇÃO PROVISÓRIA DA PENA, CAUSA INTERRUPTIVA, PRESCRIÇÃO. EXECUÇÃO PROVISÓRIA, PRERROGATIVA DE FORO. EXIGÊNCIA, TRÂNSITO EM JULGADO, EFEITO SECUNDÁRIO, PENA. VINCULAÇÃO, DIREITO DE RECORRER EM LIBERDADE, INSTÂNCIA SUPERIOR.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: HABEAS CORPUS SUBSTITUTIVO, RECURSO ORDINÁRIO. EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- TERMO(S) DE RESGATE: ESQUEMA ORGANIZATÓRIO-FUNCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=165891&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 68726 (TP), HC 69964 (TP), RHC 71959 (2ªT), HC 73968 (1ªT), HC 75233 (1ªT), HC 84078 (TP), HC 90645 (1ªT), HC 126292 (TP), ADC 43 MC (TP), ADC 44 MC (TP), ARE 964246 RG, HC 141590 (1ªT), HC 152752 (TP), ADC 54 AgR (TP). \n(JUÍZO DE CONSISTÊNCIA)\nHC 72366 (1ªT). \n- Decisão monocrática citada:\n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nRE 636533.\n- Legislação estrangeira citada: Art. 9º da Declaração francesa dos Direitos do Homem e do Cidadão,\npromulgada em 26/8/1789;  art. 6º, item 2, da Convenção Europeia dos Direitos do Homem.\n- Decisões estrangeiras citadas: Casos Herrera Ulloa vs. Costa Rica, 2004; Caso Ricardo Canese vs. Paraguay, 2004; Rosendo Cantú y outra vs. México, 2011; Mohamed vs. Argentina, 2012, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 25.\nAnálise: 24/10/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : PAULO MIGUEL STEFAN \nIMPTE.(S)  : JOSE LUIS MENDES DE OLIVEIRA LIMA E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":407541,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 165891","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-06-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"CANOTILHO, José Joaquim Gomes. Direito Constitucional e teoria da Constituição. 2. ed. Coimbra: Almedina, 1998.\nENTERRÍA, Garcia de. Reflexiones sobre la ley e los princípios generales de derecho. Madri: Civitas, 1996. p. 30.\nMOREIRA, Vital. Fundamentos da Constituição. Coimbra: Coimbra, 1991. p. 134 et seq.\nVIEIRA, José Ribas; RESENDE, Ranieri Lima. Execução provisória da pena: Causa para a Corte Interamericana de Direitos Humanos?","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":165891,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur414048","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencido o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 11.10.2019 a 17.10.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur414048","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur414048","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Agravo regimental em reclamação. 2. Constitucional e Administrativo. 3. Súmula Vinculante 13. Cargo de natureza política. Nepotismo. Não configuração. Precedentes. 4. Procedência da reclamação 5. Ausência de argumentos capazes de infirmar a decisão agravada. 6. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751266429","externo_seq_objeto_incidente":5641415,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-234  DIVULG 28-10-2019  PUBLIC 29-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=30828&classe=Rcl","is_colac":false,"titulo":"Rcl 30828 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00014 PAR-00007 ART-00037 \"CAPUT\" \n          ART-00050 PAR-00002 ART-00084 INC-00002 \n          ART-00087 PAR-ÚNICO INC-00001 ART-00097 \n          \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00144 INC-00003 INC-00004 ART-00148 \n          INC-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-2003\n          ART-00007 NÚMERO-1 LET-A LET-B \n          LET-C LET-D NÚMERO-2 NÚMERO-3 \n          NÚMERO-4\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DLG-000348      ANO-2005\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-005687      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   SUV-000013      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-10-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VEDAÇÃO, NEPOTISMO CRUZADO, NOMEAÇÃO, CARGO POLÍTICO. DISCRICIONARIEDADE, CHEFE DO PODER EXECUTIVO, INDICAÇÃO, PARENTE, CARGO POLÍTICO. COMPETÊNCIA PRIVATIVA, CHEFE DO PODER EXECUTIVO, ESCOLHA, MEMBRO, GOVERNO. PRINCÍPIO DA SEPARAÇÃO DOS PODERES.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: SUSPENSÃO, RECLAMAÇÃO, EXISTÊNCIA, REPERCUSSÃO GERAL, MATÉRIA. RECLAMAÇÃO, APRECIAÇÃO, REQUISITO, NOMEAÇÃO, CARGO POLÍTICO. VEDAÇÃO, NEPOTISMO, SERVIDOR PÚBLICO, PARENTE AFIM, ADMINISTRAÇÃO DIRETA. ENTENDIMENTO, TURMA, STF, AUSÊNCIA, VEDAÇÃO, NOMEAÇÃO, PARENTE, CARGO POLÍTICO, EXCEÇÃO, NEPOTISMO CRUZADO; FRAUDE, LEI; AUSÊNCIA, QUALIFICAÇÃO TÉCNICA. SÚMULA VINCULANTE, VEDAÇÃO, DESIGNAÇÃO, PARENTE, CARGO POLÍTICO. PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA EFICIÊNCIA. NEPOTISMO, CORRUPÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=30828&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA VINCULANTE 13/STF, NEPOTISMO)\nRE 579951 (TP), Rcl 6650 MC-AgR (TP), ADI 1521 MC, Rcl 28024 AgR (1ªT), Rcl 22339 AgR (2ªT), RE 1133118 RG, Rcl 23608 AgR (2ªT), ADI 1521 MC (TP). \n(SUSPENSÃO, RECLAMAÇÃO, EXISTÊNCIA, REPERCUSSÃO GERAL, MATÉRIA)\nRcl 26468 AgR (2ªT). \n- Decisões monocráticas citadas:\n(SÚMULA VINCULANTE 13/STF, NEPOTISMO)\nRcl 32611, Rcl 26448.\n(RECLAMAÇÃO, APRECIAÇÃO, REQUISITO, NOMEAÇÃO, CARGO POLÍTICO)\nRcl 23608.\n- Legislação estrangeira citada: Seção 3110 do Título 5 do Code, dos Estados Unidos das America; art. 2ª, letra \"i\", art. 5º, da Lei 25188 de 1999 e Código de Processo, da Argentina.\nNúmero de páginas: 21.\nAnálise: 30/11/2020, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nAGDO.(A/S)  : PAULO CEZAR DAMES PASSOS \nAGDO.(A/S)  : ERICA ESTEVES DAMES PASSOS NEVES \nADV.(A/S)  : AUGUSTO HENRIQUE PEREIRA DE SOUSA WERNECK MARTINS E OUTRO(A/S)\nINTDO.(A/S)  : JUÍZO DA VARA ÚNICA DA COMARCA DE CASIMIRO DE ABREU \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":414048,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"Rcl 30828 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2019-10-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"CARNEY, Gerard. Conflict of Interest: Legislators, Ministers and Public Officials. Transparency International. Disponível em: http://www.parliament.am/committee_docs_5/Legcom/Conflict%20of\n%20Interest_Trans%20Int%20Carney%20(3).pdf. Acesso em: 11 set. 2019.","ministro_facet":["GILMAR MENDES"],"processo_numero":30828,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur424033","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"GO","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Edson Fachin (Relator), negando provimento ao agravo regimental, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 31.8.2018 a 6.9.2018.\r\n\n           Decisão: O Tribunal, por maioria, negou provimento ao agravo regimental, nos termos dos votos proferidos, vencidos os Ministros Celso de Mello e Marco Aurélio, que davam provimento ao recurso. Plenário, Sessão Virtual de 17.4.2020 a 24.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur424033","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Goiás","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur424033","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"CONSTITUCIONAL. CONFLITO DE ATRIBUIÇÕES ENTRE MINISTÉRIOS PÚBLICOS. MINISTÉRIO PÚBLICO FEDERAL E MINISTÉRIO PÚBLICO DO ESTADO DE GOIÁS. ALCANCE DO ARTIGO 102, INCISO I, ALÍNEA F DA CONSTITUIÇÃO DA REPÚBLICA. DISPOSITIVO DIRECIONADO PARA ATRIBUIR COMPETÊNCIA ORIGINÁRIA AO STF EM CASOS DE CONFLITO FEDERATIVO. REVISITAÇÃO DA JURISPRUDÊNCIA ASSENTADA PELA CORTE (ACO 1.109/SP E PET 3.528/BA). MERO CONFLITO DE ATRIBUIÇÕES QUANTO À ATUAÇÃO ENTRE DIFERENTES ÓRGÃOS MINISTERIAIS DA FEDERAÇÃO. SITUAÇÃO INSTITUCIONAL E NORMATIVA INCAPAZ DE COMPROMETER O PACTO FEDERATIVO AFASTA A REGRA QUE ATRIBUI COMPETÊNCIA ORIGINÁRIA AO STF. NÃO CONHECIMENTO DA AÇÃO CÍVEL ORIGINÁRIA E REMESSA DOS AUTOS AO PROCURADOR-GERAL DA REPÚBLICA (PGR) (PRECEDENTE FIXADO PELA ACO 1.394/RN). \n\n\n\n    1. A jurisprudência do Supremo Tribunal Federal firmou-se no sentido de que não mais cabe a esta Corte dirimir ordinariamente eventual conflito de atribuições entre Ministério Público Federal e Ministério Público Estadual. Na mesma ocasião, foi assentado que competirá ao Procurador-Geral da República a tarefa de resolver esses conflitos de atribuições\n\n\n\n    2. O agravo regimental não traz qualquer subsídio apto a alterar esses fundamentos, razão pela qual deve ser mantido incólume o entendimento da decisão agravada.\n\n\n\n    3. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755032352","externo_seq_objeto_incidente":5014048,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-119  DIVULG 13-05-2020  PUBLIC 14-05-2020\nREPUBLICAÇÃO: DJe-025  DIVULG 09-02-2021  PUBLIC 10-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2731&classe=ACO","is_colac":false,"titulo":"ACO 2731 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00001 LET-F ART-00105\n    INC-00001 LET-D LET-G ART-00108\n    ART-00127 PAR-00002 ART-00128 ART-00129\n    ART-00130 ART-0130A INC-00001 INC-00002\n    PAR-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075 ANO-1993\n    LEI COMPLEMENTAR"],"publicacao_data":"2021-02-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL, COMPETÊNCIA ORIGINÁRIA, STF, ROL TAXATIVO. DESCABIMENTO, REMESSA, CONFLITO DE ATRIBUIÇÃO, PROCURADOR-GERAL DA REPÚBLICA. MINISTÉRIO PÚBLICO, AUTONOMIA, INDEPENDÊNCIA, DEFESA, DIREITO, GARANTIA, SOCIEDADE. PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO. AUSÊNCIA, HIERARQUIA, MEMBRO, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: REMESSA, CONFLITO DE ATRIBUIÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP). HIPÓTESE, CONFLITO NEGATIVO DE ATRIBUIÇÃO, CONFLITO POSITIVO DE COMPETÊNCIA, REMESSA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), POSSIBILIDADE, FUTURO, RETOMADA, ENTENDIMENTO, JURISPRUDÊNCIA, STF.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO. CONSTITUIÇÃO FEDERAL, INEXISTÊNCIA, PREVISÃO, COMPETÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), SOLUÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO. DESCABIMENTO, EQUIPARAÇÃO, ÓRGÃO, MINISTÉRIO PÚBLICO. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), ÓRGÃO ADMINISTRATIVO.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: MINISTÉRIO PÚBLICO ESTADUAL, PROCURADOR-GERAL DA REPÚBLICA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), AUSÊNCIA, HIERARQUIA. PRINCÍPIO DA AUTONOMIA, MINISTÉRIO PÚBLICO ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2731&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO ESTADUAL, MINISTÉRIO PÚBLICO FEDERAL (MPF))\nPet 3528 (TP), ACO 1109 (TP). \n(COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA, CONFLITO, ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO)\nACO 924 (TP), ACO 1394 (TP). \n(ROL TAXATIVO, COMPETÊNCIA ORIGINÁRIA, STF)\nACO 124 (TP) - RTJ 50/72, ACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563, ACO 136 (TP) - RTJ 53/776. \n(CONFLITO FEDERATIVO, COMPETÊNCIA, STF)\nACO 924 (TP), ACO 1394 (TP), Pet 4076 AgR (TP), Pet 4863 (TP), ACO 3289 AgR (TP). \n(MINISTÉRIO PÚBLICO DA UNIÃO (MPU), MINISTÉRIO PÚBLICO ESTADUAL, AUSÊNCIA, HIERARQUIA)\nRE 593727 (TP). \n(CONFLITO DE COMPETÊNCIA, APRECIAÇÃO, STJ)\nACO 1179 (TP), Pet 623 QO (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA, CONFLITO, ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO)\nACO 2834, ACO 2427, ACO 2820, ACO 2957, ACO 2964, ACO 2341, ACO 2952, ACO 2572.\n(CONFLITO FEDERATIVO, COMPETÊNCIA, STF)\nACO 2298 AgR.\n- Decisão estrangeira citada: Caso Marbury vs. Madison, da Suprema Corte norte-americana.\n- Legislação estrangeira citada: art. 3, seção 2, da Lei Judiciária de 1789, dos Estados Unidos da América.\n- Veja ACO 1109, ACO 1394 e Pet 3528 do STF.\nNúmero de páginas: 27.\nAnálise: 17/01/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE GOIÁS \r\nAGDO.(A/S)          : MINISTÉRIO PÚBLICO FEDERAL \r\nAGTE.(S)            : MINISTÉRIO PÚBLICO DO ESTADO DE GOIÁS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":424033,"documental_tese_texto":null,"procedencia_geografica_completo":"GO - GOIÁS","processo_codigo_completo":"ACO 2731 AgR","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2020-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ABRAHAM, Henry J. A Corte Suprema no evolutivo processo político. In: HARMOM, M. Judd et al. Ensaios sobre a Constituição dos Estados Unidos. Rio de Janeiro: Forense Universitária, 1978. p. 93.\nARINOS, Afonso. Curso de direito constitucional brasileiro. Rio de Janeiro: Forense, 1960. p. 98.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 53.\nBAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 132.\nCOOLEY, Thomas. Princípios gerais de direito constitucional dos Estados Unidos da América do Norte. 2. ed. São Paulo: Revista dos Tribunais, 1982. p. 142.\nDAHL, Robert. Sobre a democracia. Brasília: Universidade de Brasília, 2001.\nHALL, Kermit L. The Oxford guide to United States Supreme Courts decisions. New York: Oxford University Press, 1999. p. 173.\nHORTA, Raul Machado. Direito constitucional. 2. ed. Belo Horizonte: Del Rey, 1999. p. 305 et seq.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 9. ed. Atlas. p. 1604.\nSWISHER, Carl Brent. Decisões históricas da Corte Suprema. Rio de Janeiro: Forense, 1962. p. 10-14.\nSCHWARTZ, Bernard. Direito constitucional americano. Rio de Janeiro: Forense, 1966. p. 257.\nSCHWARTZ, Bernard. O federalismo norte-americano. Rio de Janeiro: Forense Universitária, 1984. p. 75.","ministro_facet":["EDSON FACHIN"],"processo_numero":2731,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur418214","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que deferia a ordem, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: o Dr. Thiago Gomes Anastácio pelo Paciente, e a Dra. Cláudia Sampaio Marques, Subprocuradora-Geral da República, pelo Ministério Público Federal. Presidência do Ministro Luiz Fux. Primeira Turma, 6.8.2019.\r\n\n            Decisão: A Turma, por unanimidade, deferiu a ordem, para afastar a prisão preventiva do paciente e a medida de suspensão do exercício da advocacia, formalizadas no processo nº 0018870-74.2016.8.26.0506, da Quarta Vara Criminal da Comarca de Ribeirão Preto/SP, nos termos do voto do Relator. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Presidência do Ministro Luiz Fux. Primeira Turma, 12.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur418214","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur418214","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS – ATO INDIVIDUAL – ADEQUAÇÃO. O habeas corpus é adequado em se tratando de impugnação a ato de colegiado ou individual.\n\n\n\n    HABEAS CORPUS – INSTÂNCIA – SUPRESSÃO. Revelando o habeas corpus parte única – o paciente, personificado pelo impetrante –, o instituto da supressão de instância há de ser tomado, no que visa beneficiá-la, com as cautelas próprias.\n\n\n\n    HABEAS CORPUS – INADEQUAÇÃO – BLOQUEIO DE VALORES. O habeas corpus não é o meio adequado para impugnar ato alusivo a bloqueio de valores.\n\n\n\n    PRISÃO PREVENTIVA – IMPUTAÇÃO. A gravidade da imputação, ante o princípio constitucional da não culpabilidade, é insuficiente a respaldar a prisão provisória. \n\n\n\n    PRISÃO PREVENTIVA – INSTRUÇÃO PROCESSUAL – EMBARALHAMENTO – SUPOSIÇÃO. Descabe partir da capacidade intuitiva, supondo, sem indicar dado concreto, o embaralhamento da instrução criminal.\n\n\n\n    PRISÃO PREVENTIVA – DISTRITO DA CULPA – FUGA – RISCO – NEUTRALIDADE. O risco de o acusado deixar o distrito da culpa não autoriza a prisão preventiva – inteligência do artigo 366 do Código de Processo Penal.\n\n\n\n    PRISÃO PREVENTIVA – MEDIDA CAUTELAR DIVERSA – ARTIGO 282, § 6º, DO CÓDIGO DE PROCESSO PENAL. A prisão preventiva, por ser adequada somente quando inviável medida cautelar menos gravosa, mostra-se incompatível com a imposição simultânea de providência alternativa.\n\n\n\n    MEDIDA CAUTELAR – INSTRUÇÃO CRIMINAL – EXAURIMENTO. Encontrando-se o processo-crime na fase de interrogatório dos acusados, não havendo provas a serem produzidas pelo Órgão acusador, surge a insubsistência de medida cautelar implementada com base em alegado risco de interferência na produção probatória.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751781426","externo_seq_objeto_incidente":5355892,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-019  DIVULG 31-01-2020  PUBLIC 03-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=153313&classe=HC","is_colac":false,"titulo":"HC 153313","documental_legislacao_citada_texto":["LEG-FED   DEL-003689      ANO-1941\n          ART-00282 PAR-00004 PAR-00006 ART-00312 \n          ART-00319 ART-00366 ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-02-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SUBMISSÃO, JURISDIÇÃO, STF, INTEGRANTE, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), CRIME COMUM, CRIME DE RESPONSABILIDADE. HABEAS CORPUS, ESGOTAMENTO, JURISDIÇÃO, ORIGEM. MEDIDA CAUTELAR, SUSPENSÃO, EXERCÍCIO PROFISSIONAL, ADVOCACIA, RISCO, INFLUÊNCIA, TESTEMUNHA, INVESTIGAÇÃO, CASO CONCRETO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: COMPATIBILIDADE, JUSTIÇA, CARÁTER PENAL, DIREITO, LIBERDADE. LIBERDADE DE LOCOMOÇÃO. MEDIDA CAUTELAR DIVERSA DA PRISÃO, ADEQUAÇÃO, GARANTIA DA ORDEM PÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=153313&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, DESBLOQUEIO, CONTA BANCÁRIA)\nHC 74887 QO (1ªT), RHC 86011 AgR (2ªT), HC 100889 (1ªT), HC 115311 AgR (1ªT), RHC 127758 AgR (2ªT). \n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 132864 AgR (2ªT), HC 135949 (2ªT), HC 135021 AgR (1ªT), HC 136452 ED (1ªT), HC 139864 AgR (1ªT). \n- Decisões monocráticas citadas:\n(HC, EXTENSÃO, EFEITO, CORRÉU)\nHC 152854 MC.\n(MEDIDA CAUTELAR DIVERSA DA PRISÃO, ADEQUAÇÃO, GARANTIA DA ORDEM PÚBLICA)\nHC 127650, HC 154096.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 436173. \n- Legislação estrangeira citada: Carta Magna da Inglaterra.\nNúmero de páginas: 22.\nAnálise: 01/03/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : GUSTAVO CAROPRESO SOARES DE OLIVEIRA \nIMPTE.(S)  : CESAR AUGUSTO MOREIRA \nCOATOR(A/S)(ES) : RELATOR DO HC Nº 436.173 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":418214,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 153313","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2019-11-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BUENO, Pimenta. Direito público brasileiro e análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça e Negócios Interiores, 1958. p. 388.\nCOKE. Segundo Instituto. 1642. cap. 29.\nGUETZÉVITCH, Mirkine. As novas tendências do direito constitucional. Companhia editora nacional, 1933. p. 77 et seq.\nHAURIOU, Maurice. Derecho Público y constitucional. 2. ed. Madri: Instituto editorial Réus, 1927. p. 135-136.\nMELLO, Celso de. Constituição Federal anotada. 2. ed. São Paulo: Saraiva, 1986. p. 459.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":153313,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425833","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Rosa Weber. Os Ministros Luiz Fux e Gilmar Mendes acompanharam o Relator com ressalvas. Plenário, Sessão Virtual de 8.5.2020 a 14.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425833","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425833","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-AgR","is_processo_antigo":false,"ementa_texto":"MANDADO DE SEGURANÇA – ATO DE AUTORIDADE – ADEQUAÇÃO. O manejo de mandado de segurança pressupõe ato administrativo, com carga decisória, praticado no exercício de atribuições do Poder Público.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752834388","externo_seq_objeto_incidente":5713647,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=36364&classe=MS","is_colac":false,"titulo":"MS 36364 ED-AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00069\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00001\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013901      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-138444      ANO-2019\n                LEI ORDINÁRIA\n\n","LEG-FED   MPR-000870      ANO-2019\n          ART-00017 INC-00004\n                MEDIDA PROVISÓRIA"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRESIDENTE DA REPÚBLICA, COMPARTILHAMENTO, REDE SOCIAL, IMAGEM, VÍDEO, PARTE IMPETRANTE, CARNAVAL. PUBLICAÇÃO, VEICULAÇÃO, MÍDIA, AUSÊNCIA, CARACTERIZAÇÃO, ATO ADMINISTRATIVO, ATO DECISÓRIO, EXERCÍCIO, ATRIBUIÇÃO, PODER PÚBLICO. EXCLUSÃO, VÍDEO, REDE SOCIAL, ALTERAÇÃO, OBJETO, IMPETRAÇÃO, PROIBIÇÃO, NOVIDADE, PUBLICAÇÃO, OFENSA, PARTE IMPETRANTE; INADEQUAÇÃO, MANDADO DE SEGURANÇA. TUTELA, ÂMBITO EXTRAJUDICIAL.\n\n- VOTO, MIN. LUIZ FUX: MANDADO DE SEGURANÇA, SUPERVENIÊNCIA, PERDA DO OBJETO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CABIMENTO, MANDADO DE SEGURANÇA, EXIGÊNCIA, ATO, AUTORIDADE, ATRIBUIÇÃO, PODER PÚBLICO, INDEPENDÊNCIA, FORMA. CASO CONCRETO, AUTORIDADE, USO, REDE SOCIAL, EXERCÍCIO, PODER PÚBLICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=36364&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-ED-AgR","documental_observacao_texto":"- Decisões estrangeiras citadas: Caso Packingham v. North Carolina, da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 13.\nAnálise: 14/05/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PAULO CASTELLO BARBOSA DE OLIVEIRA \nADV.(A/S)  : FLAVIO BIZZO GROSSI E OUTRO(A/S)\nAGDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425833,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 36364 ED-AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2020-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NOS EMB.DECL. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":36364,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}