{"result":{"took":214,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26217,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur197337","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Extradição deferida, sob a condição de que o Estado requerente assuma, em caráter formal, o compromisso de comutar eventual pena de prisão perpétua em pena privativa de liberdade com prazo máximo de 30 (trinta) anos, nos termos do art. 11 do tratado específico (Artigo XI - A concessão ou não, da extradição pedida será feita de acordo com o direito interno do Estado requerido, e o indivíduo cuja extradição é desejada terá o direito de usar os recursos autorizados por tal direito), nos termos do voto do Relator. Decisão unânime. Ausente, licenciado, o Senhor Ministro Joaquim Barbosa. 2ª Turma, 09.08.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur197337","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur197337","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória. 2. Crimes sexuais qualificados. 3. Atendimento dos requisitos formais. 4. Dupla tipicidade e punibilidade. 5. Possibilidade de aplicação de prisão perpétua. 6. Pedido de extradição deferido sob a condição de que o Estado requerente assuma, em caráter formal, o compromisso de comutar eventual pena de prisão perpétua em pena privativa de liberdade com o prazo máximo de 30 anos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1155&classe=Ext","externo_seq_objeto_incidente":2652542,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-160 DIVULG 19-08-2011 PUBLIC 22-08-2011\r\nREPUBLICAÇÃO: DJe-166 DIVULG 29-08-2011 PUBLIC 30-08-2011\r\nEMENT VOL-02576-01 PP-00009","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1155&classe=Ext","is_colac":false,"titulo":"Ext 1155","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\r\n          ART-00109 INC-00001 ART-0217A   \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-006815      ANO-1980\r\n          ART-00080   \r\n                EE-1980 ESTATUTO DO ESTRANGEIRO\r\n","LEG-INT   TTD      ANO-1961\r\n          ART-00001 ART-00002 NÚMERO-2 ART-00011\r\n          ART-00012\r\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS\r\n          UNIDOS DA AMÉRICA\r\n","LEG-FED   DLG-000013      ANO-1964\r\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\r\n          ESTADOS UNIDOS DA AMÉRICA\r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   DEC-055750      ANO-1965\r\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\r\n          ESTADOS UNIDOS DA AMÉRICA\r\n          DECRETO"],"publicacao_data":"2011-08-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-  ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), EXTRADITANDO, \r\nEXISTÊNCIA, FILHO BRASILEIRO, AUSÊNCIA, IMPEDIMENTO, DEFERIMENTO, \r\nEXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1155&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 1178 - Tribunal Pleno, Ext 1201 - \r\nTribunal Pleno.\r\n- Legislação estrangeira citada: Código Penal Estadual do \r\nTexas.\r\nNúmero de páginas: 8.\r\nAnálise: 05/09/2011, ACG.\r\nRevisão: 08/09/2011, KBP.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA\r\nEXTDO.(A/S)         : GEORGE ALEXANDER REED OU ALEJANDRO JORGE MARTINEZ REED\r\nADV.(A/S)           : MARCO CESAR DE CARVALHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":197337,"documental_tese_texto":null,"procedencia_geografica_completo":"ESTADOS UNIDOS DA AMÉRICA","processo_codigo_completo":"Ext 1155","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2011-08-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1155,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur198252","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao recurso de agravo, nos termos do voto do Relator. Presidiu, este julgamento, o Senhor Ministro Celso de Mello. Ausentes, justificadamente, o Senhor Ministro Ayres Britto e, licenciado, o Senhor Ministro Joaquim Barbosa. 2ª Turma, 23.08.2011.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur198252","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:18:15.303888","dg_unique":"sjur198252","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: CRIANÇA DE ATÉ CINCO ANOS DE IDADE - ATENDIMENTO EM CRECHE E EM PRÉ-ESCOLA - SENTENÇA QUE OBRIGA O MUNICÍPIO DE SÃO PAULO A MATRICULAR CRIANÇAS EM UNIDADES DE ENSINO INFANTIL PRÓXIMAS DE SUA RESIDÊNCIA OU DO ENDEREÇO DE TRABALHO DE SEUS RESPONSÁVEIS LEGAIS, SOB PENA DE MULTA DIÁRIA POR CRIANÇA NÃO ATENDIDA - LEGITIMIDADE JURÍDICA DA UTILIZAÇÃO DAS “ASTREINTES” CONTRA O PODER PÚBLICO - DOUTRINA - JURISPRUDÊNCIA - OBRIGAÇÃO ESTATAL DE RESPEITAR OS DIREITOS DAS CRIANÇAS - EDUCAÇÃO INFANTIL - DIREITO ASSEGURADO PELO PRÓPRIO TEXTO CONSTITUCIONAL (CF, ART. 208, IV, NA REDAÇÃO DADA PELA EC Nº 53/2006) - COMPREENSÃO GLOBAL DO DIREITO CONSTITUCIONAL À EDUCAÇÃO - DEVER JURÍDICO CUJA EXECUÇÃO SE IMPÕE AO PODER PÚBLICO, NOTADAMENTE AO MUNICÍPIO (CF, ART. 211, § 2º) - LEGITIMIDADE CONSTITUCIONAL DA INTERVENÇÃO DO PODER JUDICIÁRIO EM CASO DE OMISSÃO ESTATAL NA IMPLEMENTAÇÃO DE POLÍTICAS PÚBLICAS PREVISTAS NA CONSTITUIÇÃO - INOCORRÊNCIA DE TRANSGRESSÃO AO POSTULADO DA SEPARAÇÃO DE PODERES - PROTEÇÃO JUDICIAL DE DIREITOS SOCIAIS, ESCASSEZ DE RECURSOS E A QUESTÃO DAS “ESCOLHAS TRÁGICAS” - RESERVA DO POSSÍVEL, MÍNIMO EXISTENCIAL, DIGNIDADE DA PESSOA HUMANA E VEDAÇÃO DO RETROCESSO SOCIAL - PRETENDIDA EXONERAÇÃO DO ENCARGO CONSTITUCIONAL POR EFEITO DE SUPERVENIÊNCIA DE NOVA REALIDADE FÁTICA - QUESTÃO QUE SEQUER FOI SUSCITADA NAS RAZÕES DE RECURSO EXTRAORDINÁRIO -PRINCÍPIO “JURA NOVIT CURIA” - INVOCAÇÃO EM SEDE DE APELO EXTREMO - IMPOSSIBILIDADE - RECURSO DE AGRAVO IMPROVIDO.\n\n\n\n           POLÍTICAS PÚBLICAS, OMISSÃO ESTATAL INJUSTIFICÁVEL E INTERVENÇÃO CONCRETIZADORA DO PODER JUDICIÁRIO EM TEMA DE EDUCAÇÃO INFANTIL: POSSIBILIDADE CONSTITUCIONAL.\n\n\n\n           - A educação infantil representa prerrogativa constitucional indisponível, que, deferida às crianças, a estas assegura, para efeito de seu desenvolvimento integral, e como primeira etapa do processo de educação básica, o atendimento em creche e o acesso à pré-escola (CF, art. 208, IV).\n\n\n\n           - Essa prerrogativa jurídica, em conseqüência, impõe, ao Estado, por efeito da alta significação social de que se reveste a educação infantil, a obrigação constitucional de criar condições objetivas que possibilitem, de maneira concreta, em favor das “crianças até 5 (cinco) anos de idade” (CF, art. 208, IV), o efetivo acesso e atendimento em creches e unidades de pré-escola, sob pena de configurar-se inaceitável omissão governamental, apta a frustrar, injustamente, por inércia, o integral adimplemento, pelo Poder Público, de prestação estatal que lhe impôs o próprio texto da Constituição Federal.\n\n\n\n           - A educação infantil, por qualificar-se como direito fundamental de toda criança, não se expõe, em seu processo de concretização, a avaliações meramente discricionárias da Administração Pública nem se subordina a razões de puro pragmatismo governamental.\n\n\n\n           - Os Municípios - que atuarão, prioritariamente, no ensino fundamental e na educação infantil (CF, art. 211, § 2º) - não poderão demitir-se do mandato constitucional, juridicamente vinculante, que lhes foi outorgado pelo art. 208, IV, da Lei Fundamental da República, e que representa fator de limitação da discricionariedade político-administrativa dos entes municipais, cujas opções, tratando-se do atendimento das crianças em creche (CF, art. 208, IV), não podem ser exercidas de modo a comprometer, com apoio em juízo de simples conveniência ou de mera oportunidade, a eficácia desse direito básico de índole social.\n\n\n\n           - Embora inquestionável que resida, primariamente, nos Poderes Legislativo e Executivo, a prerrogativa de formular e executar políticas públicas, revela-se possível, no entanto, ao Poder Judiciário, ainda que em bases excepcionais, determinar, especialmente nas hipóteses de políticas públicas definidas pela própria Constituição, sejam estas implementadas, sempre que os órgãos estatais competentes, por descumprirem os encargos político- -jurídicos que sobre eles incidem em caráter impositivo, vierem a comprometer, com a sua omissão, a eficácia e a integridade de direitos sociais e culturais impregnados de estatura constitucional.\n\n\n\n           DESCUMPRIMENTO DE POLÍTICAS PÚBLICAS DEFINIDAS EM SEDE CONSTITUCIONAL: HIPÓTESE LEGITIMADORA DE INTERVENÇÃO JURISDICIONAL.\n\n\n\n           - O Poder Público - quando se abstém de cumprir, total ou parcialmente, o dever de implementar políticas públicas definidas no próprio texto constitucional - transgride, com esse comportamento negativo, a própria integridade da Lei Fundamental, estimulando, no âmbito do Estado, o preocupante fenômeno da erosão da consciência constitucional. Precedentes: ADI 1.484/DF, Rel. Min. CELSO DE MELLO, v.g..\n\n\n\n           - A inércia estatal em adimplir as imposições constitucionais traduz inaceitável gesto de desprezo pela autoridade da Constituição e configura, por isso mesmo, comportamento que deve ser evitado. É que nada se revela mais nocivo, perigoso e ilegítimo do que elaborar uma Constituição, sem a vontade de fazê-la cumprir integralmente, ou, então, de apenas executá-la com o propósito subalterno de torná-la aplicável somente nos pontos que se mostrarem ajustados à conveniência e aos desígnios dos governantes, em detrimento dos interesses maiores dos cidadãos.\n\n\n\n           - A intervenção do Poder Judiciário, em tema de implementação de políticas governamentais previstas e determinadas no texto constitucional, notadamente na área da educação infantil (RTJ 199/1219-1220), objetiva neutralizar os efeitos lesivos e perversos, que, provocados pela omissão estatal, nada mais traduzem senão inaceitável insulto a direitos básicos que a própria Constituição da República assegura à generalidade das pessoas. Precedentes. \n\n\n\n           A CONTROVÉRSIA PERTINENTE À “RESERVA DO POSSÍVEL” E A INTANGIBILIDADE DO MÍNIMO EXISTENCIAL: A QUESTÃO DAS “ESCOLHAS TRÁGICAS”.\n\n\n\n           - A destinação de recursos públicos, sempre tão dramaticamente escassos, faz instaurar situações de conflito, quer com a execução de políticas públicas definidas no texto constitucional, quer, também, com a própria implementação de direitos sociais assegurados pela Constituição da República, daí resultando contextos de antagonismo que impõem, ao Estado, o encargo de superá-los mediante opções por determinados valores, em detrimento de outros igualmente relevantes, compelindo, o Poder Público, em face dessa relação dilemática, causada pela insuficiência de disponibilidade financeira e orçamentária, a proceder a verdadeiras “escolhas trágicas”, em decisão governamental cujo parâmetro, fundado na dignidade da pessoa humana, deverá ter em perspectiva a intangibilidade do mínimo existencial, em ordem a conferir real efetividade às normas programáticas positivadas na própria Lei Fundamental. Magistério da doutrina.\n\n\n\n           - A cláusula da reserva do possível - que não pode ser invocada, pelo Poder Público, com o propósito de fraudar, de frustrar e de inviabilizar a implementação de políticas públicas definidas na própria Constituição - encontra insuperável limitação na garantia constitucional do mínimo existencial, que representa, no contexto de nosso ordenamento positivo, emanação direta do postulado da essencial dignidade da pessoa humana. Doutrina. Precedentes.\n\n\n\n           - A noção de “mínimo existencial”, que resulta, por implicitude, de determinados preceitos constitucionais (CF, art. 1º, III, e art. 3º, III), compreende um complexo de prerrogativas cuja concretização revela-se capaz de garantir condições adequadas de existência digna, em ordem a assegurar, à pessoa, acesso efetivo ao direito geral de liberdade e, também, a prestações positivas originárias do Estado, viabilizadoras da plena fruição de direitos sociais básicos, tais como o direito à educação, o direito à proteção integral da criança e do adolescente, o direito à saúde, o direito à assistência social, o direito à moradia, o direito à alimentação e o direito à segurança. Declaração Universal dos Direitos da Pessoa Humana, de 1948 (Artigo XXV).\n\n\n\n           A PROIBIÇÃO DO RETROCESSO SOCIAL COMO OBSTÁCULO CONSTITUCIONAL À FRUSTRAÇÃO E AO INADIMPLEMENTO, PELO PODER PÚBLICO, DE DIREITOS PRESTACIONAIS.\n\n\n\n           - O princípio da proibição do retrocesso impede, em tema de direitos fundamentais de caráter social, que sejam desconstituídas as conquistas já alcançadas pelo cidadão ou pela formação social em que ele vive.\n\n\n\n           - A cláusula que veda o retrocesso em matéria de direitos a prestações positivas do Estado (como o direito à educação, o direito à saúde ou o direito à segurança pública, v.g.) traduz, no processo de efetivação desses direitos fundamentais individuais ou coletivos, obstáculo a que os níveis de concretização de tais prerrogativas, uma vez atingidos, venham a ser ulteriormente reduzidos ou suprimidos pelo Estado. Doutrina.\n\n\n\n           Em conseqüência desse princípio, o Estado, após haver reconhecido os direitos prestacionais, assume o dever não só de torná-los efetivos, mas, também, se obriga, sob pena de transgressão ao texto constitucional, a preservá-los, abstendo-se de frustrar - mediante supressão total ou parcial - os direitos sociais já concretizados.\n\n\n\n           LEGITIMIDADE JURÍDICA DA IMPOSIÇÃO, AO PODER PÚBLICO, DAS “ASTREINTES”.\n\n\n\n           - Inexiste obstáculo jurídico-processual à utilização, contra entidades de direito público, da multa cominatória prevista no § 5º do art. 461 do CPC. A “astreinte” - que se reveste de função coercitiva - tem por finalidade específica compelir, legitimamente, o devedor, mesmo que se cuide do Poder Público, a cumprir o preceito, tal como definido no ato sentencial. Doutrina. Jurisprudência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=639337&classe=ARE-AgR","externo_seq_objeto_incidente":4125954,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-177 DIVULG 14-09-2011 PUBLIC 15-09-2011\r\nEMENT VOL-02587-01 PP-00125","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=639337&classe=ARE","is_colac":false,"titulo":"ARE 639337 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\r\n          ART-00001 INC-00003 ART-00003 INC-00003\r\n          ART-00205\r\n          ART-00208 INC-00004 REDAÇÃO DADA PELA EMC-53/2006 \r\n          ART-00211 PAR-00002 ART-00227 \"CAPUT\"\r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000053      ANO-2006\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   LEI-005869      ANO-1973\r\n          ART-00461 PAR-00005  \r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2011-09-15","documental_acordao_mesmo_sentido_lista_texto":"RE 741577 ED-AgR ACÓRDÃO ELETRÔNICO\n          JULG-02-12-2016  UF-RN  TURMA-02  MIN-CELSO DE MELLO N.PÁG-011\n          DJe-267  DIVULG 15-12-2016  PUBLIC 16-12-2016","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=639337&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdãos citados: RE 99978 ED, RE 410715 AgR, RE 411518 AgR, RE 436996 AgR, AI 474444 AgR, RE 495740 TAR, RE 595595 AgR; RTJ 90/516, RTJ 147/994, RTJ 152/612, RTJ 153/1019, RTJ 158/693, RTJ 161/992, RTJ 164/158, RTJ 173/335, RTJ 174/687, RTJ 175/1212, RTJ 183/818, RTJ 185/794, RTJ 186/703, RTJ 199/1219; RT 808/253; RF 370/297; STJ: REsp 201378, REsp 784188, REsp 810017. \r\n- Decisões monocráticas citadas: ADPF 45, ADI 1484, RE 401673, RE 431773, RE 436996, AI 455802, AI 475571, AI 583136, AI 583553.\r\n- Legislação estrangeira citada: Art. 22; Art. 25, nº 1 e nº 2 da Declaração Universal dos Direitos da Pessoa Humana de 1948.\r\n- Decisão estrangeira citada: Acórdão nº 39/84 do Tribunal Constitucional Português. Fonte: Acórdãos do Tribunal Constitucional. vol. 3/95-131, 117-118, 1984, Imprensa Nacional, Lisboa.\r\nNúmero de páginas: 48.\r\nAnálise: 04/10/2011, SEV.\r\nRevisão: 13/10/2011, ACG.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : MUNICÍPIO DE SÃO PAULO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO PAULO\r\nAGDO.(A/S)          : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO\r\nINTDO.(A/S)         : PROMOTOR DE JUSTIÇA DA VARA DA INFÂNCIA E DA JUVENTUDE DO FORO REGIONAL DE SANTO AMARO\r\nINTDO.(A/S)         : A C C E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":198252,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 639337 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2011-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"AMARAL, Guilherme Rizzo. As Astreintes e o Processo Civil Brasileiro: \r\nmulta do artigo 461 do CPC e outras. Livraria do Advogado, 2004. p. \r\n99/103, item 3.5.4.\r\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na \r\nConstituição \r\nPortuguesa de 1976. Coimbra: Almedina, 1987. p. 207, item 05.\r\nBARCELLOS, Ana Paula de. A Eficácia Jurídica dos Princípios \r\nConstitucionais. Renovar, 2002. p. 245/246.\r\nBUENO, Pimenta. Direito Público Brasileiro e Análise da Constituição do \r\n\r\n\r\nImpério. Reedição do Ministério da Justiça, 1958. p. 45.\r\nCALABRESI, Guido; BOBBITT, Philip. Tragic Choices - The Conflicts \r\nsociety confronts in the allocation of tragically scarce resources. \r\nW.W. Norton & Company, Inc., 1978.\r\nCANOTILHO, José Joaquim Gomes; MOREIRA, Vital. Fundamentos da \r\nConstituição. Coimbra, 1991. p. 46, item 2.3.4.\r\n__________. Direito Constitucional e Teoria da Constituição. Almedina, \r\n1998. p. 320, 321 e 322, item 03.\r\nCASTRO, Gustavo Almeida Paolinelli de. Direito à Segurança Pública: \r\nIntervenção, Escassez e Escolhas Trágicas.\r\nCUNHA, Leonardo José Carneiro da. Algumas Questões sobre as Astreintes \r\n(Multa Cominatória). In: Revista Dialética de Direito Processual nº 15, \r\n\r\n\r\n\r\np. 95/104, item 7, junho-2004.\r\nFACHIN, Luiz Edson. Questões do Direito Civil Brasileiro Contemporâneo. \r\n\r\n\r\n\r\nRenovar, 2008.\r\nFERRAZ, Anna Cândida da Cunha. Processos Informais de Mudança da \r\nConstituição. Max Limonad, 1986. p. 217/218 e 230/232, item 5.\r\nFLEURY, Sônia. Direitos Sociais e Restrições Financeiras: Escolhas \r\nTrágicas sobre Universalização.\r\nFERREIRA, Pinto. Educação e Constituinte. In: Revista de Informação \r\nLegislativa. v. 92. p. 171/173.\r\nFRISCHEISEN, Luiza Cristina Fonseca. Políticas Públicas - A \r\nResponsabilidade do Administrador e o Ministério Público. Max Limonad, \r\n2000. p. 59, 95 e 97.\r\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antônio Magalhães; FERNANDES, \r\nAntônio Scarance. Recursos no Processo Penal. RT, 1996. p. 298, item \r\n196.\r\nHOLMES, Stephen; SUNSTEIN, Cass R. The Cost of Rights. New York: \r\nNorton, 1999.\r\nKANT, Immanuel. Fundamentação da Metafísica dos Costumes e Outros \r\nEscritos. Martin Claret, 2004.\r\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil \r\ne na Alemanha. Fabris Editor, 2002. p. 40.\r\nLAFER, Celso. A Reconstrução dos Direitos Humanos. Companhia de Letras, \r\n\r\n\r\n\r\n1988. p. 127 e 130/131.\r\nLIBERATI, Wilson Donizeti. Conteúdo Material do Direito à Educação \r\nEscolar. In: Direito à Educação: Uma Questão de Justiça. Malheiros, \r\n2004. p. 236/238, item 3.5.\r\nLIMA, Maria Cristina de Brito. A Educação como Direito Fundamental. \r\nLumen Juris, 2003.\r\nLOEWENSTEIN, Karl. Teoria de la Constitución. Barcelona: Ariel, 1983. \r\np. 222.\r\nMARCHESAN, Ana Maria Moreira. O princípio da prioridade absoluta aos \r\ndireitos da criança e do adolescente e a discricionariedade \r\nadministrativa. In: RT. v. 749. p. 82-103.\r\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo \r\nGustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. 1. \r\ned. 2ª tir. Brasília Jurídica, 2002. p. 127/128.\r\nMIRANDA, Jorge. Manual de Direito Constitucional. 2. ed. Coimbra, 1988. \r\n\r\n\r\n\r\nTomo II, p. 406 e 409.\r\nMIRANDA, Pontes de. Comentários à Constituição de 1967 com a Emenda n. \r\n1, de 1969. 2. ed. RT, 1970. Tomo I. p. 15-16.\r\nMUNIZ, Regina Maria Fonseca. O Direito à Educação. Renovar, 2002. p. \r\n92, item 3.\r\nNUNES, Luiz Antônio Rizzatto. O Princípio Constitucional da dignidade \r\nda pessoa humana: doutrina e jurisprudência. Saraiva, 2002.\r\nPEREIRA, Rodrigo da Cunha. Afeto, Ética, Família e o Novo Código Civil \r\nBrasileiro. Del Rey, 2006. p. 106.\r\nSARLET, Ingo Wolfang. Dignidade da Pessoa Humana e Direitos \r\nFundamentais na Constituição Federal de 1988. Livraria do Advogado, \r\n2002. p. 45.\r\n___________. Algumas considerações em torno do conteúdo, eficácia e \r\nefetividade do direito à saúde na Constituição de 1988.\r\nSARMENTO, Daniel. Reserva do Possível e Mínimo Existencial. In: \r\nComentários à Constituição Federal de 1988. Gen/Forense, 2009. p. \r\n371/375, 371/388\r\nSGARBOSSA, Luís Fernando. Crítica à Teoria dos Custos dos Direitos: \r\nReserva do Possível. Fabris Editor, 2010. v. 1.\r\nSILVA, José Afonso da. Aplicabilidade das Normas Constitucionais. 3. \r\ned. Malheiros, 1998. p. 226, item 4.\r\n__________. Poder Constituinte e Poder Popular. Malheiros, 2000. p. \r\n146.\r\nTALAMINI, Eduardo. Tutela Relativa aos Deveres de Fazer e de não Fazer: \r\n\r\n\r\ne sua extensão aos deveres de entrega de coisa (CPC, arts. 461 e 461-A; \r\n\r\n\r\nCDC, art. 84) 2. ed. RT, 2003. p. 246/247, item 9.3.4.","ministro_facet":["CELSO DE MELLO"],"processo_numero":639337,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur319112","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Indicado adiamento pelo Ministro Relator. Ausente, justificadamente, o Senhor Ministro Celso de Mello. 2ª Turma, 17.03.2015.\r\n\n           Decisão: Após o voto do Relator, concedendo a ordem, o julgamento foi suspenso em virtude do pedido de vista formulado pelo Ministro Dias Toffoli. Falou, pelo paciente Marcus Antonio de Souza e pelo requerente do pedido de extensão Alexandre Ferreira Godoy, o Dr. Marcelo Fernandez Urani. Presidência do Senhor Ministro Teori Zavascki. 2ª Turma, 24.03.2015.\r\n\n           Decisão: A Turma, por maioria, denegou a ordem de habeas corpus, nos termos do voto do Ministro Dias Toffoli, vencido o Relator, que a concedia. Revogada a liminar anteriormente deferida. Redator para o acórdão o Senhor Ministro Dias Toffoli. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Dias Toffoli. 2ª Turma, 25.08.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur319112","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:31:29.666093","dg_unique":"sjur319112","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Habeas corpus. Processual Penal Militar. Tentativa de homicídio qualificado (CP, art. 121, § 2º, inciso IV, c/c o art. 14, inciso II). Arquivamento de Inquérito Policial Militar, a requerimento do Parquet Militar. Conduta acobertada pelo estrito cumprimento do dever legal. Excludente de ilicitude (CPM, art. 42, inciso III). Não configuração de coisa julgada material. Entendimento jurisprudencial da Corte. Surgimento de novos elementos de prova. Reabertura do inquérito na Justiça comum, a qual culmina na condenação do paciente e de corréu pelo Tribunal do Júri. Possibilidade. Enunciado da Súmula nº 524/STF. Ordem denegada.\n\n\n\n    1. O arquivamento de inquérito, a pedido do Ministério Público, em virtude da prática de conduta acobertada pela excludente de ilicitude do estrito cumprimento do dever legal (CPM, art. 42, inciso III), não obsta seu desarquivamento no surgimento de novas provas (Súmula nº 5241/STF). Precedente.\n\n\n\n    2. Inexistência de impedimento legal para a reabertura do inquérito na seara comum contra o paciente e o corréu, uma vez que subsidiada pelo surgimento de novos elementos de prova, não havendo que se falar, portanto, em invalidade da condenação perpetrada pelo Tribunal do Júri.\n\n\n\n    3. Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=9363697","externo_seq_objeto_incidente":4663297,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-180  DIVULG 10-09-2015  PUBLIC 11-09-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=125101&classe=HC","is_colac":false,"titulo":"HC 125101","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00061 \n          ART-00125 PAR-00004 REDAÇÃO DADA PELA EMC-45/2004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00023 INC-00003 \n          ART-00121 PAR-00002 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   LEI-009299      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-4\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00018 ART-00043 INC-00001 INC-00002 \n          INC-00003 PAR-ÚNICO ART-00201 PAR-00002 \n          ART-00268 ART-00397 ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-001001      ANO-1969\n          ART-00009 PAR-ÚNICO REDAÇÃO DADA PELA LEI-9299/1996\n          ART-00042 INC-00003\n                CPM-1969 CÓDIGO PENAL MILITAR\n\n","LEG-FED   DEL-001002      ANO-1969\n          ART-00025 \n          ART-00082 \"CAPUT\" REDAÇÃO DADA PELA LEI-9299/1996\n                CPPM-1969 CÓDIGO DE PROCESSO PENAL MILITAR\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), OEA\n\n","LEG-FED   PLT-000007      ANO-1989\n          ART-00004 NÚMERO-1 NÚMERO-2\n                PROTOCOLO À CONVENÇÃO PARA A PROTEÇÃO DOS DIREITOS DO HOMEM E DAS LIBERDADES FUNDAMENTAIS\n\n","LEG-FED   SUMSTF-000524      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-09-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, JUSTIÇA MILITAR, JULGAMENTO, CRIME DOLOSO CONTRA A VIDA, CONTRARIEDADE, CIVIL, FUNDAMENTO, LEGISLAÇÃO VIGENTE, MOMENTO, FATO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: AUSÊNCIA, COISA JULGADA, FUNDAMENTO, DISPOSIÇÃO EXPRESSA, DECISÃO, ARQUIVAMENTO, REFERÊNCIA, ESPERA, NOVIDADE, PROVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: IMPOSSIBILIDADE, REABERTURA, INVESTIGAÇÃO CRIMINAL, HIPÓTESE, AUSÊNCIA, NOVIDADE, PROVA. VIABILIDADE, REABERTURA, INVESTIGAÇÃO CRIMINAL, HIPÓTESE, NOVIDADE, PROVA, IRRELEVÂNCIA, FUNDAMENTO, ARQUIVAMENTO. AUSÊNCIA, OFENSA, GARANTIA, DUPLA INCRIMINAÇÃO, HIPÓTESE, REABERTURA, INVESTIGAÇÃO CRIMINAL, FUNDAMENTO, AUSÊNCIA, AÇÃO PENAL, MOMENTO ANTERIOR.\n\n- VOTO VENCIDO, MIN. TEORI ZAVASCKI: CONCESSÃO, HABEAS CORPUS. IMPOSSIBILIDADE, REALIZAÇÃO, NOVIDADE, INVESTIGAÇÃO CRIMINAL, DECORRÊNCIA, ARQUIVAMENTO, FUNDAMENTO, INEXISTÊNCIA, CRIME, CONSEQUÊNCIA, EFICÁCIA, COISA JULGADA MATERIAL. SIMILARIDADE, HIPÓTESE, ABSOLVIÇÃO SUMÁRIA. AUSÊNCIA, DIFERENÇA, DECISÃO, RECONHECIMENTO, CONDUTA ATÍPICA, CORRELAÇÃO, DECISÃO, RECONHECIMENTO, EXCLUDENTE DE ILICITUDE, DECORRÊNCIA, RECONHECIMENTO, INEXISTÊNCIA, CRIME, CONSEQUÊNCIA, COISA JULGADA MATERIAL. IMPOSSIBILIDADE, ALEGAÇÃO, INCOMPETÊNCIA, JUSTIÇA MILITAR, DECORRÊNCIA, VEDAÇÃO, REVISÃO, IN DUBIO PRO SOCIETATE. RESPONSABILIDADE CIVIL DO ESTADO, HIPÓTESE, DECISÃO, JUIZ INCOMPETENTE, INCOMPETÊNCIA ABSOLUTA. INCIDÊNCIA, NON BIS IN IDEM.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=125101&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INQUÉRITO POLICIAL, ARQUIVAMENTO, COISA JULGADA)\nHC 83346 (1ªT), HC 86606 (1ªT), HC 87869 (2ªT). \n(ARQUIVAMENTO, INQUÉRITO, EXCLUDENTE DE ILICITUDE)\nHC 95211 (1ªT), HC 87395 (TP). \n(HABEAS CORPUS, REEXAME, FATO, PROVA)\nHC 90292 (1ªT). \n(DECISÃO, ARQUIVAMENTO, COISA JULGADA MATERIAL, PRESCRIÇÃO DA PRETENSÃO PUNITIVA, FATO ATÍPICO)\nPet 3927 (TP), Inq 2341 QO (TP). \n(SÚMULA 524/STF)\nHC 42015 (TP), HC 44270 (2ªT), RHC 40421 (TP), RHC 42472 (TP), RHC 43541 (1ªT). \n(ARQUIVAMENTO, INQUERITO, INEXISTÊNCIA, CRIME)\nHC 80560 (1ªT). \n(INQUÉRITO POLICIAL, ARQUIVAMENTO)\nHC 66625 (1ªT), Inq 1538 (TP). \n- Decisões estrangeiras citadas: Caso Radilla-Pacheco contra México, decisão de 23 de novembro de 2009.\r\nNúmero de páginas: 34.\r\nAnálise: 29/09/2015, JRS.\r\nRevisão: 30/11/2015, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : MARCUS ANTONIO DE SOUZA \nIMPTE.(S)  : MARCELO FERNANDEZ URANI \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":319112,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 125101","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2015-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"FARIA, Bento. Código de Processo Penal. Rio de Janeiro: Record, 1960. v. 1. p. 110.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antônio Magalhães; FERNANDES, Antônio Scarance. As nulidades do processo penal. São Paulo: Revista dos Tribunais, 2011. p. 45-47.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 13. ed. Rio de Janeiro: Editora Forense, 2014. p. 97-118.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. São Paulo: Atlas, 2012. \n____. Comentários ao Código de Processo Penal e sua jurisprudência. São Paulo: Atlas, 2013. p. 48.","ministro_facet":["TEORI ZAVASCKI","DIAS TOFFOLI"],"processo_numero":125101,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur333821","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, a Turma indeferiu os pedidos formulados pelo advogado do Extraditando. Na sequência, resolveu questão de ordem no sentido de determinar a imediata transferência do Extraditando para a penitenciária federal de Campo Grande. No mérito, deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Falou o Dr. Eugenio Carlos Belavary, pelo Extraditando. Ausente, justificadamente, o Senhor Ministro Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 20.10.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur333821","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:32:31.873608","dg_unique":"sjur333821","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Internacional Público. Extradição. Governo da Colômbia. Regularidade formal do pleito. Inexistência de prescrição em ambos os ordenamentos jurídicos. Perseguição política. Inexistência de razões ponderáveis. País democrático. Relações internacionais. Princípio da boa-fé. Detração do tempo de prisão preventiva. Proibição de pena superior à máxima prevista no Brasil.\n\n\n\n    1. A extradição reclama os requisitos legais para o seu deferimento, os quais são extraídos por interpretação a contrario sensu do art. 77 da Lei nº 6.815/80, vale dizer, defere-se o pleito se o caso sub judice não se enquadrar em nenhum dos incisos do referido dispositivo e restarem observadas as disposições do tratado específico.\n\n\n\n    2. A perseguição política, alegada sob o pálio do conceito indeterminado consubstanciado em razões ponderáveis, deve ser considerada, aprioristicamente, à luz da realidade atual do Estado requerente, que, in casu, regula-se pelo regime democrático, conforme já decidiu esta Corte em caso similar “[…] Como toda interpretação que se faz em torno dos chamados conceitos indeterminados, essa expressão deve ser objetivo de uma hermenêutica que leve em conta todas as circunstâncias fáticas e jurídicas da situação. Como comumente se diz no âmbito da teoria do direito, trata-se de uma interpretação all things considered (consideradas todas as coisas). Não se trata, assim, de uma simples avaliação subjetiva, que possa ser feita sem critérios. Além das próprias limitações formalmente acordadas pelas partes e expressamente dispostas no tratado, bem como do ordenamento jurídico interno – inclusive sua interpretação fixada pela Corte Suprema -, o agente público, ao apreciar a existência ou não dessas razões ponderáveis, em determinada hipótese, também está diretamente vinculado à realidade fática que esta corresponde. Com isso, a avaliação sobre a existência ou não de razões ponderáveis ter, no contexto da realidade internacional contemporânea, estreita ligação com o Estado Democrático de Direito e com a garantia de que direitos fundamentais do extraditando serão preservados pelo país requerente, a partir de elementos concretamente aferíveis. Caso contrário, haveria razões ponderáveis que o pedido de extradição fosse recusado. A legitimidade de um país como garantidor dos direitos fundamentais pode ser aferida não apenas pela solidez e seriedade de suas instituições nacionais, no plano interno, mas também pelo papel que o Estado exerce no âmbito mundial. […] Entretanto, suposta alegação de que um extraditando poderá ser perseguido ou discriminado, bem como ter sua situação agravada, com base em reações à sua vida pregressa, também encontra limites na própria conjuntura atual do país requerente. Clamor popular, declarações da imprensa ou demonstração de estado de ânimo contra o extraditando são situações normalmente restringidas por um ordenamento jurídico estável. Negar uma extradição com base em manifestações populares de sociedade notoriamente marcada pela democracia não teria cabimento. É presumível que um Estado internacionalmente comprometido com os direitos fundamentais seja capaz de garantir a proteção do extraditando” (EXT 1085, Rel. Min. CEZAR PELUSO, Pleno).\n\n\n\n    3. O Alto Comissariado das Nações Unidas (ACNUR), no Manual de Procedimentos e Critérios para Determinar a Condição de Refugiado de acordo com a Convenção de 1951 e o Protocolo de 1967 relativos ao Estado dos Refugiados, estabeleceu nítida distinção entre perseguido e punido por infração penal comum, in litteris: “Deve-se distinguir perseguição de punição prevista por infração de direito comum. As pessoas que fogem de procedimentos judiciais ou à punição por infrações desta natureza não são normalmente refugiados. Convém lembrar que um refugiado é uma vítima – ou uma vítima potencial – da injustiça e não alguém que foge da justiça.”\n\n\n\n    4. Os delitos, in casu, são de natureza comum, circunstância apta a elidir a alegação de perseguição política;\n\n\n\n    4.1. Deveras, a periculosidade do agente extrai-se do fato de explosão do presídio em seu país.\n\n\n\n    5. A simples intenção de protocolar ou a própria protocolação do pedido de refúgio de sua esposa não é suficiente para suspender ou inviabilizar o pedido de extradição, máxime por seu requisito intuitu personae inservível ao extraditando.\n\n\n\n    6. O alegado excesso de prazo para a formalização do pedido de extradição inexiste, uma vez que a prisão preventiva foi efetivada em 22/10/2014, a Embaixada da Colômbia foi cientificada, formalmente, em 31/10/2014 e encaminhou os documentos em 25/11/2014, vale dizer, 25 dias após tomar ciência.\n\n\n\n    7. A inocência do extraditando, sustentada por depoimentos informados na peça defensiva, não pode ser verificada pelo Supremo Tribunal Federal em face da contenciosidade limitada que rege o processo de extradição, conforme abalizada doutrina: A defesa do extraditando não pode adentrar o mérito da acusação: ela será impertinente em tudo quanto não diga respeito à sua identidade, à instrução do pedido ou à ilegalidade da extradição à luz da lei específica” (Direito Internacional Público : curso elementar / J. F. Rezek – 9. ed. rev. - São Paulo : Saraiva, 2002).\n\n\n\n    8. In casu:\n\n\n\n    a) o pedido visa a que o extraditando responda por crimes de homicídio, porte ilegal de arma de fogo e formação de quadrilha ou bando, tipificados nos artigos 103, do Código Penal da Colômbia, 340, da Lei nº 733/2002, e 366, da Lei n. 1142/2007, também descritos nos artigos 121 e 288, do Código Penal Brasileiro, e 16, da Lei n. 10.826/2003, estando satisfeito o requisito da dupla tipicidade;\n\n\n\n    b) o Governo colombiano instruiu o pedido com os documentos exigidos no art. 5º do Tratado específico (cópia do mandado de prisão, indicações precisas dos fatos delituosos, lugar, data e circunstâncias; \n\n\n\n    c) a Justiça da Colômbia é competente para o processo e julgamento, porquanto, além de se tratar de cidadão colombiano (princípio da nacionalidade), os crimes foram praticados em seu território (princípio da territorialidade); e\n\n\n\n    d) Inexiste prescrição nos termos de ambos os ordenamentos jurídicos, conforme demonstrado de modo percuciente no parecer ministerial.\n\n\n\n    9. Extradição deferida, restando a entrega do extraditando condicionada ao compromisso formal do Estado requerente de descontar de eventual pena do extraditando o tempo de prisão cumprido no Brasil para fins de extradição e de limitar o cumprimento de eventual pena ao máximo de 30 anos previsto no artigo 75 do Código Penal Brasileiro, devendo observar ainda o disposto no artigo 91 e seus incisos da Lei n. 6.815/80.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10006665","externo_seq_objeto_incidente":4689609,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-252  DIVULG 15-12-2015  PUBLIC 16-12-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1382&classe=Ext","is_colac":false,"titulo":"Ext 1382","documental_legislacao_citada_texto":["LEG-FED   LEI-009474      ANO-1997\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          ART-00002 ART-00034\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00016\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-INT   TTD      ANO-1938\n          ART-00005\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2014\n          ART-00081 REDAÇÃO DADA PELA LEI-12878/2014\n          ART-00082 REDAÇÃO DADA PELA LEI-12878/2014\n          ART-00082 PAR-00002 REDAÇÃO DADA PELA LEI-12878/2014\n          ART-00091 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011671      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012878      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-001994      ANO-1940\n                DECRETO-LEI - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00121 ART-00288\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-006330      ANO-1940\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A COLÔMBIA, FIRMADO NO RIO DE JANEIRO, A 28 DE DEZEMBRO DE 1938\n\n","LEG-FED   DEC-006877      ANO-2009\n          ART-00003 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 ART-00004 \n          INC-00002 LET-A LET-B LET-C \n          LET-D LET-E ART-00005 ART-00006 \n          ART-00007 ART-00008 ART-00009\n                DECRETO"],"publicacao_data":"2015-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1382&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PERSEGUIÇÃO POLÍTICA)\nExt 1085 (TP). \n- Legislação estrangeira citada: art. 103 do Código Penal, art. 340 da Lei n. 733/2002 e art. 366 da Lei n. 1142/2007 da Colômbia.\n- Veja Manual de Procedimentos e Critérios para Determinar a Condição de Refugiado de acordo com a Convenção de 1951 e o Protocolo de 1967 relativos ao Estatuto dos Refugiados.\nNúmero de páginas: 37.\nAnálise: 19/01/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA COLÔMBIA \nEXTDO.(A/S)  : MARCOS DE JESUS FIGUEROA GARCIA OU MARCO DE JESÚS FIGUEROA GARCIA \nADV.(A/S)  : EUGENIO CARLOS BELAVARY","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":333821,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1382","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2015-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"REZEK, José Francisco. Direito Internacional Público: curso elementar. 9. ed. rev. São Paulo: Saraiva, 2002.","ministro_facet":["LUIZ FUX"],"processo_numero":1382,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur256192","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu parcialmente o pedido de extradição, apenas quanto aos crimes de “lesões com meio perigoso e agressão sexual”. Determinou, contudo, que a extradição deverá permanecer sobrestada até a resolução do processo (Autos 0004694-17.2010.4.03.6119, em trâmite na 4ª Vara Federal de Guarulhos/SP) e o cumprimento da pena decorrente de eventual condenação do estrangeiro no Brasil, podendo ser efetivada imediatamente, mediante decisão da Presidenta da República, de acordo com o disposto nos artigos 67, 89 e 90 da Lei nº 6.815/80, nos termos do voto do Relator. Ausente, justificadamente, o Senhor Ministro Celso de Mello. 2ª Turma, 10.12.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur256192","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:23:23.194098","dg_unique":"sjur256192","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA ESPANHA. TRATADO DE EXTRADIÇÃO. DUPLA TIPICIDADE. CRIMES DE LESÕES CORPORAIS COM MEIO PERIGOSO E DE AGRESSÃO SEXUAL. AUSÊNCIA DE PRESCRIÇÃO. PRESENTES OS REQUISITOS FORMAIS E MATERIAIS PARA O DEFERIMENTO DO PEDIDO. CRIMES DE INVASÃO DE DOMICÍLIO E DE VIOLAÇÃO DE MEDIDA CAUTELAR. PRESCRIÇÃO DA PRETENSÃO PUNITIVA ESTIPULADA NA LEGISLAÇÃO NACIONAL. ESTRANGEIRO QUE RESPONDE A PROCESSO NO BRASIL POR TRÁFICO TRANSNACIONAL DE ENTORPECENTES. EXTRADIÇÃO PARCIALMENTE DEFERIDA. \n\n\n\n    I - O delito previsto no art. 148, 1º e 4º, do Código Penal espanhol corresponde ao crime inscrito no art. 129, § 9º, do Código Penal brasileiro, bem como o crime tipificado no art. 178 do Código Penal estrangeio, equivale ao delito de atentado violento ao pudor, na forma tentada (art. 214, c/c art. 14, inciso II, do CPB). \n\n\n\n    II - A extradição não deve prosperar em relação aos delitos de invasão de domicílio e de violação de medida cautelar, em virtude da prescrição da pretensão punitiva estatal, segundo a legislação brasileira. Os delitos nacionais são correspondentes aos arts. 150, §1º, e 330 do Código Penal brasileiro. Consideradas as penas em abstrato cominadas - 2 (dois) anos e 6 (seis) meses de detenção - e a ausência de notícia da ocorrência de marcos interruptivos desde a época dos fatos (2009), forçoso é concluir pela extinção da acusação, quanto aos referidos delitos. \n\n\n\n    III - Extradição parcialmente deferida - apenas em relação aos delitos de lesões corporais com meio perigoso e de agressão sexual -a qual permanecerá sobrestada até a resolução do processo a que o estrangeiro reponde no Brasil, podendo ser efetivada imediatamente, por decisão da Presidenta da República.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=5342075","externo_seq_objeto_incidente":4184806,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-041  DIVULG 26-02-2014  PUBLIC 27-02-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1271&classe=Ext","is_colac":false,"titulo":"Ext 1271","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 ART-00080 ART-00089 \n          ART-00090\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-INT   LEI      \n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00129 PAR-00009 \n          ART-00150 PAR-00001 ART-00214 ART-00330\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESPANHA"],"publicacao_data":"2014-02-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1271&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"Legislação estrangeira citada: art. 131, art. 148, 1º e 4º, art. 468 do Código Penal da Espanha.\n- Acórdão(s) citado(s):\n(CRIME SEXUAL, PALAVRA DA VÍTIMA)\nInq 2563 (TP). \nNúmero de páginas: 12.\nAnálise: 28/02/2014, MAR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : CARLOS ELDER BALCAZAR RIBEIRA OU CARLOS ELDER BALCAZAR RIBERA OU CARLOS ELDER BALCAZAR RIVERA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":256192,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1271","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2013-12-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1271,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur248252","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, em parte, o pedido de extradição, nos termos do voto do Relator. Não participaram, justificadamente, deste julgamento, a Senhora Ministra Cármen Lúcia e o Senhor Ministro Gilmar Mendes. Presidiu, este julgamento, o Senhor Ministro Celso de Mello. 2ª Turma, 29.10.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur248252","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:23:23.194098","dg_unique":"sjur248252","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA ARGENTINA. TRATADO DE EXTRADIÇÃO. DUPLA TIPICIDADE. CRIMES DE TRÁFICO DE ENTORPECENTES E RESISTÊNCIA QUALIFICADA. AUSÊNCIA DE PRESCRIÇÃO. PRESENTES OS REQUISITOS FORMAIS E MATERIAIS PARA O DEFERIMENTO DO PEDIDO. CRIME DE DESOBEDIÊNCIA. DELITO COM PENA MÁXIMA INFERIOR A 2 (DOIS) ANOS DE DETENÇÃO. NÃO ATENDIMENTO AO TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ARGENTINA. EXTRADIÇÃO PARCIALMENTE DEFERIDA. \n\n\n\n    I – O delito previsto nos arts. 865, d, e 866, ambos do Código Aduaneiro argentino, é equiparado ao crime previsto no art. 33 da Lei 11.343/2006, bem como o crime previsto no art. 237 do Código Penal argentino é equiparado à resistência qualificada (art. 329, § 1º, do Código Penal brasileiro). Dupla Tipicidade atendida.\n\n\n\n    II – O Tratado de Extradição entre Brasil e Argentina admite a extradição apenas quanto “às infrações a que a Lei do Estado requerido imponha pena de dois anos, ou mais, de prisão, compreendidas não só a autoria e a co-autoria, mas também a tentativa e a cumplicidade” (art. 2º).\n\n\n\n    III – O crime de desobediência, art. 330 do Código Penal brasileiro, tem a pena corporal máxima estabelecida em 6 (seis) meses de detenção, o que impossibilita, no ponto, o pleito extradicional.\n\n\n\n    IV – Extradição parcialmente deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=4864073","externo_seq_objeto_incidente":4408199,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-225  DIVULG 13-11-2013  PUBLIC 14-11-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1316&classe=Ext","is_colac":false,"titulo":"Ext 1316","documental_legislacao_citada_texto":["LEG-INT   TTD      ANO-1961\n          ART-00002\n                TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ARGENTINA\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00007 ART-00078 INC-00001 \n          ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 ART-00329 PAR-00001 ART-00330\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ARGENTINA\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ARGENTINA"],"publicacao_data":"2013-11-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, ACOLHIMENTO, ALEGAÇÃO DE DEFESA, NEGATIVA DE AUTORIA, DECORRÊNCIA, INEXISTÊNCIA, ELEMENTO SUFICIENTE, AUTOS. COMPETÊNCIA, PODER JUDICIÁRIO, REPÚBLICA ARGENTINA, APRECIAÇÃO, ELEMENTO DE PROVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1316&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: art. 55, art. 237 e art. 239, do Código Penal argentino, e art. 865, d, e art. 866 do Código Aduaneiro argentino.\r\nNúmero de páginas: 12.\r\nAnálise: 02/12/2013, GOD.\r\nRevisão: 17/12/2013, SER.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EXTDO.(A/S)  : ADEWALE JAMES ADEBAYO \nADV.(A/S)  : MARCO ANTONIO DE SOUZA \nREQTE.(S)  : GOVERNO DA ARGENTINA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":248252,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1316","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2013-10-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1316,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur403894","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 26.4.2019 a 3.5.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur403894","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur403894","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO EM MANDADO DE SEGURANÇA. DIREITO CONSTITUCIONAL E ADMINISTRATIVO. CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO – CNMP. PROCESSO ADMINISTRATIVO DISCIPLINAR. PROCURADOR DE JUSTIÇA ESTADUAL. ENTREVISTA EM RÁDIO LOCAL. LIBERDADE DE EXPRESSÃO. ABUSO DO EXERCÍCIO DE DIREITO. EXCESSO DE LINGUAGEM. VIOLAÇÃO DE DEVERES FUNCIONAIS DE MEMBRO DO MINISTÉRIO PÚBLICO. ATRIBUIÇÕES CONSTITUCIONALMENTE ATRIBUÍDAS AO CNMP. ART. 130-A, § 2º, III, DA CONSTITUIÇÃO DA REPÚBLICA. DEFERÊNCIA. CAPACIDADE INSTITUCIONAL. HABILITAÇÃO TÉCNICA. APLICAÇÃO DA PENALIDADE DE ADVERTÊNCIA. AUSÊNCIA DE DIREITO LÍQUIDO E CERTO. NECESSIDADE DE DILAÇÃO PROBATÓRIA. AGRAVO INTERNO DESPROVIDO.\n\n\n\n    1. A democracia funda-se na presunção em favor da liberdade do cidadão, o que pode ser sintetizado pela expressão germânica Freiheitsvermutung (presunção de liberdade), teoria corroborada pela doutrina norte-americana do primado da liberdade (preferred freedom doctrine), razão pela qual ao Estado contemporâneo se impõe o estímulo ao livre intercâmbio de opiniões em um mercado de idéias (free marktplace of ideas) indispensável para a formação da opinião pública.\n\n\n\n    2. A liberdade de expressão, a despeito de possuir uma preferred position nas democracias constitucionais contemporâneas, pode sofrer limitações, desde que razoáveis, proporcionais e visem a prestigiar outros direitos e garantias de mesmo status jusfundamental (e.g., a honra, a imagem, a vida privada e a intimidade).\n\n\n\n    3. A conduta imputada ao impetrante no Processo Administrativo Disciplinar diz respeito à utilização de expressões inadequadas e desrespeitosas ao se referir à sociedade, à determinada autoridade judiciária federal, ao Supremo Tribunal Federal e ao Ministério Público em entrevista concedida na qualidade de Procurador da República.\n\n\n\n    4. In casu, restou apurado que, ao conceder entrevista à determinada rádio, o impetrante: (i) imputou ao Juiz Federal Sérgio Moro as características de “analfabeto” e “midiático, que gosta muito de mídia, de aparecer”, (ii) declarou que o Supremo Tribunal Federal e os demais Tribunais ignorariam as supostas nulidades praticadas no bojo da Operação Lava Jato porque “não têm coragem para anulá-las”, (iii) alegou que as medidas supostamente ilegais decretadas pela Justiça Federal partiram de iniciativa do Ministério Público Federal, “pedidas pela minha instituição”, e (iv) ao ser questionado acerca da opinião pública acerca do suposto envolvimento do ex-Presidente da República Luiz Inácio Lula da Silva em práticas criminosas, declarou que “noventa por cento da sociedade e merda para mim é a mesma coisa”; ato contínuo, ao ser indagado por determinado ouvinte se ele estaria incluído neste grupo, o impetrante retificou a sua manifestação declarando que “cem por cento é merda”, e respondeu que estariam ambos incluídos.\n\n\n\n    5. A liberdade de expressão não pode ser invocado para excluir a possibilidade de responsabilização disciplinar dos membros do Ministério Público que se portem de forma a violar os direitos fundamentais de qualquer pessoa ou revelem, através de manifestações, absoluta inadequação aos vetores axiológicos e aos parâmetros éticos e jurídicos que regem a atuação dos membros do Parquet.\n\n\n\n    6. O art. 130-A, § 2º, III, da Constituição da República outorga ao Conselho Nacional do Ministério Público a competência originária para o recebimento de reclamações disciplinares contra membros do Ministério Público.\n\n\n\n    7. O Conselho Nacional do Ministério Público, após o devido processo legal, entendeu que “a conduta do processado importou em violação dos deveres legais de manter, pública e particularmente, conduta ilibada e compatível com o exercício do cargo (artigo 145, inciso I, da LCE nº 11/96), de zelar pela dignidade da justiça e pelo prestígio de suas funções (artigo 145, inciso II, da LCE nº 11/96), bem como de tratar com urbanidade os Magistrados, os Advogados, as partes, as testemunhas, os funcionários e os auxiliares da Justiça ( artigo 145, inciso IV, da LCE nº 11/96)”.\n\n\n\n    8. O ato impugnado encontra-se devidamente justificado e está dentro do espectro de competências do órgão de controle, o que revela ser a causa petendi do mandamus incompatível com rito especial da ação, mormente por não estar demonstrado, por meio de prova inequívoca, ilegalidade ou abuso de poder praticado pela autoridade impetrada a evidenciar violação a direito líquido e certo.\n\n\n\n    9. O Supremo Tribunal Federal não é instância recursal das decisões administrativas tomadas pelo CNMP no regular exercício das atribuições constitucionalmente estabelecidas, de sorte que, ressalvadas as hipóteses de flagrante ilegalidade ou teratologia, impõe-se ao Poder Judiciário autocontenção (judicial self-restraint) e deferência às valorações realizadas pelos órgãos especializados, dada sua maior capacidade institucional para o tratamento da matéria.\n\n\n\n    10. A medida liminar em processos objetivos opera-se com efeitos ex nunc, a teor do que dispõe expressamente o art. 11, § 1º, da Lei 9.868/1999, o que refuta a aplicabilidade da decisão cautelar monocrática exarada na ADI 5.125, uma vez que ela foi publicada em 10.02.2017, ao passo que o acórdão impugnado data de 21.06.2016.\n\n\n\n    11. Agravo interno DESPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749829042","externo_seq_objeto_incidente":5490834,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-102  DIVULG 15-05-2019  PUBLIC 16-05-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=34493&classe=MS","is_colac":false,"titulo":"MS 34493 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-0130A PAR-00002 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00011 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012663      ANO-2012\n          ART-00028\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 NÚMERO-2 LET-A\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-2008\n          ART-00018 INC-00006 ART-00077 INC-00004\n                REGIMENTO INTERNO DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - CNMP\n\n","LEG-EST   LCP-000011      ANO-1996\n          ART-00145 INC-00001 INC-00002 INC-00004\n                LEI COMPLEMENTAR, BA"],"publicacao_data":"2019-05-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- MANDADO DE SEGURANÇA, REEXAME, FATO, PROVA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO, AGRAVO, PROSSEGUIMENTO, MANDADO DE SEGURANÇA, ATUAÇÃO, PLENÁRIO VIRTUAL, PREJUÍZO, ORDENAMENTO JURÍDICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=34493&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIMITAÇÃO, DIREITO, LIBERDADE DE EXPRESSÃO)\nAO 1390 (TP), ADI 5136 MC (TP). \n(MS, REEXAME, FATO, PROVA)\nMS 28353 AgR (1ªT), MS 28790 ED (TP), MS 33848 AgR (2ªT). \n- Decisão monocrática citada:\n(COMPETÊNCIA, CNMP)\nMS 28799.\n- Legislação estrangeira citada:  Art. 10, da Convenção Europeia dos Direitos do Homem.\n- Decisões estrangeiras citadas: Caso Lüth (BverfGE 7, 198 –230), da Corte Constitucional alemã.\n- Veja ADI 5125 do STF.\nNúmero de páginas: 32.\nAnálise: 14/10/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ROMULO DE ANDRADE MOREIRA \nADV.(A/S)  : MIGUEL CALMON TEIXEIRA DE CARVALHO DANTAS \nAGDO.(A/S)  : CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":403894,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"MS 34493 AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2019-05-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"ALEXY, Robert. Teoria dos direitos fundamentais. São Paulo: Malheiros, 2008. p. 379.\nBADENI, Gregorio. Tratado de libertad de prensa. Buenos Aires: Lexis Nevis, 2002. p. 21.\nMEIRELLES, Hely Lopes. Mandado de Segurança. 27. ed. São Paulo: Malheiros, 2004. p. 36-38.","ministro_facet":["LUIZ FUX"],"processo_numero":34493,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur154817","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: Adiado por pedido de vista do Sr. Ministro Victor Nunes, após votar pela denegação da segurança o Sr. Ministro Relator. \r\n23.08.1961\r\nDecisão: Adiado, por haver pedido vista o Sr. Ministro Gonçalves de Oliveira, após os votos do Sr. Ministro Relator denegando a segurança e do Sr. Ministro Victor Nunes concedendo-a. \r\n25.10.1961\r\nDecisão: Denegaram a segurança, vencidos os Srs. Ministros Victor Nunes, Gonçalves de Oliveira, Vilas Boas e Luiz Gallotti. \r\n17.11.1961","is_repercussao_geral_merito":false,"relator_processo_nome":"RIBEIRO DA COSTA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur154817","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:14:30.528146","dg_unique":"sjur154817","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"INSTITUTOS AUTÁRQUICOS. NOMEAÇÃO E EXONERAÇÃO DE MEMBROS DE SUAS\r\nDIRETORIAS, PRESIDENTES E CONSELHEIROS. CONSTITUIÇÃO FEDERAL\r\nVIGENTE, ART. 87, Nº V; DISPOSITIVOS EQUIVALENTES DA CARTA DE 1937 E\r\nDA CONSTITUIÇÃO DE 1934. INTELIGÊNCIA. PODER DE EXONERAR IMPLÍCITO\r\nNO DE NOMEAR. MANDATO POR TEMPO CERTO. INOCORRÊNCIA.\r\nCARGOS EM COMISSÃO OU DE CONFIANÇA. DEMISSIBILIDADE AD NUTUM.\r\nPROGRAMA POLÍTICO, SOCIAL E ECONÔMICO DO GOVÊRNO. EXECUÇÃO E\r\nCONTRÔLE DO PODER EXECUTIVO. DENEGAÇÃO DE MANDADO DE SEGURANÇA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=8693&classe=MS","externo_seq_objeto_incidente":1426124,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 20-08-1962 PP-02255  EMENT VOL-00512-01 PP-00085\r\nADJ 15-10-1962 PP-00532      \r\nRTJ VOL-00025-01 PP-00055","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=8693&classe=MS","is_colac":false,"titulo":"MS 8693","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1891\r\n          ART-00048 INC-00005  \r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n\r\n","LEG-FED   CF       ANO-1934\r\n          ART-00056 INC-00014 ART-00173 \r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n\r\n","LEG-FED   CF       ANO-1937\r\n          ART-00074 LET-L  \r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n\r\n","LEG-FED   CF       ANO-1946\r\n          ART-00036 ART-00087 INC-00005 ART-00137\r\n          INC-00016 ART-00184 ART-00187 ART-00188\r\n          PAR-ÚNICO ART-00199  \r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n\r\n","LEG-FED   LEI-003071      ANO-1916\r\n          ART-01288 ART-01523  \r\n                CC-1916 CÓDIGO CIVIL\r\n\r\n","LEG-FED   LEI-001711      ANO-1952\r\n          ART-00082 PAR-00001 INC-00001 INC-00002\r\n          ART-00180   \r\n                EF-1952 ESTATUTO DOS FUNCIONÁRIOS PÚBLICOS CIVIS DA UNIÃO\r\n\r\n","LEG-FED   LEI-003807      ANO-1960\r\n          ART-00099 ART-00103 PAR-00001 PAR-00003\r\n          ART-00128   \r\n                LOPS-1960 LEI ORGÂNICA DA PREVIDÊNCIA SOCIAL\r\n\r\n","LEG-FED   LEI-002924      ANO-1915\r\n          LEI ORDINÁRIA\r\n\r\n","LEG-FED   LEI-003708      ANO-1919\r\n          ART-00015   \r\n          LEI ORDINÁRIA\r\n\r\n","LEG-FED   LEI-001741      ANO-1952\r\n          LEI ORDINÁRIA\r\n\r\n","LEG-FED   SUMSTF-000025  \r\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"1962-08-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"INSTITUTOS AUTÁRQUICOS.\n DIREITO ADMINISTRATIVO\n INQUÉRITO ADMINISTRATIVO","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=8693&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Precedente da Súmula 25 do STF.\r\n- Veja MS 8651, MS 8802, MS 8876.\r\n- Acórdãos citados: MS 2817, RE 24432, AI 24715, RE 29050. \r\n- Legislação estrangeira citada: artigo 121 do Código Comercial Italiano; artigo 172 do Código Comercial Português; Constituição Argentina. \r\n- Decisões estrangeiras citadas: Caso Humphrev's Executor versus United States (1935), Caso Myron Wienner versus United States (1958), ambos da Suprema Corte dos Estados Unidos. \r\nNúmero de páginas: 113.\r\nAlteração: 28/01/2010, TBS.\r\nAlteração: 22/06/2015, WSA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPETRANTE: MURILLO GONDIM COUTINHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":154817,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 8693","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"1962-11-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"CAVALCANTI, Temístocles. A Constituição Federal Comentada. vol. 3. p. \r\n163. \r\nJOHNSON, Claudios. Government in the United States. 1956. p. 534.\r\nPONTES DE MIRANDA, Francisco Cavalcanti. Comentários à Constituição. \r\nvol. 4. p. 137. \r\nMAXIMILIANO, Carlos. Comentários à Constiuição Brasileira. vol. 2. \r\n1948. p. 237. \r\nORLANDO, Victor Manuel. Diritto Pubblico Generale. p. 420.\r\nMEYERS, Otto. Direito Administrativo Alemão. vol. 1. p. 181.\r\nOVIEDO, Garcia. Studdi di Diritto Pubblico, in onore de Oreste \r\nRenelletti. p. 59.\r\nPEIXOTO, Carlos Fulgêncio da Cunha. A Sociedade por cotas de \r\nresponsabilidade limitada. p. 32. \r\nASCARELLI, Tullio. Problemas das Sociedades Anônimas. p. 362.\r\nMENDONÇA, José Xavier Carvalho de. Tratado de Direito Comercial \r\nBrasileiro. vol. 4. p. 52.\r\nBEVILÁQUIA, Achilles. Sociedades Anônimas e as Comandadas por ação. p. \r\n134\r\nVAMPRÉ, Spencer. Direito Comercial. vol. 2. \nVISHEDER, Paul. Les nouvelles tendences de la démocratie anglaise. p. \r\n171.","ministro_facet":["RIBEIRO DA COSTA"],"processo_numero":8693,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur169452","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do \r\n   voto do Relator, Ministro Gilmar Mendes (Presidente), conheceu e \r\n   deu provimento aos recursos extraordinários, declarando a \r\n   não-recepção do artigo 4º, inciso V, do Decreto-lei nº 972/1969, \r\n   vencido o Senhor Ministro Marco Aurélio. Ausentes, licenciados, \r\n   os Senhores Ministros Joaquim Barbosa e Menezes Direito. Falaram, \r\n   pelo recorrente, Sindicato das Empresas de Rádio e Televisão no \r\n   Estado de São Paulo - SERTESP, a Dra. Taís Borja Gasparian; pelo \r\n   Ministério Público Federal, o Procurador-Geral da República, Dr. \r\n   Antônio Fernando Barros e Silva de Souza; pelos recorridos, FENAJ \r\n   - Federação Nacional dos Jornalistas e outro, o Dr. João Roberto \r\n   Egydio Piza Fontes e, pela Advocacia-Geral da União, a Dra. Grace \r\n   Maria Fernandes Mendonça, Secretária-Geral de Contencioso. \r\n   Plenário, 17.06.2009.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur169452","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:14:30.528146","dg_unique":"sjur169452","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: JORNALISMO. EXIGÊNCIA DE DIPLOMA DE CURSO SUPERIOR, \r\n   REGISTRADO PELO MINISTÉRIO DA EDUCAÇÃO, PARA O EXERCÍCIO DA \r\n   PROFISSÃO DE JORNALISTA. LIBERDADES DE PROFISSÃO, DE EXPRESSÃO E \r\n   DE INFORMAÇÃO. CONSTITUIÇÃO DE 1988 (ART. 5º, IX E XIII, E ART. \r\n   220, CAPUT E § 1º). NÃO RECEPÇÃO DO ART. 4º, INCISO V, DO \r\n   DECRETO-LEI N° 972, DE 1969. \r\n1. RECURSOS EXTRAORDINÁRIOS. ART. \r\n   102, III, \"A\", DA CONSTITUIÇÃO. REQUISITOS PROCESSUAIS \r\n   INTRÍNSECOS E EXTRÍNSECOS DE ADMISSIBILIDADE. Os recursos \r\n   extraordinários foram tempestivamente interpostos e a matéria \r\n   constitucional que deles é objeto foi amplamente debatida nas \r\n   instâncias inferiores. Recebidos nesta Corte antes do marco \r\n   temporal de 3 de maio de 2007 (AI-QO nº 664.567/RS, Rel. Min. \r\n   Sepúlveda Pertence), os recursos extraordinários não se submetem \r\n   ao regime da repercussão geral.\r\n2. LEGITIMIDADE ATIVA DO \r\n   MINISTÉRIO PÚBLICO PARA PROPOSITURA DA AÇÃO CIVIL PÚBLICA. O \r\n   Supremo Tribunal Federal possui sólida jurisprudência sobre o \r\n   cabimento da ação civil pública para proteção de interesses \r\n   difusos e coletivos e a respectiva legitimação do Ministério \r\n   Público para utilizá-la, nos termos dos arts. 127, caput, e 129, \r\n   III, da Constituição Federal. No caso, a ação civil pública foi \r\n   proposta pelo Ministério Público com o objetivo de proteger não \r\n   apenas os interesses individuais homogêneos dos profissionais do \r\n   jornalismo que atuam sem diploma, mas também os direitos \r\n   fundamentais de toda a sociedade (interesses difusos) à plena \r\n   liberdade de expressão e de informação. \r\n3. CABIMENTO DA AÇÃO \r\n   CIVIL PÚBLICA. A não-recepção do Decreto-Lei n° 972/1969 pela \r\n   Constituição de 1988 constitui a causa de pedir da ação civil \r\n   pública e não o seu pedido principal, o que está plenamente de \r\n   acordo com a jurisprudência desta Corte. A controvérsia \r\n   constitucional, portanto, constitui apenas questão prejudicial \r\n   indispensável à solução do litígio, e não seu pedido único e \r\n   principal. Admissibilidade da utilização da ação civil pública \r\n   como instrumento de fiscalização incidental de \r\n   constitucionalidade. Precedentes do STF.\r\n\r\n4. ÂMBITO DE PROTEÇÃO \r\n   DA LIBERDADE DE EXERCÍCIO PROFISSIONAL (ART. 5º, INCISO XIII, DA \r\n   CONSTITUIÇÃO). IDENTIFICAÇÃO DAS RESTRIÇÕES E CONFORMAÇÕES LEGAIS \r\n   CONSTITUCIONALMENTE PERMITIDAS. RESERVA LEGAL QUALIFICADA. \r\n   PROPORCIONALIDADE. A Constituição de 1988, ao assegurar a \r\n   liberdade profissional (art. 5º, XIII), segue um modelo de \r\n   reserva legal qualificada presente nas Constituições anteriores, \r\n   as quais prescreviam à lei a definição das \"condições de \r\n   capacidade\" como condicionantes para o exercício profissional. No \r\n   âmbito do modelo de reserva legal qualificada presente na \r\n   formulação do art. 5º, XIII, da Constituição de 1988, paira uma \r\n   imanente questão constitucional quanto à razoabilidade e \r\n   proporcionalidade das leis restritivas, especificamente, das leis \r\n   que disciplinam as qualificações profissionais como \r\n   condicionantes do livre exercício das profissões. Jurisprudência \r\n   do Supremo Tribunal Federal: Representação n.° 930, Redator p/ o \r\n   acórdão Ministro Rodrigues Alckmin, DJ, 2-9-1977. A reserva legal \r\n   estabelecida pelo art. 5º, XIII, não confere ao legislador o \r\n   poder de restringir o exercício da liberdade profissional a ponto \r\n   de atingir o seu próprio núcleo essencial. \r\n\r\n5. JORNALISMO E \r\n   LIBERDADES DE EXPRESSÃO E DE INFORMAÇÃO. INTEPRETAÇÃO DO ART. 5º, \r\n   INCISO XIII, EM CONJUNTO COM OS PRECEITOS DO ART. 5º, INCISOS IV, \r\n   IX, XIV, E DO ART. 220 DA CONSTITUIÇÃO. O jornalismo é uma \r\n   profissão diferenciada por sua estreita vinculação ao pleno \r\n   exercício das liberdades de expressão e de informação. O \r\n   jornalismo é a própria manifestação e difusão do pensamento e da \r\n   informação de forma contínua, profissional e remunerada. Os \r\n   jornalistas são aquelas pessoas que se dedicam profissionalmente \r\n   ao exercício pleno da liberdade de expressão. O jornalismo e a \r\n   liberdade de expressão, portanto, são atividades que estão \r\n   imbricadas por sua própria natureza e não podem ser pensadas e \r\n   tratadas de forma separada. Isso implica, logicamente, que a \r\n   interpretação do art. 5º, inciso XIII, da Constituição, na \r\n   hipótese da profissão de jornalista, se faça, impreterivelmente, \r\n   em conjunto com os preceitos do art. 5º, incisos IV, IX, XIV, e \r\n   do art. 220 da Constituição, que asseguram as liberdades de \r\n   expressão, de informação e de comunicação em geral. \r\n\r\n6. \r\n   DIPLOMA DE CURSO SUPERIOR COMO EXIGÊNCIA PARA O EXERCÍCIO DA \r\n   PROFISSÃO DE JORNALISTA. RESTRIÇÃO INCONSTITUCIONAL ÀS LIBERDADES \r\n   DE EXPRESSÃO E DE INFORMAÇÃO. As liberdades de expressão e de \r\n   informação e, especificamente, a liberdade de imprensa, somente \r\n   podem ser restringidas pela lei em hipóteses excepcionais, sempre \r\n   em razão da proteção de outros valores e interesses \r\n   constitucionais igualmente relevantes, como os direitos à honra, \r\n   à imagem, à privacidade e à personalidade em geral. Precedente do \r\n   STF: ADPF n° 130, Rel. Min. Carlos Britto. A ordem constitucional \r\n   apenas admite a definição legal das qualificações profissionais \r\n   na hipótese em que sejam elas estabelecidas para proteger, \r\n   efetivar e reforçar o exercício profissional das liberdades de \r\n   expressão e de informação por parte dos jornalistas. Fora desse \r\n   quadro, há patente inconstitucionalidade da lei. A exigência de \r\n   diploma de curso superior para a prática do jornalismo - o qual, \r\n   em sua essência, é o desenvolvimento profissional das liberdades \r\n   de expressão e de informação - não está autorizada pela ordem \r\n   constitucional, pois constitui uma restrição, um impedimento, uma \r\n   verdadeira supressão do pleno, incondicionado e efetivo exercício \r\n   da liberdade jornalística, expressamente proibido pelo art. 220, \r\n   § 1º, da Constituição. \r\n7. PROFISSÃO DE JORNALISTA. ACESSO E \r\n   EXERCÍCIO. CONTROLE ESTATAL VEDADO PELA ORDEM CONSTITUCIONAL. \r\n   PROIBIÇÃO CONSTITUCIONAL QUANTO À CRIAÇÃO DE ORDENS OU CONSELHOS \r\n   DE FISCALIZAÇÃO PROFISSIONAL. No campo da profissão de jornalista,\r\n   não há espaço para a regulação estatal quanto às qualificações \r\n   profissionais. O art. 5º, incisos IV, IX, XIV, e o art. 220, não \r\n   autorizam o controle, por parte do Estado, quanto ao acesso e \r\n   exercício da profissão de jornalista. Qualquer tipo de controle \r\n   desse tipo, que interfira na liberdade profissional no momento do \r\n   próprio acesso à atividade jornalística, configura, ao fim e ao \r\n   cabo, controle prévio que, em verdade, caracteriza censura prévia \r\n   das liberdades de expressão e de informação, expressamente vedada \r\n   pelo art. 5º, inciso IX, da Constituição. A impossibilidade do \r\n   estabelecimento de controles estatais sobre a profissão \r\n   jornalística leva à conclusão de que não pode o Estado criar uma \r\n   ordem ou um conselho profissional (autarquia) para a fiscalização \r\n   desse tipo de profissão. O exercício do poder de polícia do \r\n   Estado é vedado nesse campo em que imperam as liberdades de \r\n   expressão e de informação. Jurisprudência do STF: Representação \r\n   n.° 930, Redator p/ o acórdão Ministro Rodrigues Alckmin, DJ, \r\n   2-9-1977. \r\n8. JURISPRUDÊNCIA DA CORTE INTERAMERICANA DE DIREITOS \r\n   HUMANOS. POSIÇÃO DA ORGANIZAÇÃO DOS ESTADOS AMERICANOS - OEA. A \r\n   Corte Interamericana de Direitos Humanos proferiu decisão no dia \r\n   13 de novembro de 1985, declarando que a obrigatoriedade do \r\n   diploma universitário e da inscrição em ordem profissional para o \r\n   exercício da profissão de jornalista viola o art. 13 da Convenção \r\n   Americana de Direitos Humanos, que protege a liberdade de \r\n   expressão em sentido amplo (caso \"La colegiación obligatoria de \r\n   periodistas\" - Opinião Consultiva OC-5/85, de 13 de novembro de \r\n   1985). Também a Organização dos Estados Americanos - OEA, por \r\n   meio da Comissão Interamericana de Direitos Humanos, entende que \r\n   a exigência de diploma universitário em jornalismo, como condição \r\n   obrigatória para o exercício dessa profissão, viola o direito à \r\n   liberdade de expressão (Informe Anual da Comissão Interamericana \r\n   de Direitos Humanos, de 25 de fevereiro de 2009). \r\nRECURSOS \r\n   EXTRAORDINÁRIOS CONHECIDOS E PROVIDOS.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=511961&classe=RE","externo_seq_objeto_incidente":2469175,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-213  DIVULG 12-11-2009  PUBLIC 13-11-2009\nEMENT VOL-02382-04  PP-00692\nRTJ VOL-00213-01 PP-00605","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=511961&classe=RE","is_colac":false,"titulo":"RE 511961","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1824\n          ART-00179 INC-00024\n                CF-1824 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00024 ART-00083\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00133 INC-00013 ART-00187\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00122 INC-00008\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00005 INC-00015 ART-00141 PAR-00014\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 INC-00017 LET-R ART-00150 \n          PAR-00023 \n          ART-00153 PAR-00023 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n          ART-00055 INC-00001 INC-00002 INC-00003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 INC-00002 INC-00004 \n          INC-00006 INC-00009 INC-00010 INC-00010 \n          INC-00012 INC-00013 INC-00014 INC-00015 \n          INC-00023 INC-00054 INC-00058 ART-00102 \n          INC-00003 LET-A ART-00103 ART-00127 \n          \"CAPUT\" ART-00129 INC-00003 ART-00220 \n          \"CAPUT\" PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   AIT-000005      ANO-1968\n          ART-00002 PAR-00001\n                ATO INSTITUCIONAL\n\n","LEG-FED   AIT-000016      ANO-1969\n                ATO INSTITUCIONAL \r\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-00692 ART-01325\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00626\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00188 ART-00508\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003688      ANO-1941\n          ART-00047\n                LCP-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\r\n\n","LEG-FED   LCP-000075      ANO-1993\n          ART-00006 INC-00007\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-006612      ANO-1979\n                LEI ORDINÁRIA \r\n\n","LEG-FED   LEI-007347      ANO-1985\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007360      ANO-1985\n                LEI ORDINÁRIA \r\n\n","LEG-FED   LEI-008265      ANO-1993\n          ART-00025 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n                LEI ORDINÁRIA \r\n\n","LEG-INT   CVC      ANO-1966\n          ART-00013 ART-00029\n                PACTO DE SÃO JOSÉ DA COSTA RICA CONVENÇÃO AMERICANA SOBRE OS DIREITOS HUMANOS ASSINADA EM SÃO JOSÉ DA COSTA RICA, OEA\n\n","LEG-FED   DEL-000972      ANO-1969\n          ART-00002 LET-A LET-B LET-C \n          LET-D LET-E LET-F LET-G \n          LET-H LET-I LET-J LET-L \n          ART-00004 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 PAR-00005 ART-00006 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F LET-G LET-H \n          LET-I LET-J LET-L PAR-ÚNICO \n          ART-00013 PAR-ÚNICO\n                DECRETO-LEI\n\n","LEG-FED   DEC-083284      ANO-1979\n          ART-00004 INC-00001 INC-00002 INC-00003 \n          INC-00004\n                DECRETO\n\n","LEG-EST   DEC-025723      ANO-1999\n                DECRETO, RJ"],"publicacao_data":"2009-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUSÊNCIA, ADEQUAÇÃO, ATRIBUIÇÃO, \r\nAMPLIAÇÃO, COMPETÊNCIA, AÇÃO CIVIL PÚBLICA, DEFESA, ÂMBITO JUDICIAL, \r\nTOTALIDADE, INTERESSE SOCIAL. NECESSIDADE, IDENTIFICAÇÃO, ÂMBITO, \r\nDEFESA, DIREITO FUNDAMENTAL, FINALIDADE, APRECIAÇÃO, RESTRIÇÃO, DIREITO \r\n\r\n\r\n\r\n\r\n\r\n\r\nFUNDAMENTAL. RESERVA LEGAL, PREVISÃO, CONSTITUIÇÃO FEDERAL, AUSÊNCIA, \r\nOUTORGA, LEGISLADOR, LIBERALIDADE, OFENSA, ESSENCIALIDADE, DIREITO \r\nFUNDAMENTAL. NECESSIDADE, COMPATIBILIDADE, RESTRIÇÃO, DECORRÊNCIA, \r\nRESERVA LEGAL, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA \r\nRAZOABILIDADE. POSSIBILIDADE, EXIGÊNCIA, QUALIFICAÇÃO PROFISSIONAL, \r\nEXCLUSIVIDADE, PROFISSÃO, OFERECIMENTO, RISCO, DANO, INTERESSE SOCIAL, \r\nINEXISTÊNCIA, HIPÓTESE, JORNALISTA. NECESSIDADE, INTERVENÇÃO, MATÉRIA, \r\nLIBERDADE DE EXPRESSÃO, LIBERDADE DE  INFORMAÇÃO, EXCEPCIONALIDADE. \r\nADMISSIBILIDADE, FIXAÇÃO, DEFINIÇÃO, LEI, QUALIFICAÇÃO PROFISSIONAL, \r\nFINALIDADE, AMPLIAÇÃO, DEFESA, LIBERDADE DE  INFORMAÇÃO, LIBERDADE DE \r\nEXPRESSÃO, ÂMBITO, PROFISSÃO, JORNALISTA. DESCABIMENTO, ABUSO, \r\nLIBERDADE DE EXPRESSÃO, SUJEIÇÃO, CONTROLE, MOMENTO ANTERIOR, \r\nNECESSIDADE, APLICAÇÃO, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL, \r\n\r\n\r\n\r\n\r\n\r\n\r\nMOMENTO POSTERIOR, NECESSIDADE, EMPRESA, COMUNICAÇÃO, REGULAÇÃO, \r\nCONDUTA, PROFISSIONAL, JORNALISTA, FIXAÇÃO, PROCEDIMENTO, AVALIAÇÃO, \r\nCONTRATAÇÃO, DESEMPENHO. REALIZAÇÃO, ENSINO SUPERIOR, JORNALISTA, \r\nAUSÊNCIA, GARANTIA, IDONEIDADE MORAL, PROFISSIONAL, AFASTAMENTO, RISCO, \r\n\r\n\r\n\r\n\r\n\r\n\r\nDANO, INTERESSE SOCIAL.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. EROS GRAU: DESNECESSIDADE, \r\nLEGISLAÇÃO INFRACONSTITUCIONAL, SUBMISSÃO, PROCESSO LEGISLATIVO, \r\nFINALIDADE, RECEPÇÃO, NORMA, SUFICIÊNCIA, COMPATIBILIDADE, NOVA ORDEM \r\nCONSTITUCIONAL. DESCABIMENTO, LEGISLADOR ORDINÁRIO, EXIGÊNCIA, \r\nQUALIFICAÇÃO PROFISSIONAL, EXERCÍCIO, TOTALIDADE, PROFISSÃO, \r\nPOSSIBILIDADE, FIXAÇÃO, RESTRIÇÃO, HIPÓTESE, DEFESA, INTERESSE SOCIAL. \r\nPROFISSÃO, JORNALISTA, AUSÊNCIA, EXIGÊNCIA, QUALIFICAÇÃO PROFISSIONAL, \r\nESPECIFICIDADE, DECORRÊNCIA, PROFISSÃO, INEXISTÊNCIA, RISCO, DANO, \r\nINTERESSE SOCIAL.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. AYRES BRITTO: DESCABIMENTO, \r\nMATÉRIA, ESSENCIALIDADE, IMPRENSA, REGULAMENTAÇÃO, INTERMÉDIO, LEI, \r\nNECESSIDADE, SUBMISSÃO, CONSTITUIÇÃO FEDERAL.\r\n\r\n- VOTO VENCIDO,  MIN. MARCO AURÉLIO: NECESSIDADE, JORNALISTA, OBTENÇÃO, \r\n\r\n\r\n\r\n\r\n\r\nFORMAÇÃO, ENSINO SUPERIOR, VIABILIZAÇÃO, ADEQUAÇÃO, EXERCÍCIO, \r\nATIVIDADE PROFISSIONAL. EXIGÊNCIA, ENSINO SUPERIOR, JORNALISTA, \r\nFAVORECIMENTO, SEGURANÇA JURÍDICA, SUPERIORIDADE, QUALIFICAÇÃO \r\nPROFISSIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=511961&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdãos citados: ADPF 130, Rcl 434, Rcl 554, Rcl 600, Rcl 602, \r\nRp 930, Rp 1054, AC 1406, Rcl 2224, Rcl 2460 MC, Rcl 2460, \r\nADI 2450, ADI 2950, ADI 4071 AgR, RE 70563, RE 163231, \r\nRE 185360, RE 190976, RE 195056, RE 208790, RE 213015, \r\nRE 262134, RE 262134 AgR, RE 424993, AI 664567 QO; TJ/SP: MS 111910; RDA 207/352.\r\n- Decisões monocráticas citadas: Rcl 611, Rcl 1733, RE 247134.\r\n- Veja Opinião Consultiva OC-5/85 de 13 de novembro de 1985 da Corte Interamericana de Direitos Humanos.\r\n- Veja Nota NP/CONJUR/TEM/ n. 008/2001 da Consultoria Jurídica da \r\nSecretaria Executiva do Ministério Público do Trabalho.\r\n- Legislação estrangeira citada: art. 1º n. 3, art. 19 n. 2 da Lei Fundamental \r\nde Bonn; art. 18 n. 3 da Constituição de Portugal de 1976; art. 53 n. 1 da \r\nConstituição da Espanha de 1978.\r\nNúmero de páginas: 138.\r\nAnálise: 01/12/2009, FMN.\r\nAlteração: 26/08/2014, SER.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)           : SINDICATO DAS EMPRESAS DE RÁDIO E TELEVISÃO NO ESTADO DE SÃO PAULO - SERTESP\r\nADV.(A/S)           : RONDON AKIO YAMADA E OUTRO(A/S)\r\nRECTE.(S)           : MINISTÉRIO PÚBLICO FEDERAL\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA\r\nRECDO.(A/S)         : UNIÃO\r\nADV.(A/S)           : ADVOGADO-GERAL DA UNIÃO\r\nRECDO.(A/S)         : FENAJ- FEDERAÇÃO NACIONAL DOS JORNALISTAS E OUTRO(A/S)\r\nADV.(A/S)           : JOÃO ROBERTO EGYDIO PIZA FONTES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":169452,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 511961","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2009-06-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALEXY, Robert. Theorie der Grundrechte. Frankfurt am Main, 1986 , \r\np. 267.\r\nANDRADE, Manuel da Costa. Liberdade de Imprensa e \r\ninviolabilidade pessoal: uma perspectiva jurídico-criminal. \r\nCoimbra: Coimbra Editora, 1996. p. 59, 62-63. \r\nATALIBA, Geraldo. Efeitos da nova Constituição. Boletim AASP,\r\nn. 1562, suplemento, p. 3, 23 nov. 1988.\r\nBARBALHO, João. Constituição Federal Brasileira, 1891. Edição \r\nFac-similar. Brasília: Senado Federal, 2002. p. 330. \r\nBROSSARD, Paulo. Constituição e leis a ela anteriores. RDT, n. 4,\r\np. 30.\r\nCANOTILHO, J. J. Gomes. Direito constitucional. Coimbra: \r\nAlmedina, 1991. p. 602-603. \r\nCERQUEIRA, Marcelo. A Constituição e o direito anterior - o\r\nfenômeno da recepção. Brasília, 1995. Centro de Documentação e \r\nInformação da Câmara dos Deputados. p. 63-83.\r\nDÓRIA, Sampaio. Direito Constitucional. 4. ed. Max Limonad, 1958.\r\ntomo II, v. 1, p. 736.\r\n_____. Direito Constitucional - comentários à Constituição\r\nde 1946. São Paulo: Max Limonad, 1960. v. 4, p. 637.\r\n_____. Os direitos do homem. São Paulo: Companhia\r\nEditora Nacional, 1942. p. 614.\r\nDUARTE, José. A Constituição Brasileira de 1946. Rio de Janeiro:\r\nImprensa Nacional, 1947. p. 33.\r\nGRAU, Eros. Revista de Direito Administrativo. Rio de Janeiro,\r\nv. 220, p. 285, abr.-jun. 2000.\r\nHERBERT. Der Wesensgehalt der Grundrechte. In: EuGRZ, 1985. \r\np. 321-322.\r\nHESSE. Grundzüge des Verfassüngsrechts, der Bundesrepublik \r\nDeutschland. Heidelberg: C. F. Müller, 1995. p. 18, n. 46, p. 134.\r\nKELSEN, Hans. Teoria generale del Diritto e dello Stato. Tradução\r\nitaliana. Milano: Ed. Comunità, 1952. p. 119.\r\nKREBS. in: VON MÜNCH/KUNIG, Grundgesetz-Kommentar, v. 1, \r\nart. 19, II, n. 23, p. 999.\r\nKOCH, Harald. Prozessführung im öffentlichen Interesse. Frankfurt \r\nam Main, 1983. p. 1.\r\nLERCHE, Peter. Grundrechtlicher Schutzbereich, Grundrechtsprägung \r\nund Grundrechtseingriff. In: Isensee/Kirchhoff, Handbuch des \r\nStaatsrechts, v. 5, p. 739, 746-747.\r\nMACHADO, Jónatas E. M. Liberdade de expressão: dimensões \r\nconstitucionais da esfera pública no sistema social. Coimbra: \r\nCoimbra Editora, 2002. p. 542-544.\r\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira. 4. ed.\r\nRio de Janeiro: Livraria Freitas Bastos, 1948. v. 3, p. 83, 90.\r\n_____. Comentários à Constituição Brasileira de 1891. \r\nEdição Fac-similar. Brasília: Senado Federal, 2005. p. 742.\r\nMELLO, Celso Antonio Bandeira de. Publicidade - Agências e \r\nagenciadores de propaganda - privilégios corporativos - \r\ninconstitucionalidade das normas que restrigem a liberdade dos \r\nanunciantes contratarem preços, descontos ou comissões com \r\nveículos de divulgação - \"Bureau de mídia\". RDA, n. 207, \r\np. 352.\r\nMIRANDA, Pontes de. Comentários à Constituição de 1946. 2. ed.\r\nSão Paulo: Max Limonad, 1953. v. 4, p. 196.\r\n_____. Comentários à Constituição de 1967. São Paulo:\r\nEditora Revista dos Tribunais, 1968. tomo V, p. 498-499.\r\nMOREIRA, Vital. O direito de resposta na Comunicação Social. \r\nCoimbra: Coimbra Editora, 1994. p. 9.\r\nPIEROTH/SCHLINK. Grundrechte: Staatsrecht II. 14. ed. \r\nHeidelberg: C. F. Müller, 1998. p. 50, 53, 57, 63, 65, 66-67.\r\nSCHMITT, Carl. Freiheitsrechte und institutionelle Garantien der \r\nReichsverfassung (1931). In: Verfassungsrechtliche Aufsätze aus \r\nden Jahren 1924/1954: Materialien zu einer Verfassungslehre, 1958. \r\np. 140-173.\r\n_____. Verfassungslehre. Berlin: Duncker & Humblot, 1954.\r\np. 170.\r\nSCHWABE, Jürgen. Probleme der Grundrechtsdogmatik. Darmstadt, \r\n1977. p. 152.\r\nVON MANGOLDT, Hermann. Das Bonner Grundgesetz: Considerações \r\nsobre os direitos fundamentais, 1953. p. 37, art. 19, nota 1.\r\nWOLFF, Reichsverfassung und Eigentum, In: Festgabe der Berliner \r\nJuristischen Fakultät für Wilhelm Kahl zum Doktorjubiläum am 19 April \r\n1923, p. IV 1-30.","ministro_facet":["GILMAR MENDES"],"processo_numero":511961,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur165703","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu dos embargos. Em \r\n   seguida, após o voto do relator, dando provimento aos embargos, \r\n   no que foi acompanhado pelos Senhores Ministros Carlos Britto, \r\n   Cezar Peluso e Ellen Gracie (Presidente), e dos votos dos \r\n   Senhores Ministros Menezes Direito, Cármen Lúcia, Ricardo \r\n   Lewandowski e Marco Aurélio, que os rejeitavam, o julgamento foi \r\n   suspenso para colher os votos dos Senhores Ministros Joaquim \r\n   Barbosa, licenciado, e Celso de Mello e Eros Grau, ausentes \r\n   justificadamente. Plenário, 17.03.2008.\r\nDecisão: Prosseguindo no \r\n   julgamento, o Tribunal, por maioria, rejeitou os embargos, \r\n   vencidos o Relator, Ministro Gilmar Mendes (Presidente), a \r\n   Senhora Ministra Ellen Gracie que proferiu voto em assentada \r\n   anterior, o Senhor Ministro Eros Grau e o Senhor Ministro Cezar \r\n   Peluso. Reajustou o voto proferido anteriormente o Senhor \r\n   Ministro Carlos Britto. Redigirá o acórdão o Senhor Ministro \r\n   Menezes Direito. Ausente, justificadamente, a Senhora Ministra \r\n   Ellen Gracie. Plenário, 22.04.2009.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"MENEZES DIREITO","revisor_processo_nome":null,"id":"sjur165703","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:14:30.528146","dg_unique":"sjur165703","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"EMENTA\r\n \r\nEmbargos de declaração. Ação direta de \r\n   inconstitucionalidade procedente. Inscrição na Paranaprevidência. \r\n   Impossibilidade quanto aos serventuários da justiça não \r\n   remunerados pelos cofres públicos. Modulação. Eficácia em relação \r\n   às aposentadorias e pensões já asseguradas e aos serventuários \r\n   que já preencham os requisitos legais para os benefícios.\r\n1. A \r\n   ausência, na ação direta de inconstitucionalidade, de pedido de \r\n   restrição dos efeitos da declaração no tocante a determinados \r\n   serventuários ou situações afasta, especificamente no caso \r\n   presente, a apontada omissão sobre o ponto.\r\n2. Embargos de \r\n   declaração rejeitados, por maioria.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=2791&classe=ADI-ED","externo_seq_objeto_incidente":3620980,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-167  DIVULG 03-09-2009  PUBLIC 04-09-2009\nEMENT VOL-02372-01  PP-00095","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2791&classe=ADI","is_colac":false,"titulo":"ADI 2791 ED","documental_legislacao_citada_texto":["LEG-FED   LEI-005869      ANO-1973\r\n          ART-00535   \r\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LEI-009868      ANO-1999\r\n          ART-00027 ART-00028  \r\n          LEI ORDINÁRIA\r\n","LEG-EST   LEI-012398      ANO-1998\r\n          ART-00034 PAR-00001 REDAÇÃO DADA PELA LEI-12607/1999\r\n          LEI ORDINÁRIA, PR\r\n","LEG-EST   LEI-012607      ANO-1999\r\n          LEI ORDINÁRIA, PR"],"publicacao_data":"2009-09-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INEXISTÊNCIA, OMISSÃO, \r\nCARACTERIZAÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, EFEITO EX TUNC, \r\nCONFIGURAÇÃO, MODULAÇÃO DE EFEITOS, EXCEPCIONALIDADE.\r\n\r\n- FUNDAMENTAÇÃO DIVERSA,  MIN. CÁRMEN LÚCIA: CONHECIMENTO, EMBARGOS DE \r\nDECLARAÇÃO, RECONHECIMENTO, POSSIBILIDADE, EXISTÊNCIA, OMISSÃO, \r\nCONTRADIÇÃO, OBSCURIDADE, DECISÃO, AUSÊNCIA, APRECIAÇÃO, EX OFFICIO, \r\nMODULAÇÃO DE EFEITOS.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. MARCO AURÉLIO: CONHECIMENTO, \r\nEMBARGOS DE DECLARAÇÃO, EXISTÊNCIA, PRESSUPOSTO DE ADMISSIBILIDADE. \r\nSERVENTUÁRIO DA JUSTIÇA, MANUTENÇÃO, RELAÇÃO CONTRATUAL, TITULAR DE  \r\nCARTÓRIO. RECURSO, OBJETIVAÇÃO, ASSEGURAMENTO, SITUAÇÃO, FATO.\r\n\r\n- VOTO VENCIDO,  MIN. GILMAR MENDES: PROVIMENTO, EMBARGOS DE \r\nDECLARAÇÃO, CONCESSÃO, MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE \r\nINCONSTITUCIONALIDADE, PRESERVAÇÃO, SITUAÇÃO, FATO, PECULIARIDADE, \r\nDEFERIMENTO, BENEFÍCIO PREVIDENCIÁRIO, MOMENTO ANTERIOR, DECLARAÇÃO. \r\nMODULAÇÃO DE EFEITOS, DEPENDÊNCIA, PONDERAÇÃO, PRINCÍPIO DA \r\nPROPORCIONALIDADE, PREVALÊNCIA, SEGURANÇA JURÍDICA, INTERESSE SOCIAL, \r\nRELEVÂNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2791&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-ED","documental_observacao_texto":"- Acórdãos citados: ADI 1498 ED, ADI 2728 ED, ADI 2797, ADI 2827 ED, ADI 2840 ED, ADI 2996 ED, ADI 3522 ED.\r\n- Legislação estrangeira citada: Art. 282 nº 4 da Constituição de Portugal.\r\nNúmero de páginas: 37.\r\nAnálise: 14/09/2009, MMR.\r\nRevisão: 22/09/2009, FMN.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S): GOVERNADOR DO ESTADO DO PARANÁ \r\nADV.(A/S): PGE-PR - CÉSAR AUGUSTO BINDER \r\nEMBDO.(A/S): ASSEMBLÉIA LEGISLATIVA DO ESTADO DO PARANÁ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":165703,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADI 2791 ED","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2009-04-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL.NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"MEDEIROS, Rui. A Decisão de Inconstitucionalidade. Lisboa: Universidade \r\n\r\n\r\n\r\n\r\nCatólica, 1999. p. 703-704, 716, 738-739.","ministro_facet":["GILMAR MENDES","MENEZES DIREITO"],"processo_numero":2791,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}