{"result":{"took":449,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":86.049286,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473581","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"(Extn-terceira-ED) O Tribunal, por unanimidade, recebeu os embargos de declaração como agravo interno e negou-lhe provimento, nos termos do voto da Relatora, Ministra Rosa Weber (Presidente). Impedido o Ministro Nunes Marques. Afirmou suspeição o Ministro Luiz Fux. Plenário, Sessão Virtual de 2.12.2022 a 12.12.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER (Presidente)","ods_onu":["9"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur473581","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-19T18:00:16.652589","dg_unique":"sjur473581","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Extn-terceira-ED","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EMBARGOS DE DECLARAÇÃO RECEBIDOS COMO AGRAVO INTERNO. TERCEIRO PEDIDO DE EXTENSÃO NA SUSPENSÃO DE TUTELA PROVISÓRIA. ART. 4º, § 8º, DA LEI 8.437/1992. IDENTIDADE DE OBJETOS CONFIGURADA. GRAVE RISCO DE LESÃO À ECONOMIA PÚBLICA. IMPORTAÇÃO DE ALHO DA REPÚBLICA POPULAR DA CHINA. DESEMBARAÇO ADUANEIRO. RECOLHIMENTO DO DIREITO ANTIDUMPING. EXTENSÃO DOS EFEITOS DA CONTRACAUTELA. NÃO PROVIMENTO DO AGRAVO INTERNO. \n\n\n\n    1. A contracautela destina-se a obstar os efeitos da decisão passível de acarretar grave lesão à ordem, à saúde, à segurança e à economia públicas, razão pela qual a extensão dos seus efeitos, mediante simples aditamento do pedido original, consubstancia forma de preservar a autoridade do comando de suspensão, especialmente em cenário de multiplicidade de ações judiciais, cujos provimentos cautelares, caso mantidos, tornam inócua a decisão do Presidente do Tribunal.\n\n\n\n    2. Tanto o decisum originário desta suspensão de tutela provisória quanto o provimento jurisdicional objeto do pedido de extensão deferido na decisão agravada tratam da necessidade de recolhimento da exação devida a título de direito antidumping, cuja ausência de pagamento impede seja perfectibilizado o desembaraço aduaneiro do alho chinês. De mais a mais, o pronunciamento judicial que ensejou o novo pedido extensivo cuida dos mesmos normativos já examinados no bojo desta suspensão de tutela provisória, a exemplo da Resolução CAMEX 80/2013 e da Portaria SECINT 4.593/2019. Resulta caracterizada, assim, a identidade necessária e suficiente entre o primeiro pronunciamento liminar suspenso nesta STP nº 689 e a decisão objeto da extensão dos efeitos, ao feitio do § 8º do art. 4º da Lei nº 8.437/1992. Precedentes.\n\n\n\n    3. Embargos de declaração recebidos como agravo interno, ao qual se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=765018364","externo_seq_objeto_incidente":6444175,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-259  DIVULG 16-12-2022  PUBLIC 19-12-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=689&classe=STP","is_colac":false,"titulo":"STP 689 Extn-terceira-ED","documental_legislacao_citada_texto":["LEG-FED   LEI-008437 ANO-1992\n    ART-00004 PAR-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01024 PAR-00003\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-000080 ANO-2013\n    RESOLUÇÃO DA CAMARA DE COMÉRCIO EXTERIOR - CAMEX\n\n","LEG-FED   PRT-004593 ANO-2019\n    PORTARIA DA SECRETARIA ESPECIAL DE COMÉRCIO EXTERIOR E ASSUNTOS INTERNACIONAIS - SECINT"],"publicacao_data":"2022-12-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=689&classe=STP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"STP-Extn-terceira-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, EFEITO MODIFICATIVO, RECEBIMENTO, AGRAVO REGIMENTAL)\nSTP 30 AgR (TP), STP 504 AgR (TP). \n(EXTENSÃO, EFEITO, CONTRACAUTELA)\nSS 4010 Extn-AgR (TP), SL 274 Extn-AgR (TP). \n- Decisões monocráticas citadas:\n(EMBARGOS DE DECLARAÇÃO, EFEITO MODIFICATIVO, RECEBIMENTO, AGRAVO REGIMENTAL)\nSTP 504.\n(EXTENSÃO, EFEITO, CONTRACAUTELA)\nSS 5305 Extn.\n- Veja: Nota Cosit/Sutri/RFB 212, de 17/6/2020.\nNúmero de páginas: 21.\nAnálise: 19/10/2023, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : QUALLY TRADING - ATACADISTA DE ALIMENTOS, IMPORTAÇÃO E EXPORTAÇÃO LTDA \nADV.(A/S)  : ANTONIO EDUARDO GONCALVES DE RUEDA \nEMBDO.(A/S)  : UNIÃO \nADV.(A/S)  : PROCURADOR-GERAL DA FAZENDA NACIONAL \nINTDO.(A/S)  : RELATOR DO PROC Nº 1025476-28.2018.4.01.0000 DO TRIBUNAL REGIONAL FEDERAL DA 1ª REGIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":473581,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"STP 689 Extn-terceira-ED","processo_classe_processual_unificada_classe_sigla":"STP","julgamento_data":"2022-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA TERCEIRA EXTENSÃO NA SUSPENSÃO DE TUTELA PROVISÓRIA","documental_doutrina_texto":"CUNHA, Leonardo Carneiro da. A Fazenda Pública em Juízo. São Paulo: Dialética, 2013. 606.\nRODRIGUES, Marcelo Abelha. Suspensão de Segurança: sustação da eficácia de decisão judicial proferida contra o Poder Público. São Paulo: Revista dos Tribunais, 2010. p. 145.","ministro_facet":["ROSA WEBER"],"processo_numero":689,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470268","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Luiz Fux (Presidente e Relator), que julgava improcedente a ação direta de inconstitucionalidade, o julgamento foi suspenso. Falou, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, o Ministro Dias Toffoli. Plenário, 18.5.2022.\r\n\n                       Decisão: O Tribunal, por maioria, julgou improcedente a ação direta de inconstitucionalidade, nos termos do voto do Relator, Ministro Luiz Fux (Presidente), vencido o Ministro Nunes Marques, que julgava parcialmente procedente a ação. Plenário, 19.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["3","4","8","10","11","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470268","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-11-08T16:20:16.364333","dg_unique":"sjur470268","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÕES DIRETAS DE INCONSTITUCIONALIDADE E RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL RECONHECIDA. CÓDIGO DE TRÂNSITO BRASILEIRO. ARTIGO 165-A E ARTIGO 277, §§ 2º E 3°. LEI SECA (LEI FEDERAL Nº 11.705/08), ARTS. 2º, 4º e 5º, III, IV E VIII. LEI FEDERAL Nº 12.760/2012, ART. 1º. CONSTITUCIONALIDADE DA REDUÇÃO DO LIMITE DA ALCOOLEMIA PARA ZERO E DAS SANÇÕES IMPOSTAS À RECUSA DO CONDUTOR EM SUBMETER-SE AO TESTE DO BAFÔMETRO. NATUREZA ADMINISTRATIVA DAS SANÇÕES. INEXISTENCIA DE OFENSA AO PRINCÍPIO DA NÃO AUTO-INCRIMINAÇÃO E DA INDIVIDUALIZAÇÃO DA PENA. CF/88, ARTS. 5º, CAPUT, II, XXXVI E XLVI; 144; E 170. INCONSTITUCIONALIDADE DA PROIBIÇÃO DE COMÉRCIO DE BEBIDAS ALCOÓLICAS ÀS MARGENS DAS RODOVIAS FEDERAIS E DA FISCALIZAÇÃO PELA POLÍCIA RODOVIÁRIA. AFRONTA AOS PRINCÍPIOS DA ISONOMIA, DO DEVIDO PROCESSO LEGAL, DA RAZOABILIDADE, DA PROPORCIONALIDADE. VIOLAÇÃO ÀS LIBERDADES ECONÔMICAS E INDIVIDUAIS. INCONSTITUCIONALIDADE DA PROIBIÇÃO DE COMÉRCIO DE BEBIDAS ALCOÓLICAS ÀS MARGENS DAS RODOVIAS FEDERAIS E DA FISCALIZAÇÃO PELA POLÍCIA RODOVIÁRIA. AFRONTA AOS PRINCÍPIOS DA ISONOMIA, DO DEVIDO PROCESSO LEGAL, DA RAZOABILIDADE, DA PROPORCIONALIDADE. VIOLAÇÃO ÀS LIBERDADES ECONÔMICAS E INDIVIDUAIS. AÇÕES DE INCONSTITUCIONALIDADE JULGADAS PARCIALMENTE PROCEDENTES. RECURSO EXTRAORDINÁRIO PROVIDO, COM FIXAÇÃO DE TESE.\n\n\n\n    1. (a) Trata-se de julgamento conjunto de um recurso extraordinário com repercussão geral reconhecida (RE 1.224.374) e duas ações diretas de inconstitucionalidade (4013 e 4017). A controvérsia cinge-se à análise da constitucionalidade de duas proibições impostas a partir da denominada Lei Seca: (1) da condução de veículos automotivos com qualquer nível de alcoolemia (conhecida como “tolerância zero”), com a imposição da sanção administrativa aos que se recusem a realizar o teste do etilômetro; e (2) da venda de bebidas alcoólicas às margens de rodovias federais, com a imposição de sanção de natureza administrativa. As normas afrontariam, de modo manifestamente desproporcional, as liberdades individuais e econômicas, o devido processo legal e a isonomia, em nome da proteção da segurança no trânsito.\n\n\n\n    (b) Diante da diversidade das questões postas, será analisada, primeiramente, a constitucionalidade das regras que estabelecem as taxas de alcoolemia admissíveis para condutores e suas sanções e, em seguida, a proibição da venda de bebidas alcoólicas em áreas de domínio das rodovias federais, com as correlatas delegação de competência fiscalizatória à Policia Rodoviária Federal e delimitação das sanções por descumprimento, porquanto implicam a consideração de direitos fundamentais e princípios constitucionais de natureza distinta.\n\n\n\n    I - Da constitucionalidade da restrições ao consumo de bebidas alcoólicas por condutores: a proteção à saúde e à segurança públicas\n\n\n\n    2. De acordo com a Pesquisa Nacional de Saúde realizada pelo IBGE em 2019, cerca de 26,4% dos indivíduos com mais de 18 anos ingerem algum tipo de bebida alcoólica ao menos uma vez por semana, o que representa um aumento expressivo no consumo de álcool no Brasil, se comparados com dados do Relatório Global sobre Álcool e Saúde 2018 divulgado pela OMS: o consumo de álcool médio é de 7,8L de álcool puro per capita, cerca de 22% a mais do que a média global, estimada em 6,4L.\n\n\n\n    3. O consumo de bebida alcoólica possui elevado peso cultural no Brasil. A relevância que a comercialização de álcool e o consumo habitual possuem na realidade do brasileiro decorre, em grande medida, do tratamento jurídico atribuído ao produto. Ainda que fortemente regulamentado, o álcool constitui uma droga não apenas social, mas juridicamente aceita, cuja importância econômica é expressiva.\n\n\n\n    4. O consumo exacerbado ou inoportuno acarreta, no entanto, elevados riscos sociais nas mais variadas searas, desde a segurança no ambiente doméstico à proteção do trânsito. Um estudo seminal, publicado pela revista The Lancet, compara 195 países e territórios no período de 1990-2016, aponta que, globalmente, o uso de álcool foi o sétimo principal fator de risco para mortes e incapacidades em 2016, sendo responsável por 2% das mortes femininas e 6,8% das mortes masculinas (GBD 2016 Alcohol Collaborators. “Alcohol use and burden for 195 countries and territories, 1990–2016” 2016 Lancet 2018; 392: 1015–35).\n\n\n\n    5. A Organização Mundial de Saúde recomenda que não se deve dirigir após a ingestão de álcool, independentemente da quantidade, máxime em razão da natureza das alterações fisiológicas, da alteração da capacidade de discernimento e do dissenso acerca de alcoolemia segura para a condução veicular (OMS. Beber e Dirigir: manual de segurança viária para profissionais de trânsito e saúde. Genebra, Global Road Safety Partnership, 2007).\n\n\n\n    6. A análise dos dados empíricos da realidade brasileira e dos diversos estudos apontados reforça a premissa de que não existem quantidades objetivamente seguras para o consumo de álcool, diante do que as alterações promovidas no Código de Trânsito Brasileiro, pelos artigos 5º, incisos III, IV e VIII, da Lei Federal 11.705/2008, e 1º da Lei Federal n° 12.760/2012 se revelam adequadas, necessárias e proporcionais.\n\n\n\n    7. A eficiência da medida deve ser analisada em perspectiva histórica. Em 2007, houve um aumento na série histórica de mortes por acidentes de trânsito, que culminou no número total de 66.836 pessoas. O número expressivo evidenciava a indispensabilidade de regular atividades que envolvem o consumo e a comercialização de bebidas alcoólicas por condutores. Os dados sugerem a relativa eficácia das medidas educativas e restritivas, vez que, dois anos após a aplicação da Lei n° 11.705/08, a Agência Câmara de Notícias relatou redução de casos fatais em 20%; e, atualmente, dados oficiais do Sistema de Informações de Mortalidade do Ministério da Saúde estimam a redução em 14% nesses acidentes e a prevenção de mais de 41 mil pessoas.\n\n\n\n    8. A edição da chamada Lei Seca não configura uma mudança legislativa abrupta a ensejar proteção constitucional por meio do direito adquirido ou segurança jurídica, vez que o arcabouço normativo do tema revela a clara intenção restritiva do Poder Público, nas últimas décadas, de combate do consumo abusivo das bebidas alcoólicas, inclusive perante a segurança no trânsito. \n\n\n\n    9. A tolerância zero não pode ser considerada violadora do princípio da proporcionalidade, considerados os dados que respaldaram sua adoção como política de segurança no trânsito pelo legislador.\n\n\n\n    10. É importante, ainda, observar que a proibição de qualquer nível de alcoolemia para a condução de veículos automotivos reúne, atualmente, o Brasil a outros 31 países com tolerância zero e aos 130 países que usam o etilômetro (teste do “bafômetro”) como forma de monitoramento do cumprimento da lei.\n\n\n\n    11. O §2° do artigo 277, ao acrescentar às responsabilidades do agente de trânsito declarar a embriaguez do motorista a partir de provas de fato e, se comprovada a alteração psicomotora do sujeito, lavrar o auto da infração, mostra-se plenamente legítima, vez que a utilização do instrumento bafômetro não pressupõe elaborados e complexos conhecimento técnicos e a norma prevê diversos outros meios de coleta de informações e provas contra o infrator, caso pairem dúvidas quanto à acuidade do equipamento ou idoneidade do agente.\n\n\n\n    12. O principio da não-autoincriminação, reconhecido pelo Pacto Internacional de Direitos Civis e Políticos de 1966 e pela Convenção Americana de Direitos Humanos de 1969, assegura a prerrogativa de seu titular não ser obrigado a produzir prova ou de não contribuir, de qualquer modo, para a própria condenação no âmbito criminal (nemo tenetur se detegere).\n\n\n\n    13. In casu, a natureza administrativa das punições e sanções estabelecidas pelas leis hostilizadas afasta as alegações de incompatibilidade do artigo 277, § 3°, do CTB, com o art. 5°, LXIII, da Constituição Federal.\n\n\n\n    14. A recusa do condutor em realizar os testes referidos não importará a presunção da prática de delito ou na imposição de pena criminal, mas apenas um incentivo instituído pelo Código de Trânsito Brasileiro para que os condutores cooperem com a fiscalização do trânsito, cabível penalização administrativa em caso de não cumprimento como único meio de conferir efetividade à norma e estimular o bom comportamento.\n\n\n\n    15. Deveras, a medida visa a contribuir para a exequibilidade da proibição de ingestão de álcool em qualquer nível. A toda evidência, se não houvesse consequência legal para o motorista que deixasse de realizar o teste do etilômetro, a proibição do consumo de álcool antes de dirigir seria inócua. A fim de se desincentivar essa conduta, é necessário que a recusa produza efeitos no âmbito administrativo, operando-se a restrição de direitos de modo independente da incidência das normas penais. Ausente transbordamento, pelo legislador, do espaço de conformação outorgado constitucionalmente à sua competência para o desenho de políticas públicas voltadas à segurança no trânsito, à proteção da integridade física, da vida e de outros bens protegidos em nosso ordenamento, cabendo deferência do Poder Judiciário ante a razoabilidade do juízo de adequação, necessidade e proporcionalidade em sentido estrito das medidas e sanções legalmente estabelecidas.\n\n\n\n    II - Constitucionalidade da proibição de venda de bebidas alcoólicas nas rodovias federais: \n\n\n\n    16. A necessidade premente e incontroversa de adoção de medidas que visem a reduzir a incidência de condução de veículos por pessoas alcoolizadas, em nome da garantia da vida, da segurança e do bem-estar daqueles que fazem parte do trânsito, não significa que o Estado possa impor toda sorte de restrições às liberdades individuais.\n\n\n\n    17. A arquitetura de escolhas conferida por uma política regulatória razoável deve respeitar a autonomia individual ao mesmo tempo em que incentiva comportamentos socialmente desejáveis, prestigiando desenhos normativos que não tolham desproporcionalmente a liberdade decisória dos cidadãos e das empresas (THALER, Richard. SUNSTEIN, Cass. BALZ, John “Choice Architecture” SSRN April 2, 2010), oferecendo um quadro de opções para que o sujeito exerça seu direito de escolha, ainda que assumindo o ônus de sofrer sanções administrativas (SUNTEIN, Cass; THALER, Richard “Libertarian Paternalism is not an Oxymoron”, University of Chicago Law Review 70, n. 4 (Fall 2003): 1159-1202).\n\n\n\n    18. In casu, a vedação à venda varejista ou ao oferecimento de bebidas alcoólicas para consumo no local, destinada a empreendimentos comerciais localizados em terrenos com acesso direto à rodovia (artigo 2° da Lei n° 11.705/2008), é adequada, necessária e estritamente proporcional ao fim de impedir a condução de veículos automotores após a ingestão de álcool em rodovias federais, porquanto não inviabiliza o exercício das liberdades econômicas dos estabelecimentos e das liberdades individuais de escolha dos consumidores. \n\n\n\n    19. A vedação à venda varejista ou ao oferecimento de bebidas alcoólicas para consumo no local, destinada a empreendimentos comerciais localizados em terrenos com acesso direto à rodovia, é adequada, necessária e proporcional ao fim de impedir a condução de veículos automotores após a ingestão de álcool em rodovias federais. \n\n\n\n    20. É constitucional o art. 3º da Lei 11.705/2008, porquanto desestimula a procura pelo produto por parte dos condutores de veículos e inibe formas de burla à legislação. \n\n\n\n    21. É compatível com a Constituição Federal o art. 4º da Lei Federal 11.705/2008, máxime ser atribuição da Polícia Rodoviária Federal fiscalizar as condutas no trânsito das rodovias federais – garantindo a preservação da ordem pública, a segurança no trânsito e a incolumidade da vida dos cidadãos e do patrimônio público - mediante ações públicas de dissuasão (patrulhamento ostensivo). \n\n\n\n    22. Ex positis, CONHEÇO das ações diretas de inconstitucionalidade nº 4013 e 4017 e, no mérito, julgo-as IMPROCEDENTES, assentando a CONSTITUCIONALIDADE dos artigos 165-A e 277, §§ 2º e 3º, todos do CTB e dos artigos 2º, 3º e 4º da Lei 11.705/2008.\n\n\n\n    23. Ex positis, DOU PROVIMENTO ao Recurso Extraordinário 1.224.374, para restabelecer a validade do auto de infração de trânsito lavrado pelo Recorrente, propondo a fixação da seguinte tese de repercussão geral: \n\n\n\n    “Não viola a Constituição a imposição legal de sanções administrativas ao condutor de veículo automotor que se recuse à realização dos testes, exames clínicos ou perícias voltados a aferir a influência de álcool ou outra substância psicoativa (art. 165-A e art. 277, §§ 2º e 3º, todos do CTB, na redação dada pela Lei 13.281/2016)”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763310363","externo_seq_objeto_incidente":2593474,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-190  DIVULG 22-09-2022  PUBLIC 23-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4017&classe=ADI","is_colac":false,"titulo":"ADI 4017","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-IMP   CPCPI ANO-1832\n    CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00002 INC-00003 INC-00004\n    ART-00002 PAR-00003 ART-00003 INC-00001\n    ART-00005 \"CAPUT\" INC-00002 INC-00004\n    INC-00006 INC-00009 INC-00013 INC-00015\n    INC-00017 INC-00021 INC-00036 INC-00054\n    INC-00055 INC-00057 INC-00063 ART-00006\n    ART-00037 \"CAPUT\" ART-00102 INC-00003\n    LET-A LET-B ART-00103 INC-00009\n    ART-00144 \"CAPUT\" PAR-00002 PAR-00010\n    ART-00170 \"CAPUT\" INC-00004 PAR-ÚNICO\n    ART-00173 ART-00196 ART-00306\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009654 ANO-1998\n    ART-00002 ART-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009 ART-00003 ART-00004\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011705 ANO-2008\n    ART-00002 PAR-00001 PAR-00002 PAR-00003\n    ART-00003 PAR-ÚNICO ART-00004 PAR-00001\n    PAR-00002 ART-00005 INC-00003 INC-00004\n    INC-00006 INC-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011708 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012760 ANO-2012\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012971 ANO-2014\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013281 ANO-2016\n    ART-00001 ART-00002\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 NÚMERO-00002 LET-G\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   PCT ANO-1966\n    ART-00014 NÚMERO-00003 LET-G\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00307\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   MPR-000415 ANO-2008\n    ART-00001 PAR-00001 PAR-00002 ART-00002\n    PAR-ÚNICO ART-00003 PAR-ÚNICO ART-00004\n    ART-00005 INC-00023 ART-00006 ART-00007\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-001655 ANO-1995\n    DECRETO\n\n","LEG-FED   DEC-006117 ANO-2007\n    DECRETO\n\n","LEG-FED   RES-000432 ANO-2013\n    ART-00008 INC-00001 INC-00002 INC-00003\n    INC-00004\n    RESOLUÇÃO CONSELHO NACIONAL DE TRÂNSITO - CONATRAN\n\n","LEG-EST   LEI-004855 ANO-1985\n    ART-00001\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-009503 ANO-1997\n    ART-00007 INC-00005 ART-00020 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 INC-00008 INC-00009\n    INC-00010 ART-00165 ART-0165A PAR-ÚNICO\n    ART-00176 INC-00003 ART-00232 ART-00238\n    ART-00262 PAR-00005 ART-00269 INC-00009\n    ART-00276 PAR-ÚNICO ART-00277 PAR-00001\n    PAR-00002 PAR-00003 ART-00280 PAR-00004\n    ART-00302 PAR-ÚNICO INC-00005 ART-00305\n    ART-00306 PAR-00001 INC-00001 INC-00002\n    PAR-00002 PAR-00003 PAR-00004\n    CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO"],"publicacao_data":"2022-09-23","documental_acordao_mesmo_sentido_lista_texto":"ADI 4103  PROCESSO ELETRÔNICO\n          JULG-19-05-2022  UF-DF  TURMA-TP  MIN-LUIZ FUX N.PÁG-207\n          DJe-190  DIVULG 22-09-2022  PUBLIC 23-09-2022","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4017&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(ADI, ADITAMENTO À PETIÇÃO INICIAL, CONVERSÃO, MEDIDA PROVISÓRIA)\r\nADI 3047 AgR (TP).\r\n(ADI, AUSÊNCIA, PREJUDICIALIDADE, MANUTENÇÃO, VÍCIO DE INCONSTITUCIONALIDADE, LEI NOVA)\r\nADI 2501 (TP), ADI 4221 (TP), ADI 5631 (TP).\r\n(AUTORIZAÇÃO, EXAME DE DNA, GESTANTE, ESTUPRO)\r\nRcl 2040 QO (TP).\r\n(INTERVENÇÃO DO ESTADO NA ECONOMIA, PROTEÇÃO, VIDA)\r\nRE 148260 (2ªT), ADI 1950 (TP), RE 349686 (2ªT), ADI 3512 (TP), ADI 4066 (TP), AI 636883 AgR (1ªT), ADI 4351 (TP).\r\n(CRIME, FUGA, ACIDENTE DE TRÂNSITO, RELATIVIZAÇÃO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\r\nADC 35 (TP), RE 971959 (TP).\r\n(RELATIVIZAÇÃO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\r\nRE 640139 RG (TP).\r\n(ATO LEGISLATIVO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL SUBSTANTIVO)\r\nADI 2667 (TP), ADI 1407 MC (TP).\r\n(ADI, LEGITIMIDADE ATIVA, ASSOCIAÇÃO, CONFEDERAÇÃO SINDICAL)\r\nADI 2747 (TP), ADI 2903 (TP), ADI 4009 (TP), ADI 4400 (TP), ADI 4722 AgR (TP), ADI 1507 MC-AgR (TP).\r\n(ADI, INEXISTÊNCIA, PREJUDICIALIDADE)\r\nADI 230 (TP), ADI 2501 (TP), ADI 3921 (TP), ADI 2581 AgR-segundo (TP), ADI 4140 MC (TP), ADI 6435 (TP).\r\n(INTERVENÇÃO DO ESTADO NA ECONOMIA, PROPORCIONALIDADE, RESTRIÇÃO, INTERESSE PÚBLICO)\r\nADI 855 (TP), ADI 1950 (TP), ADPF 449 (TP), ADI 5939 (TP), AC 1657 MC (TP), ADI 319 QO (TP).\r\n(AMPLIAÇÃO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\r\nHC 73035 (1ªT), HC 80616 (2ªT), HC 83960 (1ªT), HC 101909 (2ªT), HC 106876 (2ªT), HC 68929 (1ªT).\r\n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO, IMPOSSIBILIDADE, OBRIGAÇÃO, EXAME CRIMINOLÓGICO, MEIO DE OBTENÇÃO DE PROVA)\r\nHC 77135 (1ªT), HC 83096 (2ªT), HC 93916 (1ªT), RMS 34739 AgR (2ªT).\r\n(CONSTITUCIONALIDADE, AUTUAÇÃO, RECUSA, CONDUTOR, TESTE DE BAFÔMETRO)\r\nHC 109269 (2ªT), RHC 110258 (1ªT), RE 1213920 AgR (2ªT), RE 1224546 AgR (2ªT), RE 1224556 AgR (2ªT).\r\n(INDEPENDÊNCIA, INSTÂNCIA ADMINISTRATIVA, ÂMBITO CÍVEL, ÂMBITO PENAL)\r\nMS 23242 (TP), MS 24013 (TP), RMS 26951 AgR (1ªT), ARE 841612 AgR (2ªT), MS 34420 AgR (2ªT).\r\n(AUSÊNCIA, DIREITO ABSOLUTO, ORDENAMENTO JURÍDICO BRASILEIRO)\r\nMS 23452 (1ªT).\r\n- Decisões monocráticas citadas:\r\n(INTERVENÇÃO DO ESTADO NA ECONOMIA, PROPORCIONALIDADE, RESTRIÇÃO, INTERESSE PÚBLICO)\r\nSTA 237.\r\n(CONSTITUCIONALIDADE, AUTUAÇÃO, RECUSA, CONDUTOR, TESTE DE BAFÔMETRO)\r\nARE 1242504.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(SEPARAÇÃO, INSTÂNCIA PENAL, INSTÂNCIA ADMINISTRATIVA, GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\r\nSTJ: REsp 1677380.\r\n- Decisões estrangeiras citadas: Caso Funke vs. France, Caso Murray vs. The United Kigdom e Caso Saunders vs. The United Kingdom, do Tribunal Europeu de Direitos Humanos; Caso Miranda vs. Arizona, Caso Schmerber vs. California e Caso Birchfield vs. Dakota do Norte, da Suprema Corte norte-americana; Sentença n. 194/96 da Corte Constitucional Italiana; BVerfG 19, 330.\n- Legislação estrangeira citada: Carta Magna, de 1215, da Inglaterra; 5ª e 10ª Emendas da Constituição dos EUA; art. 3º e 29, itens 1, 2 e 3, da Declaração Universal dos Direitos Humanos; art. 380 do Código de Trânsito de 1995, da Espanha; Código de Estrada português. \n- Veja RE 1224374 e ADI 4103.\n- Veja  Resolução 57/309 da Assembleia Geral da Organização das Nações Unidas.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DO COMÉRCIO - CNC \nADV.(A/S)  : NEUILLEY ORLANDO SPINETTI DE SANTA RITA MATTA \nREQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DAS EMPRESAS DE GASTRONOMIA, HOSPEDAGEM E TURISMO \nADV.(A/S)  : SERGIO MARTINS MACHADO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470268,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4017","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"AGÊNCIA BRASIL. Casos de embriaguez ao volante em rodovias aumentam 225% no carnaval. Disponível em: ebc.com.br. Acesso em: 17 jun. 2022. \nALBUQUERQUE, Marcelo Schirmer. A garantia de não auto-incriminação: extensão e limites. Belo Horizonte: Del Rey, 2008. p. 28.\nALEXY, Robert. Teoria dos Direitos Fundamentais. 2. ed. São Paulo: Malheiros. p. 93-94 e 96.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros, 2008. p. 111.\nÁVILA, Humberto. Teoria dos Princípios. Da definição à aplicação dos princípios jurídicos. São Paulo: Malheiros, 2003. p. 105.\nASSOCIAÇÃO BRASILEIRA DE TRÁFEGO. Alcoolemia e direção segura. Revista da Associação Médica Brasileira, v. 54, n. 5, São Paulo, set./out. 2008. Disponível em: https://www.scielo.br/scielo.php?script=sci_arttext&pid=S0104-42302008000500006. Acesso em: 10 mar. 2021.\nBOHIGIAN, George M; DOLAN, M. D.; ESTES JR., Harvey. Alcohol and the Driver. JAMA, v. 255, 1986. p. 522-527.\nBRASIL. Ministério da Infraestrutura. Plano Nacional de Redução de Mortes e Lesões no Trânsito 2021, Secretaria Nacional de Trânsito. Disponível em: https://www.gov.br/transportes/pt-br/pt-br/assuntos/transito/arquivos-senatran/Anexo_I_pnatrans.pdf. Acesso em: 17 maio 2022. \nDAMATTA, Roberto. Fé Em Deus e Pé na Tábua - Ou Como e Por que o Trânsito Enlouquece no Brasil. Rio de Janeiro: Rocco, 2010. p. 64.\nD'AVILA. Direito penal e direito sancionador. Sobre a identidade do direito penal em tempos de diferença. In: RBCCRIM, São Paulo, ano 14, n. 60, p. 9-35. maio/jun. 2006.\nDWORKIN, Gerald. Paternalism. The Stanford Encyclopedia of Philosophy, 2020.\nEFEITOS do álcool. Centro de Informações sobre Saúde e Álcool, 14 set. 2012. Disponível em: https://cisa.org.br/index.php/sua-saude/informativos/artigo/item/51-efeitos-do-alcool. Acesso em: 10 mar. 2021.\nGBD 2016 Alcohol Collaborators. Alcohol use and burden for 195 countries and territories, 1990–2016. Lancet, v. 392, 2018. p. 1015 - 1035.\nGRAU, Eros Roberto. Ensaio e discurso sobre a interpretação/aplicação do Direito. São Paulo: Malheiros, 2002. p. 34.\nHOMEL, Ross J. Random breath testing the Australian way: a model for the United States? Alcohol Health & Research World, 1990. \nLEI 13.281/2016 e as consequências diante da recusa em se submeter ao bafômetro. Dizer o direito, 9 maio 2016. Disponível em: https://www.dizerodireito.com.br/2016/05/lei-132812016-e-as-consequencias-diante.html. Acesso em: 17 jun. 2022.\nMELLO, Celso Antônio Bandeira. Curso de Direito Administrativo. 27. ed. rev. e atual. São Paulo: Malheiros, 2010. p. 793. \nMELLO, Celso Antônio Bandeira de. O Conteúdo Jurídico do Princípio da Igualdade. 3. ed. São Paulo: Malheiros, p. 17-18.\nMENDES, Gilmar; BUONICORE, Bruno. A vedação do bis in idem na relação entre direito penal e direito\nadministrativo sancionador e o princípio da independência mitigada. In: Boletim IBCCRIM, n. 340, mar. 2021. p. 5.\nMENDES, Gilmar Ferreira. Controle de constitucionalidade: hermenêutica constitucional e revisão de fatos e prognoses legislativos pelo órgão judicial. In: Direitos fundamentais e controle de constitucionalidade. 3. ed. São Paulo: Saraiva, 2004. p. 473.\nMORAES, Alexandre de. Direito Constitucional. 18. ed. São Paulo/SP: Atlas, 2005. p. 27.\nMOREIRA NETO, Diogo de Figueiredo. Curso de direito administrativo. 16. ed. Rio de Janeiro: Forense, 2014. p. 443.\nOLIVEIRA, Natália; CONTADOR, Claudio; RODRIGUES, Caroline. A Lei seca, impactos econômicos e a contribuição do seguro. Rio de Janeiro: ENS-CPES, 2018. p. 24. \nORGANIZAÇÃO MUNDIAL DA SAÚDE. Beber e Dirigir: manual  de segurança viária para profissionais de trânsito e saúde. Genebra: Global Road Safety Partnership, 2007.\nORGANIZAÇÃO MUNDIAL DA SAÚDE. Relatório Global sobre Álcool e Saúde. 2018.\nOSSHBÜHL, Fritz. Kontrolle von Tatsachenfeststellungen und Prognoseentscheidungen durch das Bundesverfassungsgericht. In: STARCK, C. Bundesverfassungsgericht und Grundgesetz. Tübingen: Mohr, v. 1. 1976. p. 458.\nPACELLI, Eugênio. Breves notas sobre a não autoincriminação. Boletim IBCCRIM, ano 18, n. 222, maio. 2011.\nPAN AMERICAN HEALTH ORGANIZATION. Drinking and Driving. Disponível em: https://www3.paho.org/hq/index.php?option=com_docman&view=download&slug=drinking-driving%022018-059&Itemid=270&lang=en. Acesso em: 17 maio 2022.\nPECHANSKY, Flávio. Consumo de álcool e outras drogas entre motoristas privados e profissionais do Brasil. In: PECHANSKY, Flávio; DUARTE, Paulina do Carmo Arruda Vieira; BONI, Raquel Brandini de (org.) Uso de bebidas alcoólicas e outras drogas nas rodovias brasileiras - e outros estudos. Porto Alegre: Secretaria Nacional de Políticas sobre Drogas, 2010. p. 54-62.\nQUEIJO, Maria Elizabeth. O direito de não produzir prova contra si mesmo: o princípio nemo tenetur se\ndetegere e suas decorrências no processo penal. 2. ed. São Paulo: Saraiva, 2012. p. 32 e 362.\nRAMOS, André Santa Cruz. In: MORAES, Alexande et al. Constituição Federal Comentada. Rio de Janeiro: Forense, 2018. p. 1329. \nRUBENZER, Steven. Judging Intoxication. Behavioral Sciences and the Law, 2011.\nSALINAS, Jesus Gonzales. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, n. 120, 1989.\nSUNTEIN, Cass; THALER, Richard. Libertarian Paternalism is not an Oxymoron. University of Chicago Law Review, v. 70, n. 4, 2003. p. 1159-1202.\nSUPREME Court OKs warrant-less breathalyzer tests in drunk driving arrests. CNN, 23 jun. 2016. Disponível em: https://edition.cnn.com/2016/06/23/politics/supreme-court-drunk-driving-breathalyzers-birchfield/index.html. Acesso em: 17 jun. 2022.\nTHALER, Richard; SUNSTEIN, Cass; BALZ, John. Choice Architecture. SSRN, abr. 2010.","ministro_facet":["LUIZ FUX"],"processo_numero":4017,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur483312","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou procedente o pedido, declarando a inconstitucionalidade da Lei n. 11.865, de 30 de agosto 2022, do Estado de Mato Grosso, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator) e Rosa Weber (Presidente). Falaram: pela requerente, os Drs. Eduardo Arruda Alvim e João Marcos Neto de Carvalho; e, pelo amicus curiae SINDENERGIA - Sindicato da Construção, Geração, Transmissão e Distribuição de Energia Elétrica e Gás no Estado de Mato Grosso, o Dr. Victor Humberto da Silva Maizman. Plenário, Sessão Virtual de 28.4.2023 a 8.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["7","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur483312","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-30T20:00:15.325530","dg_unique":"sjur483312","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação Direta de Inconstitucionalidade. Lei n. 11.865/2022, do Estado de Mato Grosso. Proibição de construção de usinas hidrelétricas – UHE e pequenas centrais hidrelétricas – PCH em toda a extensão do Rio Cuiabá. Inconstitucionalidade formal e material. Procedência do pedido.\n\n\n\n    1. Lei n. 11.865/2022, do Estado de Mato Grosso, que proíbe a construção de Usinas Hidrelétricas UHE e pequenas Centrais Hidrelétricas PCH em toda a extensão do Rio Cuiabá.\n\n\n\n    2. A situação normatizada na espécie guarda nexo muito mais estreito com a regulação do aproveitamento energético dos cursos de água e com a formulação de normas gerais de proteção do meio ambiente que com eventual competência subsidiária do Estado do Mato Grosso para tratar sobre temas de competência comum.\n\n\n\n    3. O Rio Cuiabá é gerido pela Agência Nacional de Águas – ANA, agência reguladora que tem a competência e a capacidade técnica para definir as condições de operação de reservatórios de aproveitamentos hidrelétricos, em articulação com o Operador Nacional do Sistema Elétrico ONS. O legislador não poderia substituir entendimento de agência reguladora sem o ônus argumentativo do regulador.\n\n\n\n    4. Pedido julgado procedente. Declaração de inconstitucionalidade da Lei n. 11.865, de 30 de agosto 2022, do Estado de Mato Grosso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769090672","externo_seq_objeto_incidente":6525899,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 03-07-2023  PUBLIC 04-07-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7319&classe=ADI","is_colac":false,"titulo":"ADI 7319","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00020 INC-00003\n    INC-00008 ART-00021 INC-00012 LET-B\n    INC-00019 ART-00022 INC-00001 INC-00004\n    PAR-ÚNICO ART-00023 ART-00024 INC-00006\n    INC-00008 INC-00009 INC-00012 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00030\n    INC-00001 ART-00103 INC-00009 ART-00170\n    INC-00006 ART-00176 ART-00225 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140 ANO-2011\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009433 ANO-1997\n    ART-00003 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00002 INC-00009 ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009984 ANO-2000\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011187 ANO-2009\n    ART-00004 INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012783 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-002652 ANO-1998\n    DECRETO\n\n","LEG-FED   DEC-008437 ANO-2015\n    ART-00003 INC-00007 LET-A\n    DECRETO\n\n","LEG-FED   DEC-009073 ANO-2017\n    DECRETO\n\n","LEG-FED   DEC-011075 ANO-2022\n    ART-00002 INC-00003 PAR-00001\n    DECRETO\n\n","LEG-FED   RES-000064 ANO-2018\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ÁGUAS - ANA\n\n","LEG-FED   RES-000043 ANO-2020\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE ÁGUAS - ANA\n\n","LEG-EST   LEI-011865 ANO-2022\n    LEI ORDINÁRIA, MT"],"publicacao_data":"2023-07-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, INVASÃO, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, ENERGIA ELÉTRICA, APROVEITAMENTO, ENERGIA ELÉTRICA, CURSO DAS ÁGUAS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FEDERALISMO. EVOLUÇÃO, FEDERALISMO, CONSTITUIÇÃO FEDERAL DE 1988, DESCENTRALIZAÇÃO, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. FEDERALISMO CENTRÍPETO, UNIÃO FEDERAL. CASO CONCRETO, ESTADO-MEMBRO, USURPAÇÃO, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, MATÉRIA, ENERGIA, APROVEITAMENTO, RECURSO, CURSO DAS ÁGUAS, DEFINIÇÃO, CRITÉRIO, OUTORGA, DIREITO, USO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEGITIMIDADE ATIVA, PERTINÊNCIA TEMÁTICA. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, ESTADO-MEMBRO, AUTONOMIA CONSTITUCIONAL, FEDERALISMO COOPERATIVO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, PRINCÍPIO DA MÁXIMA EFETIVIDADE. ESTADO-MEMBRO, APRECIAÇÃO, PONDERAÇÃO DE PRINCÍPIOS, PROTEÇÃO, MEIO AMBIENTE, PRINCÍPIO DA PREVENÇÃO. AUSÊNCIA, INCONSTITUCIONALIDADE, LEI ESTADUAL, MANUTENÇÃO, COMPROMISSO, DIREITO INTERNACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7319&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, ABRAGEL)\nADI 7076 (TP). \n(PRINCÍPIO FEDERATIVO, COMPETÊNCIA LEGISLATIVA)\nADI 4060 (TP). \n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, COMPLEMENTAÇÃO, LEI FEDERAL)\nADI 3357 (TP), ADI 3356 (TP), ADPF 109 (TP), ADI 3937 (TP), ADI 5356 (TP). \n(PRINCÍPIO DA DEFESA DO MEIO AMBIENTE, DIREITO FUNDAMENTAL)\nADI 4901 (TP), ADI 4902 (TP), ADI 4903 (TP), ADI 4937 (TP). \n(COMERCIALIZAÇÃO, PRODUTO, AMIANTO)\nADI 3470 (TP), ADI 3937 (TP). \n(COMPETÊNCIA COMUM, REGULAÇÃO, APROVEITAMENTO, ENERGIA)\nADPF 452 (TP), ADI 6898 (TP), ADI 7076 (TP). \n(PODER NORMATIVO, AGÊNCIA REGULADORA)\nADI 5779 (TP). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA CONCORRENTE, LEI ESTADUAL, COMPLEMENTAÇÃO, LEI FEDERAL)\nRE 730721, RE 634248.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 55.\nAnálise: 29/08/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DE GERAÇÃO DE ENERGIA LIMPA - ABRAGEL \nADV.(A/S)  : JOAO PAULO PESSOA \nADV.(A/S)  : JOAO MARCOS NETO DE CARVALHO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : SINDENERGIA - SINDICATO DA CONSTRUCAO, GERACAO, TRANSMISSAO E DISTRIBUICAO DE ENERGIA ELETRICA E GAS NO ESTADO DE MATO GROSSO \nADV.(A/S)  : VICTOR HUMBERTO DA SILVA MAIZMAN \nAM. CURIAE.  : WWF - BRASIL \nAM. CURIAE.  : ECOA-ECOLOGIA &amp; ACAO \nAM. CURIAE.  : FONASC-CBH FORUM NACIONAL DA SOCIEDADE CIVIL NA GESTAO DE BACIAS HIDROGRAFICAS \nAM. CURIAE.  : INSTITUTO CENTRO DE VIDA \nAM. CURIAE.  : INSTITUTO DE PESQUISA E EDUCACAO AMBIENTAL \nAM. CURIAE.  : INSTITUTO SOCIO AMBIENTAL DA BACIA DO ALTO PARAGUAI SOS PANTANAL \nADV.(A/S)  : RAFAEL GANDUR GIOVANELLI \nADV.(A/S)  : IVENS LUCIO DO AMARAL DRUMOND","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":483312,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"ADI 7319","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-05-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARANHA, Márcio Iório. Manual de Direito Regulatório. London: Laccademia Publishing, 2015. p. 90-91.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht, I. Heidelberg, 22. ed. 2006. p. 56-60.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179. p. 1.\nHAMILTON, Alexander. The Federalist papers, n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16. p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 26. ed. São Paulo: Malheiros, 2006. p. 640.\nSUNDFELD, Carlos Ari. Direito Administrativo para Céticos. São Paulo: Malheiros: 2017. p. 206.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":7319,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur488393","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu do agravo e negou-lhe provimento, nos termos do voto da Relatora, Ministra Rosa Weber (Presidente). Plenário, Sessão Virtual de 15.9.2023 a 22.9.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER (Presidente)","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur488393","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-30T21:40:20.858115","dg_unique":"sjur488393","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA  \n\n\n\n    DIREITO CIVIL E PROCESSUAL CIVIL. CONTRATO DE TRANSPORTE AÉREO DE CARGAS.  SEGURADORA. AÇÃO DE REGRESSO. MATÉRIA DE ÍNDOLE INFRACONSTITUCIONAL. REVISÃO DE PREMISSAS FÁTICAS E INTERPRETAÇÃO DE CLÁUSULAS CONTRATUAIS. PROCEDIMENTOS VEDADOS NA INSTÂNCIA EXTRAORDINÁRIA. OFENSA REFLEXA NÃO VIABILIZA O APELO EXTREMO. AUSÊNCIA DE PERTINÊNCIA EM RELAÇÃO AO TEMA Nº 210 DA REPERCUSSÃO GERAL. AGRAVO NÃO PROVIDO.\n\n\n\n    1. A controvérsia, conforme já asseverado na decisão guerreada, não alcança estatura constitucional. Não há falar em afronta aos preceitos constitucionais indicados nas razões recursais. Compreensão diversa demandaria a análise da legislação infraconstitucional encampada na decisão da Corte de origem e a reelaboração da moldura fática delineada, a tornar oblíqua e reflexa eventual ofensa à Constituição, insuscetível, como tal, de viabilizar o conhecimento do recurso extraordinário. Desatendida a exigência do art. 102, III, “a”, da Lei Maior, nos termos da jurisprudência desta Suprema Corte.\n\n\n\n    2. A questão do direito de regresso decorrente de contrato de seguro, em virtude de falha na prestação de serviço de transporte aéreo de cargas, não se confunde com o objeto do Tema nº 210 da Repercussão Geral, em que discutida a limitação de responsabilidade de transportadoras aéreas de passageiros por danos decorrentes de extravio de bagagem em voos internacionais\n\n\n\n    3. As razões do agravo interno não se mostram aptas a infirmar os fundamentos que lastrearam a decisão agravada.\n\n\n\n    4. A teor do art. 85, § 11, do CPC, o “tribunal, ao julgar recurso, majorará os honorários fixados anteriormente levando em conta o trabalho adicional realizado em grau recursal, observando, conforme o caso, o disposto nos §§ 2º a 6º, sendo vedado ao tribunal, no cômputo geral da fixação de honorários devidos ao advogado do vencedor, ultrapassar os respectivos limites estabelecidos nos §§ 2º e 3º para a fase de conhecimento”. \n\n\n\n    5. Agravo interno conhecido e não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=771291679","externo_seq_objeto_incidente":6656690,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 29-09-2023  PUBLIC 02-10-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1434920&classe=RE","is_colac":false,"titulo":"RE 1434920 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00003 LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00002 PAR-00003 PAR-00011\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000454\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2023-10-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1434920&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA 279/STF, SÚMULA 454/STF)\nAI 822191 AgR (1ªT). \nNúmero de páginas: 8.\nAnálise: 30/10/2023, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : SOCIETE AIR FRANCE \nADV.(A/S)  : RENATO PACHECO E SILVA BACELLAR NETO \nADV.(A/S)  : MARILENE NOVELLI SIRAGNA \nAGDO.(A/S)  : UNIBANCO SEGUROS S.A. \nADV.(A/S)  : PAULO HENRIQUE CREMONEZE PACHECO \nADV.(A/S)  : MARCIO ROBERTO GOTAS MOREIRA \nADV.(A/S)  : LUIZ CESAR LIMA DA SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":488393,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 1434920 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2023-09-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1434920,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur411762","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do artigo 16-A da Lei nº 7.573/1986, inserido pelo art. 1º da Lei nº 13.194/2015, nos termos do voto do Relator. Plenário, Sessão Virtual de 6.9.2019 a 12.9.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur411762","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-11-08T20:00:16.556200","dg_unique":"sjur411762","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTUTUCIONALIDADE. ART. 16-A DA LEI 7.573/1986, INSERIDO PELO ART. 1º DA LEI 13.194/2015. CONVENÇÃO DE NOVA YORK. EXCLUSÃO DOS TRABALHADORES MARÍTIMOS EMBARCADOS DO CÁLCULO PARA APURAÇÃO DAS VAGAS RESERVADAS A PESSOAS COM DEFECIÊNCIA (ART. 93 DA LEI 8.213/1991) EM EMPRESAS DE NAVEGAÇÃO. INEXISTÊNCIA DE VEDAÇÃO LEGAL OU CONVENCIONAL AO TRABALHO DE PESSOAS PORTADORAS DE DEFICIÊNCIA EM EMBARCAÇÕES. PROTEÇÃO E INTEGRAÇÃO SOCIAL DAS PESSOAS PORTADORAS DE DEFICIÊNCIA. ISONOMIA. AÇÃO DIRETA JULGADA PROCEDENTE.\n\n\n\n    1. A Convenção de Nova York, a qual tratou dos direitos das pessoas com deficiência, foi incorporada ao ordenamento jurídico brasileiro como norma constitucional (Decreto 6.946/2009), nos termos do § 3º do art. 5º da Constituição Federal.\n\n\n\n    2. A deficiência física, por si só, não incapacita generalizadamente o trabalhador para o desempenho de atividades laborais em embarcações, não existindo exigência legal ou convencional de plena capacidade física para toda e qualquer atividade marítima. A eventual incompatibilidade entre determinadas atividades e certas limitações físicas não justifica a exclusão do trabalho marítimo do alcance da política pública de inclusão social das pessoas com deficiência.\n\n\n\n    3. A exclusão de postos de trabalho marítimo embarcado do cálculo destinado a apurar o número de vagas destinadas aos deficientes (art. 93 da Lei 8.213/1991) é desprovido de razoabilidade e desproporcionalidade, caracterizando-se como diferenciação normativa discriminatória.\n\n\n\n    4. A previsão dificulta arbitrariamente o acesso de pessoas com deficiência ao trabalho nas empresas de navegação, pois diminui a disponibilidade de vagas de trabalho para pessoas com deficiência. \n\n\n\n    5. Ação Direta julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750960580","externo_seq_objeto_incidente":5247635,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-210  DIVULG 25-09-2019  PUBLIC 26-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5760&classe=ADI","is_colac":false,"titulo":"ADI 5760","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-002180      ANO-1954\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007573      ANO-1986\n          ART-0016A INCLUÍDO PELA LEI-13194/2015\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n          ART-00093\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009432      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009537      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013194      ANO-2015\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000022      ANO-1926\n                CONVENÇÃO CONCERNENTE AO CONTRATO DE ENGAJAMENTO DE MARINHEIROS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000053      ANO-1939\n                CONVENÇÃO RELATIVA AO MÍNIMO DE CAPACIDADE PROFISSIONAL DOS CAPITÃES E OFICIAIS DO MARINHA MERCANTE, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000092      ANO-1949\n                CONVENÇÃO RELATIVA AO ALOJAMENTO DA TRIPULAÇÃO A BORDO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000178      ANO-1966\n                CONVENÇÃO RELATIVA À INSPEÇÃO DAS CONDIÇÕES DE VIDA E DE TRABALHO DOS TRABALHADORES MARÍTIMOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000145      ANO-1976\n                CONVENÇÃO SOBRE A CONTINUIDADE DO EMPREGO DA GENTE DO MAR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000147      ANO-1976\n                CONVENÇÃO SOBRE NORMAS MÍNIMAS DA MARINHA MERCANTE, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-1978\n                CONVENÇÃO INTERNACIONAL SOBRE NORMAS DE TREINAMENTO DE MARÍTIMOS, EXPEDIÇÃO DE CERTIFICADOS E SERVIÇO DE QUARTO\n\n","LEG-INT   CVC-000138      ANO-1999\n                CONVENÇÃO A RECOMENDAÇÃO Nº 146, SOBRE IDADE MÍNIMA DE ADMISSÃO AO EMPREGO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-2007\n          ART-00003 LET-B LET-C LET-E \n          LET-F ART-00027 NÚMERO-1 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F LET-G LET-H LET-I \n          LET-J LET-K NÚMERO-2\n                CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEL-005452      ANO-1943\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000190      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEL-000666      ANO-1969\n                DECRETO-LEI\n\n","LEG-FED   DLG-000477      ANO-1938\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 53, RELATIVA AO MÍNIMO DE CAPACIDADE PROFISSIONAL DOS CAPITÃES E OFICIAIS DO MARINHA MERCANTE, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000020      ANO-1965\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 22, CONCERNENTE AO CONTRATO DE ENGAJAMENTO DE MARINHEIROS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000066      ANO-1989\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO N° 145, SOBRE A CONTINUIDADE DO EMPREGO DA GENTE DO MAR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000033      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO N° 147, SOBRE NORMAS MÍNIMAS DA MARINHA MERCANTE, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000179      ANO-1999\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 138 E A RECOMENDAÇÃO Nº 146, SOBRE IDADE MÍNIMA DE ADMISSÃO AO EMPREGO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000267      ANO-2007\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 178 RELATIVA À INSPEÇÃO DAS CONDIÇÕES DE VIDA E DE TRABALHO DOS TRABALHADORES MARÍTIMOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO\n\n","LEG-FED   DEC-003343      ANO-1938\n                DECRETO - PROMULGA A CONVENÇÃO Nº 53, RELATIVA AO MÍNIMO DE CAPACIDADE PROFISSIONAL DOS CAPITÃES E OFICIAIS DO MARINHA MERCANTE, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-000071      ANO-1953\n                DECRETO - APROVA A CONVENÇÃO Nº 92, RELATIVA AO ALOJAMENTO DA TRIPULAÇÃO A BORDO, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-036378      ANO-1954\n                DECRETO - PROMULGA A CONVENÇÃO Nº 92, RELATIVA AO ALOJAMENTO DA TRIPULAÇÃO A BORDO,DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-058817      ANO-1966\n                DECRETO - PROMULGA A CONVENÇÃO Nº 22, CONCERNENTE AO CONTRATO DE ENGAJAMENTO DE MARINHEIROS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-089822      ANO-1984\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE NORMAS DE TREINAMENTO DE MARÍTIMOS, EXPEDIÇÃO DE CERTIFICADOS E SERVIÇO DE QUARTO\n\n","LEG-FED   DEC-000128      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO N° 145, SOBRE A CONTINUIDADE DO EMPREGO DA GENTE DO MAR, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-000447      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO N° 147, SOBRE NORMAS MÍNIMAS DA MARINHA MERCANTE,DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-004134      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO Nº 138 E A RECOMENDAÇÃO Nº 146, SOBRE IDADE MÍNIMA DE ADMISSÃO AO EMPREGO,DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-004406      ANO-2002\n                DECRETO\n\n","LEG-FED   DEC-006766      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO Nº 178 RELATIVA À INSPEÇÃO DAS CONDIÇÕES DE VIDA E DE TRABALHO DOS TRABALHADORES MARÍTIMOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-006949      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   RES-000071      ANO-2006\n                RESOLUÇÃO NORMATIVA DO CONSELHO NACIONAL DE IMIGRAÇÃO DO MINISTÉRIO DO TRABALHO E EMPREGO - CNI/MTE\n\n","LEG-FED   RES-000072      ANO-2006\n                RESOLUÇÃO NORMATIVA DO CONSELHO NACIONAL DE IMIGRAÇÃO DO MINISTÉRIO DO TRABALHO E EMPREGO - CNI/MTE"],"publicacao_data":"2019-09-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA ISONOMIA, APLICAÇÃO, PODER EXECUTIVO, PODER LEGISLATIVO, EDIÇÃO, LEI, ATO NORMATIVO, OBRIGATORIEDADE, AUTORIDADE PÚBLICA. TRATAMENTO JURÍDICO, IGUALDADE. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5760&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"Número de páginas: 16.\nAnálise: 18/08/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":411762,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5760","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-09-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"MELLO, Celso Antônio Bandeira de. Princípio da isonomia: desequiparações proibidas e permitidas. Revista Trimestral de Direito Público, n. 1, p. 79.\nMORAES, Alexandre de. Direito Constitucional. 33. ed. Atlas, 2017. p. 130-131.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5760,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur433338","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que referendava a medida cautelar parcialmente deferida, o julgamento foi suspenso. Falaram: pela requerente Articulação dos Povos Indígenas do Brasil - APIB, o Dr. Luiz Henrique Eloy Amado; pelos requerentes Partido Socialista Brasileiro e Rede Sustentabilidade, o Dr. Daniel Antonio de Moraes Sarmento; pelo requerente Partido Democrático Trabalhista - PDT, o Dr. Lucas de Castro Rivas; pelo requerente Partido Comunista do Brasil, o Dr. Paulo Machado Guimarães; pelo amicus curiae Defensoria Pública da União, o Dr. Gustavo Zortéa da Silva, Defensor Público Federal; pelo amicus curiae Instituto Socioambiental - ISA, a Dra. Juliana de Paula Batista; pelo amicus curiae Comissão Guarani Yvyrupa, a Dra. Gabriela Araújo Pires; pelos amici curiae Conselho Indígena Tapajós e Arapiuns e Terra de Direitos, o Dr. Pedro Sérgio Vieira Martins; pelo amicus curiae Conectas Direitos Humanos - Associação Direitos Humanos em Rede, a Dra. Júlia Mello Neiva; pela interessada União, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, a Ministra Cármen Lúcia. Presidência do Ministro Dias Toffoli. Plenário, 03.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: O Tribunal, por maioria, referendou a cautelar deferida parcialmente, em 8 de julho de 2020, pelo Ministro Roberto Barroso (Relator), nos seguintes termos: “III. SÍNTESE DAS CAUTELARES DEFERIDAS 62. Diante do exposto, são as seguintes as medidas cautelares deferidas por este Relator: III.1. QUANTO AOS POVOS INDÍGENAS EM ISOLAMENTO OU POVOS INDÍGENAS DE RECENTE CONTATO: 1. Criação de barreiras sanitárias, que impeçam o ingresso de terceiros em seus territórios, conforme plano a ser apresentado pela União, ouvidos os membros da Sala de Situação (infra), no prazo de 10 dias, contados da ciência desta decisão. 2. Criação de Sala de Situação, para gestão de ações de combate à pandemia quanto aos Povos Indígenas em Isolamento e de Contato Recente, nos seguintes termos: (i) composição pelas autoridades que a União entender pertinentes, bem como por membro da Procuradoria-Geral da República, da Defensoria Pública da União e por representantes indígenas indicados pela APIB; (ii) indicação de membros pelas respectivas entidades, no prazo de 72 horas a contar da ciência desta decisão, apontando-se seus respectivos nomes, qualificações, correios eletrônicos e telefones de contato, por meio de petição ao presente juízo; (iii) convocação da primeira reunião da Sala de Situação, pela União, no prazo de 72 horas, a contar da indicação de todos os representantes, por correio eletrônico com aviso de recebimento encaminhado a todos eles, bem como por petição ao presente juízo; (iv) designação e realização da primeira reunião, no prazo de até 72 horas da convocação, anexada a respectiva ata ao processo, para ciência do juízo. III.2. QUANTO A POVOS INDÍGENAS EM GERAL 1. Inclusão, no Plano de Enfrentamento e Monitoramento da Covid-19 para os Povos Indígenas (infra), de medida emergencial de contenção e isolamento dos invasores em relação às comunidades indígenas ou providência alternativa, apta a evitar o contato. 2. Imediata extensão dos serviços do Subsistema Indígena de Saúde aos povos aldeados situados em terras não homologadas. 3. Extensão dos serviços do Subsistema Indígena de Saúde aos povos indígenas não aldeados, exclusivamente, por ora, quando verificada barreira de acesso ao SUS geral. 4. Elaboração e monitoramento de um Plano de Enfrentamento da COVID-19 para os Povos Indígenas Brasileiros pela União, no prazo de 30 dias contados da ciência desta decisão, com a participação do Conselho Nacional de Direitos Humanos e dos representantes das comunidades indígenas, nas seguintes condições: (i) indicação dos representantes das comunidades indígenas, tal como postulado pelos requerentes, no prazo de 72 horas, contados da ciência dessa decisão, com respectivos nomes, qualificações, correios eletrônicos e telefones de contatos, por meio de petição ao presente juízo; (ii) apoio técnico da Fundação Oswaldo Cruz e do Grupo de Trabalho de Saúde Indígena da Associação Brasileira de Saúde Coletiva - ABRASCO, cujos representantes deverão ser indicados pelos requerentes, no prazo de 72 horas a contar da ciência desta decisão, com respectivos nomes, qualificações, correios eletrônicos e telefones de contato; (iii) indicação pela União das demais autoridades e órgãos que julgar conveniente envolver na tarefa, com indicação dos mesmos elementos. 63. Observa-se, por fim, que todos os prazos acima devem ser contados em dias corridos e correrão durante o recesso. O término do recesso coincidirá aproximadamente com a conclusão da elaboração dos planos e seu exame pelo juízo, de modo que não há risco de concretização de medidas irreversíveis antes do retorno do Supremo Tribunal Federal a pleno funcionamento, ressalvadas novas situações emergenciais que possam ocorrer no período e que demandem interferência imediata. 64. A implementação das cautelares não prejudica que se dê continuidade a todas as ações de saúde já em curso e planejadas em favor das comunidades indígenas, que não devem ser interrompidas. CONCLUSÃO 65. Por todo o exposto, defiro parcialmente as cautelares postuladas pelos requerentes, nos termos e condições previstos acima (item III)”, vencidos parcialmente o Ministro Edson Fachin, que deferia a liminar em maior amplitude, e o Ministro Ricardo Lewandowski, que acompanhava o Relator e estabelecia prazos. Ausentes, justificadamente, os Ministros Celso de Mello e Cármen Lúcia. Presidência do Ministro Dias Toffoli. Plenário, 05.08.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur433338","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-11-08T20:00:16.556200","dg_unique":"sjur433338","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: Direitos fundamentais. Povos Indígenas. Arguição de Descumprimento de Preceito Fundamental. Tutela do direito à vida e à saúde face à pandemia da COVID-19. Cautelares parcialmente deferidas.\n\n\n\n1. Ação que tem por objeto falhas e omissões do Poder Público no combate à pandemia da COVID-19 entre os Povos Indígenas, com alto risco de contágio e mesmo de extermínio de etnias.\n\n\n\n2. A Articulação dos Povos Indígenas do Brasil – APIB possui legitimidade ativa para propor ação direta perante o Supremo Tribunal Federal e, bem assim, os partidos políticos que assinam a petição inicial.\n\n\n\nPremissas da decisão\n\n\n\n3. Os Povos Indígenas são especialmente vulneráveis a doenças infectocontagiosas, para as quais apresentam baixa imunidade e taxa de mortalidade superior à média nacional. Há indícios de expansão acelerada do contágio da COVID-19 entre seus membros e alegação de insuficiência das ações promovidas pela União para sua contenção. \n\n\n\n4. Os Povos Indígenas têm o direito de participar da formulação e execução das ações de saúde que lhes são destinadas. Trata-se de direito assegurado pela Constituição de 1988 e pela Convenção 169 da OIT, que é norma interna no Brasil.\n\n\n\n5. A análise aqui desenvolvida observou três diretrizes: (i) os princípios da precaução e da prevenção, no que respeita à proteção à vida e à saúde; (ii) a necessidade de diálogo institucional entre o Judiciário e o Poder Executivo, em matéria de políticas públicas decorrentes da Constituição; e (iii) a imprescindibilidade de diálogo intercultural, em toda questão que envolva os direitos de povos indígenas. \n\n\n\nPedidos formulados\n\n\n\n6. Na ação são formulados pedidos específicos em relação aos povos indígenas em isolamento ou de contato recente, bem como pedidos que se destinam aos povos indígenas em geral. Tais pretensões incluem a criação de barreiras sanitárias, a instalação de sala de situação, a retirada de invasores das terras indígenas, o acesso de todos os indígenas ao Subsistema Indígena de Saúde e a elaboração de plano para enfrentamento e monitoramento da COVID-19.\n\n\n\n7. Todos os pedidos são relevantes e pertinentes. Infelizmente, nem todos podem ser integralmente acolhidos no âmbito precário de uma decisão cautelar e, mais que tudo, nem todos podem ser satisfeitos por simples ato de vontade, caneta e tinta. Exigem, ao revés, planejamento adequado e diálogo institucional entre os Poderes.\n\n\n\nDecisão cautelar\n\n\n\nQuanto aos pedidos dos povos indígenas em isolamento e de contato recente\n\n\n\n8. Determinação de criação de barreiras sanitárias, conforme plano a ser apresentado pela União, ouvidos os membros da Sala de Situação, no prazo de 10 dias, contados da ciência desta decisão.\n\n\n\n9. Determinação de instalação da Sala de Situação, como previsto em norma vigente, para gestão de ações de combate à pandemia quanto aos povos indígenas em isolamento e de contato recente, com participação de representantes das comunidades indígenas, da Procuradoria-Geral da República e da Defensoria Pública da União, observados os prazos e especificações detalhados na decisão.\n\n\n\nQuanto aos povos indígenas em geral\n\n\n\n10. A retirada de invasores das terras indígenas é medida imperativa e imprescindível. Todavia, não se trata de questão nova e associada à pandemia da COVID-19. A remoção de dezenas de milhares de pessoas deve considerar: a) o risco de conflitos; e b) a necessidade de ingresso nas terras indígenas de forças policiais e militares, agravando o perigo de contaminação. Assim sendo, sem prejuízo do dever da União de equacionar o problema e desenvolver um plano de desintrusão, fica determinado, por ora, que seja incluído no Plano de Enfrentamento e Monitoramento da COVID-19 para os Povos Indígenas, referido adiante, medida emergencial de contenção e isolamento dos invasores em relação às comunidades indígenas ou providência alternativa apta a evitar o contato.\n\n\n\n11. Determinação de que os serviços do Subsistema Indígena de Saúde sejam acessíveis a todos os indígenas aldeados, independentemente de suas terra estarem ou não homologadas. Quanto aos não aldeados, por ora, a utilização do Subsistema de Saúde Indígena se dará somente na falta de disponibilidade do SUS geral.\n\n\n\n12. Determinação de elaboração e monitoramento de um Plano de Enfrentamento da COVID-19 para os Povos Indígenas Brasileiros, de comum acordo, pela União e pelo Conselho Nacional de Direitos Humanos, com a participação das comunidades indígenas, observados os prazos e condições especificados na decisão.\n\n\n\n13. Voto pela ratificação da cautelar parcialmente deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754033962","externo_seq_objeto_incidente":5961328,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-244  DIVULG 06-10-2020  PUBLIC 07-10-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=709&classe=ADPF","is_colac":false,"titulo":"ADPF 709 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          ART-00003 INC-00001 INC-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00054 PAR-00001 \n          ART-00006 ART-00037 \"CAPUT\" ART-00102 \n          PAR-00001 ART-00103 INC-00008 INC-00009 \n          PAR-00001 ART-00129 ART-00134 ART-00196 \n          ART-00215 ART-00216 ART-00225 ART-00231 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 PAR-00007 ART-00232\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008080      ANO-1990\n          ART-0019A ART-0019B ART-0019C ART-0019D \n          ART-0019E ART-0019F ART-0019G PAR-00001 \n          PAR-00002 PAR-00003 ART-0019H\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009836      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 PAR-ÚNICO INC-00001 ART-00004 \n          PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009985      ANO-2000\n          ART-00002 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012986      ANO-2014\n          ART-00004 ART-00008 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000169      ANO-1989\n          ART-00001 NÚMERO-1 LET-A LET-B \n          NÚMERO-2 NÚMERO-3 ART-00002 NÚMERO-1 \n          NÚMERO-2 LET-A LET-B LET-C \n          ART-00003 ART-00004 NÚMERO-1 NÚMERO-2 \n          ART-00005 LET-B LET-C ART-00006 \n          NÚMERO-1 LET-A LET-B LET-C \n          NÚMERO-2 ART-00007 NÚMERO-1 ART-00008 \n          NÚMERO-1 ART-00012 ART-00025 NÚMERO-1 \n          NÚMERO-2 ART-00033 NÚMERO-1 NÚMERO-2\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACINAL DO TRABALHO - OIT SOBRE POVOS INDÍGENAS E TRIBAIS. \n\n","LEG-FED   DLG-000143      ANO-2002\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO SOBRE OS POVOS INDÍGENAS E TRIBAIS EM PAÍSES INDEPENDENTES.\n\n","LEG-FED   DEC-005051      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO Nº 169 DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT SOBRE POVOS INDÍGENAS E TRIBAIS. \n\n","LEG-FED   DEC-005289      ANO-2004\n          ART-00004\n                DECRETO\n\n","LEG-FED   DEC-009795      ANO-2020\n                DECRETO\n\n","LEG-FED   PRT-004094      ANO-2018\n          ART-00007 PAR-00001 PAR-00002 ART-00012 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00013\n                PORTARIA CONJUNTA DO MINISTÉRIO DA SAÚDE E DA A FUNDAÇÃO NACIONAL DO ÍNDIO - MS/FUNAI\n\n","LEG-FED   PRT-000419      ANO-2020\n                PORTARIA DO PRESIDENTE DA FUNDAÇÃO NACIONAL DO ÍNDIO - FUNAI"],"publicacao_data":"2020-10-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, SUPERAÇÃO, INTERPRETAÇÃO RESTRITIVA. DECISÃO JUDICIAL, FUNDAMENTAÇÃO, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SUBSIDIARIEDADE. ÍNDIO, PROCESSO, CULTURA, PERMANÊNCIA, ÍNDIO, FINALIDADE, PROTEÇÃO, CONSTITUIÇÃO FEDERAL. DEMARCAÇÃO, RESERVA INDÍGENA RAPOSA SERRA DO SOL, PROTEÇÃO, DIREITO INDÍGENA, COMPENSAÇÃO, CONTEXTO HISTÓRICO, CONSTITUCIONALISMO FRATERNAL, MINORIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, INTEGRAÇÃO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, RELEVÂNCIA, INTERESSE PÚBLICO. PROIBIÇÃO, INQUIRIÇÃO, ÍNDIO, DIVERSIDADE, TERRA INDÍGENA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PODER JUDICIÁRIO, INTERVENÇÃO, OMISSÃO, ELABORAÇÃO, POLÍTICA PÚBLICA, PROTEÇÃO, MINORIA. CONSTITUIÇÃO FEDERAL DE 1988, CONSAGRAÇÃO, AUTONOMIA, POPULAÇÃO INDÍGENA, RESPEITABILIDADE, COSTUME, TRADIÇÃO CULTURAL, RECONHECIMENTO, TERRA TRADICIONALMENTE OCUPADA PELOS ÍNDIOS.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INDEFERIMENTO, PEDIDO, RETIRADA, INVASÃO, RISCO, VIDA, SAÚDE, SEGURANÇA, COMUNIDADE.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: PODER JUDICIÁRIO, FIXAÇÃO, PRAZO, SESSENTA DIAS, UNIÃO FEDERAL, INFORMAÇÃO, SITUAÇÃO, OCUPAÇÃO, TERRA INDÍGENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=709&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DECISÃO JUDICIAL, FUNDAMENTAÇÃO, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\nADI 4066 (TP), RE 627189 (TP), ADI 5592 (TP). \n(DEMARCAÇÃO, RESERVA INDÍGENA RAPOSA SERRA DO SOL)\nPet 3388 (TP). \n(ADPF, INTEGRAÇÃO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, RELEVÂNCIA, INTERESSE PÚBLICO)\nADPF 33 (TP). \n(PROIBIÇÃO, INQUIRIÇÃO, ÍNDIO, DIVERSIDADE, TERRA INDÍGENA)\nHC 80240 (TP). \n(PODER JUDICIÁRIO, INTERVENÇÃO, OMISSÃO, ELABORAÇÃO, POLÍTICA PÚBLICA, PROTEÇÃO, MINORIA)\nPet 3388 ED (TP), ADPF 347 MC (TP). \n- Decisões monocráticas citadas:\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, SUPERAÇÃO, INTERPRETAÇÃO RESTRITIVA)\nADI 5291, ADPF 527 MC.\n(DECISÃO JUDICIAL, FUNDAMENTAÇÃO, PRINCÍPIO DA PRECAUÇÃO, PRINCÍPIO DA PREVENÇÃO)\nADPF 669 MC, ADPF 668 MC.\n- Legislação estrangeira citada: Art. 3, n. 1, art. 7, n. 1, n. 2, art. 18, art. 19, art. 20, art. 23, art. 24, n. 2, art. 31, n. 1 da Declaração das Nações Unidas sobre os Direitos dos Povos Indígenas; art. 6, art. 8, art. 16, n. 1, n. 2, art. 21, art. 26, n. 1 e n. 2, da Declaração Americana dos Direitos dos Povos Indígenas, Lei  § 90, II, da Orgânica do Tribunal alemão, art. 44, I, da Lei Orgânica do Tribunal Constitucional Espanhol.\n- Decisões estrangeiras citadas: Caso Governo da República da África do Sul e outros vs. Irene Grootboom e outros, da Corte Constitucional da África do Sul, BVerfGE, 91/93 [106], do Tribunal alemão; Sentencia SU-039/1997 e Sentencia C-030/2008, da Corte Constitucional da Colômbia; Caso de la Comunidad Mayagna (Sumo) Awas Tingni vs. Nicaragua, Sentencia de 31/08/2001; Caso Comunidad Garífuna de Punta Piedra y sus Miembros vs. Honduras, Sentencia de 08/10/2015; Caso Fernández Ortega y outros vs. México, Sentencia de 30/08/2010; Caso Comunidad Indígena Yakye Axa vs. Paraguay, Sentencia 17/06/2005, § 63; Caso Comunidad Indígena Sawhoyamaxa vs. Paraguay. Sentencia de 29/03/2006,§ 83; Caso del Pueblo Saramaka. vs. Surinam, Sentencia de 28/11/2007, § 178; Caso Tiu Tojín vs. Guatemala, Sentencia de 26/11/ 2008, § 96, da Corte Interamericana de Direitos Humanos.\n- Veja item 38, item 39, item 54, item 55, item 56 e item 57, da Resolução 1/2020, da Comissão Interamericana de Direitos humanos,  sobre pandemia e direitos humanos nas Américas, (CIDH).\n- Veja item 57, letra \"a\", Letra \"b\" e letra \"c\", da Recomendação 35/2000 ao Estado Brasileiro, da Corte Interamericana de Direitos Humanos.\n- Veja Decreto de Emancipação, de 1978.\nNúmero de páginas: 194.\nAnálise: 18/06/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ARTICULAÇÃO DOS POVOS INDÍGENAS DO BRASIL (APIB) \nADV.(A/S)  : LUIZ HENRIQUE ELOY AMADO E OUTRO(A/S)\nREQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : DANIEL ANTONIO DE MORAES SARMENTO \nREQTE.(S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nREQTE.(S)  : PARTIDO COMUNISTA DO BRASIL \nADV.(A/S)  : PAULO MACHADO GUIMARAES \nREQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : DANIEL ANTONIO DE MORAES SARMENTO \nREQTE.(S)  : PARTIDO DOS TRABALHADORES \nADV.(A/S)  : EUGENIO JOSE GUILHERME DE ARAGAO \nREQTE.(S)  : PARTIDO DEMOCRATICO TRABALHISTA \nADV.(A/S)  : LUCAS DE CASTRO RIVAS \nINTDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : FUNDAÇÃO NACIONAL DO ÍNDIO - FUNAI \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nAM. CURIAE.  : CONSELHO INDIGENISTA MISSIONARIO CIMI \nADV.(A/S)  : RAFAEL MODESTO DOS SANTOS \nAM. CURIAE.  : CONECTAS DIREITOS HUMANOS - ASSOCIAÇÃO DIREITOS HUMANOS EM REDE \nADV.(A/S)  : JULIA MELLO NEIVA \nADV.(A/S)  : GABRIEL DE CARVALHO SAMPAIO \nADV.(A/S)  : GABRIEL ANTONIO SILVEIRA MANTELLI \nADV.(A/S)  : THIAGO DE SOUZA AMPARO \nAM. CURIAE.  : ISA INSTITUTO SOCIOAMBIENTAL \nADV.(A/S)  : JULIANA DE PAULA BATISTA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : MOVIMENTO NACIONAL DE DIREITOS HUMANOS - MNDH \nADV.(A/S)  : CARLOS NICODEMOS OLIVEIRA SILVA \nAM. CURIAE.  : CONSELHO INDIGENA TAPAJOS E ARAPIUNS \nAM. CURIAE.  : TERRA DE DIREITOS \nADV.(A/S)  : LUCIANA CRISTINA FURQUIM PIVATO E OUTRO(A/S)\nAM. CURIAE.  : COMISSAO GUARANI YVYRUPA \nADV.(A/S)  : ANDRE HALLOYS DALLAGNOL \nADV.(A/S)  : GABRIELA ARAUJO PIRES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":433338,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 709 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ABBOUD, Georges. Jurisdição Constitucional e Direitos Fundamentais. São Paulo: Revista dos Tribunais, 2011.\nALMAGRO, José. Justicia constitucional: comentarios a la Ley Orgánica del Tribunal Constitucional , 2. ed. Valencia, 1989. p. 324 e 325.\nA PANDEMIA e os desafios da agenda ambiental. Instituto Brasiliense de Direito Público: O Direito em Tempos de Covid-19. Disponível: https://www.youtube.com/watch?v=JxCDYWkepwI. Acesso em: 5 ago. 2020.\nBARROSO, Luís Roberto. O Controle de Constitucionalidade no Direito Brasileiro, 2019. p. 360-366.\nDIMOULIS, Dimitri; MARTINS, Leonardo. Teoria Geral dos Direitos Fundamentais. São Paulo: Revista dos Tribunais, 2007.\nLÉLIA e Sebastião Salgado: ajude a proteger os povos e indígenas da Amazônia do Covid. Disponível em: https://secure.avaaz.org/community_petitions/po/presidente_do_brasil_e_aos_lideres_do_legislativo__ajude_a_proteger_os_povos_indigenas_da_amazonia_do_covid19. Acesso em: 5 ago. 2020.\nMENDES, Gilmar Ferreira; AFONSO, José Roberto; e SANTANA, Hadassah Laís (Org.). Governance 4.0 para Covid-19 no Brasil. Propostas para Gestão Pública e Para Políticas Sociais e Econômicas. São Paulo: Almedina, 2020.\nMENDES, Gilmar Ferreira. Arguição de Descumprimento de Preceito Fundamental: comentários à Lei n. 9.882, de 3.12.1999. 2. ed. São Paulo: Saraiva, 2011. p. 19.\nOFICINA DEL ALTO COMISIONADO DE LAS NACIONES UNIDAS PARA LOS DERECHOS HUMANOS (OACNUDH). Directrices de protección para los pueblos indígenas em aislamiento y en contacto inicial de la región amazónica, el gran chaco y la región oriental de Paraguay. Disponível em: https://acnudh.org/load/2019/07/015-Directrices-de-Protecci%C3%B3n-para-los-Pueblos-Ind%C3%ADgenas-en-Aislamiento-y-en-Contacto-Inicial-de-la-Regi%C3%B3n-Amaz%C3%B3nica-el-Gran-Chaco-y-la-Regi%C3%B3n-Oriental-de-Paraguay.pdf. Acesso em: 06 jul. 2020.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Direito constitucional ecológico, 2019. p. 388-401.\nSEBASTIA o salgado apela ao stf por expulsao de invasores de terras indigenas contra covid-19. Folha de S. Paulo, ago. 2020. Disponível em: https://www1.folha.uol.com.br/colunas/painel/2020/08/sebastia\no-salgado-apela-ao-stf-por-expulsao-de-invasores-de-terras-indigenas-contra-covid-19.shtml. Acesso em: 5 ago. 2020.\nWAIZBORT, R.; PORTO, F. Epidemias e colapso demográfico no México e nos Andes do século XVI: contribuições da biologia evolutiva. História, Ciências, Saúde-Manguinhos, v. 25, n. 2, p. 391–407, jun. 2018.\nZUCK, Rudiger. Das Recht der Verfassungsbeschwerde. 2. ed. München, 1988. p. 13 et seq.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":709,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446516","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, referendou a concessão parcial da medida cautelar para: (i) firmar o entendimento de que a tese da legítima defesa da honra é inconstitucional, por contrariar os princípios constitucionais da dignidade da pessoa humana (art. 1º, III, da CF), da proteção à vida e da igualdade de gênero (art. 5º, caput, da CF); (ii) conferir interpretação conforme à Constituição aos arts. 23, inciso II, e 25, caput e parágrafo único, do Código Penal e ao art. 65 do Código de Processo Penal, de modo a excluir a legítima defesa da honra do âmbito do instituto da legítima defesa e, por consequência, (iii) obstar à defesa, à acusação, à autoridade policial e ao juízo que utilizem, direta ou indiretamente, a tese de legítima defesa da honra (ou qualquer argumento que induza à tese) nas fases pré-processual ou processual penais, bem como durante julgamento perante o tribunal do júri, sob pena de nulidade do ato e do julgamento, nos termos do voto do Relator. Os Ministros Edson Fachin, Luiz Fux (Presidente) e Roberto Barroso acompanharam o Relator com ressalvas. A ressalva do Ministro Gilmar Mendes foi acolhida pelo Relator. Falaram: pelo requerente, o Dr. Paulo Roberto Iotti Vecchiatti; pelo interessado, o Ministro José Levi Mello do Amaral Junior, Advogado-Geral da União; e, pelo amicus curiae Associação Brasileira das Mulheres de Carreira Jurídica, a Dra. Eliana Calmon. Plenário, Sessão Virtual de 5.3.2021 a 12.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur446516","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-11-08T20:00:16.556200","dg_unique":"sjur446516","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Referendo de medida cautelar. Arguição de descumprimento de preceito fundamental. Interpretação conforme à Constituição. Artigos 23, inciso II, e 25, caput e parágrafo único, do Código Penal e art. 65 do Código de Processo Penal. “Legítima defesa da honra”. Não incidência de causa excludente de ilicitude. Recurso argumentativo dissonante da dignidade da pessoa humana (art. 1º, III, da CF), da proteção à vida e da igualdade de gênero (art. 5º, caput, da CF). Medida cautelar parcialmente deferida referendada.\n\n\n\n    1. “Legítima defesa da honra” não é, tecnicamente, legítima defesa. A traição se encontra inserida no contexto das relações amorosas. Seu desvalor reside no âmbito ético e moral, não havendo direito subjetivo de contra ela agir com violência. Quem pratica feminicídio ou usa de violência com a justificativa de reprimir um adultério não está a se defender, mas a atacar uma mulher de forma desproporcional, covarde e criminosa. O adultério não configura uma agressão injusta apta a excluir a antijuridicidade de um fato típico, pelo que qualquer ato violento perpetrado nesse contexto deve estar sujeito à repressão do direito penal.\n\n\n\n    2. A “legítima defesa da honra” é recurso argumentativo/retórico odioso, desumano e cruel utilizado pelas defesas de acusados de feminicídio ou agressões contra a mulher para imputar às vítimas a causa de suas próprias mortes ou lesões. Constitui-se em ranço, na retórica de alguns operadores do direito, de institucionalização da desigualdade entre homens e mulheres e de tolerância e naturalização da violência doméstica, as quais não têm guarida na Constituição de 1988.\n\n\n\n    3. Tese violadora da dignidade da pessoa humana, dos direitos à vida e à igualdade entre homens e mulheres (art. 1º, inciso III , e art. 5º, caput e inciso I, da CF/88), pilares da ordem constitucional brasileira. A ofensa a esses direitos concretiza-se, sobretudo, no estímulo à perpetuação da violência contra a mulher e do feminicídio. O acolhimento da tese tem a potencialidade de estimular práticas violentas contra as mulheres ao exonerar seus perpetradores da devida sanção.\n\n\n\n    4. A “legítima defesa da honra” não pode ser invocada como argumento inerente à plenitude de defesa própria do tribunal do júri, a qual não pode constituir instrumento de salvaguarda de práticas ilícitas. Assim, devem prevalecer a dignidade da pessoa humana, a vedação a todas as formas de discriminação, o direito à igualdade e o direito à vida, tendo em vista os riscos elevados e sistêmicos decorrentes da naturalização, da tolerância e do incentivo à cultura da violência doméstica e do feminicídio.\n\n\n\n    5. Na hipótese de a defesa lançar mão, direta ou indiretamente, da tese da “legítima defesa da honra” (ou de qualquer argumento que a ela induza), seja na fase pré-processual, na fase processual ou no julgamento perante o tribunal do júri, caracterizada estará a nulidade da prova, do ato processual ou, caso não obstada pelo presidente do júri, dos debates por ocasião da sessão do júri, facultando-se ao titular da acusação recorrer de apelação na forma do art. 593, III, a, do Código de Processo Penal.\n\n\n\n    6. Medida cautelar parcialmente concedida para (i) firmar o entendimento de que a tese da legítima defesa da honra é inconstitucional, por contrariar os princípios constitucionais da dignidade da pessoa humana (art. 1º, III, da CF), da proteção à vida e da igualdade de gênero (art. 5º, caput, da CF); (ii) conferir interpretação conforme à Constituição aos arts. 23, inciso II, e 25, caput e parágrafo único, do Código Penal e ao art. 65 do Código de Processo Penal, de modo a excluir a legítima defesa da honra do âmbito do instituto da legítima defesa; e (iii) obstar à defesa, à acusação, à autoridade policial e ao juízo que utilizem, direta ou indiretamente, a tese de legítima defesa da honra (ou qualquer argumento que induza à tese) nas fases pré-processual ou processual penais, bem como durante o julgamento perante o tribunal do júri, sob pena de nulidade do ato e do julgamento.\n\n\n\n    7. Medida cautelar referendada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755906373","externo_seq_objeto_incidente":6119936,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-096  DIVULG 19-05-2021  PUBLIC 20-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=779&classe=ADPF","is_colac":false,"titulo":"ADPF 779 MC-Ref","documental_legislacao_citada_texto":["LEG-IMP   CCI ANO-1830\n    ART-00250 ART-00251 ART-00252 ART-00253\n    CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-FED   CF ANO-1891\n    ART-00072 PAR-31 .\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00141 PAR-00028\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 ART-00003\n    INC-00004 ART-00005 \"CAPUT\" INC-00001\n    INC-00038 LET-A LET-B LET-C\n    LET-D INC-00041 INC-00043 INC-00054\n    ART-00226 PAR-00008 ART-00483 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    PAR-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003071 ANO-1916\n    ART-00006 INC-00002 ART-00233 ART-00240\n    ART-00242 INC-00001 INC-00002 INC-00003\n    INC-00004\n    CC-1916 CÓDIGO CIVIL \n\n","LEG-FED   LEI-000263 ANO-1948\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004121 ANO-1962\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006515 ANO-1970\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00001 INC-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-011106 ANO-2005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689 ANO-2008\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1979\n    ART-00017\n    CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984.\n\n","LEG-INT   CVC ANO-1994\n    CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER, CONCLUÍDA EM BELÉM DO PARÁ, EM 9 DE JUNHO DE 1994\n\n","LEG-FED   DEL-000167 ANO-1938\n    DECRETO-LEI\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00023 INC-00002 ART-00025 \"CAPUT\"\n    PAR-ÚNICO ART-00028 ART-00107 INC-00007\n    INC-00008\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00065 ART-00478 INC-00001 INC-00002\n    ART-00483 INC-00003 PAR-00002 ART-00495\n    INC-00014 ART-00593 INC-00003 LET-A\n    LET-B LET-C LET-D PAR-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000093 ANO-1983\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   DLG-000107 ANO-1995\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER, CONCLUÍDA EM BELÉM DO PARÁ, EM 9 DE JUNHO DE 1994\n\n","LEG-FED   DEC-000847 ANO-1890\n    ART-00279 PAR-00001 NÚMERO-00001 NÚMERO-00002\n    CP-1890 CÓDIGO PENAL\n\n","LEG-FED   DEC-001973 ANO-1996\n    DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA PARA PREVENIR, PUNIR E ERRADICAR A VIOLÊNCIA CONTRA A MULHER, CONCLUÍDA EM BELÉM DO PARÁ, EM 9 DE JUNHO DE 1994\n\n","LEG-FED   DEC-004377 ANO-2002\n    DECRETO - PROMULGA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   PJL-00591A ANO-1947\n    PROJETO DE LEI\n\n","LEG-FED   AAD-011340 ANO-2006\n    ATO ADICIONAL"],"publicacao_data":"2021-05-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, COMPETÊNCIA, MINISTRO RELATOR, DECISÃO MONOCRÁTICA, MEDIDA CAUTELAR. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DIREITO PRÉ-CONSTITUCIONAL. LEGÍTIMA DEFESA, EXCEÇÃO, APLICAÇÃO, LEI PENAL. LESÃO, HONRA, COMPENSAÇÃO, FORMA, ORDENAMENTO JURÍDICO. ESTATÍSTICA, FEMINICÍDIO. INEXISTÊNCIA, GARANTIA INDIVIDUAL, CARÁTER ABSOLUTO. TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CONCESSÃO, MEDIDA CAUTELAR, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, JUÍZO, CONVENIÊNCIA, CARÁTER POLÍTICO. CONTEXTO HISTÓRICO, LEGÍTIMA DEFESA, HONRA, JUSTIFICATIVA, VIOLÊNCIA, VÍTIMA, MULHER. MOMENTO POSTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, LEGÍTIMA DEFESA, HONRA, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, IGUALDADE, VIDA, PROIBIÇÃO, DISCRIMINAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONTEXTO HISTÓRICO, LEGÍTIMA DEFESA, HONRA, DIREITO PENAL. DIREITO DO ESTRANGEIRO, LIMITAÇÃO, PROVA, ARGUMENTO, DEFESA, CRIME CONTRA A LIBERDADE SEXUAL. EXCEPCIONALIDADE, LIMITAÇÃO, DIREITO DE DEFESA. TRIBUNAL DO JÚRI, ABSOLVIÇÃO, QUESITO GENÉRICO. IMPORTÂNCIA, ATA DE JULGAMENTO, GRAVAÇÃO, SESSÃO DE JULGAMENTO, COMPROVAÇÃO, UTILIZAÇÃO, TESE, LEGÍTIMA DEFESA, HONRA, TRIBUNAL DO JÚRI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: EVOLUÇÃO, LEGISLAÇÃO BRASILEIRA, DIFERENÇA, HOMEM, MULHER. SUBMISSÃO, INTERESSE, MULHER, VONTADE, HOMEM. MOMENTO POSTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, IGUALDADE, MULHER, HOMEM. ESTADO BRASILEIRO, PAÍS SIGNATÁRIO, CONVENÇÃO INTERNACIONAL, ELIMINAÇÃO, DISCRIMINAÇÃO, VIOLÊNCIA, VÍTIMA, MULHER.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: PROPOSTA, LIMITAÇÃO, ARGUMENTAÇÃO, LEGÍTIMA DEFESA, HONRA, EXTENSÃO, TOTALIDADE, PARTE PROCESSUAL, JUIZ. ISONOMIA, PRINCÍPIO DA IGUALDADE PROCESSUAL.\n\n- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: EVOLUÇÃO, LEGISLAÇÃO BRASILEIRA, TRIBUNAL DO JÚRI. DECISÃO, TRIBUNAL DO JÚRI, GRAU MÍNIMO, OBJETIVIDADE. TRIBUNAL DO JÚRI, COERÊNCIA, NECESSIDADE, IDENTIFICAÇÃO, FUNDAMENTO, ABSOLVIÇÃO. IMPOSSIBILIDADE, ABSOLVIÇÃO, QUESITO GENÉRICO, TRIBUNAL DO JÚRI, LEGÍTIMA DEFESA, DEFESA DA HONRA, FEMINICÍDIO. CONCESSÃO, MEDIDA CAUTELAR, MAIOR EXTENSÃO. COMPATIBILIDADE, DECISÃO, ANULAÇÃO, TRIBUNAL DO JÚRI, QUESITO GENÉRICO, ABSOLVIÇÃO, FEMINICÍDIO, LEGÍTIMA DEFESA, HONRA, GARANTIA, SOBERANIA DO VEREDICTO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROBERTO BARROSO: IMPOSSIBILIDADE, ABSOLVIÇÃO, QUESITO GENÉRICO, TRIBUNAL DO JÚRI, LEGÍTIMA DEFESA, DEFESA DA HONRA, FEMINICÍDIO. CONCESSÃO, MEDIDA CAUTELAR, MAIOR EXTENSÃO. COMPATIBILIDADE, DECISÃO, ANULAÇÃO, TRIBUNAL DO JÚRI, QUESITO GENÉRICO, ABSOLVIÇÃO, FEMINICÍDIO, LEGÍTIMA DEFESA, HONRA, GARANTIA, SOBERANIA DO VEREDICTO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. LUIZ FUX: PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), AUMENTO, VIOLÊNCIA DOMÉSTICA, VÍTIMA, MULHER. IMPOSSIBILIDADE, ABSOLVIÇÃO, QUESITO GENÉRICO, TRIBUNAL DO JÚRI, LEGÍTIMA DEFESA, DEFESA DA HONRA, FEMINICÍDIO. CONCESSÃO, MEDIDA CAUTELAR, MAIOR EXTENSÃO. COMPATIBILIDADE, DECISÃO, ANULAÇÃO, TRIBUNAL DO JÚRI, QUESITO GENÉRICO, ABSOLVIÇÃO, FEMINICÍDIO, LEGÍTIMA DEFESA, HONRA, GARANTIA, SOBERANIA DO VEREDICTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=779&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRIBUNAL DO JÚRI, DECISÃO CONTRÁRIA À PROVA DOS AUTOS, SOBERANIA DO VEREDICTO)\nHC 178777 (1ªT). \n(ADI, MEDIDA CAUTELAR, APRECIAÇÃO, FUMUS BONI JURIS, PERICULUM IN MORA, CONVENIÊNCIA, DISCRICIONARIEDADE, STF)\nADI 173 MC (TP), ADI 804 MC (TP), ADI 425 MC (TP), ADI 409 MC (TP), ADI 3401 MC (TP), ADI 508 MC (TP), ADI 1155 MC (TP), ADI 467 MC (TP), ADI 474 MC (TP), ADI 718 MC (TP). \n(TRIBUNAL DO JÚRI, QUESITO GENÉRICO, ABSOLVIÇÃO)\nHC 178777 (1ªT), HC 178856 (2ªT), RHC 192431 AgR-segundo (2ªT), RHC 192432 AgR-segundo (2ªT). \n(ADPF, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DIREITO PRÉ-CONSTITUCIONAL)\nADPF 322 AgR (TP). \n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 388 (TP). \n(CONSTITUIÇÃO, LIBERDADE INDIVIDUAL, RELATIVIZAÇÃO)\nPet 577 QO (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(DIREITO PENAL, LEGÍTIMA DEFESA, HONRA)\nSTJ: AREsp 1553933. \n- Veja RE 1225185 (Tema 1087 de RG).\n- Legislação estrangeira citada: Rule 412 das Federal Rules of Evidence, dos EUA.\n- Decisão estrangeira citada: Caso de la Massacre de la Rochela vs. Colombia. Fundo, reparações e custas. Sentença de 11 de maio de 2007. Serie C No. 163, par. 197, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 89.\nAnálise: 03/03/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DEMOCRATICO TRABALHISTA \nADV.(A/S)  : PAULO ROBERTO IOTTI VECCHIATTI E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DAS MULHERES DE CARREIRA JURIDICA \nADV.(A/S)  : ALICE BIANCHINI \nADV.(A/S)  : ELIANA CALMON ALVES \nADV.(A/S)  : ERIC DINIZ CASIMIRO \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DOS ADVOGADOS CRIMINALISTAS - ABRACRIM \nADV.(A/S)  : THAISE MATTAR ASSAD \nADV.(A/S)  : THIAGO MIRANDA MINAGE \nADV.(A/S)  : SHEYNER YASBECK ASFORA \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE MULHERES LÉSBICAS, BISSEXUAIS, TRAVESTIS E TRANSEXUAIS - ABMLBT \nADV.(A/S)  : MARIANA SALINAS SERRANO \nADV.(A/S)  : LUANDA MORAIS PIRES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446516,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 779 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2021-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ASSIS, Maria Sonia M. S. Tese da legitima defesa da honra nos crimes passionais. Dissertação (Mestrado) - Universidade Federal de Pernambuco, Recife, 2003. p. 106.\nBROSSARD, Paulo. constituição e as leis a ela anteriores. Arquivo Ministério Justiça. Brasília, v. 45, n. 180, jul./dez. 1992. p. 139.\nCAMPOS, Carmen Hein de; SEVERI, Fabiana C. Violência contra mulheres e a crítica jurídica feminista: breve análise da produção acadêmica brasileira. Revista Direito & Práxis, v. 10, n. 2, 2019.\nCORRÊA, Marisa. Os Crimes da Paixão. São Paulo: Brasiliense, 1981.\nCORRÊA, Marisa. Morte em família: representações jurídicas de papéis sexuais. Rio de Janeiro: Graal, 1983.\nELUF, Luiza Nagib. A paixão no banco dos réus, casos passionais célebres: de Pontes Visgueiro a Pimenta\nNeves. São Paulo: Saraiva, 2003, p. 157.\nMACHADO, Maíra Rocha et al. As Provas, os Jurados e o Tribunal: A Anulação dos Veredictos diante da Soberania do Júri. Revista Brasileira de Ciências Criminais, v. 164, 220\nMARGARITA DANIELLE RAMOS. Estudos Feministas, Florianópolis, v. 20, n. 1, p. 344, jan./abr. 2012.\nMARTINS, Ives Gandra da Silva. Os efeitos das liminares nas ações diretas de inconstitucionalidade. Repertório IOB de Jurisprudência, n. 8, p. 150-154, abr. 1995.\nMENDES, Soraia; XIMENES, Julia; CHIA, Rodrigo. E quando a vítima é a mulher? Uma análise crítica do discurso das principais obras de direito penal e a violência simbólica no tratamento das mulheres\nvítimas de crimes contra a dignidade sexual. Revista Brasileira de Ciências Criminais, v. 130, 2017.\nMENDES, Soraia da Rosa. Processo Penal Feminista. Atlas, 2020.\nNARDELLI, Marcella Mascarenhas. A prova no tribunal do Júri. Uma abordagem racionalista. Lumen Juris, 2019.\nORNELLAS, Sandra. Lei e honra na construção simbólica da masculinidade: uma reflexão sobre o feminicídio. Escola da Magistratura do Rio de Janeiro, 2017. Disponível em: https://www.emerj.tjrj. jus.br/revistas/genero_e_direito/edicoes/1_2017/pdf/SandraMariaPOrnellas.pdf.\nPIMENTEL, Silvia; PANDJIARJIAN, Valéria; BELLOQUE, Juliana. Legítima defesa da honra: ilegítima\nimpunidade dos assassinos, um estudo crítico da legislação e jurisprudência da América Latina. Cadernos Pagu, Campinas: Unicamp, 2006. p. 131-132.\nPRIORE, Mary Del. Histórias íntimas. 2. ed. São Paulo: Planeta, 2014. p. 68.\nRAMOS, Margarita Danielle. Reflexões sobre o processo históricodiscursivo do uso da legítima defesa da honra no Brasil e a construção das mulheres. Revista Estudos Feministas, v. 20, n. 1, p. 53-73, 2012.\nSANTOS, Cecília Macdowell. Da delegacia da mulher à Lei Maria da Penha: lutas feministas e políticas públicas sobre violência contra mulheres no Brasil. Oficina do CES n. 301, 2008. p. 7.\nSILVA, Rodrigo Faucz; AVELAR, Daniel R. Manual do Tribunal do Júri. Revista dos Tribunais, 2020. p. 444.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":779,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}