{"result":{"took":323,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458641","_score":12.630624,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, com ressalvas do Ministro Gilmar Mendes, vencido o Ministro Nunes Marques. Segunda Turma, Sessão Virtual de 1.10.2021 a 8.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458641","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458641","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-AgR","is_processo_antigo":false,"ementa_texto":"Ementa: COMISSÃO PARLAMENTAR DE INQUÉRITO. COVID-19. QUEBRA DE SIGILO ADEQUADAMENTE FUNDAMENTADA. MEDIDA INSERIDA NA ESFERA DE COMPETÊNCIA INVESTIGATÓRIA DAS COMISSÕES PARLAMENTARES DE INQUÉRITO. AGRAVO A QUE SE NEGA PROVIMENTO.\n\n\n\n    I- As comissões parlamentares de inquérito não são dotadas de quaisquer competências sancionatórias, quer dizer, não têm o poder de punir quem quer que seja. No entanto, desempenham um relevantíssimo papel institucional na elucidação de fatos de interesse da coletividade, sobretudo daqueles que, em condições normais, não viriam ao conhecimento da sociedade ou das autoridades competentes para avaliá-los, segundo as óticas política e jurídica, respectivamente. \n\n\n\n    II- Bem por isso a Constituição Federal, no seu art. 58, § 3º, investiu as CPIs de “poderes de investigação próprios das autoridades judiciais”, facultando-lhes “a realização de diligências que julgar necessárias”, porquanto atuam em nome do povo soberano do qual são representantes, não sendo possível, por isso mesmo, opor a elas quaisquer limitações no exercício desse importante múnus público, salvo, como é evidente, se vulnerarem direitos e garantias fundamentais dos investigados, o que não é o caso, na espécie.\n\n\n\n    III- A reserva de jurisdição, apesar de incidente sobre as hipóteses de busca domiciliar (art. 5º, XI, da CF), de interceptação telefônica (art. 5º, XII, da CF) e de decretação da prisão, salvo a determinada em flagrante delito (art. 5º, LXI, da CF), não se estende às quebras de sigilo – inclusive fiscal e bancário -, por tratar-se de medida abrigada pela Constituição, em seu art. 58, § 3º.\n\n\n\n    IV- É longevo – e continua firme - o entendimento consolidado nesta Corte segundo o qual as comissões parlamentares de inquérito têm como ponto de partida elementos indiciários, longe ficando de revelar, ao primeiro exame, a convicção a respeito de práticas ilícitas de autoridades públicas ou privadas, empreendendo investigações de natureza política, não sendo exigível delas fundamentação exaustiva às diligências que determinam no curso de seus trabalhos, tal como ocorre com as decisões judiciais (vide MS 24749/DF, relator Ministro Marco Aurélio). \n\n\n\n    V – Para a configuração de ato abusivo apto a embasar a concessão da medida requerida seria preciso ficar inequivocamente demonstrada a falta de pertinência temática entre os atos aqui questionadas e os fatos investigados pela Comissão Parlamentar de Inquérito. Tal descompasso, contudo, não foi devidamente demonstrado.\n\n\n\n    VI- Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759060310","externo_seq_objeto_incidente":6198973,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-023  DIVULG 07-02-2022  PUBLIC 08-02-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=37963&classe=MS","is_colac":false,"titulo":"MS 37963 MC-AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00010 INC-00011 INC-00012\n    INC-00014 INC-00061 ART-00058 PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001579 ANO-1952\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-003268 ANO-1957\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009926 ANO-1996\n    ART-00007 \"CAPUT\"\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472 ANO-1997\n    ART-00060\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012965 ANO-2014\n    ART-00005 INC-00006 INC-00007 ART-00007\n    INC-00001 INC-00002 INC-00003 ART-00010\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    ART-00011 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 ART-00012 INC-00001 INC-00002\n    INC-00003 INC-00004 PAR-ÚNICO ART-00015\n    PAR-00001 ART-00022 PAR-ÚNICO INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013709 ANO-2018\n    ART-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    ART-00004 INC-00003 LET-A LET-B\n    LET-C LET-D PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   RGI\n    ART-00144 ART-00148\n    REGIMENTO INTERNO DO SENADO FEDERAL"],"publicacao_data":"2022-02-08","documental_acordao_mesmo_sentido_lista_texto":"MS 37978 MC-AgR PROCESSO ELETRÔNICO\n          JULG-09-10-2021  UF-DF  TURMA-02  MIN-RICARDO LEWANDOWSKI N.PÁG-043\n          DJe-023  DIVULG 07-02-2022  PUBLIC 08-02-2022","documental_indexacao_texto":"- COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), EQUILÍBRIO, INVESTIGAÇÃO, CONDUTA, PODER PÚBLICO, AGRAVAMENTO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), INTERESSE PÚBLICO, PRESERVAÇÃO, SEGURANÇA JURÍDICA, GARANTIA, EFETIVIDADE, JUSTIÇA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL, PROTEÇÃO DE DADOS PESSOAIS, INVIOLABILIDADE, SIGILO, COMUNICAÇÃO, DIREITO À INTIMIDADE. DIREITO À PRIVACIDADE. AUTONOMIA, DIREITO FUNDAMENTAL, PROTEÇÃO, DADO. SIGILO TELEMÁTICO, REGISTRO, ACESSO, INTERNET, CONVERSA TELEFÔNICA, LOCALIZAÇÃO. APLICAÇÃO, LEI, INTERCEPTAÇÃO TELEFÔNICA, EMPRESA PRESTADORA DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO. CONSIDERAÇÃO, APLICAÇÃO, INTERNET, SERVIÇO DE VALOR ADICIONADO (SVA). CONSIDERAÇÃO, APLICAÇÃO, INTERNET, USUÁRIO, SERVIÇO DE TELECOMUNICAÇÃO, AUSÊNCIA, DEVER, FORNECIMENTO, DADO. OBRIGAÇÃO, PROVEDOR DE ACESSO À INTERNET, PROTEÇÃO, DISPONIBILIDADE, DADO. EXIGÊNCIA, ORDEM JUDICIAL, DISPONIBILIDADE, REGISTRO, INFORMAÇÃO, INTERNET. EXIGÊNCIA, REGULAMENTAÇÃO, ACESSO, COMUNICAÇÃO, CARÁTER PRIVADO. DISCUSSÃO, ACESSO, DADO, CARÁTER PESSOAL, APLICATIVO MÓVEL. PROJETO DE LEI, PROTEÇÃO DE DADOS PESSOAIS, ÂMBITO, SEGURANÇA PÚBLICA, OBJETIVO, PROTEÇÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO À INTIMIDADE, VIDA PRIVADA. COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), PODER DE INVESTIGAÇÃO, AFASTAMENTO, SIGILO TELEFÔNICO, AUSÊNCIA, CARÁTER ABSOLUTO. ORDEM JUDICIAL, QUEBRA DE SIGILO, SIGILO TELEFÔNICO, INVESTIGAÇÃO CRIMINAL, INSTRUÇÃO PROCESSUAL. COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), SIGILO DA FONTE. PERMANÊNCIA, INFORMAÇÃO, QUEBRA DE SIGILO, PRESIDENTE, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), ACESSO, COLEGIADO, SESSÃO SECRETA.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), PODER DE INVESTIGAÇÃO, AUTORIDADE JUDICIÁRIA, INTERPRETAÇÃO RESTRITIVA, EXCLUSÃO, ATRIBUIÇÃO, MAGISTRADO, TRIBUNAL. COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), ATUAÇÃO, PRODUÇÃO DE PROVA, CONCLUSÃO, CARÁTER POLÍTICO. POSSIBILIDADE, ACESSO, DOCUMENTO SIGILOSO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI). LIMITAÇÃO, ATUAÇÃO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), PROTEÇÃO, DIREITO À INTIMIDADE, VIDA PRIVADA, VIOLAÇÃO DE CORRESPONDÊNCIA, SIGILO TELEFÔNICO, SIGILO TELEMÁTICO, SIGILO, DADO. JURISPRUDÊNCIA, STF, VIABILIDADE, CONTROLE JUDICIAL, QUEBRA DE SIGILO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI). EXIGÊNCIA, PROPORCIONALIDADE, AFASTAMENTO, SIGILO, VEDAÇÃO, ACESSO, VIDA PRIVADA, INVESTIGADO. DIREITO À PRIVACIDADE. LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS (LGPD), OBSERVÂNCIA, DEVIDO PROCESSO LEGAL, DIREITO, TITULAR, INFORMAÇÃO. JURISPRUDÊNCIA, STF, EXIGÊNCIA, ELEMENTO CONCRETO, CONDUTA IRREGULAR, INVESTIGADO, FUNDAMENTO, AFASTAMENTO, SIGILO TELEFÔNICO, SIGILO TELEMÁTICO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI). APURAÇÃO, CONSELHO REGIONAL DE MEDICINA (CRM), OFENSA, CÓDIGO DE ÉTICA, RESPONSABILIDADE, ATO DISCIPLINAR. NECESSIDADE, FUNDAMENTAÇÃO, QUEBRA DE SIGILO, INDIVIDUALIZAÇÃO DA CONDUTA, APRESENTAÇÃO, INDÍCIO, AUTORIA DO CRIME, DELIMITAÇÃO, OBJETO.\n\n- TERMO(S) DE RESGATE: SERVIÇOS OVER-THE-TOP (OTT), SKYPE, WHATSAPP, YOUTUBE, NETFLIX. METADADOS. REGISTRO DE CONEXÃO À INTERNET. MARCO CIVIL DA INTERNET. TRATAMENTO DE DADOS PESSOAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=37963&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-MC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), INVESTIGAÇÃO, CARÁTER POLÍTICO, AUSÊNCIA, EXIGÊNCIA, FUNDAMENTAÇÃO, DILIGÊNCIA)\nMS 24749 (TP). \n(CPI, QUEBRA DE SIGILO, RESERVA DE JURISDIÇÃO)\nHC 75232 (1ªT), MS 23452 (1ªT), MS 23639 (1ªT). \n(COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), QUEBRA DE SIGILO, SIGILO TELEFÔNICO, SIGILO TELEMÁTICO, CONTROLE JUDICIAL)\nHC 75232 (1ªT), MS 23556 (1ªT), MS 24817 (TP). \n(PROPORCIONALIDADE, QUEBRA DE SIGILO, VEDAÇÃO, ACESSO, TOTALIDADE, VIDA PRIVADA)\nMS 23843 (TP), MS 23851 (TP). \n(CONSTITUIÇÃO FEDERAL, PROTEÇÃO, INFORMAÇÃO, MEIO DE COMUNICAÇÃO, PROTEÇÃO DE DADOS PESSOAIS)\nRE 418416 (TP), RE 673707 (TP). \n(PROTEÇÃO DE DADOS PESSOAIS, MANIPULAÇÃO, DADO)\nADI 6387 MC-Ref (TP). \n- Decisões monocráticas citadas:\n(COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), FUNDAMENTAÇÃO, REQUERIMENTO, QUEBRA DE SIGILO)\nMS 37972, MS 38130, MS 37975, MS 38031, MS 38036.\n(PROTEÇÃO DE DADOS PESSOAIS, MANIPULAÇÃO, DADO)\nADI 6389 MC.\n(AUTORIZAÇÃO JUDICIAL, ACESSO, REGISTRO, INFORMAÇÃO, TELEFONE CELULAR)\nARE 1042075.\n(SUSPENSÃO, PODER JUDICIÁRIO, SERVIÇO, MENSAGEM, INTERNET)\nADPF 403.\n- Veja Consulta 8/2020 e Parecer 4/2020 do Conselho Federal de Medicina.\n- Legislação estrangeira citada: artigo 2 do GDPR (Regulamento EU 2016/679) e Diretiva EU 2016/680 do Parlamento Europeu. \n- Veja Rcl 48529, ADPF 403 e ADI 5527 do STF.\nNúmero de páginas: 44.\nAnálise: 23/09/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MAYRA ISABEL CORREIA PINHEIRO \nADV.(A/S)  : LUIZ DJALMA BARBOSA BEZERRA PINTO E OUTRO(A/S)\nAGDO.(A/S)  : PRESIDENTE DA COMISSÃO PARLAMENTAR DE INQUÉRITO DO SENADO FEDERAL - CPI DA PANDEMIA \nADV.(A/S)  : ANDERSON DE OLIVEIRA NORONHA \nADV.(A/S)  : HUGO SOUTO KALIL \nADV.(A/S)  : THOMAZ HENRIQUE GOMMA DE AZEVEDO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458641,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 37963 MC-AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2021-10-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA MEDIDA CAUTELAR EM MANDADO DE SEGURANÇA","documental_doutrina_texto":"Anteprojeto de lei disciplina proteção de dados em investigações criminais. Portal Jurídico Conjur. 31.10.2020. Disponível em: https://www.conjur.com.br/2020-out-31/anteprojetodisciplina-protecao-dados-investigacoes-criminais.\nABREU, Jacqueline de Souza. Passado, presente e futuro da criptografia forte: desenvolvimento tecnológico e regulação. Revista Brasileira de Políticas Públicas, vol. 7, n. 3, 2017, p. 34.\nBARROSO, Luís Roberto. Comissões Parlamentares de Inquérito e suas Competências: Política, Direito e Devido Processo Legal. Revista Jurídica Virtual - Brasília, vol. 2, n. 15, ago. 2000. p. 11.\nFERNANDES, Victor Oliveira. Regulação de Serviços de Internet: desafios da regulação de aplicações Over-The-Top (OTT), Rio de Janeiro: Lumen Juris, 2018. p. 154 e 161.\nRODOTÁ, Stefano. A vida na sociedade da vigilância: a privacidade hoje. Tradução de Danilo Doneda e Luciana Cabral Doneda. Rio de Janeiro: Renovar, 2008. p. 15.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":37963,"base":"acordaos"},"highlight":{"ementa_texto":["Ementa: COMISSÃO PARLAMENTAR DE INQUÉRITO. COVID-19. QUEBRA DE SIGILO ADEQUADAMENTE FUNDAMENTADA. MEDIDA INSERIDA NA ESFERA DE COMPETÊNCIA INVESTIGATÓRIA DAS COMISSÕES PARLAMENTARES DE INQUÉRITO. AGRAVO A QUE SE NEGA PROVIMENTO.\n\n\n\n    I- As comissões parlamentares de inquérito não são dotadas de quaisquer competências sancionatórias, quer dizer, não têm o poder de punir quem quer que seja. No entanto, desempenham um relevantíssimo papel institucional na elucidação de fatos de interesse da coletividade, sobretudo daqueles que, em condições normais, não viriam ao conhecimento da sociedade ou das autoridades competentes para avaliá-los, segundo as óticas política e jurídica, respectivamente. \n\n\n\n    II- Bem por isso a Constituição Federal, no seu art. 58, § 3º, investiu as CPIs de “poderes de investigação próprios das autoridades judiciais”, facultando-lhes “a realização de diligências que julgar necessárias”, porquanto atuam em nome do povo soberano do qual são representantes, não sendo possível, por isso mesmo, opor a elas quaisquer limitações no exercício desse importante múnus público, salvo, como é evidente, se vulnerarem direitos e garantias fundamentais dos investigados, o que não é o caso, na espécie.\n\n\n\n    III- A reserva de jurisdição, apesar de incidente sobre as hipóteses de <em>busca</em> domiciliar (art. 5º, XI, da CF), de interceptação telefônica (art. 5º, XII, da CF) e de decretação da prisão, salvo a determinada em flagrante delito (art. 5º, LXI, da CF), não se estende às quebras de sigilo – inclusive fiscal e bancário -, por tratar-se de medida abrigada pela Constituição, em seu art. 58, § 3º.\n\n\n\n    IV- É longevo – e continua firme - o entendimento consolidado nesta Corte segundo o qual as comissões parlamentares de inquérito têm como ponto de partida elementos indiciários, longe ficando de revelar, ao primeiro exame, a convicção a respeito de práticas ilícitas de autoridades públicas ou privadas, empreendendo investigações de natureza política, não sendo exigível delas fundamentação exaustiva às diligências que determinam no curso de seus trabalhos, tal como ocorre com as decisões judiciais (vide MS 24749/DF, relator Ministro Marco Aurélio). \n\n\n\n    V – Para a configuração de ato abusivo apto a embasar a concessão da medida requerida seria preciso ficar inequivocamente demonstrada a falta de pertinência temática entre os atos aqui questionadas e os fatos investigados pela Comissão Parlamentar de Inquérito. Tal descompasso, contudo, não foi devidamente demonstrado.\n\n\n\n    VI- Agravo regimental a que se nega provimento."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429684","_score":12.046397,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Edson Fachin julgando procedente a ação para declarar a inconstitucionalidade dos dispositivos impugnados, o julgamento foi suspenso. Ausentes, justificadamente, os Ministros Dias Toffoli e Celso de Mello. Falaram: pelo requerente Partido Socialista Brasileiro - PSB, o Dr. Rafael de Alencar Araripe Carneiro; pelo amicus curiae Instituto Brasileiro de Direito de Família - IBDFAM, a Dra. Patrícia Gorisch; pelo amicus curiae Grupo Dignidade - pela Cidadania de Gays, Lésbicas e Transgêneros, o Dr. Rafael dos Santos Kirchhoff; pelo amicus curiae IBDCIVIL - Instituto Brasileiro de Direito Civil, a Dra. Paula Moura Francesconi de Lemos Pereira; pelo amicus curiae Defensoria Pública da União - DPU, o Dr. Gustavo Zortea da Silva, Defensor Público Federal; pelos amici curiae Centro Acadêmico de Direito da Universidade de Brasília - CADIR-UNB e Conselho Federal da Ordem dos Advogados do Brasil - CFOAB, o Dr. Cezar Britto; pelo amicus curiae Núcleo de Pesquisa Constitucionalismo e Democracia: Filosofia e Dogmática Constitucional Contemporânea, do Programa de Pós-Graduação em Direito da UFPR, a Dra. Estefânia Maria de Queiroz Barboza; pelo amicus curiae Associação Nacional dos Defensores Públicos - ANADEP, o Dr. Luis Gustavo Grandinetti Castanho de Carvalho; pelo amicus curiae Associação Brasileira de Famílias Homoafetivas - ABRAFH, a Dra. Marianna Chaves. Presidência da Ministra Cármen Lúcia. Plenário, 19.10.2017.\r\n\n                 Decisão: Após o voto do Ministro Alexandre de Moraes, divergindo do Relator e julgando parcialmente procedente a ação, para dar interpretação conforme a Constituição, e após os votos dos Ministros Roberto Barroso, Rosa Weber e Luiz Fux, acompanhando o Relator, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência da Ministra Cármen Lúcia. Plenário, 25.10.2017.\r\n\n                       Decisão: Chamado o feito a julgamento, o Ministro Gilmar Mendes pediu vista antecipada dos autos. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência da Ministra Cármen Lúcia. Plenário, 26.10.2017\r\n\n           Decisão: O Tribunal, por maioria, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do art. 64, IV, da Portaria nº 158/2016 do Ministério da Saúde, e do art. 25, XXX, \"d\", da Resolução da Diretoria Colegiada - RDC nº 34/2014 da Agência Nacional de Vigilância Sanitária - ANVISA, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio, Ricardo Lewandowski, Celso de Mello e, parcialmente, o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 1.5.2020 a 8.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429684","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur429684","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL. ART. 64, IV, DA PORTARIA N. 158/2016 DO MINISTÉRIO DA SAÚDE E ART. 25, XXX, “D”, DA RESOLUÇÃO DA DIRETORIA COLEGIADA – RDC N. 34/2014 DA ANVISA. RESTRIÇÃO DE DOAÇÃO DE SANGUE A GRUPOS E NÃO CONDUTAS DE RISCO. DISCRIMINAÇÃO POR ORIENTAÇÃO SEXUAL. INCONSTITUCIONALIDADE. AÇÃO DIRETA JULGADA PROCEDENTE.\n\n\n\n    1. A responsabilidade com o Outro demanda realizar uma desconstrução do Direito posto para tornar a Justiça possível e incutir, na interpretação do Direito, o compromisso com um tratamento igual e digno a essas pessoas que desejam exercer a alteridade e doar sangue. \n\n\n\n    2. O estabelecimento de grupos – e não de condutas – de risco incorre em discriminação e viola a dignidade humana e o direito à igualdade, pois lança mão de uma interpretação consequencialista desmedida que concebe especialmente que homens homossexuais ou bissexuais são, apenas em razão da orientação sexual que vivenciam, possíveis vetores de transmissão de variadas enfermidades. Orientação sexual não contamina ninguém, condutas de risco sim. \n\n\n\n    2. O princípio da dignidade da pessoa humana busca proteger de forma integral o sujeito na qualidade de pessoa vivente em sua existência concreta. A restrição à doação de sangue por homossexuais afronta a sua autonomia privada, pois se impede que elas exerçam plenamente suas escolhas de vida, com quem se relacionar, com que frequência, ainda que de maneira sexualmente segura e saudável; e a sua autonomia pública, pois se veda a possibilidade de auxiliarem àqueles que necessitam, por qualquer razão, de transfusão de sangue.\n\n\n\n    3. A política restritiva prevista na Portaria e na Resolução da Diretoria Colegiada, ainda que de forma desintencional, viola a igualdade, pois impacta desproporcionalmente sobre os homens homossexuais e bissexuais e/ou seus parceiros ou parceiras ao injungir-lhes a proibição da fruição livre e segura da própria sexualidade para exercício do ato empático de doar sangue. Trata-se de discriminação injustificável, tanto do ponto de vista do direito interno, quanto do ponto de vista da proteção internacional dos direitos humanos, à medida que pressupõem serem os homens homossexuais e bissexuais, por si só, um grupo de risco, sem se debruçar sobre as condutas que verdadeiramente os expõem a uma maior probabilidade de contágio de AIDS ou outras enfermidades a impossibilitar a doação de sangue.\n\n\n\n    4. Não se pode tratar os homens que fazem sexo com outros homens e/ou suas parceiras como sujeitos perigosos, inferiores, restringido deles a possibilidade de serem como são, de serem solidários, de participarem de sua comunidade política. Não se pode deixar de reconhecê-los como membros e partícipes de sua própria comunidade.\n\n\n\n    5. Ação direta julgada procedente, para declarar a inconstitucionalidade do inciso IV do art. 64 da Portaria n. 158/2016 do Ministério da Saúde e da alínea “d” do inciso XXX do art. 25 da Resolução da Diretoria Colegiada – RDC n. 34/2014 da Agência Nacional de Vigilância Sanitária.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753608126","externo_seq_objeto_incidente":4996495,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-211  DIVULG 25-08-2020  PUBLIC 26-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5543&classe=ADI","is_colac":false,"titulo":"ADI 5543","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00001 \n          INC-00004 ART-00004 INC-00001 INC-00002 \n          ART-00005 \"CAPUT\" INC-00041 INC-00042 \n          PAR-00001 PAR-00002 PAR-00003 ART-00006 \n          ART-00007 ART-00008 ART-00009 ART-00010 \n          ART-00011 ART-00012 ART-00013 ART-00014 \n          ART-00015 ART-00016 ART-00017 ART-00059 \n          ART-00084 INC-00006 INC-00012 ART-00102 \n          INC-00001 LET-A ART-00103 INC-00008 \n          ART-00199 PAR-00004 ART-00200\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007716      ANO-1989\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010205      ANO-2001\n          ART-00003 \"CAPUT\" INC-00001 INC-00002 \n          ART-00014 INC-00006 INC-00007 INC-00012 \n          ART-00016 INC-00004 INC-00016 ART-00026\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-01723\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00001 ITEM-1 ITEM-2 CAPÍTULO-1\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00002 ITEM-1 ART-00026\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00121 PAR-00002 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00020\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-001001      ANO-1969\n          ART-00235\n                CPM-1969 CÓDIGO PENAL MILITAR\n\n","LEG-FED   PRT-002712      ANO-2013\n                PORTARIA DO MINISTÉRIO DA SAÚDE\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-003990      ANO-2001\n          ART-00002 INC-00006 INC-00007 INC-00008 \n          ART-00005 INC-00006 INC-00007\n                DECRETO\n\n","LEG-FED   RES-000034      ANO-2014\n          ART-00025 INC-00030 \"CAPUT\" LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F LET-G\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - ANVISA\n\n","LEG-FED   PRT-000158      ANO-2016\n          ART-00052 ART-00053 PAR-00002 ART-00054 \n          ART-00055 ART-00056 ART-00057 ART-00058 \n          ART-00059 ART-00060 ART-00061 ART-00062 \n          ART-00063 ART-00064 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009 ART-00065\n                PORTARIA DO MINISTÉRIO DA SAÚDE"],"publicacao_data":"2020-08-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEGITIMIDADE ATIVA UNIVERSAL, PARTIDO POLÍTICO, PERTINÊNCIA TEMÁTICA. PORTARIA, MINISTÉRIO DA SAÚDE (MS), RESOLUÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), ATO NORMATIVO FEDERAL, ABSTRAÇÃO, CARÁTER GERAL, IMPESSOALIDADE, FUNÇÃO REGULAMENTAR. LEI IMPUGNADA, RESTRIÇÃO, RELAÇÃO SEXUAL, HOMOSSEXUAL, PERÍODO, DOZE MESES, DOAÇÃO DE SANGUE. SUBMISSÃO, HOMOSSEXUAL, MOMENTO, DOAÇÃO DE SANGUE, PROTOCOLO, NORMA REGULAMENTADORA, INDEPENDÊNCIA, ORIENTAÇÃO SEXUAL. DIREITO DA PERSONALIDADE, DIREITO À IGUALDADE. TEORIA DO IMPACTO DESPROPORCIONAL. NATUREZA JURÍDICA, TRATADO INTERNACIONAL, DIREITOS HUMANOS, CONSTITUCIONALIDADE MATERIAL. SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS. PRINCÍPIO DA INDEPENDÊNCIA NACIONAL, PRINCÍPIO DA PREVALÊNCIA DOS DIREITOS HUMANOS, VINCULAÇÃO, ESTADO BRASILEIRO, PACTO, TRATADO INTERNACIONAL. PRINCÍPIO DA MÁXIMA EFETIVIDADE. PODER JUDICIÁRIO, PUBLICIDADE, COMPROMISSO, ÂMBITO INTERNACIONAL, BENEFÍCIO, DIREITOS HUMANOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: JUSTIFICATIVA, LEI IMPUGNADA, RISCO, TRANSMISSÃO, DOENÇA CONTAGIOSA, HOMOSSEXUAL; PERÍODO, DOZE MESES, RISCO, CONTAMINAÇÃO, DOENÇA, AUSÊNCIA, IDENTIFICAÇÃO, EXAME DE SAÚDE. DOAÇÃO DE SANGUE, HOMOSSEXUAL, AIDS. CONFLITO, TRATAMENTO DISCRIMINATÓRIO, GRUPO DE PESSOAS, INTERESSE PÚBLICO, PROTEÇÃO, SAÚDE PÚBLICA. RESTRIÇÃO, DIREITO FUNDAMENTAL, BENEFÍCIO, INTERESSE PÚBLICO, PRINCÍPIO DA PROPORCIONALIDADE. LEI IMPUGNADA, EXCESSO, PERÍODO, DOZE MESES, ABSTENÇÃO, RELAÇÃO SEXUAL, HOMOSSEXUAL, DOAÇÃO DE SANGUE. COMPARAÇÃO, PAÍS ESTRANGEIRO, EXTINÇÃO, RESTRIÇÃO, DOAÇÃO DE SANGUE, HOMOSSEXUAL, AUSÊNCIA, TRANSMISSÃO, AIDS, TRANSFUSÃO DE SANGUE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PRESUNÇÃO ABSOLUTA, LEI IMPUGNADA, ATRIBUIÇÃO, COMPORTAMENTO, RISCO, GRUPO DE PESSOAS. INVIABILIDADE, EXERCÍCIO, SOLIDARIEDADE, DOAÇÃO DE SANGUE, ORIENTAÇÃO SEXUAL, HOMOSSEXUAL. AUTOCONTENÇÃO JUDICIAL, AUSÊNCIA, CONHECIMENTO TÉCNICO, CONHECIMENTO CIENTÍFICO, MATÉRIA. EXCESSO, PERÍODO, ABSTENÇÃO, RELAÇÃO SEXUAL, HOMOSSEXUAL. ATUAÇÃO, PODER PÚBLICO, PROTEÇÃO, DIREITO À SAÚDE, DOADOR, COLETIVIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIMENSÃO SUBJETIVA DOS DIREITOS FUNDAMENTAIS, DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS. CONTEÚDO POSITIVO DA NORMA, PRINCÍPIO DA ISONOMIA. DECISÃO, STF, GARANTIA, DIREITO FUNDAMENTAL, COMUNIDADE, LGBTI+. DIREITO COMPARADO, DOAÇÃO DE SANGUE, HOMEM, HOMOSSEXUAL. EVOLUÇÃO, ESTADOS UNIDOS DA AMÉRICA, REPÚBLICA FRANCESA, POLÍTICA, VEDAÇÃO, DOAÇÃO DE SANGUE, HOMOSSEXUAL, ADOÇÃO, RESTRIÇÃO, CARÁTER TEMPORÁRIO, REDUÇÃO, PRAZO, INABILITAÇÃO. ORIENTAÇÃO SEXUAL, DIREITO FUNDAMENTAL, LIBERDADE, PROTEÇÃO, DIREITO DAS MINORIAS. JUSTIFICATIVA, DISCRIMINAÇÃO, ESTATÍSTICA, AUMENTO, RISCO, CONTAMINAÇÃO, DOENÇA SEXUALMENTE TRANSMISSÍVEL. INCONSTITUCIONALIDADE MATERIAL, ATO IMPUGNADO, OBJETIVO FUNDAMENTAL DA REPÚBLICA FEDERATIVA DO BRASIL, BEM COMUM, AUSÊNCIA, PRECONCEITO. DIREITO DAS MINORIAS, MUDANÇA, POLÍTICA PÚBLICA, LEGISLADOR, REFERÊNCIA, COMPORTAMENTO, RISCO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: AUSÊNCIA, IMPUGNAÇÃO, DIVERSIDADE, ATO NORMATIVO, FIXAÇÃO, CRITÉRIO, LIMITAÇÃO, DOAÇÃO DE SANGUE, FUNDAMENTO, CONHECIMENTO TÉCNICO, CONHECIMENTO CIENTÍFICO. LEI IMPUGNADA, ATO NORMATIVO PRIMÁRIO. AUSÊNCIA, ATO ARBITRÁRIO, TRATAMENTO DISCRIMINATÓRIO, ORIENTAÇÃO SEXUAL, GRUPO DE PESSOAS, LEI IMPUGNADA. OBJETIVO, PROTEÇÃO, SAÚDE, DOADOR, RESPONSABILIZAÇÃO, MÉDICO. DIREITO COMPARADO, FIXAÇÃO, CRITÉRIO, DOAÇÃO DE SANGUE. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA ISONOMIA. PRINCÍPIO DA PROPORCIONALIDADE. NECESSIDADE, SEPARAÇÃO, FATO, PRECONCEITO, CONHECIMENTO TÉCNICO, ESTATÍSTICA, DISCURSO. EXISTÊNCIA, PERÍODO, INCAPACIDADE, IDENTIFICAÇÃO, CONTAMINAÇÃO, SANGUE, EXAME DE SAÚDE. INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI IMPUGNADA, ATO NORMATIVO AUTÔNOMO, ATO NORMATIVO ABSTRATO. LIMITAÇÃO TEMPORAL, DOAÇÃO DE SANGUE, HOMEM, HOMOSSEXUAL, RELAÇÃO SEXUAL, IDENTIDADE, GÊNERO, OBJETIVO, PROTEÇÃO, SAÚDE PÚBLICA. EVIDÊNCIA, PODER PÚBLICO, EXISTÊNCIA, DADO, EFEITO CONCRETO, RISCO, CONTAMINAÇÃO, SANGUE. INABILITAÇÃO, CARÁTER TEMPORÁRIO, DOAÇÃO DE SANGUE, DOADOR, ENVOLVIMENTO, PROSTITUIÇÃO; DOADOR, TATUAGEM; DOADOR, DIVERSIDADE, RELAÇÃO SEXUAL; DOADOR, ORIGEM, LOCALIDADE, DOENÇA. OBSERVÂNCIA, REQUISITO, SEGURANÇA, COLETA, SANGUE, RISCO, OFENSA, DIREITO À SAÚDE. PRINCÍPIO DA ISONOMIA. ESTATÍSTICA, CONTAMINAÇÃO, POPULAÇÃO, HOMOSSEXUAL, HOMEM, AIDS. RESTRIÇÃO, DOAÇÃO DE SANGUE, PRAZO, LEI, INDICAÇÃO, DECLARAÇÃO, EXISTÊNCIA, CONDUTA, RISCO. LEI IMPUGNADA, POLÍTICA PÚBLICA, PROTEÇÃO, SAÚDE PÚBLICA, DESTINATÁRIO, TRANSFUSÃO DE SANGUE.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: PONDERAÇÃO DE PRINCÍPIOS, SAÚDE PÚBLICA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO, AUSÊNCIA, DISCRIMINAÇÃO. ENQUADRAMENTO, INTERESSADO, DOAÇÃO DE SANGUE, LISTA, CONDUTA, RISCO. APRESENTAÇÃO, QUESTIONÁRIO, AUTORIDADE SANITÁRIA, APLICAÇÃO, PRAZO, INABILITAÇÃO, DOAÇÃO DE SANGUE. AUSÊNCIA, HABILITAÇÃO TÉCNICA, STF, DEFINIÇÃO, PRAZO, RISCO, CONTAMINAÇÃO, EXAME DE SAÚDE. AUTOCONTENÇÃO JUDICIAL.\n\n- TERMO(S) DE RESGATE: TRANSUBSTANCIAÇÃO CRISTÃ, BLUT UND BODEN. CONSTITUCIONALIZAÇÃO PROSPECTIVA. DISCRIMINAÇÃO DIRETA, DISCRIMINAÇÃO INDIRETA. TEORIA DO IMPACTO DESPROPORCIONAL. CLÁUSULA DE ABERTURA MATERIAL. JANELA IMUNOLÓGICA. ESCRUTÍNIO ESTRITO, FATORES DE RISCO. CONTROLADORES DE ELITE. DISCRICIONARIEDADE EPISTÊMICA. TRIAGEM.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5543&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TEORIA DO IMPACTO DESPROPORCIONAL, AÇÃO PENAL PÚBLICA, VIOLÊNCIA DOMÉSTICA, MULHER)\nADI 4424 (TP). \n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 349703 (TP), RE 466343 (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, AFERIÇÃO, ATO NORMATIVO)\nADI 1352 (TP). \n(CONTROLE ABSTRATO, ATO NORMATIVO, INVASÃO, MATÉRIA, PRINCÍPIO DA RESERVA LEGAL)\nADI 1553 (TP), ADI 1969 (TP). \n(INCONSTITUCIONALIDADE, TERMO, DISCRIMINAÇÃO, DECORRÊNCIA, ORIENTAÇÃO SEXUAL)\nADPF 291 (TP). \n(UNIÃO HOMOAFETIVA)\nADI 4277 (TP). \n(POSSIBILIDADE, ALTERAÇÃO, REGISTRO CIVIL, TRANSGÊNERO, AUSÊNCIA, CIRURGIA DE TRANSGENITALIZAÇÃO)\nADI 4275 (TP), RE 670422 RG. \n(LEI DISTRITAL, POLÍTICA PÚBLICA, RESTRIÇÃO, FAMÍLIA, UNIÃO HOMOAFETIVA)\nADI 5971 (TP). \n- Decisões monocráticas citadas:\n(CRIMINALIZAÇÃO, HOMOFOBIA)\nMI 4733.\n(CRIMINALIZAÇÃO, HOMOFOBIA, TIPO PENAL, PRECONCEITO DE RAÇA)\nADO 26.\n(TRANSFERÊNCIA, MULHER, TRANSEXUAL, PRISÃO, QUADRO FEMININO)\nADPF 527 MC.\n(LEI, EXCLUSÃO, EDUCAÇÃO, ENSINO PÚBLICO, DIVERSIDADE, GÊNERO, ORIENTAÇÃO SEXUAL)\nADPF 467 MC.\n- Decisões estrangeiras citadas: Caso Griggs vs. Duke Power Co., da Suprema Corte norte-americana; caso Bilka-Kaufhaus vs. Von Hartz, Caso 170/84, da Corte Europeia de Justiça; caso T-248/12, da Corte Constitucional da Colômbia; caso Geoffrey Léger, do Tribunal de Justiça da União Europeia.\n- Legislação estrangeira citada: Civil Rights Act, de 1964, dos Estados Unidos da América; art. 119 do Tratado de Roma; introdução aos Princípios de Yogyakarta, Princípio 1 e Princíio 2 de Yogyakarta; diretiva 2002/98/CE, do Parlamento Europeu; resolução 5/2008, do Conselho Europeu; art. 1 e art. 2, da Declaração Universal dos Direitos Humanos.\n- Veja Manual Técnico para o Diagnóstico da Infecção pelo HIV, do Ministério da Saúde, 2016.\n- Veja Nota Técnica 12/2016 da Agência Nacional de Vigilância Sanitária (ANVISA).\n- Veja art. 1, item 1, da Convenção Interamericana contra Toda Forma de Discriminação e Intolerância.\nNúmero de páginas: 166.\nAnálise: 30/09/2020, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISTA BRASILEIRO - PSB \nADV.(A/S)  : RAFAEL DE ALENCAR ARARIPE CARNEIRO E OUTRO(A/S)\nINTDO.(A/S)  : MINISTRO DE ESTADO DA SAÚDE \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - ANVISA \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE DIREITO DE FAMILIA - IBDFAM \nADV.(A/S)  : MARIA BERENICE DIAS \nADV.(A/S)  : RONNER BOTELHO SOARES \nAM. CURIAE.  : GRUPO DIGNIDADE - PELA CIDADANIA DE GAYS, LÉSBICAS E TRANSGÊNEROS \nADV.(A/S)  : RAFAEL DOS SANTOS KIRCHHOFF \nAM. CURIAE.  : IBDCIVIL - INSTITUTO BRASILEIRO DE DIREITO CIVIL \nADV.(A/S)  : GUSTAVO JOSE MENDES TEPEDINO E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DA BAHIA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DA BAHIA \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE FAMÍLIAS HOMOAFETIVAS - ABRAFH \nADV.(A/S)  : LÍVIA DORNELAS RESENDE E OUTRO(A/S)\nAM. CURIAE.  : GADVS - GRUPO DE ADVOGADOS PELA DIVERSIDADE SEXUAL E DE GÊNERO \nADV.(A/S)  : PAULO ROBERTO IOTTI VECCHIATTI \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE LÉSBICAS, GAYS, BISSEXUAIS, TRAVESTIS E TRANSEXUAIS - ABGLT \nADV.(A/S)  : RAFAEL DOS SANTOS KIRCHHOFF \nAM. CURIAE.  : CENTRO ACADÊMICO DE DIREITO DA UNIVERSIDADE DE BRASÍLIA - CADIR- UNB \nADV.(A/S)  : CEZAR BRITTO \nADV.(A/S)  : MARLUCE MACIEL BRITTO ARAGAO E OUTRO(A/S)\nAM. CURIAE.  : NÚCLEO DE PESQUISA CONSTITUCIONALISMO E DEMOCRACIA: FILOSOFIA E DOGMÁTICA CONSTITUCIONAL CONTEMPORÂNEA, DO PROGRAMA DE PÓS-GRADUAÇÃO EM DIREITO, DA UFPR \nADV.(A/S)  : ESTEFANIA MARIA DE QUEIROZ BARBOZA \nAM. CURIAE.  : NÚCLEO DE PRÁTICA JURÍDICA DA UFPR \nADV.(A/S)  : ESTEFANIA MARIA DE QUEIROZ BARBOZA \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL \nADV.(A/S)  : MARCUS VINICIUS FURTADO COELHO E OUTRO(A/S)\nAM. CURIAE.  : A ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429684,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5543","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros, 2006. p. 593-594.\nBARROSO, Luís Roberto. A Dignidade da Pessoa Humana no Direito Constitucional Contemporâneo: a construção de um conceito jurídico à luz da jurisprudência mundial. Belo Horizonte: Fórum, 2013.\nBALKIN, Jack. M. Constitutional Redemption: Political Faith in an Unjust World. Cambridge: Harvard University Press, 2011. p. 5-6.\nBORRILLO, Daniel. Homofobia: história e crítica de um preconceito. Belo Horizonte: Autêntica, 2010. p. 38-39.\nCARDINALI, Daniel Carvalho. A escola como instrumento do dever constitucional de enfrentamento da homofobia: potencialidade e tensões. Revista Publicum, Rio de Janeiro, v. 3, n. 1, 2017. p. 158 e p. 166.\nCARVALHO, Menelick de. A hermenêutica constitucional e os desafios postos aos direitos fundamentais. In: SAMPAIO, José Adércio Leite (Org.). Jurisdição constitucional e direitos fundamentais. Belo Horizonte: Del Rey, 2003. p. 154.\nCARVALHO NETO, Menelick de; SCOTTI, Guilherme. Os Direitos Fundamentais e a (In)Certeza do Direito – A produtividade das Tensões Principiológicas e a Superação do Sistema de Regras. Belo Horizonte: Fórum, 2011. p. 19-20.\nCLÈVE, Clèmerson. Para uma dogmática constitucional emancipatória. Belo Horizonte: Fórum, 2012.\n______. O Direito e os Direitos – elementos para uma crítica do direito contemporâneo. Belo Horizonte: Fórum, 2011. p. 14.\nCRUZ, Álvaro Ricardo de Souza. (O) Outro (e) (o) Direito. Belo Horizonte: Arraes, 2015. v. 2. p. 155.\nDINIZ, Débora. Gays querem (e devem) doar sangue. Disponível em: http://migre.me/vd21K. Acesso em: 17.10.2017.\nDWORKIN, Ronald. Uma questão de princípio. Tradução: Luís Carlos Borges. São Paulo: Martins Fontes, 2005. p. 221-249.\n______. A virtude soberana: a teoria e a prática da igualdade. Tradução: Jussara Simões. São Paulo: Martins Fontes, 2005. p. 158.\n______. Levando os direitos a sério. Tradução: Jefferson Luiz Camargo. 2. ed. São Paulo: Martins Fontes, 2007. p. 279-282 e p. 419-427.\nFACHIN, Luiz Edson. Aspectos Jurídicos da União de Pessoas do Mesmo Sexo. Revista dos Tribunais, 1996. v. 732, p. 47-54.\nFACHIN, Luiz Edson; PIANOVSKI RUZYK, Carlos Eduardo. Princípio da Dignidade Humana (no Direito Civil). In: TORRES, Ricardo Lobo; KATAOKA, Eduardo Takemi; GALDINO, Flávio (Org.). Dicionário de Princípios Jurídicos. Rio de Janeiro: Elsevier, 2011. p. 314.\nGODOY, Miguel Gualano de. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012. p. 66.\nGOMES, Juliana Cesario Alvim. Por um Constitucionalismo Difuso: Cidadãos, Movimentos Sociais e o significado da Constituição. Salvador: JusPODIVM, 2016. p. 187-188.\nGOMES, Joaquim Barbosa. Ação Afirmativa e Princípio Constitucional da Igualdade. Rio de Janeiro: Renovar, 2001. p. 24 e p. 333-343.\nKELSEN, Hans. Teoria geral das normas. Porto Alegre: Fabris, 1986. p. 2-6.\nKOZICKI, Katya. Levando a justiça a sério: interpretação do direito e responsabilidade judicial. Belo Horizonte: Arraes, 2012. p. 68-70.\nLANGHI, Dante. Disponível em: https://www1.folha.uol.com.br/opiniao/2020/05/esclarecimentos-sobre-o-editorial-sangue-bom.shtml. Acesso em: 8 de maio de 2020.\nMELLO, Celso Antônio Bandeira de. Princípio da isonomia: desequiparações proibidas e permitidas. Revista Trimestral de Direito Público, n. 1. p. 79.\nNETO, Menelick de Carvalho; SCOTTI, Guilherme. Os Direitos Fundamentais e a (In)Certeza do Direito – A produtividade das Tensões Principiológicas e a Superação do Sistema de Regras. Belo Horizonte: Fórum, 2011. p. 19-20.\nNEVES, A. Castanheira. O problema da constitucionalidade dos assentos. Coimbra: Coimbra, 1994.\nNINO, Carlos Santiago. La Constitución de la Democracia Deliberativa. Barcelona: Gedisa, 1997. p. 51-53.\nOEA - Organização dos Estados Americanos. Tratados Inter-Americanos - Junho 2013.A Assembleia Geral da OEA aprova Convenções contra o Racismo e a Discriminação. Disponível em: http://www.oas.org/pt/sla/ddi/boletim_informativo_tratados_inter-Americanos_jun-17-2013.html. Acesso em: 10 de out. de 2016.\nOPS - Organização Pan-Americana da Saúde. Eligibility for Blood Donation: Recommendations for Education and Selection of Prospective Blood Donors. Washington, D.C.: OPS, 2009.\nRAMOS, André de Carvalho. Teoria Geral dos Direitos Humanos na Ordem Internacional. 4. ed. São Paulo: Saraiva, 2014. p. 107.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Saraiva, 2015. p. 321.\nSARMENTO, Daniel. Dignidade da Pessoa Humana: conteúdo, trajetórias e metodologia. Belo Horizonte: Fórum, 2016. p. 92 e p. 256-257.\n______. A igualdade étnico-racial no Direito Constitucional Brasileiro: discriminação “de facto”, teoria do impacto desproporcional e ação afirmativa. In: NOVELINO, Marcelo Camargo (Org.). Leituras Complementares de Direito Constitucional: Direitos Humanos e Direitos Fundamentais. 3. ed. Salvador: Juspodivm, 2008. p. 214-215.\n______. ______. In: SARMENTO, Daniel. Livres e Iguais: Estudos de Direito Constitucional. Rio de Janeiro: Lumen Juris, 2006. p. 141.\nSCHAUER, Frederick. Playing by the rules: a philosophical examination of rule-based decision-making in law and in life. Oxford: Oxford University Press, 1998.\nSCHLAFLY, Phyllis. Discurso na eleição presidencial de Ronald Regan.\nSHANY, Yuval. How Supreme is the Supreme Law of the Land? Comparative Analysis of the Influence of International Human Rights Treaties Upon the Interpretation of Constitutional Texts by Domestic Courts. Brooklyn Journal of International Law, New York, v. 31, n. 2, p. 341-404, 2006. p. 354.\nSUNSTEIN, Cass; VERMEULE, Adrian. Interpretation and Institutions. John M. Olin. Law & Economics Working Paper, n. 156, 2002.\nUNAIDS - Programa Conjunto das Nações Unidas sobre HIV/Aids. Estatísticas globais sobre HIV 2019. Disponível em: https://unaids.org.br/estatisticas/.\nWHO - World Health Orgnization. Blood donor selection: guidelines on assessing donor suitability for blood donation. 2012.","ministro_facet":["EDSON FACHIN"],"processo_numero":5543,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL. ART. 64, IV, DA PORTARIA N. 158/2016 DO MINISTÉRIO DA SAÚDE E ART. 25, XXX, “D”, DA RESOLUÇÃO DA DIRETORIA COLEGIADA – RDC N. 34/2014 DA ANVISA. RESTRIÇÃO DE DOAÇÃO DE SANGUE A GRUPOS E NÃO CONDUTAS DE RISCO. DISCRIMINAÇÃO POR ORIENTAÇÃO SEXUAL. INCONSTITUCIONALIDADE. AÇÃO DIRETA JULGADA PROCEDENTE.\n\n\n\n    1. A responsabilidade com o Outro demanda realizar uma desconstrução do Direito posto para tornar a Justiça possível e incutir, na interpretação do Direito, o compromisso com um tratamento igual e digno a essas pessoas que desejam exercer a alteridade e doar sangue. \n\n\n\n    2. O estabelecimento de grupos – e não de condutas – de risco incorre em discriminação e viola a dignidade humana e o direito à igualdade, pois lança mão de uma interpretação consequencialista desmedida que concebe especialmente que homens homossexuais ou bissexuais são, apenas em razão da orientação sexual que vivenciam, possíveis vetores de transmissão de variadas enfermidades. Orientação sexual não contamina ninguém, condutas de risco sim. \n\n\n\n    2. O princípio da dignidade da pessoa humana <em>busca</em> proteger de forma integral o sujeito na qualidade de pessoa vivente em sua existência concreta. A restrição à doação de sangue por homossexuais afronta a sua autonomia privada, pois se impede que elas exerçam plenamente suas escolhas de vida, com quem se relacionar, com que frequência, ainda que de maneira sexualmente segura e saudável; e a sua autonomia pública, pois se veda a possibilidade de auxiliarem àqueles que necessitam, por qualquer razão, de transfusão de sangue.\n\n\n\n    3. A política restritiva prevista na Portaria e na Resolução da Diretoria Colegiada, ainda que de forma desintencional, viola a igualdade, pois impacta desproporcionalmente sobre os homens homossexuais e bissexuais e/ou seus parceiros ou parceiras ao injungir-lhes a proibição da fruição livre e segura da própria sexualidade para exercício do ato empático de doar sangue. Trata-se de discriminação injustificável, tanto do ponto de vista do direito interno, quanto do ponto de vista da proteção internacional dos direitos humanos, à medida que pressupõem serem os homens homossexuais e bissexuais, por si só, um grupo de risco, sem se debruçar sobre as condutas que verdadeiramente os expõem a uma maior probabilidade de contágio de AIDS ou outras enfermidades a impossibilitar a doação de sangue.\n\n\n\n    4. Não se pode tratar os homens que fazem sexo com outros homens e/ou suas parceiras como sujeitos perigosos, inferiores, restringido deles a possibilidade de serem como são, de serem solidários, de participarem de sua comunidade política. Não se pode deixar de reconhecê-los como membros e partícipes de sua própria comunidade.\n\n\n\n    5. Ação direta julgada procedente, para declarar a inconstitucionalidade do inciso IV do art. 64 da Portaria n. 158/2016 do Ministério da Saúde e da alínea “d” do inciso XXX do art. 25 da Resolução da Diretoria Colegiada – RDC n. 34/2014 da Agência Nacional de Vigilância Sanitária."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur228815","_score":11.809903,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma julgou extinta a ordem de habeas corpus por inadequação da via processual, nos termos do voto da Relatora. Unânime. Presidência do Senhor Ministro Luiz Fux. 1ª Turma, 9.4.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur228815","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:20:14.949436","dg_unique":"sjur228815","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS. SUBSTITUTIVO DO RECURSO CONSTITUCIONAL. INADEQUAÇÃO DA VIA ELEITA. CONSTITUIÇÃO FEDERAL, ART. 102, II, a. CRIME CONTRA A ORDEM TRIBUTÁRIA. PENA PRIVATIVA DE LIBERDADE SUBSTITUÍDA POR RESTRITIVAS DE DIREITOS. DESCUMPRIMENTO DAS CONDIÇÕES FIXADAS. CONVERSÃO DAS PENAS RESTRITIVAS EM PRIVATIVA DE LIBERDADE E ALTERAÇÃO DE REGIME. POSSIBILIDADE. CERCEAMENTO DE DEFESA NÃO CARACTERIZADO.\n\n\n\n    1. O habeas corpus tem uma rica história, constituindo garantia fundamental do cidadão. Ação constitucional que é, não pode ser amesquinhado, mas também não é passível de vulgarização, sob pena de restar descaracterizado como remédio heroico. Contra a denegação de habeas corpus por Tribunal Superior prevê a Constituição Federal remédio jurídico expresso, o recurso ordinário. Diante da dicção do art. 102, II, a, da Constituição da República, a impetração de novo habeas corpus em caráter substitutivo escamoteia o instituto recursal próprio, em manifesta burla ao preceito constitucional. Precedente da Primeira Turma desta Suprema Corte.\n\n\n\n    2. Conversão das penas restritivas de direito em privativa de liberdade e alteração para o regime inicial semiaberto de cumprimento da pena. Alegado cerceamento de defesa não configurado. Paciente que não cumpriu as penas restritivas de direito fixadas. Além disso, deixou de comparecer às audiências designadas pelo Juízo (pelo menos três datas foram designadas para tal fim), nas quais seria oportunizada a apresentação de justificativas. \n\n\n\n    3. Como é concebível a substituição da pena privativa de liberdade em restritiva de direitos, em busca da almejada ressocialização do apenado, o contrário também pode ocorrer, ou seja, a conversão da pena restritiva de direitos em privativa de liberdade, desde que fique demonstrado a persistência do apenado em não cumprir as exigências do édito condenatório. Ora, se é dever do condenado cumprir a pena restritiva e se sabe que o descumprimento desta pode levar à sua prisão, deveria ver como prioritário para os seus interesses o comparecimento em audiência designada pelo juiz para o esclarecimento dos fatos. Não o fazendo, e apresentando escusas infundadas, despidas de idoneidade, que não infirmam a conclusão da decisão impugnada, aparenta agir com desídia, em desprezo à execução penal. Não há falar, portanto, em cerceamento de defesa. Precedente.\n\n\n\n    4. Habeas corpus extinto sem resolução do mérito.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=3687901","externo_seq_objeto_incidente":4188225,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-077 DIVULG 24-04-2013 PUBLIC 25-04-2013","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=111904&classe=HC","is_colac":false,"titulo":"HC 111904","documental_legislacao_citada_texto":["LEG-IMP   CCI      ANO-1830\r\n            ART-00183 ART-00184 ART-00185 ART-00186\r\n            ART-00187 ART-00188   \r\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\r\n","LEG-IMP   CPCPI    ANO-1832\r\n          ART-00340\r\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\r\n","LEG-IMP   LIM-002033      ANO-1871\r\n          ART-00018 PAR-00001  \r\n          LEI DO IMPÉRIO\r\n","LEG-FED   CF       ANO-1891\r\n          ART-00072 PAR-00022\r\n          ART-00072 REDAÇÃO DADA PELA EMC-3/1926\r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000003      ANO-1926\r\n          EMENDA CONSTITUCIONAL      \r\n","LEG-FED   CF       ANO-1934\r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1946\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1967\r\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1969\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00005 INC-00068 INC-00078 ART-00102\r\n          INC-00002 LET-A  \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   DEL-002848      ANO-1940\r\n          ART-00044 PAR-00004 ART-0168A \r\n                CP-1940 CÓDIGO PENAL\r\n","LEG-FED   LEI-007210      ANO-1984\r\n          ART-00118 ART-00181  \r\n                LEP-1984 LEI DE EXECUÇÃO PENAL"],"publicacao_data":"2013-04-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=111904&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(HABEAS CORPUS, SUBSTITUIÇÃO, RECURSO EM HABEAS CORPUS)\r\nHC 109956 (1ªT), HC 108715 (1ªT).\r\n(DOUTRINA BRASILEIRA DO HABEAS ORPUS)\r\nHC 3536.\r\n(PENA RESTRITIVA DE DIREITOS, CONVERSÃO)\r\nHC 85681 (2ªT).\r\n- Legislação estrangeira citada: Magna Carta de 1215 da \r\nInglaterra; Habeas Corpus Act, de 1679. artigo I, seção 9, da \r\nConstituição norte-americana de 1787; Decreto-lei nº 35.043, de \r\n20.10.1945 de Portugual. \r\n- Decisões estrangeiras citadas: Caso James Somerset, de \r\n1771, da King's Bench; Buschel's Case, de 1670, da Court of Common Pleas; \r\nAcórdão de 26.04.1989, processo 10/89, BMJ 386, p. 422, do Superior \r\nTribunal de Justiça português.\r\nNúmero de páginas: 20.\r\nAnálise: 23/05/2013, TBC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)           : GERALDO FERRARI JUNIOR\r\nIMPTE.(S)           : EDSON ROBERTO REIS\r\nCOATOR(A/S)(ES)     : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":228815,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 111904","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2013-04-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"GUIMARÃES, Isaac Sabbá. Habeas Corpus: críticas e perspectivas.\r\n3. ed. Curitiba, Juruá, 2009, p. 165/81 e 228-229..\r\nHALLIDAY, Paul D. Habeas Corpus: From England to Empire.\r\nCambridge: Harvard University Press, 2010. p. 29, 174-175 e 235-236.\r\nKAMISAR, Yale et al. Modern Criminal Procedures: Cases, Comments,\r\nQuestions. 10. ed. St. Paul: West Group, 2002. p. 1585-628.\r\nLEVY, Leonard W. Origins of the Bill of Rights. New Haven and London: \r\nYale University Press. p. 44 e 52-53.\r\nPONTES DE MIRANDA, Francisco Cavalcanti. História e prática do \r\nhabeas corpus, primeira edição de 1916.\r\n_____. História e prática do Habeas Corpus. 3. ed. Campinas: \r\nBookseller, 2007. v. 1. p. 160-161.\r\nRODRIGUES, Leda Boechat. História do Supremo Tribunal Federal:\r\n1910-1926: doutrina brasileira do habeas corpus. 2. ed. Rio de Janeiro:\r\nCivilização brasileira, 1991, v. 3. p. 17.\r\nSTRAUS, Flávio Augusto Saraiva. A tutela da liberdade pessoal antes\r\nda instituição formal do habeas corpus no Brasil. In: PIOVESAN, Flávia \r\ne GARCIA, Maria (org.). Doutrinas essenciais: Direitos Humanos:\r\nInstrumentos e garantias de proteção. São Paulo: Revista dos Tribunais,\r\n2011. v. 5. p. 799-51.\r\nTRECHSEL, Stefan. Human Rights in Criminal Proceedings. Oxford\r\nUniversity Press, 2005. p. 462-495.","ministro_facet":["ROSA WEBER"],"processo_numero":111904,"base":"acordaos"},"highlight":{"ementa_texto":["HABEAS CORPUS. SUBSTITUTIVO DO RECURSO CONSTITUCIONAL. INADEQUAÇÃO DA VIA ELEITA. CONSTITUIÇÃO FEDERAL, ART. 102, II, a. CRIME CONTRA A ORDEM TRIBUTÁRIA. PENA PRIVATIVA DE LIBERDADE SUBSTITUÍDA POR RESTRITIVAS DE DIREITOS. DESCUMPRIMENTO DAS CONDIÇÕES FIXADAS. CONVERSÃO DAS PENAS RESTRITIVAS EM PRIVATIVA DE LIBERDADE E ALTERAÇÃO DE REGIME. POSSIBILIDADE. CERCEAMENTO DE DEFESA NÃO CARACTERIZADO.\n\n\n\n    1. O habeas corpus tem uma rica história, constituindo garantia fundamental do cidadão. Ação constitucional que é, não pode ser amesquinhado, mas também não é passível de vulgarização, sob pena de restar descaracterizado como remédio heroico. Contra a denegação de habeas corpus por Tribunal Superior prevê a Constituição Federal remédio jurídico expresso, o recurso ordinário. Diante da dicção do art. 102, II, a, da Constituição da República, a impetração de novo habeas corpus em caráter substitutivo escamoteia o instituto recursal próprio, em manifesta burla ao preceito constitucional. Precedente da Primeira Turma desta Suprema Corte.\n\n\n\n    2. Conversão das penas restritivas de direito em privativa de liberdade e alteração para o regime inicial semiaberto de cumprimento da pena. Alegado cerceamento de defesa não configurado. Paciente que não cumpriu as penas restritivas de direito fixadas. Além disso, deixou de comparecer às audiências designadas pelo Juízo (pelo menos três datas foram designadas para tal fim), nas quais seria oportunizada a apresentação de justificativas. \n\n\n\n    3. Como é concebível a substituição da pena privativa de liberdade em restritiva de direitos, em <em>busca</em> da almejada ressocialização do apenado, o contrário também pode ocorrer, ou seja, a conversão da pena restritiva de direitos em privativa de liberdade, desde que fique demonstrado a persistência do apenado em não cumprir as exigências do édito condenatório. Ora, se é dever do condenado cumprir a pena restritiva e se sabe que o descumprimento desta pode levar à sua prisão, deveria ver como prioritário para os seus interesses o comparecimento em audiência designada pelo juiz para o esclarecimento dos fatos. Não o fazendo, e apresentando escusas infundadas, despidas de idoneidade, que não infirmam a conclusão da decisão impugnada, aparenta agir com desídia, em desprezo à execução penal. Não há falar, portanto, em cerceamento de defesa. Precedente.\n\n\n\n    4. Habeas corpus extinto sem resolução do mérito."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur377024","_score":11.77195,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deliberou adiar a continuidade do julgamento para a próxima sessão, por indicação do Relator. Falaram: pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques; pelo denunciado Fernando Affonso Collor de Mello, o Dr. Juarez Estevam Xavier Tavares; pelos denunciados Luis Pereira Duarte de Amorim e Eduardo Bezerra Frazão, o Dr. Fábio Ferrario; pelos denunciados Fernando Antônio da Silva Tiago e William Dias Gomes, o Dr. Fabio Henrique Cavalcante Gomes; por Pedro Paulo Bergamaschi de Leoni Ramos, o Dr. Theodomiro Dias Neto; por Caroline Serejo Medeiros Collor de Mello, o Dr. Rogério Marcolini; e por Luciana Guimarães de Leoni Ramos, o Dr. José Eduardo Rangel de Alckmin. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência do Ministro Edson Fachin. 2ª Turma, 15.8.2017.\r\n\n           Decisão: A Turma, dando continuidade ao julgamento, por votação unânime, rejeitou todas as preliminares e, prosseguindo no julgamento, recebeu, em parte, a denúncia em relação a Fernando Affonso Collor de Mello pelos crimes de corrupção passiva, lavagem de dinheiro por intermédio de organização criminosa e integração de organização criminosa e a rejeitou quanto aos crimes de peculato e obstrução de trabalhos da justiça; em relação a Pedro Paulo Bergamaschi de Leoni Ramos, recebeu, em parte, a denúncia quanto aos crimes de corrupção passiva, lavagem de dinheiro por intermédio de organização criminosa e integração de organização criminosa e a rejeitou quanto aos crimes de peculato, fraude à licitação e violação de sigilo funcional qualificado; em relação a Luis Pereira Duarte de Amorim, recebeu a denúncia quanto à corrupção passiva, lavagem de dinheiro e integração de organização criminosa. Quanto a Eduardo Bezerra Frazão, Fernando Antônio da Silva Tiago, William Dias Gomes, Caroline Serejo Medeiros Collor de Mello e Luciana Guimarães de Leoni Ramos, a denúncia foi rejeitada, tudo nos termos do voto do Relator, vencido no ponto quanto ao momento do exame da continuidade delitiva, o Ministro Gilmar Mendes. Presidência do Ministro Edson Fachin. 2ª Turma, 22.8.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur377024","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur377024","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: INQUÉRITO. CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO E ORGANIZAÇÃO CRIMINOSA (ART. 317, § 1º, DO CÓDIGO PENAL, ART. 1º, § 4º, DA LEI 9.613/1998 E ART. 2º, §§ 3º E 4º, II, DA LEI 12.850/2013). OBSTRUÇÃO DA PERSECUÇÃO PENAL DE INFRAÇÃO NO ÂMBITO DE ORGANIZAÇÃO CRIMINOSA (ART. 2º, § 1º, DA LEI 12.850/2013). VIOLAÇÃO DE SIGILO PROFISSIONAL QUALIFICADO E FRAUDE AO CARÁTER COMPETITIVO DE LICITAÇÃO (ART. 325, § 2º, DO CÓDIGO PENAL E ART. 90 DA LEI 8.666/1993). PECULATO (ART. 312 DO CÓDIGO PENAL). RÉPLICA ÀS RESPOSTAS DOS DENUNCIADOS. PRAZO IMPRÓPRIO PARA APRESENTAÇÃO. INTERCEPTAÇÃO TELEMÁTICA DE MENSAGENS ARMAZENADAS POR EMPRESA ESTRANGEIRA. LICITUDE DA PROVA. MEDIDAS CAUTELARES SUBSIDIADAS POR FARTA DOCUMENTAÇÃO. BUSCA E APREENSÃO EXECUTADA NA RESIDÊNCIA DE SENADOR DA REPÚBLICA. DESNECESSIDADE DE SUPERVISÃO DA POLÍCIA LEGISLATIVA. CONTINUIDADE DE INVESTIGAÇÕES APÓS OFERECIMENTO DA DENÚNCIA. ELUCIDAÇÃO DE FATOS DIVERSOS. SISTEMA DE INVESTIGAÇÃO DE MOVIMENTAÇÃO BANCÁRIA. CADEIA DE CUSTÓDIA. CERCEAMENTO DE DEFESA NÃO CARACTERIZADO. DESMEMBRAMENTO DA INVESTIGAÇÃO QUANTO A ACUSADOS SEM PRERROGATIVA DE FORO. PRELIMINARES REJEITADAS. INÉPCIA DA DENÚNCIA. INOCORRÊNCIA. INDÍCIOS DE AUTORIA E MATERIALIDADE DEMONSTRADOS PARCIALMENTE. DENÚNCIA RECEBIDA, EM PARTE. \n\n\n\n    1. No âmbito da Lei 8.038/1990, é plenamente cabível o órgão acusador formular réplica às respostas dos denunciados, mormente quando suscitadas questões passíveis de impedir a deflagração da ação penal. Essa compreensão emerge do princípio constitucional do contraditório (art. 5º, LV, CF), que garante aos litigantes, e não apenas à defesa, a efetiva participação na decisão judicial. Estando-se diante de prazo impróprio, a sua inobservância configura mera irregularidade processual.\n\n\n\n    2. Em se tratando de interceptação de mensagens trocadas em território brasileiro, por pessoas com residência no Brasil, o seu deferimento por autoridade judicial brasileira não implica ofensa às disposições do Tratado de Assistência Mútua em Matéria Penal celebrado entre o Governo da República Federativa do Brasil e o Governo do Canadá - internalizado pelo Decreto 6.747/2009. Constante do rol das finalidades fundamentais dos tratados de cooperação jurídica em matéria penal, a “desburocratização da colheita da prova” (MS 33.751, de minha relatoria, Primeira Turma, DJe de 31.3.2016) autoriza compreender que eventual inobservância de formalidades previstas no acordo internacional não acarreta a ilicitude da prova quando cumpridas as exigências legais do direito interno brasileiro. Precedentes. \n\n\n\n    3. O afastamento dos sigilos bancário e fiscal dos acusados, bem como as buscas em endereços a eles vinculados, foram deferidos mediante análise pormenorizada de indícios colhidos pelo Ministério Público em diligências prévias. Plenamente hígidos, portanto, os elementos oriundos dessas medidas cautelares.\n\n\n\n    4. Ordens emanadas do Poder Judiciário são de cumprimento exclusivo da polícia judiciária, em cujo rol não se inserem as polícias legislativas. À míngua de determinação constitucional expressa, as medidas cautelares autorizadas judicialmente em face de detentores de cargo com prerrogativa de foro não se sujeitam à validação de outro Poder Republicano. Precedentes. \n\n\n\n    5.  O oferecimento da denúncia não impede a prorrogação do prazo para a conclusão de procedimento criminal diverso, vocacionado à elucidação de fatos mais abrangentes e possivelmente vinculados a pessoas diversas. \n\n\n\n    6. Os modelos de transmissão de dados e a gestão das informações, para além de implicar a comunhão da prova, almejam assegurar vantagens processuais atinentes aos interesses de todas as partes, como como a possibilidade de padronização das informações, análises e cruzamento instantâneo de dados, maior celeridade no seu compartilhamento, com garantia de especial segurança no trânsito das informações na cadeia de custódia das provas.\n\n\n\n    7. A excepcionalidade da manutenção, perante o Supremo Tribunal Federal, de investigação relacionada a envolvidos sem prerrogativa de foro impõe prudente avaliação das condutas correlatas às implementadas pela autoridade responsável por atrair a dita competência constitucional, o que se verificou na espécie. Essa especial condição torna passível de desmembramento os procedimentos relativos a envolvidos em crimes autônomos de corrupção passiva e ativa. Precedentes. \n\n\n\n    8. A denúncia atende os requisitos do art. 41 do Código de Processo Penal, descrevendo de forma pormenorizada os fatos supostamente delituosos e suas circunstâncias, explanando de forma compreensível e individualizada a conduta criminosa em tese adotada por cada um dos denunciados. Não há que se falar, desse modo, em inépcia da exordial acusatória. \n\n\n\n    9. Os elementos que instruíram a denúncia demonstram possível envolvimento de parlamentar federal e alguns dos codenunciados na prática de crimes de corrupção passiva no âmbito da BR Distribuidora S/A, com a subsequente prática de atos de lavagem de dinheiro. Há, em relação à parte dos denunciados, indícios de autoria delitiva de pertinência à organização criminosa voltada às referidas infrações no âmbito daquela sociedade de economia mista. A presença de justa causa autoriza a abertura da ação penal. \n\n\n\n    10. A exordial acusatória carece de subsídios da suposta prática de delitos de peculato, de embaraço à investigação de crime de organização criminosa, de violação de sigilo funcional, e de fraude à licitação, em relação aos quais não se verifica justa causa indispensável à conversão do procedimento investigatório em ação penal. \n\n\n\n    11. Denúncia recebida em parte.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14018843","externo_seq_objeto_incidente":4829683,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-256  DIVULG 09-11-2017  PUBLIC 10-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4112&classe=Inq","is_colac":false,"titulo":"Inq 4112","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055 \n          ART-00052 INC-00013 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00102 INC-00001 LET-B ART-00144\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00084 PAR-00002 ART-00090\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 REDAÇÃO DADA PELA LEI-12683/2012\n          ART-00001 PAR-00001 REDAÇÃO DADA PELA LEI-12683/2012\n          ART-00001 PAR-00001 INC-00001 \n          ART-00001 PAR-00004 REDAÇÃO DADA PELA LEI-12683/2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00001 PAR-00001 ART-00002 PAR-00001 \n          PAR-00003 PAR-00004 INC-00002 ART-00004 \n          PAR-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   TTD      ANO-1995\n                TRATADO DE ASSISTÊNCIA MÚTUA EM MATÉRIA PENAL ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO CANADÁ, CELEBRADO EM BRASÍLIA, EM 27 DE JANEIRO DE 1995\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00017 ART-00029 \n          ART-00069 ART-00071 ART-00312 ART-00317 \n          \"CAPUT\" PAR-00001 ART-00325 PAR-00002 \n          ART-00327 PAR-00002 ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00157 PAR-00001 ART-00395 \n          INC-00003 ART-00397\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000360      ANO-2007\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE ASSISTÊNCIA MÚTUA EM MATÉRIA PENAL ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO CANADÁ, CELEBRADO EM BRASÍLIA, EM 27 DE JANEIRO DE 1995\n\n","LEG-FED   DEC-006747      ANO-2009\n                DECRETO - PROMULGA O TRATADO DE ASSISTÊNCIA MÚTUA EM MATÉRIA PENAL ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DO CANADÁ, CELEBRADO EM BRASÍLIA, EM 27 DE JANEIRO DE 1995\n\n","LEG-FED   RES-000059      ANO-2002\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000040      ANO-2014\n                RESOLUÇÃO DO SENADO FEDERAL - SF\n\n","LEG-FED   RGI      ANO-1980\n          ART-00147\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   ATO-000016      ANO-2009\n          ART-00001\n                ATO DA COMISSÃO DIRETORA DO SENADO FEDERAL\n\n","LEG-FED   SUMSTF-000711      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-11-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: INVERSÃO, PAUTA DE JULGAMENTO, ESPERA, MINISTRO, ACOMPANHAMENTO, SUSTENTAÇÃO ORAL. QUORUM MÍNIMO, DELIBERAÇÃO, TURMA, STF. FACULDADE, MINISTRO, PARTICIPAÇÃO, JULGAMENTO, DECLARAÇÃO, SUFICIÊNCIA, ESCLARECIMENTO.\n\n- COMPETÊNCIA, STF, AUTORIDADE, PRERROGATIVA DE FORO. INTERCEPTAÇÃO TELEFÔNICA. PROVA ILÍCITA POR DERIVAÇÃO. ROL TAXATIVO, VIOLAÇÃO DE DOMICÍLIO, CONSTITUIÇÃO FEDERAL. LIMITE DE ATUAÇÃO, POLÍCIA DO SENADO FEDERAL, ÂMBITO, CASA LEGISLATIVA. INQUÉRITO POLICIAL, PEÇA DE INFORMAÇÃO. ALCANCE, AUTORIZAÇÃO JUDICIAL, INTERCEPTAÇÃO TELEFÔNICA, APLICATIVO MÓVEL. DESMEMBRAMENTO DE PROCESSO, PRINCÍPIO DA INDIVISIBILIDADE, PRINCÍPIO DA INDISPONIBILIDADE DA AÇÃO PENAL PÚBLICA. VIABILIDADE, DESMEMBRAMENTO DE PROCESSO, CRIME, CORRUPÇÃO ATIVA, CORRUPÇÃO PASSIVA. ERRO MATERIAL, DENÚNCIA, IMPUTAÇÃO DE CRIME, CORRUPÇÃO ATIVA, PARLAMENTAR. DENUNCIADO, DEFESA, FATO IMPUTADO, CAPITULAÇÃO PENAL. INFLUÊNCIA, PARLAMENTAR, ESCOLHA, DIRETORIA, PETRÓLEO BRASILEIRO (PETROBRÁS), FAVORECIMENTO PESSOAL, FAVORECIMENTO, PARTIDO POLÍTICO. VANTAGEM INDEVIDA, ORIGEM, FRAUDE, LICITAÇÃO, SUPERFATURAMENTO, CONTRATO, SOCIEDADE DE ECONOMIA MISTA. TIPO PENAL, CORRUPÇÃO PASSIVA, ATO DE OFÍCIO, CIRCUNSTÂNCIA ELEMENTAR. INÍCIO, AÇÃO PENAL, SUFICIÊNCIA, DEPOIMENTO, COLABORAÇÃO PREMIADA, PRODUÇÃO DE PROVA. EQUIPARAÇÃO, EMPREGADO, EMPRESA SUBSIDIÁRIA, PETRÓLEO BRASILEIRO (PETROBRÁS), SERVIDOR PÚBLICO. ENQUADRAMENTO, DIRETORIA, CRIME, CORRUPÇÃO PASSIVA. CRIME DE LAVAGEM DE DINHEIRO, FRACIONAMENTO, OPERAÇÃO BANCÁRIA, TRANSFERÊNCIA DE VALORES, ÂMBITO INTERNACIONAL, EMPRÉSTIMO, AQUISIÇÃO, VEÍCULO IMPORTADO, IMÓVEL, TERRENO, OBRA ARTÍSTICA, PAGAMENTO, CARTÃO DE CRÉDITO. CRIME DE AUTOLAVAGEM, AUTONOMIA, ATO, OCULTAÇÃO, CRIME ANTECEDENTE. CARÊNCIA, ELEMENTO MÍNIMO, PROVA, CRIME DE LAVAGEM DE DINHEIRO, ESPOSA, CORRÉU. EXIGÊNCIA, DENÚNCIA, VÍNCULO, ACUSADO, FATO CRIMINOSO, RESPONSABILIDADE PENAL OBJETIVA. ORGANIZAÇÃO CRIMINOSA, CRIME PERMANENTE, PRISÃO EM FLAGRANTE. EXCEPCIONALIDADE, JULGAMENTO, STF, DENUNCIADO, AUSÊNCIA, PRERROGATIVA DE FORO. EXISTÊNCIA, ESTRUTURA ADMINISTRATIVA, DIVISÃO, ATRIBUIÇÃO, ÂMBITO, ORGANIZAÇÃO CRIMINOSA. APRECIAÇÃO, MOMENTO, JULGAMENTO DO MÉRITO, AÇÃO PENAL, CRIME ÚNICO, CONCURSO FORMAL, CONCURSO MATERIAL; DISSIMULAÇÃO, RECEBIMENTO, VANTAGEM INDEVIDA. RECEBIMENTO, DENÚNCIA, JUÍZO DE DELIBAÇÃO, COGNIÇÃO EXAURIENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: EXCESSO, ACUSAÇÃO, MINISTÉRIO PÚBLICO, ABUSO DE AUTORIDADE. PAGAMENTO, PARLAMENTAR, CORRUPÇÃO PASSIVA, CRIME CONTINUADO, ATO DE OFÍCIO. REITERAÇÃO DELITIVA, CRIME DE LAVAGEM DE DINHEIRO, CAUSA DE AUMENTO DE PENA, CONCURSO DE CRIMES.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DENÚNCIA, ELEMENTO MÍNIMO, PROVA, INVESTIGAÇÃO CRIMINAL.\n\n- TERMO(S) DE RESGATE: BRANQUEAMENTO DE CAPITAIS. FUNCIONÁRIO FANTASMA. SMURFING.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4112&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRATADO INTERNACIONAL, COOPERAÇÃO JURÍDICA INTERNACIONAL, PROVA)\nMS 33751 (1ªT). \n(ARGUIÇÃO, QUESTÃO PRELIMINAR, ALEGAÇÃO FINAL, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO)\nRHC 104261 (TP). \n(AÇÃO PENAL ORIGINÁRIA, RÉPLICA, RESPOSTA, ACUSAÇÃO)\nInq 3997 (2ªT), Inq 3883 AgR (2ªT). \n(INTERCEPTAÇÃO TELEFÔNICA, COLETA, PROVA)\nInq 3990 (2ªT). \n(AÇÃO PENAL PÚBLICA, COMPETÊNCIA ORIGINÁRIA, STF)\nAP 470 (TP). \n(PROVA ILÍCITA POR DERIVAÇÃO)\nHC 93050 (2ªT). \n(GARANTIA FUNDAMENTAL, INVIOLABILIDADE, DOMICÍLIO)\nMS 23452 (1ªT), HC 84758 (TP), RHC 86082 (2ªT), AI 655298 AgR (2ªT), RHC 117159 (1ªT). \n(DESMEMBRAMENTO DE PROCESSO, CRIME, CORRUPÇÃO PASSIVA, CORRUPÇÃO ATIVA)\nInq 2560 (1ªT), Inq 3997 ED (2ªT). \n(DENÚNCIA, REQUISITO, INDIVIDUALIZAÇÃO DA CONDUTA)\nHC 84580 (2ªT), HC 116653 (2ªT), AP 971 (1ªT). \n(DEFESA, ACUSADO, FATO IMPUTADO)\nInq 3113 (1ªT), Inq 3719 (1ªT). \n(EMPREGADO PÚBLICO, SOCIEDADE DE ECONOMIA MISTA, EQUIPARAÇÃO, SERVIDOR PÚBLICO, DIREITO PENAL)\nHC 79823 (1ªT). \n(CAUSA DE AUMENTO DE PENA, MANDATO PARLAMENTAR, HIERARQUIA)\nInq 2191 (TP), Inq 2606 (TP), Inq 3983 (TP), Inq 3997 (2ªT). \n(JUIZ, DEFINIÇÃO JURÍDICA, FATO, MOMENTO, RECEBIMENTO, DENÚNCIA)\nHC 87324 (1ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, EXAURIMENTO DO CRIME, CORRUPÇÃO PASSIVA)\nAP 470 (TP), AP 470 EI-sextos (TP), AP 470 EI-décimos sextos (TP), Inq 3982 (2ªT). \n(RECEBIMENTO, DENÚNCIA, ELEMENTO SUBJETIVO, INSTRUÇÃO CRIMINAL)\nInq 1622 (TP), Inq 2984 (TP), Inq 3604 (2ªT), Inq 3588 ED (1ªT). \n(ORGANIZAÇÃO CRIMINOSA, CRIME PERMANENTE, PRISÃO EM FLAGRANTE)\nAC 4039 Ref (2ªT). \n(DELAÇÃO PREMIADA, RECEBIMENTO, DENÚNCIA)\nInq 3983 (TP). \n(CORRUPÇÃO PASSIVA, CRIME CONTINUADO)\nAP 694 (1ªT), AP 695 (1ªT). \n(AÇÃO PENAL, JUSTA CAUSA)\nHC 70763 (1ªT) - RTJ 165/877. \n(USURPAÇÃO DE COMPETÊNCIA, STF)\nAP 871 QO (2ªT), AP 878 QO (2ªT). \n(COMPETÊNCIA, STF, AUTORIDADE, PRERROGATIVA DE FORO)\nInq 3515 AgR (TP), Inq 3883 AgR (2ªT). \n(COMPETÊNCIA, POLÍCIA JUDICIÁRIA, CUMPRIMENTO, DECISÃO, PODER JUDICIÁRIO)\nAC 4005 AgR (TP). \n- Decisões monocráticas citadas:\n(AÇÃO PENAL PÚBLICA, COMPETÊNCIA ORIGINÁRIA, STF)\nRcl 17623.\n(INVESTIGAÇÃO, AUTORIDADE, PRERROGATIVA DE FORO, COLABORAÇÃO PREMIADA)\nPet 5209, Pet 5244.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 16779, RHC 11003, RHC 36109, RHC 27628, RHC 67558, RT 671/312. \n- Veja PET 5673, PET 5170, PET 5210, AC 3870, AC 4005, AC 4051 e AC 3909 do STF.\nNúmero de páginas: 159.\nAnálise: 05/06/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : FERNANDO AFFONSO COLLOR DE MELLO \nADV.(A/S)  : JUAREZ ESTEVAM XAVIER TAVARES E OUTRO(A/S)\nINVEST.(A/S) : LUIS PEREIRA DUARTE DE AMORIM \nADV.(A/S)  : FÁBIO COSTA DE ALMEIDA FERRARIO \nINVEST.(A/S) : CLEVERTON MELO DA COSTA \nADV.(A/S)  : FABIO HENRIQUE CAVALCANTE GOMES \nINVEST.(A/S) : FERNANDO ANTÔNIO DA SILVA TIAGO \nADV.(A/S)  : FABIO HENRIQUE CAVALCANTE GOMES \nINVEST.(A/S) : PEDRO PAULO BERGAMASCHI DE LEONI RAMOS \nADV.(A/S)  : LYZIE DE SOUSA ANDRADE PERFI \nINVEST.(A/S) : CAROLINE SEREJO MEDEIROS COLLOR DE MELLO \nADV.(A/S)  : ROGÉRIO MARCOLINI \nINVEST.(A/S) : EDUARDO BEZERRA FRAZÃO \nADV.(A/S)  : FÁBIO COSTA DE ALMEIDA FERRARIO \nINVEST.(A/S) : WILLIAM DIAS GOMES \nADV.(A/S)  : FABIO HENRIQUE CAVALCANTE GOMES \nINVEST.(A/S) : LUCIANA GUIMARÃES DE LEONI RAMOS \nADV.(A/S)  : JOSÉ EDUARDO RANGEL DE ALCKMIN E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":377024,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4112","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2017-08-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"MELIÁ, Manuel Cancio. De novo: Direito Penal do inimigo?. In: JAKOBS, Günther; MELIÁ, Manuel Cancio. Direito Penal do inimigo: noções e críticas. 6. ed. Porto Alegre: Livraria do Advogado. p. 1100.","ministro_facet":["EDSON FACHIN"],"processo_numero":4112,"base":"acordaos"},"highlight":{"ementa_texto":["Ementa: INQUÉRITO. CORRUPÇÃO PASSIVA, LAVAGEM DE DINHEIRO E ORGANIZAÇÃO CRIMINOSA (ART. 317, § 1º, DO CÓDIGO PENAL, ART. 1º, § 4º, DA LEI 9.613/1998 E ART. 2º, §§ 3º E 4º, II, DA LEI 12.850/2013). OBSTRUÇÃO DA PERSECUÇÃO PENAL DE INFRAÇÃO NO ÂMBITO DE ORGANIZAÇÃO CRIMINOSA (ART. 2º, § 1º, DA LEI 12.850/2013). VIOLAÇÃO DE SIGILO PROFISSIONAL QUALIFICADO E FRAUDE AO CARÁTER COMPETITIVO DE LICITAÇÃO (ART. 325, § 2º, DO CÓDIGO PENAL E ART. 90 DA LEI 8.666/1993). PECULATO (ART. 312 DO CÓDIGO PENAL). RÉPLICA ÀS RESPOSTAS DOS DENUNCIADOS. PRAZO IMPRÓPRIO PARA APRESENTAÇÃO. INTERCEPTAÇÃO TELEMÁTICA DE MENSAGENS ARMAZENADAS POR EMPRESA ESTRANGEIRA. LICITUDE DA PROVA. MEDIDAS CAUTELARES SUBSIDIADAS POR FARTA DOCUMENTAÇÃO. <em>BUSCA</em> E APREENSÃO EXECUTADA NA RESIDÊNCIA DE SENADOR DA REPÚBLICA. DESNECESSIDADE DE SUPERVISÃO DA POLÍCIA LEGISLATIVA. CONTINUIDADE DE INVESTIGAÇÕES APÓS OFERECIMENTO DA DENÚNCIA. ELUCIDAÇÃO DE FATOS DIVERSOS. SISTEMA DE INVESTIGAÇÃO DE MOVIMENTAÇÃO BANCÁRIA. CADEIA DE CUSTÓDIA. CERCEAMENTO DE DEFESA NÃO CARACTERIZADO. DESMEMBRAMENTO DA INVESTIGAÇÃO QUANTO A ACUSADOS SEM PRERROGATIVA DE FORO. PRELIMINARES REJEITADAS. INÉPCIA DA DENÚNCIA. INOCORRÊNCIA. INDÍCIOS DE AUTORIA E MATERIALIDADE DEMONSTRADOS PARCIALMENTE. DENÚNCIA RECEBIDA, EM PARTE. \n\n\n\n    1. No âmbito da Lei 8.038/1990, é plenamente cabível o órgão acusador formular réplica às respostas dos denunciados, mormente quando suscitadas questões passíveis de impedir a deflagração da ação penal. Essa compreensão emerge do princípio constitucional do contraditório (art. 5º, LV, CF), que garante aos litigantes, e não apenas à defesa, a efetiva participação na decisão judicial. Estando-se diante de prazo impróprio, a sua inobservância configura mera irregularidade processual.\n\n\n\n    2. Em se tratando de interceptação de mensagens trocadas em território brasileiro, por pessoas com residência no Brasil, o seu deferimento por autoridade judicial brasileira não implica ofensa às disposições do Tratado de Assistência Mútua em Matéria Penal celebrado entre o Governo da República Federativa do Brasil e o Governo do Canadá - internalizado pelo Decreto 6.747/2009. Constante do rol das finalidades fundamentais dos tratados de cooperação jurídica em matéria penal, a “desburocratização da colheita da prova” (MS 33.751, de minha relatoria, Primeira Turma, DJe de 31.3.2016) autoriza compreender que eventual inobservância de formalidades previstas no acordo internacional não acarreta a ilicitude da prova quando cumpridas as exigências legais do direito interno brasileiro. Precedentes. \n\n\n\n    3. O afastamento dos sigilos bancário e fiscal dos acusados, bem como as <em>buscas</em> em endereços a eles vinculados, foram deferidos mediante análise pormenorizada de indícios colhidos pelo Ministério Público em diligências prévias. Plenamente hígidos, portanto, os elementos oriundos dessas medidas cautelares.\n\n\n\n    4. Ordens emanadas do Poder Judiciário são de cumprimento exclusivo da polícia judiciária, em cujo rol não se inserem as polícias legislativas. À míngua de determinação constitucional expressa, as medidas cautelares autorizadas judicialmente em face de detentores de cargo com prerrogativa de foro não se sujeitam à validação de outro Poder Republicano. Precedentes. \n\n\n\n    5.  O oferecimento da denúncia não impede a prorrogação do prazo para a conclusão de procedimento criminal diverso, vocacionado à elucidação de fatos mais abrangentes e possivelmente vinculados a pessoas diversas. \n\n\n\n    6. Os modelos de transmissão de dados e a gestão das informações, para além de implicar a comunhão da prova, almejam assegurar vantagens processuais atinentes aos interesses de todas as partes, como como a possibilidade de padronização das informações, análises e cruzamento instantâneo de dados, maior celeridade no seu compartilhamento, com garantia de especial segurança no trânsito das informações na cadeia de custódia das provas.\n\n\n\n    7. A excepcionalidade da manutenção, perante o Supremo Tribunal Federal, de investigação relacionada a envolvidos sem prerrogativa de foro impõe prudente avaliação das condutas correlatas às implementadas pela autoridade responsável por atrair a dita competência constitucional, o que se verificou na espécie. Essa especial condição torna passível de desmembramento os procedimentos relativos a envolvidos em crimes autônomos de corrupção passiva e ativa. Precedentes. \n\n\n\n    8. A denúncia atende os requisitos do art. 41 do Código de Processo Penal, descrevendo de forma pormenorizada os fatos supostamente delituosos e suas circunstâncias, explanando de forma compreensível e individualizada a conduta criminosa em tese adotada por cada um dos denunciados. Não há que se falar, desse modo, em inépcia da exordial acusatória. \n\n\n\n    9. Os elementos que instruíram a denúncia demonstram possível envolvimento de parlamentar federal e alguns dos codenunciados na prática de crimes de corrupção passiva no âmbito da BR Distribuidora S/A, com a subsequente prática de atos de lavagem de dinheiro. Há, em relação à parte dos denunciados, indícios de autoria delitiva de pertinência à organização criminosa voltada às referidas infrações no âmbito daquela sociedade de economia mista. A presença de justa causa autoriza a abertura da ação penal. \n\n\n\n    10. A exordial acusatória carece de subsídios da suposta prática de delitos de peculato, de embaraço à investigação de crime de organização criminosa, de violação de sigilo funcional, e de fraude à licitação, em relação aos quais não se verifica justa causa indispensável à conversão do procedimento investigatório em ação penal. \n\n\n\n    11. Denúncia recebida em parte."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur443030","_score":10.95994,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Luiz Fux (Relator) e Cármen Lúcia, que conheciam da ação e julgavam procedente o pedido formulado para declarar inconstitucionais os parágrafos 1º, 2º e 3º do artigo 12-A da Lei nº 12.587/2012, que institui as diretrizes da Política Nacional de Mobilidade Urbana, com a redação dada pela Lei nº 12.865/2013; e dos votos dos Ministros Edson Fachin, Alexandre de Moraes e Marco Aurélio, que julgavam improcedente o pedido, pediu vista dos autos o Ministro Gilmar Mendes. Não participou deste julgamento, por motivo de licença médica, o Ministro Dias Toffoli (Presidente). Plenário, Sessão Virtual de 22.5.2020 a 28.5.2020.\r\n\n           Decisão: O Tribunal, por maioria, conheceu da ação e julgou procedente o pedido formulado, para declarar inconstitucionais os parágrafos 1º, 2º e 3º do artigo 12-A da Lei nº 12.587/2012, que institui as diretrizes da Política Nacional de Mobilidade Urbana, com a redação dada pela Lei nº 12.865/2013, nos termos do voto do Relator, vencidos os Ministros Edson Fachin, Alexandre de Moraes, Marco Aurélio e Dias Toffoli. Plenário, Sessão Virtual de 19.2.2021 a 26.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur443030","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur443030","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL E ADMINISTRATIVO. ARTIGO 12-A, §§ 1º, 2º E 3º, DA LEI 12.587/2012. POLÍTICA NACIONAL DE MOBILIDADE URBANA. EXPLORAÇÃO DE SERVIÇOS DE TÁXI. POSSIBILIDADE DE TRANSFERÊNCIA DA OUTORGA A TERCEIROS E AOS SUCESSORES DO AUTORIZATÁRIO. INCONSTITUCIONALIDADE FORMAL NÃO CONFIGURADA. VIOLAÇÃO DOS PRINCÍPIOS FEDERATIVO, REPUBLICANO, DA IMPESSOALIDADE E DA MORALIDADE ADMINISTRATIVA, DA PROPORCIONALIDADE E DA LIVRE INICIATIVA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE CONHECIDA E JULGADO PROCEDENTE O PEDIDO.\n\n\n\n    1. A União ostenta competência privativa para legislar sobre diretrizes da política nacional de trânsito e transporte e sobre condições para o exercício de profissões (art. 22, IX, XI e XVI, da CF). Precedente: ADI 3.136, Rel. Min. Ricardo Lewandowski, Plenário, julgado em 1º/8/2006, DJ de 10/11/2006.\n\n\n\n    2. A isonomia e a impessoalidade recomendam que a hereditariedade, numa República, deva ser a franca exceção, sob pena de se abrirem indevidos espaços de patrimonialismo.\n\n\n\n    3. In casu, a transferência do direito à exploração do serviço de táxi aos sucessores do titular da outorga implica tratamento preferencial, não extensível a outros setores econômicos e sociais, que vai de encontro ao princípio da proporcionalidade, porquanto: (i) não é adequada ao fim almejado, pois não gera diminuição dos custos sociais gerados pelo controle de entrada do mercado de táxis, contribuindo para a concentração de outorgas de táxi nas mãos de poucas famílias; (ii) tampouco é necessária, na medida em que ao Estado é possível a tutela dos taxistas e das respectivas famílias sem a restrição ainda mais intensa da liberdade de iniciativa de terceiros (e.g. a concessão de benefícios fiscais, regulação das condições de trabalho, etc.); e (iii) não passa, em especial, pelo filtro da proporcionalidade em sentido estrito, por impor restrição séria sobre a liberdade de profissão e a livre iniciativa de terceiros sem qualquer indicação de que existiria, in concreto, uma especial vulnerabilidade a ser suprida pelo Estado, comparativamente a outros segmentos econômicos e sociais.\n\n\n\n    4. A livre alienabilidade das outorgas de serviço de táxi, por sua vez, oportuniza aos seus detentores auferir proveitos desproporcionais na venda da outorga a terceiros, contribuindo para a concentração naquele mercado e gerando incentivos perversos para a obtenção de outorgas – não com a finalidade precípua de prestação de um serviço de qualidade, mas sim para a mera especulação econômica. \n\n\n\n    5. O sobrepreço na comercialização da outorga dificulta o acesso à exploração do serviço por interessados com menor poder aquisitivo, o que contribui para que motoristas não autorizatários sejam submetidos a condições mais precárias de trabalho, alugando veículos e operando como auxiliares dos detentores das outorgas.\n\n\n\n    6. A possibilidade de alienação da outorga a terceiros é fator incentivador de comportamento oportunista (rent-seeking), tanto pelo taxista individualmente, que busca auferir o maior preço possível na revenda da outorga, quanto para a própria categoria profissional, que passa a se mobilizar em prol da manutenção da escassez na oferta de transporte individual, como forma de preservar os lucros extraordinários auferidos com a transferência da outorga.\n\n\n\n    7. In casu, são inconstitucionais os dispositivos impugnados, que permitem a transferência inter vivos ou causa mortis da outorga do serviço de táxi, na medida em que não passam pelo crivo da proporcionalidade, da isonomia, da impessoalidade e da eficiência administrativa, gerando, adicionalmente, potenciais efeitos econômicos e sociais perversos que não resistem a uma análise custo-benefício. \n\n\n\n    8. Ação direta conhecida e julgado procedente o pedido, para declarar inconstitucionais os §§ 1º, 2º e 3º do artigo 12-A da Lei 12.587/2012, que institui as diretrizes da Política Nacional de Mobilidade Urbana, com a redação dada pela Lei 12.865/2013.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755421024","externo_seq_objeto_incidente":4795354,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-057  DIVULG 24-03-2021  PUBLIC 25-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5337&classe=ADI","is_colac":false,"titulo":"ADI 5337","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00001 ART-00007\n    INC-00030 INC-00031 ART-00021 INC-00020\n    ART-00022 INC-00009 INC-00011 INC-00016\n    ART-00024 ART-00030 INC-00001 INC-00005\n    ART-00037 \"CAPUT\" INC-00021 ART-00066\n    PAR-00004 ART-00170 PAR-ÚNICO ART-00175\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-012468 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012587 ANO-2012\n    ART-00002 ART-00003 PAR-00002 ART-00004\n    INC-00006 INC-00008 INC-00010 ART-00012\n    ART-0012A \"CAPUT\" PAR-00001 PAR-00002\n    PAR-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012865 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   MPR-000615 ANO-2013\n    MEDIDA PROVISÓRIA\n\n","LEG-EST   LCP-001033 ANO-2015\n    LEI COMPLEMENTAR, SC\n\n","LEG-MUN   LCP-000085 ANO-2001\n    LEI COMPLEMENTAR DO MUNICÍPIO DE PORTO ALEGRE, SC\n\n","LEG-MUN   LEI-005492 ANO-2012\n    ART-00001 ART-00002 ART-00007\n    LEI ORDINÁRIA DO MUNICÍPIO DO RIO DE JANEIRO, RJ\n\n","LEG-DIS   LEI-005323 ANO-2014\n    LEI ORDINÁRIA, DF\n\n","LEG-MUN   LEI-011582 ANO-2014\n    LEI ORDINÁRIA"],"publicacao_data":"2021-03-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TÁXI, MODALIDADE, TRANSPORTE PÚBLICO, SERVIÇO DE UTILIDADE PÚBLICA. PREVALÊNCIA, DOUTRINA, ENQUADRAMENTO, TÁXI, ATIVIDADE ECONÔMICA, SUJEIÇÃO, PODER DE POLÍCIA. TRANSPORTE COLETIVO, MODALIDADE, SERVIÇO PÚBLICO, AUSÊNCIA, INCLUSÃO, TRANSPORTE INDIVIDUAL, SILÊNCIO ELOQUENTE DA LEI. FUNDAMENTO, REGULAÇÃO, RESTRIÇÃO, LIVRE CONCORRÊNCIA, TÁXI. DEFINIÇÃO JURÍDICA, NORMA GERAL. EDIÇÃO, NORMA GERAL, CONCRETIZAÇÃO, FEDERALISMO COOPERATIVO. AUTOCONTENÇÃO JUDICIAL. CONSTITUCIONALIZAÇÃO, DIREITO (CIÊNCIA JURÍDICA). PODER PÚBLICO, VINCULAÇÃO, DIREITO FUNDAMENTAL, INTERESSE PÚBLICO. PRINCÍPIO REPUBLICANO, NÚCLEO ESSENCIAL, CONSTITUIÇÃO FEDERAL. PRINCÍPIO DA PROPORCIONALIDADE, DIREITO ECONÔMICO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: NATUREZA JURÍDICA, TÁXI, SERVIÇO DE UTILIDADE PÚBLICA. INTENSIDADE, APLICAÇÃO, PRINCÍPIO DA MORALIDADE, ISONOMIA, IGUALDADE DE OPORTUNIDADES. MUNICÍPIO, REGULAÇÃO, ORGANIZAÇÃO, FISCALIZAÇÃO, TÁXI. AUSÊNCIA, VEDAÇÃO, ENTRADA, MERCADO, TÁXI, TRANSFERÊNCIA, TITULARIDADE, LICENÇA, AUTORIZAÇÃO, OPÇÃO, LEGISLADOR.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: DEFINIÇÃO, SERVIÇO PÚBLICO. TRANSPORTE INDIVIDUAL, EXERCÍCIO, ATIVIDADE ECONÔMICA, UTILIDADE PÚBLICA. TRANSFERÊNCIA, EXPLORAÇÃO, TÁXI, TERCEIRO, SUCESSOR, ACEITAÇÃO, PODER PÚBLICO, MUNICÍPIO, ATENDIMENTO, REQUISITO, LEGISLAÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DIREITO DA PERSONALIDADE. POSSIBILIDADE, TRANSFERÊNCIA, DIREITO, EXPLORAÇÃO, TÁXI.\n\n- TERMO(S) DE RESGATE: NEMO PLUS JURIS AD ALIUM TRANSFERRE POTEST QUAM IPSE HABET.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5337&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, TRANSPORTE, TRÂNSITO)\nADI 3136 (TP). \n(TÁXI, SERVIÇO DE UTILIDADE PÚBLICA)\nRE 359444 (TP), Pet 2788 AgR (TP), RE 1002310 AgR (2ªT). \n- Legislação estrangeira citada: Lei n° 2014-1104 de 1º de outubro de 2014, da França; art. L. 3121-2, do Código de Transportes, da França\nNúmero de páginas: 70.\nAnálise: 14/03/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : MUNICÍPIO DE UNAÍ \nADV.(A/S)  : PROCURADOR GERAL DO MUNICÍPIO DE UNAÍ \nAM. CURIAE.  : SINDICATO PROFISSIONAL DOS MOTORISTAS DE TAXI NO ESTADO DO ESPIRITO SANTO-SINDTAVI-ES \nADV.(A/S)  : ANGELA MARIA CYPRIANO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":443030,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5337","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-03-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALCHOURRÓN, Carlos E.; BULYGIN, Eugenio. Introducción à la metodología de las ciencias jurídicas y sociales. Buenos Aires: Astrea de Alfredo y Ricardo Depalma, 1987.\nALMEIDA, Fernando Dias Menezes de. In: Canotilho, J.J. et al, Comentários à Constituição do Brasil. 2. ed. São Paulo: Saraiva jur; Almedina, 2018. p. 802.\nAPENAS três grupos controlam 55,8% dos táxis de empresas na cidade. Disponível em: https://oglobo.globo.com/rio/apenas-tres-gruposcontrolam-558-dos-taxis-de-empresas-na-cidade-17179697.\nARAGÃO, Alexandre Santos de. Atividades privadas regulamentadas: autorização administrativa, poder de polícia e regulação. Revista de Direito Público da Economia, Belo Horizonte, n. 10, p. 9-48, abr./jun.\n2005.\nARAGÃO, Alexandre Santos de. O princípio da proporcionalidade no direito econômico. Revista de Direito\nAdministrativo, v. 223, p. 199-230, 2001. p. 208-209.\nARAGÃO, Alexandre Santos de. Direito dos Serviços Públicos. Rio de Janeiro: Forense, 2007. p. 191-192.\nBANDEIRA DE MELLO, Celso Antônio. Serviços públicos e serviço de utilidade pública: Caracterização dos serviços de táxi, Ausência de precariedade na titulação para prestálos, Desvio de Poder Legislativo. In: MELLO, Celso Antônio Bandeira de. Pareceres de direito administrativo. São Paulo: Malheiros, 2011. p. 211-27.\nBAPTISTA, Patrícia; CAPECCHI, Daniel. Se o direito administrativo fica, o direito constitucional não passa: perspectivas do direito público contemporâneo sobre uma velha questão. Revista de Direito da Cidade, v. 8, n. 4, p. 1938-1960, 2016.\nBINENBOJM, Gustavo. Uma teoria do direito administrativo: direitos fundamentais, democracia e constitucionalização. Rio de Janeiro: Renovar, 2014. p. 24-25.\nBINENBOJM, Gustavo. Poder de polícia, ordenação, regulação: transformações político-jurídicas, econômicas e institucionais do direito administrativo ordenador. Belo Horizonte: Fórum, 2017. p. 216-217.\nBINENBOJM, Gustavo. Novas tecnologias e mutações regulatórias nos transportes públicos municipais de\npassageiros: um estudo a partir do caso UBER. Revista de Direito da Cidade, v. 8, n. 4, p. 1690-1706, 2016.\nBONAVIDES, Paulo. Comentários a Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. p. 633.\nBRANDÃO, Rodrigo. Supremacia Judicial versus Diálogos Constitucionais. Rio de Janeiro: Lumen Juris, 2012. p. 223.\nBRASIL. Conselho Administrativo de Defesa Econômica (CADE). Efeitos concorrenciais da economia do compartilhamento no Brasil: A entrada da Uber afetou o mercado de aplicativos de táxi entre 2014 e 2016? 2018. p. 15.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 33. ed. São Paulo: Atlas, 2019. p. 478-9.\nCAVALCANTI, Themístocles Brandão. Tratado de direito administrativo. Freitas Bastos, 1956. v. 3.\nCETIN, Tamer; ERYIGIT, Kadir Yasin. The economic effects of government regulation: Evidence from the New York taxicab market. Transport Policy, v. 25, p. 169-177, 2013.\nFERRAZ JÚNIOR, Tércio Sampaio. Normas gerais e competência concorrente. Uma exegese do art. 24 da Constituição Federal. Revista da Faculdade de Direito, Universidade de São Paulo, v. 90, p. 245-251, 1995. p. 249 e 250.\nGRAU, Eros Roberto. A ordem econômica na Constituição de 1988: interpretação e crítica. 10. ed. rev. e atual. São Paulo: Malheiros, 2005. p. 147.\nGROTTI, Dinorá Adelaide Musetti. Táxi. In: PONTES FILHO, Valmir; GABARDO, Emerson (Org.). Problemas\nemergentes da Administração Pública: Anais do XXVIII Congresso Brasileiro de Direito Administrativo. Belo Horizonte: Fórum, 2015.\nGUIMARÃES, Geraldo Spagno. Comentários à Lei de Mobilidade Urbana. Belo Horizonte: Fórum, 2012. p. 183.\nHAYEK, Friedrich A. The use of knowledge in society. American Economic Review, n. 4, p. 519-530, 1945.\nJUSTEN FILHO, Marçal. Curso de direito administrativo. 10. ed. São Paulo: Revista dos Tribunais, 2014. p. 845.\nLEWANDOWSKI, E. R. (2005). Reflexões em torno do princípio republicano. Revista Da Faculdade De Direito, Universidade de São Paulo, p. 100, 189-200.\nMARQUES NETO, Floriano de Azevedo. O Estado contra o mercado: Uber e o consumidor.\nMARRARA, Thiago. Serviços de taxi: aspectos jurídicos controvertidos e modelos regulatórios. Revista de Direito da Cidade, v. 8, n. 3, p. 1049-1063, 2016. p. 1054.\nMARRARA, Thiago. Serviços de táxi: aspectos jurídicos controvertidos e modelos regulatórios. Revista de Direito da Cidade, [S.l.], v. 8, n. 3, p. 1049-1063, ago. 2016.\nMEDAUAR, Odete. Direito Administrativo Moderno. 2. ed. São Paulo: Revista dos Tribunais, 1998. p. 330 e 331.\nMEDAUAR, Odete. Direito administrativo moderno. São Paulo: Revista dos Tribunais, 2016.p. 152.\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. São Paulo: Revista dos Tribunais, 2009. p. 190 e 289-290.\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. São Paulo: Malheiros, 2012. p. 457.\nMELLO, Celso Antônio Bandeira de. O conteúdo jurídico do princípio da igualdade. 3. ed. São Paulo: Malheiros, 1999. p. 24.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. 22. ed. São Paulo: Malheiros, 2007. p. 420 e 650.\nMELLO, Celso Antônio Bandeira de. Serviços públicos e serviços de utilidade pública. Caracterização dos serviços de táxi. Ausência de precariedade na titulação para prestá-lo e desvio de poder legislativo. In: MELLO, Celso Antônio Bandeira de. Pareceres de direito administrativo. São Paulo: Malheiros, 2011. p. 212-227 e 216-217.\nMELLO, Celso Antonio Bandeira de. Curso de direito administrativo. 30. ed. São Paulo: Malheiros, 2013. p. 443.\nMERCADO negro de alvarás: a real ameaça aos taxistas. Revista Veja. Disponível em: https://veja.abril.com.br/brasil/mercadonegro-de-alvaras-a-real-ameaca-aos-taxistas.\nMIRANDA, Pontes de. Direito de personalidade. Direito de família: direito matrimonial (Existência e validade do casamento). Coleção Tratado de Direito Privado: parte especial. Atualização: Rosa Maria Barceto Borriello ds Andrade Nery. 1. ed. São Paulo: Revista dos Tribunais, 2012. p. 68-69. \nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação\ndas normas gerais. Revista de Informação Legislativa, n. 100, 1988. p. 159.\nOGUS, Anthony I. Regulation: Legal form and economic theory. Bloomsbury Publishing, 2004. p. 219.\nORGANIZATION FOR ECONOMIC COOPERATION AND DEVELOPMENT(OECD). Competition Committee. Taxi Services Regulation and Competition. Roundtables on Competition Policy, Paris, n. 81, p. 18, out. 2007.\nPIETRO, Maria Sylvia Zanella Di. Direito administrativo. 27. ed. São Paulo: Atlas, 2014. p. 114-115.\nRAGAZZO, Carlos Emmanuel Joppert; RODRIGUES, Eduardo Frade. Proporcionalidade e melhora regulatória a regulação dos serviços de táxi. Revista do IBRAC, n. 22, p. 287, 2013.\nROCHA, Cármen Lúcia Antunes da. O Princípio Constitucional da Igualdade. Belo Horizonte: Lê, 1990. p. 39.\nSARMENTO, Daniel. Ordem Constitucional Econômica, Liberdade e Transporte Individual de Passageiros: o “caso Uber”. Rio de Janeiro,[s.n], 10 jul. 2015.\nSUNSTEIN, Cass R. A constitution of many minds: why the founding document doesn't mean what it meant before. Princeton University Press, 2009.\nVEREADORES aprovam relatório final da CPI do Táxi em Campo Grande. Globo. Disponível em: \nhttps://g1.globo.com/ms/mato-grosso-do-sul/noticia/vereadoresaprovam-relatorio-final-da-cpi-do-taxi-em-campo-grande.ghtml.","ministro_facet":["LUIZ FUX"],"processo_numero":5337,"base":"acordaos"},"highlight":{"ementa_texto":["Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL E ADMINISTRATIVO. ARTIGO 12-A, §§ 1º, 2º E 3º, DA LEI 12.587/2012. POLÍTICA NACIONAL DE MOBILIDADE URBANA. EXPLORAÇÃO DE SERVIÇOS DE TÁXI. POSSIBILIDADE DE TRANSFERÊNCIA DA OUTORGA A TERCEIROS E AOS SUCESSORES DO AUTORIZATÁRIO. INCONSTITUCIONALIDADE FORMAL NÃO CONFIGURADA. VIOLAÇÃO DOS PRINCÍPIOS FEDERATIVO, REPUBLICANO, DA IMPESSOALIDADE E DA MORALIDADE ADMINISTRATIVA, DA PROPORCIONALIDADE E DA LIVRE INICIATIVA. AÇÃO DIRETA DE INCONSTITUCIONALIDADE CONHECIDA E JULGADO PROCEDENTE O PEDIDO.\n\n\n\n    1. A União ostenta competência privativa para legislar sobre diretrizes da política nacional de trânsito e transporte e sobre condições para o exercício de profissões (art. 22, IX, XI e XVI, da CF). Precedente: ADI 3.136, Rel. Min. Ricardo Lewandowski, Plenário, julgado em 1º/8/2006, DJ de 10/11/2006.\n\n\n\n    2. A isonomia e a impessoalidade recomendam que a hereditariedade, numa República, deva ser a franca exceção, sob pena de se abrirem indevidos espaços de patrimonialismo.\n\n\n\n    3. In casu, a transferência do direito à exploração do serviço de táxi aos sucessores do titular da outorga implica tratamento preferencial, não extensível a outros setores econômicos e sociais, que vai de encontro ao princípio da proporcionalidade, porquanto: (i) não é adequada ao fim almejado, pois não gera diminuição dos custos sociais gerados pelo controle de entrada do mercado de táxis, contribuindo para a concentração de outorgas de táxi nas mãos de poucas famílias; (ii) tampouco é necessária, na medida em que ao Estado é possível a tutela dos taxistas e das respectivas famílias sem a restrição ainda mais intensa da liberdade de iniciativa de terceiros (e.g. a concessão de benefícios fiscais, regulação das condições de trabalho, etc.); e (iii) não passa, em especial, pelo filtro da proporcionalidade em sentido estrito, por impor restrição séria sobre a liberdade de profissão e a livre iniciativa de terceiros sem qualquer indicação de que existiria, in concreto, uma especial vulnerabilidade a ser suprida pelo Estado, comparativamente a outros segmentos econômicos e sociais.\n\n\n\n    4. A livre alienabilidade das outorgas de serviço de táxi, por sua vez, oportuniza aos seus detentores auferir proveitos desproporcionais na venda da outorga a terceiros, contribuindo para a concentração naquele mercado e gerando incentivos perversos para a obtenção de outorgas – não com a finalidade precípua de prestação de um serviço de qualidade, mas sim para a mera especulação econômica. \n\n\n\n    5. O sobrepreço na comercialização da outorga dificulta o acesso à exploração do serviço por interessados com menor poder aquisitivo, o que contribui para que motoristas não autorizatários sejam submetidos a condições mais precárias de trabalho, alugando veículos e operando como auxiliares dos detentores das outorgas.\n\n\n\n    6. A possibilidade de alienação da outorga a terceiros é fator incentivador de comportamento oportunista (rent-seeking), tanto pelo taxista individualmente, que <em>busca</em> auferir o maior preço possível na revenda da outorga, quanto para a própria categoria profissional, que passa a se mobilizar em prol da manutenção da escassez na oferta de transporte individual, como forma de preservar os lucros extraordinários auferidos com a transferência da outorga.\n\n\n\n    7. In casu, são inconstitucionais os dispositivos impugnados, que permitem a transferência inter vivos ou causa mortis da outorga do serviço de táxi, na medida em que não passam pelo crivo da proporcionalidade, da isonomia, da impessoalidade e da eficiência administrativa, gerando, adicionalmente, potenciais efeitos econômicos e sociais perversos que não resistem a uma análise custo-benefício. \n\n\n\n    8. Ação direta conhecida e julgado procedente o pedido, para declarar inconstitucionais os §§ 1º, 2º e 3º do artigo 12-A da Lei 12.587/2012, que institui as diretrizes da Política Nacional de Mobilidade Urbana, com a redação dada pela Lei 12.865/2013."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428763","_score":10.60175,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 973 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Em seguida, por unanimidade, fixou-se a seguinte tese: “É constitucional a remarcação do teste de aptidão física de candidata que esteja grávida à época de sua realização, independentemente da previsão expressa em edital do concurso público”. Não participaram, justificadamente, da votação da tese, os Ministros Marco Aurélio, Gilmar Mendes e Ricardo Lewandowski. Falaram: pelo recorrente, o Dr. César Augusto Binder, Procurador do Estado do Paraná; e, pela Procuradoria-Geral da República, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Presidência do Ministro Dias Toffoli. Plenário, 21.11.2018.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["5","8","10"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428763","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428763","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL. ADMINISTRATIVO. CONCURSO PÚBLICO. CANDIDATA GRÁVIDA À ÉPOCA DA REALIZAÇÃO DO TESTE DE APTIDÃO FÍSICA. POSSIBILIDADE DE REMARCAÇÃO INDEPENDENTE DE PREVISÃO EDITALÍCIA. DIREITO À IGUALDADE, DIGNIDADE HUMANA E LIBERDADE REPRODUTIVA. RECURSO EXTRAORDINÁRIO DESPROVIDO.\n\n\n\n    1) O teste de aptidão física para a candidata gestante pode ser remarcado, posto direito subjetivo que promove a igualdade de gênero, a busca pela felicidade, a liberdade reprodutiva e outros valores encartados pelo constituinte como ideário da nação brasileira.\n\n\n\n    2) A remarcação do teste de aptidão física, como único meio possível de viabilizar que a candidata gestante à época do teste continue participando do certame, estende-lhe oportunidades de vida que se descortinam para outros, oportunizando o acesso mais isonômico a cargos públicos.\n\n\n\n    3) O princípio da isonomia se resguarda, ainda, por a candidata ter de, superado o estado gravídico, comprovar que possui a mesma aptidão física exigida para os demais candidatos, obtendo a performance mínima.\n\n\n\n    4) A família, mercê de ser a base da sociedade, tem especial proteção do Estado (artigo 226 da CRFB), sendo certo que a Constituição de República se posicionou expressamente a favor da proteção à maternidade (artigo 6º) e assegurou direito ao planejamento familiar (artigo 226, § 7º), além de encontrar especial tutela no direito de previdência social (artigo 201, II) e no direito de assistência social (artigo 203, I). \n\n\n\n    5) O direito à saúde, tutelado expressamente no artigo 6º, requer uma especial proteção no presente caso, vez que a prática de esforços físicos incompatíveis com a fase gestacional pode por em risco a saúde da gestante ou mesmo do bebê. \n\n\n\n    6) O constituinte expressamente vedou qualquer forma coercitiva por parte de instituições oficiais ou privadas que obstaculize o planejamento familiar (art. 226, §7º), assim como assegurou o acesso às informações e meios para sua efetivação e impôs o dever de propiciar recursos educacionais e científicos para o exercício desse direito. \n\n\n\n    7) A ampla acessibilidade a cargos, empregos e funções públicas é assegurada expressamente em nosso sistema constitucional (art. 37, I), como corolário do princípio da isonomia, da participação política e o da eficiência administrativa.\n\n\n\n    8) A remarcação do teste de aptidão física realiza com efetividade os postulados constitucionais, atingindo os melhores resultados com recursos mínimos, vez que o certame prossegue quanto aos demais candidatos, sem descuidar do cânone da impessoalidade. \n\n\n\n    9) A continuidade do concurso em geral, com reserva de vagas em quantidade correspondente ao número de candidatas gestantes, permite que Administração Pública gerencial desde logo supra sua deficiência de contingente profissional, escopo último do concurso, assim como permite que os candidatos aprovados possam ser desde logo nomeados e empossados, respeitada a ordem de classificação. \n\n\n\n    10) O adiamento fundamentado na condição gestatória se estende pelo período necessário para superação da condição, cujas condições e prazos devem ser determinados pela Administração Pública, preferencialmente em edital, resguardada a discricionariedade do administrador público e o princípio da vinculação às cláusulas editalícias .\n\n\n\n    11) A inexistência de previsão em em edital do direito à remarcação, como no presente caso, não afasta o direito da candidata gestante, vez que fundado em valores constitucionais maiores cuja juridicidade se irradia por todo o ordenamento jurídico. Por essa mesma razão, ainda que houvesse previsão expressa em sentido contrário, assegurado estaria o direito à remarcação do teste de aptidão para a candidata gestante.\n\n\n\n    12) A mera previsão em edital do requisito criado pelo administrador público não exsurge o reconhecimento automático de sua juridicidade.\n\n\n\n    13) A gravidez não se insere na categoria de “problema temporário de saúde” de que trata o Tema 335 de Repercussão Geral. É que a condição de gestante goza de proteção constitucional reforçada, por ter o constituinte estabelecido expressamente a proteção à maternidade, à família e ao planejamento familiar.\n\n\n\n    14) Nego provimento ao recurso, para fixar a tese de que “É constitucional a remarcação do teste de aptidão física de candidata aprovada nas provas escritas que esteja grávida à época de sua realização, independentemente da previsão expressa em edital do concurso público”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753327328","externo_seq_objeto_incidente":5220068,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-185  DIVULG 24-07-2020  PUBLIC 27-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1058333&classe=RE","is_colac":false,"titulo":"RE 1058333","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00001 INC-00002 \n          ART-00006 ART-00007 ART-00037 INC-00001 \n          INC-00002 ART-00039 PAR-00003 ART-00201 \n          INC-00002 ART-00203 INC-00001 ART-00226 \n          PAR-00007 ART-00227\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-011340      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012990      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00023 NÚMERO-1 LET-C\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1981\n          ART-00004 NÚMERO-1 NÚMERO-2 ART-00011\n                CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00124 ART-00126 ART-00128 INC-00001 \n          INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000093      ANO-1983\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-004377      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE A ELIMINAÇÃO DE TODAS AS FORMAS DE DISCRIMINAÇÃO CONTRA A MULHER, DE 1979, E REVOGA O DECRETO NO 89.460, DE 20 DE MARÇO DE 1984\n\n","LEG-FED   INT-000005      ANO-2001\n                INSTRUÇÃO NORMATIVA DO DEPARTAMENTO DE POLÍCIA FEDERAL DA ACADEMIA NACIONAL DE POLÍCIA - DPF/ANP\n\n","LEG-EST   EDT-001107      ANO-2012\n                EDITAL DO CONCURSO PÚBLICO PARA PREENCHIMENTO DE VAGAS DE SOLDADO POLICIAL MILITAR E DE SOLDADO BOMBEIRO MILITAR DA POLÍCIA MILITAR DO PARANÁ, PR"],"publicacao_data":"2020-07-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONCURSO PÚBLICO, REMARCAÇÃO, PROVA (CONCURSO PÚBLICO), SAÚDE, CANDIDATO, FORÇA MAIOR. RESTRIÇÃO, EDITAL, INGRESSO, CARGO PÚBLICO, EMPREGO PÚBLICO, FUNÇÃO PÚBLICA, OBSERVÂNCIA, REGRA CONSTITUCIONAL. IGUALDADE, CARÁTER MATERIAL, DIFERENÇA, GÊNERO, CONSTITUCIONALIDADE, LEI MARIA DA PENHA; INTERVALO DE TEMPO, TRABALHADOR, MULHER, MOMENTO ANTERIOR, HORA EXTRA; CONCURSO PÚBLICO, DIFERENÇA, PROVA FÍSICA, HOMEM, MULHER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: GESTANTE, ESTABILIDADE PROVISÓRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DIFERENÇA, IGUALDADE, CARÁTER MATERIAL, CARÁTER FORMAL, CONSTITUCIONALIDADE, COTA RACIAL, UNIVERSIDADE DE BRASÍLIA (UNB); RESERVA DE VAGA, CONCURSO PÚBLICO, NEGRO. DIREITO REPRODUTIVO, ABORTO, FETO ANENCÉFALO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ADMINISTRAÇÃO PÚBLICA, SUBMISSÃO, PRINCÍPIO DA RESERVA LEGAL, ÓBICE, EDITAL, REMARCAÇÃO, PROVA (CONCURSO PÚBLICO), IRRELEVÂNCIA, GÊNERO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1058333&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONCURSO PÚBLICO, PROVA FÍSICA, REMARCAÇÃO)\nRE 630733 (TP). \n(CONCURSO PÚBLICO, GESTANTE, PROVA FÍSICA, REMARCAÇÃO)\nRE 376607 AgR (2ªT), RE 577309 AgR (2ªT), AI 825545 AgR (1ªT), AI 820065 AgR (1ªT). \n(RESTRIÇÃO, EDITAL, INGRESSO, CARGO PÚBLICO, EMPREGO PÚBLICO, FUNÇÃO PÚBLICA, OBSERVÂNCIA, REGRA CONSTITUCIONAL)\nRE 898450 (TP). \n(IGUALDADE, CARÁTER MATERIAL, DIFERENÇA, GÊNERO)\nADC 19 (TP), MS 29963 (2ªT), RE 658312 (TP). \n(GESTANTE, ESTABILIDADE PROVISÓRIA)\nRE 629053 (TP). \n(DIFERENÇA, IGUALDADE, CARÁTER MATERIAL, CARÁTER FORMAL)\nADPF 186 (TP), ADC 41 (TP). \n(DIREITO REPRODUTIVO, ABORTO, FETO ANENCÉFALO)\nADPF 54 (TP). \n- Decisões monocráticas citadas:\n(CONCURSO PÚBLICO, GESTANTE, PROVA FÍSICA, REMARCAÇÃO)\nARE 901116, RE 1015798, RE 1065080.\n- Acórdão(s) citado(s) - outros tribunais:\nTJPR: Apelação Cível e Reexame Necessário 1.351.698-6. \nSTJ: RMS 28400. \n- Legislação estrangeira citada: Art. XXI, n. 2, da Declaração Universal de Direitos Humanos.\n- Veja Conferência do Cairo sobre a População e Desenvolvimento de 1994; Quarta Conferência Mundial sobre a Mulher e a Declaração de Beijing.\nNúmero de páginas: 70.\nAnálise: 26/02/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nRECDO.(A/S)  : EVELINE BONFIM FENILLI SPINOLA \nADV.(A/S)  : GILBERTO KANDA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"973 - Possibilidade de remarcação do teste de aptidão física de candidata grávida à época de sua realização, independentemente de haver previsão expressa nesse sentido no edital do concurso público.","old_seq_sjur":428763,"documental_tese_texto":"É constitucional a remarcação do teste de aptidão física de candidata que esteja grávida à época de sua realização, independentemente da previsão expressa em edital do concurso público.","procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 1058333","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-11-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARBOZA, Heloisa Helena. (Des)Igualdade de gênero: restrições à autonomia da mulher. Pensar, Fortaleza, v. 22, n. 1, p. 240-271, jan./abr. 2017. p. 260.\nBARROSO, Luís Roberto. A dignidade da pessoa humana no direito constitucional contemporâneo: a construção de um conceito jurídico à luz da jurisprudência mundial. Fórum, 2012.\nBARROSO, Luís Roberto; OSORIO, Aline. Sabe com quem está falando?: notas sobre o princípio da igualdade no Brasil contemporâneo. Revista Direito & Práxis, Rio de Janeiro, v. 7, n. 13, 2016. p. 207-208.\nBRESSER PEREIRA, L. C. Da administração pública burocrática à gerencial. Revista do Serviço público, v. 47, n. 1, p. 07-40, 1996.\nCOMISSÃO ECONÔMICA PARA A AMÉRICA LATINA E O CARIBE (CEPAL). Inter-relação das autonomias. Disponível em: http://oig.cepal.org/pt/autonomias/inter-relacao-das-autonomias.\nEASTERBROOK, Frank. The Supreme Court 1983 Term. Harvard Law Review, Cambridge, n. 4, p. 10-11, 1984-1985.\nFILHO, Marçal Justen. Curso de Direito Administrativo. 13. ed. São Paulo: Thomson Reuters Brasil, 2018. p. 105.\nFRANÇA, Phillip Gil. É possível a realização de novo teste de aptidão física em concurso público no caso de gravidez, sem que isso caracterize violação do edital ou do princípio da isonomia. In: PIETRO, Maria Sylvia Zanella Di; NOHARA, Irene Patrícia (Coords.). Teses jurídicas dos Tribunais Superiores:\ndireito administrativo I. São Paulo: Revista dos Tribunais, 2017. p. 462-464.\nFRANSER, Nancy. Social justice in the Age of identity Politics: redistribuition, recognition and participation. In: FRASER, Nancy; HONNETH, Axel (Coord.). Redistribution or recognition?: a political-philosophical exchange. Verso, 2003. p 32.\nIKAWA, Daniela e PIOVESAN, Flávia. Feminismo, Direitos Humanos e Constituição. Filosofia e Teoria\nConstitucional Contemporânea. SARMENTO, Daniel (Coord.). Rio de Janeiro: Lumen Juris, 2009. p. 150-152.\nLYNN JR., Laurence E. Gestão pública. In: PETERS, B. Guyl PIERRE, Jon (Orgs.). Administração pública: coletânea. São Paulo: UNESP. 2010. p. 37.\nMADEIRA, José Maria Pinheiro. Servidor Público na Atualidade. Rio de Janeiro: Lumen Juris, 2007. p. 117-118.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. São Paulo: Malheiros, 2016. p. 54.\nMELLO, Celso Antônio Bandeira de. O conteúdo jurídico do princípio da igualdade. 3 ed. São Paulo: Malheiros, 2011. p. 17 e 41.\nMOTTA, Fabrício. Concurso público. In: PIETRO, Maria Sylvia Zanella Di; MOTTA, Fabrício; FERRAZ, Luciano de Araújo. Servidores Públicos na Constituição Federal. 3 ed. São Paulo: Atlas, 2015, p. 28.\nMOTTA, Fabrício Macedo. Comentário ao artigo 37, I. In: CANOTILHO, J. J. Gomes et al (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 826.\nNUSSBAUM, Martha. Frontiers of justice: Disability, nationality, species membership. Harvard University Press, 2009. p. 117-118.\nPIOVESAN, Flávia; PIROTTA, Wilson Ricardo Buquetti. A proteção dos direitos reprodutivos no direito internacional e no direito interno. In: PIOVESAN, Flávia. Temas de Direitos Humanos. 10 ed. São Paulo: Saraiva, 2017. p. 455.\nPRESTER, Vivianéli et al. O Concurso Público como forma de gestão da Administração Pública. p. 53-54.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Saraiva, 1999. p. 144.\nSARLET, Wolfgang Ingo. Dignidade da pessoa humana e direitos fundamentais na Constituição da República de 1988. Porto Alegre: Livraria do Advogado, 2002.\nSARMENTO, Daniel. Dignidade da Pessoa Humana: Conteúdo, Trajetórias, Metodologia. Belo Horizonte: Fórum, 2016. p. 15 e 135-143.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. São Paulo: Malheiros, 2016. p. 186.\nSUNDFELD. Direito Administrativo para Céticos. São Paulo: Malheiros, 2013. p. 154.\nMACKINNON, Catherine. Feminism unmodified: Discourses on life and law, 1987. p. 45.\nKYMLICKA, Will. Filosofia Política Contemporânea. São Paulo: Martins Fontes, 2006. p. 102.","ministro_facet":["LUIZ FUX"],"processo_numero":1058333,"base":"acordaos"},"highlight":{"ementa_texto":["Ementa: RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL. ADMINISTRATIVO. CONCURSO PÚBLICO. CANDIDATA GRÁVIDA À ÉPOCA DA REALIZAÇÃO DO TESTE DE APTIDÃO FÍSICA. POSSIBILIDADE DE REMARCAÇÃO INDEPENDENTE DE PREVISÃO EDITALÍCIA. DIREITO À IGUALDADE, DIGNIDADE HUMANA E LIBERDADE REPRODUTIVA. RECURSO EXTRAORDINÁRIO DESPROVIDO.\n\n\n\n    1) O teste de aptidão física para a candidata gestante pode ser remarcado, posto direito subjetivo que promove a igualdade de gênero, a <em>busca</em> pela felicidade, a liberdade reprodutiva e outros valores encartados pelo constituinte como ideário da nação brasileira.\n\n\n\n    2) A remarcação do teste de aptidão física, como único meio possível de viabilizar que a candidata gestante à época do teste continue participando do certame, estende-lhe oportunidades de vida que se descortinam para outros, oportunizando o acesso mais isonômico a cargos públicos.\n\n\n\n    3) O princípio da isonomia se resguarda, ainda, por a candidata ter de, superado o estado gravídico, comprovar que possui a mesma aptidão física exigida para os demais candidatos, obtendo a performance mínima.\n\n\n\n    4) A família, mercê de ser a base da sociedade, tem especial proteção do Estado (artigo 226 da CRFB), sendo certo que a Constituição de República se posicionou expressamente a favor da proteção à maternidade (artigo 6º) e assegurou direito ao planejamento familiar (artigo 226, § 7º), além de encontrar especial tutela no direito de previdência social (artigo 201, II) e no direito de assistência social (artigo 203, I). \n\n\n\n    5) O direito à saúde, tutelado expressamente no artigo 6º, requer uma especial proteção no presente caso, vez que a prática de esforços físicos incompatíveis com a fase gestacional pode por em risco a saúde da gestante ou mesmo do bebê. \n\n\n\n    6) O constituinte expressamente vedou qualquer forma coercitiva por parte de instituições oficiais ou privadas que obstaculize o planejamento familiar (art. 226, §7º), assim como assegurou o acesso às informações e meios para sua efetivação e impôs o dever de propiciar recursos educacionais e científicos para o exercício desse direito. \n\n\n\n    7) A ampla acessibilidade a cargos, empregos e funções públicas é assegurada expressamente em nosso sistema constitucional (art. 37, I), como corolário do princípio da isonomia, da participação política e o da eficiência administrativa.\n\n\n\n    8) A remarcação do teste de aptidão física realiza com efetividade os postulados constitucionais, atingindo os melhores resultados com recursos mínimos, vez que o certame prossegue quanto aos demais candidatos, sem descuidar do cânone da impessoalidade. \n\n\n\n    9) A continuidade do concurso em geral, com reserva de vagas em quantidade correspondente ao número de candidatas gestantes, permite que Administração Pública gerencial desde logo supra sua deficiência de contingente profissional, escopo último do concurso, assim como permite que os candidatos aprovados possam ser desde logo nomeados e empossados, respeitada a ordem de classificação. \n\n\n\n    10) O adiamento fundamentado na condição gestatória se estende pelo período necessário para superação da condição, cujas condições e prazos devem ser determinados pela Administração Pública, preferencialmente em edital, resguardada a discricionariedade do administrador público e o princípio da vinculação às cláusulas editalícias .\n\n\n\n    11) A inexistência de previsão em em edital do direito à remarcação, como no presente caso, não afasta o direito da candidata gestante, vez que fundado em valores constitucionais maiores cuja juridicidade se irradia por todo o ordenamento jurídico. Por essa mesma razão, ainda que houvesse previsão expressa em sentido contrário, assegurado estaria o direito à remarcação do teste de aptidão para a candidata gestante.\n\n\n\n    12) A mera previsão em edital do requisito criado pelo administrador público não exsurge o reconhecimento automático de sua juridicidade.\n\n\n\n    13) A gravidez não se insere na categoria de “problema temporário de saúde” de que trata o Tema 335 de Repercussão Geral. É que a condição de gestante goza de proteção constitucional reforçada, por ter o constituinte estabelecido expressamente a proteção à maternidade, à família e ao planejamento familiar.\n\n\n\n    14) Nego provimento ao recurso, para fixar a tese de que “É constitucional a remarcação do teste de aptidão física de candidata aprovada nas provas escritas que esteja grávida à época de sua realização, independentemente da previsão expressa em edital do concurso público”."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur92320","_score":10.521706,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, resolveu questão de ordem suscitada pela\nRelatora no sentido de que não é o julgamento da Ação de Descumprimento\nde Preceito Fundamental prioritário em relação ao da Ação Direta de\nInconstitucionalidade, podendo ser iniciado o julgamento desta. Por\nunanimidade, o Tribunal rejeitou a preliminar suscitada pela Advocacia\nGeral da União de ausência de fundamentação do pedido. O Tribunal, por\nunanimidade, admitiu como amici curiae a Assembléia Legislativa do\nEstado do Rio de Janeiro; o Partido do Movimento Democrático\nBrasileiro-PMDB; o Partido da Frente Liberal-PFL; o Partido Democrático\nTrabalhista-PDT, e o Partido Popular Socialista-PPS; e inadmitiu quanto\nao Partido Social Liberal-PSL. O Tribunal, por maioria, julgou\nprocedente a ação para fixar que o § 1º do artigo 17 da Constituição,\ncom a redação dada pela Emenda Constitucional nº 52, de 8 de março de\n2006, não se aplica às eleições de 2006, remanescendo aplicável à tal\neleição a redação original do mesmo artigo, vencidos os Senhores\nMinistros Marco Aurélio e Sepúlveda Pertence, nessa parte, sendo que o\nSenhor Ministro Marco Aurélio entendeu prejudicada a ação, no que diz\nrespeito à segunda parte do artigo 2º, da referida emenda, quanto à\nexpressão \"aplicando-se às eleições que ocorrerão no ano de 2002\".\nVotou o Presidente, Ministro Nelson Jobim. Falaram: pelo requerente, o\nDr. Roberto Antonio Busato, Presidente do Conselho Federal da Ordem dos\nAdvogados do Brasil; pelo requerido, o Dr. Alberto Cascais,\nAdvogado-Geral do Senado Federal; pelos amici curiae Assembléia\nLegislativa do Estado do Rio de Janeiro, o Dr. Marcelo Cerqueira, e\npelo PMDB, PFL, PPS e PDT, o Dr. Admar Gonzaga Neto; pela Advocacia\nGeral da União, o Ministro Álvaro Augusto Ribeiro Costa, Advogado-Geral\nda União e, pelo Ministério Público Federal, o Dr. Antônio Fernando\nBarros e Silva de Souza, Procurador-Geral da República.","is_repercussao_geral_merito":false,"relator_processo_nome":"ELLEN GRACIE","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur92320","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:04:34.986959","dg_unique":"sjur92320","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ART. 2º DA EC 52, DE\n08.03.06. APLICAÇÃO IMEDIATA DA NOVA REGRA SOBRE COLIGAÇÕES\nPARTIDÁRIAS ELEITORAIS, INTRODUZIDA NO TEXTO DO ART. 17, § 1º, DA\nCF. ALEGAÇÃO DE VIOLAÇÃO AO PRINCÍPIO DA ANTERIORIDADE DA LEI\nELEITORAL (CF, ART. 16) E ÀS GARANTIAS INDIVIDUAIS DA SEGURANÇA\nJURÍDICA E DO DEVIDO PROCESSO LEGAL (CF, ART. 5º, CAPUT, E LIV).\nLIMITES MATERIAIS À ATIVIDADE DO LEGISLADOR CONSTITUINTE REFORMADOR.\n ARTS. 60, § 4º, IV, E 5º, § 2º, DA CF.\n1. Preliminar quanto à\ndeficiência na fundamentação do pedido formulado afastada, tendo em\nvista a sucinta porém suficiente demonstração da tese de violação\nconstitucional na inicial deduzida em juízo.\n2. A inovação trazida\npela EC 52/06 conferiu status constitucional à matéria até então\nintegralmente regulamentada por legislação ordinária federal,\nprovocando, assim, a perda da validade de qualquer restrição à plena\n autonomia das coligações partidárias no plano federal, estadual,\ndistrital e municipal.\n3. Todavia, a utilização da nova regra às\neleições gerais que se realizarão a menos de sete meses colide com o\n princípio da anterioridade eleitoral, disposto no art. 16 da CF,\nque busca evitar a utilização abusiva ou casuística do processo\nlegislativo como instrumento de manipulação e de deformação do\nprocesso eleitoral (ADI 354, rel. Min. Octavio Gallotti, DJ\n12.02.93).\n4. Enquanto o art. 150, III, b, da CF encerra garantia\nindividual do contribuinte (ADI 939, rel. Min. Sydney Sanches, DJ\n18.03.94), o art. 16 representa garantia individual do\ncidadão-eleitor, detentor originário do poder exercido pelos\nrepresentantes eleitos e \"a quem assiste o direito de receber, do\nEstado, o necessário grau de segurança e de certeza jurídicas contra\n alterações abruptas das regras inerentes à disputa eleitoral\" (ADI\n3.345, rel. Min. Celso de Mello).\n5. Além de o referido princípio\nconter, em si mesmo, elementos que o caracterizam como uma garantia\nfundamental oponível até mesmo à atividade do legislador\nconstituinte derivado, nos termos dos arts. 5º, § 2º, e 60, § 4º,\nIV, a burla ao que contido no art. 16 ainda afronta os direitos\nindividuais da segurança jurídica (CF, art. 5º, caput) e do devido\nprocesso legal (CF, art. 5º, LIV).\n6. A modificação no texto do\nart. 16 pela EC 4/93 em nada alterou seu conteúdo principiológico\nfundamental. Tratou-se de mero aperfeiçoamento técnico levado a\nefeito para facilitar a regulamentação do processo eleitoral.\n7.\nPedido que se julga procedente para dar interpretação conforme no\nsentido de que a inovação trazida no art. 1º da EC 52/06 somente\nseja aplicada após decorrido um ano da data de sua vigência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=3685&classe=ADI","externo_seq_objeto_incidente":2367564,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 10-08-2006 PP-00019\nEMENT VOL-02241-02 PP-00193\nRTJ VOL-00199-03 PP-00957","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3685&classe=ADI","is_colac":false,"titulo":"ADI 3685","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1891\r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1988\n          ART-00001 INC-00001 INC-00005 PAR-ÚNICO\r\n          REDAÇÃO DADA PELA EMC-52/2006\r\n          ART-00002 PAR-00002 REDAÇÃO DADA PELA EMC-3/1993\r\n          ART-00002 REDAÇÃO DADA PELA EMC-52/2006\n          ART-00005 \"CAPUT\" PAR-00002 INC-00035\n          INC-00036 INC-00040 INC-00054 ART-00014\n          \"CAPUT\" PAR-00003 INC-00005\n          PAR-00006 PAR-00007 PAR-00009 ART-00015\n          ART-00016 REDAÇÃO DADA PELA EMC-4/1993\n          ART-00017 PAR-00001 REDAÇÃO DADA PELA EMC-52/2006\n          ART-00022 INC-00001 ART-00027 PAR-00001 INC-00001\r\n          ART-00029 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00048 \"CAPUT\" ART-00059 INC-00001 INC-00002\n          INC-00003 INC-00004 INC-00005 INC-00006\n          INC-00007 PAR-ÚNICO ART-00060 INC-00001\n          INC-00002 INC-00003 PAR-00001 PAR-00002\n          PAR-00003 PAR-00004 INC-00002 INC-00003\n          INC-00004 PAR-00005 ART-00061 ART-00150\n          INC-00003 LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000001      ANO-1992\r\n                EMENDA CONSTITUCIONAL  \r\n","LEG-FED   EMC-000003      ANO-1993\r\n                EMENDA CONSTITUCIONAL\n","LEG-FED   EMC-000004      ANO-1993\r\n                EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000018      ANO-1998\r\n                EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000019      ANO-1998\r\n                EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000020      ANO-1998\r\n                EMENDA CONSTITUCIONAL\n","LEG-FED   EMC-000041      ANO-2003\r\n                EMENDA CONSTITUCIONAL\n","LEG-FED   EMC-000052      ANO-2006\n                EMENDA CONSTITUCIONAL\n","LEG-FED   LEI-004737    ANO-1965\n          ART-00002\n          ART-00014 PAR-00003 PAR-00004 REDAÇÃO DADA PELA LEI-4961/1966\n          ART-00033 PAR-00001 ART-00086\n                CEL-1965 CÓDIGO ELEITORAL\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00002 INC-00003 INC-00004\n          PAR-00001 PAR-00002 PAR-00003\n          LEI DAS INELEGIBILIDADES\n","LEG-FED   LEI-004961      ANO-1966\r\n          LEI ORDINÁRIA\n","LEG-FED   LEI-006978      ANO-1982\n          ART-00008\r\n          LEI ORDINÁRIA\n","LEG-FED   LEI-007773      ANO-1989\n          ART-00005\r\n          LEI ORDINÁRIA\n","LEG-FED   LEI-008054      ANO-1990\r\n          LEI ORDINÁRIA\r\n\r\n","LEG-FED   LEI-008214      ANO-1991\n          ART-00006 PAR-00001\r\n          LEI ORDINÁRIA\n","LEG-FED   LEI-008713      ANO-1993\r\n          LEI ORDINÁRIA\n","LEG-FED   LEI-009100      ANO-1995\n          ART-00006\r\n          LEI ORDINÁRIA\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00006  \"CAPUT\"  ART-00007 PAR-00001 ART-00008\n          \"CAPUT\" ART-00009 \"CAPUT\" ART-00011\n          \"CAPUT\" ART-00045 INC-00001 INC-00002\n          INC-00003 INC-00004 INC-00006 ART-00073\n          INC-00005 INC-00006 INC-00008 ART-00075\n          ART-00077 ART-00086\r\n          ESTABELECE NORMAS PARA AS ELEIÇÕES\r\n          LEI ORDINÁRIA\r\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\r\n          LEI ORDINÁRIA\n","LEG-FED   INT-000055\n          ART-00004 PAR-00001\n          APROVADA PELA RESOLUÇÃO 20993/2002, TSE\r\n          INSTRUÇÃO NORMATIVA DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n","LEG-FED   RES-020993      ANO-2002\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n","LEG-FED   RES-021002      ANO-2002\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2006-08-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM : AUSÊNCIA, FUNDAMENTAÇÃO, PEDIDO, PREFERÊNCIA,\nJULGAMENTO,\nADPF, ADI, CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO ELEITORAL, MATÉRIA,\nLIBERDADE, COLIGAÇÃO PARTIDÁRIA, INEXISTÊNCIA, POSSIBILIDADE,\nCONFLITO, DECISÃO.\n - QUESTÃO DE ORDEM : POSTERIORIDADE,\nINÍCIO, JULGAMENTO, DESCABIMENTO, ADMISSÃO,\n\"AMICUS CURIAE\", AUSÊNCIA, PEDIDO EXPRESSO, SUSTENTAÇÃO ORAL, PARTIDO\nPOLÍTICO, OBJETIVO, ADIAMENTO, JULGAMENTO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, QUESTÃO DE ORDEM, MIN. MARCO\nAURÉLIO: CONSIDERAÇÃO, EXCEÇÃO, PARTICIPAÇÃO, TERCEIRO, PROCESSO\nOBJETIVO, REGRA, AUSÊNCIA, PARTICIPAÇÃO.  HIPÓTESE, AUTOS, OCORRÊNCIA,\nPREJUÍZO, ORGANICIDADE, JULGAMENTO.\n-INCONSTITUCIONALIDADE PARCIAL, DISPOSITIVO, EMENDA CONSTITUCIONAL,\nDETERMINAÇÃO, APLICAÇÃO IMEDIATA, ELEIÇÃO, INTERPRETAÇÃO\nCONFORME, CONSTITUIÇÃO FEDERAL, ENTENDIMENTO, EMC, ELEIÇÃO FUTURA.\nCARACTERIZAÇÃO, DISPOSITIVO CONSTITUCIONAL, FIXAÇÃO, PRINCÍPIO\nDA ANTERIORIDADE, LEI ELEITORAL, REPRESENTAÇÃO, GARANTIA INDIVIDUAL,\nCIDADÃO-ELEITOR, OBJETIVO, PRESERVAÇÃO, SEGURANÇA, CERTEZA JURÍDICA,\nDEVIDO PROCESSO LEGAL, OPOSIÇÃO, RISCO, ALTERAÇÃO, REGRA, DISPUTA\nELEITORAL  .  COLIGAÇÃO PARTIDÁRIA, INSTRUMENTO, UTILIZAÇÃO, PROCESSO\nELEITORAL, COMPOSIÇÃO, ALIANÇA, OBJETIVO, SOMATÓRIO, FORÇA, GRUPO,\nPARTIDO POLÍTICO, APRESENTAÇÃO, CANDIDATO ÚNICO, CARACTERIZAÇÃO,\nMATÉRIA, PROCESSO ELEITORAL, SUJEIÇÃO, PRINCÍPIO DA ANTERIORIDADE.\n-FUNDAMENTAÇÃO COMPLEMENTAR , MIN. RICARDO LEWANDOWSKI: CARACTERIZAÇÃO,\nDESVIO, PODER CONSTITUINTE, DETERMINAÇÃO, RETROAÇÃO, EFEITO, EMENDA\nCONSTITUCIONAL, OBJETIVO, FRAUDE, PRINCÍPIO DA ANUALIDADE, FINALIDADE,\nVIABILIZAÇÃO, PROCESSO, VERTICALIZAÇÃO, PLEITO ELEITORAL, 2006 .\nPRINCÍPIO DA ANUALIDADE, OBJETIVO, PRESERVAÇÃO, SEGURANÇA, PROCESSO\nELEITORAL, AFASTAMENTO, ALTERAÇÃO, REALIZAÇÃO, CONVENIÊNCIA, MOMENTO\nPOLÍTICO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. AYRES BRITTO:\nINCONSTITUCIONALIDADE, INTERPRETAÇÃO CONFORME, CF, DISPOSITIVO\nCONSTITUCIONAL, ALTERAÇÃO, EMC, MODIFICAÇÃO, PROCESSO ELEITORAL,\nVIGÊNCIA, CONTAGEM, DATA, PUBLICAÇÃO, NECESSIDADE, OBSERVÂNCIA,\nEFICÁCIA, POSTERIORIDADE, UM ANO . PRINCÍPIO DA ANTERIORIDADE ÂNUA,\nCARACTERIZAÇÃO, VACATIO LEGIS, FINALIDADE, GARANTIA, MÍNIMO,\nESTABILIDADE LEGISLATIVA, MATÉRIA, PROCESSO ELEITORAL, PREVENÇÃO,\nAÇODAMENTO, CASUÍSMO, ANO, ELEIÇÃO.\n - FUNDAMENTAÇÃO COMPLEMENTAR, MIN.\nGILMAR MENDES: MODIFICAÇÃO, AUSÊNCIA, RESTRIÇÃO, REGRA,\nREGULAMENTAÇÃO,\nPROCESSO ELEITORAL, RESULTADO, COMPROMETIMENTO, IGUALDADE PARTIDÁRIA.\nEMENDA CONSTITUCIONAL, MODIFICAÇÃO, PROCESSO ELEITORAL, REVOGAÇÃO,\nVERTICALIZAÇÃO,  FINALIDADE, AMPLIAÇÃO, AUTONOMIA, PARTIDO POLÍTICO .\nCARACTERIZAÇÃO, OFENSA, REGRA DA ANUALIDADE ELEITORAL, DETERMINAÇÃO,\nAPLICAÇÃO IMEDIATA, DISPOSITIVO, INTRODUÇÃO, ALTERAÇÃO, INOBSERVÂNCIA,\nCONSTITUIÇÃO FEDERAL, PRINCÍPIO DA ANTERIORIDADE, CONSIDERAÇÃO,\nCLÁUSULA PÉTREA, MEDIDA, GARANTIA, ATENDIMENTO, PRINCÍPIO DA IGUALDADE\nPARTIDÁRIA.\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PREJUDICIALIDADE PARCIAL, PEDIDO,\nREFERÊNCIA, EXPRESSÃO, APLICAÇÃO, DISPOSITIVO,\nIMPUGNAÇÃO, ELEIÇÃO, 2002 . IMPROCEDÊNCIA, PEDIDO PARCIAL,\nEMENDA\nCONSTITUCIONAL, FIXAÇÃO, REGRA, DESOBRIGATORIEDADE, VINCULAÇÃO,\nCANDIDATURA, ENTENDIMENTO, INOCORRÊNCIA, MODIFICAÇÃO, CENÁRIO\nJURÍDICO.\n- VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE: CONCEITUAÇÃO AMPLA, PROCESSO\nELEITORAL, ABRANGÊNCIA, INÍCIO, ALISTAMENTO, ELEITOR, FINALIZAÇÃO,\nDIPLOMAÇÃO, CANDIDATO ELEITO . DISPOSITIVO CONSTITUCIONAL, DISCIPLINA,\nPRINCÍPIO DA ANTERIORIDADE, AUSÊNCIA, CARACTERIZAÇÃO, CLÁUSULA PÉTREA,\nDESCABIMENTO, INVOCAÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA .\nINEXISTÊNCIA, DIREITO INDIVIDUAL, ELEITOR, COMBINAÇÃO, PRINCÍPIO DA\nANTERIORIDADE ELEITORAL, CLÁUSULA DO DEVIDO PROCESSO LEGAL, GARANTIA,\nSEGURANÇA JURÍDICA . EMENDA CONSTITUCIONAL, INTRODUÇÃO, ALTERAÇÃO,\nDISPOSITIVO CONSTITUCIONAL, MATÉRIA, COLIGAÇÃO PARTIDÁRIA, RESULTADO,\nCONSTITUCIONALIZAÇÃO, DISPOSITIVO, CÓDIGO ELEITORAL, CONCESSÃO,\nPARTIDO\nPOLÍTICO, PRERROGATIVA, CELEBRAÇÃO, COLIGAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3685&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdãos citados: ADI 353 MC (RTJ 144/696), ADI 354 (RTJ 177/1061),\nADI 939 (RTJ 151/755), ADI 939 MC, ADI 1407 MC (RTJ 176/578), ADI 2626\n(RTJ 189/98), ADI 2628, ADI 2797, ADI 3105 (RTJ 193/137), ADI 3128, ADI\n3345, ADI 3365, HC 18178, RE 82881 (RTJ 79/268),RE 92232, RE 92566 (RTJ 98/881), RE 92638, RE 99522 (RTJ 107/854), RE 99592 (RTJ 108/382), RE 99594\n(RTJ 108/785), RE 99955 (RTJ 116/1065), RE 129392 (RTJ 149/201), RE\n146749 (RTJ 158/228), RE 177072 (RTJ 183/323), RE 178802 (RTJ 143/293),\nRE 185966, RE 199753, RE 226855 (RTJ 174/916), RE 345458; TSE: Pet\n1591; RTJ 144/696, RTJ 151/755; Consulta 382, Consulta 715, Consulta 1185. \n- Decisão monocrática citada: ADPF 89.\r\n- Legislação estrangeira citada: 5ª e 14ª Emendas à Constituição dos EUA;\r\nartigo 2 da Lei Constitucional da França de 1884; art. 10, inciso II, par. 2,\r\nart. 19, inc. IV, par. 4, art. 79, inciso III par. 21 da Constiuição da Alemanha.\nNúmero de páginas: 176.\nAnálise: 04/09/2006, JBM.\nRevisão: 20/09/2006, RCO.\nAlteração: 15/09/2009, TBS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO\n            BRASIL\nADV.(A/S)           : ROBERTO ANTONIO BUSATO\nREQDO.(A/S)         : CONGRESSO NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":92320,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 3685","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2006-03-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"MELLO, Celso Antônio Bandeira. Ato administrativo e Direito dos\r\nAdministrados. RT, 1981. p. 111.\r\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição \r\nBrasileira de 1988. vol. 1. Saraiva, 1990. p. 134.\r\nBASTOS, Celso Ribeiro. Cometários à Constituição do Brasil. vol. 2.\r\nSaraiva, 1989. p. 596-597.\r\nSILVA, José Afonso da. Comentário contextual à Constituição. Malheiros,\r\n2005. p. 234.\r\nMOREIRA, Vital. Constituição e revisão constitucional. Caminho, 1990.\r\np. 107.\r\nMENDES, Gilmar Ferreira. Controle de Constitucionalidade - Aspectos\r\njurídicos e políticos. Saraiva, 1990. pgs. 95, 98.\r\nBONAVIDES, Paulo. Curso de Direito Constitucional. 15 ed. Malheiros, \r\n2004. pgs. 201, 202.\r\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 22 ed.\r\nMalheiros, 2003. p. 68. item n. 23.\r\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 23 ed.\r\nMalheiros, 2004. p. 377. item n. 20.\r\nCANOTILHO, José Joaquim Gomes. Dieito Constitucional. 6 ed.\r\nAlmedina, 1995. pgs. 372, 373, 825.\r\nCENEVIVA, Walter. Direito Constitucional Brasileiro. 3 ed. Saraiva, \r\n2003. p. 118. item n. 15.\r\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da\r\nConstituição. 7 ed. Almedina. pgs. 397, 1171.\r\nLIMA, Maria Rosynete Oliveira. Devido Processo Legal. Sérgio Fabris, \r\n1999. p. 218.\r\nMOTT, Rodney L.. Due Process od Law. New York: De Capo, 1973.\r\npgs. 589-604.\r\nWEBER. Tradução José Medina Echevarria at all. Economia e Sociedade.\r\nMéxico: Fondo de Cultura Econômica, 1969. pgs. 238, 834.\r\nGRAU, Eros Roberto. Ensaio e discurso sobre a interpretação/aplicação\r\ndo Direito. 3 ed. Malheiros, 2005. pgs. 77, 127.\r\nHESSE, Konrad. Tradução Gilmar Ferreira Mendes. A Força normativa\r\nda Constituição. Fabris, 1991. p. 22.\r\nCANOTILHO, Joaquim Gomes; MOREIRA, Vital. Fundamentos da\r\nConsituição. Coimbra, 1991. p. 289.\r\nGRINOVER, Ada Pellegrini. As garantias Constitucionais do Direito de\r\nação. RT, 1973. pgs. 23-42.\r\nHESSE, Konrad. Grundzüge des Verfassungsrechts der Bundesrepublik\r\nDeutschland. 1982. pgs. 262-264.\r\nBARROSO, Luís Roberto. Interpretação e aplicação da Constituição:\r\nFundamentos de uma dogmática constitucional trnaformadora. 6 ed. \r\nSaraiva, 2004. p. 168.\r\nBICKEL, Alexander. The leaser dangerous branch: The Supreme Court at\r\nthe bar of Politics. 2 ed. Yale University Press, 1986. pgs. 25, 26.\r\nMIRANDA, Jorge. Manual de Direito Constitucional. vol. 2. 2 ed.\r\nCoimbra, 1988. pgs. 165, 287, 294. item n. 72.\r\nMIRANDA, Jorge. Manual de Direito Constitucional. vol. 2. 5 ed. \r\nCoimbra,\r\n2003. pgs. 151, 202.\r\nBACHOFF, Otto. Normas constitucionais inconstitucionais. Atlântida,\r\n1977. pgs. 52, 54, 62-64.\r\nGRIMM, Dieter. Los Partidos Políticos. Marcial pons Ediciones jurídicas \r\n\r\n\r\ne sociales S.A, 1996. pgs. 389, 407, 415.\r\nCAVALCANTI FILHO, Theophilo. O problema da segurança no Direito. RT,\r\n1964. pgs. 51-62.\r\nRIBEIRO, Fávila. Pressupostos constitucionais do Direito Eleitoral.\r\nFabris, 1990. p. 93.\r\nCOSTA, Antônio Tito. Recurso em Matéria Eleitoral. 4 ed. RT, 1991.\r\np. 113. item n. 72.\r\nKELSEN, Hans. Tradução Martins Fontes. Teoria Geral do Direito e do \r\nEstado. UnB, 1990. p. 156.\r\nSIMTH, Carl. Tradução Francisco Ayala. Teoría de la Constitución.\r\nMadrid: Alianza, 1996. pgs. 119, 121.\r\nBRYDE, Otto Brun. Verfassungsentwicklung, Stabilität und Dynamik im\r\nVerfassungsrecht der Bundsrepublik Deutschland. 1982. pgs. 227, 233,\r\n236, 237, 240, 242.\r\nALMEIDA, Lise de. Princípio da Anterioridade - Evolução no Direito\r\nBrasileiro e sua situação na Constituição. RDTr. vol. 55, 1991. p. 321.\r\nSILVA, José Afonso da. Comentário Contextual à Constituição. São Paulo:\r\nMalheiros, 2005. p. 234.\r\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. 3 ed. vol. \r\n\r\n\r\n2. São Paulo: Saraiva, 2004. p. 671.\r\nHOBBES, Thomas. Leviatã. \r\nSTEIN, Torsten. A Segurnaça jurídica na ordem legal da República \r\nFederal da Alemanha. Cadernos Adenauer: Acesso à Justiça e cidadania. \r\nSão Paulo: Fundação Konrad Adenauer, 2000. pgs. 105-112.\r\nVIGORITI, Vicenzo. Garanzie constituzionali del processo civile. \r\nMilano: Giuffrè, 1973. pgs. 25-40.\r\nCASTRO, Carlos Alberto. O devido processo legal e a razoabilidade das\r\nleis na nova Constituição do Brasil. 2 ed. Rio de Janeiro: Forense, \r\n1989. pgs. 7-34.\r\nSILVA, José Afonso. Curso de Direito Constitucional positivo. 18 ed. \r\nSão Paulo: Malheiros, 2000. p. 381.\r\nDURIG, Maunz. Kommentar zum Grundgesetz.\r\nLOEWENSTEIN, Karl. Tradução espanhola. Teoria de la Constitución. 2 ed.\r\nBarcelona, 1976. p. 192.\r\nMARSHAL, T. S.. Cidadania e Classe Social. Brasília: Senado Federal,\r\n2002. p. 9.\r\nFARIÑAS DULCE, María José. Globalización, Ciudadanía y Derechos\r\nHumanos. Madrid: Dykinson, 2004. p. 37.\r\nBENDA, Ernst at all. Tradução Espanhola. Hansbuch des Verfassungrechts\r\nder Bundesrepublik Deutschland. Manual de Derecho Constitucional. \r\nMadrid: Marcial Pons Ediciones Jurídicas e Sociales S.A., 1996. p. 389.\r\nMENDES, Gilmar Ferreira. Limites da Revisão: Cláusulas pétreas ou \r\ngarantias de Eternidade - Possibilidade jurídica de sua superação. \r\nAdvocacia Dinâmica: Boletim Informativo semanal. vol. 14. n. 7. p. 82. \r\nFevereiro de 1994.\r\nAJURIS n. 60. vol. 21. março de 1994. p. 249, 254.\r\nPÚBLICAS, Cadernos de Direito Tributário e Finanaças. vol. 2. n. 6. \r\njaneiro/março de 1994. p. 15-19.\r\nHORTA, Raul Machado. Revista Brasileira de Estudos políticos. n. 74/75.\r\nUFMG, jan/julho 1992. p. 237.\r\nFERREIRA FILHO, Manoel Gonçalves. Poder constituinte e Direito \r\nadquirido. RDA n. 210. pgs. 1, 9.\r\nDINIZ, Maria Helena. Norma Constitucional e seus efeitos. Saraiva, \r\n1989. p. 97.\r\nSAMPAIO, Nelson de Sousa. O Processo Legislativo. Saraiva, 1968.\r\npgs. 68, 71.\r\nFERREIRA, Pinto. Comentários à Constituição Brasileira. vol. 1. \r\nSaraiva,\r\n1989. p. 317.\r\nCRETELLA JÚNIOR, José. Comentários à Constituição Brasileira de 1988.\r\nvol. 2. Forense, 1989. p. 1123.","ministro_facet":["ELLEN GRACIE"],"processo_numero":3685,"base":"acordaos"},"highlight":{"ementa_texto":["AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ART. 2º DA EC 52, DE\n08.03.06. APLICAÇÃO IMEDIATA DA NOVA REGRA SOBRE COLIGAÇÕES\nPARTIDÁRIAS ELEITORAIS, INTRODUZIDA NO TEXTO DO ART. 17, § 1º, DA\nCF. ALEGAÇÃO DE VIOLAÇÃO AO PRINCÍPIO DA ANTERIORIDADE DA LEI\nELEITORAL (CF, ART. 16) E ÀS GARANTIAS INDIVIDUAIS DA SEGURANÇA\nJURÍDICA E DO DEVIDO PROCESSO LEGAL (CF, ART. 5º, CAPUT, E LIV).\nLIMITES MATERIAIS À ATIVIDADE DO LEGISLADOR CONSTITUINTE REFORMADOR.\n ARTS. 60, § 4º, IV, E 5º, § 2º, DA CF.\n1. Preliminar quanto à\ndeficiência na fundamentação do pedido formulado afastada, tendo em\nvista a sucinta porém suficiente demonstração da tese de violação\nconstitucional na inicial deduzida em juízo.\n2. A inovação trazida\npela EC 52/06 conferiu status constitucional à matéria até então\nintegralmente regulamentada por legislação ordinária federal,\nprovocando, assim, a perda da validade de qualquer restrição à plena\n autonomia das coligações partidárias no plano federal, estadual,\ndistrital e municipal.\n3. Todavia, a utilização da nova regra às\neleições gerais que se realizarão a menos de sete meses colide com o\n princípio da anterioridade eleitoral, disposto no art. 16 da CF,\nque <em>busca</em> evitar a utilização abusiva ou casuística do processo\nlegislativo como instrumento de manipulação e de deformação do\nprocesso eleitoral (ADI 354, rel. Min. Octavio Gallotti, DJ\n12.02.93).\n4. Enquanto o art. 150, III, b, da CF encerra garantia\nindividual do contribuinte (ADI 939, rel. Min. Sydney Sanches, DJ\n18.03.94), o art. 16 representa garantia individual do\ncidadão-eleitor, detentor originário do poder exercido pelos\nrepresentantes eleitos e \"a quem assiste o direito de receber, do\nEstado, o necessário grau de segurança e de certeza jurídicas contra\n alterações abruptas das regras inerentes à disputa eleitoral\" (ADI\n3.345, rel. Min. Celso de Mello).\n5. Além de o referido princípio\nconter, em si mesmo, elementos que o caracterizam como uma garantia\nfundamental oponível até mesmo à atividade do legislador\nconstituinte derivado, nos termos dos arts. 5º, § 2º, e 60, § 4º,\nIV, a burla ao que contido no art. 16 ainda afronta os direitos\nindividuais da segurança jurídica (CF, art. 5º, caput) e do devido\nprocesso legal (CF, art. 5º, LIV).\n6. A modificação no texto do\nart. 16 pela EC 4/93 em nada alterou seu conteúdo principiológico\nfundamental. Tratou-se de mero aperfeiçoamento técnico levado a\nefeito para facilitar a regulamentação do processo eleitoral.\n7.\nPedido que se julga procedente para dar interpretação conforme no\nsentido de que a inovação trazida no art. 1º da EC 52/06 somente\nseja aplicada após decorrido um ano da data de sua vigência."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur91856","_score":10.511041,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao recurso de agravo,\nnos termos do voto do Relator. Ausentes, justificadamente, neste\njulgamento, os Senhores Ministros Joaquim Barbosa e Eros Grau. 2ª\nTurma, 12.09.2006.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur91856","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:03:49.595136","dg_unique":"sjur91856","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO INTERPOSTO PELO MUNICÍPIO DO\n   RIO DE JANEIRO/RJ - PLEITO RECURSAL QUE BUSCA A APLICAÇÃO, NO\n   CASO, DA TÉCNICA DA MODULAÇÃO DOS EFEITOS TEMPORAIS DA DECLARAÇÃO\n   DE INCONSTITUCIONALIDADE - IMPOSSIBILIDADE, PELO FATO DE O\n   SUPREMO TRIBUNAL FEDERAL NÃO HAVER PROFERIDO DECISÃO DE\n   INCONSTITUCIONALIDADE PERTINENTE AO ATO ESTATAL QUESTIONADO -\n   JULGAMENTO DA SUPREMA CORTE QUE SE LIMITOU A FORMULAR, NA ESPÉCIE,\n   MERO JUÍZO NEGATIVO DE RECEPÇÃO - NÃO-RECEPÇÃO E\n   INCONSTITUCIONALIDADE: NOÇÕES CONCEITUAIS QUE NÃO SE CONFUNDEM -\n   RECURSO IMPROVIDO.\n1.      CONSIDERAÇÕES SOBRE O VALOR DO ATO\n   INCONSTITUCIONAL - OS DIVERSOS GRAUS DE INVALIDADE DO ATO EM\n   CONFLITO COM A CONSTITUIÇÃO: ATO INEXISTENTE? ATO NULO? ATO\n   ANULÁVEL (COM EFICÁCIA \"EX TUNC\" OU COM EFICÁCIA \"EX NUNC\")? -\n   FORMULAÇÕES TEÓRICAS - O \"STATUS QUAESTIONIS\" NA JURISPRUDÊNCIA\n   DO SUPREMO TRIBUNAL FEDERAL.\n2.      MODULAÇÃO TEMPORAL DOS\n   EFEITOS DA DECISÃO DE INCONSTITUCIONALIDADE: TÉCNICA INAPLICÁVEL\n   QUANDO SE TRATAR DE JUÍZO NEGATIVO DE RECEPÇÃO DE ATOS\n   PRÉ-CONSTITUCIONAIS.\n- A declaração de inconstitucionalidade\n   reveste-se, ordinariamente, de eficácia \"ex tunc\" (RTJ\n   146/461-462 - RTJ  164/506-509), retroagindo ao momento em que\n   editado o ato estatal reconhecido inconstitucional pelo Supremo\n   Tribunal Federal.\n- O Supremo Tribunal Federal tem reconhecido,\n   excepcionalmente, a possibilidade de proceder à modulação ou\n   limitação temporal dos efeitos da declaração de\n   inconstitucionalidade, mesmo quando proferida, por esta Corte, em\n   sede de controle difuso. Precedente: RE 197.917/SP, Rel. Min.\n   MAURÍCIO CORRÊA (Pleno).\n- Revela-se inaplicável, no entanto,\n   a teoria da limitação temporal dos efeitos, se e quando o Supremo\n   Tribunal Federal, ao julgar determinada causa, nesta formular\n   juízo negativo de recepção, por entender que certa lei\n   pré-constitucional mostra-se materialmente incompatível com\n   normas constitucionais a ela supervenientes.\n- A não-recepção\n   de ato estatal pré-constitucional, por não implicar a declaração\n   de sua inconstitucionalidade - mas o reconhecimento de sua pura e\n   simples revogação (RTJ 143/355 - RTJ 145/339) -, descaracteriza\n   um dos pressupostos indispensáveis à utilização da técnica da\n   modulação temporal, que supõe, para incidir, dentre outros\n   elementos, a necessária existência de um juízo de\n   inconstitucionalidade.\n- Inaplicabilidade, ao caso em exame,\n   da técnica da modulação dos efeitos, por tratar-se de diploma\n   legislativo, que, editado em 1984, não foi recepcionado, no ponto\n   concernente à norma questionada, pelo vigente ordenamento\n   constitucional.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=582280&classe=AI-AgR","externo_seq_objeto_incidente":3612671,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 06-11-2006 PP-00041\nEMENT VOL-02254-06 PP-01186","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=582280&classe=AI","is_colac":false,"titulo":"AI 582280 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n          ART-00097 ART-00102 INC-00003 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000029      ANO-2000\n          EMENDA CONSTITUCIONAL\n","LEG-FED   LEI-001060      ANO-1950\n          ART-00005 PAR-00005\n          REDAÇÃO DADA PELA LEI-7871/1989\n          LEI ORDINÁRIA\n","LEG-FED   LEI-007871      ANO-1989\n          LEI ORDINÁRIA\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n          LEI ORDINÁRIA\n","LEG-FED   SUMSTF-000668\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   SUMSTF-000670\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-MUN   LEI-000691      ANO-1984\n          ART-00067\n          LEI ORDINÁRIA DO MUNICÍPIO DO RIO DE JANEIRO, RJ"],"publicacao_data":"2006-11-06","documental_acordao_mesmo_sentido_lista_texto":"AI 589643 AgR\n          JULG-12-09-2006  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-029\n          DJ    19-12-2006 PP-00053  EMENT VOL-02261-08  PP-01669","documental_indexacao_texto":"- INAPLICAÇÃO, PRINCÍPIO DA RESERVA DE\nPLENÁRIO, HIPÓTESE, REVOGAÇÃO, DIREITO, PRÉ-CONSTITUCIONAL,\nPOSSIBILIDADE, RECONHECIMENTO, ÓRGÃO FRACIONÁRIO, TRIBUNAL.\nINOCORRÊNCIA, RECEPÇÃO, LEI MUNICIPAL, EDIÇÃO, ANTERIORIDADE, EMC,\nREFERÊNCIA, PROGRESSIVIDADE, IPTU, COBRANÇA, TAXA DE ILUMINAÇÃO\nPÚBLICA, TAXA DE COLETA DE LIXO E LIMPEZA PÚBLICA.\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: POSSIBILIDADE,\nAPLICAÇÃO, MODULAÇÃO, EFEITO, ÂMBITO, REVOGAÇÃO, DIREITO,\nPRÉ-CONSTITUCIONAL, DECORRÊNCIA, OBSERVÂNCIA, SEGURANÇA JURÍDICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=582280&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"- Acórdãos citados: ADI 2154, ADI 2215 MC, ADI 2258, HC 70514, RE\n104393, RE 122202, RE 147776 (RTJ 175/309), RE 197917, RE 228029,  RE\n229233, RE 233332, RE 248892 (RTJ 175/371), RE 256588 ED-EDv, RE\n265907, RE 353250 AgR (RTJ 192/336), RE 370106 AgR, RE 370734 AgR, AI\n449535 AgR, RE 450492\nAgR, AI 478398 ED-AgR, AI 482017 AgR, AI 482624 AgR (RTJ 193/790), AI\n497479\nAgR; RTJ 55/744, RTJ 71/570, RTJ 82/44, RTJ 82/791, RTJ 87/758,\nRTJ 89/367,\nRTJ 95/980, RTJ 95/993, RTJ 99/544, RTJ 124/415, RTJ 135/32,\nRTJ 143/355, RTJ 145/339, RTJ 146/461, RTJ 164/506, RTJ 167/661,\nRTJ 169/362, RTJ 169/763, RTJ 179/922, RTJ 182/755, RTJ 191/329,\nRTJ 208/197, RTJ 231/665;\nRT 179/922, RT 208/197, RT 231/665.\n- Decisões monocráticas citadas: AI 270006, AI 272149, RE 278549, AI\n288527, AI 472280, AI 478384, RE 392144, AI 527900.\n- Veja AI 270006, AI 272149, RE 278029, AI 288527, RE 392144, AI\n472280, AI 478384, AI 527900.\n- Legislação estrangeira citada: Art. 282, nº 4, na redação dada pela\n4ª revisão/1997, Constituição de Portugal. Art. 164, Constituição da\nEspanha. Art. 136, Constituição da Itália.\nNúmero de páginas: 29.\nAnálise: 21/11/2006, RMO.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : MUNICÍPIO DO RIO DE JANEIRO\nADV.(A/S)           : HERALDO MOTA PACCA\nAGDO.(A/S)          : OLIVIER CHARLES MATHIEUX\nADV.(A/S)           : LAURO LUIZ STUDART LEÃO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":91856,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"AI 582280 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2006-09-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":"OBRA: DA AÇÃO DIRETA  DE DECLARAÇÃO DE INCONSTITUCIONALIDADE NO\nDIREITO BRASILEIRO\nAUTOR: ALFREDO BUZAID\nPÁGINA: 132    ITEM: 60\nEDITORA: SARAIVA    ANO: 1958\nOBRA: ARGÜIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL: ALGUNS\nASPECTOS CONTROVERSOS \"IN\" ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO\nFUNDAMENTAL: ANÁLISES À LUZ DA LEI N. 9882/99\nAUTOR: INGO WOLFGANG SARLET\nPÁGINA: 150-171, 164-165\nEDITORA: ATLAS    ANO: 2001\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DO BRASIL\nAUTOR: CELSO RIBEIRO BASTOS\nVOLUME: 4º TOMO: 3\nPÁGINA: 87-89\nEDITORA: SARAIVA    ANO: 1997\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DO BRASIL\nAUTOR: IVES GANDRA DA SILVA MARTINS\nVOLUME: 6º, TOMO: 1    PÁGINA: 548-552\nEDITORA: SARAIVA    ANO: 1990\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO FEDERAL BRASILEIRA COLIGIDOS POR\nHOMERO PIRES\nAUTOR: RUY BARBOSA\nVOLUME: 4º    PÁGINA: 135, 159\nEDITORA: SARAIVA    ANO: 1933\nOBRA: CONSTITUCIONALIDADE/INCONSTITUCIONALIDADE: UMA QUESTÃO POLÍTICA?\n\"IN\" RDA 221\nAUTOR: INOCÊNCIO MÁRTIRES COELHO\nPÁGINA: 47-69, 64-66 ITEM: 4\nOBRA: CONTROLE DE CONSTITUCIONALIDADE\nAUTOR: OSWALDO LUIZ PALÚ\nPÁGINA: 75-76\nEDITORA: RT    ANO: 1999\nOBRA: CONTROLE DE CONSTITUCIONALIDADE E SEUS EFEITOS\nAUTOR: OLAVO ALVES FERREIRA\nPÁGINA: 93-98 ITEM: 3.5.3\nEDITORA: MÉTODO    ANO: 2003\nOBRA: CONTROLE DE CONSTITUCIONALIDADE E TEORIA DA RECEPÇÃO\nAUTOR: MÁRCIO AUGUSTO DE VASCONCELOS DINIZ\nPÁGINA:  43\nEDITORA: MALHEIROS    ANO: 1995\nOBRA: CONTROLE DE CONSTITUCIONALIDADE, CONCEITOS, SISTEMAS E EFEITOS\nAUTOR: OSWALDO LUIZ PALU\nEDIÇÃO: 2ª    PÁGINA: 162-180, ITEM: 9.3, 9.3.1, 9.3.2\nEDITORA: RT\nOBRA: O CONTROLE DE CONSTITUCIONALIDADE NO DIREITO BRASILEIRO\nAUTOR: LUÍS ROBERTO BARROSO\nPÁGINA: 160-165, ITEM: 5.4\nEDITORA: SARAIVA    ANO:2000\nOBRA: O CONTROLE DE CONSTITUCIONALIDADE PELO SUPREMO TRIBUNAL FEDERAL À\nLUZ DA TEORIA DOS PODERES NEUTRAIS \"IN\" REVISTA FORENSE\nAUTOR: ALEXANDRE SANTOS DE ARAGÃO\nVOLUME: 373 MAIO-JUNHO  PÁGINA: 24-27 ITEM: 4\nANO: 2004\nOBRA: O CONTROLE JURISDICIONAL DA CONSTITUCIONALIDADE DAS LEIS\nAUTOR: CARLOS ALBERTO LÚCIO BITTENCOURT\nEDIÇÃO: 2ª    PÁGINA: 147\nMINISTÉRIO DA JUSTIÇA    ANO: 1997\nOBRA: CURSO DE DIREITO CONSTITUCIONAL\nAUTOR: PAULO BONAVIDES\nEDIÇÃO: 10ª    PÁGINA: 308 ITEM: 9\nEDITORA: MALHEIROS    ANO: 2000\nOBRA: CURSO DE DIREITO CONSTITUCIONAL POSITIVO\nAUTOR: JOSÉ AFONSO DA SILVA\nEDIÇÃO: 15ª    PÁGINA: 54-58 ITEM: 15\nEDITORA: MALHEIROS    ANO: 1988\nOBRA: CURSO DE DIREITO FINANCEIRO E DE DIREITO TRIBUTÁRIO\nAUTOR: CELSO RIBEIRO BASTOS\nPÁGINA: 269-270\nEDITORA: SARAIVA    ANO: 1991\nOBRA: CURSO DE DIREITO FINANCEIRO E TRIBUTÁRIO\nAUTOR: RICARDO LOBO TORRES\nEDIÇÃO: 2ª    PÁGINA: 328\nEDITORA: RENOVAR    ANO: 1995\nOBRA: A DECISÃO DE INCONSTITUCIONALIDADE\nAUTOR: RUI MEDEIROS\nPÁGINA: 743\nEDITORA: UNIVERSIDADE CATÓLICA    ANO: 1999\nOBRA: DA DECLARAÇÃO DE INCONSTITUCIONALIDADE E SEUS EFEITOS \"IN\"\nREVISTA FORENSE\nAUTOR: CARLOS ROBERTO DE SIQUEIRA CASTRO\nVOLUME: 335    PÁGINA: 17-44\nOBRA: DA DECLARAÇÃO DE INCONSTITUCIONALIDADE E SEUS EFEITOS EM FACE DAS\nLEIS NºS 9.868/99 E 9.882/99 \"IN\" O CONTROLE DE CONSTITUCIONALIDADE E A\nLEI 9.868/99\nAUTOR: CARLOS ROBERTO SIQUEIRA CASTRO\nPÁGINA: 39-99\nEDITORA: LUMEN JURIS    ANO: 2001\nOBRA: DIREITO CONSTITUCIONAL\nAUTOR: FRANCISCO CAMPOS\nVOLUME: 1º    PÁGINA: 430\nEDITORA: FREITAS BASTOS    ANO: 1956\nOBRA: DIREITO CONSTITUCIONAL\nAUTOR: ALEXANDRE DE MORAES\nEDIÇÃO: 9ª    PÁGINA: 599-602\nEDITORA: ATLAS    ANO: 2001\nOBRA: EFEITOS DA DECLARAÇÃO DE INCONSTITUCIONALIDADE\nAUTORA: REGINA MARIA MACEDO NERY FERRARI\nEDIÇÃO: 2ª    PÁGINA: 181-183\nEDITORA: RT    ANO: 1990\nOBRA: OS EFEITOS DA DECLARAÇÃO DE INCONSTITUCIONALIDADE NO DIREITO\nTRIBUTÁRIO BRASILEIRO\nAUTOR: OCTAVIO CAMPOS FISCHER\nEDITORA: RENOVAR    PÁGINA: 2004\nOBRA: EFICÁCIA \"EX NUNC\" DA DECLARAÇÃO DE INCONSTITUCIONALIDADE EM VIA\nDIRETA - MODIFICAÇÕES TRAZIDAS PELO ARTIGO 27 DA LEI N. 9868/99\n-RELAÇÕES COM O MÉTODO DA PONDERAÇÃO DE BENS \"IN\" TEMAS DE\nINTERPRETAÇÃO DO DIREITO TRIBUTÁRIO\nAUTOR: RONALDO REDENSCHI\nPÁGINA: 369-418\nEDITORA: RENOVAR    ANO: 2003\nOBRA: IMPOSTO PREDIAL E TERRITORIAL URBANO - IPTU \"IN\" CURSO DE\nDIREITO TRIBUTÁRIO\nAUTOR: AIRES FERNANDINO BARRETO\nVOLUME: 2º    EDIÇÃO: 4ª    PÁGINA: 299-303\nEDITORA: CEJUP    ANO: 1995\nOBRA: A INCONSTITUCIONALIDADE DAS LEIS\nAUTOR: ELIVAL DA SILVA RAMOS\nPÁGINA: 119, 245   ITEM: 28, 56\nEDITORA: SARAIVA    ANO: 1994\nOBRA: A INCONSTITUCIONALIDADE DO ART. 27 DA LEI Nº 9868/99 \"IN\"\nREVISTA DA ESMAPE  Nº 13 JANEIRO-JUNHO\nAUTORA: LUCIANA DE ASSUNÇÃO MACIEIRA\nVOLUME: 6º    PÁGINA: 291-309\nANO: 2001\nOBRA: O IPTU E AS LIMITAÇÕES DO LEGISLADOR MUNICIPAL \"IN\" REPERTÓRIO\nIOB DE JURISPRUDÊNCIA Nº 4\nAUTOR: BERNARDO RIBEIRO DE MORAES\nPÁGINA: 56-62\nANO: 1990\nOBRA: JURISDIÇÃO CONSTITUCIONAL\nAUTOR: GILMAR FERREIRA MENDES\nEDIÇÃO: 4ª     PÁGINA: 365-368  ITEM: 6.2.2\nEDITORA: SARAIVA     ANO: 2004\nOBRA: JURISDIÇÃO CONSTITUCIONAL E HERMENÊUTICA\nAUTOR: LENIO LUIZ STRECK\nEDIÇÃO: 2ª    PÁGINA: 693-698, 697 ITEM: 11.6\nEDITORA: FORENSE    ANO: 2004\nOBRA: JURISDIÇÃO CONSTITUCIONAL E TRIBUNAIS CONSTITUCIONAIS\nAUTOR: ALEXANDRE DE MORAES\nPÁGINA: 270   ITEM: 6.2.1\nEDITORA: ATLAS    ANO: 2000\nOBRA: A REFORMA DO JUDICIÁRIO E SUAS IMPLICAÇÕES NOS MODELOS\nCONCENTRADO E DIFUSO DE CONTROLE DE CONSTITUCIONALIDADE \"IN\" REVISTA\nDIALÉTICA DE DIREITO PROCESSUAL, 31, OUTUBRO\nAUTOR: JÚLIO CÉSAR ROSSI\nPÁGINA: 51-71\nANO: 2005\nOBRA: A TEORIA DAS CONSTITUIÇÕES RÍGIDAS\nAUTOR: OSWALDO ARANHA BANDEIRA DE MELLO\nEDIÇÃO: 2ª    PÁGINA: 204-205\nEDITORA: BUSHATSKY    ANO: 1980\nOBRA: TEORIA DA INCONSTITUCIONALIDADE DAS LEIS\nAUTOR: MARCELO NEVES\nPÁGINA: 68-85\nEDITORA: SARAIVA    ANO: 1988\nOBRA: OS TRIBUTOS MUNICIPAIS \"IN\" A CONSTITUIÇÃO BRASILEIRA DE 1988 -\nINTERPRETAÇÕES\nAUTOR: MARCO AURÉLIO GRECO\nPÁGINA: 332,337\nEDITORA: FORENSE    ANO: 1988\nOBRA: A VALIDADE DA ORDEM JURÍDICA\nAUTOR: JOÃO LEITÃO DE ABREU\nPÁGINA: 156-165   ITEM: 11\nEDITORA: GLOBO    ANO: 1964\nOBRA: O VALOR JURÍDICO DO ACTO INCONSTITUCIONAL\nAUTOR: MARCELO REBELO DE SOUSA\nVOLUME: 1     PÁGINA: 77\nANO: 1988\nOBRA: VELHOS E NOVOS RUMOS DAS AÇÕES DE CONTROLE ABSTRATO DE\nCONSTITUCIONALIDADE À LUZ DA LEI Nº 9.868/99 \"IN\" O CONTROLE DE\nCONSTITUCIONALIDADE  E A LEI 9.868/99\nAUTOR: WALTER CLAUDIUS ROTHENBURG\nPÁGINA: 282-285   ITEM: 3.6\nEDITORA: LUMEN JURIS    ANO: 2001","ministro_facet":["CELSO DE MELLO"],"processo_numero":582280,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: RECURSO EXTRAORDINÁRIO INTERPOSTO PELO MUNICÍPIO DO\n   RIO DE JANEIRO/RJ - PLEITO RECURSAL QUE <em>BUSCA</em> A APLICAÇÃO, NO\n   CASO, DA TÉCNICA DA MODULAÇÃO DOS EFEITOS TEMPORAIS DA DECLARAÇÃO\n   DE INCONSTITUCIONALIDADE - IMPOSSIBILIDADE, PELO FATO DE O\n   SUPREMO TRIBUNAL FEDERAL NÃO HAVER PROFERIDO DECISÃO DE\n   INCONSTITUCIONALIDADE PERTINENTE AO ATO ESTATAL QUESTIONADO -\n   JULGAMENTO DA SUPREMA CORTE QUE SE LIMITOU A FORMULAR, NA ESPÉCIE,\n   MERO JUÍZO NEGATIVO DE RECEPÇÃO - NÃO-RECEPÇÃO E\n   INCONSTITUCIONALIDADE: NOÇÕES CONCEITUAIS QUE NÃO SE CONFUNDEM -\n   RECURSO IMPROVIDO.\n1.      CONSIDERAÇÕES SOBRE O VALOR DO ATO\n   INCONSTITUCIONAL - OS DIVERSOS GRAUS DE INVALIDADE DO ATO EM\n   CONFLITO COM A CONSTITUIÇÃO: ATO INEXISTENTE? ATO NULO? ATO\n   ANULÁVEL (COM EFICÁCIA \"EX TUNC\" OU COM EFICÁCIA \"EX NUNC\")? -\n   FORMULAÇÕES TEÓRICAS - O \"STATUS QUAESTIONIS\" NA JURISPRUDÊNCIA\n   DO SUPREMO TRIBUNAL FEDERAL.\n2.      MODULAÇÃO TEMPORAL DOS\n   EFEITOS DA DECISÃO DE INCONSTITUCIONALIDADE: TÉCNICA INAPLICÁVEL\n   QUANDO SE TRATAR DE JUÍZO NEGATIVO DE RECEPÇÃO DE ATOS\n   PRÉ-CONSTITUCIONAIS.\n- A declaração de inconstitucionalidade\n   reveste-se, ordinariamente, de eficácia \"ex tunc\" (RTJ\n   146/461-462 - RTJ  164/506-509), retroagindo ao momento em que\n   editado o ato estatal reconhecido inconstitucional pelo Supremo\n   Tribunal Federal.\n- O Supremo Tribunal Federal tem reconhecido,\n   excepcionalmente, a possibilidade de proceder à modulação ou\n   limitação temporal dos efeitos da declaração de\n   inconstitucionalidade, mesmo quando proferida, por esta Corte, em\n   sede de controle difuso. Precedente: RE 197.917/SP, Rel. Min.\n   MAURÍCIO CORRÊA (Pleno).\n- Revela-se inaplicável, no entanto,\n   a teoria da limitação temporal dos efeitos, se e quando o Supremo\n   Tribunal Federal, ao julgar determinada causa, nesta formular\n   juízo negativo de recepção, por entender que certa lei\n   pré-constitucional mostra-se materialmente incompatível com\n   normas constitucionais a ela supervenientes.\n- A não-recepção\n   de ato estatal pré-constitucional, por não implicar a declaração\n   de sua inconstitucionalidade - mas o reconhecimento de sua pura e\n   simples revogação (RTJ 143/355 - RTJ 145/339) -, descaracteriza\n   um dos pressupostos indispensáveis à utilização da técnica da\n   modulação temporal, que supõe, para incidir, dentre outros\n   elementos, a necessária existência de um juízo de\n   inconstitucionalidade.\n- Inaplicabilidade, ao caso em exame,\n   da técnica da modulação dos efeitos, por tratar-se de diploma\n   legislativo, que, editado em 1984, não foi recepcionado, no ponto\n   concernente à norma questionada, pelo vigente ordenamento\n   constitucional."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur90672","_score":10.511041,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao\nrecurso de agravo, nos termos do voto do Relator. Ausentes,\njustificadamente, neste julgamento, os Senhores Ministros Joaquim\nBarbosa e Eros Grau. 2ª Turma, 12.09.2006.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur90672","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:03:49.595136","dg_unique":"sjur90672","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO INTERPOSTO PELO MUNICÍPIO DO\n   RIO DE JANEIRO/RJ - PLEITO RECURSAL QUE BUSCA A APLICAÇÃO, NO\n   CASO, DA TÉCNICA DA MODULAÇÃO DOS EFEITOS TEMPORAIS DA DECLARAÇÃO\n   DE INCONSTITUCIONALIDADE - IMPOSSIBILIDADE, PELO FATO DE O\n   SUPREMO TRIBUNAL FEDERAL NÃO HAVER PROFERIDO DECISÃO DE\n   INCONSTITUCIONALIDADE PERTINENTE AO ATO ESTATAL QUESTIONADO -\n   JULGAMENTO DA SUPREMA CORTE QUE SE LIMITOU A FORMULAR, NA ESPÉCIE,\n   MERO JUÍZO NEGATIVO DE RECEPÇÃO - NÃO-RECEPÇÃO E\n   INCONSTITUCIONALIDADE: NOÇÕES CONCEITUAIS QUE NÃO SE CONFUNDEM -\n   RECURSO IMPROVIDO.\n1.      CONSIDERAÇÕES SOBRE O VALOR DO ATO\n   INCONSTITUCIONAL - OS DIVERSOS GRAUS DE INVALIDADE DO ATO EM\n   CONFLITO COM A CONSTITUIÇÃO: ATO INEXISTENTE? ATO NULO? ATO\n   ANULÁVEL (COM EFICÁCIA \"EX TUNC\" OU COM EFICÁCIA \"EX NUNC\")? -\n   FORMULAÇÕES TEÓRICAS - O \"STATUS QUAESTIONIS\" NA JURISPRUDÊNCIA\n   DO SUPREMO TRIBUNAL FEDERAL.\n2.      MODULAÇÃO TEMPORAL DOS\n   EFEITOS DA DECISÃO DE INCONSTITUCIONALIDADE: TÉCNICA INAPLICÁVEL\n   QUANDO SE TRATAR DE JUÍZO NEGATIVO DE RECEPÇÃO DE ATOS\n   PRÉ-CONSTITUCIONAIS.\n- A declaração de inconstitucionalidade\n   reveste-se, ordinariamente, de eficácia \"ex tunc\" (RTJ\n   146/461-462 - RTJ  164/506-509), retroagindo ao momento em que\n   editado o ato estatal reconhecido inconstitucional pelo Supremo\n   Tribunal Federal.\n- O Supremo Tribunal Federal tem reconhecido,\n   excepcionalmente, a possibilidade de proceder à modulação ou\n   limitação temporal dos efeitos da declaração de\n   inconstitucionalidade, mesmo quando proferida, por esta Corte, em\n   sede de controle difuso. Precedente: RE 197.917/SP, Rel. Min.\n   MAURÍCIO CORRÊA (Pleno).\n- Revela-se inaplicável, no entanto,\n   a teoria da limitação temporal dos efeitos, se e quando o Supremo\n   Tribunal Federal, ao julgar determinada causa, nesta formular\n   juízo negativo de recepção, por entender que certa lei\n   pré-constitucional mostra-se materialmente incompatível com\n   normas constitucionais a ela supervenientes.\n- A não-recepção\n   de ato estatal pré-constitucional, por não implicar a declaração\n   de sua inconstitucionalidade - mas o reconhecimento de sua pura e\n   simples revogação (RTJ 143/355 - RTJ 145/339) -, descaracteriza\n   um dos pressupostos indispensáveis à utilização da técnica da\n   modulação temporal, que supõe, para incidir, dentre outros\n   elementos, a necessária existência de um juízo de\n   inconstitucionalidade.\n- Inaplicabilidade, ao caso em exame,\n   da técnica da modulação dos efeitos, por tratar-se de diploma\n   legislativo, que, editado em 1984, não foi recepcionado, no ponto\n   concernente à norma questionada, pelo vigente ordenamento\n   constitucional.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=589789&classe=AI-AgR","externo_seq_objeto_incidente":3612233,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 07-12-2006 PP-00064\nEMENT VOL-02259-07 PP-01234","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=589789&classe=AI","is_colac":false,"titulo":"AI 589789 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n          ART-00097 ART-00102 INC-00003 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   RGI    ANO-1980\n          ART-00096 PAR-00004\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL\nFEDERAL\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n          LEI ORDINÁRIA\n","LEG-MUN   LEI-000691      ANO-1984\n          ART-00067\n          LEI ORDINÁRIA DO MUNICÍPIO DO RIO DE JANEIRO, RJ"],"publicacao_data":"2006-12-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INAPLICABILIDADE, PRINCÍPIO DA\nRESERVA DE PLENÁRIO, HIPÓTESE, REVOGAÇÃO, DIREITO PRÉ-CONSTITUCIONAL,\nPOSSIBILIDADE, RECONHECIMENTO, ÓRGÃO FRACIONÁRIO, TRIBUNAL.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DECLARAÇÃO,\nINOCORRÊNCIA, RECEPÇÃO, LEI MUNICIPAL, RJ, FIXAÇÃO, PROGRESSIVIDADE,\nIPTU,\nIMPOSSIBILIDADE, APLICAÇÃO, CASO, MODULAÇÃO, EFEITO TEMPORAL, DECISÃO,\nINCONSTITUCIONALIDADE,\nCONCESSÃO, EFEITO \"EX NUNC\", INEXISTÊNCIA, DEMONSTRAÇÃO, REPERCUSSÃO\nECONÔMICA, GRAVE LESÃO, ORDEM PÚBLICA, SEGURANÇA JURÍDICA.\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: TÉCNICA DE MODULAÇÃO\nDOS EFEITOS, COMPATIBILIDADE, ANÁLISE, INOCORRÊNCIA, RECEPÇÃO, LEI\nPRÉ-CONSTITUCIONAL, RAZÃO, NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA\nSEGURANÇA JURÍDICA, POSSIBILIDADE, AFASTAMENTO, PRINCÍPIO DA NULIDADE\nDA LEI\nINCONSTITUCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=589789&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"- Acórdãos citados: HC 70514, RE\n104393, RE 122202, RE 147776, RE 197917, RE 248892, RE 265907, RE\n370734 AgR, AI 478398 ED - AgR, AI 482017 AgR; RTJ 55/744, RTJ 71/570,\nRTJ\n82/44, RTJ 82/791, RTJ 87/758, RTJ 89/367, RTJ 95/980, RTJ 95/993, RTJ\n99/544, RTJ 124/415, RTJ 135/32, RTJ 143/355, RTJ 145/339, RTJ\n146/461, RTJ 164/506, RTJ 169/763, RTJ\n191/329; RT 179/922, RT 208/197, RT 231/665.\n- Decisão monocrática citada: ADI 2154, ADI 2215 MC.\n- Legislação estrangeira citada: art. 282, n°\n4, na redação dada pela 4ª revisão/1997, Constituição de Portugal; art.\n164, Constituição  da Espanha; art. 136, Constituição da Itália.\nNúmero de páginas: 29.\nAnálise: 16/02/2007, AAC. Revisão: JBM.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : MUNICÍPIO DO RIO DE JANEIRO\nADV.(A/S)           : GUSTAVO DA GAMA VITAL DE OLIVEIRA\nAGDO.(A/S)          : ERNANI SCHWEITZER\nADV.(A/S)           : LUCIANA ESTEVES LIMA ROCHA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":90672,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"AI 589789 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2006-09-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":"OBRA: DA AÇÃO DIRETA DE DECLARAÇÃO DE INCONSTITUCIONALIDADE NO DIREITO\nBRASILEIRO\nAUTOR: ALFREDO BUZAID\nPÁGINA: 132    ITEM: 60\nEDITORA: SARAIVA    ANO: 1958\nOBRA: ARGÜIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL: ALGUNS\nASPECTOS CONTROVERSOS \"IN\" ARGÜIÇÃO DE DESCUMPRIMENTO DE PRECEITO\nFUNDAMENTAL: ANÁLISES Á LUZ DA LEI Nº 9.882/99\nAUTOR: INGO WOLFGANG SARLET\nPÁGINA: 150-171\nEDITORA: ATLAS    ANO: 2001\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DO BRASIL\nAUTOR: CELSO RIBEIRO BASTOS\nVOLUME: 4°    PÁGINA: 87-89    TOMO: III\nEDITORA: SARAIVA     ANO: 1997\nOBRA: COMENTÁRIOS Á CONSTITUIÇÃO FEDERAL BRASILEIRA\nAUTOR: RUY BARBOSA\nVOLUME: 4°    PÁGINA: 135, 159\nEDITORA: SARAIVA    ANO: 1933\nOBRA: CONSTITUCIONALIDADE/INCONSTITUCIONALIDADE: UMA QUESTÃO POLÍTICA?\n\"IN\" RDA\nAUTOR: INOCÊNCIO MÁRTIRES COELHO\nNÚMERO: 221    PÁGINA: 47-69    ITEM: 4\nOBRA: O CONTROLE DA CONSTITUCIONALIDADE PELO SUPREMO TRIBUNAL FEDERAL\nÀ\nLUZ DA TEORIA DOS PODERES NEUTRAIS \"IN\" REVISTA FORENSE\nAUTOR: ALEXANDRE SANTOS DE ARAGÃO\nVOLUME: 373   PÁGINA: 24-27    ITEM: 4    ANO: 2004\nOBRA: CONTROLE DE CONSTITUCIONALIDADE\nAUTOR: OSWALDO LUIZ PALÚ\nPÁGINA: 75, 76\nANO: 1999     EDITORA: RT\nOBRA: CONTROLE DE CONSTITUCIONALIDADE - CONCEITOS, SISTEMAS E EFEITOS\nAUTOR: OSWALDO LUIZ PALÚ\nEDIÇÃO: 2ª    PÁGINA: 162-180    ITEM: 9.3, 9.3.1, 9.3.2\nEDITORA: RT\nOBRA: CONTROLE DE CONSTITUCIONALIDADE E SEUS EFEITOS\nAUTOR: OLAVO ALVES FERREIRA\nPÁGINA: 93-98    ITEM: 3.5.3\nEDITORA: MÉTODO   ANO: 2003\nOBRA: CONTROLE DE CONSTITUCIONALIDADE E TEORIA DA RECEPÇÃO\nAUTOR: MÁRCIO AUGUSTO DE VASCONCELOS DINIZ\nPÁGINA: 43\nEDITORA: MALHEIROS    ANO: 1995\nOBRA: O CONTROLE DE CONSTITUCIONALIDADE NO DIREITO BRASILEIRO\nAUTOR: LUÍS ROBERTO BARROSO\nPÁGINA: 160-165    ITEM: 5.4\nEDITORA: SARAIVA    ANO: 2004\nOBRA: O CONTROLE JURISDICIONAL DA CONSTITUCIONALIDADE DAS LEIS\nAUTOR: CARLOS ALBERTO LÚCIO BITTENCOURT\nEDIÇÃO: 2ª    PÁGINA 147\nANO: 1997\nOBRA: CURSO DE DIREITO CONSTITUCIONAL\nAUTOR: PAULO BONAVIDES\nEDIÇÃO: 10ª    PÁGINA: 308    ITEM: 9\nEDITORA: MALHEIROS    ANO: 2000\nOBRA: CURSO DE DIREITO CONSTITUCIONAL POSITIVO\nAUTOR: JOSÉ AFONSO DA SILVA\nEDIÇÃO: 15ª    PÁGINA: 54-58\nEDITORA: MALHEIROS    ANO: 1998\nOBRA: A DECISÃO DE INCONSTITUCIONALIDADE\nAUTOR: RUI MEDEIROS\nPÁGINA: 743\nEDITORA: UNIVERSIDADE CATÓLICA    ANO: 1999\nOBRA: DA DECLARAÇÃO DE INCONSTITUCIONALIDADE E SEUS EFEITOS EM FACE\nDAS\nLEIS NºS 9.868/99 E 9.882/99 \"IN\" O CONTROLE DE CONSTITUCIONALIDADE E A\nLEI 9.868/99\nAUTOR: CARLOS ROBERTO DE SIQUEIRA CASTRO\nPÁGINA: 39-99\nEDITORA: LUMEN JURIS    ANO: 2001\nOBRA: DA DECLARAÇÃO DE INCONSTITUCIONALIDADE E SEUS EFEITOS IN\nREVISTA FORENSE\nAUTOR: CARLOS ROBERTO DE SIQUEIRA CASTRO\nVOLUME: 335    PÁGINA: 17-44\nOBRA: DIREITO CONSTITUCIONAL\nAUTOR: FRANCISCO CAMPOS\nVOLUME: 1°    PÁGINA: 430    ANO: 1956\nEDITORA: FREITAS BASTOS\nOBRA: DIREITO CONSTITUCIONAL\nAUTOR: ALEXANDRE DE MORAES\nEDIÇÃO: 9º    PÁGINA: 599-602    ANO: 2001\nEDITORA: ATLAS\nOBRA: EFEITOS DA DECLARAÇÃO DE INCONSTITUCIONALIDADE\nAUTOR: REGINA MARIA MACEDO NERY FERRARI\nEDIÇÃO: 2ª    PÁGINA: 181-183\nEDITORA: RT    ANO: 1990\nOBRA: OS EFEITOS DA DECLARAÇÃO DE INCONSTITUCIONALIDADE NO DIREITO\nTRIBUTÁRIO BRASILEIRO\nAUTOR: OCTAVIO CAMPOS FISCHER\nEDITORA: RENOVAR    ANO: 2004\nOBRA: EFICÁCIA EX NUNC DA DECLARAÇÃO DE INCONSTITUCIONALIDADE EM VIA\nDIRETA - MODIFICAÇÕES TRAZIDAS PELO ARTIGO 27 DA LEI Nº 9.868/99 -\nRELAÇÕES COM O MÉTODO DA PONDERAÇÃO DE BENS \"IN\" TEMAS DE\nINTERPRETAÇÃO\nDO DIREITO TRIBUTÁRIO\nAUTOR: RONALDO REDENSCHI\nPÁGINA: 369/418\nEDITORA: RENOVAR    ANO: 2003\nOBRA: A INCONSTITUCIONALIDADE DAS LEIS\nAUTOR: ELIVAL DA SILVA RAMOS\nPÁGINA: 119, 245    ITEM: 28, 56\nEDITORA: SARAIVA    ANO: 1994\nOBRA: A INCONSTITUCIONALIDADE DO ART. 27 DA LEI Nº 9.868/99 QUANTO AO\nREGULAMENTO PROCESSUAL DOS EFEITOS DO PROVIMENTO FINAL EM SEDE DE\nCONTROLE ABSTRATO \"IN\" REVISTA DA ESMAPE\nAUTOR: LUCIANA DE ASSUNÇÃO MACIEIRA\nVOLUME: 6º    PÁGINA: 291-309\nANO: 2001\nOBRA: JURISDIÇÃO CONSTITUCIONAL\nAUTOR: GILMAR FERREIRA MENDES\nEDIÇÃO: 4ª    PÁGINA: 365-368    ITEM: 6.2.2\nEDITORA: SARAIVA   ANO: 2004\nOBRA: JURISDIÇÃO CONSTITUCIONAL E HERMENÊUTICA\nAUTOR: LENIO LUIZ STRECK\nEDIÇÃO: 2ª    PÁGINA: 693-698    ITEM: 11.6\nEDITORA: FORENSE   ANO: 2004\nOBRA: JURISDIÇÃO CONSTITUCIONAL E TRIBUNAIS CONSTITUCIONAIS\nAUTOR: ALEXANDRE DE MORAES\nPÁGINA: 270    ITEM: 6.2.1\nEDITORA: ATLAS    ANO: 2000\nOBRA: TEORIA DA INCONSTITUCIONALIDADE DAS LEIS\nAUTOR: MARCELO NEVES\nPÁGINA: 68-85\nEDITORA: SARAIVA    ANO: 1988\nOBRA: A REFORMA DO JUDICIÁRIO E SUAS IMPLICAÇÕES NOS MODELOS\nCONCENTRADO E DIFUSO DE CONTROLE DE CONSTITUCIONALIDADE \"IN\" REVISTA\nDIALÉTICA DE DIREITO PROCESSUAL\nAUTOR: JÚLIO CÉSAR ROSSI\nNÚMERO: 31    PÁGINA: 51/71\nANO: 2005\nOBRA: A TEORIA DAS CONSTITUIÇÕES RÍGIDAS\nAUTOR: OSWALDO ARANHA BANDEIRA DE MELLO\nEDIÇÃO: 2ª     PÁGINA: 204-205\nEDITORA: BUSHATSKY    ANO: 1980\nOBRA: A VALIDADE DA ORDEM JURÍDICA\nAUTOR: JOÃO LEITÃO DE ABREU\nPÁGINA: 156-165    ITEM: 11\nANO: 1964\nEDITORA: GLOBO\nOBRA: O VALOR JURÍDICO DO ACTO INCONSTITUCIONAL\nAUTOR: MARCELO REBELO DE SOUSA\nVOLUME: 1°    PÁGINA: 77\nANO: 1988\nOBRA: VELHOS E NOVOS RUMOS DAS AÇÕES DE CONTROLE ABSTRATO DE\nCONSTITUCIONALIDADE Á LUZ DA LEI Nº 9.868/99 \"IN\" O CONTROLE DE\nCONSTITUCIONALIDADE E A LEI 9.868/99\nAUTOR: WALTER CLAUDIUS ROTHENBURG\nPÁGINA: 282/285    ITEM: 3.6\nEDITORA: LUMEN JURIS    ANO: 2001","ministro_facet":["CELSO DE MELLO"],"processo_numero":589789,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: RECURSO EXTRAORDINÁRIO INTERPOSTO PELO MUNICÍPIO DO\n   RIO DE JANEIRO/RJ - PLEITO RECURSAL QUE <em>BUSCA</em> A APLICAÇÃO, NO\n   CASO, DA TÉCNICA DA MODULAÇÃO DOS EFEITOS TEMPORAIS DA DECLARAÇÃO\n   DE INCONSTITUCIONALIDADE - IMPOSSIBILIDADE, PELO FATO DE O\n   SUPREMO TRIBUNAL FEDERAL NÃO HAVER PROFERIDO DECISÃO DE\n   INCONSTITUCIONALIDADE PERTINENTE AO ATO ESTATAL QUESTIONADO -\n   JULGAMENTO DA SUPREMA CORTE QUE SE LIMITOU A FORMULAR, NA ESPÉCIE,\n   MERO JUÍZO NEGATIVO DE RECEPÇÃO - NÃO-RECEPÇÃO E\n   INCONSTITUCIONALIDADE: NOÇÕES CONCEITUAIS QUE NÃO SE CONFUNDEM -\n   RECURSO IMPROVIDO.\n1.      CONSIDERAÇÕES SOBRE O VALOR DO ATO\n   INCONSTITUCIONAL - OS DIVERSOS GRAUS DE INVALIDADE DO ATO EM\n   CONFLITO COM A CONSTITUIÇÃO: ATO INEXISTENTE? ATO NULO? ATO\n   ANULÁVEL (COM EFICÁCIA \"EX TUNC\" OU COM EFICÁCIA \"EX NUNC\")? -\n   FORMULAÇÕES TEÓRICAS - O \"STATUS QUAESTIONIS\" NA JURISPRUDÊNCIA\n   DO SUPREMO TRIBUNAL FEDERAL.\n2.      MODULAÇÃO TEMPORAL DOS\n   EFEITOS DA DECISÃO DE INCONSTITUCIONALIDADE: TÉCNICA INAPLICÁVEL\n   QUANDO SE TRATAR DE JUÍZO NEGATIVO DE RECEPÇÃO DE ATOS\n   PRÉ-CONSTITUCIONAIS.\n- A declaração de inconstitucionalidade\n   reveste-se, ordinariamente, de eficácia \"ex tunc\" (RTJ\n   146/461-462 - RTJ  164/506-509), retroagindo ao momento em que\n   editado o ato estatal reconhecido inconstitucional pelo Supremo\n   Tribunal Federal.\n- O Supremo Tribunal Federal tem reconhecido,\n   excepcionalmente, a possibilidade de proceder à modulação ou\n   limitação temporal dos efeitos da declaração de\n   inconstitucionalidade, mesmo quando proferida, por esta Corte, em\n   sede de controle difuso. Precedente: RE 197.917/SP, Rel. Min.\n   MAURÍCIO CORRÊA (Pleno).\n- Revela-se inaplicável, no entanto,\n   a teoria da limitação temporal dos efeitos, se e quando o Supremo\n   Tribunal Federal, ao julgar determinada causa, nesta formular\n   juízo negativo de recepção, por entender que certa lei\n   pré-constitucional mostra-se materialmente incompatível com\n   normas constitucionais a ela supervenientes.\n- A não-recepção\n   de ato estatal pré-constitucional, por não implicar a declaração\n   de sua inconstitucionalidade - mas o reconhecimento de sua pura e\n   simples revogação (RTJ 143/355 - RTJ 145/339) -, descaracteriza\n   um dos pressupostos indispensáveis à utilização da técnica da\n   modulação temporal, que supõe, para incidir, dentre outros\n   elementos, a necessária existência de um juízo de\n   inconstitucionalidade.\n- Inaplicabilidade, ao caso em exame,\n   da técnica da modulação dos efeitos, por tratar-se de diploma\n   legislativo, que, editado em 1984, não foi recepcionado, no ponto\n   concernente à norma questionada, pelo vigente ordenamento\n   constitucional."]}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur7785","_score":10.507471,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao recurso de agravo,\nnos termos do voto do Relator. Ausentes, justificadamente, neste\njulgamento, os Senhores Ministros Gilmar Mendes e Cezar Peluso. 2ª\nTurma, 05.09.2006.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur7785","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T13:51:33.967304","dg_unique":"sjur7785","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO INTERPOSTO PELO MUNICÍPIO DO\n   RIO DE JANEIRO/RJ - PLEITO RECURSAL QUE BUSCA A APLICAÇÃO, NO\n   CASO, DA TÉCNICA DA MODULAÇÃO DOS EFEITOS TEMPORAIS DA DECLARAÇÃO\n   DE INCONSTITUCIONALIDADE - IMPOSSIBILIDADE, PELO FATO DE O\n   SUPREMO TRIBUNAL FEDERAL NÃO HAVER PROFERIDO DECISÃO DE\n   INCONSTITUCIONALIDADE PERTINENTE AO ATO ESTATAL QUESTIONADO -\n   JULGAMENTO DA SUPREMA CORTE QUE SE LIMITOU A FORMULAR, NA ESPÉCIE,\n   MERO JUÍZO NEGATIVO DE RECEPÇÃO - NÃO-RECEPÇÃO E\n   INCONSTITUCIONALIDADE: NOÇÕES CONCEITUAIS QUE NÃO SE CONFUNDEM -\n   RECURSO IMPROVIDO.\n1.      CONSIDERAÇÕES SOBRE O VALOR DO ATO\n   INCONSTITUCIONAL - OS DIVERSOS GRAUS DE INVALIDADE DO ATO EM\n   CONFLITO COM A CONSTITUIÇÃO: ATO INEXISTENTE? ATO NULO? ATO\n   ANULÁVEL (COM EFICÁCIA \"EX TUNC\" OU COM EFICÁCIA \"EX NUNC\")? -\n   FORMULAÇÕES TEÓRICAS - O \"STATUS QUAESTIONIS\" NA JURISPRUDÊNCIA\n   DO SUPREMO TRIBUNAL FEDERAL.\n2.      MODULAÇÃO TEMPORAL DOS\n   EFEITOS DA DECISÃO DE INCONSTITUCIONALIDADE: TÉCNICA INAPLICÁVEL\n   QUANDO SE TRATAR DE JUÍZO NEGATIVO DE RECEPÇÃO DE ATOS\n   PRÉ-CONSTITUCIONAIS.\n- A declaração de inconstitucionalidade\n   reveste-se, ordinariamente, de eficácia \"ex tunc\" (RTJ\n   146/461-462 - RTJ  164/506-509), retroagindo ao momento em que\n   editado o ato estatal reconhecido inconstitucional pelo Supremo\n   Tribunal Federal.\n- O Supremo Tribunal Federal tem reconhecido,\n   excepcionalmente, a possibilidade de proceder à modulação ou\n   limitação temporal dos efeitos da declaração de\n   inconstitucionalidade, mesmo quando proferida, por esta Corte, em\n   sede de controle difuso. Precedente: RE 197.917/SP, Rel. Min.\n   MAURÍCIO CORRÊA (Pleno).\n- Revela-se inaplicável, no entanto,\n   a teoria da limitação temporal dos efeitos, se e quando o Supremo\n   Tribunal Federal, ao julgar determinada causa, nesta formular\n   juízo negativo de recepção, por entender que certa lei\n   pré-constitucional mostra-se materialmente incompatível com\n   normas constitucionais a ela supervenientes.\n- A não-recepção\n   de ato estatal pré-constitucional, por não implicar a declaração\n   de sua inconstitucionalidade - mas o reconhecimento de sua pura e\n   simples revogação (RTJ 143/355 - RTJ 145/339) -, descaracteriza\n   um dos pressupostos indispensáveis à utilização da técnica da\n   modulação temporal, que supõe, para incidir, dentre outros\n   elementos, a necessária existência de um juízo de\n   inconstitucionalidade.\n- Inaplicabilidade, ao caso em exame,\n   da técnica da modulação dos efeitos, por tratar-se de diploma\n   legislativo, que, editado em 1984, não foi recepcionado, no ponto\n   concernente à norma questionada, pelo vigente ordenamento\n   constitucional.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=589281&classe=AI-AgR","externo_seq_objeto_incidente":3616835,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 10-11-2006 PP-00063\nEMENT VOL-02255-06 PP-01190","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=589281&classe=AI","is_colac":false,"titulo":"AI 589281 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n          ART-00097\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000029      ANO-2000\n          EMENDA CONSTITUCIONAL\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n          LEI ORDINÁRIA\n","LEG-FED   SUMSTF-000668\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   SUMSTF-000670\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-MUN   LEI-000691      ANO-1984\n          LEI ORDINÁRIA DO MUNICÍPIO DO RIO DE JANEIRO, RJ"],"publicacao_data":"2006-11-10","documental_acordao_mesmo_sentido_lista_texto":"AI 623809 AgR\n          JULG-17-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00089  EMENT VOL-02282-25  PP-05180\nAI 624313 AgR\n          JULG-17-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00089  EMENT VOL-02282-25  PP-05228\nAI 630542 AgR\n          JULG-17-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00095  EMENT VOL-02282-28  PP-05753\nAI 630620 AgR\n          JULG-17-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00096  EMENT VOL-02282-28  PP-05773\nAI 608916 AgR\n          JULG-03-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00082  EMENT VOL-02282-22  PP-04432\nAI 613720 AgR\n          JULG-03-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00084  EMENT VOL-02282-23  PP-04671\nAI 627456 AgR\n          JULG-03-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00091  EMENT VOL-02282-26  PP-05424\nAI 631358 AgR\n          JULG-03-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00097  EMENT VOL-02282-28  PP-05846\nAI 632606 AgR\n          JULG-03-04-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00098  EMENT VOL-02282-29  PP-06005\nAI 604867 AgR\n          JULG-27-03-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00081  EMENT VOL-02282-21  PP-04314\nAI 605955 AgR\n          JULG-27-03-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00081  EMENT VOL-02282-21  PP-04341\nAI 613797 AgR\n          JULG-27-03-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00084  EMENT VOL-02282-23  PP-04697\nAI 624751 AgR\n          JULG-27-03-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJe-047  DIVULG 28-06-2007  PUBLIC 29-06-2007\n          DJ    29-06-2007 PP-00089  EMENT VOL-02282-26  PP-05248\nAI 557245 AgR\n          JULG-13-02-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJ    16-03-2007 PP-00040  EMENT VOL-02268-05  PP-00841\n          RT v. 96, n. 862, 2007, p. 149-155\nAI 563800 AgR\n          JULG-13-02-2007  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJ    16-03-2007 PP-00040  EMENT VOL-02268-05  PP-00885\nAI 594694 AgR\n          JULG-03-10-2006  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJ    02-02-2007 PP-00124  EMENT VOL-02262-18  PP-03757\nAI 596357 AgR\n          JULG-03-10-2006  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJ    02-02-2007 PP-00125  EMENT VOL-02262-18  PP-03820\nAI 598242 AgR\n          JULG-03-10-2006  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJ    02-02-2007 PP-00126  EMENT VOL-02262-19  PP-03899\nAI 598252 AgR\n          JULG-03-10-2006  UF-RJ   TURMA-02  MIN-CELSO DE MELLO  N.PÁG-020\n          DJ    02-02-2007 PP-00126  EMENT VOL-02262-19  PP-03919","documental_indexacao_texto":"- INAPLICAÇÃO, PRINCÍPIO DA RESERVA DE PLENÁRIO, HIPÓTESE, REVOGAÇÃO, DIREITO,\nPRÉ-CONSTITUCIONAL, POSSIBILIDADE, RECONHECIMENTO, ÓRGÃO FRACIONÁRIO, TRIBUNAL.\nINOCORRÊNCIA, RECEPÇÃO, LEI MUNICIPAL, EDIÇÃO, ANTERIORIDADE, EMC, REFERÊNCIA,\nPROGRESSIVIDADE, IPTU, COBRANÇA, TAXA DE ILUMINAÇÃO PÚBLICA, TAXA DE COLETA DE\nLIXO E LIMPEZA PÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=589281&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"- Acórdãos citados: ADI 2154, ADI 2215 MC, ADI 2258, RE 122202, RE\n197917, RE 228029,  RE 229233, RE 233332, RE 256588 ED-EDv, RE 353250\nAgR (RTJ-192/336), RE 370106 AgR, AI 449535 AgR, RE 450492 AgR, AI\n478398 ED-AgR, AI 482017 AgR, AI 482624 AgR (RTJ-193/790), AI 497479\nAgR; RTJ-55/744, RTJ-71/570, RTJ-82/44, RTJ-82/791, RTJ-87/758,\nRTJ-89/367, RTJ-95/980, RTJ-95/993, RTJ-99/544, RTJ-124/415,\nRTJ-135/32, RTJ-143/355, RTJ-145/339, RTJ-146/461, RTJ-164/506,\nRTJ-167/661, RTJ-169/362, RTJ-169/763, RTJ-179/922, RTJ-182/755,\nRTJ-191/329, RTJ-208/197, RTJ-231/665; RT-179/922, RT-208/197,\nRT-231/665.\n- Decisões monocráticas citadas: AI 270006, AI 272149, RE 278945, AI\n288527, AI 472280, AI 478384, RE 392144, AI 527900.\n- Veja AI 270006, AI 272149, RE 278029, AI 288527, RE 392144, AI\n472280, AI 478384, AI 527900.\n- Legislação estrangeira citada: Art. 282, nº 4, na redação dada pela\n4ª revisão/1997, Constituição de Portugal. Art. 164, Constituição da\nEspanha. Art. 136, Constituição da Itália.\nNúmero de páginas: 20.\nAnálise: 20/11/2006, RHP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : MUNICÍPIO DO RIO DE JANEIRO\nADV.(A/S)           : GUSTAVO DA GAMA VITAL DE OLIVEIRA\nAGDO.(A/S)          : ARNO OSCAR MARKUS E OUTRO(A/S)\nADV.(A/S)           : RICARDO CIDADE BAPTISTA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":7785,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"AI 589281 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2006-09-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":"OBRA: DA AÇÃO DIRETA  DE DECLARAÇÃO DE INCONSTITUCIONALIDADE NO\nDIREITO BRASILEIRO\nAUTOR: ALFREDO BUZAID\nPÁGINA: 132    ITEM 60\nEDITORA: SARAIVA    ANO: 1958\nOBRA: ARGÜIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL: ALGUNS\nASPECTOS CONTROVERSOS \"IN\" ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO\nFUNDAMENTAL: ANÁLISES À LUZ DA LEI N. 9882/99\nAUTOR: INGO WOLFGANG SARLET\nPÁGINA: 150-171, 164-165\nEDITORA: ATLAS    ANO: 2001\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DO BRASIL\nAUTOR: CELSO RIBEIRO BASTOS\nVOLUME: 4 TOMO: III\nPÁGINA: 87-89\nEDITORA: SARAIVA    ANO: 1997\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO DO BRASIL\nAUTOR: IVES GANDRA DA SILVA MARTINS\nVOLUME: 6º, TOMO: I    PÁGINA: 548-552\nEDITORA: SARAIVA    ANO: 1990\nOBRA: COMENTÁRIOS À CONSTITUIÇÃO FEDERAL BRASILEIRA COLIGIDOS POR\nHOMERO PIRES\nAUTOR: RUY BARBOSA\nVOLUME: IV    PÁGINA: 135, 159\nEDITORA: SARAIVA    ANO: 1933\nOBRA: CONSTITUCIONALIDADE/INCONSTITUCIONALIDADE: UMA QUESTÃO POLÍTICA?\n\"IN\" RDA 221\nAUTOR: INOCÊNCIO MÁRTIRES COELHO\nPÁGINA: 47-69, 64-66 ITEM 4\nOBRA: CONTROLE DE CONSTITUCIONALIDADE\nAUTOR: OSWALDO LUIZ PALÚ\nPÁGINA: 75-76\nEDITORA: RT    ANO: 1999\nOBRA: CONTROLE DE CONSTITUCIONALIDADE E SEUS EFEITOS\nAUTOR: OLAVO ALVES FERREIRA\nPÁGINA: 93-98 ITEM 3.5.3\nEDITORA: MÉTODO    ANO: 2003\nOBRA: CONTROLE DE CONSTITUCIONALIDADE E TEORIA DA RECEPÇÃO\nAUTOR: MÁRCIO AUGUSTO DE VASCONCELOS DINIZ\nPÁGINA:  43\nEDITORA: MALHEIROS    ANO: 1995\nOBRA: CONTROLE DE CONSTITUCIONALIDADE, CONCEITOS, SISTEMAS E EFEITOS\nAUTOR: OSWALDO LUIZ PALU\nEDIÇÃO: 2ª    PÁGINA: 162-180, ITENS 9.3, 9.3.1, 9.3.2\nEDITORA: RT\nOBRA: O CONTROLE DE CONSTITUCIONALIDADE NO DIREITO BRASILEIRO\nAUTOR: LUÍS ROBERTO BARROSO\nPÁGINA: 160-165, ITEM 5.4\nEDITORA: SARAIVA    ANO:2000\nOBRA: O CONTROLE DE CONSTITUCIONALIDADE PELO SUPREMO TRIBUNAL FEDERAL À\nLUZ DA TEORIA DOS PODERES NEUTRAIS \"IN\" REVISTA FORENSE\nAUTOR: ALEXANDRE SANTOS DE ARAGÃO\nVOLUME: 373 MAIO-JUNHO  PÁGINA: 24-27 ITEM IV\nANO: 2004\nOBRA: O CONTROLE JURISDICIONAL DA CONSTITUCIONALIDADE DAS LEIS\nAUTOR: CARLOS ALBERTO LÚCIO BITTENCOURT\nEDIÇÃO: 2ª    PÁGINA: 147\nMINISTÉRIO DA JUSTIÇA    ANO: 1997\nOBRA: CURSO DE DIREITO CONSTITUCIONAL\nAUTOR: PAULO BONAVIDES\nEDIÇÃO: 10ª    PÁGINA: 308 ITEM 9\nEDITORA: MALHEIROS    ANO: 2000\nOBRA: CURSO DE DIREITO CONSTITUCIONAL POSITIVO\nAUTOR: JOSÉ AFONSO DA SILVA\nEDIÇÃO: 15ª    PÁGINA: 54-58 ITEM 15\nEDITORA: MALHEIROS    ANO: 1988\nOBRA: CURSO DE DIREITO FINANCEIRO E DE DIREITO TRIBUTÁRIO\nAUTOR: CELSO RIBEIRO BASTOS\nPÁGINA: 269-270\nEDITORA: SARAIVA    ANO: 1991\nOBRA: CURSO DE DIREITO FINANCEIRO E TRIBUTÁRIO\nAUTOR: RICARDO LOBO TORRES\nEDIÇÃO: 2ª    PÁGINA: 328\nEDITORA: RENOVAR    ANO: 1995\nOBRA: A DECISÃO DE INCONSTITUCIONALIDADE\nAUTOR: RUI MEDEIROS\nPÁGINA: 743\nEDITORA: UNIVERSIDADE CATÓLICA    ANO: 1999\nOBRA: DA DECLARAÇÃO DE INCONSTITUCIONALIDADE E SEUS EFEITOS \"IN\"\nREVISTA FORENSE\nAUTOR: CARLOS ROBERTO DE SIQUEIRA CASTRO\nVOLUME: 335    PÁGINA: 17-44\nOBRA: DA DECLARAÇÃO DE INCONSTITUCIONALIDADE E SEUS EFEITOS EM FACE DAS\nLEIS NºS 9.868/99 E 9.882/99 \"IN\" O CONTROLE DE CONSTITUCIONALIDADE E A\nLEI 9.868/99\nAUTOR: CARLOS ROBERTO SIQUEIRA CASTRO\nPÁGINA: 39-99\nEDITORA: LUMEN JURIS    ANO: 2001\nOBRA: DIREITO CONSTITUCIONAL\nAUTOR: FRANCISCO CAMPOS\nVOLUME: I    PÁGINA: 430\nEDITORA: FREITAS BASTOS    ANO: 1956\nOBRA: DIREITO CONSTITUCIONAL\nAUTOR: ALEXANDRE DE MORAES\nEDIÇÃO: 9ª    PÁGINA: 599-602\nEDITORA: ATLAS    ANO: 2001\nOBRA: EFEITOS DA DECLARAÇÃO DE INCONSTITUCIONALIDADE\nAUTORA: REGINA MARIA MACEDO NERY FERRARI\nEDIÇÃO: 2ª    PÁGINA: 181-183\nEDITORA: RT    ANO: 1990\nOBRA: OS EFEITOS DA DECLARAÇÃO DE INCONSTITUCIONALIDADE NO DIREITO\nTRIBUTÁRIO BRASILEIRO\nAUTOR: OCTAVIO CAMPOS FISCHER\nEDITORA: RENOVAR    PÁGINA: 2004\nOBRA: EFICÁCIA \"EX NUNC\" DA DECLARAÇÃO DE INCONSTITUCIONALIDADE EM VIA\nDIRETA - MODIFICAÇÕES TRAZIDAS PELO ARTIGO 27 DA LEI N. 9868/99\n-RELAÇÕES COM O MÉTODO DA PONDERAÇÃO DE BENS \"IN\" TEMAS DE\nINTERPRETAÇÃO DO DIREITO TRIBUTÁRIO\nAUTOR: RONALDO REDENSCHI\nPÁGINA: 369-418\nEDITORA: RENOVAR    ANO: 2003\nOBRA: IMPOSTO PREDIAL E TERRITORIAL URBANO - IPTU \"IN\" CURSO DE\nDIREITO TRIBUTÁRIO\nAUTOR: AIRES FERNANDINO BARRETO\nVOLUME: 2º    EDIÇÃO: 4ª    PÁGINA: 299-303\nEDITORA: CEJUP    ANO: 1995\nOBRA: A INCONSTITUCIONALIDADE DAS LEIS\nAUTOR: ELIVAL DA SILVA RAMOS\nPÁGINA: 119, 245   ITENS 28, 56\nEDITORA: SARAIVA    ANO: 1994\nOBRA: A INCONSTITUCIONALIDADE DO ART. 27 DA LEI Nº 9868/99 \"IN\"\nREVISTA DA ESMAPE\nAUTORA: LUCIANA DE ASSUNÇÃO MACIEIRA\nVOLUME: 6 N-13 JAN-JUN    PÁGINA: 291-309\nANO: 2001\nOBRA: O IPTU E AS LIMITAÇÕES DO LEGISLADOR MUNICIPAL \"IN\" REPERTÓRIO\nIOB DE JURISPRUDÊNCIA Nº 4\nAUTOR: BERNARDO RIBEIRO DE MORAES\nPÁGINA: 56-62\nANO: 1990\nOBRA: JURISDIÇÃO CONSTITUCIONAL\nAUTOR: GILMAR FERREIRA MENDES\nEDIÇÃO: 4ª     PÁGINA: 365-368  ITEM 6.2.2\nEDITORA: SARAIVA     ANO: 2004\nOBRA: JURISDIÇÃO CONSTITUCIONAL E HERMENÊUTICA\nAUTOR: LENIO LUIZ STRECK\nEDIÇÃO: 2ª    PÁGINA: 693-698, 697, ITEM 11.6\nEDITORA: FORENSE    ANO: 2004\nOBRA: JURISDIÇÃO CONSTITUCIONAL E TRIBUNAIS CONSTITUCIONAIS\nAUTOR: ALEXANDRE DE MORAES\nPÁGINA: 270   ITEM 6.2.1\nEDITORA: ATLAS    ANO: 2000\nOBRA: A REFORMA DO JUDICIÁRIO E SUAS IMPLICAÇÕES NOS MODELOS\nCONCENTRADO E DIFUSO DE CONTROLE DE CONSTITUCIONALIDADE \"IN\" REVISTA\nDIALÉTICA DE DIREITO PROCESSUAL, 31, OUTUBRO\nAUTOR: JÚLIO CÉSAR ROSSI\nPÁGINA: 51-71\nANO: 2005\nOBRA: A TEORIA DAS CONSTITUIÇÕES RÍGIDAS\nAUTOR: OSWALDO ARANHA BANDEIRA DE MELLO\nEDIÇÃO: 2ª    PÁGINA: 204, 205\nEDITORA: BUSHATSKY    ANO: 1980\nOBRA: TEORIA DA INCONSTITUCIONALIDADE DAS LEIS\nAUTOR: MARCELO NEVES\nPÁGINA: 68-85\nEDITORA: SARAIVA    ANO: 1988\nOBRA: OS TRIBUTOS MUNICIPAIS \"IN\" A CONSTITUIÇÃO BRASILEIRA DE 1988 -\nINTERPRETAÇÕES\nAUTOR: MARCO AURÉLIO GRECO\nPÁGINA: 332/337\nEDITORA: FORENSE    ANO: 1988\nOBRA: A VALIDADE DA ORDEM JURÍDICA\nAUTOR: JOÃO LEITÃO DE ABREU\nPÁGINA: 156-165   ITEM 11\nEDITORA: GLOBO    ANO: 1964\nOBRA: O VALOR JURÍDICO DO ACTO INCONSTITUCIONAL\nAUTOR: MARCELO REBELO DE SOUSA\nVOLUME: I     PÁGINA: 77\nLISBOA    ANO: 1988\nOBRA: VELHOS E NOVOS RUMOS DAS AÇÕES DE CONTROLE ABSTRATO DE\nCONSTITUCIONALIDADE À LUZ DA LEI Nº 9.868/99 \"IN\" O CONTROLE DE\nCONSTITUCIONALIDADE  E A LEI 9.868/99\nAUTOR: WALTER CLAUDIUS ROTHENBURG\nPÁGINA: 282-285   ITEM 3.6\nEDITORA: LUMEN JURIS    ANO: 2001","ministro_facet":["CELSO DE MELLO"],"processo_numero":589281,"base":"acordaos"},"highlight":{"ementa_texto":["E M E N T A: RECURSO EXTRAORDINÁRIO INTERPOSTO PELO MUNICÍPIO DO\n   RIO DE JANEIRO/RJ - PLEITO RECURSAL QUE <em>BUSCA</em> A APLICAÇÃO, NO\n   CASO, DA TÉCNICA DA MODULAÇÃO DOS EFEITOS TEMPORAIS DA DECLARAÇÃO\n   DE INCONSTITUCIONALIDADE - IMPOSSIBILIDADE, PELO FATO DE O\n   SUPREMO TRIBUNAL FEDERAL NÃO HAVER PROFERIDO DECISÃO DE\n   INCONSTITUCIONALIDADE PERTINENTE AO ATO ESTATAL QUESTIONADO -\n   JULGAMENTO DA SUPREMA CORTE QUE SE LIMITOU A FORMULAR, NA ESPÉCIE,\n   MERO JUÍZO NEGATIVO DE RECEPÇÃO - NÃO-RECEPÇÃO E\n   INCONSTITUCIONALIDADE: NOÇÕES CONCEITUAIS QUE NÃO SE CONFUNDEM -\n   RECURSO IMPROVIDO.\n1.      CONSIDERAÇÕES SOBRE O VALOR DO ATO\n   INCONSTITUCIONAL - OS DIVERSOS GRAUS DE INVALIDADE DO ATO EM\n   CONFLITO COM A CONSTITUIÇÃO: ATO INEXISTENTE? ATO NULO? ATO\n   ANULÁVEL (COM EFICÁCIA \"EX TUNC\" OU COM EFICÁCIA \"EX NUNC\")? -\n   FORMULAÇÕES TEÓRICAS - O \"STATUS QUAESTIONIS\" NA JURISPRUDÊNCIA\n   DO SUPREMO TRIBUNAL FEDERAL.\n2.      MODULAÇÃO TEMPORAL DOS\n   EFEITOS DA DECISÃO DE INCONSTITUCIONALIDADE: TÉCNICA INAPLICÁVEL\n   QUANDO SE TRATAR DE JUÍZO NEGATIVO DE RECEPÇÃO DE ATOS\n   PRÉ-CONSTITUCIONAIS.\n- A declaração de inconstitucionalidade\n   reveste-se, ordinariamente, de eficácia \"ex tunc\" (RTJ\n   146/461-462 - RTJ  164/506-509), retroagindo ao momento em que\n   editado o ato estatal reconhecido inconstitucional pelo Supremo\n   Tribunal Federal.\n- O Supremo Tribunal Federal tem reconhecido,\n   excepcionalmente, a possibilidade de proceder à modulação ou\n   limitação temporal dos efeitos da declaração de\n   inconstitucionalidade, mesmo quando proferida, por esta Corte, em\n   sede de controle difuso. Precedente: RE 197.917/SP, Rel. Min.\n   MAURÍCIO CORRÊA (Pleno).\n- Revela-se inaplicável, no entanto,\n   a teoria da limitação temporal dos efeitos, se e quando o Supremo\n   Tribunal Federal, ao julgar determinada causa, nesta formular\n   juízo negativo de recepção, por entender que certa lei\n   pré-constitucional mostra-se materialmente incompatível com\n   normas constitucionais a ela supervenientes.\n- A não-recepção\n   de ato estatal pré-constitucional, por não implicar a declaração\n   de sua inconstitucionalidade - mas o reconhecimento de sua pura e\n   simples revogação (RTJ 143/355 - RTJ 145/339) -, descaracteriza\n   um dos pressupostos indispensáveis à utilização da técnica da\n   modulação temporal, que supõe, para incidir, dentre outros\n   elementos, a necessária existência de um juízo de\n   inconstitucionalidade.\n- Inaplicabilidade, ao caso em exame,\n   da técnica da modulação dos efeitos, por tratar-se de diploma\n   legislativo, que, editado em 1984, não foi recepcionado, no ponto\n   concernente à norma questionada, pelo vigente ordenamento\n   constitucional."]}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}