{"result":{"took":619,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":86.04929,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur427300","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deu parcial provimento ao agravo regimental apenas para afastar a majoração da verba honorária, nos termos do voto da Relatora. Segunda Turma, Sessão Virtual de 12.6.2020 a 19.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427300","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur427300","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. DIREITO DO CONSUMIDOR. EXTRAVIO DE BAGAGEM. DANOS MORAIS. INAPLICABILIDADE DAS CONVENÇÕES INTERNACIONAIS DE VARSÓVIA E DE MONTREAL. TEMA 210. APLICAÇÃO DO CÓDIGO DE DEFESA DO CONSUMIDOR. RECURSO EXTRAORDINÁRIO INTERPOSTO NA VIGÊNCIA DO CÓDIGO DE PROCESSO CIVIL DE 1973: IMPOSSIBILIDADE DE MAJORAÇÃO DE HONORÁRIOS ADVOCATÍCIOS. AGRAVO REGIMENTAL PROVIDO EM PARTE PARA EXCLUIR A MAJORAÇÃO DA VERBA HONORÁRIA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753108003","externo_seq_objeto_incidente":5715790,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-161  DIVULG 25-06-2020  PUBLIC 26-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1203826&classe=RE","is_colac":false,"titulo":"RE 1203826 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008078      ANO-1990\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-INT   CVC      ANO-1929\n          ART-00022\n                CONVENÇÃO DE VARSOVIA, PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL\n\n","LEG-INT   CVC      ANO-1999\n                CONVENÇÃO PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL, CELEBRADA EM MONTREAL, EM 28 DE MAIO DE 1999\n\n","LEG-FED   DLG-000059      ANO-2006\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL, CELEBRADA EM MONTREAL, EM 28 DE MAIO DE 1999\n\n","LEG-FED   DEC-020704      ANO-1931\n                DECRETO - PROMULGA A CONVENÇÃO DE VARSOVIA, PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL\n\n","LEG-FED   DEC-005010      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO PARA A UNIFICAÇÃO DE CERTAS REGRAS RELATIVAS AO TRANSPORTE AÉREO INTERNACIONAL, CELEBRADA EM MONTREAL, EM 28 DE MAIO DE 1999"],"publicacao_data":"2020-06-26","documental_acordao_mesmo_sentido_lista_texto":"RE 1293093 AgR PROCESSO ELETRÔNICO\n          JULG-27-04-2021  UF-MG  TURMA-02  MIN-CÁRMEN LÚCIA N.PÁG-008\n          DJe-081  DIVULG 29-04-2021  PUBLIC 30-04-2021","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1203826&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRATADO INTERNACIONAL, TRANSPORTE AEROVIÁRIO, INDENIZAÇÃO DEVIDA)\nAI 593514 AgR (2ªT), AI 649710 AgR (1ªT), RE 636331 (TP). \nNúmero de páginas: 10.\nAnálise: 11/09/2020, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : TAP - TRANSPORTES AÉREOS PORTUGUESES S/A \nADV.(A/S)  : JOAO ROBERTO LEITAO DE ALBUQUERQUE MELO \nADV.(A/S)  : RAFAEL COELHO FERNANDES \nAGDO.(A/S)  : ANGENOR ALVES FARDILHA \nADV.(A/S)  : ELAINE GRIESE DA SILVA \nADV.(A/S)  : ANDREA NEGRAO COCHRANE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":427300,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 1203826 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-06-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1203826,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428793","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Ministro Alexandre de Moraes, deferiu a medida cautelar, com efeitos ex tunc, para suspender a eficácia do art. 59-A da Lei 9.504/1997, incluído pelo art. 2º da Lei 13.165/2015. Vencidos, parcialmente, os Ministros Gilmar Mendes (Relator) e Dias Toffoli. Falaram: pela requerente, Procuradoria-Geral da República, a Drª. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; pelo amicus curiae Instituto Resgata Brasil - IRGB, a Drª. Beatriz Kicis; pelo amicus curiae Partido Republicano Progressista - PRP, a Drª. Denia Erica Gomes Ramos Magalhães; pelo amicus curiae Associação Pátria Brasil, a Drª. Miriam Noronha Mota Gimenez; e, pelo amicus curiae Sindicato Nacional dos Peritos Criminais Federais - APCF, o Dr. Alberto Emanuel Albertin Malta. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 6.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428793","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428793","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL E ELEITORAL. LEGITIMIDADE DO CONGRESSO NACIONAL PARA ADOÇÃO DE SISTEMAS E PROCEDIMENTOS DE ESCRUTÍNIO ELEITORAL COM OBSERVÂNCIA DAS GARANTIAS DE SIGILOSIDADE E LIBERDADE DO VOTO (CF, ARTS. 14, 60, § 4º, II). MODELO HÍBRIDO DE VOTAÇÃO PREVISTO PELO ART. 59-A DA LEI 9.504/1997. POTENCIALIDADE DE RISCO NA IDENTIFICAÇÃO DO ELEITOR CONFIGURADORA DE AMEAÇA À SUA LIVRE ESCOLHA. CAUTELAR DEFERICA COM EFEITOS EX TUNC.\n\n\n\n    1. A implementação do sistema eletrônico de votação foi valiosa contribuição para assegurar a lisura dos procedimentos eleitorais, mitigando os riscos de fraudes e manipulação de resultados e representando importante avanço na consolidação democrática brasileira.\n\n\n\n    2. A Democracia exige mecanismos que garantam a plena efetividade de liberdade de escolha dos eleitores no momento da votação, condicionando a legítima atividade legislativa do Congresso Nacional na adoção de sistemas e procedimentos de escrutínio eleitoral que preservem, de maneira absoluta, o sigilo do voto (art. 14, caput, e art. 60, §4º, II, da CF).\n\n\n\n    3. O modelo híbrido de votação adotado pelo artigo 59-A da Lei 9.504/97 não mantém a segurança conquistada, trazendo riscos à sigilosidade do voto e representando verdadeira ameaça a livre escolha do eleitor, em virtude da potencialidade de identificação.\n\n\n\n    4. Medida cautelar concedida para suspender, com efeito ex tunc, a eficácia do ato impugnado, inclusive em relação ao certame licitatório iniciado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753346843","externo_seq_objeto_incidente":5346598,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-187  DIVULG 28-07-2020  PUBLIC 29-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5889&classe=ADI","is_colac":false,"titulo":"ADI 5889 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00002 ART-00014 \"CAPUT\" \n          ART-00037 \"CAPUT\" ART-00060 PAR-00004 \n          INC-00002 ART-00070 ART-00169 PAR-00001 \n          INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006996      ANO-1982\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007444      ANO-1985\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-0059A \"CAPUT\" PAR-ÚNICO ART-0091A \n          PAR-ÚNICO ART-00105\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010408      ANO-2002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010740      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n          ART-00005 PAR-00002 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013146      ANO-2015\n          ART-00076\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n          ART-00002 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   EMD-000024      ANO-2015\n                EMENDA\n\n","LEG-FED   DEC-021076      ANO-1932\n          ART-00057 INC-00001 INC-00002 ITEM-2\n                DECRETO\n\n","LEG-FED   RES-023404      ANO-2014\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023456      ANO-2015\n          ART-00049 ART-00050\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023550      ANO-2017\n                RESOLUÇÃO\n\n","LEG-FED   RES-023554      ANO-2017\n                RESOLUÇÃO\n\n","LEG-FED   RES-023521      ANO-2018\n          ART-00010 PAR-ÚNICO ART-00015 PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   MSG-000358      ANO-2015\n                MENSAGEM"],"publicacao_data":"2020-07-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. GILMAR MENDES: PRESENÇA, ORDEM DOS ADVOGADOS DO BRASIL (OAB), MINISTÉRIO PÚBLICO, IMPRENSA, SELEÇÃO, MAQUINÁRIO, REALIZAÇÃO, AUDITORIA, VOTAÇÃO. JULGAMENTO, STF, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, IMPRESSÃO EM PAPEL, VOTO, URNA ELETRÔNICA. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, CARÁTER POLÍTICO; PRINCÍPIO DA ECONOMICIDADE, PRINCÍPIO DA EFICIÊNCIA. AQUISIÇÃO, URNA ELETRÔNICA, INICIATIVA PRIVADA, JUSTIÇA ELEITORAL. IMPOSSIBILIDADE, REGISTRO, VOTO, CONFIRMAÇÃO, ELEITOR, INSERÇÃO, URNA ELEITORAL. AUSÊNCIA, IDENTIFICAÇÃO, DADO, REGISTRO, VOTO, ARTIGO, LEI IMPUGNADA. RESPONSABILIDADE, JUSTIÇA ELEITORAL, ORGANIZAÇÃO, ELEIÇÃO. JULGAMENTO, STF, IMPOSSIBILIDADE, IDENTIFICAÇÃO, ELEITOR, IMPRESSÃO EM PAPEL. CABIMENTO, IMPUGNAÇÃO, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), VIA PROCESSUAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONTRAPOSIÇÃO, VOTAÇÃO SECRETA, SEGURANÇA, APURAÇÃO. OFENSA, SIGILO, VOTO, HIPÓTESE, TRAVAMENTO, PAPEL DE IMPRESSÃO, INTERVENÇÃO, MESÁRIO. DIFICULDADE, CONFIRMAÇÃO, REGISTRO, VOTO, DEFICIÊNCIA VISUAL, ANALFABETO. CONSIDERAÇÃO, VOTO ELETRÔNICO, ÂMBITO INTERNACIONAL. CUSTO, AQUISIÇÃO, MÁQUINA PARA IMPRESSÃO GRÁFICA. AUSÊNCIA, TECNOLOGIA, IMPLEMENTAÇÃO, IMPRESSÃO EM PAPEL, GARANTIA, SEGURANÇA, VOTAÇÃO. POSSIBILIDADE, FRAUDE, REGISTRO, PAPEL, VOTO. DURAÇÃO, URNA ELETRÔNICA, DEZ ANOS. MUDANÇA, PROCESSO ELEITORAL, EVOLUÇÃO, MAQUINÁRIO, DESENVOLVIMENTO, TECNOLOGIA, DISPONIBILIDADE, RECURSOS PÚBLICOS. EXIGÊNCIA, DOTAÇÃO ORÇAMENTÁRIA PRÉVIA, AUMENTO, DESPESA COM PESSOAL. DIÁLOGO INSTITUCIONAL, PARLAMENTO, TRIBUNAL SUPERIOR ELEITORAL (TSE), IMPRESSÃO EM PAPEL, REGISTRO, VOTO.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: SISTEMA DE FREIOS E CONTRAPESOS. AUSÊNCIA, INDÍCIO, FRAUDE, INEFICIÊNCIA, URNA ELETRÔNICA. PREVISÃO, CONSTITUIÇÃO FEDERAL, VOTO SECRETO, LIBERDADE, VOTO. OFENSA, SIGILO, VOTAÇÃO, LIBERDADE, ELEITOR, IMPRESSÃO EM PAPEL, VOTO. PROIBIÇÃO, ENTRADA, TELEFONE CELULAR, URNA ELEITORAL, RISCO, SIGILO, VOTAÇÃO, LIBERDADE, VOTO. SOBERANIA NACIONAL. CONFIGURAÇÃO, EXERCÍCIO, CIDADANIA, VOTO ELETRÔNICO. AUMENTO, ABSTENÇÃO, VOTO, PAÍS, FUNDAMENTO, CRISE, REPRESENTATIVIDADE. CORRELAÇÃO, SISTEMA ELEITORAL, HISTÓRIA, CULTURA, PAÍS.\n\n- VOTO, MIN. EDSON FACHIN: AUSÊNCIA, EQUIPAMENTO, MERCADO, GARANTIA, SEGURANÇA, URNA ELETRÔNICA, CONFORMIDADE, INFORMAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE). EXISTÊNCIA, RISCO, PREJUÍZO, IMPRESSÃO EM PAPEL, VOTO, VULNERABILIDADE, SISTEMA ELEITORAL, OFENSA, GARANTIA, SIGILO, VOTO, SUFRÁGIO UNIVERSAL, CONTAGEM DE VOTOS. IMPOSSIBILIDADE, CONFERÊNCIA, VOTO, IMPRESSÃO EM PAPEL, DEFICIÊNCIA VISUAL, ANALFABETO; CUSTO, DESPESA. PRINCÍPIO DA SOBERANIA POPULAR, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA ECONOMICIDADE, PRINCÍPIO DA EFICIÊNCIA. CONSIDERAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE, NECESSIDADE, ADEQUAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. IMPOSSIBILIDADE, CONCRETIZAÇÃO, ARTIGO, OBJETO, IMPUGNAÇÃO, DECORRÊNCIA, CARÁTER TÉCNICO.\n\n- VOTO, MIN. ROBERTO BARROSO: AUSÊNCIA, EVIDÊNCIA, FRAUDE, URNA ELETRÔNICA, JUSTIFICATIVA, IMPLANTAÇÃO, IMPRESSÃO EM PAPEL, VOTO. PRINCÍPIO DA PROPORCIONALIDADE, DEVIDO PROCESSO LEGAL. POSSIBILIDADE, ANULAÇÃO, ATO, PODER PÚBLICO, PODER JUDICIÁRIO, HIPÓTESE, AUSÊNCIA, ADEQUAÇÃO; AUSÊNCIA, NECESSIDADE; PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. POSSIBILIDADE, MULTIPLICIDADE, AÇÃO JUDICIAL, QUESTIONAMENTO, ELEIÇÃO, CONFERÊNCIA, VOTO, IMPRESSÃO EM PAPEL. CONSIDERAÇÃO, AUMENTO DE DESPESA, IMPLEMENTAÇÃO, IMPRESSÃO EM PAPEL, VOTO. OFENSA, VOTO SECRETO, IMPRESSÃO EM PAPEL, VOTO; COMPROMETIMENTO, SEGURANÇA, PROCESSO ELEITORAL. INFORMAÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), SEGURANÇA, URNA ELETRÔNICA, TRANSPARÊNCIA, PROGRAMA DE COMPUTADOR; REGULARIDADE, VERIFICAÇÃO; ENTREGA, CÓPIA DE DOCUMENTO, PROCESSAMENTO DE DADOS, PARTIDO POLÍTICO, CANDIDATO. POSSIBILIDADE, REGISTRO, FOTOGRAFIA, IMPRESSÃO EM PAPEL, VOTO. COMPRA DE VOTO. SOBERANIA POPULAR, CLÁUSULA PÉTREA. JULGAMENTO, STF, ASSINATURA DIGITAL, ELEITOR, REGISTRO, VOTO.\n\n- VOTO, MIN. ROSA WEBER: POSSIBILIDADE, EXISTÊNCIA, DEFEITO, PROGRAMA DE COMPUTADOR. POSSIBILIDADE, AUDITORIA, SISTEMA ELEITORAL, URNA ELETRÔNICA, INTERMÉDIO, PARTICIPAÇÃO, AUTORIDADE, PARTIDO POLÍTICO, CIDADÃO. CONQUISTA, DEMOCRACIA, VOTO, MULHER, VOTO SECRETO, URNA ELETRÔNICA. RECADASTRAMENTO, ELEITOR, JUSTIÇA ELEITORAL. SEGURANÇA, SISTEMA ELEITORAL, VOTO ELETRÔNICO. RELATÓRIO, CARÁTER TÉCNICO, TRIBUNAL SUPERIOR ELEITORAL (TSE), RISCO, IMPRESSÃO EM PAPEL, VOTO, VULNERABILIDADE, VOTO SECRETO.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: COMPETÊNCIA, CONGRESSO NACIONAL, ESCOLHA, FORMA, VOTAÇÃO. PRINCÍPIO DA RAZOABILIDADE. PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE.\n\n- VOTO, MIN. CÁRMEN LÚCIA: JULGAMENTO, STF, IMPOSSIBILIDADE, IDENTIFICAÇÃO, CARÁTER PESSOAL, VOTO, FUNDAMENTO, VOTO SECRETO. EVOLUÇÃO, IMPLANTAÇÃO, URNA ELETRÔNICA, ABANDONO, IMPRESSÃO EM PAPEL. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, CARÁTER POLÍTICO. EXISTÊNCIA, MECANISMO, CONTROLE, AUDITORIA, URNA ELETRÔNICA. POSSIBILIDADE, FRAUDE, IMPRESSÃO EM PAPEL, VOTO. PRINCÍPIO DA ECONOMICIDADE, PRINCÍPIO DA EFICIÊNCIA.\n\n- VOTO, MIN. CELSO DE MELLO: EFICÁCIA RETROATIVA, MEDIDA CAUTELAR.\n\n- TERMO(S) DE RESGATE: PRINCÍPIO DA PROIBIÇÃO DE RETROCESO POLÍTICO. HACKERS. TELEMARKETING. PROTÓTIPO. VOTAÇÃO PARALELA. TESTES. HARDWARES. CORONELISMO, VOTO DE CABRESTO, BICO DE PENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5889&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPRESSÃO EM PAPEL, VOTO, URNA ELETRÔNICA)\nADI 4543 (TP). \n(PODER NORMATIVO, TSE, REGULAMENTAÇÃO, PROCESSO ELEITORAL)\nADI 5028 (TP), ADI 5122 (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, RESOLUÇÃO, TSE)\nADI 5028 (TP). \n(AUSÊNCIA, DOTAÇÃO ORÇAMENTÁRIA PRÉVIA, AUMENTO DE DESPESA, EFICÁCIA, LEI, INCONSTITUCIONALIDADE)\nADI 3599 (TP). \n- Decisões estrangeiras citadas: 2 BvC 3/07 e 2 BvC 4/07, do Tribunal Constitucional alemão.\n- Veja  Instrução 0604336-96.2017.6.00.0000 do Tribunal Superior Eleitoral (TSE).\nNúmero de páginas: 129.\nAnálise: 21/07/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : INSTITUTO RESGATA BRASIL - IRGB \nADV.(A/S)  : DENIA ERICA GOMES RAMOS MAGALHÃES \nAM. CURIAE.  : PARTIDO REPUBLICANO PROGRESSISTA - PRP \nADV.(A/S)  : CLAUDIA DE FARIA CASTRO E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIACAO PATRIA BRASIL \nADV.(A/S)  : MIRIAM NORONHA MOTA GIMENEZ \nAM. CURIAE.  : SINDICATO NACIONAL DOS PERITOS CRIMINAIS FEDERAIS - APCF \nADV.(A/S)  : ALBERTO EMANUEL ALBERTIN MALTA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428793,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5889 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-06-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA NETO, Manuel Carlos de. Direito Eleitoral Regulador. São Paulo: Revista dos Tribunais, 2014. p. 214-216.\nCANOTILHO, J. J. Gomes. Direito Constitucional e Teoria da Constituição. 3. ed. Coimbra: Almedina. p. 326.\nLEAL, Victor Nunes. Coronelismo, enxada e voto: o município e o regime representativo no Brasil. 7. ed. São Paulo: Companhia das Letras, 2012. p. 214.\nMENDES, Gilmar Ferreira. Curso de direito constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 673-674.\n______. O Apelo ao Legislador - Appellentscheidung - na Práxis da Corte Constitucional Federal Alemã. Revista de Direito Administrativo, São Paulo, 1992. p. 54.\nMUNOZ, Pedro Soares. Código Eleitoral e Justiça Eleitoral, Revista de Direito Administrativo, Rio de Janeiro, v. 154, p. 29-80, out./dez. 1983. p. 29-30.","ministro_facet":["GILMAR MENDES"],"processo_numero":5889,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428873","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou parcialmente procedente o pedido formulado na ação direta, para declarar a inconstitucionalidade do art. 13, § 1º, da Resolução n. 59/2008 do Conselho Nacional de Justiça, vencidos, no ponto, os Ministros Edson Fachin (Relator), Roberto Barroso, Rosa Weber e Gilmar Mendes, que julgavam improcedente o pedido, e, em menor extensão, o Ministro Alexandre de Moraes, que julgava inconstitucional também o art. 14, caput, da mesma Resolução, e, em maior extensão, o Ministro Marco Aurélio, que julgava o pedido totalmente procedente. Redator para o acórdão o Ministro Alexandre de Moraes. Impedido o Ministro Dias Toffoli. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 26.4.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur428873","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428873","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL E ADMINISTRATIVO. PRINCÍPIO DA INAFASTABILIDADE DO JUDICIÁRIO (CF, ART. 5º, XXXV). INCONSTITUCIONALIDADE DE VEDAÇÃO ADMINISTRATIVA AO PLENO EXERCÍCO DA ATIVIDADE JURISDICIONAL DURANTE O PLANTÃO. INDEVIDA INTERFERÊNCIA NA LEGISLAÇÃO PROCESSUAL E DE ORGANIZAÇÃO JUDICIÁRIA PELO CONSELHO NACIONAL DE JUSTIÇA. AÇÃO DIRETA PARCIALMENTE PROCEDENTE.\n\n\n\n    1. O objeto das ações concentradas na jurisdição constitucional brasileira, além das espécies normativas primárias previstas no art. 59 da Constituição Federal, engloba a possibilidade de controle de todos os atos revestidos de indiscutível conteúdo normativo e autônomo. Ato normativo do Conselho Nacional de Justiça revestido dos atributos da generalidade, impessoalidade e abstratividade, permitindo a análise de sua constitucionalidade. Jurisprudência pacífica desta CORTE.\n\n\n\n    2. Inconstitucionalidade de norma administrativa proibitiva de plena atuação jurisdicional durante o plantão judiciário. Resolução do Conselho Nacional de Justiça que, visando disciplinar e uniformizar procedimentos de interceptação de comunicações telefônicas e de sistemas de informática e telemática nos órgãos jurisdicionais do Poder Judiciário, criou, administrativamente, inadmissível vedação ao exercício regular da função jurisdicional, ao vedar a análise judicial de pedidos de prorrogação de prazo de medida cautelar de interceptação de comunicação telefônica, telemática ou de informática durante o plantão judiciário, ressalvada a hipótese de risco iminente e grave à integridade ou à vida de terceiros.\n\n\n\n    3. Inconstitucionalidade do § 1º do art. 13 da Resolução 59/2008, com posteriores alterações, do Conselho Nacional de Justiça, que desrespeitou a competência constitucional dos Estados para legislar sobre a Organização Judiciária (CF, art. 125, §1º), inclusive plantão judicial; bem como os artigos 22, I, competência privativa da União para legislar sobre processo penal; 5º incisos XII (reserva legal) e XXXV (inafastabilidade de jurisdição).\n\n\n\n    4. Ação direta de inconstitucionalidade julgada parcialmente procedente para declarar inconstitucional o § 1º do art. 13 da Resolução nº 59 do Conselho Nacional de Justiça.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753361235","externo_seq_objeto_incidente":2639112,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-190  DIVULG 30-07-2020  PUBLIC 31-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4145&classe=ADI","is_colac":false,"titulo":"ADI 4145","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00002 INC-00010 \n          INC-00012 INC-00035 INC-00078 PAR-00002 \n          ART-00022 INC-00001 ART-00048 ART-00059 \n          ART-00084 INC-00004 INC-00006 INC-00012 \n          ART-00093 INC-00009 ART-00103 INC-00006 \n          ART-0103B PAR-00004 INC-00001 INC-00002 \n          ART-00125 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004117      ANO-1962\n          ART-00057 INC-00002 LET-E\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005010      ANO-1966\n          ART-00062\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00116 INC-00008\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-009296      ANO-1996\n          ART-00002 ART-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00011 INC-00002\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00017\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000007      ANO-2005\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA- CNJ\n\n","LEG-FED   RES-000059      ANO-2008\n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 ART-00004 ART-00005 ART-00009 \n          PAR-ÚNICO ART-00010 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009 INC-00010 \n          INC-00011 PAR-00001 PAR-00002 PAR-00003 \n          ART-00011 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 INC-00010 ART-00013 \n          PAR-00001 ART-00014 \"CAPUT\"\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000084      ANO-2009\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000175      ANO-2013\n          ART-00001 ART-00002\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000217      ANO-2016\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   SUV-000011      \n                SÚMULA VINCULANTE  DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   CET      ANO-2008\n          CAPÍTULO-9\n                CÓDIGO DE ÉTICA DA MAGISTRATURA"],"publicacao_data":"2020-07-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ADMISSÃO, EXTENSÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ATO NORMATIVO, AUSÊNCIA, IMPUGNAÇÃO, PETIÇÃO INICIAL. CONSELHO NACIONAL DE JUSTIÇA (CNJ), NATUREZA ADMINISTRATIVA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO NORMATIVO IMPUGNADO, DECRETO PRESIDENCIAL; DECRETO, EXTRAPOLAÇÃO, PODER REGULAMENTAR, CHEFE DO PODER EXECUTIVO, INVASÃO, INICIATIVA PRIVATIVA; ATO NORMATIVO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), PREVISÃO, REGIMENTO INTERNO, TRIBUNAL, CARÁTER NORMATIVO, AUTONOMIA. CONSTITUIÇÃO FEDERAL, RECEPÇÃO, CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES. CONSELHO NACIONAL DE JUSTIÇA (CNJ), ALCANCE, ATRIBUIÇÃO. INCONSTITUCIONALIDADE, RESOLUÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), INTERCEPTAÇÃO TELEFÔNICA. INTERCEPTAÇÃO TELEFÔNICA, RENOVAÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CONSELHO NACIONAL DE JUSTIÇA (CNJ), INVASÃO, COMPETÊNCIA, CONGRESSO NACIONAL, INVIABILIDADE, INTERCEPTAÇÃO TELEFÔNICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4145&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIMITE DE ATUAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ))\nADI 3367 (TP). \n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CABIMENTO, REQUISITO)\nADC 12 (TP). \n(ADMISSÃO, EXTENSÃO, ADI, ATO NORMATIVO, AUSÊNCIA, IMPUGNAÇÃO, PETIÇÃO INICIAL)\nADI 2982 QO (TP). \n(CONSELHO NACIONAL DE JUSTIÇA (CNJ), NATUREZA ADMINISTRATIVA)\nADI 3367 (TP), ADI 4638 MC-Ref (TP). \n(AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO NORMATIVO IMPUGNADO)\nADI 1352 (TP), ADI 1553 (TP), ADI 3367 (TP), ADI 3544 (TP), ADC 12 MC (TP), ADI 4108 MC-REF (TP). \n(CONSTITUIÇÃO FEDERAL, RECEPÇÃO, CÓDIGO BRASILEIRO DE TELECOMUNICAÇÕES)\nHC 69912 (TP). \n(CONSELHO NACIONAL DE JUSTIÇA (CNJ), ALCANCE, ATRIBUIÇÃO)\nADI 3367 (TP). \n(INCONSTITUCIONALIDADE, RESOLUÇÃO, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), INTERCEPTAÇÃO TELEFÔNICA)\nADI 4263 (TP). \n(INTERCEPTAÇÃO TELEFÔNICA, RENOVAÇÃO)\nHC 83515 (TP). \n- Decisão monocrática citada:\n(AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO NORMATIVO IMPUGNADO)\nADPF 482 MC.\n- Decisões estrangeiras citadas: Caso n. 62.540/00 (Associação para a Integração Europeia e Direitos Humanos e Ekimdzhiev vs. Bulgaria), Caso n. 47.143/06 (Roman Zakharov vs. Russia) e Caso n. 26.839/05 (Kennedy vs. Reino Unido), da Corte Europeia de Direitos Humanos.\n\nNúmero de páginas: 77.\nAnálise: 12/08/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DO CONSELHO NACIONAL DE JUSTIÇA \nAM. CURIAE.  : INSTITUTO DOS ADVOGADOS BRASILEIROS \nADV.(A/S)  : THIAGO BOTTINO DO AMARAL E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428873,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4145","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-04-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"KELSEN, Hans. Teoria Geral das Normas. Porto Alegre: Fabris, 1986. p. 2-6.\nNEVES, Castanheira. O problema da constitucionalidade dos assentos. Coimbra: Coimbra, 1994.\nPANSIERI, Flávio. Comentário ao art. 103-B. In: CANOTILHO, J.J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013. p. 1437.\nROBL FILHO, Ilton Norberto. Conselho Nacional de Justiça: Estado Democrático de Direito e Accountability. São Paulo: Saraiva, 2013. p. 242.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":4145,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436062","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que desprovia o recurso extraordinário, fixando tese nos termos de seu voto, pediu vista dos autos o Ministro Roberto Barroso. Falaram: pela recorrente, o Dr. Carlos Eduardo Paz, Defensor Público-Geral Federal; pelo recorrido, Estado de Minas Gerais, o Dr. Rafael Augusto Baptista Juliano, Procurador do Estado; pelo Colégio Nacional de Procuradores-Gerais dos Estados e do Distrito Federal - CNPGEDF, o Dr. Luis Carlos Hagemann, Procurador do Estado do Rio Grande do Sul; pela União, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União, e, pelo Ministério Público Federal, o Dr. José Bonifácio Borges de Andrada. Presidência da Ministra Cármen Lúcia. Plenário, 15.09.2016.\r\n\n                 Decisão: Após o Ministro Marco Aurélio (Relator) fazer aditamento ao voto proferido em assentada anterior; o voto do Ministro Roberto Barroso, dando parcial provimento ao recurso extraordinário, e o voto do Ministro Edson Fachin, dando-lhe provimento integral, pediu vista dos autos o Ministro Teori Zavascki. Presidência da Ministra Cármen Lúcia. Plenário, 28.09.2016.\r\n\n                       Decisão: Após os votos dos Ministros Alexandre de Moraes, Rosa Weber, Luiz Fux, Cármen Lúcia, Ricardo Lewandowski e Gilmar Mendes, que acompanhavam o voto ora reajustado do Ministro Roberto Barroso para dar parcial provimento ao recurso extraordinário; e do voto do Ministro Dias Toffoli (Presidente), que acompanhava o Ministro Marco Aurélio (Relator) para negar provimento ao recurso, o julgamento foi suspenso. Nesta assentada, o Ministro Marco Aurélio retificou, em parte, a conclusão de seu voto, e o Ministro Edson Fachin reajustou seu voto para acompanhar o Ministro Roberto Barroso e dar parcial provimento ao recurso. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 22.05.2019\r\n\n                 Decisão: O Tribunal, apreciando o tema 500 da repercussão geral, deu parcial provimento ao recurso extraordinário, nos termos do voto do Ministro Roberto Barroso, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator) e Dias Toffoli (Presidente). Em seguida, por maioria, fixou-se a seguinte tese: “1. O Estado não pode ser obrigado a fornecer medicamentos experimentais. 2. A ausência de registro na ANVISA impede, como regra geral, o fornecimento de medicamento por decisão judicial. 3. É possível, excepcionalmente, a concessão judicial de medicamento sem registro sanitário, em caso de mora irrazoável da ANVISA em apreciar o pedido (prazo superior ao previsto na Lei nº 13.411/2016), quando preenchidos três requisitos: (i) a existência de pedido de registro do medicamento no Brasil (salvo no caso de medicamentos órfãos para doenças raras e ultrarraras);(ii) a existência de registro do medicamento em renomadas agências de regulação no exterior; e (iii) a inexistência de substituto terapêutico com registro no Brasil. 4. As ações que demandem fornecimento de medicamentos sem registro na ANVISA deverão necessariamente ser propostas em face da União”, vencido o Ministro Marco Aurélio. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 22.05.2019.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur436062","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur436062","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito Constitucional. Recurso Extraordinário com Repercussão Geral. Medicamentos não registrados na Anvisa. Impossibilidade de dispensação por decisão judicial, salvo mora irrazoável na apreciação do pedido de registro.\n\n\n\n    1. Como regra geral, o Estado não pode ser obrigado a fornecer medicamentos não registrados na Agência Nacional de Vigilância Sanitária (ANVISA) por decisão judicial. O registro na Anvisa constitui proteção à saúde pública, atestando a eficácia, segurança e qualidade dos fármacos comercializados no país, além de garantir o devido controle de preços. \n\n\n\n    2. No caso de medicamentos experimentais, i.e., sem comprovação científica de eficácia e segurança, e ainda em fase de pesquisas e testes, não há nenhuma hipótese em que o Poder Judiciário possa obrigar o Estado a fornecê-los. Isso, é claro, não interfere com a dispensação desses fármacos no âmbito de programas de testes clínicos, acesso expandido ou de uso compassivo, sempre nos termos da regulamentação aplicável. \n\n\n\n    3. No caso de medicamentos com eficácia e segurança comprovadas e testes concluídos, mas ainda sem registro na ANVISA, o seu fornecimento por decisão judicial assume caráter absolutamente excepcional e somente poderá ocorrer em uma hipótese: a de mora irrazoável da Anvisa em apreciar o pedido (prazo superior ao previsto na Lei nº 13.411/2016). Ainda nesse caso, porém, será preciso que haja prova do preenchimento cumulativo de três requisitos. São eles: (i)  a  existência de pedido de registro do medicamento no Brasil (salvo no caso de medicamentos órfãos para doenças raras e ultrarraras); (ii)  a existência de registro do medicamento pleiteado em renomadas agências de regulação no exterior (e.g., EUA, União Europeia e Japão); e (iii) a  inexistência de substituto terapêutico registrado na ANVISA. Ademais, tendo em vista que o pressuposto básico da obrigação estatal é a mora da agência, as ações que demandem fornecimento de medicamentos sem registro na ANVISA deverão necessariamente ser propostas em face da União.\n\n\n\n    4. Provimento parcial do recurso extraordinário, apenas para a afirmação, em repercussão geral, da seguinte tese: “1. O Estado não pode ser obrigado a fornecer medicamentos experimentais. 2. A ausência de registro na ANVISA impede, como regra geral, o fornecimento de medicamento por decisão judicial. 3. É possível, excepcionalmente, a concessão judicial de medicamento sem registro sanitário, em caso de mora irrazoável da ANVISA em apreciar o pedido de registro (prazo superior ao previsto na Lei nº 13.411/2016), quando preenchidos três requisitos: (i) a existência de pedido de registro do medicamento no Brasil (salvo no caso de medicamentos órfãos para doenças raras e ultrarraras); (ii) a existência de registro do medicamento em renomadas agências de regulação no exterior; e (iii) a inexistência de substituto terapêutico com registro no Brasil. 4. As ações que demandem fornecimento de medicamentos sem registro na Anvisa deverão necessariamente ser propostas em face da União”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754312026","externo_seq_objeto_incidente":4143144,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-267  DIVULG 06-11-2020  PUBLIC 09-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=657718&classe=RE","is_colac":false,"titulo":"RE 657718","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00001 INC-00003 \n          ART-00002 ART-00005 \"CAPUT\" INC-00045 \n          INC-00078 PAR-00002 ART-00006 ART-00023 \n          INC-00002 ART-00037 \"CAPUT\" ART-00060 \n          PAR-00004 INC-00003 ART-00084 INC-00006 \n          ART-00102 PAR-00003 ART-00109 ART-00170 \n          \"CAPUT\" ART-00173 ART-00174 ART-00175 \n          ART-00196 ART-00197 ART-00198 \"CAPUT\" \n          INC-00001 INC-00002 INC-00003 PAR-00001 \n          PAR-00002 PAR-00003 ART-00199 \"CAPUT\" \n          PAR-00001 ART-00200 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 ART-00204 ART-00212 \n          ART-00218\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-0543B PAR-00001\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-005991      ANO-1973\n          ART-00004 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006360      ANO-1976\n          ART-00001 ART-00012 PAR-00003 ART-00016 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F LET-G LET-H ART-0017A\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008080      ANO-1990\n          ART-00003 ART-00004 ART-00005 ART-00006 \n          INC-00001 LET-A LET-D INC-00006 \n          PAR-00001 INC-00001 INC-00002 ART-00019 \n          ART-0019D ART-0019M ART-0019Q ART-0019R \n          ART-0019T \"CAPUT\" INC-00001 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009677      ANO-1998\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009782      ANO-1999\n          ART-00001 ART-00002 INC-00003 ART-00004 \n          ART-00006 ART-00007 \"CAPUT\" INC-00007 \n          INC-00009 INC-00025 ART-00008 PAR-00001 \n          INC-00001 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010472      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012401      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00050 \"CAPUT\" ART-00051 PAR-ÚNICO \n          ART-00420 ART-00998 PAR-ÚNICO ART-01035 \n          PAR-00001 PAR-00005 PAR-00009\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013269      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013411      ANO-2016\n          ART-00001 ART-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00031 NÚMERO-3\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-INT   CVC      ANO-1969\n          ART-00010 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00012 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B LET-C LET-D\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00273 PAR-00001 PAR-0001A PAR-0001B \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000006      ANO-1948\n                DECRETO LEGISLATIVO - APROVA OS ATOS FIRMADOS EM NOVA YORK A 22 DE JULHO DE 1946, POR OCASIÃO DA CONFERÊNCIA INTERNACIONAL DE SAÚDE\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   DEC-026042      ANO-1948\n                DECRETO - PROMULGA OS ATOS FIRMADOS EM NOVA YORK A 22 DE JULHO DE 1946, POR OCASIÃO DA CONFERENCIA INTERNACIONAL DE SAUDE\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00001 ART-00002 ITEM-1 ITEM-2 \n          ART-00003 ITEM-1 ART-00006 ITEM-2\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   DEC-007508      ANO-2011\n          ART-00028 PAR-00002\n                DECRETO\n\n","LEG-FED   DEC-008077      ANO-2013\n          ART-00007 PAR-00003\n                DECRETO\n\n","LEG-FED   RES-000107      ANO-2010\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000028      ANO-2011\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000038      ANO-2013\n          ART-00002 INC-00001\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000008      ANO-2014\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000060      ANO-2014\n          ART-00023\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000009      ANO-2015\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000017      ANO-2015\n          ART-00002 PAR-00002\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000066      ANO-2016\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000128      ANO-2016\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - RDC/ANVISA\n\n","LEG-FED   RES-000205      ANO-2017\n                RESOLUÇÃO DA DIRETORIA COLEGIADA DA AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - RDC/ANVISA\n\n","LEG-FED   PRT-000199      ANO-1914\n          ART-00003\n                PORTARIA\n\n","LEG-FED   PRT-000344      ANO-1998\n                PORTARIA DA AGÊNCIA NACIONAL DE VIGILÂNCIA - ANVISA\n\n","LEG-FED   PRT-002981      ANO-2009\n          ART-00010 ART-00013 ART-00023\n                PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PRT-000048      ANO-2015\n                PORTARIA DA SECRETARIA DE CIÊNCIA, TECNOLOGIA E INSUMOS ESTRATÉGICOS DO MINISTÉRIO DA SAÚDE - SCTIE\n\n","LEG-FED   RGI      ANO-1980\n          ART-00134\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   ENU-000006      \n                ENUNCIADO DA PRIMEIRA JORNADA DE DIREITO DA SAÚDE DO CONSELHO NACIONAL DE JUSTIÇA\n\n","LEG-FED   ENU-000009      \n                ENUNCIADO DA PRIMEIRA JORNADA DE DIREITO DA SAÚDE DO CONSELHO NACIONAL DE JUSTIÇA\n\n","LEG-FED   ENU-000050      \n                ENUNCIADO DA SEGUNDA JORNADA  DE  DIREITO  DA  SAÚDE  DO  CONSELHO NACIONAL DE JUSTIÇA\n\n","LEG-FED   ENU-000061      \n                ENUNCIADO DA SEGUNDA JORNADA  DE  DIREITO  DA  SAÚDE  DO  CONSELHO NACIONAL DE JUSTIÇA\n\n","LEG-INT   PLT      ANO-1988\n          ART-00010 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR"],"publicacao_data":"2020-11-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FORÇA NORMATIVA DA CONSTITUIÇÃO, DIREITO SOCIAL, DIREITO SUBJETIVO, TUTELA ESPECÍFICA. INTERVENÇÃO, PODER JUDICIÁRIO, FORNECIMENTO, MEDICAMENTO, ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA UNIVERSALIDADE, SERVIÇO DE SAÚDE. PROLIFERAÇÃO, DECISÃO JUDICIAL, CONDENAÇÃO, ADMINISTRAÇÃO PÚBLICA, IRRAZOABILIDADE, CUSTEIO, TRATAMENTO DE SAÚDE. AUSÊNCIA, CRITÉRIO, AFERIÇÃO, RESPONSABILIDADE, UNIÃO FEDERAL, ESTADO-MEMBRO, MUNICÍPIO, ENTREGA, MEDICAMENTO, RISCO, CONTINUIDADE, SERVIÇO PÚBLICO. REGISTRO, MEDICAMENTO, PROTEÇÃO, SAÚDE PÚBLICA, VALORAÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), INTERESSE, INDÚSTRIA FARMACÊUTICA, PESQUISA CIENTÍFICA, MÉDICO, PACIENTE. COMPETÊNCIA, SISTEMA ÚNICO DE SAÚDE (SUS), CONTROLE, FISCALIZAÇÃO, PRODUTO, INTERESSE, SAÚDE; VIGILÂNCIA SANITÁRIA. PROCEDIMENTO, REGISTRO, ÂMBITO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), GARANTIA, SEGURANÇA, EFICÁCIA, QUALIDADE, MEDICAMENTO. REGISTRO, MEDICAMENTO, OBJETIVO, REGULAÇÃO, CARÁTER ECONÔMICO, CONTROLE, PREÇO. AUSÊNCIA, EXPERTISE, PODER JUDICIÁRIO, AVALIAÇÃO, EFEITO, DECISÃO JUDICIAL. DIREITO À SAÚDE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. IMPOSSIBILIDADE, LIBERAÇÃO, CONSUMO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). RESERVA DE ADMINISTRAÇÃO. COMPETÊNCIA, PODER EXECUTIVO, INTERMÉDIO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), FISCALIZAÇÃO, REGISTRO, MEDICAMENTO. POSSIBILIDADE, CONTROLE JUDICIAL, ATO ADMINISTRATIVO, AGÊNCIA REGULADORA. POSSIBILIDADE, EXISTÊNCIA, INTERESSE, INDÚSTRIA FARMACÊUTICA, VENDA, MEDICAMENTO, AUSÊNCIA, REGISTRO. CABIMENTO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, HIPÓTESE, PREVISÃO, LEGISLAÇÃO; AUTORIZAÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). DESCABIMENTO, IMPOSIÇÃO, PODER JUDICIÁRIO, FORNECIMENTO, MEDICAMENTO, OBJETO, DELIBERAÇÃO NEGATIVA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). NECESSIDADE, DEMONSTRAÇÃO, HIPOSSUFICIÊNCIA, PARTE REQUERENTE, CUSTEIO, UNIÃO FEDERAL. CUSTEIO, PARTE REQUERENTE, IMPORTAÇÃO, MEDICAMENTO, AUSÊNCIA, HIPOSSUFICIÊNCIA. JURISPRUDÊNCIA, STF, RESPONSABILIDADE SOLIDÁRIA, ENTE FEDERADO, FORNECIMENTO, TRATAMENTO MÉDICO. COMPETÊNCIA, JUSTIÇA FEDERAL, AÇÃO JUDICIAL, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO. EXIGÊNCIA, UNIÃO FEDERAL, POLO PASSIVO, DEMANDA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DIREITO À SAÚDE, CONSTITUIÇÃO FEDERAL, TRATADO INTERNACIONAL. INTERPRETAÇÃO EVOLUTIVA. DIREITO À SAÚDE, DIREITOS HUMANOS, GARANTIA DO MÍNIMO EXISTENCIAL. PRINCÍPIO DA RESERVA DO POSSÍVEL. DIREITO À SAÚDE, SISTEMA ÚNICO DE SAÚDE (SUS). LIMITE DE ATUAÇÃO, PODER JUDICIÁRIO, POLÍTICA, ASSISTÊNCIA À SAÚDE, POLÍTICA, MEDICAMENTO. EXECUÇÃO, POLÍTICA, ASSISTÊNCIA À SAÚDE, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). DECISÃO, CONCESSÃO, REGISTRO, MEDICAMENTO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), GARANTIA, SEGURANÇA, EFICÁCIA, QUALIDADE, MEDICAMENTO, CONTROLE, PREÇO, FORNECIMENTO, SISTEMA ÚNICO DE SAÚDE (SUS). FORMULAÇÃO, POLÍTICA, MEDICAMENTO, FUNDAMENTO, ATUAÇÃO, PODER PÚBLICO, ECONOMIA, EXERCÍCIO, FUNÇÃO REGULAMENTAR. PRINCÍPIO DA SUBSIDIARIEDADE. PRINCÍPIO DA LIVRE INICIATIVA, JUSTIÇA SOCIAL. REGULAÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), ACESSO, INFORMAÇÃO, MEDICAMENTO; PARTICIPAÇÃO, INDÚSTRIA FARMACÊUTICA, CONSUMIDOR, MERCADO, MEDICAMENTO; CORREÇÃO, EQUÍVOCO, MERCADO. DEFINIÇÃO, POLÍTICA, MEDICAMENTO, ATO COMPLEXO. CONTROLE, MÉRITO DO ATO ADMINISTRATIVO, PODER JUDICIÁRIO. PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO. INTERPRETAÇÃO, NORMA REGULAMENTADORA, ÓRGÃO REGULADOR, DIREITO COMPARADO. RESERVA DE ADMINISTRAÇÃO. PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA PROPORCIONALIDADE. DEVER, ADMINISTRAÇÃO PÚBLICA, OBSERVÂNCIA, PRAZO, REGULAÇÃO. DEVER, TRANSPARÊNCIA, PODER PÚBLICO, DECISÃO, AGÊNCIA REGULADORA. DIREITO DE RECORRER, DECISÃO ADMINISTRATIVA. PRINCÍPIO DA DISTRIBUTIVIDADE. REGULAÇÃO, MEDICAMENTO, GARANTIA, EFETIVIDADE. EXIGÊNCIA, COMPROVAÇÃO, PESQUISA CIENTÍFICA, COMUNIDADE CIENTÍFICA, REGISTRO, MEDICAMENTO. CONTROLE JUDICIAL, ATO ADMINISTRATIVO, EXIGÊNCIA, PROVA PERICIAL, CONTRAPOSIÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). JURISPRUDÊNCIA, STF, CONSIDERAÇÃO, REGISTRO, CONDIÇÃO, SEGURANÇA, PRODUTO, EXCEÇÃO, AUTORIZAÇÃO, IMPORTAÇÃO, MEDICAMENTO. POSSIBILIDADE, QUESTIONAMENTO, PODER JUDICIÁRIO, PROTOCOLO, SISTEMA ÚNICO DE SAÚDE (SUS). CONTROLE DE LEGALIDADE, PODER JUDICIÁRIO, ATUAÇÃO, REGULAÇÃO, MEDICAMENTO, AUSÊNCIA, ABUSO DE PODER; MOTIVAÇÃO; PRODUÇÃO DE PROVA, REGULAÇÃO; RAZOABILIDADE, PRAZO, RESPOSTA. POSSIBILIDADE, DETERMINAÇÃO, PODER JUDICIÁRIO, NOVIDADE, APRECIAÇÃO, SITUAÇÃO, ADMINISTRAÇÃO PÚBLICA. GARANTIA, PARTICIPAÇÃO, CIDADÃO, CONTRAPOSIÇÃO, COMUNIDADE CIENTÍFICA. AUSÊNCIA, RELAÇÃO JURÍDICA, PODER PÚBLICO, CIDADÃO, HIPÓTESE, SUBMISSÃO, MEDICAMENTO, PESQUISA CIENTÍFICA. SUSPENSÃO, INDÚSTRIA FARMACÊUTICA, TRATAMENTO MÉDICO, PACIENTE TERMINAL, SERVIÇO VOLUNTÁRIO, OFENSA, DIREITO À VIDA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CABIMENTO, AÇÃO JUDICIAL, MITIGAÇÃO, SOFRIMENTO, PACIENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DIREITO À VIDA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. CONSTITUIÇÃO FEDERAL, POSSIBILIDADE, PODER PÚBLICO, REGULAMENTAÇÃO, FISCALIZAÇÃO, CONTROLE, SERVIÇO PÚBLICO, GARANTIA, DIREITO À SAÚDE, PRINCÍPIO DA UNIVERSALIDADE DO ATENDIMENTO. JURISPRUDÊNCIA, STF, POSSIBILIDADE, EXIGÊNCIA, PODER PÚBLICO, DIREITO INDIVIDUAL, GARANTIA DO MÍNIMO EXISTENCIAL, SAÚDE, BEM ESTAR SOCIAL. CONTROLE JUDICIAL, POLÍTICAS PÚBLICAS, FORNECIMENTO, MEDICAMENTO, EFETIVIDADE, DIREITO FUNDAMENTAL, PONDERAÇÃO DE PRINCÍPIOS, GARANTIA DO MÍNIMO EXISTENCIAL, RESERVA DO POSSÍVEL. IMPOSSIBILIDADE, GRATUIDADE, TOTALIDADE, SERVIÇO DE SAÚDE. LIMITAÇÃO, ORÇAMENTO PÚBLICO, MATÉRIA, SAÚDE. AUMENTO, JUDICIALIZAÇÃO DO DIREITO À SAÚDE, PREJUÍZO, POLÍTICAS PÚBLICAS. EXISTÊNCIA, NORMA, PADRONIZAÇÃO, FORNECIMENTO, MEDICAMENTO, PROTOCOLO, LISTA, MEDICAMENTO, SISTEMA ÚNICO DE SAÚDE (SUS). VEDAÇÃO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, AUTORIZAÇÃO, USO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), CRITÉRIO, CARÁTER TÉCNICO; CUSTO. EXCEPCIONALIDADE, AVALIAÇÃO, MEDICAMENTO, AUSÊNCIA, PADRONIZAÇÃO. IMPOSSIBILIDADE, SUBSTITUIÇÃO, PODER JUDICIÁRIO, LEGISLAÇÃO FEDERAL, GESTÃO, POLÍTICAS PÚBLICAS, FUNDAMENTO, INDICAÇÃO, MÉDICO, MEDICAMENTO, AUSÊNCIA, REGISTRO. COMPETÊNCIA ADMINISTRATIVA, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), REGISTRO, MEDICAMENTO. RESPONSABILIDADE, SISTEMA ÚNICO DE SAÚDE (SUS), SERVIÇO DE SAÚDE. COMPETÊNCIA COMUM, ENTE FEDERADO, DIREITO À SAÚDE. ESCALONAMENTO, SISTEMA ÚNICO DE SAÚDE (SUS), FORNECIMENTO, MEDICAMENTO, ENTE FEDERADO. COMPETÊNCIA, JUSTIÇA FEDERAL, AÇÃO JUDICIAL, FORNECIMENTO, MEDICAMENTO DE ALTO CUSTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). POSSIBILIDADE, IMPUGNAÇÃO, AÇÃO JUDICIAL, RECUSA, REGISTRO, MEDICAMENTO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). PRAZO, REGISTRO, MEDICAMENTO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). EXIGÊNCIA, COMPROVAÇÃO, HIPOSSUFICIÊNCIA, PARTE REQUERENTE, CUSTEIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: SUBSTITUIÇÃO, ACÓRDÃO PARADIGMA, REPERCUSSÃO GERAL, EXTINÇÃO DO PROCESSO, MORTE, PARTE RECORRENTE. DECISÃO, STF, IMPOSSIBILIDADE, CONGRESSO NACIONAL, INTERFERÊNCIA, AUTORIZAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). PRINCÍPIO DA SEPARAÇÃO DOS PODERES. DECISÃO, STF, ÂMBITO, TUTELA ANTECIPADA, EXCEPCIONALIDADE, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). CRIAÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), FINALIDADE, CONTROLE, PROCESSO DE PRODUÇÃO, COMERCIALIZAÇÃO, ATRIBUIÇÃO, PREÇO, MERCADO INTERNO, MEDICAMENTO. DIFICULDADE, AVALIAÇÃO, EFETIVIDADE, MEDICAMENTO, VARIAÇÃO, RESPOSTA, EFEITO, MEDICAMENTO, PACIENTE; SUBSTÂNCIA TÓXICA, ORGANISMO. CONDUTA, REGULAÇÃO, MEDICAMENTO, DIREITO COMPARADO. CABIMENTO, RESPONSABILIZAÇÃO, DANO, PACIENTE, DETERMINAÇÃO, DECISÃO JUDICIAL, LEGISLAÇÃO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). CONTROLE JUDICIAL, POLÍTICAS PÚBLICAS, EFETIVAÇÃO, DIREITO FUNDAMENTAL. LIMITE DE ATUAÇÃO, PODER JUDICIÁRIO, RESERVA DO POSSÍVEL. EXIGÊNCIA, DEFERÊNCIA, ÓRGÃO REGULADOR. ADMISSIBILIDADE, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, MORA, PODER PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: EXIGÊNCIA, DEFERÊNCIA, ÓRGÃO REGULADOR, PODER JUDICIÁRIO. AUSÊNCIA, EXPERTISE, PODER JUDICIÁRIO. EXISTÊNCIA, LEGISLAÇÃO, EXCEPCIONALIDADE, ADMISSIBILIDADE, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). PREVISÃO, LEGISLAÇÃO, PRORROGAÇÃO, PRAZO, REGISTRO, MEDICAMENTO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). FORNECIMENTO, MEDICAMENTO, PACIENTE, HIPOSSUFICIENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: COMPATIBILIDADE, RESERVA DO POSSÍVEL, DIREITO À SAÚDE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: JUDICIALIZAÇÃO DO DIREITO À SAÚDE, RESPONSABILIDADE SOLIDÁRIA, ENTE FEDERADO, DIREITO À SAÚDE, NECESSIDADE, AVALIAÇÃO, CADA, CASO CONCRETO. EXCEPCIONALIDADE, OBRIGAÇÃO, PODER PÚBLICO, CUSTEIO, MEDICAMENTO, APROVAÇÃO, ÂMBITO INTERNACIONAL, EXISTÊNCIA, EFICÁCIA, CONTROLE, DOENÇA, AUSÊNCIA, REGISTRO, MEDICAMENTO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). MEDICAMENTO DE ALTO CUSTO, HIPOSSUFICIÊNCIA, FAMÍLIA, CUSTEIO; COMPROVAÇÃO, LAUDO TÉCNICO, NECESSIDADE, MEDICAMENTO; INEXISTÊNCIA, TRATAMENTO MÉDICO, SISTEMA ÚNICO DE SAÚDE (SUS); INDEFERIMENTO, REQUERIMENTO ADMINISTRATIVO; MORA; EFICÁCIA, MEDICAMENTO, APROVAÇÃO, DIVERSIDADE, ÓRGÃO PÚBLICO; AUSÊNCIA, SOLICITAÇÃO, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA); INFORMAÇÃO, EFICÁCIA, MEDICAMENTO, JUSTIFICATIVA, MANUTENÇÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INSEGURANÇA, USO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). REGISTRO, PRODUTO, CONDIÇÃO, INDUSTRIALIZAÇÃO, COMERCIALIZAÇÃO, IMPORTAÇÃO. REGISTRO, PRODUTO, FISCALIZAÇÃO, SEGURANÇA, EFICÁCIA, QUALIDADE, PRODUTO. IMPOSSIBILIDADE, DETERMINAÇÃO, JUIZ, TRIBUNAL, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, COMPROVAÇÃO, COMUNIDADE CIENTÍFICA. AUSÊNCIA, CONTRADIÇÃO, DEVER, FORNECIMENTO, MEDICAMENTO DE ALTO CUSTO, PODER PÚBLICO, INCAPACIDADE FINANCEIRA, PACIENTE, FAMÍLIA. DIREITO, CIDADÃO, INGRESSO, JUÍZO, LESÃO A DIREITO, EXCEÇÃO, CONSTITUIÇÃO FEDERAL, DISSÍDIO COLETIVO, ÂMBITO, JUSTIÇA DO TRABALHO; JUSTIÇA DESPORTIVA. AUSÊNCIA, EXIGÊNCIA, ESGOTAMENTO, VIA ADMINISTRATIVA, ACESSO À JUSTIÇA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: PRINCÍPIO DA UNIVERSALIDADE, PRINCÍPIO DA UNIVERSALIDADE DO ATENDIMENTO. CONSIDERAÇÃO, DIREITO À SAÚDE, DIREITO SOCIAL. DETERMINAÇÃO, FORNECIMENTO, MEDICAMENTO, PODER JUDICIÁRIO. CONTRAPOSIÇÃO, DIREITO À SAÚDE, EXIGÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), ELABORAÇÃO, LISTA, MEDICAMENTO, SISTEMA ÚNICO DE SAÚDE (SUS). AUSÊNCIA, EXCLUSIVIDADE, PODER PÚBLICO, PARTICIPAÇÃO, SERVIÇO DE SAÚDE, ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, PARTICIPAÇÃO, SERVIÇO DE SAÚDE, INICIATIVA PRIVADA. CONTROLE, PODER PÚBLICO, INTERMÉDIO, VIGILÂNCIA SANITÁRIA, ORIGEM, MEDICAMENTO; SEGURANÇA, EFICÁCIA, MEDICAMENTO; CONTROLE, RESULTADO, MOMENTO POSTERIOR, USO, MEDICAMENTO. REGISTRO, MEDICAMENTO, ATO, PODER PÚBLICO, OBJETIVO, SEGURANÇA, REGULAÇÃO, PREÇO. CRITÉRIO, REGULAÇÃO, OBSERVÂNCIA, NORMA INTERNACIONAL. REGISTRO, MEDICAMENTO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), CONDIÇÃO, FORNECIMENTO, MEDICAMENTO, SISTEMA ÚNICO DE SAÚDE (SUS). CRIMINALIZAÇÃO, COMERCIALIZAÇÃO, PRODUTO, AUSÊNCIA, REGISTRO, ÓRGÃO REGULADOR. IMPOSSIBILIDADE, SUPRIMENTO, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), VALIDAÇÃO, MEDICAMENTO, PAÍS ESTRANGEIRO. EXIGÊNCIA, REGULAÇÃO, MEDICAMENTO, ÓRGÃO REGULADOR, ÂMBITO NACIONAL, FOMENTO, RESPONSABILIDADE, INDÚSTRIA FARMACÊUTICA. CONTRAPOSIÇÃO, INDICAÇÃO, MEDICAMENTO, MÉDICO, OBRIGATORIEDADE, REGISTRO, MEDICAMENTO. PREVISÃO, LEGISLAÇÃO, HIPÓTESE, USO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). IMPORTAÇÃO, FORMA DIRETA, PESSOA FÍSICA, CUSTEIO, USUÁRIO; AUTORIZAÇÃO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), PROGRAMA, FORNECIMENTO, MEDICAMENTO, OBJETO, ANÁLISE CLÍNICA, PACIENTE, DOENÇA GRAVE, FINANCIAMENTO, INDÚSTRIA FARMACÊUTICA. EXCEPCIONALIDADE, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), ENTE PÚBLICO, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE. CONTROLE JUDICIAL, PROCESSO, REGISTRO, OBSERVÂNCIA, RAZOABILIDADE, EFICIÊNCIA, PRAZO, CONDUÇÃO, REQUERIMENTO. IMPOSSIBILIDADE, DETERMINAÇÃO, PODER JUDICIÁRIO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA). MODULAÇÃO DE EFEITOS, CONTINUIDADE, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, PROCESSO EM CURSO.\n\n- TERMO(S) DE RESGATE: HIPERPARATIREOIDISMO SECUNDÁRIO. TERAPIA ALTERNATIVA. PÍLULA DO CÂNCER. HOMEOPÁTICOS, FITOTERÁPICOS, SUBSTÂNCIAS QUIMICAMENTE DEFINIDAS. SENTENÇAS DIALÓGICAS. TRATAMENTO EXPERIMENTAL. COBAIA. MEDICINA BASEADA EM EVIDÊNCIAS CIENTÍFICAS. DOENÇAS RARAS, DOENÇAS ULTRARAS. MEDICAMENTOS ÓRFÃOS. PRESCRIÇÃO MÉDICA. USO COMPASSIVO; ACESSO EXPANDIDO; PROGRAMA DE FORNECIMENTO DE MEDICAMENTO PÓS-ESTUDO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=657718&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(FORNECIMENTO, MEDICAMENTO, PODER PÚBLICO, AUSÊNCIA, REGISTRO, ANVISA, ÂMBITO, TUTELA ANTECIPADA, SUSPENSÃO DE LIMINAR)\nSTA 761 AgR (TP), ADI 5501 MC (TP), RE 566471 RG (TP). \n(DIREITO À SAÚDE, RESPONSABILIDADE SOLIDÁRIA, ENTE FEDERADO)\nSTA 175 AgR (TP), RE 855178 RG (TP). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nADI 98 (TP), ADI 137 (TP), ADI 135 (TP), MS 23452 (1ªT), ADI 2911 (TP), ADI 3046 (TP), ADI 1296 MC (TP). \n(LEGITIMIDADE, AGÊNCIA REGULADORA)\nADI 1668 (TP). \n(COMPETÊNCIA LEGISLATIVA, RESERVA DE ADMINISTRAÇÃO)\nADI 2364 MC (TP). \n(DIREITO À SAÚDE, RESPONSABILIDADE, PODER PÚBLICO)\nRE 271286 AgR (2ªT). \n(OBRIGAÇÃO, PODER PÚBLICO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, ANVISA)\nSL 815 AgR (TP), ADI 5501 MC (TP). \n(COMPETÊNCIA, PODER JUDICIÁRIO, CONTROLE JUDICIAL, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS, EFETIVAÇÃO, DIREITO FUNDAMENTAL)\nRE 592581 (TP), RE 595595 AgR (2ªT), RE 820910 AgR (2ªT), ARE 894085 AgR (1ªT), ARE 947823 AgR (1ªT). \n(RESSARCIMENTO, SUS, SEGURADORA, PLANO DE SAÚDE)\nRE 597064 (TP). \n(CRIME, COMERCIALIZAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, ANVISA)\nRE 971187 AgR (2ªT). \n- Decisões monocráticas citadas:\n(FORNECIMENTO, MEDICAMENTO, PODER PÚBLICO, AUSÊNCIA, REGISTRO, ANVISA, ÂMBITO, TUTELA ANTECIPADA, SUSPENSÃO DE LIMINAR)\nRE 267612, SL 815.\n(DIREITO À SAÚDE, RESPONSABILIDADE, PODER PÚBLICO)\nSTA 91.\n(OBRIGAÇÃO, PODER PÚBLICO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO, ANVISA)\nSS 4316, STA 768, Pet 5828, STA 828.\n(CRIME, COMERCIALIZAÇÃO, MEDICAMENTO, AUSÊNCIA, REGISTRO, ANVISA)\nRE 971187.\n- Legislação estrangeira citada: Art. 263, § 2º, do Tratado de Funcionamento da União Europeia; § 32, da Declaração de Helsinque sobre Princípios Éticos para as Pesquisas Médicas em Seres Humanos; art. 3º, da Declaração Universal sobre Bioética e Direitos Humanos.\n- Decisões estrangeiras citadas: Sentencia T-760/08, proferida pela Corte Constitucional da Colômbia;  BverfGE 50, 290 (Bundesverfassungsgericht), da Corte Constitucional Alemã; Caso Microsoft Corp. vs. Commission of the European Communities (Case T-201/04), do Tribunal de Justiça Europeu; Caso Skidmore vs. Swift & Co., 323 U.S. 134 (1944), Caso Geier vs. American Honda Motor Company, 529 U.S. 861 (2000), Caso Wyeth vs. Levine, 555 U.S. 555 (2009), Casos Zogenix, Inc. vs. Patrick e Caso Grocery Manufacturers Ass'n vs. Sorrell, da Suprema Corte Americana.\n- Veja RE 566471 e RE 1165959 do STF.\n- Veja Recomendação 31, do Conselho Nacional de Justiça.\n- Veja Parecer 817/2012-AGU/CONJUR-MS/HRP, emitido pela Consultoria Jurídica junto ao Ministério da Saúde, Consultoria-Geral da União, da Advocacia-Geral da União.\n- Veja Nota Técnica 13/2011/ATS/DECIT.\n- Veja § 43, do Comentário Geral n. 14, (E/C.12/200/4/2000); Comentário Geral n. 3, (E/1991/23.), do Comitê de Direito Econômicos, Sociais e Culturais.\n- Veja Recomendação 1, de 30/7/2012, do Comitê Executivo do Estado de Santa Catarina - Comesc.\n- Veja Enunciado 5, do Comesc.\n- Veja item 1, letra \"a\", letra \"b\" e letra \"c\", da Resolução CD50.R9, da Organização Pan-americana de Saúde (OPAS).\n- Veja art. 1º, art, 2º e art. 21, da constituição da Organização Mundial da Saúde\n- Veja item 1, letra \"a\", da Avaliação e Incorporação de Tecnologias em Saúde nos Sistemas de Saúde, (Documento CSP28/11), da Organização Pan-americana de Saúde (OPAS).\n- Veja Parecer 1201, da Consultoria Jurídica junto ao Ministério da Saúde, elaborado em 2011.\nNúmero de páginas: 222.\nAnálise: 21/06/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ALCIRENE DE OLIVEIRA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nRECDO.(A/S)  : ESTADO DE MINAS GERAIS \nADV.(A/S)  : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nASSIST.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nASSIST.(S)  : ESTADO DO ACRE \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO ACRE \nASSIST.(S)  : ESTADO DE ALAGOAS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nASSIST.(S)  : ESTADO DE RORAIMA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nASSIST.(S)  : ESTADO DE SANTA CATARINA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nASSIST.(S)  : ESTADO DE SERGIPE \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nASSIST.(S)  : ESTADO DE SÃO PAULO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nASSIST.(S)  : ESTADO DO TOCANTINS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO TOCANTINS \nASSIST.(S)  : ESTADO DO AMAZONAS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nASSIST.(S)  : ESTADO DO AMAPÁ \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nASSIST.(S)  : ESTADO DA BAHIA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DA BAHIA \nASSIST.(S)  : ESTADO DO CEARÁ \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO CEARÁ \nASSIST.(S)  : DISTRITO FEDERAL \nADV.(A/S)  : PROCURADOR-GERAL DO DISTRITO FEDERAL \nASSIST.(S)  : ESTADO DO ESPÍRITO SANTO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nASSIST.(S)  : ESTADO DE GOIÁS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nASSIST.(S)  : ESTADO DO MARANHÃO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nASSIST.(S)  : ESTADO DE MATO GROSSO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nASSIST.(S)  : ESTADO DE MATO GROSSO DO SUL \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nASSIST.(S)  : ESTADO DO PARÁ \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO PARÁ \nASSIST.(S)  : ESTADO DA PARAÍBA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nASSIST.(S)  : ESTADO DE PERNAMBUCO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nASSIST.(S)  : ESTADO DO PIAUÍ \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nASSIST.(S)  : ESTADO DO PARANÁ \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nASSIST.(S)  : ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nASSIST.(S)  : ESTADO DO RIO GRANDE DO NORTE \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nASSIST.(S)  : ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nASSIST.(S)  : ESTADO DE RONDÔNIA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"500 - Dever do Estado de fornecer medicamento não registrado pela ANVISA.","old_seq_sjur":436062,"documental_tese_texto":"I - O Estado não pode ser obrigado a fornecer medicamentos experimentais;\nII - A ausência de registro na ANVISA impede, como regra geral, o fornecimento de medicamento por decisão judicial;\nIII - É possível, excepcionalmente, a concessão judicial de medicamento sem registro sanitário, em caso de mora irrazoável da ANVISA em apreciar o pedido (prazo superior ao previsto na Lei nº 13.411/2016), quando preenchidos três requisitos: (i) a existência de pedido de registro do medicamento no Brasil (salvo no caso de medicamentos órfãos para doenças raras e ultrarraras);(ii) a existência de registro do medicamento em renomadas agências de regulação no exterior; e (iii) a inexistência de substituto terapêutico com registro no Brasil;\nIV - As ações que demandem fornecimento de medicamentos sem registro na ANVISA deverão necessariamente ser propostas em face da União.","procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 657718","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-05-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ACKERMAN, Bruce. A Nova Separação dos Poderes. Rio de Janeiro: Lumen Juris, 2013. p. 75.\nAGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA - ANVISA. Como a Anvisa avalia  o registro de medicamentos novos no Brasil. Disponível em: http://portal.anvisa.gov.br/wps/content/Anvisa+Portal/Anvisa/Inicio/Medicamentos/Assunto+de+Interesse/Medicamentos+novos/Como+a+Anvisa+avalia+o+registro+de+medicamentos+novos+no+Brasil.\n______. Anvisa garante acesso a medicamentos importados. Disponível em: http://portal.anvisa.gov.br/noticias/-/asset_publisher/FXrpx9qY7Fb U/content/anvisa-garante-acesso-a-medicamentos-importados/219201.\nALSTON, Philip; GOODMAN, Ryan. International Human Rights. Oxford: OUP, 2013. p. 330.\nAMARAL, Gustavo. Direito, escassez e escolha. 2001. p. 38-9.\nBATTIS, Ulrich; GUSY, Cristoph. Einführung in das Staatsrecht. 1991. p. 223.\nBERNARDO, Pedro José Baptista. Regulação Econômica do Mercado Farmacêutico. Disponível em:\nhttp://portal.anvisa.gov.br/documents/374947/417142/regula_farmaceutico_2003.pdf/22206f6c-3ecb-43f4-8d2c-fb36c39871d0. Acesso em: 10 jan. 2019.\nBINENBOJM, Gustavo. Uma teoria do Direito Administrativo. 2009.\nBLIACHERIENE, Ana Carla; MENDES, Guilherme Adolfo dos Santos. Direito à Vida e à Saúde: Impactos Orçamentários e Judicial. São Paulo: Atlas, 2010. p. 16.\nBRASIL. Ministério da Ciência, Tecnologia e Inovações. Relatórios fosfoetanolamina. Disponível em: http://www.mcti.gov.br/relatorios-fosfoetanolamina.\nCENTRO DE INFORMAÇÕES SOBRE MEDICAMENTOS DO RIO GRANDE DO SUL. Boletim Informativo do CIM-RS. Disponível em: http://www.ufrgs.br/boletimcimrs. Acesso em: 26 set. 2016.\nCHANTRAINE, P. Dictionnaire étymologique de la langue grecque. Histoire des mots. Paris: Klincksieck, 1984.\nCOMO a Anvisa avalia o registro de medicamentos novos no Brasil. ANVISA. Disponível em: http://portal.anvisa.gov.br/wps/content/Anvisa+Portal/Anvisa/Inicio/Medicamentos/Assunto+de+Interesse/Medicamentos+novos/Como+a+Anvisa+avalia+o+registro+de+medicamentos+novos+no+Brasil.\nCORREIA, Arícia Fernandes. Reserva de Administração e separação de Poderes. In: Luís Roberto Barroso (Org.). A reconstrução democrática do direito público no Brasil. 2007. p. 596 et seq.\n______. Por uma releitura dos princípios da legalidade administrativa e da reserva de administração, mimeografado. 2008.\nCOSTA, Ediná Alves. Vigilância Sanitária e Proteção da Saúde. Disponível em: http://webcache.googleusercontent.com/search?q=cache:etnW0ADOEM0J:amazonia.fiocruz.br/arquivos/category/48-vigilancia-sanitaria%3Fdownload%3D767:vigilanciasanitaria-e-protecao-da-saude+&cd=7&hl=pt-\nBR&ct=clnk&gl=br. Acesso em: 22 set. 2016.\nCYRINO, André. Separação de Poderes, regulação e controle judicial: por um amicus curiae regulatório, Revista de Direito do Estado 11:229. 2008.\nDANIELS, Norman. Accountability for reasonableness: establishing a fair process for priority setting is easier than agreeing on principles. British Medical Journal. 2000; 321(7272):1300-1301.\nFERRAZ, Octávio. VIEIRA, Fabiola. Direito à Saúde, Recursos Escassos e Equidade: Os Riscos da Interpretação Judicial Dominante. Revista Dados, v. 52, n. 1, p. 224-225.\nGARAVITO, César Rodríguez. El activismo dialógico y el impacto de los fallos. In: GARGARELLA, Roberto (Coord.). Por una justicia dialógica. El Poder Judicial como promotor de la deliberación democrática. Buenos Aires, Siglo Veintiuno, 2014. p. 239.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. São Paulo: Saraiva, 2010. p. 39.\nMAYNARD, Alan; BLOOR, Karen. Dilemmas in Regulation of the Market for Pharmaceuticals. Health Affairs. V. 22, n. 31, p. 31.\nNOGUEIRA, Marcia Coli. Medicamentos sem registro: legislação, causas para a demanda, danos à saúde e consequências para a gestão. Col. Para entender a gestão do SUS.  CONASS, 2015.\nOGUS, Anthony I. na obra Regulation: Legal Form and Economic Theory. Oxford and Portland, Oregon: Hart Publishing, 2004. p. 4 et seq.\nEL DIB, Regina Paolucci. Como praticar a Medicina Baseada em Evidências. Disponível em: http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1677-54492007000100001. Acesso em 20/5/19)\nRUGER, Jennifer. Toward a Theory of a Right to Health: Capability and Incompletely Theorized Agreements. Yale Journal of Law & Humanities, v. 18. n. 18, p. 278.\nSARMENTO, Daniel. Interpretação Constitucional, Précompreensão e Capacidade Institucional do Intérprete. In: SOUZA NETO, Cláudio Pereira de; SARMENTO, Daniel; BINENBOJM, Gustavo (Coord.). Vinte anos da Constituição Federal de 1988, 2009. p. 312-313.\nSCHAPIRO, Mario G. Discricionariedade desenvolvimentista e controles democráticos: uma tipologia dos desajustes. Revista Direito GV, v. 12, n. 2, mai./ago. 2016. p. 337.\nSILVA, Fernando Quadros. Controle judicial das agências reguladoras: aspectos doutrinários e jurisprudenciais. Porto Alegre: Verbo Jurídico, 2014. p. 96.\nSPEARS, james M.;FRANCER, Jeffrey K.; TURNER, Natalie A., Embracing 21st Century Information Sharing: Defining a New Paradigm for the Food and Drug Administration’s Regulation of Biopharmaceutical Company Communications with Healthcare Professionals. Food and Drug Law Journal, v. 70, 2015.\nSUNSTEIN, Cass. On the Costs and Benefits of Aggressive Judicial Review of Agency Action. Duke Law Journal, v. 22, 1989. p. 524-526.\n______. After the Rights Revolution. Reconceiving the Regulatory State. Cambridge: Harvard University Press, 2013. p. 46 e 186-192.\nTEUBNER, Gunther. How the Law Thinks: Toward a Constructivist Epistemology of Law. Law and Society Review. v. 23, n. 5, p. 730 e 752.\nWANG, Daniel Wei L. Right to Health Litigation in Brazil: The Problem and the Institutional Responses. Human Rights Law Review, v. 4. 2015. 4. Disponível em: 10.1093/hrlr/ngv025.\nWOODCOCK, Janet. FDA Policy on Pharmacogenomic Data In Drug Development. Louisiana Law Review, v. 66, 2005.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":657718,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436306","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, concluiu pela legitimidade ativa da requerente, Associação dos Magistrados Brasileiros, vencido o Ministro Marco Aurélio. Em seguida, após o voto do Ministro Marco Aurélio (Relator), indeferindo a medida cautelar, e o voto do Ministro Edson Fachin, concedendo a medida cautelar, o julgamento foi suspenso. Ausentes, justificadamente, os Ministros Roberto Barroso e Ricardo Lewandowski. Falaram, pela requerente, Associação dos Magistrados Brasileiros, o Dr. Alberto Pavie Ribeiro; e, pela Procuradoria-Geral Da República, a Drª. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Presidência da Ministra Cármen Lúcia. Plenário, 6.12.2017.\r\n\n                       Decisão: Após os votos dos Ministros Alexandre de Moraes, Gilmar Mendes e Celso de Mello, acompanhando o voto do Ministro Marco Aurélio (Relator), no sentido de indeferir a medida cautelar, e os votos dos Ministros Rosa Weber, Luiz Fux e Cármen Lúcia (Presidente), acompanhando o voto do Ministro Edson Fachin, no sentido de deferir a medida cautelar, e após o voto do Ministro Dias Toffoli, deferindo em menor extensão a medida cautelar, para suspender a eficácia do art. 38, § 2º, da Constituição do Estado do Rio Grande do Norte, o julgamento foi suspenso para colher, em assentada posterior, os votos dos Ministros ausentes. Ausentes, justificadamente, os Ministros Roberto Barroso e Ricardo Lewandowski. Plenário, 7.12.2017.\r\n\n                       Decisão: O Tribunal, por maioria, indeferiu a medida cautelar, nos termos do voto do Ministro Marco Aurélio, Relator, vencidos os Ministros Edson Fachin, Rosa Weber, Luiz Fux, Cármen Lúcia e Roberto Barroso. Nesta assentada, o Ministro Dias Toffoli (Presidente) retificou seu voto para acompanhar o Relator. Ausente, justificadamente, o Ministro Celso de Mello, que já havia proferido voto em assentada anterior. Plenário, 08.05.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436306","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur436306","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"PARLAMENTAR ESTADUAL – GARANTIAS FORMAIS E MATERIAIS – CONSTITUIÇÃO FEDERAL. A teor do disposto no artigo 27 da Constituição Federal, os deputados estaduais estão protegidos pelas regras de inviolabilidade previstas em relação aos parlamentares federais, sendo constitucional preceito da Constituição do Estado que dispõe sobre o tema.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754380181","externo_seq_objeto_incidente":5316171,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-272  DIVULG 13-11-2020  PUBLIC 16-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5823&classe=ADI","is_colac":false,"titulo":"ADI 5823 MC","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00027 ART-00179 INC-00010\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00019 ART-00020 ART-00072 PAR-00013 \n          PAR-00014\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00032\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00042 ART-00122 PAR-00011\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00045 ART-00141 PAR-00021\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00032 PAR-00001 ART-00034 PAR-00001 \n          ART-00150 PAR-00012 ART-00153 PAR-00012\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000011      ANO-1978\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" ART-00002 INC-00009 \n          ART-00005 INC-00035 INC-00061 INC-00065 \n          INC-00066 INC-00067 ART-00018 ART-00019 \n          INC-00003 ART-00022 INC-00001 ART-00027 \n          PAR-00001 ART-00029 INC-00008 ART-00032 \n          PAR-00003 ART-00034 INC-00007 LET-A \n          ART-00051 INC-00001 ART-00053 \"CAPUT\" \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 PAR-00007 PAR-00008 \n          ART-00060 PAR-00004 ART-00073 PAR-00002 \n          ART-00075 ART-00086 PAR-00003 PAR-00004 \n          ART-00103 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000035      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000076      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000096      ANO-2017\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000035      ANO-1979\n          ART-00032 INC-00002\n                LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LCP-000080      ANO-1994\n          ART-00044 INC-00002\n                LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LEI-006416      ANO-1977\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008625      ANO-1993\n          ART-00040 INC-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008906      ANO-1994\n          ART-00007 PAR-00003\n                EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00007\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-001608      ANO-1939\n          ART-00243\n                CPC-1939 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00310 PAR-ÚNICO ART-00321\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00219 ART-00282 INC-00001 INC-00002 \n          PAR-00006 ART-00306 PAR-00001 ART-00309 \n          ART-00310 INC-00001 INC-00002 PAR-ÚNICO \n          ART-00312 ART-00319 INC-00001 INC-00002 \n          INC-00003 INC-00008 ART-00320 ART-00321 \n          ART-00596\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-007661      ANO-1945\n          ART-00035 ART-00069 PAR-00007\n                LF-1945 LEI DE FALÊNCIAS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUV-000003      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   PLT-000007      ANO-2008\n          ART-00009 LET-A LET-B\n                PROTOCOLO RELATIVO AOS PRIVILÉGIOS E IMUNIDADES DA UNIÃO EUROPEIA\n\n","LEG-EST   CES      ANO-1989\n          ART-00029 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005\n                CONSTITUIÇÃO ESTADUAL, MT\n\n","LEG-EST   CES      ANO-1989\n          ART-00102 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005\n                CONSTITUIÇÃO ESTADUAL, RJ\n\n","LEG-EST   CES      ANO-1989\n          ART-00033 PAR-00003 ART-00038 PAR-00001 \n          PAR-00002 PAR-00003\n                CONSTITUIÇÃO ESTADUAL, RN\n\n","LEG-EST   EMC-000035      ANO-2001\n                EMENDA CONSTITUCIONAL, RN\n\n","LEG-EST   EMC-000042      ANO-2006\n                EMENDA CONSTITUCIONAL, MT\n\n","LEG-EST   EMC-000053      ANO-2012\n                EMENDA CONSTITUCIONAL, RJ\n\n","LEG-EST   DLG-000003      ANO-2007\n                DECRETO LEGISLATIVO, RN\n\n","LEG-EST   RES-000495      ANO-2017\n          ART-00001\n                RESOLUÇÃO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO - ALERJ\n\n","LEG-EST   RES-005521      ANO-2017\n                RESOLUÇÃO DA ASSEMBLEIA LEGISLATIVA DO ESTADO  DE MATO GROSO - ALEMT"],"publicacao_data":"2020-11-16","documental_acordao_mesmo_sentido_lista_texto":"ADI 5824 MC PROCESSO ELETRÔNICO\n          JULG-08-05-2019  UF-RJ  TURMA-TP  MIN-EDSON FACHIN N.PÁG-165\n          DJe-272  DIVULG 13-11-2020  PUBLIC 16-11-2020\n          LEG-EST   CES      ANO-1989\n                    ART-00102 PAR-00002 PAR-00003 PAR-00004 \n                    PAR-00005\n                    CONSTITUIÇÃO ESTADUAL , RJ\n          LEG-EST   EMC-000053      ANO-2012\n                    EMENDA CONSTITUCIONAL , RJ\n          LEG-EST   RES-000495      ANO-2017\n                    RESOLUÇÃO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO, RJ\n \nADI 5825 MC PROCESSO ELETRÔNICO\n          JULG-08-05-2019  UF-MT  TURMA-TP  MIN-EDSON FACHIN N.PÁG-165\n          DJe-272  DIVULG 13-11-2020  PUBLIC 16-11-2020\n          LEG-EST   CES      ANO-1989\n                    ART-00029 PAR-00002 PAR-00003 PAR-00004 \n                    PAR-00005\n                    CONSTITUIÇÃO ESTADUAL , MT\n          LEG-EST   EMC-000042      ANO-2006\n                    EMENDA CONSTITUCIONAL , MT\n          LEG-EST   RES-005221      ANO-2017\n                    RESOLUÇÃO DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO, MT","documental_indexacao_texto":"- PRELIMINAR: ILEGITIMIDADE ATIVA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, NECESSIDADE, DEMONSTRAÇÃO, PERTINÊNCIA TEMÁTICA. LEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB), LEI IMPUGNADA, INFLUÊNCIA, ATIVIDADE JURISDICIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: LEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB), LEI IMPUGNADA, INTERFERÊNCIA, AUTONOMIA, PODER JUDICIÁRIO, PRECEDENTE, STF.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, ÂMBITO NACIONAL, PERTINÊNCIA TEMÁTICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: LEI IMPUGNADA, OFENSA, PRINCÍPIO, AUTONOMIA, PODER JUDICIÁRIO. ASSOCIAÇÃO MÉDICA BRASILEIRA (AMB), FUNÇÃO, PRESERVAÇÃO, PRINCÍPIO, AUTONOMIA, PODER JUDICIÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE, ENTIDADE DE CLASSE, NECESSIDADE, PERTINÊNCIA TEMÁTICA. LEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB), CONTROVÉRSIA, INTERFERÊNCIA, AUTONOMIA INSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: ASSOCIAÇÃO MÉDICA BRASILEIRA (AMB), ENTIDADE DE CLASSE, ÂMBITO NACIONAL, FINALIDADE, PRESERVAÇÃO, AUTONOMIA INSTITUCIONAL, PRERROGATIVA, PODER JUDICIÁRIO. LEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB), PERTINÊNCIA TEMÁTICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: LEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB), CONTROVÉRSIA, INTERFERÊNCIA, INDEPENDÊNCIA, PODER JUDICIÁRIO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, ATIVIDADE JURISDICIONAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ILEGITIMIDADE ATIVA, ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS (AMB), AUSÊNCIA, PERTINÊNCIA TEMÁTICA.\n\n- MÉRITO.\n\n- CONSTITUIÇÃO FEDERAL DE 1988, PRERROGATIVA, PARLAMENTAR, DEMOCRACIA REPRESENTATIVA. IMUNIDADE PARLAMENTAR, CONSTITUIÇÃO FEDERAL DE 1988. REQUISITO, PROCEDIMENTO, PERSECUÇÃO PENAL, PRISÃO, PARLAMENTAR. COMPETÊNCIA, CASA LEGISLATIVA, DECLARAÇÃO, PERDA DE MANDATO ELETIVO, CONDENAÇÃO, TRÂNSITO EM JULGADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: JURISPRUDÊNCIA, STF, CONSTITUIÇÃO ESTADUAL, NECESSIDADE, LICENÇA PRÉVIA, ASSEMBLEIA LEGISLATIVA, PROCESSO PENAL, GOVERNADOR, AUSÊNCIA, EXTENSÃO, REGRA, CONSTITUIÇÃO FEDERAL DE 1988, DESRESPEITO, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA ISONOMIA. CONSTITUINTE ORIGINÁRIO, EXTENSÃO, DISPOSIÇÃO EXPRESSA, IMUNIDADE PARLAMENTAR MATERIAL, IMUNIDADE PARLAMENTAR FORMAL, DEPUTADO ESTADUAL. ESTATUTO DOS CONGRESSISTAS, NORMA DE OBSERVÂNCIA OBRIGATÓRIA. DIREITO CONSTITUCIONAL, BRASILEIRO, SUPREMACIA, NORMA CONSTITUCIONAL, IMPOSSIBILIDADE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, NORMA CONSTITUCIONAL ORIGINÁRIA. APLICAÇÃO, CASO CONCRETO, IMUNIDADE PARLAMENTAR, ÂMBITO ESTADUAL, POSSIBILIDADE, CONTROLE JUDICIAL, MOMENTO POSTERIOR, APRECIAÇÃO, DESVIO DE PODER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: IMUNIDADE PARLAMENTAR FORMAL, ÓBICE, PRISÃO, CURSO DO PROCESSO. PRECEDENTE, STF, IMUNIDADE PARLAMENTAR FORMAL, APLICAÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO, DELIBERAÇÃO, CASA LEGISLATIVA, MANUTENÇÃO, DECISÃO JUDICIAL, HIPÓTESE, IMPEDIMENTO, EXERCÍCIO, MANDATO PARLAMENTAR. CONSTITUIÇÃO FEDERAL DE 1988, EXTENSÃO, INVIOLABILIDADE, IMUNIDADE, MEMBRO, CONGRESSO NACIONAL, DEPUTADO ESTADUAL, DEPUTADO DISTRITAL. JURISPRUDÊNCIA, STF, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, IMUNIDADE PARLAMENTAR FORMAL, INAPLICABILIDADE, DEPUTADO ESTADUAL, EXCEÇÃO, PREVISÃO, CONSTITUIÇÃO ESTADUAL, RESTRIÇÃO, ÂMBITO, JUSTIÇA ESTADUAL. IMUNIDADE PARLAMENTAR FORMAL, NORMA DE OBSERVÂNCIA OBRIGATÓRIA, ÂMBITO ESTADUAL, IRRELEVÂNCIA, REPRODUÇÃO, TEXTO, CONSTITUIÇÃO ESTADUAL. MUDANÇA, NORMA DE OBSERVÂNCIA OBRIGATÓRIA, ÂMBITO FEDERAL, APLICAÇÃO IMEDIATA, ÂMBITO ESTADUAL. EMENDA CONSTITUCIONAL, VOTO ABERTO, PERDA DE MANDATO ELETIVO, NORMA DE OBSERVÂNCIA OBRIGATÓRIA, ÂMBITO ESTADUAL. DISTINÇÃO, HIPÓTESE, RESPONSABILIZAÇÃO, ÂMBITO PENAL, GOVERNADOR, AUSÊNCIA, EXTENSÃO, IMUNIDADE, PRESIDENTE DA REPÚBLICA, INADMISSIBILIDADE, INTERPRETAÇÃO EXTENSIVA, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, IGUALDADE. IMUNIDADE, PRISÃO PREVENTIVA, PARLAMENTAR. PRISÃO EM FLAGRANTE, PARLAMENTAR, CONTROLE JUDICIAL, VERIFICAÇÃO, NECESSIDADE, PRISÃO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, DIREITOS HUMANOS. IMUNIDADE PARLAMENTAR, EXCEÇÃO, PRISÃO EM FLAGRANTE, PREVISÃO, EXCEÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO, ORDENAMENTO JURÍDICO ESTRANGEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: SURGIMENTO, IMUNIDADE PARLAMENTAR, CONTEXTO HISTÓRICO. JURISPRUDÊNCIA, STF, IMUNIDADE PARLAMENTAR FORMAL, EXTENSÃO, DEPUTADO ESTADUAL. IMUNIDADE PARLAMENTAR FORMAL, INAPLICABILIDADE, VEREADOR. IMUNIDADE PARLAMENTAR FORMAL, APLICABILIDADE, DEPUTADO ESTADUAL, IRRELEVÂNCIA, REPRODUÇÃO, NORMA, CONSTITUIÇÃO ESTADUAL. INADMISSIBILIDADE, DECLARAÇÃO DE INCONSTITUCIONALIDADE, NORMA CONSTITUCIONAL ORIGINÁRIA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. DIAS TOFFOLI: NORMA DE REPRODUÇÃO OBRIGATÓRIA, NORMA DE REPRODUÇÃO PROIBIDA, NORMA DE REPRODUÇÃO FACULTATIVA, DOUTRINA, JURISPRUDÊNCIA, STF. IMUNIDADE PARLAMENTAR FORMAL, INTERPRETAÇÃO RESTRITIVA, EXCEÇÃO, PRINCÍPIO REPUBLICANO. IMUNIDADE PARLAMENTAR FORMAL, VEDAÇÃO, PRISÃO PREVENTIVA, APLICAÇÃO, EXCLUSIVIDADE, MEMBRO, CONGRESSO NACIONAL, PRERROGATIVA, INSTITUIÇÃO, INOCORRÊNCIA, DEFESA, MANDATO ELETIVO. MEMBRO, CONGRESSO NACIONAL, PRERROGATIVA DE FORO, STF, DELIBERAÇÃO, PRISÃO, INVIABILIDADE, INTERPOSIÇÃO, RECURSO. CONSTITUIÇÃO ESTADUAL, NORMA CONSTITUCIONAL ORIGINÁRIA, PRISÃO, MATÉRIA, DIREITO PROCESSUAL PENAL, COMPETÊNCIA EXCLUSIVA, UNIÃO FEDERAL. DEPUTADO ESTADUAL, POSSIBILIDADE, PRISÃO EM FLAGRANTE, CRIME AFIANÇÁVEL, CRIME INAFIANÇÁVEL; PRISÃO, AUSÊNCIA, SUJEIÇÃO, CONTROLE, ASSEMBLEIA LEGISLATIVA. DEPUTADO ESTADUAL, SUJEIÇÃO, PRISÃO TEMPORÁRIA, PRISÃO PREVENTIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO; AUSÊNCIA, SUJEIÇÃO, CONTROLE, ASSEMBLEIA LEGISLATIVA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: IMUNIDADE PARLAMENTAR, EXTENSÃO, DEPUTADO ESTADUAL, ALCANCE, REGRA, CONSTITUIÇÃO FEDERAL DE 1988; AUSÊNCIA, IMPEDIMENTO, DECRETAÇÃO, MEDIDA CAUTELAR, CONTRARIEDADE, MEMBRO, PODER LEGISLATIVO; PODER LEGISLATIVO, AUSÊNCIA, PODER DE REVISÃO, DECISÃO JUDICIAL. ALCANCE, IMUNIDADE PARLAMENTAR, PRINCÍPIO REPUBLICANO, INTERPRETAÇÃO SISTEMÁTICA, INTERPRETAÇÃO TELEOLÓGICA, INTERPRETAÇÃO HISTÓRICA, INTERPRETAÇÃO EVOLUTIVA, TEXTO CONSTITUCIONAL; AUSÊNCIA, IMPEDIMENTO, PODER JUDICIÁRIO, DECRETAÇÃO, PRISÃO CAUTELAR, PARLAMENTAR. REQUISITO, DECRETAÇÃO, PRISÃO PREVENTIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO. CARÁTER SUBSIDIÁRIO, PRISÃO PREVENTIVA. STF, INTERPRETAÇÃO, IMUNIDADE PARLAMENTAR MATERIAL, EXIGÊNCIA, CONEXÃO, MANIFESTAÇÃO, PARLAMENTAR, EXERCÍCIO, MANDATO. JURISPRUDÊNCIA, STF, INAPLICABILIDADE, FORO POR PRERROGATIVA DE FUNÇÃO, EX-TITULAR DE MANDATO ELETIVO, PRINCÍPIO REPUBLICANO. IMUNIDADE PARLAMENTAR FORMAL, POSSIBILIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA, PRECEDENTE, STF. ORIGEM, IMUNIDADE PARLAMENTAR FORMAL, DIREITO COMPARADO. EVOLUÇÃO, IMUNIDADE PARLAMENTAR FORMAL, ORDENAMENTO JURÍDICO BRASILEIRO. FLAGRANTE DELITO, PRINCÍPIO DA PRESUNÇÃO DA CULPABILIDADE, EVOLUÇÃO, LEGISLAÇÃO, EVOLUÇÃO, JURISPRUDÊNCIA. JURISPRUDÊNCIA, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, DESNECESSIDADE, FUNDAMENTAÇÃO, MANUTENÇÃO, PRISÃO EM FLAGRANTE. CONSTITUIÇÃO FEDERAL DE 1988, VINCULAÇÃO, MANUTENÇÃO, PRISÃO EM FLAGRANTE, REQUISITO, PRISÃO PREVENTIVA, DIREITO FUNDAMENTAL. HIPÓTESE, PRISÃO, EVOLUÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO. PRISÃO, PARLAMENTAR, CONTROLE, CARÁTER POLÍTICO, CASA LEGISLATIVA, CONTROLE DE LEGALIDADE, JUIZ. JURISPRUDÊNCIA, STF, INTERPRETAÇÃO ESTRITA, IMUNIDADE, PRESIDENTE DA REPÚBLICA. JURISPRUDÊNCIA, STF, INTERPRETAÇÃO ESTRITA, FORO POR PRERROGATIVA DE FUNÇÃO. JURISPRUDÊNCIA, STF, CONSTITUIÇÃO ESTADUAL, LICENÇA PRÉVIA, ASSEMBLEIA LEGISLATIVA, PROCESSO PENAL, GOVERNADOR. POSSIBILIDADE, DECRETAÇÃO, PRISÃO PREVENTIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO, PARLAMENTAR. PRISÃO PREVENTIVA, ULTIMA RATIO, PRINCÍPIO DA PROPORCIONALIDADE. IMUNIDADE PARLAMENTAR, DECISÃO JUDICIAL, AUSÊNCIA, PODER DE REVISÃO, PODER LEGISLATIVO. JURISPRUDÊNCIA, STF, PODER LEGISLATIVO, SUSTAÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO, PARLAMENTAR. DISTINÇÃO, DECRETAÇÃO, PERDA DE MANDATO ELETIVO, DECRETAÇÃO, MEDIDA CAUTELAR, PODER JUDICIÁRIO. REQUISITO, SUSTAÇÃO, ANDAMENTO, PROCESSO PENAL, PARLAMENTAR, CASA LEGISLATIVA; DISTINÇÃO, SUSTAÇÃO, MEDIDA CAUTELAR, CARÁTER PENAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: PRECEDENTE, STF, IMUNIDADE PARLAMENTAR FORMAL, APLICAÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO. JURISPRUDÊNCIA, STF, CONSTITUIÇÃO ESTADUAL, EXIGÊNCIA, LICENÇA PRÉVIA, ASSEMBLEIA LEGISLATIVA, INSTAURAÇÃO, AÇÃO PENAL, GOVERNADOR, OFENSA, PRINCÍPIO REPUBLICANO. IMUNIDADE PARLAMENTAR MATERIAL, IMUNIDADE PARLAMENTAR FORMAL, INTERPRETAÇÃO RESTRITIVA. IMUNIDADE PARLAMENTAR, EXTENSÃO, DEPUTADO ESTADUAL, OFENSA, PRINCÍPIO REPUBLICANO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PRINCÍPIO DEMOCRÁTICO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: IMUNIDADE PARLAMENTAR, INTERPRETAÇÃO HISTÓRICA, TEXTO CONSTITUCIONAL. IMUNIDADE PARLAMENTAR FORMAL, PRINCÍPIO DA SIMETRIA, APLICAÇÃO, DEPUTADO ESTADUAL; MOMENTO ANTERIOR, DENÚNCIA, INDISCUTIBILIDADE, ATUAÇÃO, MAGISTRADO; MOMENTO POSTERIOR, DENÚNCIA, POSSIBILIDADE, REVISÃO, DECISÃO JURISDICIONAL, SUSPENSÃO, AÇÃO PENAL, PODER LEGISLATIVO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: IMUNIDADE PARLAMENTAR, DESTINAÇÃO, PROTEÇÃO, INSTITUIÇÃO. INTERPRETAÇÃO ESTRITA, IMUNIDADE PARLAMENTAR. APLICAÇÃO, INTEGRALIDADE, IMUNIDADE PARLAMENTAR MATERIAL, LEGISLADOR ESTADUAL. RESTRIÇÃO, APLICAÇÃO, IMUNIDADE PARLAMENTAR FORMAL, DEPUTADO ESTADUAL.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: ASSEMBLEIA LEGISLATIVA, INADMISSIBILIDADE, SUSTAÇÃO, PRISÃO CAUTELAR, PROCESSO PENAL EM CURSO, PARLAMENTAR. INTERPRETAÇÃO, DIREITO, REALIZAÇÃO, INTERESSE PÚBLICO. IMUNIDADE PARLAMENTAR FORMAL, APLICAÇÃO, HIPÓTESE, PRISÃO EM FLAGRANTE, INAPLICABILIDADE, HIPÓTESE, DECRETAÇÃO, PRISÃO, DECISÃO JUDICIAL. DESNECESSIDADE, SUBMISSÃO, MEDIDA CAUTELAR, CASA LEGISLATIVA. FUNÇÃO, JUIZ, JURISDIÇÃO CONSTITUCIONAL.\n\n- TERMO(S) DE RESGATE: PRINCÍPIOS CONSTITUCIONAIS ESTABELECIDOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5823&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, PERTINÊNCIA TEMÁTICA)\nADI 3395 MC (TP). \n(COMPETÊNCIA, CASA LEGISLATIVA, DECLARAÇÃO, PERDA DE MANDATO ELETIVO, CONDENAÇÃO, TRÂNSITO EM JULGADO)\nAP 694 (1ªT). \n(ADI, LEGITIMIDADE ATIVA, AMB, PERTINÊNCIA TEMÁTICA)\nADI 1578 (TP). \n(IMUNIDADE PARLAMENTAR FORMAL, EXTENSÃO, DEPUTADO ESTADUAL, DEPUTADO DISTRITAL)\nRE 456679 (TP), ADI 5526 (TP). \n(CONSTITUIÇÃO ESTADUAL, LICENÇA PRÉVIA, ASSEMBLEIA LEGISLATIVA, PROCESSO PENAL, GOVERNADOR)\nADI 4764 (TP), ADI 4797 (TP), ADI 4798 (TP), ADI 5540 (TP). \n(INTERPRETAÇÃO TELEOLÓGICA, IMUNIDADE PARLAMENTAR, PRINCÍPIO REPUBLICANO)\nInq 1400 QO (TP), AC 4070 Ref (TP). \n(FORO POR PRERROGATIVA DE FUNÇÃO, EX-TITULAR DE MANDATO ELETIVO)\nInq 1376 AgR (TP). \n(IMUNIDADE PARLAMENTAR FORMAL, PRISÃO)\nHC 89417 (1ªT), HC 91435 (2ªT), AC 4039 Ref (2ªT). \n(IMUNIDADE PARLAMENTAR MATERIAL, PERTINÊNCIA, EXERCÍCIO, MANDATO)\nInq 4177 (1ªT). \n(PRISÃO EM FLAGRANTE, PRINCÍPIO DA PRESUNÇÃO DE CULPABILIDADE)\nRHC 45914 (2ªT). \n(MANUTENÇÃO, PRISÃO EM FLAGRANTE, DESNECESSIDADE, FUNDAMENTAÇÃO, JURISPRUDÊNCIA, MOMENTO ANTERIOR, CF/1988)\nRHC 65467 (2ªT), RHC 62166 (2ªT), RHC 60649 (2ªT), RHC 58973 (2ªT), RHC 58480 (1ªT), RHC 56250 (1ªT). \n(INTERPRETAÇÃO RESTRITIVA, IMUNIDADE, PRESIDENTE DA REPÚBLICA)\nInq 567 QO (TP) - RTJ 144/136, Inq 3983 (TP), Inq 672 QO (TP). \n(INTERPRETAÇÃO ESTRITA, FORO POR PRERROGATIVA DE FUNÇÃO)\nADI 2587 (TP). \n(IMUNIDADE PARLAMENTAR FORMAL, APLICAÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO)\nADI 5526 (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, NORMA CONSTITUCIONAL ORIGINÁRIA)\nADI 815 (TP). \n(CONTROLE CONCENTRADO, LEGITIMIDADE ATIVA, PERTINÊNCIA TEMÁTICA)\nADPF 97 (TP), ADI 1096 MC (TP), ADI 1157 MC (TP). \n(NORMA DE REPRODUÇÃO PROIBIDA)\nADI 978 (TP), ADI 1020 (TP), HC 102732 (TP), ADI 4764 (TP). \n(NORMA, DIREITO PROCESSUAL, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL)\nADI 1807 (TP), ADI 3483 (TP). \n(IMUNIDADE PARLAMENTAR FORMAL)\nHC 94059 (1ªT), Inq 510 (TP). \n(EXTENSÃO, IMUNIDADE PARLAMENTAR FORMAL, VEREADOR)\nADI 371 (TP), HC 94059 (1ªT). \n(VOTO ABERTO, PERDA DE MANDATO ELETIVO, NORMA DE OBSERVÂNCIA OBRIGATÓRIA, ÂMBITO ESTADUAL)\nADI 2461 (TP). \n(ABOLITIO CRIMINIS, ABORTO)\nHC 124306 (1ªT). \n(PRISÃO EM FLAGRANTE, PARLAMENTAR, CONTROLE JUDICIAL)\nAC 4036 (2ªT). \n(IMUNIDADE PARLAMENTAR PROCESSUAL)\nHC 89417 (1ªT), AC 700 AgR (1ªT), RE 457514 AgR (1ªT). \n(NORMA DE REPRODUÇÃO OBRIGATÓRIA)\nADI 374 (TP). \n- Decisão monocrática citada:\n(INTERPRETAÇÃO TELEOLÓGICA, IMUNIDADE PARLAMENTAR, PRINCÍPIO REPUBLICANO)\nAC 4327.\n- Legislação estrangeira citada: emenda nº 1 americana; Constituição francesa, de 1791; artigo 26 § 2 e §  3, da  Constituição da França; art. 68 (1), da Constituição da Itália; art. 46, da Lei Fundamental de Bonn; art. 157, da Constituição de Portugal; art. 69, da Constituição Argentina, de 1994; art. 5º, da Convenção Europeia de Direitos Humanos, de 1950.\n- Decisão estrangeira citada: Caso Rector of Holy Trinity Church vs. U.S., da Suprema Corte americana.\n- Veja ADI 5824 e ADI 5825 do STF.\n- Veja § 171, § 184 e § 185, CDL-AD(2014)011, do Relatório elaborado pela Comissão de Veneza sobre a Finalidade e o Afastamento das Imunidades Parlamentares.\nNúmero de páginas: 176.\nAnálise: 28/10/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO NORTE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436306,"documental_tese_texto":null,"procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"ADI 5823 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-05-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. 2. ed. São Paulo: Malheiros, 2011. p. 90-91.\nALMEIDA. Roberto Moreira de. Curso de Direito Constitucional.  1 ed. In: ALVIN Eduardo Arruda; LEITE, George Salomão Leite, STRECK, Lênio (Coord.). Florianópolis: Tirant lo Blanch, 2018. p. 378 e 379.\nBARBOSA, Rui. Comentários à constituição federal brasileira. São Paulo : Saraiva, 1933. v. 2. p. 41.\n______.______.  São Paulo : Saraiva, 1933. v. 3. p. 411. \nBARROSO, Luis Roberto. Interpretação e aplicação da constituição. 5. ed. São Paulo: Saraiva, 2003. p. 71, 121-122 e 131.\nBLACK, Henry Campbell. Handbook on the Construction and Interpretation of the Laws. West Publishing Co., St. Paul, Minn., 1896. p. 48.\nCÂMARA, Luiz Antônio. Medidas cautelares pessoais. 2 ed. Curitiba: Juruá, 2011. p. 198.\nCANOTILHO, Joaquim José Gomes; MOREIRA, Vital. Fundamentos da constituição. Coimbra: Coimbra, 1991. p. 143.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2007. p. 130.\nFISCHER, Douglas. Caber Prisão ou Afastamento de Parlamentares. Zero Hora, Porto Alegre, 6 out. 2017.\nHORTA, Raul Machado. Normas centrais da Constituição Federal. Revista de Informação Legislativa, v. 34, n. 135, p. 175-178, jul./set. 1997.\nLEONCY, Léo Ferreira. Controle de constitucionalidade estadual: as normas de observância obrigatória e a defesa da Constituição do Estado-membro. São Paulo: Saraiva, 2007. p. 28.\n______. Comentários à Constituição do Brasil.In: CANOTILHO, J. J. Gomes et al (Corrd.). 2. ed. São Paulo: Saraiva Educação, 2018. p. 823.\nMAINGOT, Joseph & DEHLER, David. Politicians Above the Law: a case for abolition of parliamentary inviolability. Ottawa, ON: Baico Publishing, 2010.\nMARQUES, José Frederico. Elementos de direito processual penal. Rio de Janeiro: Forense, 1965. v. 4. p. 62.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 867.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 9. ed. São Paulo: Atlas, 2013. p. 697.\nOCTAVIO, Rodrigo; VIANNA, Paulo. Elementos de Direito Público e Constitucional Brasileiro. 33. ed.\nRio de Janeiro: F. Briguiet, 1927. p. 182.\nOLIVEIRA, Eugênio Pacelli de. Curso de processo penal. 3 ed. Belo Horizonte: Del Rey, 2004. p. 548.\nPACELLI, Eugênio. Curso de Processo Penal. 21. ed. São Paulo: Atlas, 2017. p. 551.\nREDDY, Karthik; SCHULARICK, Moritz; SKRETA, Vasiliki. Immunity. NYU Working Paper, October 2012.\nSARLET, Ingo Wlfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de direito constitucional. São Paulo: Saraiva, 2016. p. 256.\nSOBRINHO, Barbosa Lima. As imunidades dos deputados estaduais. Belo Horizonte: UFMG, 1966. p. 102.\nWIGLEY, Simon. Parliamentary Immunity in Democratizing Countries: The Case of Turkey. Human Rights Quarterly 31: The Johns Hopkins University Press, 2009.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":5823,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur438844","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que negava provimento ao agravo regimental, no que foi acompanhado pelo Ministro Gilmar Mendes com ressalvas, pediu vista o Ministro Ricardo Lewandowski. Segunda Turma, Sessão Virtual de 24.4.2020 a 30.4.2020.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, com ressalvas do Ministro Gilmar Mendes, vencido o Ministro Ricardo Lewandowski. Segunda Turma, Sessão Virtual de 9.10.2020 a 19.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. ALEXANDRE DE MORAES","id":"sjur438844","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur438844","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-quinto","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL. PRISÃO CAUTELAR. ACÓRDÃO CONDENATÓRIO RECORRÍVEL. PROGRESSÃO DE REGIME PRISIONAL. POSSIBILIDADE. ENUNCIADO N. 716 DA SÚMULA DO SUPREMO TRIBUNAL FEDERAL. RECOLHIMENTO DO VALOR CORRESPONDENTE À SANÇÃO PECUNIÁRIA. NECESSIDADE. REQUISITO NÃO PREENCHIDO. PRETENSÃO INDEFERIDA. INSURGÊNCIA DESPROVIDA.\n\n\n\n    1. Conforme entendimento sedimentado no enunciado n. 716 da Súmula do Supremo Tribunal Federal, “admite-se a progressão de regime de cumprimento de pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória”.\n\n\n\n    2. No julgamento da EP 12 ProgReg-AgR, o Plenário do Supremo Tribunal Federal firmou o entendimento no sentido de que a progressão de regime prisional, seja qual for a natureza do delito praticado, pressupõe o efetivo adimplemento da pena de multa caso imposta de forma cumulativa à reprimenda privativa de liberdade.\n\n\n\n    3. A despeito do acórdão condenatório proferido em desfavor do agravante não ter sido alcançado pelo trânsito em julgado, a privação da sua liberdade decorre de prisão preventiva mantida pelo órgão colegiado por ocasião do julgamento de mérito da pretensão punitiva. Por tal razão, ao postular a progressão de regime prisional invocando o entendimento consolidado no enunciado n. 716 da Súmula do Supremo Tribunal Federal, o deferimento da pretensão não prescinde do atendimento a todos os requisitos exigíveis para a obtenção do benefício, dentre os quais, como visto, se inclui o recolhimento do valor correspondente à sanção pecuniária imposta no acórdão condenatório, salvo inequívoca comprovação da impossibilidade de fazê-lo, ainda que de forma parcelada.\n\n\n\n    4. No caso, regularmente intimado, o ora agravante permaneceu inerte, não providenciando o recolhimento da quantia atualizada, tampouco apresentou justificativas acerca de eventual impossibilidade de fazê-lo, o que impõe o indeferimento da pretensão.\n\n\n\n    5. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754720589","externo_seq_objeto_incidente":5877859,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-295  DIVULG 17-12-2020  PUBLIC 18-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1030&classe=AP","is_colac":false,"titulo":"AP 1030 AgR-quinto","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00046 LET-C INC-00057\n    INC-00067 ART-00060 PAR-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007210 ANO-1984\n    ART-00112 ART-00118 PAR-00001\n    LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002 PAR-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 INC-00002\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00014 INC-00002\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00036 PAR-00002 ART-00051\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00283\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   SUV-000026\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000716\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-12-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NATUREZA JURÍDICA, PENA DE MULTA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: MULTA, RESSARCIMENTO, FAZENDA PÚBLICA, NATUREZA JURÍDICA, SANÇÃO. IMPOSSIBILIDADE, EXECUÇÃO PROVISÓRIA DA PENA. EXIGÊNCIA, PAGAMENTO, MULTA, PROGRESSÃO DE REGIME PRISIONAL, INCOMPATIBILIDADE, DIREITO FUNDAMENTAL, PROIBIÇÃO, PRISÃO CIVIL POR DÍVIDA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: CONCESSÃO, PROGRESSÃO DE REGIME PRISIONAL, INDEPENDÊNCIA, PAGAMENTO, MULTA. CLÁUSULA PÉTREA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. DIREITO FUNDAMENTAL, PROIBIÇÃO, PRISÃO CIVIL POR DÍVIDA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA. LEI DE EXECUÇÃO PENAL, PRINCÍPIO DA RESERVA LEGAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1030&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-AgR-quinto","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROGRESSÃO DE REGIME PRISIONAL, ADIMPLEMENTO, PENA DE MULTA)\nEP 22 ProgReg-AgR (TP), EP 12 ProgReg-AgR (TP), EP 8 ProgReg-AgR (TP). \n(EXECUÇÃO PROVISÓRIA DA PENA)\nADC 43 (TP), ADC 44 (TP), ADC 54 (TP). \n- Veja art. 11 da Declaração Universal dos Direitos Humanos.\nNúmero de páginas: 23.\nAnálise: 06/12/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GEDDEL QUADROS VIEIRA LIMA \nADV.(A/S)  : GAMIL FÖPPEL E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":438844,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 1030 AgR-quinto","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2020-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUINTO AG.REG. NA AÇÃO PENAL","documental_doutrina_texto":"DIAS, Jorge de Figueiredo. O defensor e as declarações do arguido na instrução preparatória. 1987, p. 185 e ss., nota 37","ministro_facet":["EDSON FACHIN"],"processo_numero":1030,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur443931","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 18.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Após o voto do Ministro Dias Toffoli (Relator), que dava provimento ao recurso extraordinário interposto pela União para (i) reconhecer a inexistência de direito subjetivo à remarcação de data e horário diversos daqueles determinados previamente por comissão organizadora de certame público ou vestibular por força de crença religiosa, sem prejuízo de a administração pública avaliar a possibilidade de realização em dia e horário que conciliem a liberdade de crença com o interesse público e, (ii) acaso aprovada a proposta de modulação, assegurar a validade das provas realizadas no caso concreto, e fixava a seguinte tese (tema 386 da repercussão geral): “Não há direito subjetivo à remarcação de data e horário diversos daqueles determinados previamente por comissão organizadora de certame público ou vestibular por força de crença religiosa, sem prejuízo de a administração pública avaliar a possibilidade de realização em dia e horário que conciliem a liberdade de crença com o interesse público. Fica mantida a validade das provas realizadas, em cumprimento a decisões judiciais, ainda que em caráter precário, até a data de conclusão deste julgamento, em nome da segurança jurídica”; e do voto do Ministro Edson Fachin, que negava provimento ao recurso e fixava a seguinte tese: “Diante de objeção de consciência por motivos religiosos, previamente apresentada e devidamente fundamentada, há dever do gestor público de disponibilizar data e horários alternativos para realização de etapa de concurso público, certame público ou vestibular por força de crença religiosa”, o julgamento foi suspenso. Falaram: pela recorrente, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; pelo recorrido, a Dra. Maria Claudia Bucchianeri Pinheiro; pelo amicus curiae Associação Nacional de Juristas Evangélicos-ANAJURE, o Dr. Luigi Mateus Braga; pelo amicus curiae Defensoria Pública do Estado de Minas Gerais, a Dra. Adriana Patrícia Campos Pereira, Defensora Pública do Estado; pelo amicus curiae Defensoria Pública do Estado de São Paulo, a Dra. Fernanda Maria de Lucena Bussinger, Defensora Pública do Estado; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 19.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: Após o voto do Ministro Nunes Marques, que acompanhava o Ministro Dias Toffoli (Relator) para dar provimento ao recurso extraordinário; do voto do Ministro Alexandre de Moraes, que negava provimento ao recurso e estabelecia tese, no que foi acompanhado pela Ministra Cármen Lúcia; do voto da Ministra Rosa Weber, que, por ora, apenas negava provimento ao recurso; do voto do Ministro Roberto Barroso, que negava provimento ao recurso e estabelecia tese diversa; e do voto do Ministro Ricardo Lewandowski, que dava parcial provimento ao recurso e fixava tese, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 25.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 386 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencidos os Ministros Dias Toffoli (Relator), Nunes Marques e Gilmar Mendes. Em seguida, por maioria, foi fixada a seguinte tese: \"Nos termos do artigo 5º, VIII, da Constituição Federal é possível a realização de etapas de concurso público em datas e horários distintos dos previstos em edital, por candidato que invoca escusa de consciência por motivo de crença religiosa, desde que presentes a razoabilidade da alteração, a preservação da igualdade entre todos os candidatos e que não acarrete ônus desproporcional à Administração Pública, que deverá decidir de maneira fundamentada\", vencidos os Ministros Dias Toffoli, Marco Aurélio, Gilmar Mendes e Nunes Marques. Nesta assentada o Ministro Ricardo Lewandowski reajustou seu voto. Presidência do Ministro Luiz Fux. Plenário, 26.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur443931","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur443931","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"DIREITO CONSTITUCIONAL E ADMINISTRATIVO. MANDADO DE SEGURANÇA. PRETENDIDA AUTORIZAÇÃO PARA REALIZAÇÃO DE ETAPA DE CONCURSO PÚBLICO EM HORÁRIO DIVERSO DAQUELE DETERMINADO PELA COMISSÃO ORGANIZADORA DO CERTAME POR FORÇA DE CRENÇA RELIGIOSA. PRINCÍPIOS CONSTITUCIONAIS EM CONFLITO. REPERCUSSÃO GERAL RECONHECIDA. MÉRITO. VIOLAÇÃO AO DIREITO DE IGUALDADE. RECURSO NÃO PROVIDO.\n\n\n\n    1. A tessitura constitucional deve se afastar da ideia de que a laicidade estatal, compreendida como sua não-confessionalidade, implica abstenção diante de questões religiosas. Afinal, constranger a pessoa de modo a levá-la à renúncia de sua fé representa desrespeito à diversidade de ideias e à própria diversidade espiritual.\n\n\n\n    2. No debate acerca da adequação de atividades administrativas a horários alternativos em respeito a convicções religiosas, deve o Estado implementar prestações positivas que assegurem a plena vivência da liberdade religiosa, que não são apenas compatíveis, como também recomendadas pela Constituição da República, a teor do inciso VII do art. 5º, CRFB, que assegura a “prestação de assistência religiosa nas entidades civis e militares de internação coletiva”, bem como do art. 210, §1º, CRFB, o qual dispõe que o “ensino religioso, de matrícula facultativa, constituirá disciplina dos horários normais das escolas públicas de ensino fundamental.\n\n\n\n    3. A separação entre Igreja e Estado não pode implicar o isolamento daqueles que guardam uma religião à sua esfera privada. O princípio da laicidade não se confunde com laicismo. O Estado deve proteger a diversidade, em sua mais ampla dimensão, dentre as quais incluo a liberdade religiosa e o direito de culto. O limite ao exercício de tal direito está no próprio texto constitucional, nos termos do inciso VI do art. 5º.\n\n\n\n    4. A fixação, por motivos de crença religiosa do candidato em concurso público, de data e/ou horário alternativos para realização de etapas do certame deve ser permitida, dentro de limites de adaptação razoável, após manifestação prévia e fundamentada de objeção de consciência por motivos religiosos. Trata-se de prática a ser adotada pelo Estado, na medida em que representa concretização do exercício da liberdade religiosa sem prejuízo de outros direitos fundamentais.\n\n\n\n    5. Recurso extraordinário não provido, fixando-se a seguinte tese: “Nos termos do art. 5º, VIII, da CF, é possível a realização de etapas de concurso público em datas e horários distintos dos previstos em edital por candidato que invoca a escusa de consciência por motivo de crença religiosa, desde que presente a razoabilidade da alteração, a preservação da igualdade entre todos os candidatos e que não acarrete ônus desproporcional à Administração pública, que deverá decidir de maneira fundamentada.\"","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755555145","externo_seq_objeto_incidente":3861938,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-068  DIVULG 09-04-2021  PUBLIC 12-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=611874&classe=RE","is_colac":false,"titulo":"RE 611874","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00005 ART-00079 INC-00005 ART-00095\n    ART-00102 INC-00002 ART-00103 ART-00179\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00011 PAR-00002 ART-00072 PAR-00003\n    PAR-00005 PAR-00006 PAR-00028 PAR-00029\n    ART-00074 PAR-00004\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00003 INC-00004 ART-00005 \"CAPUT\"\n    INC-00001 INC-00006 INC-00007 INC-00008\n    INC-00078 ART-00006 ART-00015 INC-00004\n    ART-00019 INC-00001 ART-00022 INC-00024\n    ART-00037 \"CAPUT\" INC-00001 INC-00002\n    ART-00061 PAR-00001 INC-00002 LET-C\n    ART-00084 INC-00006 LET-A ART-00093\n    INC-00009 ART-00102 INC-00003 LET-A\n    ART-00143 PAR-00001 ART-00150 INC-00006\n    LET-A LET-B ART-00210 PAR-00001\n    ART-00213 ART-00226 PAR-00002 PAR-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-004737 ANO-1965\n    ART-00144\n    CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009394 ANO-1996\n    ART-0007A INC-00001 INC-00002 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004\n    LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00002\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013796 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00012 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004 ART-00023 NÚMERO-00001 LET-C\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC ANO-1971\n    ART-00032 ITEM-00004\n    CONVENÇÃO SOBRE SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-INT   CVC ANO-2007\n    ART-00002 ART-00004 NÚMERO-00001 LET-F\n    ART-00005 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004 ART-00024 NÚMERO-00002 LET-C\n    NÚMERO-00005 ART-00027 NÚMERO-00001 LET-I\n    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA, ASSINADA EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-INT   CVC ANO-2007\n    ART-00002 ART-00004 NÚMERO-00001 LET-F\n    ART-00005 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004 ART-00024 NÚMERO-00002 LET-C\n    NÚMERO-00005 ART-00027 ITEM-00001 LET-I\n    CONVENÇÃO CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-INT   PCT ANO-1966\n    ART-00018 NÚMERO-00001 NÚMERO-00002 NÚMERO-00003\n    NÚMERO-00004\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00284\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00020 ART-00021\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000090 ANO-1972\n    DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO SOBRE SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000186 ANO-2008\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-00119A ANO-1890\n    DECRETO\n\n","LEG-FED   DEC-079388 ANO-1977\n    DECRETO - PROMULGA  A CONVENÇÃO SOBRE SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-006949 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   RES-000067 ANO-2009\n    ART-00106\n    RESOLUÇÃO APROVA O REGIMENTO INTERNO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000175 ANO-2013\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   PJL-002171 ANO-2003\n    PROJETO DE LEI\n\n","LEG-EST   LEI-006140 ANO-1998\n    LEI ORDINÁRIA, PA\n\n","LEG-EST   LEI-011225 ANO-1999\n    LEI ORDINÁRIA, SC\n\n","LEG-EST   LEI-011830 ANO-2002\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012142 ANO-2005\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-001631 ANO-2006\n    LEI ORDINÁRIA, RO\n\n","LEG-EST   LEI-009274 ANO-2009\n    LEI ORDINÁRIA, MT\n\n","LEG-DIS   LEI-004949 ANO-2012\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2021-04-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS, DIMENSÃO SUBJETIVA DOS DIREITOS FUNDAMENTAIS, LIBERDADE DE RELIGIÃO. LIBERDADE DE RELIGIÃO, PLURALISMO. AFIRMAÇÃO, DIREITO DAS MINORIAS, GRUPO RELIGIOSO. LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS. DEVER, PROTEÇÃO, DIVERSIDADE, LIBERDADE DE RELIGIÃO, LIBERDADE DE CULTO RELIGIOSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: OBJEÇÃO DE CONSCIÊNCIA, DESCUMPRIMENTO, PRESTAÇÃO ALTERNATIVA. RAZOABILIDADE, ALTERAÇÃO, DATA, HORÁRIO, CONCURSO PÚBLICO, CANDIDATO, OBJEÇÃO DE CONSCIÊNCIA, MOTIVO, CRENÇA RELIGIOSA, CONDIÇÃO, PRESERVAÇÃO, DIREITO À IGUALDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PONDERAÇÃO DE PRINCÍPIOS, LIBERDADE DE RELIGIÃO, INTERESSE, ADMINISTRAÇÃO PÚBLICA, CONCURSO PÚBLICO. PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO. DIREITO, CANDIDATO (CONCURSO PÚBLICO), MOTIVO, CRENÇA RELIGIOSA, REALIZAÇÃO, PROVA (CONCURSO PÚBLICO), DISTINÇÃO, DATA, HORÁRIO, CONDIÇÃO, INEXISTÊNCIA, ÔNUS, DESPROPORCIONALIDADE, ADMINISTRAÇÃO PÚBLICA, OFENSA, PRINCÍPIO DA ISONOMIA. DEVER, ADMINISTRADOR PÚBLICO, ALTERNATIVA, SERVIDOR PÚBLICO, ESTÁGIO PROBATÓRIO, CUMPRIMENTO, DEVER FUNCIONAL, OFENSA, CRENÇA RELIGIOSA, JUSTIFICATIVA, RECUSA, PROCEDIMENTO ADMINISTRATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DIMENSÃO INTERIOR DA LIBERDADE DE RELIGIÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO. DEVER, PODER PÚBLICO, CONCRETIZAÇÃO, DIMENSÃO EXTERIOR DA LIBERDADE DE RELIGIÃO, AUSÊNCIA, IMPOSIÇÃO, CUSTO, DESPROPORCIONALIDADE, ADMINISTRAÇÃO PÚBLICA. PRINCÍPIO DA CONCORDÂNCIA PRÁTICA, DIREITO À IGUALDADE, RAZOABILIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: LIBERDADE DE RELIGIÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PLURALISMO. DIMENSÃO POSITIVA DO DIREITO À LIBERDADE DE RELIGIÃO, DIMENSÃO NEGATIVA DO DIREITO À LIBERDADE DE RELIGIÃO. DEVER, PODER PÚBLICO, CONCRETIZAÇÃO, LIBERDADE DE RELIGIÃO. OBJEÇÃO DE CONSCIÊNCIA, PRINCÍPIO DA RAZOABILIDADE, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO. OBJEÇÃO DE CONSCIÊNCIA, TITULAR, CARGO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: TEORIA DO IMPACTO DESPROPORCIONAL. REQUISITO, OBJEÇÃO DE CONSCIÊNCIA. DIREITO SUBJETIVO, SUBSTITUIÇÃO, DEVER, FUNDAMENTO, OBJEÇÃO DE CONSCIÊNCIA. REMARCAÇÃO, PROVA (CONCURSO PÚBLICO), APTIDÃO FÍSICA, PRINCÍPIO DA EFICIÊNCIA, ADMINISTRAÇÃO PÚBLICA, AUMENTO, COMPETITIVIDADE, OBEDIÊNCIA, MORALIDADE, IMPESSOALIDADE.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: LIBERDADE DE RELIGIÃO, LIBERDADE DE EXPRESSÃO. LIBERDADE DE RELIGIÃO, TOLERÂNCIA. DIFERENÇA, PRINCÍPIO DO ESTADO LAICO, LAICISMO. CONSTITUIÇÃO FEDERAL, EXIGÊNCIA, ATUAÇÃO, PODER PÚBLICO, GARANTIA, LIBERDADE DE RELIGIÃO. LIBERDADE DE RELIGIÃO, DIREITO À IGUALDADE, SUPREMACIA, INTERESSE PÚBLICO, DIREITO COMPARADO. COLISÃO DE DIREITOS FUNDAMENTAIS, PONDERAÇÃO DE PRINCÍPIOS. CONCURSO PÚBLICO, PRINCÍPIO DA ISONOMIA. PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS, INEXISTÊNCIA, GARANTIA, DIREITO ABSOLUTO. PREVALÊNCIA, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DO ESTADO LAICO. INEXISTÊNCIA, DIREITO SUBJETIVO, REMARCAÇÃO, PROVA (CONCURSO PÚBLICO), FUNDAMENTO, LIBERDADE DE RELIGIÃO. ADMINISTRAÇÃO PÚBLICA, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, CONCILIAÇÃO, INTERESSE PÚBLICO, LIBERDADE DE RELIGIÃO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: LIBERDADE DE RELIGIÃO, DIREITO FUNDAMENTAL, PRIMEIRA GERAÇÃO, IMPOSIÇÃO, ABSTENÇÃO, ATUAÇÃO, PODER PÚBLICO, PROTEÇÃO, CULTO RELIGIOSO. ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DO CONCURSO PÚBLICO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA IMPESSOALIDADE. REMARCAÇÃO, PROVA, OFENSA, CONCORRÊNCIA, DIREITO À IGUALDADE, INGRESSO, SERVIÇO PÚBLICO. FLEXIBILIZAÇÃO, EDITAL, CUSTO, ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA EFICIÊNCIA. MODULAÇÃO DE EFEITOS, PROCESSO SUBJETIVO, SEGURANÇA JURÍDICA.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: DIFERENÇA, LIBERDADE DE RELIGIÃO, LIBERDADE DE CONSCIÊNCIA. ADMINISTRAÇÃO PÚBLICA, SUBMISSÃO, EXIGÊNCIA, CADA, CANDIDATO (CONCURSO PÚBLICO), RISCO, INVIABILIDADE, CONCURSO PÚBLICO, INTERESSE COLETIVO. LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO, DEVER, AUTORIDADE JUDICIÁRIA, CONSIDERAÇÃO, CONSEQUÊNCIA, DECISÃO JUDICIAL, ÔNUS, CARÁTER FINANCEIRO, ENTE FEDERADO.\n\n- TERMO(S) DE RESGATE: ADAPTAÇÃO RAZOÁVEL. DEVER DE ACOMODAÇÃO RAZOÁVEL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=611874&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIBERDADE DE RELIGIÃO)\nADI 2566 (TP), ADPF 54 (TP), ADI 3478 (TP), RE 494601 (TP), ADI 5257 (TP), ARE 1249095 RG (TP), RMS 16857 (3ªT), RMS 16856 (3ªT) - RTJ 51/344. \n(LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA)\nADI 2806 (TP), STA 389 AgR (TP), ADI 4439 (TP), Rp 1371 MC (TP), MS 1114 (TP). \n(PRINCÍPIO DA CONVIVÊNCIA DAS LIBERDADES PÚBLICAS)\nMS 23452 (1ªT), RE 455283 AgR (2ªT). \n(GESTANTE, CANDIDATO (CONCURSO PÚBLICO), REMARCAÇÃO, PROVA, APTIDÃO FÍSICA)\nRE 1058333 (TP). \n(TEORIA DO FATO CONSUMADO)\nRE 608482 (TP), RE 630733 RG (TP). \n(MODULAÇÃO DE EFEITOS, PROCESSO SUBJETIVO)\nRE 197917 (TP), RE 560626 (TP), RE 586453 (TP), RE 600885 (TP). \n(REMARCAÇÃO, PROVA (CONCURSO PÚBLICO), APTIDÃO FÍSICA, MOTIVO, SAÚDE)\nRE 630733 (TP). \n- Decisões monocráticas citadas:\n(LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA)\nSS 2144, MS 28960 MC, ADI 3714.\n- Acórdão(s) citado(s) - outros tribunais:\n(LIBERDADE DE RELIGIÃO, PRINCÍPIO DA ISONOMIA)\nSTJ: RMS 22825. \n- Decisões estrangeiras citadas: Caso Estate of Thornton vs. Caldor Inc. 472 U.S 703, de 1985, Caso Sherbert vs. Verner, 374 U.S 398, de 1962, Caso Hobbie vs. Unemployment Appeals Commission, de 1987, Caso Frazee vs. Illinois Department of Employment Security, de 1989, Caso Braunfeld vs. Brown, 366 U.S 599, de 1961, Caso Equal Employment Opportunity vs. Abercrombie & Fitch Stores, 575 U.S, de 2015, Caso Trans World Airlines Inc. vs. Hardison, de 1977, Caso Everson vs. Board of Education, (P. 330 US 16), de 1947, Caso Employment Division vs. Smith, Caso Employment Div. vs. Smith, Caso Griggs vs. Duke Power Co., de 1971, da Suprema Corte dos Estados Unidos; Caso Konttinen vs. Finland, de 1996, Caso Louise Stedman vs. United Kingdom, de 1995, da Comissão Europeia de Direitos Humanos; Caso Sessa Francesco vs. Italy, de 2012, Caso S.A.S vs. France, (application nº 43.835/11), de 2011, Caso Ebrahimian vs. France, da Corte Europeia de Direitos Humanos; Acórdão 545/14, de 2014, do Tribunal Constitucional de Portugal; Caso A Última Tentação de Cristo, da Comissão Interamericana de Direitos Humanos; Caso Adventssontage Berlin Urteil, do Bundesverfassungsgericht ((BVerfGE, 125, 39); Sentencia 19, de 1985, do Tribunal Constitucional da Espanha. \n- Legislação estrangeira citada: art. 16 da Declaração de Direitos do Bom Povo da Virgínia, dos Estados Unidos da América, de 1776; Primeira Emenda à Constituição Federal Americana, de 1791; Tratado de Paz de Vestfália, de 1648; art. 8º da Carta Africana de Direitos Humanos e dos Povos, de 1981; art. 4º, 2, da Lei Fundamental de Bonn (Grundgesetz), de 1949; art. 139 da Constituição Imperial de Weimar\n- Veja Relatório do Desenvolvimento Humano 2004, do Programa das Nações Unidas para o Desenvolvimento Humano 2004.\n- Veja arts. 18 e 21, n. 2, da Declaração Universal dos Direitos Humanos, de 1948.\n- Veja arts. 3º, 4º, inciso 1, e 6º, letra \"h\", da Declaração sobre a Eliminação de Todas as Formas de Intolerância e Discriminação Fundadas na Religião ou nas Convicções, de 1981.\n- Veja ADI 3901 e RE 859376 RG do STF.\nNúmero de páginas: 260.\nAnálise: 27/06/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : GEISMÁRIO SILVA DOS SANTOS \nADV.(A/S)  : LUIGI MATEUS BRAGA E OUTRO(A/S)\nADV.(A/S)  : MARIA CLAUDIA BUCCHIANERI PINHEIRO \nAM. CURIAE.  : ANAJURE - ASSOCIAÇÃO NACIONAL E JURISTAS EVANGÉLICOS \nADV.(A/S)  : UZIEL SANTANA E OUTRO(A/S)\nADV.(A/S)  : RAÍSSA PAULA MARTINS \nADV.(A/S)  : ACYR DE GERONE \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"386 - Realização de etapas de concurso público em datas e locais diferentes dos previstos em edital por motivos de crença religiosa do candidato.","old_seq_sjur":443931,"documental_tese_texto":"Nos termos do artigo 5º, VIII, da Constituição Federal é possível a realização de etapas de concurso público em datas e horários distintos dos previstos em edital, por candidato que invoca escusa de consciência por motivo de crença religiosa, desde que presentes a razoabilidade da alteração, a preservação da igualdade entre todos os candidatos e que não acarrete ônus desproporcional à Administração Pública, que deverá decidir de maneira fundamentada.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 611874","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-11-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALMEIDA, Guilherme Assis de. In: MORAES, Alexandre de et al. Constituição Federal Comentada. Rio de Janeiro: Forense. p. 64.\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira. São Paulo: Livraria Acadêmica, 1934. v. 5. p. 261-262 e 266-267.\nBARROSO, Luís Roberto. A dignidade da pessoa humana no direito constitucional contemporâneo: a construção de um conceito jurídico à luz da jurisprudência mundial. Fórum, 2012.\nBULOS, Uadi Lammêgo. Constituição Federal anotada. 10. ed. São Paulo: Saraiva, 2012. p. 132.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Constituição da República Portuguesa Anotada: art. 41. 4. ed. Coimbra: Coimbra, 2007. v. 1 p. 610 e 616.\n\nCHIASSONI, Pierluigi. Liberdade de consciência e liberdade religiosa em um estado constitucional: O que visa proteger. Revista Jurídica da Presidência, v. 19, n. 118, jun./set. 2017. p. 257-278.\nCHIASSONI, Pierluigi. Liberdade de consciência e liberdade religiosa em um estado constitucional: como visa proteger. Revista Jurídica da Presidência, v. 19, n. 119, out./jan. 2018. p. 489-511.\n\nCORBO, Wallace. O direito à adaptação razoável e a teoria da discriminação indireta: uma proposta metodológica. Revista da Faculdade de Direito da UERJ, Rio de Janeiro, ano 34, 2018. p. 220.\nCRUZ, Álvaro Ricardo de Souza; DUARTE, Bernardo Augusto Ferreia; TEIXEIRA, Alessandra Sampaio. A laicidade para além de liberais e comunitaristas. Belo Horizonte: Arraes Editores, 2017.\nDALLARI, Dalmo de. A objeção de consciência e a ordem jurídica. Revista de Ciência Política, 2(2), 1968. p. 55.\nDÜRIG, Günter. Linha direito comparado: escritos reunidos. São Paulo: Saraiva, 2016. p. 93.\nDWORKIN, Ronald. Levando os direitos a sério.\nDWORKIN, Ronald. A virtude Soberana: a teoria e a prática da igualdade. São Paulo: Martins Fontes, 2016. p. 158 e 160.\nFERRAZ JÚNIOR, Tércio Sampaio. Direito e Cidadania na Constituição Federal. Revista da Procuradoria-Geral do Estado de São Paulo, São Paulo, n. 47/48, jan./dez. 1997. p. 13-27.\nHABERMAS, Jürgen. Religion in the Public Sphere. European Journal of Philosophy, v. 14, i. 1, abr. 2006. p. 18.\nHABERMAS, Jurgen; RATZINGER, Joseph. Dialética da secularização: sobre razão e religião. In: SCHULLER, Florian (org.). São Paulo: Ideias e Letras, 2017. p. 55.\n\n\nJOHNSON, Hewlett. O Poder Soviético. Rio de Janeiro: Calvino, 1943.\nKYMLICKA, Will. Filosofia Política Contemporânea. São Paulo: Martins Fontes, 2006. p. 102.\nLEITE, Fábio Carvalho. Direitos Fundamentais no Supremo Tribunal Federal: Balanço e Crítica. Rio de Janeiro: Lumen Iuris, 2011. p. 462.\nLOEWENSTEIN, Karl. Teoría de la Constitución. Barcelona: Ariel S.A, 1986. p. 23.\nMACHADO, Jónatas E. M. A liberdade de expressão entre o naturalismo e a religião. Boletim da Faculdade de Direito, Universidade de Coimbra, Coimbra, v. 84, 2008. p. 91.\nMACHADO, Jónatas E. M. Estado constitucional e neutralidade religiosa. Porto Alegre: Livraria do Advogado, 2013. p. 22.\nMACHADO, Jónatas. A Constituição e os movimentos religiosos minoritários. Boletim da Faculdade de Direito, Universidade de Coimbra, Coimbra, v. 72, 1996. p. 201 e 207.\nMACHADO, Jónatas E.M. A jurisprudência constitucional portuguesa diante das ameaças à liberdade religiosa. Boletim da Faculdade de Direito, Coimbra: Universidade de Coimbra, v. 82, 2006. p. 65 e 67.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 24. ed. São Paulo: Malheiros, 1999. p. 85-86.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. São Paulo: Malheiros, 2016. p. 542.\nMILANI, Dirceu. Família e divórcio no Brasil, sob olhar de Dom Carlos Costa, na década de 1940. Dissertação de mestrado. Faculdade EST, 2017. Disponível em: http://dspace.est.edu.br:8080/jspui/ bitstream/BRSlFE/886/1/milani_d_tmp549.pdf. p. 22 e 23. Acesso em: 10 out. 2020.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 17. ed. São Paulo: Malheiros, 2004.  p. 87.\nMENDES, Gilmar Ferreira. BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 13. ed. São Paulo: Saraiva educação, 2018. p. 320.\nMORAES, Alexandre de. Direitos humanos fundamentais. 5 ed. São Paulo: Atlas, 2003. p. 115.\nMORE, Thomas. A Utopia.\nMOTTA, Fabrício Macedo. Comentário ao artigo 37, I. In: CANOTILHO, J. J. Gomes et al. (coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 826.\nMOURA, Magno Alexandre F. Princípios Políticos Constitucionais Estruturantes da Liberdade Religiosa no Estado Brasileiro. In: PINTO, Hélio Pinheiro (coord). Constituição, Direitos Fundamentais e Política. Belo Horizonte: Fórum, 2017. p. 442.\nPEREIRA, Jane Reis. A aplicação de regras religiosas de acordo com a lei do estado: um panorama do caso brasileiro. Revista da AGU, v. 41, p. 9-42, 2014. Disponível em: https://ssrn.com/abstract=2958938. Acesso em: 27 out. 2020.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos fundamentais. São Paulo: Saraiva, 2011. p. 244, 247, 250.\nPINHEIRO, Douglas Antônio Rocha. Direito, Estado e Religião: a constituinte de 1987/1988 e a (re)construção da identidade religiosa do sujeito constitucional brasileiro. Dissertação (Mestrado) - Universidade de Brasília, Brasília. 2008. p. 122.\nPIOVESAN, Flávia (coord.). Direitos Humanos. Curitiba: Juruá, 2007. p. 24-25.\nPIRES, Thiago Magalhães. Entre a cruz e a espada: liberdade religiosa e laicidade do Estado no Brasil. Rio de Janeiro: Lumen Juris, 2018. p. 249.\nRANGEL, Ricardo Raemy. O Dever de Adaptação Razoável e a Discriminação por Motivo Religioso nas Relações de Trabalho. Revista Legislação do Trabalho, São Paulo, ano 77, n. 9.\nRANQUETAT JÚNIOR, Cesar. Laicidade, laicismo e secularização: definindo e esclarecendo conceitos. Revista Sociais e Humanas, [S.l.], v. 21, n. 1, dez. 2009. p. 67-75. ISSN 2317-1758. Disponível em: https://periodicos.ufsm.br/sociaisehumanas/article/view/773/532. Acesso em: 14 nov. 2018.\nRAWLS, John. Political liberalism. New York: Columbia, 1993. p. 137.\nRAWLS, John. O Liberalismo Político. São Paulo: Ática, 2000. p. 274.\nREALE, Miguel. Pluralismo e liberdade. 2. ed. São Paulo: Expressão e Cultura, 1998. p. 72.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Saraiva, 1999.\nRODRIGUES JUNIOR, Otávio Luiz. In: BONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (coord.). Comentários à Constituição Federal de 1988. Rio de Janeiro: Forense, 2009. p. 100-101.\nRORTY, Richard. In: CRISÓSTOMO, José (org.). Filosofia, Racionalidade, Democracia: os debates Rorty & Habermas. São Paulo: UNESP, 2005. p. 85-92.\nSAMPAIO, José Adércio Leite. Teoria da Constituição e dos Direitos Fundamentais. Belo Horizonte: Del Rey, 2013. p. 713.\nSANTOS, Moisés da Silva. Os sabatistas e os concursos públicos: a liberdade religiosa em face da igualdade. Revista do Conselho Nacional do Ministério Público, v. 1, 2014. p. 82-83.\nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 337, 464.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de direito constitucional. 7. ed. São Paulo: Saraiva Educação, 2018. p. 543.\nSARLET, Ingo Wolfgang; MITIDIERO, Daniel; MARINONI, Luiz Guilherme. Curso de Direito Constitucional. 9. ed. São Paulo: Saraiva Educação, 2020. p. 542.\nSARLET, Ingo Wolfgang; WEINGARTNER NETO, Jayme. A liberdade religiosa aos trinta anos da Constituição Federal brasileira: uma análise com foco na jurisprudência do Supremo Tribunal Federal. In: BOLONHA, Carlos; OLIVEIRA, Fábio Corrêa Souza. 30 anos da Constituição de 1988: uma jornada democrática inacabada. Belo Horizonte: Fórum, 2019. p. 257-282 e 259.\nSARMENTO, Daniel. Dignidade da pessoa humana: conteúdo, trajetórias e metodologia. Rio de Janeiro: Fórum, 2016. p. 283.\nSTEINMETZ, Wilson Antônio. Colisão de direitos fundamentais e princípio da proporcionalidade. Porto Alegre: Livraria do advogado, 2011. p. 95, 140-148.","ministro_facet":["DIAS TOFFOLI","EDSON FACHIN"],"processo_numero":611874,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446041","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao agravo regimental, nos termos do voto do Relator, com ressalva do Ministro Edson Fachin. Falou, pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques. Presidência do Ministro Gilmar Mendes. 2ª Turma, 23.2.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur446041","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur446041","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM RECLAMAÇÃO CONSTITUCIONAL. DECISÃO AGRAVADA EM HARMONIA COM A JURISPRUDÊNCIA DESTA SUPREMA CORTE QUE ORIENTA A MATÉRIA. IMPOSSIBILIDADE DE UTILIZAÇÃO DA RECLAMAÇÃO COMO SUCEDÂNEO RECURSAL. NÃO CONHECIMENTO. HABEAS CORPUS CONCEDIDO DE OFÍCIO. ILEGALIDADE DA CONVERSÃO DO FLAGRANTE EM PRISÃO PREVENTIVA, SEM PEDIDO DO MINISTÉRIO PÚBLICO E SEM REALIZAÇÃO DA AUDIÊNCIA DE CUSTÓDIA. INTELIGÊNCIA DOS ARTS. 282, § 2° e § 4°, e 311 DO CÓDIGO DE PROCESSO PENAL. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\n\n\n\n    I – A decisão ora atacada não merece reforma ou qualquer correção, pois os seus fundamentos harmonizam-se estritamente com a jurisprudência desta Suprema Corte que orienta a matéria. \n\n\n\n    II – Ao julgar o HC 188.888/MG, de relatoria do Ministro Celso de Mello, a Segunda Turma deste Supremo Tribunal entendeu pela ilegalidade da conversão, de ofício, da prisão em flagrante em custódia preventiva, sem que haja prévio requerimento do Ministério Público, do querelante ou do assistente, ou por representação da autoridade policial, conforme dispõem os arts. 282, § 2° e § 4°, e 311 do Código de Processo Penal, com as alterações introduzidas pela Lei 13.964/2019. \n\n\n\n    III – A conversão do flagrante em prisão preventiva não traduz, por si, a superação da audiência de custódia, na medida em que se trata de vício que alcança a formação e legitimação do ato constritivo. Precedentes.\n\n\n\n    IV – Reclamação não conhecida, mas habeas corpus concedido, de ofício, para julgar ilegal a conversão do flagrante em prisão preventiva, com determinação da imediata soltura do reclamante, sem prejuízo de imposição, pelo Magistrado de primeiro grau, de cautelares alternativas previstas no art. 319 do Código de Processo Penal.\n\n\n\n    V – Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755812051","externo_seq_objeto_incidente":6042299,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-089  DIVULG 10-05-2021  PUBLIC 11-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=44024&classe=Rcl","is_colac":false,"titulo":"Rcl 44024 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00003 ART-00102 INC-00001\n    LET-L\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00007 NÚMERO-00005\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   PCT ANO-1966\n    ART-00009 NÚMERO-00003\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00282 PAR-00002 PAR-00004 ART-00310\n    INC-00002 ART-00311 ART-00319\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   RES-000322 ANO-2020\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 PAR-00001 ART-00192\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-05-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUDIÊNCIA DE CUSTÓDIA, FINALIDADE, ASSEGURAMENTO, DIREITO FUNDAMENTAL, MOMENTO, APRECIAÇÃO, ANTECIPAÇÃO, PRISÃO, GARANTIA, PRESENÇA, RÉU, ESTADO DE FLAGRÂNCIA, PRESENÇA, JUIZ, EXERCÍCIO, CONTRADITÓRIO, MOMENTO ANTERIOR, CONVERSÃO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA.\n\n- VOTO, MIN. CÁRMEN LÚCIA: CASO CONCRETO, DESCABIMENTO, PRISÃO, DECORRÊNCIA, PEQUENA QUANTIDADE, MACONHA, INDEPENDÊNCIA, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA.\n\n- VOTO, MIN. NUNES MARQUES: DESPROVIMENTO, AGRAVO REGIMENTAL. EXISTÊNCIA, RESOLUÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), OBJETO, DESOBRIGAÇÃO, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, DECORRÊNCIA, PANDEMIA, NOVO CORONAVÍRUS, POSSIBILIDADE, REALIZAÇÃO, VIDEOCONFERÊNCIA. MOMENTO POSTERIOR, EXISTÊNCIA, RESOLUÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), RETOMADA, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA. DIREITO FUNDAMENTAL, DIREITO SUBJETIVO, PRESO, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, JURISPRUDÊNCIA, STF.\n\n- VOTO, MIN. GILMAR MENDES: DESPROVIMENTO, AGRAVO REGIMENTAL. CASO CONCRETO, AUSÊNCIA, ELEMENTO CONCRETO, FUNDAMENTAÇÃO, DECRETAÇÃO, PRISÃO. CARACTERIZAÇÃO, PRISÃO ILEGAL, OFENSA, SISTEMA ACUSATÓRIO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: JURISPRUDÊNCIA, STF, DESCABIMENTO, CONCESSÃO, HABEAS CORPUS DE OFÍCIO, ÂMBITO, RECLAMAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=44024&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONVERSÃO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA, SUPERAÇÃO, AUDIÊNCIA DE CUSTÓDIA)\nHC 133992 (1ªT). \n(RETOMADA, AUDIÊNCIA DE CUSTÓDIA, ATRASO, DECORRÊNCIA, PANDEMIA, COVID-19)\nHC 189930 AgR (2ªT). \n(INDISPENSABILIDADE, AUDIÊNCIA DE CUSTÓDIA, DIREITO SUBJETIVO, DIREITO DO PRESO, PRISÃO EM FLAGRANTE)\nADPF 347 MC (TP), HC 187225 (2ªT). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO, CONCESSÃO, HABEAS CORPUS DE OFÍCIO)\nRcl 25509 AgR (TP), Rcl 32570 AgR (2ªT). \n(CONVERSÃO, EX OFFICIO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA)\nHC 188888 (2ªT), HC 189507 AgR (2ªT). \n- Decisões monocráticas citadas:\n(CONVERSÃO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA, SUPERAÇÃO, AUDIÊNCIA DE CUSTÓDIA)\nHC 140512 MC.\n(AUSÊNCIA, AUDIÊNCIA DE CUSTÓDIA, DECORRÊNCIA, PANDEMIA, COVID-19)\nHC 190089, HC 191666.\n- Veja HC 188888  e HC 189507 AgR do STF. \n- Veja Recomendação 62, de 2020, do Conselho Nacional de Justiça (CNJ).\n\n\nNúmero de páginas: 28.\nAnálise: 25/05/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : FABIO DOS SANTOS SILVA \nADV.(A/S)  : RODRIGO BITENCOURT DE OLIVEIRA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446041,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"Rcl 44024 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2021-02-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":44024,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446472","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 383 da repercussão geral, deu provimento ao recurso extraordinário, vencidos os Ministros Marco Aurélio (Relator), Edson Fachin e Ricardo Lewandowski, que negavam provimento ao recurso. A Ministra Rosa Weber acompanhou o Relator com ressalvas quanto à tese. Os Ministros Roberto Barroso, Cármen Lúcia e Luiz Fux (Presidente) davam provimento ao recurso com fixação de tese. Os Ministros Alexandre de Moraes, Dias Toffoli e Gilmar Mendes também davam provimento ao recurso, mas com tese diversa. Nesse sentido, o julgamento foi suspenso para deliberação da tese de repercussão geral em assentada posterior. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 11.9.2020 a 21.9.2020.\r\n\n            Decisão: Em continuidade de julgamento, o Tribunal, por maioria, fixou a seguinte tese de repercussão geral (tema 383): “A equiparação de remuneração entre empregados da empresa tomadora de serviços e empregados da empresa contratada (terceirizada) fere o princípio da livre iniciativa, por se tratarem de agentes econômicos distintos, que não podem estar sujeitos a decisões empresariais que não são suas”. Votaram nesse sentido os Ministros Roberto Barroso, Redator para o acórdão, Cármen Lúcia, Nunes Marques e Luiz Fux (Presidente). Os Ministros Alexandre de Moraes, Gilmar Mendes e Dias Toffoli, que também deram provimento ao recurso em assentada anterior, fixaram tese diversa. Os Ministros Marco Aurélio (Relator), Ricardo Lewandowski, Edson Fachin e Rosa Weber, vencidos no mérito, fixaram tese nos termos de seus votos. Plenário, Sessão Virtual de 19.3.2021 a 26.3.2021.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["8"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur446472","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur446472","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional e do Trabalho. Terceirização de atividade-fim. Equiparação remuneratória. Descabimento.\n\n\n\n    1. Recurso extraordinário em que se debate se o empregado de empresa contratada teria direito à equiparação remuneratória com o empregado da empresa tomadora do serviço, quando ambos atuarem na mesma atividade-fim.\n\n\n\n    2. Conforme decisão proferida pelo Supremo Tribunal Federal nos autos da ADPF 324, Rel. Min. Luís Roberto Barroso, a terceirização das atividades-meio ou das atividades-fim de uma empresa tem amparo nos princípios constitucionais da livre iniciativa e da livre concorrência, que asseguram aos agentes econômicos a liberdade de decidir como estruturarão seu negócio (art. 170, caput e inc. IV, CF).\n\n\n\n    3. Do mesmo modo, a decisão sobre quanto pagar ao empregado é tomada por cada empresa, de acordo com suas capacidades econômicas, e protegida pelos mesmos princípios constitucionais. Portanto, não se pode sujeitar a contratada à decisão da tomadora e vice-versa.\n\n\n\n    4. Além disso, a exigência de equiparação, por via transversa, inviabiliza a terceirização para fins de redução de custos, esvaziando o instituto. \n\n\n\n    5. Recurso provido. tese: “A equiparação de remuneração entre empregados da empresa tomadora de serviços e empregados da empresa contratada (terceirizada) fere o princípio da livre iniciativa, por se tratar de agentes econômicos distintos, que não podem estar sujeitos a decisões empresariais que não são suas”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755892002","externo_seq_objeto_incidente":4032750,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-095  DIVULG 18-05-2021  PUBLIC 19-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=635546&classe=RE","is_colac":false,"titulo":"RE 635546","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1934\n    ART-00121 PAR-00002\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00157 PAR-ÚNICO\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00165 INC-00017\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00003 INC-00001\n    INC-00003 INC-00004 ART-00005 \"CAPUT\"\n    INC-00001 INC-00002 INC-00030 INC-00031\n    INC-00034 INC-00054 INC-00055 ART-00007\n    INC-00006 INC-00007 INC-00010 INC-00030\n    INC-00032 ART-00037 \"CAPUT\" INC-00002\n    PAR-00002 PAR-00006 ART-00170 \"CAPUT\"\n    INC-00004 ART-00173 ART-00193\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006019 ANO-1974\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666 ANO-1993\n    ART-00071 PAR-00001\n    LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-013429 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013467 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-INT   PCT ANO-1966\n    ART-00007 NÚMERO-00002\n    PACTO SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00002 ART-00003 PAR-ÚNICO ART-00460\n    ART-00461 ART-00896\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   OJ-000383\n    ORIENTAÇÃO JURISPRUDENCIAL DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000331\n    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2021-05-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. ALEXANDRE DE MORAES: PROVIMENTO, RECURSO EXTRAORDINÁRIO. DESCABIMENTO, ALEGAÇÃO, APLICABILIDADE, PRINCÍPIO DA ISONOMIA, DECORRÊNCIA, IDENTIDADE, FUNÇÃO, ATIVIDADE-FIM. CASO CONCRETO, DIFERENÇA, NATUREZA JURÍDICA, VÍNCULO, RELAÇÃO DE TRABALHO, CARREIRA DIVERSA, DIVERSIDADE, EMPREGADOR.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO. APLICABILIDADE, PRINCÍPIO DA ISONOMIA, POSSIBILIDADE, EXIGÊNCIA, EQUIPARAÇÃO DE VENCIMENTO, CASO CONCRETO, DECORRÊNCIA, EMPREGADO TERCEIRIZADO, EXERCÍCIO, ATIVIDADE-FIM.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN, MIN. ROSA WEBER: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO. DIREITO À IGUALDADE, DIREITO FUNDAMENTAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. JUSTIÇA SOCIAL, ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, OBJETIVO, ORDEM SOCIAL, BEM ESTAR SOCIAL, AFASTAMENTO, TRATAMENTO DISCRIMINATÓRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=635546&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONSTITUCIONALIDADE, TERCEIRIZAÇÃO, ATIVIDADE-MEIO, ATIVIDADE-FIM)\nADPF 324 (TP), ADI 5685 (TP). \n(TERCEIRIZAÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DA LIVRE CONCORRÊNCIA)\nADPF 324 (TP). \n(IGUALDADE, DIREITO, EMPREGADO, EMPRESA PRESTADORA DE SERVIÇO, EMPRESA TOMADORA DE SERVIÇOS)\nADPF 324 (TP). \n(PRINCÍPIO DA LIVRE CONCORRÊNCIA, PRINCÍPIO DA LIVRE INICIATIVA, IGUALDADE, SALÁRIO, EMPREGADO, EMPRESA TOMADORA DE SERVIÇOS, EMPRESA PRESTADORA DE SERVIÇO)\nADPF 324 (TP). \n(RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA, EMPREGADO TERCEIRIZADO)\nADC 16 (TP), RE 760931 (TP). \n(TERCEIRIZAÇÃO, ATIVIDADE-MEIO, ATIVIDADE-FIM, ADMINISTRAÇÃO PÚBLICA, FISCALIZAÇÃO, RESPONSABILIDADE SUBSIDIÁRIA)\nADPF 324 (TP), RE 958252 (TP). \n(PROTEÇÃO DO TRABALHADOR, TERCEIRIZAÇÃO, ATIVIDADE-MEIO, ATIVIDADE-FIM)\nADPF 324 (TP), RE 958252 (TP). \n(COMPLEXIDADE, ECONOMIA, CONCORRÊNCIA, DIVISÃO, SERVIÇO)\nRE 958252 (TP). \n(PODER JUDICIÁRIO, LEGISLADOR POSITIVO)\nRE 606171 AgR (2ªT), RE 509862 AgR (2ªT), RE 709315 AgR (2ªT), RE 742352 AgR (2ªT), RE 869568 AgR (2ªT), RE 744520 AgR (1ªT), AI 801087 AgR-segundo (1ªT). \n(INADIMPLEMENTO, TERCEIRIZAÇÃO, IRREVERSIBILIDADE)\nADPF 324 (TP). \n- Veja art. 23, números 1, 2 e 3, da Declaração Universal dos Direitos Humanos.\n- Veja Constituição da Organização Internacional do Trabalho.\nNúmero de páginas: 53.\nAnálise: 15/08/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : CAIXA ECONÔMICA FEDERAL - CEF \nADV.(A/S)  : FERNANDO TEIXEIRA ABDALA E OUTRO(A/S)\nRECDO.(A/S)  : ROSCH ADMINISTRADORA DE SERVIÇOS E INFORMÁTICA LTDA \nADV.(A/S)  : MAURÍCIO BENEDITO PETRAGLIA JÚNIOR \nRECDO.(A/S)  : JULIANA ROBERTI \nADV.(A/S)  : RAFAEL ANDRADE PENA \nASSIST.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES NA INDUSTRIA DE ENERGIA ELETRICA DE CAMPINAS \nADV.(A/S)  : MIKAEL LEKICH MIGOTTO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"383 - Equiparação de direitos trabalhistas entre terceirizados e empregados de empresa pública tomadora de serviços.","old_seq_sjur":446472,"documental_tese_texto":"A equiparação de remuneração entre empregados da empresa tomadora de serviços e empregados da empresa contratada (terceirizada) fere o princípio da livre iniciativa, por se tratarem de agentes econômicos distintos, que não podem estar sujeitos a decisões empresariais que não são suas.","procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 635546","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-03-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARROSO, Luís Roberto; BARCELLOS, Ana Paula. Os valores sociais da livre-iniciativa. In: CANOTILHO, J. J. Gomes et al. (org.). Comentários à Constituição do Brasil. 2. ed. São Paulo: Saraiva Educação (Série IDP), 2018. p. 137.\nBARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito, Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio/2003. p. 8-9.\nCARVALHO, Augusto César Leite de. Direito do Trabalho: curso e discurso. São Paulo: LTr, 2016. p. 23.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 33. ed. São Paulo: Atlas, 2019. p. 675.\nFACHIN, Luiz Edson. Teoria Crítica do Direito Civil. 3. ed. São Paulo; Rio de Janeiro: Renovar, 2012. p. 95-96 e 108.\nFERRAJOLI, Luigi. Poderes Selvagens: a crise da democracia italiana. São Paulo: Saraiva, 2014.\nFERRAZ JR., Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson. Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nGARCIA, Gustavo Filipe Barbosa. Curso de Direito do Trabalho. 5. ed. rev., atual. e ampl. Rio de Janeiro: Forense, 2011. p. 348.\nGODOY, Miguel Gualano de. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012. p. 66.\nHABERLE, Peter. A dignidade humana como fundamento da comunidade estatal. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 124 e 130.\nMAURER, Beatrice. Notas sobre o respeito da dignidade da pessoa humana...ou pequena fuga incompleta em torno de um tema central. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 87.\nMELHADO, Reginaldo. Terceirização, globalização e princípio da isonomia salarial, RDT 95/10, jul./1996.\nMENDES, Gilmar. A Dignidade da pessoa humana na Constituição Federal de 1988 e sua aplicação pelo Supremo Tribunal Federal. In: A Constituição de 1988 na Visão dos Ministros do Supremo Tribunal Federal. ed. comemorativa. Brasília: Secretaria de Documentação, 2013. p. 103.\nMOREIRA, José Carlos Barbosa. Abuso do Direito. Novo Código Civil: Doutrinas (VII). In: Revista Síntese de Direito Civil e Processual Civil, ano 5, n. 26, nov./dez. 2003. p. 134.\nPASTORE, José. Terceirização: uma Realidade Desamparada pela Lei. Disponível em: http://juslaboris.tst.jus.br/bitstream/handle/1939/5386/006_pastore.pdf?sequence=5&isAllowed=y.\nSARLET, Ingo. As dimensões da dignidade da pessoa humana: construindo uma compreensão jurídico constitucional necessária e possível. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 26 e 37.\nSÜSSSEKIND, Arnaldo; MARANHÃO, Délio; VIANNA, Segadas. Instituições de direito do trabalho. 12. ed. São Paulo: LTR, 1991. v. 1. p. 409.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":635546,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429401","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que dava provimento ao recurso extraordinário para reformar o acórdão proferido pelo Superior Tribunal de Justiça e julgar integralmente improcedente o pedido formalizado na inicial, invertendo os ônus da sucumbência, nos termos de seu voto, pediu vista antecipada dos autos o Ministro Luiz Fux. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli. Falaram, pelo recorrente, o Dr. Marco Antônio Rodrigues Barbosa, OAB/SP 25.184, e, pelo recorrido, o Dr. Rubens Ferraz de Oliveira Lima, OAB/SP 15.919. Presidência do Ministro Ricardo Lewandowski. Plenário, 20.11.2014.\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 562 da repercussão geral, deu provimento ao recurso extraordinário, para reformar o acórdão proferido pelo Superior Tribunal de Justiça e julgar integralmente improcedente o pedido formalizado na inicial, invertidos os ônus da sucumbência, na forma fixada mediante o acórdão do Tribunal de Justiça do Estado de São Paulo, no que confirmada a sentença, mas reduzidos os honorários advocatícios devidos pelo ora recorrido, nos termos do voto Relator, vencido o Ministro Edson Fachin, que provia o extraordinário, extinguindo o feito sem julgamento de mérito, na forma do art. 485, VI, do CPC. Foi fixada a seguinte tese: “Ante conflito entre a liberdade de expressão de agente político, na defesa da coisa pública, e honra de terceiro, há de prevalecer o interesse coletivo”, vencidos os Ministros Alexandre de Moraes e Rosa Weber, que fixavam tese diversa. Afirmou suspeição o Ministro Roberto Barroso. Plenário, Sessão Virtual de 15.5.2020 a 21.5.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429401","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur429401","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"LIBERDADE DE EXPRESSÃO – AGENTE POLÍTICO – HONRA DE TERCEIRO. Ante conflito entre a liberdade de expressão de agente político, na defesa da coisa pública, e honra de terceiro, há de prevalecer o interesse coletivo, da sociedade, não cabendo potencializar o individual.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753486649","externo_seq_objeto_incidente":4239018,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-204  DIVULG 14-08-2020  PUBLIC 17-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=685493&classe=RE","is_colac":false,"titulo":"RE 685493","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 INC-00004 INC-00005 \n          INC-00009 INC-00010 INC-00014 PAR-00002 \n          ART-00025 ART-00029 INC-00008 ART-00037 \n          \"CAPUT\" PAR-00006 PAR-00007 ART-00053 \n          \"CAPUT\" ART-00084 INC-00002 ART-00087 \n          ART-00102 INC-00003 LET-A ART-00220 \n          \"CAPUT\" PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-008429      ANO-1992\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00485 INC-00006\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   PCT      ANO-1966\n          ART-00020\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO -  PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-08-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LIBERDADE DE EXPRESSÃO, AGENTE POLÍTICO. ESTADO DEMOCRÁTICO DE DIREITO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PRINCÍPIO DA ISONOMIA. POLÍTICA PÚBLICA, DEMOCRACIA PARTICIPATIVA. DISTINÇÃO, AGENTE PÚBLICO, AGENTE POLÍTICO, CRIME DE RESPONSABILIDADE. DIREITO À PRIVACIDADE, AGENTE PÚBLICO. IMUNIDADE RELATIVA, LIBERDADE DE EXPRESSÃO, SERVIDOR PÚBLICO, EXERCÍCIO DE FUNÇÃO PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: ALCANCE, LIMITAÇÃO, LIBERDADE DE EXPRESSÃO. DIREITO À INFORMAÇÃO, TRANSPARÊNCIA, PODER PÚBLICO, LIBERDADE DE EXPRESSÃO, AGENTE POLÍTICO. LIBERDADE DE EXPRESSÃO, DISPUTA, INTERESSE PÚBLICO, CENSURA, PODER JUDICIÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: ILEGITIMIDADE PASSIVA, AGENTE PÚBLICO, AÇÃO DE INDENIZAÇÃO, DANO MORAL, RESPONSABILIDADE CIVIL DO ESTADO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: IMUNIDADE CONSTITUCIONAL, INTERPRETAÇÃO RESTRITIVA. CONFLITO, GARANTIA CONSTITUCIONAL, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA.\n\n- TERMO(S) DE RESGATE: LIBERDADE DE EXPRESSÃO, AGENTE PÚBLICO, TEORIA DA SUJEIÇÃO ESPECIAL. LIBERDADE DE EXPRESSÃO, DOUTRINA DA POSIÇÃO PREFERENCIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=685493&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIBERDADE DE EXPRESSÃO)\nADPF 130 (TP), HC 82424 (TP), ADPF 187 (TP), ADI 4815 (TP), ADI 5136 MC (TP), ADPF 548 (TP). \n(DISTINÇÃO, AGENTE PÚBLICO, AGENTE POLÍTICO, CRIME DE RESPONSABILIDADE)\nRcl 2138 (TP). \n(DIREITO À PRIVACIDADE, AGENTE PÚBLICO)\nSS 3902 AgR-segundo (TP). \n(LEGITIMIDADE PASSIVA, AGENTE PÚBLICO, RESPONSABILIDADE CIVIL DO ESTADO)\nRE 327904 (1ªT), RE 344133 (1ªT), AI 552366 AgR (2ªT), RE 470996 AgR (2ªT). \n(IMUNIDADE MATERIAL, INTERPRETAÇÃO RESTRITA)\nRE 511961 (TP), Inq 1588 QO (TP), Inq 4327 AgR-segundo (TP), Inq 4483 AgR-segundo (TP). \n(INTERPRETAÇÃO JUDICIAL, NORMA MAIS FAVORÁVEL, DIREITOS HUMANOS)\nHC 90450 (2ªT). \n- Decisão monocrática citada:\n(PODER LEGISLATIVO, IMUNIDADE ABSOLUTA)\nInq 2666.\n- Legislação estrangeira citada: Primeira Emenda à Constituição norte-americana; Constituição dos Estados Unidos.\r\n\r\n- Decisões estrangeiras citadas: Caso West Virginia Board of Education vs. Barnette, 319 US 624, 1943; Caso United States vs. Carolene Products Co. (304 U.S. 144), julgado em 25 de abril de 1938; Caso Supreme Court. Barr vs. Matteo, 360 U.S 564 (1959); Caso Palko vS. Connecticut (302 U.S. 319), julgado no ano de 1937; Caso Miller vs. Califórnia, de 1973 [413 U.S. 15 (1973)]; Caso Chaplisnky vs. New Hampshire (315 U.S. 568), de 1942; Caso Abrams vs. United States [250 U.S. 616] (1919), da Suprema Corte dos Estados Unidos.\r\n\r\n- Veja ADI 5527 e ADPF 403 do STF.\nNúmero de páginas: 71.\nAnálise: 04/02/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : LUIZ CARLOS MENDONÇA DE BARROS \nADV.(A/S)  : MARCO ANTONIO RODRIGUES BARBOSA E OUTRO(A/S)\nRECDO.(A/S)  : CARLOS FRANCISCO RIBEIRO JEREISSATI \nADV.(A/S)  : RUBENS FERRAZ DE OLIVEIRA LIMA E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"562 - Indenização por dano moral decorrente de declarações públicas, supostamente ofensivas à honra, proferidas por Ministro de Estado no âmbito de sua atuação.","old_seq_sjur":429401,"documental_tese_texto":"Ante conflito entre a liberdade de expressão de agente político, na defesa da coisa pública, e honra de terceiro, há de prevalecer o interesse coletivo.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 685493","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-05-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARABI, Abhner Youssif Mota. As liberdades públicas e o Supremo: 30 anos de uma nova história constitucional. In: ARABI, Abhner Youssif Mota; MALUF, Fernando; MACHADO NETO, Marcello Lavenère (Coord). Constituição da República 30 anos depois: uma análise da eficiência dos direitos fundamentais.\nEstudos em homenagem ao Ministro Luiz Fux. Belo Horizonte: Fórum, 2019. p. 127 e 134.\nBALKIN, Jack M. Digital Speech and Democratic Culture: a Theory of Freedom of Expression for the Information Society. New York University Law Review, v. 1, n. 79, 2004.\n______. Cultural Democracy and the First Amendment. Northwestern University Law Review. v. 110, n. 5, p. 1053-1096, 2016.\nBARROSO, Luís Roberto. Colisão entre Liberdade de Expressão e Direitos da Personalidade. Critérios de Ponderação. Interpretação constitucionalmente adequada do código civil e da lei de imprensa. Revista de Direito Administrativo, Rio de Janeiro, v. 235, p. 1-36, Jan./Mar. 2004.\n______. Liberdade de Expressão e limitação a direitos fundamentais. Ilegitimidade de restrições\nà publicidade de refrigerantes e sucos. In: Temas de Direito Constitucional. Rio de Janeiro: Renovar, 2005. Tomo III, p. 105-106.  \n______. Temas de Direito Constitucional. 2005. Tomo III, p. 97.\nBINENBOJM, Gustavo. Humor, Política e Jurisdição Constitucional: o Supremo Tribunal Federal como guardião da democracia: a proteção da liberdade de crítica política em processos eleitorais. In: ARABI, Abhner Youssif Mota; MALUF, Fernando; MACHADO NETO, Marcello Lavenère (Coord.). Constituição da\nRepública 30 anos depois: uma análise prática da eficiência dos direitos fundamentais. Estudos em homenagem ao Ministro Luiz Fux. Belo Horizonte: Fórum, 2019. p. 325.\nBRUGGER, Winfried. Proibição ou proteção do discurso do ódio? Algumas observações sobre o direito alemão e o americano. Direito Público, Brasília, n. 15, Doutrina Estrangeira, 2007. p. 151.\nCHAPUIS, René. Droit Administratif General. 2001. Tomo, II, p. 245.\nCHEQUER, Cláudio. A Liberdade de expressão como direito fundamental preferencial. Prima Facie, 2011. p. 100-138.\nCOASE, Ronald H. The Market for Goods and the Market for Ideas. The American Economic Review, v. 64, n. 2, May. 1974.\nCURRIE, David P. The Constitution in the Supreme Court: the Preferred-Position Debate, 1941-1946. Catholic University Law Review, v. 37, 1987.\nDUGUIT, Léon. Coexistence des actions en responsabilité contre l’Administration et contre les fonctionnaires publics. Revue du Droit Public e de la Science Politique em France et à l’Étranger, v. 40, n. 1, 1923, p. 23-40.\nDWORKIN, Ronald. Freedom’s Law. Oxford: Oxford University Press, 1996. p. 166.\nFAVOREU, Louis et al. Droit constitutionnel. 14. ed. Paris: Dalloz, 2012.\nFISS, Owen M. The Irony of Free Speech. Harvard University Press, 1996. p. 83.\nJACKSON, Benjamin F. Censorship and Freedom of Expression in the age of Facebook. New Mexico Law Review, v. 44, n. 1, 2014.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. São Paulo: Saraiva, 2015. p. 866.\nMEIKLEJOHN, Alexander. Political Freedom: the Constitutional Powers of the People. Oxford University Press, 1960. p. 26.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo, 2007. p. 242.\n______.______. São Paulo: Malheiros, 2012. p. 251.\n______.______. 33. ed. São Paulo: Malheiros, 2018.\nMENDES, Gilmar Ferreira. Colisão dos direitos fundamentais: liberdade de expressão e comunicação e direito à honra e à imagem. Revista de Informações Legislativa, Brasília, ano. 31, n. 122, maio/ jul. 1994.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Coelho, Paulo Gustavo Gonet. Curso de direito constitucional. 2008. p. 360 e 370.\nMIRAGEM, Bruno Nubens Barbosa. A liberdade de expressão e o direito de crítica pública. Revista da Faculdade de Direito da UFRGS, Porto Alegre, n. 22, 2002.\nMORAES, Alexandre de. Direito Constitucional. 35. ed. São Paulo: Atlas, 2019. item. 2.1 e 2.7.5.\nOSTER, Jon F. Extension of absolute privilege to executive officers of government agencies: Barr v.\nMatteo. Maryland Law Review n. 368, 1960.\nOWEN, Bruce M. Economics and Freedom of Expression: Media Structure and the First Amendment. Cambridge: Ballinger Publishing Co., 1975.\nPOSNER, Richard. Free Speech in an Economic Perspective. Suffolk University Law Review, v. 20, n. 1, Spring 1986.\nPOST, Robert. Meiklejohn’s Mistake: individual autonomy and the reform of public discourse. University of Colorado Law Review, v. 64, 1993.\nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. 9. ed. São Paulo: Saraiva, 2020.\nSARMENTO, Daniel. A liberdade de expressão e o problema do “Hate Speech”. In: SARMENTO, Daniel (Coord.). Livres e Iguais: Estudos de Direito Constitucional. Rio de Janeiro: Lúmen Juris, 2006.\nSMOLLA, Rodney A. Free Speech in an Open Society. New York: Vintage, 1993.\nSUNSTEIN, Cass R. Free Speech Now. The University of Chicago Law Review, v. 59, 1992. p. 258-259.\nSYED, Nabiha. Real talk about\nfake news: towards a better theory for platform governance. The Yale Law Journal, 2017. p. 337-357 e p. 338-339.\nVERONESE, Alexandre; FONSECA, Gabriel. Desinformação, fake news e mercado único digital: a potencial convergência das políticas públicas da União Europeia com os Estados Unidos para melhoria dos\nconteúdos comunicacionais. Cadernos Adenauer, São Paulo, ano XIX, v. 4, 2018, p. 43.\nWIMMER, Miriam. As relações de sujeição especial na Administração Pública. Direito Público n. 1, 2007.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":685493,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}