{"result":{"took":558,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur469452","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por indicação do Relator, a Turma decidiu adiar o julgamento do Processo. Unânime. Ausente, justificadamente, o Ministro Luís Roberto Barroso. Presidência do Ministro Luiz Fux. Primeira Turma, 14.5.2019.\r\n\n            Decisão: Após o voto do Ministro Luiz Fux, Presidente e Relator, que denegava a segurança, pediu vista dos autos o Ministro Alexandre de Moraes. Falou o Dr. Pedro da Silva Dinamarco pelo Impetrante. Primeira Turma, 11.6.2019.\r\n\n            Decisão: Após o voto-vista do Ministro Alexandre de Moraes, que concedia a ordem, divergindo do Ministro Luiz Fux, Presidente e Relator, que a denegava, pediu vista do processo o Ministro Luís Roberto Barroso. Primeira Turma, 10.12.2019.\r\n\n           Decisão: A Turma, por maioria, denegou o mandado de segurança, nos termos do voto do Relator, vencido o Ministro Alexandre de Moraes. Não votou o Ministro Dias Toffoli, sucessor de Luiz Fux, Relator do processo. Primeira Turma, Sessão Virtual de 13.5.2022 a 20.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur469452","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur469452","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: MANDADO DE SEGURANÇA. DIREITO CONSTITUCIONAL E PROCESSUAL CIVIL. ATO DA CORREGEDORA NACIONAL DE JUSTIÇA QUE APROVOU O RELATÓRIO DE INSPEÇÃO NO TRIBUNAL DE JUSTIÇA DO ESTADO DO MATO GROSSO DO SUL. SUSPENSÃO DO PAGAMENTO DOS PRECATÓRIOS ATÉ O JULGAMENTO FINAL DE AÇÕES CONTRA ACORDO EXTRAJUDICIAL HOMOLOGADO JUDICIALMENTE ENTRE ENTIDADE FINANCEIRA E O MUNICÍPIO DE DOURADOS/MS. DETERMINAÇÕES. REALIZAÇÃO DE AUDITORIA TÉCNICA. CONTRATOS. REVISÃO DOS CÁLCULOS DE PRECATÓRIOS. ATO EMINENTEMENTE ADMINISTRATIVO. NECESSIDADE DE DILAÇÃO PROBATÓRIA. INEXISTÊNCIA DE PROVA PRÉ-CONSTITUÍDA. MANDADO DE SEGURANÇA A QUE SE NEGA SEGUIMENTO. \n\n\n\n    1. Os critérios para cálculos de precatórios têm natureza intrinsecamente administrativa, o que atrai a competência do Conselho Nacional de Justiça para atuar no afã de corrigir supostas ilegalidades detectadas nos referidos cálculos (CRFB/88, art. 103-B, § 4º, II). Precedentes: MS 32.749 AgR, Relator Min. Celso de Mello, Segunda Turma, DJe 18.06.2015; RE 309.103, Relator Min. Moreira Alves, Primeira Turma, DJ 16.11.2001; ADI 1.098, Rel. Min. Marco Aurélio, Tribunal Pleno, DJ 25.10.1996; RE 281.208 AgR, Rel. Min. Ellen Gracie, Primeira Turma, DJ 26.4.2002; AI 409.331 AgR, Rel. Min. Carlos Velloso, Segunda Turma, DJ 4.4.2003.\n\n\n\n    2. O Conselho Nacional de Justiça ostenta competência constitucional para determinar a auditoria técnica e a revisão dos cálculos dos precatórios, bem como a suspensão de seu pagamento. \n\n\n\n    3. In casu, na correição realizada pelo CNJ, foram constatadas diversas irregularidades nos cálculos dos precatórios em questão. Deveras, no procedimento de revisão dos valores desses precatórios, foram identificados erros grosseiros, de sorte a enquadrar a hipótese na previsão normativa contida no art. 35 da Resolução CNJ 115/2010, o que atrai e justifica a competência do órgão de controle.\n\n\n\n    4. A decisão proferida no presente caso pelo Conselho Nacional de Justiça, órgão autônomo especializado, não deve ser objeto de revisão, mormente por não ter caráter manifestamente ilegal, abusivo ou teratológico.\n\n\n\n    5. É recomendável a adoção de uma postura de deferência para com os órgãos autônomos especializados em geral, especialmente àqueles que a Constituição da República outorgou assento constitucional de competência técnica para determinadas matérias.\n\n\n\n    6. O impetrante não logrou demonstrar, por meio de prova inequívoca, a violação a direito líquido e certo, na medida em que o writ não está aparelhado com evidências capazes de demonstrar, de plano, ilegalidade ou abuso de poder praticado pela autoridade impetrada, de sorte que o mandamus deve ser denegado por manifesta improcedência.\n\n\n\n    7. O reconhecimento da ausência de direito líquido e certo não impede que o impetrante lance mão das vias ordinárias para defesa do seu alegado direito. Nos termos do art. 19 da Lei 12.016/2009, a sentença ou o acórdão que denegar mandado de segurança sem decidir o mérito, não impedirá que o requerente, por ação própria, pleiteie os seus direitos e os respectivos efeitos patrimoniais. \n\n\n\n    8. Mandado de segurança a que se nega seguimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762947686","externo_seq_objeto_incidente":4941874,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-180  DIVULG 09-09-2022  PUBLIC 12-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=34057&classe=MS","is_colac":false,"titulo":"MS 34057","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00100 \"CAPUT\" PAR-00006 ART-0103B\n    PAR-00004 INC-00001 INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009494 ANO-1997\n    ART-0001E\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012016 ANO-2009\n    ART-00019\n    LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00910\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RES-000115 ANO-2010\n    ART-00035 INC-00001 INC-00002 INC-00003\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   SUMSTF-000304\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000311\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000631\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000176\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   SUMSTJ-000311\n    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2022-09-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONTROLE DE LEGALIDADE, ATO ADMINISTRATIVO, PODER JUDICIÁRIO, VEDAÇÃO, INTERVENÇÃO, ATIVIDADE-FIM, MAGISTRADO, DECISÃO JURISDICIONAL. ATUAÇÃO, PRESIDENTE DO TRIBUNAL, PROCESSAMENTO, PAGAMENTO, PRECATÓRIO, FORMA, AUTORIDADE ADMINISTRATIVA. COISA JULGADA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: ATUAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ÂMBITO, LIMITE CONSTITUCIONAL, COMPETÊNCIA. DECISÃO CAUTELAR, CONSELHO NACIONAL DE JUSTIÇA (CNJ), AUSÊNCIA, ANULAÇÃO, EXPEDIÇÃO, PRECATÓRIO. EXISTÊNCIA, INDÍCIO, IRREGULARIDADE, DESVIO DE VERBAS PÚBLICAS. NATUREZA ADMINISTRATIVA, ATIVIDADE, PRESIDENTE, TRIBUNAL DE JUSTIÇA, PROCESSAMENTO, PRECATÓRIO. COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), APRECIAÇÃO, LEGALIDADE, ATO, PRESIDENTE DO TRIBUNAL. OBSERVÂNCIA, LEI, REGULAMENTO, ATO, CORREGEDOR NACIONAL DE JUSTIÇA.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: EXTRAPOLAÇÃO, COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ILEGALIDADE, ATO, CORREGEDOR NACIONAL DE JUSTIÇA. OFENSA, COISA JULGADA, USURPAÇÃO DE COMPETÊNCIA, PRESIDENTE, TRIBUNAL DE JUSTIÇA. LIMITE CONSTITUCIONAL, COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ROL TAXATIVO. EXCEPCIONALIDADE, ATUAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ÂMBITO, AUTONOMIA, TRIBUNAL. ADMISSIBILIDADE, CONTROLE JUDICIAL, STF. PRINCÍPIO DA HARMONIA ENTRE OS PODERES. AUSÊNCIA, COMPETÊNCIA, CONSELHO NACIONAL DE JUSTIÇA (CNJ), REVISÃO, CÁLCULO, PRECATÓRIO, CONSIDERAÇÃO, EXPEDIÇÃO, PRECATÓRIO, ORDEM JUDICIAL, PAGAMENTO. COMPETÊNCIA, PODER JUDICIÁRIO, EXPEDIÇÃO, EXECUÇÃO, PRECATÓRIO. COMPETÊNCIA, PRESIDENTE DO TRIBUNAL, CONDUÇÃO, PROCEDIMENTO, PAGAMENTO INTEGRAL, CABIMENTO, SEQUESTRO DE QUANTIA. IMPOSSIBILIDADE, REVISÃO ADMINISTRATIVA, CÁLCULO, PRECATÓRIO, ÓRGÃO, CONTROLE INTERNO, PODER JUDICIÁRIO. NATUREZA ADMINISTRATIVA, ATRIBUIÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ). JULGAMENTO, STF, CONSIDERAÇÃO, PRECATÓRIO, GARANTIA CONSTITUCIONAL, VIABILIZAÇÃO, EFICÁCIA, CUMPRIMENTO, DECISÃO JUDICIAL. CONSIDERAÇÃO, DECISÃO JUDICIAL, INÍCIO, PROCEDIMENTO, SATISFAÇÃO, COISA JULGADA MATERIAL, PAGAMENTO, QUANTIA CERTA. CONSIDERAÇÃO, PRECATÓRIO, ATO JUDICIAL, AUSÊNCIA, CONFUSÃO, ATO ADMINISTRATIVO, PRESIDENTE DO TRIBUNAL. IMPOSSIBILIDADE, ALTERAÇÃO, CRITÉRIO, VALOR, PRECATÓRIO, PRESIDENTE DO TRIBUNAL. REALIZAÇÃO, PRESIDENTE DO TRIBUNAL, CONTROLE, ORDEM CRONOLÓGICA, ERRO MATERIAL, EQUÍVOCO, CÁLCULO. INCONSTITUCIONALIDADE, DECISÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), SUSPENSÃO, PRECATÓRIO, CONSIDERAÇÃO, ATO, QUEBRA, ORDEM CRONOLÓGICA. EXECUÇÃO, CRÉDITO, FAZENDA PÚBLICA, INTERMÉDIO, PRECATÓRIO, FINALIDADE, IMPESSOALIDADE, MORALIDADE, PAGAMENTO, AUSÊNCIA, FAVORECIMENTO, CREDOR. OFENSA, ATO IMPUGNADO, EFICÁCIA, COISA JULGADA, CRITÉRIO, ATUALIZAÇÃO, CÁLCULO, JUROS, HONORÁRIOS ADVOCATÍCIOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=34057&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, CNJ, CORREÇÃO, CÁLCULO, PRECATÓRIO)\nADI 1098 (TP), RE 309103 (2ªT), MS 27708 (TP), RE 281208 AgR (1ªT), AI 409331 AgR (2ªT), MS 32749 AgR (2ªT). \n(AVALIAÇÃO, PRESIDENTE DO TRIBUNAL, CRITÉRIO, CÁLCULO, PRECATÓRIO, ATIVIDADE ADMINISTRATIVA)\nRE 155536 (2ªT) - RTJ 155/301, RE 161580 (1ªT) - RTJ 147/1082, RE 167051 (1ªT) - RTJ 150/337, ADI 1098 (TP), RE 309103 (2ªT), RE 213696 AgR (2ªT), RE 281208 AgR (1ªT), AI 409331 AgR (2ªT), MS 32749 AgR (2ªT). \n(MANDADO DE SEGURANÇA, REEXAME, FATO, PROVA)\nMS 32770 AgR (2ªT), MS 20515 (TP). \n(COMPETÊNCIA ORIGINÁRIA, STF)\nACO 124 (TP) - RTJ 50/72, ACi 9667 (TP) - RTJ 43/129, ACO 130 (TP) - RTJ 44/563. \n(INCOMPETÊNCIA, CNJ, REEXAME, DECISÃO JUDICIAL, PRECATÓRIO)\nMS 27708 (TP), MS 28598 MC-AgR (TP). \n(PRECATÓRIO, GARANTIA CONSTITUCIONAL)\nMS 23652 (TP). \n(COMPETÊNCIA, PRESIDENTE DO TRIBUNAL, CORREÇÃO, CÁLCULO, PRECATÓRIO)\nRE 155536 (2ªT) - RTJ 155/301, RE 161580 (1ªT) - RTJ 147/1082, RE 167051 (1ªT) - RTJ 150/337, ADI 1098 (TP), RE 132031 (1ªT). \n(MANDADO DE SEGURANÇA, FATO, PROVA PRÉ-CONSTITUÍDA)\nMS 22476 (1ªT), MS 23652 (TP). \n(MANDADO DE SEGURANÇA, DIREITO LÍQUIDO E CERTO)\nMS 21865 (TP), RMS 10208 (1ªT). \n(PRECATÓRIO, VIABILIZAÇÃO, CUMPRIMENTO, DECISÃO JUDICIAL)\nADI 2356 MC (TP). \n- Decisão estrangeira citada: Caso Marbury vs. Madison (1 Cranch 137 - 1803).\n- Veja AREsp 1045179, do STJ.\nNúmero de páginas: 58.\nAnálise: 04/04/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S)  : DINAMARCO, ROSSI, BERALDO E BEDAQUE ADVOCACIA \nADV.(A/S)  : PEDRO DA SILVA DINAMARCO \nADV.(A/S)  : ANDERSON MARTINS DA SILVA \nIMPDO.(A/S)  : CONSELHO NACIONAL DE JUSTIÇA - CNJ \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nLIT.PAS.(A/S) : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nLIT.PAS.(A/S) : MUNICÍPIO DE DOURADOS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE DOURADOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":469452,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 34057","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2022-05-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"BUZAID, Alfredo. Do Mandado de Segurança. Saraiva, 1981. v. 1. p. 251.\nMEIRELLES, Hely Lopes; WALD, Arnoldo; MENDES, Gilmar Ferreira. Mandado de segurança e Ações Constitucionais. 35. ed. São Paulo: Malheiros, 2013. p. 37.\nMORAES, Alexandre de. Direito Constitucional. 33. ed. São Paulo: Atlas, 2017. p. 563-564.\nTARUFFO, Michele. La motivazione della sentenza civile. Padova: Cedam, 1975. p. 213.","ministro_facet":["LUIZ FUX"],"processo_numero":34057,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur472197","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator, com ressalvas do Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 30.9.2022 a 7.10.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur472197","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur472197","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AGRAVO INTERNO EM HABEAS CORPUS. JÚRI. ABSOLVIÇÃO PELO QUESITO GENÉRICO. DETERMINAÇÃO DE NOVO JULGAMENTO COM BASE NO ART. 593, III, DO CÓDIGO DE PROCESSO PENAL. AFRONTA À SOBERANIA DOS VEREDICTOS. CONFIGURAÇÃO. ORDEM CONCEDIDA.\n\n\n\n    1. A absolvição pelo Tribunal do júri em razão do quesito genérico não pode ser impugnada com fundamento no art. 593, III, “d”, do Código de Processo Penal, em razão de constituir afronta à soberania dos veredictos.\n\n\n\n    2. Agravo interno desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764389208","externo_seq_objeto_incidente":6435751,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 17-11-2022  PUBLIC 18-11-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=216973&classe=HC","is_colac":false,"titulo":"HC 216973 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00038 INC-00043\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00593 INC-00003 LET-D\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2022-11-18","documental_acordao_mesmo_sentido_lista_texto":"RHC 221276 AgR PROCESSO ELETRÔNICO\n          JULG-22-02-2023  UF-RS  TURMA-02  MIN-NUNES MARQUES N.PÁG-008\n          DJe-s/n  DIVULG 06-03-2023  PUBLIC 07-03-2023\n \nRHC 221276 AgR-segundo PROCESSO ELETRÔNICO\n          JULG-22-02-2023  UF-RS  TURMA-02  MIN-NUNES MARQUES N.PÁG-008\n          DJe-s/n  DIVULG 06-03-2023  PUBLIC 07-03-2023","documental_indexacao_texto":"- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: DECISÃO, TRIBUNAL DO JÚRI, IMPOSSIBILIDADE, CONCESSÃO, PERDÃO, CRIME. NECESSIDADE, IDENTIFICAÇÃO, FUNDAMENTO, ABSOLVIÇÃO, TRIBUNAL DO JÚRI.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=216973&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HABEAS CORPUS DE OFÍCIO, FLAGRANTE ILEGALIDADE)\nHC 118560 (2ªT), HC 165376 (2ªT). \n(ABSOLVIÇÃO, TRIBUNAL DO JÚRI, QUESITO, CARÁTER GENÉRICO, IMPUGNAÇÃO, FUNDAMENTO LEGAL)\nHC 142621 AgR (1ªT), HC 185068 (2ªT). \n(ANULAÇÃO, SENTENÇA ABSOLUTÓRIA, TRIBUNAL DO JÚRI, QUESITO, CARÁTER GENÉRICO, OBSERVÂNCIA, REQUISITO)\nARE 1225185 RG (TP). \n- Decisão estrangeira citada: Corte IDH. Caso de la Massacre de la Rochela vs. Colombia. Fundo, reparações e custas. Sentença de 11 de maio de 2007. Serie C No. 163, par. 197.\nNúmero de páginas: 16.\nAnálise: 08/02/2023, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : JOSÉ NILTON GOMES \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : PRESIDENTE DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":472197,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"HC 216973 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2022-10-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"PIMENTEL, Silvia; PANDJIARJIN, Valeria; BELLOQUE, Juliana. Legítima Defesa da Honra.","ministro_facet":["NUNES MARQUES"],"processo_numero":216973,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur472271","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, condicionada a entrega, porém, (i) à emissão de laudo médico oficial que ateste a ausência de risco à vida do extraditando na transferência, nos termos do art. 95, § 1º, da Lei nº 13.445, de 2017; e (ii) à conclusão do processo penal que já tramita perante a justiça brasileira e ao cumprimento da respectiva pena, ressalvado o juízo discricionário do Presidente da República de proceder à entrega imediata, nos termos do voto do Relator. Não participou deste julgamento a Ministra Cármen Lúcia, por ser a sucessora do Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 28.10.2022 a 9.11.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ANDRÉ MENDONÇA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur472271","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur472271","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO. INSTRUTÓRIA. GOVERNO DA REPÚBLICA DOMINICANA. INVESTIGAÇÃO POR CRIME EQUIPARADO, NO BRASIL, À LAVAGEM DE CAPITAIS. REGULARIDADE FORMAL. SISTEMA DA CONTENCIOSIDADE LIMITADA. REQUISITOS LEGAIS ATENDIDOS. PRISÃO CAUTELAR PARA FINS DE EXTRADIÇÃO. CARÁTER EMINENTEMENTE INSTRUMENTAL. MANUTENÇÃO DA CUSTÓDIA EM ESTABELECIMENTO PRISIONAL FEDERAL.\n\n\n\n    1. O pedido de extradição atende aos requisitos formais previstos na Lei de Migração e no Tratado de Extradição entre o Governo da República Federativa do Brasil e o Governo da República Dominicana, promulgado pelo Decreto nº 6.738, de 2009.\n\n\n\n    2. Incidem, no caso, a dupla tipicidade e a dupla punibilidade, de acordo com as legislações brasileira e dominicana.\n\n\n\n    3. O crime pelo qual se pretende a extradição não tem conotação política (art. 82, inc. VII, da Lei nº 13.445, de 2017) e suas apurações são de competência do estado requerente (art. 82, inc. III, da Lei nº 13.445, de 2017). As penas máximas são superiores a 2 anos (art. 82, inc. IV, da Lei nº 13.445, de 2017) e o extraditando não tem nacionalidade brasileira (art. 82, inc. I, da Lei nº 13.445, de 2017).\n\n\n\n    4. A presença de familiares no Brasil não impede a extradição, de acordo com o enunciado nº 421 da Súmula do STF.\n\n\n\n    5. A pendência de processo penal por outros delitos em curso no Brasil não impede a extradição, havendo a possibilidade de o Presidente da República promover a entrega do extraditando antes da condenação e do cumprimento da pena no Brasil. Suposta identidade entre os fatos delitivos apurados não verificada.\n\n\n\n    6. O Estado requerente assumiu formalmente os compromissos previstos no art. 96 da Lei nº 13.445, de 2017.\n\n\n\n    7. A prisão cautelar é eminentemente instrumental à extradição. A custódia dever ser mantida no estabelecimento do Sistema Penitenciário federal, atendendo à recente recomendação da Polícia Federal e levando em conta o perfil do extraditando.\n\n\n\n    8. Extradição deferida, com entrega condicionada (i) à emissão de laudo médico oficial que ateste a ausência de risco à vida do extraditando na transferência, nos termos do art. 95, § 1º, da Lei nº 13.445, de 2017; e (ii) à conclusão do processo penal que tramita perante a Justiça brasileira e ao cumprimento da respectiva pena, ressalvado o juízo discricionário do Presidente da República de proceder à entrega imediata.\n\n\n\n    9. Dois recursos de embargos de declaração julgados prejudicados, considerando que os argumentos neles levantados foram abordados na fundamentação do voto de mérito desta extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764423558","externo_seq_objeto_incidente":5862143,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-234  DIVULG 18-11-2022  PUBLIC 21-11-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1627&classe=Ext","is_colac":false,"titulo":"Ext 1627","documental_legislacao_citada_texto":["LEG-FED   LEI-009613 ANO-1998\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683 ANO-2012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00001 INC-00003 INC-00004\n    INC-00007 PAR-00001 ART-00083 INC-00002\n    ART-00091 PAR-00001 ART-00092 ART-00095\n    PAR-00001 ART-00096\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-2003\n    ART-00003 ITEM-.A ART-00014\n    TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA DOMINICANA, CELEBRADO EM BRASÍLIA, EM 17 DE NOVEMBRO DE 2003.\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00312 ART-00400\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000297 ANO-2006\n    DECRETO LEGISLATIVO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA DOMINICANA, CELEBRADO EM BRASÍLIA, EM 17 DE NOVEMBRO DE 2003.\n\n","LEG-FED   DEC-006738 ANO-2009\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA DOMINICANA, CELEBRADO EM BRASÍLIA, EM 17 DE NOVEMBRO DE 2003.\n\n","LEG-FED   PRT-000032 ANO-2022\n    ART-00001 ART-00003 ART-00004\n    PORTARIA DO DEPARTAMENTO PENITENCIÁRIO NACIONAL - DEPEN\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-11-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADITANDO, PERSEGUIÇÃO POLÍTICA, REPÚBLICA DOMINICANA, ESTADO SOBERANO, ATIVIDADE DIPLOMÁTICA, REPÚBLICA FEDERATIVA DO BRASIL, SUBSCRIÇÃO, TRATADO INTERNACIONAL, DIREITOS HUMANOS. EXTRADIÇÃO, CARÁTER PRECÁRIO, SAÚDE, EXTRADITANDO. PRISÃO CAUTELAR, EXTRADITANDO, DISTINÇÃO, PRISÃO PREVENTIVA. EMBARGOS DE DECLARAÇÃO, REEXAME, FATO, PROVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1627&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1707 (2ªT). \n(EXTRADITANDO, PERSEGUIÇÃO POLÍTICA)\nExt 1382 (1ªT). \n(EXTRADIÇÃO, CARÁTER PRECÁRIO, SAÚDE, EXTRADITANDO)\nExt 1244 (1ªT), Ext 1456 (1ªT), Ext 1500 (1ªT). \n(PEDIDO, EXTRADIÇÃO, SUSPENSÃO, AÇÃO PENAL)\nExt 1499 (1ªT), Ext 1621 (1ªT). \n(PRISÃO CAUTELAR, EXTRADITANDO, DISTINÇÃO, PRISÃO PREVENTIVA)\nExt 1467 (1ªT), Ext 1531 AgR (1ªT). \n(EMBARGOS DE DECLARAÇÃO, REEXAME, FATO, PROVA)\nHC 162726 ED (1ªT). \n- Legislação estrangeira citada: art. 3º da Lei 155-17, da República Dominicana. \n\nNúmero de páginas: 31.\nAnálise: 22/04/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA REPÚBLICA DOMINICANA \nEXTDO.(A/S)  : ROBERTO ANTONIO ESPEJO CAMACHO \nADV.(A/S)  : BRUNO RODRIGUES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":472271,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1627","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-11-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Processo Penal. 4. ed. São Paulo: Revista dos Tribunais, 2016. p. 874.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 20. ed. Rio de Janeiro: Forense, 2021. p. 1194.","ministro_facet":["ANDRÉ MENDONÇA"],"processo_numero":1627,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473037","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, condicionado que o Estado requerente assuma, antes da entrega do extraditando: (i) os compromissos previstos no art. 96 da Lei nº 13.445/17 e no art. 5º, XLVII, b, da Constituição Federal; (ii) o compromisso formal de detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil; e (iii) o compromisso de afastar a pena acessória de inabilitação absoluta perpétua para cargos e ofícios públicos e direitos políticos, por ser incompatível com a vedação prevista no art. 5º, XLVII, b, da Constituição Federal, que proíbe sanções penais de caráter perpétuo, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 18.11.2022 a 25.11.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur473037","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur473037","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DO URUGUAI. REGULARIDADE FORMAL. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO.\n\n\n\n    1. O requerimento da Extradição formulado pelo Governo do Uruguai em face de seu nacional preenche os requisitos formais do Tratado de Extradição específico.\n\n\n\n    2. Estão presentes os pressupostos materiais: (i) dupla tipicidade; (ii) dupla punibilidade de crime comum praticado por estrangeiro e (iii) falta de jurisdição brasileira sobre o fato.\n\n\n\n    3. Quanto à dupla punibilidade, os fatos ocorreram em novembro de 2021, de modo que não houve prescrição, segundo a legislação brasileira. No Brasil, é previsto o prazo prescricional de 20 anos (art. 109, I, do Código Penal). Ou seja, a prescrição somente ocorrerá a partir de novembro de 2041 \n\n\n\n    4. Quanto à dupla tipicidade, o crime pelo qual o extraditando será processado está previsto na legislação brasileira - no art. 121, VI, do Código Penal - e na legislação uruguaia – nos arts. 1, 3 18, 60, numeral 1, 310, 311.4 e 312.8, todos do Código Penal uruguaio.\n\n\n\n    5. O crime pelo qual se pretende a extradição não tem conotação política (art. 82-VII da Lei nº 13.445/17), sua apuração é de competência exclusiva do estado requerente (art. 82-III da Lei nº 13.445/17). A pena máxima é superior a 2 anos (art. 82-IV da Lei nº 13.445/17) e o extraditando não tem nacionalidade brasileira (art. 82-1 da Lei nº 13.445/17).\n\n\n\n    6. Extradição deferida, condicionada a entrega ao Estado requerente às seguintes condições: (i) submissão do extraditando a prévio exame de saúde; (ii) assunção, pelo Estado Requerente, de compromisso formal de detrair da pena do período em que o extraditando permaneceu preso no Brasil por força deste processo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764683289","externo_seq_objeto_incidente":6454573,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-244  DIVULG 01-12-2022  PUBLIC 02-12-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1752&classe=Ext","is_colac":false,"titulo":"Ext 1752","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00047 LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00001 INC-00003 INC-00004\n    INC-00007 ART-00092 ART-00096\n    LEI ORDINÁRIA LEI DE MIGRAÇÃO\n\n","LEG-INT   ACO ANO-1998\n    ACORDO  DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-INT   ACO ANO-1998\n    ACORDO  DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001 ART-00121 INC-00006\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000035 ANO-2002\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DLG-000605 ANO-2003\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975 ANO-2004\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-005867 ANO-2006\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998"],"publicacao_data":"2022-12-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1752&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CF/1988, VEDAÇÃO, PENA, CARÁTER PERPÉTUO)\nExt 1005 (TP), Ext 1201 (TP). \n- Legislação estrangeira citada: arts. 1, 3, 18, 60, numeral 1, 310, 311.4 e 312.8, do Código Penal uruguaio.\nNúmero de páginas: 8.\nAnálise: 26/05/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : ADÁN ROBERTO GÓMEZ BARRETO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":473037,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1752","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-11-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1752,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473324","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o início do voto do Relator, o julgamento foi suspenso. Falaram: pela recorrente, o Dr. Francisco Zardo; pelo amicus curiae Ministério Público do Estado de São Paulo, o Dr. Mário Luiz Sarrubbo, Procurador-Geral de Justiça do Estado; pelo amicus curiae Ministério Público do Estado de Goiás, a Dra. Fabiana Lemes Zamalloa do Prado, Promotora de Justiça do Estado; pelo amicus curiae Associação Nacional dos Membros do Ministério Público - CONAMP, o Dr. Aristides Junqueira Alvarenga; pelo amicus curiae Associação Brasileira de Municípios - ABM, o Dr. Georghio Alessandro Tomelin; pelo amicus curiae Frente Nacional de Prefeitos - FNP, o Dr. Saul Tourinho Leal; pelo amicus curiae Ministério Público do Estado do Rio Grande do Sul, o Dr. Fabiano Dallazen, Promotor de Justiça do Estado; pelo amicus curiae Conselho Federal da Ordem dos Advogados do Brasil - CFOAB, o Dr. Vicente Martins Prata Braga; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 3.8.2022.\r\n\n                       Decisão: Em continuidade de julgamento, após o voto do Ministro Alexandre de Moraes (Relator), que dava provimento ao recurso extraordinário para extinguir a presente ação, propondo a fixação da seguinte tese (tema 1.199 da repercussão geral): “1) É necessária a comprovação de responsabilidade subjetiva para a tipificação dos atos de improbidade administrativa, exigindo-se - nos artigos 9º, 10 e 11 da LIA - a presença do elemento subjetivo - DOLO; 2) A norma benéfica da Lei 14.230/2021 - revogação da modalidade culposa do ato de improbidade administrativa -, é IRRETROATIVA, em virtude do artigo 5º, inciso XXXVI, da Constituição Federal, não tendo incidência em relação à eficácia da coisa julgada; nem tampouco durante o processo de execução das penas e seus incidentes; 3) Aplicam-se os princípios da não ultra-atividade e tempus regit actum aos atos de improbidade administrativa culposos praticados na vigência do texto anterior da lei, porém sem condenação transitada em julgado, em virtude de sua revogação expressa pela Lei 14.230/2021; devendo o juízo competente analisar eventual má-fé ou dolo eventual por parte do agente; 4) O novo regime prescricional previsto na Lei 14.230/2021 é IRRETROATIVO, em respeito ao ato jurídico perfeito e em observância aos princípios da segurança jurídica, do acesso à Justiça e da proteção da confiança, garantindo-se a plena eficácia dos atos praticados validamente antes da alteração legislativa”; e do voto do Ministro André Mendonça, que dava provimento ao agravo para conhecer do recurso extraordinário e, no mérito, dar-lhe provimento, propondo a fixação das seguintes teses de repercussão geral: “I) as alterações promovidas pela Lei 14.230/2021 em relação ao elemento subjetivo apto a configurar o ato de improbidade administrativa, inclusive na modalidade do artigo 10 da LIA, aplicam-se aos processos em curso e aos fatos ainda não processados; II) diante da proteção constitucional à coisa julgada, nos termos do art. 5º, XXXVI, da Carta de 1988, a aplicação da referida tese, quando cabível, aos processos já transitados em julgado, dependerá do manejo da respectiva ação rescisória, nos termos do art. 525, §§ 12 a 15, do CPC/2015; III) as alterações promovidas pela Lei 14.230/2021 em relação aos novos prazos de prescrição intercorrente aplicam-se de maneira imediata, inclusive aos processos em curso e aos fatos ainda não processados, tendo como termo inicial, nestes casos, a data de entrada em vigor da inovação legislativa; IV) o novo prazo de prescrição geral tem aplicação imediata, inclusive aos processos em curso e aos fatos ainda não processados, devendo ser computado, contudo, o decurso do tempo já transcorrido durante a vigência da norma anterior, estando o novo prazo limitado ao tempo restante do lustro pretérito, quando mais reduzido em relação ao novo regramento”, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 4.8.2022.\r\n\n                 Decisão: Após o Ministro André Mendonça ter feito esclarecimentos sobre o quarto tópico constante da parte final de seu voto, concluindo sua parte dispositiva no sentido de dar provimento ao agravo para conhecer do recurso extraordinário e, no mérito, dar-lhe provimento, propondo a fixação das seguintes teses de repercussão geral (tema 1.199): “I) as alterações promovidas pela Lei 14.230/2021 em relação ao elemento subjetivo apto a configurar o ato de improbidade administrativa, inclusive na modalidade do artigo 10 da LIA, aplicam-se aos processos em curso e aos fatos ainda não processados; II) diante da proteção constitucional à coisa julgada, nos termos do art. 5º, XXXVI, da Carta de 1988, a aplicação da referida tese, quando cabível, aos processos já transitados em julgado, dependerá do manejo da respectiva ação rescisória, nos termos do art. 525, §§ 12 a 15, do CPC/2015; III) as alterações promovidas pela Lei 14.230/2021 em relação aos novos prazos de prescrição intercorrente aplicam-se de maneira imediata, inclusive aos processos em curso e aos fatos ainda não processados, tendo como termo inicial, nestes casos, a data de entrada em vigor da inovação legislativa; IV) o novo prazo de prescrição geral, previsto no caput do artigo 23 da Lei 8.429/1992, alterado pela Lei 14.230/2021, tem aplicação imediata, inclusive quanto a fatos pretéritos. Contudo, se a prescrição do direito de ação já havia se iniciado quando do advento da alteração promovida pela Lei 14.230/2021, aplica-se o princípio da ultratividade da norma anterior, ou seja, prevalece o prazo prescricional de cinco anos já em curso”; do voto do Ministro Nunes Marques, que conhecia do recurso extraordinário com agravo e dava-lhe provimento, para subsequentemente dar provimento ao correspondente recurso extraordinário, a fim de que o acórdão recorrido seja reformado, extinguindo-se a ação formalizada contra a recorrente, por atipicidade da conduta culposa e pela prescrição intercorrente da pretensão; do voto do Ministro Edson Fachin, que, reconhecida a natureza civil da improbidade administrativa, não depreendia forma de aplicar a irretroatividade das suas alterações de forma parcial, entendendo, assim, que a irretroatividade deve ser total, e, quanto ao exame do caso concreto, pela incidência do Enunciado 897, dava provimento ao recurso extraordinário, divergindo do Ministro Alexandre de Moraes (Relator) apenas quanto a um trecho do item 3 da tese proposta; do voto do Ministro Roberto Barroso, que dava provimento ao recurso extraordinário e acompanhava a tese de repercussão geral proposta pelo Relator apenas no tocante aos itens 1, 3 e 4, mas, quanto ao item 2, acompanhava o voto do Ministro Edson Fachin, entendendo que a lei nova não retroage, seja na questão que envolve culpa, seja na situação que envolve prescrição; e do voto do Ministro Dias Toffoli, entendendo aplicáveis os dispositivos previstos na Lei nº 14.230/21 aos processos futuros, aos que ainda estão em curso e às execuções das penas, assim como aos demais incidentes dos atos de improbidade culposos, adotando as mesmas premissas e a mesma lógica com relação aos prazos de prescrição geral e intercorrente mais benéficos ao réu, e, no caso concreto, dava provimento ao recurso extraordinário, absolvendo a ré, deixando de se manifestar, por ora, sobre a tese de repercussão geral, o julgamento foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 17.8.2022.\r\n\n                       Decisão: O Tribunal, por unanimidade, apreciando o tema 1.199 da repercussão geral, deu provimento ao recurso extraordinário para extinguir a presente ação, e, por maioria, o Tribunal acompanhou os fundamentos do voto do Ministro Alexandre de Moraes (Relator), vencidos, parcialmente e nos termos de seus respectivos votos, os Ministros André Mendonça, Nunes Marques, Edson Fachin, Roberto Barroso, Rosa Weber, Dias Toffoli, Cármen Lúcia, Ricardo Lewandowski e Gilmar Mendes. Na sequência, por unanimidade, foi fixada a seguinte tese: “1) É necessária a comprovação de responsabilidade subjetiva para a tipificação dos atos de improbidade administrativa, exigindo-se - nos artigos 9º, 10 e 11 da LIA - a presença do elemento subjetivo - DOLO; 2) A norma benéfica da Lei 14.230/2021 - revogação da modalidade culposa do ato de improbidade administrativa -, é IRRETROATIVA, em virtude do artigo 5º, inciso XXXVI, da Constituição Federal, não tendo incidência em relação à eficácia da coisa julgada; nem tampouco durante o processo de execução das penas e seus incidentes; 3) A nova Lei 14.230/2021 aplica-se aos atos de improbidade administrativa culposos praticados na vigência do texto anterior da lei, porém sem condenação transitada em julgado, em virtude da revogação expressa do texto anterior; devendo o juízo competente analisar eventual dolo por parte do agente; 4) O novo regime prescricional previsto na Lei 14.230/2021 é IRRETROATIVO, aplicando-se os novos marcos temporais a partir da publicação da lei”. Redigirá o acórdão o Relator. Presidência do Ministro Luiz Fux. Plenário, 18.8.2022.","is_repercussao_geral_merito":true,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur473324","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur473324","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"'Ementa: CONSTITUCIONAL E ADMINISTRATIVO. IRRETROATIVIDADE DA LEI MAIS BENÉFICA (LEI 14.230/2021) PARA A RESPONSABILIDADE POR ATOS ILÍCITOS CIVIS DE IMPROBIDADE ADMINISTRATIVA (LEI 8.429/92). NECESSIDADE DE OBSERVÂNCIA DA CONSTITUCIONALIZAÇÃO DE REGRAS RÍGIDAS DE REGÊNCIA DA ADMINISTRAÇÃO PÚBLICA E RESPONSABILIZAÇÃO DOS AGENTES PÚBLICOS CORRUPTOS PREVISTAS NO ARTIGO 37 DA CF. INAPLICABILIDADE DO ARTIGO 5º, XL DA CONSTITUIÇÃO FEDERAL AO DIREITO ADMINISTRATIVO SANCIONADOR POR AUSÊNCIA DE EXPRESSA PREVISÃO NORMATIVA. APLICAÇÃO DOS NOVOS DISPOSITIVOS LEGAIS SOMENTE A PARTIR DA ENTRADA EM VIGOR DA NOVA LEI, OBSERVADO O RESPEITO AO ATO JURÍDICO PERFEITO E A COISA JULGADA (CF, ART. 5º, XXXVI). RECURSO EXTRAORDINÁRIO PROVIDO COM A FIXAÇÃO DE TESE DE REPERCUSSÃO GERAL PARA O TEMA 1199.\n\n\n\n    1. A Lei de Improbidade Administrativa, de 2 de junho de 1992, representou uma das maiores conquistas do povo brasileiro no combate à corrupção e à má gestão dos recursos públicos.\n\n\n\n    2. O aperfeiçoamento do combate à corrupção no serviço público foi uma grande preocupação do legislador constituinte, ao estabelecer, no art. 37 da Constituição Federal, verdadeiros códigos de conduta à Administração Pública e aos seus agentes, prevendo, inclusive, pela primeira vez no texto constitucional, a possibilidade de responsabilização e aplicação de graves sanções pela prática de atos de improbidade administrativa (art. 37, § 4º, da CF). \n\n\n\n    3. A Constituição de 1988 privilegiou o combate à improbidade administrativa, para evitar que os agentes públicos atuem em detrimento do Estado, pois, como já salientava Platão, na clássica obra REPÚBLICA, a punição e o afastamento da vida pública dos agentes corruptos pretendem fixar uma regra proibitiva para que os servidores públicos não se deixem \"induzir por preço nenhum a agir em detrimento dos interesses do Estado”.\n\n\n\n    4. O combate à corrupção, à ilegalidade e à imoralidade no seio do Poder Público, com graves reflexos na carência de recursos para implementação de políticas públicas de qualidade, deve ser prioridade absoluta no âmbito de todos os órgãos constitucionalmente institucionalizados.\n\n\n\n    5. A corrupção é a negativa do Estado Constitucional, que tem por missão a manutenção da retidão e da honestidade na conduta dos negócios públicos, pois não só desvia os recursos necessários para a efetiva e eficiente prestação dos serviços públicos, mas também corrói os pilares do Estado de Direito e contamina a necessária legitimidade dos detentores de cargos públicos, vital para a preservação da Democracia representativa.\n\n\n\n    6. A Lei 14.230/2021 não excluiu a natureza civil dos atos de improbidade administrativa e suas sanções, pois essa “natureza civil” retira seu substrato normativo diretamente do texto constitucional, conforme reconhecido pacificamente por essa SUPREMA CORTE (TEMA 576 de Repercussão Geral, de minha relatoria, RE n° 976.566/PA).\n\n\n\n    7. O ato de improbidade administrativa é um ato ilícito civil qualificado – “ilegalidade qualificada pela prática de corrupção” – e exige, para a sua consumação, um desvio de conduta do agente público, devidamente tipificado em lei, e que, no exercício indevido de suas funções, afaste-se dos padrões éticos e morais da sociedade, pretendendo obter vantagens materiais indevidas (artigo 9º da LIA) ou gerar prejuízos ao patrimônio público (artigo 10 da LIA), mesmo que não obtenha sucesso em suas intenções, apesar de ferir os princípios e preceitos básicos da administração pública (artigo 11 da LIA).\n\n\n\n    8. A Lei 14.230/2021 reiterou, expressamente, a regra geral de necessidade de comprovação de responsabilidade subjetiva para a tipificação do ato de improbidade administrativa, exigindo – em todas as hipóteses – a presença do elemento subjetivo do tipo – DOLO, conforme se verifica nas novas redações dos artigos 1º, §§ 1º e 2º; 9º, 10, 11; bem como na revogação do artigo 5º.\n\n\n\n    9. Não se admite responsabilidade objetiva no âmbito de aplicação da lei de improbidade administrativa desde a edição da Lei 8.429/92 e, a partir da Lei 14.230/2021, foi revogada a modalidade culposa prevista no artigo 10 da LIA.\n\n\n\n    10. A opção do legislador em alterar a lei de improbidade administrativa com a supressão da modalidade culposa do ato de improbidade administrativa foi clara e plenamente válida, uma vez que é a própria Constituição Federal que delega à legislação ordinária a forma e tipificação dos atos de improbidade administrativa e a gradação das sanções constitucionalmente estabelecidas (CF, art. 37, §4º).\n\n\n\n    11. O princípio da retroatividade da lei penal, consagrado no inciso XL do artigo 5º da Constituição Federal (“a lei penal não retroagirá, salvo para beneficiar o réu”) não tem aplicação automática para a responsabilidade por atos ilícitos civis de improbidade administrativa, por ausência de expressa previsão legal e sob pena de desrespeito à constitucionalização das regras rígidas de regência da Administração Pública e responsabilização dos agentes públicos corruptos com flagrante desrespeito e enfraquecimento do Direito Administrativo Sancionador.\n\n\n\n    12. Ao revogar a modalidade culposa do ato de improbidade administrativa, entretanto, a Lei 14.230/2021, não trouxe qualquer previsão de “anistia” geral para todos aqueles que, nesses mais de 30 anos de aplicação da LIA, foram condenados pela forma culposa de artigo 10; nem tampouco determinou, expressamente, sua retroatividade ou mesmo estabeleceu uma regra de transição que pudesse auxiliar o intérprete na aplicação dessa norma – revogação do ato de improbidade administrativa culposo – em situações diversas como ações em andamento, condenações não transitadas em julgado e condenações transitadas em julgado.\n\n\n\n    13. A norma mais benéfica prevista pela Lei 14.230/2021 – revogação da modalidade culposa do ato de improbidade administrativa –, portanto, não é retroativa e, consequentemente, não tem incidência em relação à eficácia da coisa julgada; nem tampouco durante o processo de execução das penas e seus incidentes. Observância do artigo 5º, inciso XXXVI da Constituição Federal.\n\n\n\n    14. Os prazos prescricionais previstos em lei garantem a segurança jurídica, a estabilidade e a previsibilidade do ordenamento jurídico; fixando termos exatos para que o Poder Público possa aplicar as sanções derivadas de condenação por ato de improbidade administrativa.\n\n\n\n    15. A prescrição é o perecimento da pretensão punitiva ou da pretensão executória pela INÉRCIA  do próprio Estado. A prescrição prende-se à noção de perda do direito de punir do Estado por sua negligência, ineficiência ou incompetência em determinado lapso de tempo.\n\n\n\n    16. Sem INÉRCIA não há PRESCRIÇÃO. Sem INÉRCIA não há sancionamento ao titular da pretensão. Sem INÉRCIA não há possibilidade de se afastar a proteção à probidade e ao patrimônio público.\n\n\n\n    17. Na aplicação do novo regime prescricional – novos prazos e prescrição intercorrente – , há necessidade de observância dos princípios da segurança jurídica, do acesso à Justiça e da proteção da confiança, com a IRRETROATIVIDADE da Lei 14.230/2021, garantindo-se a plena eficácia dos atos praticados validamente antes da alteração legislativa.\n\n\n\n    18. Inaplicabilidade dos prazos prescricionais da nova lei às ações de ressarcimento ao erário fundadas na prática de ato doloso tipificado na Lei de Improbidade Administrativa, que permanecem imprescritíveis, conforme decidido pelo Plenário da CORTE, no TEMA 897, Repercussão Geral no RE 852.475, Red. p/Acórdão: Min. EDSON FACHIN.\n\n\n\n    19. Recurso Extraordinário PROVIDO. Fixação de tese de repercussão geral para o Tema 1199:\n\n\n\n    \"1) É necessária a comprovação de responsabilidade subjetiva para a tipificação dos atos de improbidade administrativa, exigindo-se - nos artigos 9º, 10 e 11 da LIA - a presença do elemento subjetivo - DOLO; \n\n\n\n    2) A norma benéfica da Lei 14.230/2021 - revogação da modalidade culposa do ato de improbidade administrativa -, é IRRETROATIVA, em virtude do artigo 5º, inciso XXXVI, da Constituição Federal, não tendo incidência em relação à eficácia da coisa julgada; nem tampouco durante o processo de execução das penas e seus incidentes;\n\n\n\n    3) A nova Lei 14.230/2021 aplica-se aos atos de improbidade administrativa culposos praticados na vigência do texto anterior da lei, porém sem condenação transitada em julgado, em virtude da revogação expressa do texto anterior; devendo o juízo competente analisar eventual dolo por parte do agente;\n\n\n\n    4) O novo regime prescricional previsto na Lei 14.230/2021 é IRRETROATIVO, aplicando-se os novos marcos temporais a partir da publicação da lei\".","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764875895","externo_seq_objeto_incidente":4652910,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-251  DIVULG 09-12-2022  PUBLIC 12-12-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=843989&classe=ARE","is_colac":false,"titulo":"ARE 843989","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00179 NÚMERO-00003 NÚMERO-00011\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00011 ART-00072 PAR-00015\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00113 NÚMERO-00003 NÚMERO-00027\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00122 NÚMERO-00003\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00141 PAR-00003 PAR-00031\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00150 PAR-00003 ART-00153 PAR-00003\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00005 INC-00002 INC-00036\n    INC-00037 INC-00039 INC-00040 INC-00045\n    INC-00046 INC-00053 INC-00054 INC-00055\n    INC-00060 INC-00078 ART-00006 ART-00015\n    INC-00003 ART-00037 \"CAPUT\" PAR-00004\n    PAR-00005 PAR-00006 ART-00052 PAR-ÚNICO\n    ART-00102 INC-00003 LET-A ART-00150\n    INC-00003 ART-00195 PAR-00006\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000075 ANO-1993\n    ART-00008 PAR-00004\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000135 ANO-2010\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-003071 ANO-1916\n    ART-00003 ART-00173\n    CC-1916 CÓDIGO CIVIL \n\n","LEG-FED   LEI-001079 ANO-1950\n    ART-00002 ART-00004 INC-00005 ART-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-003164 ANO-1957\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-003502 ANO-1958\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-004717 ANO-1965\n    ART-00011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00106 INC-00001 INC-00002 LET-A\n    LET-B LET-C\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00535 ART-00542 PAR-00003 ART-00741\n    PAR-ÚNICO\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006938 ANO-1981\n    ART-00014 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007347 ANO-1985\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008426 ANO-1992\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008429 ANO-1992\n    ART-00001 \"CAPUT\" PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00008 INC-00001\n    PAR-ÚNICO ART-00005 ART-00006 ART-00007\n    ART-00008 ART-0008A ART-00009 \"CAPUT\"\n    INC-00004 INC-00006 INC-00007 ART-00010\n    \"CAPUT\" INC-00001 INC-00008 INC-00010\n    INC-00012 INC-00019 INC-00020 INC-00021\n    INC-00022 PAR-00001 PAR-00002 ART-00011\n    \"CAPUT\" INC-00004 INC-00005 INC-00006\n    INC-00011 INC-00012 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 PAR-00005 ART-00012\n    INC-00001 INC-00002 INC-00003 INC-00004\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    PAR-00005 PAR-00006 PAR-00007 PAR-00008\n    PAR-00009 PAR-00010 ART-00014 PAR-00003\n    ART-00016 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005 PAR-00006 PAR-00007\n    PAR-00008 PAR-00009 PAR-00010 PAR-00011\n    PAR-00012 PAR-00013 PAR-00014 ART-00017\n    PAR-00004 PAR-00005 PAR-00006 INC-00001\n    INC-00002 PAR-0006A PAR-0006B PAR-00007\n    PAR-0009A PAR-0010B INC-00001 INC-00002\n    PAR-0010C PAR-0010D PAR-0010E PAR-0010F\n    INC-00001 INC-00002 PAR-00011 PAR-00014\n    PAR-00015 PAR-00016 PAR-00017 PAR-00018\n    PAR-00019 INC-00001 INC-00002 INC-00003\n    INC-00004 PAR-00020 PAR-00021 ART-0017B\n    INC-00001 INC-00002 PAR-00001 INC-00001\n    INC-00002 INC-00003 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005 PAR-00006 PAR-00007\n    ART-0017C \"CAPUT\" INC-00001 INC-00002\n    INC-00003 INC-00004 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G INC-00005 INC-00006 INC-00007\n    PAR-00001 PAR-00002 PAR-00003 ART-0017D\n    PAR-ÚNICO ART-00018 PAR-00001 PAR-00002\n    PAR-00003 PAR-00004 ART-0018A INC-00001\n    INC-00002 PAR-ÚNICO ART-00020 PAR-00001\n    PAR-00002 ART-00021 \"CAPUT\" INC-00001\n    INC-00002 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005 ART-00022 PAR-ÚNICO\n    ART-00023 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 PAR-00005 PAR-00006\n    PAR-00007 PAR-00008 ART-0023A ART-0023B\n    PAR-00001 PAR-00002 ART-0023C\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00189 ART-00191 ART-00202 PAR-ÚNICO\n    ART-00927 PAR-ÚNICO ART-02028\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00028\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012846 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013019 ANO-2014\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00004 ART-00006 ART-00014 ART-00231\n    ART-00294 ART-00487 INC-00002 ART-00525\n    PAR-00001 INC-00003 PAR-00012 PAR-00013\n    PAR-00014 PAR-00015 ART-00542 PAR-00003\n    ART-00921 INC-00003 PAR-00001 PAR-00002\n    PAR-00004 ART-00924 INC-00005 ART-01036\n    ART-01041 ART-01056\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-014230 ANO-2021\n    ART-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014233 ANO-2021\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00009\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   EMD-000045 ANO-2002\n    EMENDA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00002 ART-00003 ART-00091 ART-00092\n    ART-00107 ART-00109 INC-00002 ART-00117\n    ART-00129 PAR-00003 ART-00133 PAR-00002\n    ART-00312 \"CAPUT\" ART-00317 \"CAPUT\"\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003240 ANO-1941\n    DECRETO-LEI\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00002 ART-00038 ART-00049 ART-00051\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657 ANO-1942\n    ART-00006 ART-00020 ART-00028\n    LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-001001 ANO-1969\n    CPM-1969 CÓDIGO PENAL MILITAR\n\n","LEG-FED   MPR-002088\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-002180 ANO-2001\n    MEDIDA PROVISÓRIA - REEDIÇÃO Nº 35\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-009830 ANO-2019\n    ART-00012 PAR-00001\n    DECRETO\n\n","LEG-FED   PJL-001446 ANO-1991\n    PROJETO DE LEI\n\n","LEG-FED   PJL-010887 ANO-2018\n    PROJETO DE LEI\n\n","LEG-FED   EXM\n    EXPOSIÇÃO DE MOTIVOS - DO PROJETO DE LEI-1446/1991\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000283\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000286\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000654\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-12-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPROBIDADE ADMINISTRATIVA, PRINCÍPIO DA RESPONSABILIDADE PENAL SUBJETIVA, DOLO GENÉRICO. CONSTITUCIONALIZAÇÃO, DIREITO ADMINISTRATIVO, REPRESSÃO DO CRIME, CORRUPÇÃO. RETROATIVIDADE, LEI PENAL MAIS BENÉFICA, EXCLUSIVIDADE, DIREITO PENAL. GARANTIA AO DEVIDO PROCESSO LEGAL, CARÁTER MATERIAL, PROTEÇÃO, DIREITO À LIBERDADE, PROPRIEDADE, CARÁTER FORMAL, PRINCÍPIO DA PARIDADE DE ARMAS, PLENITUDE DE DEFESA. ALTERAÇÃO, PRAZO PRESCRICIONAL, DIREITO INTERTEMPORAL.\n\n- VOTO, MIN. ANDRÉ MENDONÇA: DOUTRINA, PRINCÍPIO DA IRRETROATIVIDADE DA LEI. EXCEPCIONALIDADE, RESPONSABILIZAÇÃO, CRIME CULPOSO. INCIDÊNCIA, PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA, PRINCÍPIO DA ISONOMIA. INEXIGIBILIDADE, TÍTULO EXECUTIVO JUDICIAL, FUNDAMENTO, ATO NORMATIVO, INCOMPATIBILIDADE, CONSTITUIÇÃO FEDERAL, CONFORMIDADE, CONTROLE DE CONSTITUCIONALIDADE, CONTROLE DIFUSO, STF, CABIMENTO, AÇÃO RESCISÓRIA. PRINCÍPIO DA IRRETROATIVIDADE DA LEI, PRINCÍPIO DA SEGURANÇA JURÍDICA, ESTADO DE DIREITO. DIREITO INTERTEMPORAL, REGRA DE TRANSIÇÃO, ALTERAÇÃO, MARCO TEMPORAL, PRAZO PRESCRICIONAL, PRAZO DECADENCIAL.\n\n- VOTO, MIN. NUNES MARQUES: ELIMINAÇÃO, IMPROBIDADE ADMINISTRATIVA, CONDUTA CULPOSA, SEMELHANÇA, ABOLITIO CRIMINIS. EXTINÇÃO DO PROCESSO, PROCESSO EM CURSO, FUNDAMENTO, PERDA DO OBJETO. INTERPRETAÇÃO SISTEMÁTICA, CONSTITUIÇÃO FEDERAL. VONTADE, LEGISLADOR, RETROAÇÃO, LEI PENAL MAIS BENÉFICA, DEVER, OBSERVÂNCIA, DIREITO ADQUIRIDO, ATO JURÍDICO PERFEITO, COISA JULGADA. CARÁTER FORMAL, DIFERENÇA, ILÍCITO PENAL, ILÍCITO ADMINISTRATIVO. APLICABILIDADE, PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA, IMPROBIDADE ADMINISTRATIVA. NOVATIO LEGIS IN MELLIUS. PRESCRIÇÃO INTERCORRENTE, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO.\n\n- VOTO, MIN. EDSON FACHIN: CONSTITUIÇÃO FEDERAL, DISTINÇÃO, CARÁTER CIVIL, IMPROBIDADE ADMINISTRATIVA, PRINCÍPIO, DIREITO PENAL. APLICABILIDADE, TEMPUS REGIT ACTUM, AÇÃO DE IMPROBIDADE ADMINISTRATIVA. INTERPRETAÇÃO SISTEMÁTICA, INTERPRETAÇÃO TELEOLÓGICA, LEI, IMPROBIDADE ADMINISTRATIVA, PREVISÃO, RITO PROCESSUAL, CÓDIGO DE PROCESSO CIVIL.\n\n- VOTO, MIN. DIAS TOFFOLI: LEI, IMPROBIDADE ADMINISTRATIVA, REGIME JURÍDICO, DIREITO PÚBLICO. APLICABILIDADE, PRINCÍPIO, CULPABILIDADE, DIREITO ADMINISTRATIVO, CARÁTER PUNITIVO, IMPROBIDADE ADMINISTRATIVA. PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA, INTERPRETAÇÃO RESTRITIVA. DEVER, OBSERVÂNCIA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA RESERVA LEGAL, PRINCÍPIO, TIPICIDADE FORMAL, TIPICIDADE MATERIAL. PRESUNÇÃO, IDONEIDADE, LEGALIDADE, ATO ADMINISTRATIVO, NECESSIDADE, PROVA, ELEMENTO CONCRETO, ELEMENTO SUBJETIVO, DOLO, IMPROBIDADE ADMINISTRATIVA. PRESCRIÇÃO, NORMA, DIREITO MATERIAL, NATUREZA JURÍDICA, CAUSA DE EXTINÇÃO DA PUNIBILIDADE.\n\n- VOTO, MIN. ROSA WEBER: INTERPRETAÇÃO RESTRITIVA, PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA.\n\n- VOTO, MIN. CÁRMEN LÚCIA: FINALIDADE, AUTONOMIA, DIREITO ADMINISTRATIVO. ULTIMA RATIO, DIREITO PENAL, PENA, INCIDÊNCIA, LIBERDADE INDIVIDUAL. DIFERENÇA, GRAVIDADE, SANÇÃO, CARÁTER PENAL, SANÇÃO, NATUREZA ADMINISTRATIVA. LEI, IMPROBIDADE ADMINISTRATIVA, FINALIDADE, PROTEÇÃO, COISA PÚBLICA, PROBIDADE ADMINISTRATIVA, EFICIÊNCIA, ADMINISTRAÇÃO PÚBLICA. REGRA, TEMPUS REGIT ACTUM, FUNDAMENTO, PRINCÍPIO DA SEGURANÇA JURÍDICA. PENALIDADE, ATO, IMPROBIDADE ADMINISTRATIVA, RESTRIÇÃO, SUSPENSÃO DE DIREITOS POLÍTICOS, PERDA DE FUNÇÃO PÚBLICA, RESSARCIMENTO, FAZENDA PÚBLICA, MULTA, AUSÊNCIA, ALCANCE, LIBERDADE INDIVIDUAL. IMPOSSIBILIDADE, INTERPRETAÇÃO EXTENSIVA, PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: APLICABILIDADE, ÂMBITO ADMINISTRATIVO, PRINCÍPIO CONSTITUCIONAL, DEVIDO PROCESSO LEGAL, CONTRADITÓRIO, AMPLA DEFESA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA LEGALIDADE, TIPICIDADE, PRINCÍPIO DO JUIZ NATURAL, PRINCÍPIO DA RESPONSABILIDADE PENAL SUBJETIVA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA, PENALIDADE ADMINISTRATIVA, PRINCÍPIO DA MOTIVAÇÃO. PROCESSO ADMINISTRATIVO, CARÁTER PUNITIVO, PRINCÍPIO DA PARIDADE DE ARMAS, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. \n\n- VOTO, MIN. GILMAR MENDES: PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA, DIREITO FUNDAMENTAL, IMPOSSIBILIDADE, INTERPRETAÇÃO RESTRITIVA. DISPOSIÇÃO EXPRESSA, CARÁTER PUNITIVO, NORMA, IMPROBIDADE ADMINISTRATIVA. VEDAÇÃO, COMBINAÇÃO DE LEIS. INSTITUTO JURÍDICO, PRESCRIÇÃO, NORMA, DIREITO MATERIAL, APLICAÇÃO, PRINCÍPIO, DIREITO INTERTEMPORAL. DIFERENÇA, PRESCRIÇÃO, CARÁTER GERAL, PRESCRIÇÃO INTERCORRENTE. PRESCRIÇÃO, CARÁTER GERAL, FINALIDADE, SEGURANÇA JURÍDICA, PRESCRIÇÃO INTERCORRENTE, FUNDAMENTO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. PRESCRIÇÃO INTERCORRENTE, CARÁTER PROCESSUAL.\n\n- VOTO, MIN. LUIZ FUX: ESCALONAMENTO, APLICAÇÃO, SANÇÃO, CONFORMIDADE, REINCIDÊNCIA, GRAVIDADE, ATO. ESSENCIALIDADE, ELEMENTO SUBJETIVO, CARACTERIZAÇÃO, IMPROBIDADE ADMINISTRATIVA. APLICAÇÃO, PRINCÍPIO DA INTRANSCENDÊNCIA DA PENA, PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA, VEDAÇÃO, BIS IN IDEM. NECESSIDADE, COORDENAÇÃO, INTEGRAÇÃO, ÂMBITO CÍVEL, ÂMBITO PENAL, ÂMBITO ADMINISTRATIVO, COIBIÇÃO, ARBITRARIEDADE, INSEGURANÇA JURÍDICA. NORMA CONSTITUCIONAL, DISPOSIÇÃO EXPRESSA, CARÁTER PENAL, LEI PENAL MAIS BENÉFICA; APLICAÇÃO, SANÇÃO, IMPROBIDADE ADMINISTRATIVA, AUSÊNCIA, PREJUDICIALIDADE, AÇÃO PENAL; PRERROGATIVA DE FORO, RESTRIÇÃO, ILÍCITO PENAL. PRESCRIÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA PROTEÇÃO À CONFIANÇA, ESTABILIDADE, PREVISIBILIDADE, RELAÇÃO JURÍDICA. EXCEPCIONALIDADE, IMPRESCRITIBILIDADE. PRESCRIÇÃO INTERCORRENTE, TEMPUS REGIT ACTUM.\n\n- TERMO(S) DE RESGATE: COISA JULGADA INCONSTITUCIONAL. DIREITO ADMINISTRATIVO DO MEDO. PRINCÍPIO DO MÍNIMO SUFICIENTE. TEORIA DO ISOLAMENTO DOS ATOS PROCESSUAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=843989&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PREFEITO, IMPROBIDADE ADMINISTRATIVA)\nPet 3240 AgR (TP), RE 976566 (TP). \n(IMPRESCRITIBILIDADE, RESSARCIMENTO, LESÃO AO ERÁRIO, IMPROBIDADE ADMINISTRATIVA)\nRE 852475 (TP). \n(PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA)\nRE 600817 (TP), AI 137195 AgR (1ªT), RHC 105730 (2ªT), ARE 1019161 AgR (2ªT), ARE 1212133 AgR (2ªT). \n(IMPROBIDADE ADMINISTRATIVA, TEMPUS REGIT ACTUM)\nRE 415454 (TP), RE 550910 AgR (1ªT). \n(DEVIDO PROCESSO LEGAL, INIBIÇÃO, ARBITRARIEDADE)\nHC 73338 (1ªT). \n(INTERRUPÇÃO, PRAZO PRESCRICIONAL, DEVIDO PROCESSO LEGAL)\nRE 1210551 AgR (1ªT), RE 1243415 AgR-quarto (1ªT), RE 1244519 AgR (1ªT). \n(PRAZO PRESCRICIONAL, PRAZO DECADENCIAL, DIREITO INTERTEMPORAL)\nRMS 25856 (2ªT), AI 137195 AgR (1ªT), RE 626489 (TP), RHC 105730 (2ªT), RE 79327 (1ªT). \n(COISA JULGADA INCONSTITUCIONAL)\nRE 611503 RG (TP). \n(IMPROBIDADE ADMINISTRATIVA, PRERROGATIVA DE FORO)\nADI 2797 (TP), Pet 3240 AgR (TP). \n(DIREITO ADMINISTRATIVO SANCIONADOR, DIREITO PENAL)\nRcl 41557 (2ªT). \n(AGENTE PÚBLICO, ERRO GROSSEIRO, IMPROBIDADE ADMINISTRATIVA)\nADI 6424 MC (TP). \n(CRIME DE RESPONSABILIDADE, IMPROBIDADE ADMINISTRATIVA)\nRcl 2138 (TP). \n(VEDAÇÃO, COMBINAÇÃO DE LEIS)\nRE 600817 (TP). \n- Decisões monocráticas citadas:\n(ELEMENTO SUBJETIVO, DOLO, IMPROBIDADE ADMINISTRATIVA)\nARE 1352996.\n(IMPROBIDADE ADMINISTRATIVA, TEMPUS REGIT ACTUM)\nAI 251338.\n(PRAZO PRESCRICIONAL, PRAZO DECADENCIAL, DIREITO INTERTEMPORAL)\nRE 184195.\n(SUSPENSÃO DE DIREITOS POLÍTICOS, IMPROBIDADE ADMINISTRATIVA, CONDUTA CULPOSA)\nADI 6678 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(ELEMENTO SUBJETIVO, DOLO, IMPROBIDADE ADMINISTRATIVA)\nSTJ: REsp 926772, REsp 1042100, REsp 1130198, REsp 604151, REsp 734984, REsp 875425, REsp 658415, REsp 626034, AgRg no REsp 479812, AgRg no REsp 1.122474, REsp 827455, REsp 980706. \n(PRINCÍPIO DA RETROATIVIDADE DA LEI, LEI PENAL MAIS BENÉFICA)\nSTJ: REsp 1153083, Agravo Interno no REsp 1602122, REsp 1402893, AR 1304, Agravo Interno no RMS 65486\nTRF1: AC 1000889-55.2017.4.01.3304, TRF2: AC 0003494-90.2008.4.02.5110. \n(PRAZO PRESCRICIONAL, PRAZO DECADENCIAL, DIREITO INTERTEMPORAL)\nSTJ: REsp 1604412, REsp 1289993, REsp 1887265, TutPrv no REsp 1887265. \n(DIREITO ADMINISTRATIVO SANCIONADOR, DIREITO PENAL)\nSTJ: REsp 765212, REsp 513576, RMS 33484. \n(EXCEPCIONALIDADE, IMPRESCRITIBILIDADE)\nSTJ: REsp 764278. \n- Legislação estrangeira citada: Constituição Americana de 1787, art. 3º, n. 1, n. 2 e n. 3 do Decreto-Lei 433/1982 de Lisboa; § 194, I do Código Civil Alemão (BGB).\n- Decisão estrangeira citada: Caso del Tribunal Constitucional vs. Perú, parágrafo 68, São José da\nCosta Rica, 31 de janeiro de 2001, Caso Maldonado Ordoñez vs. Guatemala, parágrafo 89, São José da Costa Rica, 3 de maio de 2001 da Corte Interamericana de Direitos Humanos; Caso Örtürk vs. Germany, Application n. 8.544/79, Strasbourg, 21 de fevereiro de 1984 da Corte Europeia de Direitos Humanos; Caso Baena Ricardo y otros vs. Panamá, parágrafo 103, São José da Costa Rica, 2 de fevereiro de 2001; Del Tribunal Constitucional vs. Perú, parágrafo 68, São José da Costa Rica, 31 de janeiro de 2001; Caso Maldonado Ordoñez vs. Guatemala, parágrafo 89, São José da Costa Rica, 3 de maio de 2001, da Corte\nInteramericana de Direitos Humanos.\n- Veja RE 669069 RG (Tema 666) e Rcl 2186 do STF.\nNúmero de páginas: 420.\nAnálise: 12/04/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ROSMERY TEREZINHA CORDOVA \nADV.(A/S)  : FRANCISCO AUGUSTO ZARDO GUEDES \nRECDO.(A/S)  : INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE GOIÁS \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS MEMBROS DO MINISTÉRIO PÚBLICO - CONAMP \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE MUNICÍPIOS - ABM \nADV.(A/S)  : GEORGHIO ALESSANDRO TOMELIN \nAM. CURIAE.  : FRENTE NACIONAL DE PREFEITOS - FNP \nADV.(A/S)  : MARCELO MONTALVAO MACHADO \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : INSTITUTO DOS ADVOGADOS DE SÃO PAULO - IASP \nADV.(A/S)  : THIAGO RODOVALHO DOS SANTOS \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DO ESPÍRITO SANTO \nADV.(A/S)  : PROCURADOR -GERAL DE JUSTIÇA DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : MANUELA ELIAS BATISTA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1199 - Definição de eventual (IR)RETROATIVIDADE das disposições da Lei 14.230/2021, em especial, em relação: (I) A necessidade da presença do elemento subjetivo – dolo – para a configuração do ato de improbidade administrativa, inclusive no artigo 10 da LIA; e (II) A aplicação dos novos prazos de prescrição geral e intercorrente.","old_seq_sjur":473324,"documental_tese_texto":"1) É necessária a comprovação de responsabilidade subjetiva para a tipificação dos atos de improbidade administrativa, exigindo-se - nos artigos 9º, 10 e 11 da LIA - a presença do elemento subjetivo - DOLO; 2) A norma benéfica da Lei 14.230/2021 - revogação da modalidade culposa do ato de improbidade administrativa -, é IRRETROATIVA, em virtude do artigo 5º, inciso XXXVI, da Constituição Federal, não tendo incidência em relação à eficácia da coisa julgada; nem tampouco durante o processo de execução das penas e seus incidentes; 3) A nova Lei 14.230/2021 aplica-se aos atos de improbidade administrativa culposos praticados na vigência do texto anterior da lei, porém sem condenação transitada em julgado, em virtude da revogação expressa do texto anterior; devendo o juízo competente analisar eventual dolo por parte do agente; 4) O novo regime prescricional previsto na Lei 14.230/2021 é IRRETROATIVO, aplicando-se os novos marcos temporais a partir da publicação da lei.","procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ARE 843989","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2022-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"ACKERMAN, Susan Rose. Political Corruption and Democracy. Connecticut Journal of International Law, v. 14, n. 2, 1999.\nACKERMAN, Susan Rose; PALIFKA, Bonnie J. Corruption and Government: causes, consequences, and reform. Second Edition. Cambridge: Cambridge University Press, 2016. p. 28-29.\nALMEIDA, Pericles Ferreira de. O princípio da retroatividade da norma mais benéfica no direito administrativo sancionador. In: OLIVEIRA, José Roberto Pimenta (org.). Direito administrativo sancionador: estudos em homenagem ao professor emérito da PUC/SP Celso Antônio Bandeira de Mello. São Paulo: Malheiros, 2019.\nALVES, José Carlos Moreira. A Parte Geral do Projeto de Código Civil Brasileiro: com análise do texto aprovado pela Câmara dos Deputados. São Paulo: Saraiva, 1986.\nAMARAL, Francisco. Direito Civil. Introdução. Rio de Janeiro: Renovar. 2008. 7. ed. p. 596.\nARANHA, Marcio Iorio. Manual de Direito Regulatório. Londres: Laccademia, 2021. p. 119-133. \nARAÚJO, Valter Shuenquener de; BRANCO, Thaís; COSTA, Vítor. Transposição de institutos do direito penal para o direito administrativo sancionador. Quaestio Iuris, Rio de Janeiro, v. 13, n. 02, p. 738-764, 2020.\nARAÚJO, Valter Shuenquener de. O princípio da interdependência das instâncias e seus reflexos no Direito Administrativo Sancionador. Revista Jurídica da Presidência da República, Brasília, v. 23, n.  131, p. 629-653, Out. 2021; Jan. 2022. p. 632.\nBINENBOJM, Gustavo. O Direito Administrativo Sancionador e o estatuto constitucional do poder punitivo estatal: possibilidades, limites e aspectos controvertidos do setor de revenda de combustíveis. Revista de Direito da Procuradoria Geral do Rio de Janeiro, edição especial, p. 468-491, 2014.\nBINENBOJM, Gustavo. Poder de polícia, ordenação, regulação: transformações político jurídicas, econômicas e institucionais do Direito Administrativo Ordenador. 3. ed. Belo Horizonte: Fórum, 2021. p. 32-37.\nBOBBIO, Norberto. Teoria da norma jurídica. 2. ed. rev. Tradução: Fernando Pavan Baptista e Ariani Bueno Sudatti. Apresentação de Alaôr Caffé Alves. Bauru; São Paulo: Edipro, 2003. p. 22.\nBRAITHWAITE, John; AYRES, Ian. Responsive Regulation: transcending the deregulation debate. Oxford: Oxford University Press, 1992. p. 54-100.\nBRASIL. Banco Central do Brasil. Programa de Estímulo à Reestruturação e ao Fortalecimento do Sistema Financeiro Nacional (PROER). Disponível em: https://www.bcb.gov.br/htms/proer.asp? Acesso em: 3 ago. 2022.\nBRASIL. Conselho Nacional de Justiça. Lei de Improbidade Administrativa: obstáculos à plena efetividade do combate aos atos de improbidade. Brasília: Conselho Nacional de Justiça, 2015.\nCAMPANHOLE, Hilton Lobo; CAMPANHOLE, Adriano. Constituições do Brasil. 14. ed. São Paulo: Atlas, 2000; Constituição da República Federativa do Brasil (1946, 1967, 1969, 1988): quadro comparativo. Brasília: Senado Federal, 1996.\nCAPEZ, Fernando. Retroatividade in mellius da prescrição intercorrente na Lei de Improbidade. Brasília, Consultor Jurídico, 2 dez. 2021.\nCARVALHO FILHO, José dos Santos. Improbidade administrativa: prescrição e outros prazos extintivos. São Paulo: Atlas, 2012. p. 98.\nCAVALCANTI, José Paulo. Direito Civil: escritos diversos. Rio de Janeiro: Forense, 1983. Disponível em: \nhttps://jus.com.br/artigos/38201/aspectos-gerais-da-prescricao/2.\nCAVALCANTE FILHO, J. T. Retroatividade da reforma da Lei de Improbidade Administrativa (Lei 14.230, de 25 de outubro de 2021). Brasília: Núcleo de Estudos e Pesquisas/CONLEG/Senado, Novembro 2021 (Texto para Discussão nº 305). In: Textos para Discussão nº 305, de 2021: Retroatividade da Reforma da Lei de Improbidade Administrativa (senado.leg.br).\nCÍCERO, Marco Túlio. Manual do candidato às eleições.\nCOMPARATO, Fábio Konder. Ação de improbidade: Lei 8.429/92. Competência ao juízo do 1° grau. Boletim dos Procuradores da República, ano 1, n. 9, jan. 1999.\nCOSTA, Helena Lobo da. Direito Penal Econômico e Direito Administrativo Sancionador. 2013. p. 119 e 222.\nCRETELLA JÚNIOR, José. Direito administrativo do Brasil. São Paulo: Revista dos Tribunais, 1962. p. 131.\nCRETELLA JÚNIOR, José. A administração pública. In: Vários autores. A Constituição brasileira de 1988. 2. ed. Rio de Janeiro: Forense Universitária, 1990. p. 94.\nCYRINO, André. Legalidade administrativa de carne e osso: uma reflexão diante do processo político brasileiro. Revista de direito administrativo, Rio de Janeiro, v. 274, p. 175-208, jan./abr. 2017. p. 200.\nCYRINO, André; MIGUEIS, Anna Carolina; MORGAN, Fernanda. (org.). Direito Administrativo e Corrupção. Belo Horizonte: Fórum, 2020.\nECHE, Luís Mauro Lindenmeyer. O direito administrativo sancionador e a falta de simetria com o direito penal. Disponível em: https://www.conjur.com.br/2021-dez-09/luiseche-direito-administrativo-sancionador-direito-penal. Acesso em: 21 jul. 2022.\nECHE, Luís Mauro Lindenmeyer. O Direito Administrativo Sancionador e a irretroatividade da prescrição intercorrente na Lei de Improbidade Administrativa. Artigo disponível em jus.com.br. Acesso em: 28 jul. 2022.\nFERNANDES, Felipe; PORTO, José Roberto Mello; PENNA, Rodolfo. Manual de improbidade administrativa. Belo Horizonte: Casa do Direito, 2022.\nFERRAZ JÚNIR, Tércio Sampaio. Introdução ao estudo do  Direito: técnica, decisão, dominação. 4. ed. São Paulo: Atlas, 2003. p. 252.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição brasileira de 1988. 2. ed. São Paulo: Saraiva, 1997. v. l. p. 253.\nFERREIRA FILHO, Manoel Gonçalves. A democracia no limiar do século XXI. São Paulo: Saraiva, 2001. p. 87-88.\nFIGUEIREDO. Probidade administrativa; comentários à Lei 8.429/92 e legislação complementar. São\nPaulo: Malheiros, 1995. p. 27.\nFILHO, Marçal Justen. Reforma da Lei de Improbidade Administrativa comparada e comentada. Rio de\nJaneiro: Forense, 2021.\nFRANÇA, Vladimir da Rocha de; MORAES, Giulliana Niederauer Flores Severo de. Revista de Direito Administrativo, Infraestrutura, Regulação e Compliance. n. 19. ano 5. p. 73-99. São Paulo: Revista dos Tribunais, out./dez. 2021. \nFUX, Luiz. Curso de Direito Processual Civil. 5. ed. Rio de Janeiro: Forense, 2022. p. 302.\nGARCIA, Emerson. Improbidade administrativa, 2008. p. 266-267.\nGARCIA, Emerson. Improbidade Administrativa. 6 ed. Rio de Janeiro: Lumen Juris, 2011. p. 330.\nGOLDSCHMIDT, James. Das Verwaltungsstrafrecht. 1902.\nGONÇALVES, Benedito; GRILO, Renato César GHuedes. Os princípios constitucionais do direito administrativo sancionador no regime democrático da constituição de 1988. Revista Estudos Institucionais, v. 7, n. 2, mai./ago. 2021. p. 467-478 e 468.\nHÄBERLE, Peter. Zeit und Verfassung. In: DREIER, Ralf; SCHWEGMANN, Friedrich. (org). Probleme der Verfassungsinterpretation. Baden-Baden: Nomos, 1976. p. 316-317.\nKOEHLER, Frederico Leopoldino; FLUMIGNAN, Silvano José Gomes. Regime de prescrição na nova Lei de Improbidade Administrativa. Brasília: Consultor Jurídico. 9 fev. 2022.\nLACERDA, Galeno. O novo direito processual civil e os feitos pendentes. Rio de Janeiro: Forense, 1974. p. 12-13.\nLEAL, Antônio Luís da Câmara. Da Prescrição e da Decadência. 4. ed. Forense, 1982. p. 16-17.\nLEONEL, Ricardo Barros. Nova LIA: aspectos da retroatividade associada ao direito sancionador. Consultor Jurídico, 17 nov. 2021. In: ROMANO, Rogério Tadeu. In: Aspectos Polêmicos da Lei de Improbidade Administrativa Uma Hipótese de Aplicação da Nova Lei de Improbidade Administrativa e o Direito Intertemporal. Revista de Direito Administrativo, n. 197, maio 2022. p. 86.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 4. ed. Salvador: JusPodivm, 2016. v. único. p. 96.\nLOEWESTEIN, Karl. Teoria de la constitucion. Barcelona: Ariel, 1946. p. 66.\nMAIA FILHO, Napoleão. O princípio da retroatividade da lei sancionadora mais benigna. Revista Consultor Jurídico, Brasília, 04 maio 2022.\nMARIANO, Jonathan de Mello Rodrigues. Crítica sobre a retroatividade da norma administrativa sancionadora mais benéfica. Consultor Jurídico, 22 fev. 2022. Disponível em:https://www.conjur.com.br/ 2022-fev-22/mariano-retroatividadenorma- sancionadora-benefica. Acesso em: 28 fev. 2022.\nMARQUES NETO, Floriano de Azevedo; FREITAS, Rafael Véras de. O artigo 28 da nova LINDB: um regime jurídico para o administrador honesto. Consultor Jurídico, Brasília, 25 maio 2018.\nMARQUES, Mauro Campbell. Breves Considerações sobre o Anteprojeto de Reforma da Lei de Improbidade Administrativa: A proposta da Comissão de Juristas Nomeada pela Câmara dos Deputados. Edição Comemorativa. 30 ANOS DO STJ. Superior Tribunal de Justiça.\nMARTINS JÚNIOR, Wallace Paiva. Enriquecimento ilícito de agentes públicos. Evolução patrimonial desproporcional a renda ou patrimônio. Revista dos Tribunais, v. 755. p. 94.\nMATTOS NETO, Antonio Jose de. Responsabilidade civil por improbidade administrativa. Revista dos Tribunais, v. 752. p. 31.\nMATTO, Mauro Roberto Gomes de. Improbidade administrativa e atos judiciais. Revista Fórum Administrativo n. 10, 2002. p. 1291.\nMAURER, Hartmut. Direito do Estado: fundamentos, órgãos constitucionais, funções estatais. 6. ed. Trad. Luís Afonso Heck. Porto Alegre: Sergio Antonio Fabris Editor, 2018. p. 73.\nMEIRELLES, Hely Lopes de. Direito Administrativo Brasileiro. 42. ed. São Paulo: Malheiros, 2016. p.\n118.\nMELLO, Cláudio Ari. Improbidade administrativa: considerações sobre a Lei nº 8.426/92. Cadernos de Direito Constitucional e Ciência Política, São Paulo: Revista dos Tribunais, ano 3, n. 11, abr./jun. 1995. p. 49.\nMELLO, Marcos Bernardes de. Teoria do Fato Jurídico: plano da existência. 17. ed. São Paulo: Saraiva,\n2011.p. 115.\nMELLO, Oswaldo Aranha Bandeira de. Princípios gerais do direito administrativo. 1 ed. Rio de Janeiro: Forense, 1969. p. 501.\nMELLO, Oswaldo Aranha Bandeira de. Princípios gerais de direito administrativo. São Paulo: Malheiros, 2010. v. 1. p. 615.\nMELLO. Rafael Munhoz de. Princípios constitucionais de direito administrativo sancionador: as sanções administrativas à luz da Constituição federal de 1988. São Paulo: Malheiros, 2007. p. 154-155.\nMELLO, Rafael Munhoz de. Princípios Constitucionais de Direito Administrativo Sancionador. São Paulo: Malheiros, 2017. p. 154-155.\nMENDES, Gilmar Ferreira. A improbidade administrativa pelo Supremo Tribunal Federal. In: MARQUES, Mauro Campbell (coord.). Improbidade administrativa: temas atuais e controvertidos. Rio de Janeiro: Forense, 2017, p. 139-140.\nMENDES, Gilmar Ferreira. Curso de Direito Constitucional. 19. ed. São Paulo: Saraiva, 2020. p. 545-546.\nMENDONÇA, José Vicente Santos de. Direito constitucional econômico: a intervenção do estado na economia à luz da razão pública e do pragmatismo. Belo Horizonte: Fórum, 2014. p. 36-38.\nMIRANDA, Francisco Cavalcanti Pontes de. Tratado de Direito Privado. T. I. São Paulo: Revista dos Tribunais, 2012. p. 16.\nMOREIRA NETO, Diogo de Figueiredo; GARCÍA, Flávio Amaral. A principiologia no Direito Administrativo Sancionador. Revista Brasileira de Direito Público, Belo Horizonte, v. 11, n. 43, p. 9-28, out./dez. 2013.\nMOREIRA, José Carlos Barbosa. Notas sobre pretensão e prescrição no sistema do novo Código Civil Brasileiro. Revista Trimestral de Direito Civil, v. 11, jul./set. 2002, p. 68-73.\nMUDROVITSCH, Rodrigo Bittencourt; NOBREGA, Guilherme Pupe da. Lei de improbidade administrativa comentada: de acordo com a reforma pela lei n. 14.230/2021. Rio de Janeiro: Lumen Juris, 2022. p. 24.\nNEISSER, Fernando Gaspar. Dolo e culpa na corrupção política: improbidade e imputação subjetiva. p. 28.\nNEVES, Daniel Amorim de Assumpção; OLIVEIRA, Rafael Carvalho Rezende. Manual de improbidade administrativa: direito material e processual. 6. ed. Rio de Janeiro: Forense, 2018.\nNOBRE JÚNIOR, Edilson Pereira. nções administrativas e princípios de direito penal. Revista do Instituto de Pesquisas e Estudos. Bauru; São Paulo, Instituição Toledo de Ensino, p. 123, abr./jul. 2001.\nOLIVEIRA, Ana Carolina. Direito de Intervenção e Direito Administrativo Sancionador, 2012. p. 128 e 241.\nOLIVEIRA, José Roberto Pimenta; GROTTI, Dinorá Adelaide. Direito administrativo sancionador brasileiro: breve evolução, identidade, abrangência e funcionalidades. Interesse Público-IP,Belo Horizonte, v. 22, n. 120, p. 83-126, mar./abr. 202.\nOLIVEIRA, Rafael Carvalho Rezende; HALPERN, Erick. A retroatividade da lei mais benéfica no Direito Administrativo Sancionador e a Reforma da Lei de Improbidade pela Lei n° 14.230/2021, Revista Síntese de Direito Administrativo, ano XVII, n. 194, fev. 2022. p. 81.\nOLIVEIRA, Régis Fernandes de. Infrações e sanções administrativas. São Paulo: Revista dos Tribunais, 1985. p. 44.\nOLIVEIRA, Pimenta; GROTTI, Musetti. Direito administrativo sancionador brasileiro: breve evolução, identidade, abrangência e funcionalidades. Interesse Público – IP, Belo Horizonte, ano 22, nº 120, p. 83-126, mar./abr. 2020. p. 90.\nOSÓRIO, Fábio Medina. Direito administrativo sancionador, 2005. p. 120.\nOSÓRIO, Fábio Medina.Direito Administrativo Sancionador. 4. ed. São Paulo: Revista dos Tribunais, 2013. p. 189.\nOSÓRIO, Fábio Medina. Direito administrativo sancionador. São Paulo: Revista dos Tribunais, 2015. p. 201.\nOSÓRIO, Fábio Medina. Direito Administrativo Sancionador. 7. ed. São Paulo: Thomson Reuters Brasil; Revista dos Tribunais, 2020. p. 300-304 e 301-302.\nOSÓRIO, Fábio Medina. Direito administrativo sancionador. São Paulo: Revista dos Tribunais. p. 206.\nPAZZAGLINI FILHO, Marino; ROSA, Márcio Fernando Elias; FAZZIO JR., Waldo. Improbidade administrativa. 3. ed. São Paulo: Atlas, 1998. p. 60 et seq.\nPIETRO, Maria Sylvia Zanella di. Direito Administrativo. 33 ed. Rio de Janeiro: Forense, 2020. p. 1047-\n1048.\nPINHEIRO, Igor Pereira; ZIESEMER, Henrique da Rosa. Nova Lei de Improbidade Administrativa comentada. Leme; São Paulo: Mizuno, 2022. p. 237-239.\nPEREIRA, Caio Mário da Silva. Instituições de Direito Civil. v. 1. p. 435.\nPRADO, Luiz Regis. Curso de direito penal. 2008. v. 1. p. 135.\nRIVEIRO, Jean. Direito administrativo. Coimbra: Almedina, 1981. p. 35.\nROSE-ACKERMAN, Susan; LUCE, Henry R.; LAGUNES, Paul (org.). Greed, corruption, and the modern state. Essays in political economy. Massachusetts: Edward Elgar Publishing, 2015. p. 5.\nROUBIER, Paul Roubier. Le droit transitoire: conflits des lois dans le temps. 2. ed. Paris: Dalloz,\n1960. p. 9 et seq.\nSANTOS, Rodrigo Valgas dos. Direito administrativo do medo: risco e fuga da responsabilização dos agentes públicos. 1. ed. São Paulo: Revista dos Tribunais, 2020. p. 39.\nSILVA, José Afonso da. Curso de direito constitucional positivo. 9. ed. São Paulo: Malheiros, 1999. p. 337.\nSMANIO, Gianpaolo Poggio; JESUS, Damásio de. Responsabilidade penal e administrativa de prefeitos municipais. Boletim IBCCrim, n. 54, maio 1997.\nSMANIO, Gianpaolo Poggio. Interesses difusos e coletivos. São Paulo: Atlas, 1998. p. 83.\nSCHLINK, Bernard; PIEROTH, Bodo. Direitos Fundamentais. 2. ed. São Paulo: IDP, 2019. p. 76-77.\nSTRECK, Lenio. Precisamos falar sobre direito e moral. Florianópolis: Tirant Lo Blanch, 2019. p. 11.\nTHEODORO JÚNIOR, Humberto. Prescrição e Decadência. 1. ed. Rio de Janeiro: Forense, 2018. p. 210-211.\nTHEODORO JÚNIOR, Humberto. Prescrição e decadência. 2. ed. São Paulo: Grupo GEN, 2020.\nTOLEDO, Francisco de Assis. Princípios básicos de direito penal. 5. ed. São Paulo: Saraiva, 2002. p. 36 e 39.\nVORONOFF, Alice. Direito administrativo sancionador no Brasil. Belo Horizonte: Fórum, 2018. p. 32, 127 e 218.\nVORONOFF, Alice. Direito administrativo sancionador: um olhar pragmático a partir das contribuições da análise econômica do direito. Revista de Direito Administrativo, Rio de Janeiro, v. 278, n. 1, p. 107-140, jan./abr. 2019. p. 115-116.\nZAVASCKI, Teori Albino. Processo coletivo. Tutela de direitos coletivos e tutela coletiva de direitos. São Paulo: Revista dos Tribunais, 2007. p. 107.\nZAVASCKI, Teori Albino. Processo coletivo. 3. ed. São Paulo: Revista dos Tribunais, 2008. p. 110-141.\nWEI, Shang-Jin. Corruption in Economic Development: beneficial grease, minor annoyance, or major obstacle? World Bank Policy Research Working Papers, 1999.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":843989,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473787","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, conheceu parcialmente da ação direta, para julgar improcedentes os pedidos de declaração de inconstitucionalidade dos arts. 10, §§ 7º e 8º, e 10-D da Lei nº 9.656/1998, com a redação dada pela Lei nº 14.307/2022, nos termos do voto do Relator, vencidos parcialmente os Ministros Edson Fachin, Dias Toffoli, Cármen Lúcia, Ricardo Lewandowski e Rosa Weber (Presidente), nos termos de seus votos. Plenário, Sessão Virtual de 28.10.2022 a 9.11.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur473787","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur473787","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional. Ações diretas de inconstitucionalidade e arguições de descumprimento de preceito fundamental. Amplitude das coberturas de planos de saúde. Competência da ANS. Rol de Procedimentos e Eventos em Saúde Suplementar. Procedimento de atualização. Perda parcial do objeto. Improcedência dos pedidos remanescentes.\n\n\n\n    1. Ações diretas de inconstitucionalidade e arguições de descumprimento de preceito fundamental contra o art. 4º, III, da Lei nº 9.961/2000; os arts. 10, §§ 4º, 7º e 8º, em todas as suas redações, e 10-D, § 1º, § 2º, I, II, III, IV, V e VI, § 3º, I, II e III, e § 4º, da Lei nº 9.656/1998; e o art. 2º da Resolução Normativa ANS nº 465/2021. Os dispositivos impugnados estabelecem a competência da Agência Nacional de Saúde Suplementar – ANS para definir a amplitude das coberturas de planos de saúde, regulam o procedimento de atualização do Rol de Procedimentos e Eventos em Saúde Suplementar e afirmam o seu caráter taxativo.\n\n\n\n    2. As impugnações deduzidas nas ações podem ser divididas em duas partes: (i) aquelas que se voltam contra atos normativos que dizem respeito à natureza do Rol de Procedimentos e Eventos em Saúde (art. 4º, III, da Lei nº 9.961/2000; art. 10, § 4º, da Lei nº 9.656/1998; e art. 2º da Resolução Normativa ANS nº 465/2021); e (ii) aquelas que têm por objeto dispositivos que regulam o procedimento de atualização desse rol (art. 10, §§ 7º e 8º, e art. 10-D da Lei nº 9.656/1998).\n\n\n\n    3. A Lei nº 14.454, de 21 de setembro de 2022, reconheceu a exigibilidade de tratamentos não previstos no rol da ANS, desde que sua eficácia seja comprovada à luz das ciências da saúde ou haja recomendações à sua prescrição, feitas pela Conitec ou por órgãos de avaliação de tecnologias em saúde de renome internacional. A superveniência desse diploma forneceu solução legislativa, antes inexistente, à controvérsia constitucional apresentada na primeira categoria de impugnações, provocando alteração substancial do complexo normativo cuja constitucionalidade é ali questionada. Há, portanto, prejuízo ao conhecimento dessas impugnações, a determinar a perda de, ao menos, parte do objeto das ações.\n\n\n\n    4. Os pedidos remanescentes, relativos à segunda categoria de impugnações, buscam a declaração de inconstitucionalidade (a) dos prazos para conclusão dos procedimentos administrativos de atualização do rol (art. 10, §§ 7º e 8º, da Lei nº 9.656/1998), em razão da urgência dos enfermos em obter os tratamentos necessários; (b) da composição da Comissão de Atualização do Rol (art. 10-D, §§ 1º, 2º e 4º, da Lei nº 9.656/1998), por promover a sub-representação de consumidores e pessoas com deficiência e exigir que seus membros tenham formação técnica; e (c) dos critérios a serem considerados no relatório elaborado por esse órgão (art. 10-D, § 3º, da Lei nº 9.656/1998), por submeterem o direito à saúde a interesses econômicos e financeiros.\n\n\n\n    5. Não vejo razão em nenhum dos argumentos. As alterações introduzidas na Lei nº 9.656/1998 tiveram o objetivo de conferir status legal a melhorias constantes de normativa recente da ANS, além de aprimorar ainda mais o processo de atualização do rol. Foram assinados prazos para a deliberação das propostas, cujo descumprimento enseja a inclusão automática do tratamento no rol (art. 10, § 9º); criou-se uma estrutura institucional de natureza técnica para assessorar a ANS na tarefa (art. 10-D, caput), garantida a participação de representantes de todos os setores interessados (art. 10-D, § 2º); foi determinada a inclusão no rol das tecnologias já incorporadas ao SUS (art. 10, § 10); e foram definidos critérios para nortear a análise a ser feita pela ANS, a qual deve avaliar a eficácia e segurança dos tratamentos sugeridos, a sua relação custo-benefício em comparação com as alternativas disponíveis e o seu impacto sobre a sustentabilidade dos contratos (art. 10-D, § 3º).\n\n\n\n    6. A avaliação necessária à decisão pela incorporação de novos tratamentos demanda pesquisa, estudo das evidências, realização de reuniões técnicas, oitiva dos interessados, de modo que não se afiguram irrazoáveis os prazos assinados para conclusão da apreciação das propostas. Especialmente após a edição da Lei nº 14.454/2022, que garante a cobertura de procedimentos fora do rol sob determinadas condições, não vejo incompatibilidade entre a definição dos prazos e a urgência dos pacientes na obtenção de um tratamento. Além disso, a declaração de inconstitucionalidade do dispositivo legal teria efeito inverso ao pretendido, já que, antes da sua edição, não havia prazo algum a ser observado.\n\n\n\n    7. Também não é correta a alegação de que haveria exclusão da participação de usuários de planos de saúde ou discriminação de qualquer natureza na composição da Comissão de Atualização do Rol. A Resolução Normativa nº 474/2021, que define a composição desse órgão, garante a presença de representantes de entidades de defesa do consumidor, de associações de usuários de planos de saúde e de organismos de proteção dos interesses das pessoas com deficiências e patologias especiais. Além disso, a exigência de que os membros indicados tenham formação que lhes permita compreender as evidências científicas apresentadas decorre da natureza técnica do procedimento de atualização do rol.\n\n\n\n    8. Por fim, também concluo pela constitucionalidade dos critérios estabelecidos para orientar a elaboração de relatório pela Comissão de Atualização do Rol. A avaliação econômica contida no processo de atualização do rol pela ANS e a análise do impacto financeiro advindo da incorporação dos tratamentos demandados são necessárias para garantir a manutenção da sustentabilidade econômico-financeira do setor de planos de saúde. Não se trata de sujeitar o direito à saúde a interesses econômicos e financeiros, mas sim de considerar os aspectos econômicos e financeiros da ampliação da cobertura contratada para garantir que os usuários de planos de saúde continuem a ter acesso ao serviço e às prestações médicas que ele proporciona.\n\n\n\n    9. ADI 7193 e ADPFs 986 e 990 não conhecidas. ADIs 7088 e 7183 parcialmente conhecidas, com julgamento de improcedência dos pedidos de declaração de inconstitucionalidade dos arts. 10, §§ 7º e 8º, e 10-D da Lei nº 9.656/1998, com a redação dada pela Lei nº 14.307/2022.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=765088701","externo_seq_objeto_incidente":6358147,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 09-01-2023  PUBLIC 10-01-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7088&classe=ADI","is_colac":false,"titulo":"ADI 7088","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00032 PAR-00003 ART-00006\n    ART-00170 INC-00005 ART-00193 PAR-ÚNICO\n    ART-00196 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008080 ANO-1990\n    ART-0019Q PAR-00002 INC-00001 INC-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009656 ANO-1998\n    ART-00010 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 PAR-00001\n    PAR-00003 INC-00001 INC-00002 INC-00003\n    PAR-00004 PAR-00005 PAR-00006 PAR-00007\n    PAR-00008 PAR-00009 PAR-00010 PAR-00012\n    PAR-00013 INC-00001 INC-00002 ART-0010D\n    \"CAPUT\" PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 PAR-00003 INC-00001 INC-00002\n    INC-00003 PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00001 PAR-ÚNICO INC-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009961 ANO-2000\n    ART-00004 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012401 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014307 ANO-2022\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014454 ANO-2022\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-2007\n    ART-00025 LET-A LET-B LET-C\n    LET-D LET-E LET-F ART-00029\n    LET-B\n    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DLG-000186 ANO-2008\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   DEC-006949 ANO-2009\n    DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   RES-000465 ANO-2021\n    ART-00001 PAR-00001 PAR-00002 ART-00002\n    RESOLUÇÃO AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS\n\n","LEG-FED   RES-000470 ANO-2021\n    RESOLUÇÃO AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS\n\n","LEG-FED   RES-000474 ANO-2021\n    ART-00004\n    RESOLUÇÃO AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS\n\n","LEG-FED   RES-000482 ANO-2022\n    ART-00003 INC-00001 INC-00002 INC-00003\n    LET-A INC-00004 LET-A LET-B\n    INC-00005 LET-A LET-B LET-C\n    INC-00006 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I LET-J LET-K\n    LET-L LET-M LET-N LET-O\n    LET-P LET-Q INC-00007 LET-A\n    LET-B LET-C LET-D LET-E\n    LET-F INC-00008 LET-A LET-B\n    LET-C INC-00009\n    RESOLUÇÃO AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS\n\n","LEG-FED   PJL-002033 ANO-2022\n    PROJETO DE LEI DO SENADO FEDERAL - SF"],"publicacao_data":"2023-01-10","documental_acordao_mesmo_sentido_lista_texto":"ADI 7183  PROCESSO ELETRÔNICO\n          JULG-10-11-2022  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-086\n          DJe-s/n  DIVULG 09-01-2023  PUBLIC 10-01-2023\n \nADPF 986  PROCESSO ELETRÔNICO\n          JULG-10-11-2022  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-082\n          DJe-s/n  DIVULG 09-01-2023  PUBLIC 10-01-2023\n \nADI 7193  PROCESSO ELETRÔNICO\n          JULG-10-11-2022  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-083\n          DJe-s/n  DIVULG 09-01-2023  PUBLIC 10-01-2023\n \nADPF 990  PROCESSO ELETRÔNICO\n          JULG-10-11-2022  UF-DF  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-083\n          DJe-s/n  DIVULG 09-01-2023  PUBLIC 10-01-2023","documental_indexacao_texto":"- VOTO, MIN. EDSON FACHIN: COBERTURA DE PLANO DE SAÚDE, ROL TAXATIVO, RESOLUÇÃO, AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR (ANS), DECISÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). ALTERAÇÃO, COMPLEXO NORMATIVO, AUSÊNCIA, REVOGAÇÃO, RESOLUÇÃO, NECESSIDADE, JULGAMENTO DO MÉRITO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE. FINALIDADE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, ATO REGULAMENTAR, DOUTRINA. JURISPRUDÊNCIA, STF, CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, IMPUGNAÇÃO, ATO REGULAMENTAR, OFENSA, PRECEITO FUNDAMENTAL. INCONVENIÊNCIA, DECLARAÇÃO, PERDA DO OBJETO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, PREJUÍZO, APRECIAÇÃO, SITUAÇÃO JURÍDICA, MOMENTO ANTERIOR, ALTERAÇÃO, LEGISLAÇÃO. DECLARAÇÃO DE INCONSTITUCIONALIDADE, REGRA, EFEITO RETROATIVO. AFIRMAÇÃO, DIREITO SOCIAL, JUDICIALIZAÇÃO. ROL TAXATIVO, RESOLUÇÃO, AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR (ANS), DIREITO À VIDA, DIREITO À SAÚDE, DIREITO À INFORMAÇÃO, CONSUMIDOR. REGULAÇÃO, POLÍTICA, SAÚDE SUPLEMENTAR. PRESTAÇÃO, DIREITO À SAÚDE, EMPRESA PRIVADA, PRIORIDADE, GARANTIA, DIREITO SOCIAL, MITIGAÇÃO, FINALIDADE, LUCRO. RELAÇÃO CONTRATUAL, OBSERVÂNCIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. RESOLUÇÃO, AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR (ANS), DISCRIMINAÇÃO, PESSOA COM DEFICIÊNCIA, PORTADOR DE DOENÇA RARA, ARGUMENTO, CARÁTER ECONÔMICO, CUSTO, PLANO DE SAÚDE. DISCRIMINAÇÃO, TEORIA DO IMPACTO DESPROPORCIONAL, DISCRIMINAÇÃO, FORMA INDIRETA. DEFINIÇÃO, REPRESENTATIVIDADE, DOUTRINA. LEI, FIXAÇÃO, PRAZO, ATUALIZAÇÃO, ROL TAXATIVO, AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR (ANS), MELHORIA.\n\n- VOTO, MIN. DIAS TOFFOLI: PERDA DO OBJETO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, SUPERVENIÊNCIA, LEI, POSSIBILIDADE, ALTERAÇÃO, ROL TAXATIVO, PROCEDIMENTO, SAÚDE SUPLEMENTAR, COBERTURA DE PLANO DE SAÚDE. REPRESENTATIVIDADE ADEQUADA, PESSOA COM DEFICIÊNCIA, PORTADOR DE DOENÇA RARA, COMISSÃO, ATUALIZAÇÃO, ROL TAXATIVO, PROCEDIMENTO, SAÚDE SUPLEMENTAR. DIREITO À SAÚDE, PARTICIPAÇÃO, SOCIEDADE, FORMULAÇÃO, POLÍTICA PÚBLICA, SAÚDE. PROTEÇÃO, PESSOA COM DEFICIÊNCIA, DOUTRINA, CONVENÇÃO INTERNACIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7088&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, SUPERVENIÊNCIA, ALTERAÇÃO, COMPLEXO NORMATIVO, PERDA DO OBJETO)\nADI 5029 (TP), ADI 5142 (TP), ADPF 426 (TP), ADI 6123 (TP), ADI 5987 AgR (TP). \n(PRESTAÇÃO, DIREITO À SAÚDE, EMPRESA PRIVADA, MITIGAÇÃO, FINALIDADE, LUCRO)\nADI 1931 (TP), ADI 1931 MC (TP). \n(AFIRMAÇÃO, DIREITO SOCIAL, JUDICIALIZAÇÃO)\nADI 5766 (TP), ADI 6327 (TP), ADI 6524 (TP). \n(APLICAÇÃO, TEORIA DO IMPACTO DESPROPORCIONAL)\nADI 5355 (TP). \n(CABIMENTO, ADPF, IMPUGNAÇÃO, ATO REGULAMENTAR)\nADPF 323 (TP), ADPF 748 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(COBERTURA DE PLANO DE SAÚDE, ROL TAXATIVO, RESOLUÇÃO, AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR)\nSTJ: EREsp 1886929. \n- Decisão estrangeira citada: Caso Griggs vs. Duke Power Company, da Suprema Corte norte-americana.\n- Veja ADI 7193, ADI 7183, ADI 7088, ADPF 986 e ADPF 990 do STF.\nNúmero de páginas: 86.\nAnálise: 02/08/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DE PROTEÇÃO AOS CONSUMIDORES DE PLANOS E SISTEMA DE SAÚDE - SAÚDE BRASIL \nADV.(A/S)  : FERNANDO JOSE CAVALCANTI PADILHA DE MELO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : SOCIEDADE BRASILEIRA DE CANCEROLOGIA \nADV.(A/S)  : MARILDA DE PAULA SILVEIRA \nADV.(A/S)  : HEFFREN NASCIMENTO DA SILVA \nAM. CURIAE.  : FEDERAÇÃO DAS FRATERNIDADES CRISTÃS DE PESSOAS COM DEFICIÊNCIA DO BRASIL - FCD/BR \nADV.(A/S)  : PAULINHO DA SILVA \nADV.(A/S)  : MARCIONE MENDES DE PINHO \nADV.(A/S)  : MATHEUS MARTINS DE OLIVEIRA \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DE SAÚDE SUPLEMENTAR (FENASAÚDE) \nADV.(A/S)  : LUIS INACIO LUCENA ADAMS \nADV.(A/S)  : MAURO PEDROSO GONCALVES \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE MEDICINA DE GRUPO - ABRAMGE \nADV.(A/S)  : MARIA CLAUDIA BUCCHIANERI PINHEIRO \nADV.(A/S)  : EDUARDO BORGES ARAUJO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":473787,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 7088","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-11-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CONSELHO NACIONAL DE SAÚDE. NOTA PÚBLICA: rol taxativo é um retrocesso contrário à vida e ao SUS. Disponível em: conselho.saude.gov.br. Acesso em: 27 jul. 2023.\nDINIZ, Debora; BARBOSA, Lívia; SANTOS, Wederson Rufino dos. Deficiência, Direitos Humanos e Justiça. Revista Internacional de Direitos Humanos, v. 6, p. 64-77, 2009.\nLÔBO, Paulo Luiz Netto. A Constitucionalização do Direito Civil. Revista de Informação Legislativa. Brasília, ano 36, n. 141, jan./mar. 1999.\nMENDES, Gilmar Ferreira et al. Curso de Direito Constitucional. 2. ed. São Paulo: Saraiva, 2008. p. 1169.\nSARMENTO, Daniel. Apontamentos sobre Arguição de Descumprimento de Preceito Fundamental. Revista de Direito Admnistrativo, Rio de Janeiro, v. 224, p. 95-116, abr./jun. 2001.\nSTANFORD ENCYCLOPEDIA OF PHILOSOPHY. Political Representation. Disponível em: https://plato.stanford.edu/entries/political-representation/. Acesso em: 27 jul. 2023.\nVIANNA, Luís Werneck. A judicialização da política e das relações sociais no Brasil. Rio de Janeiro: Revan, 1999.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":7088,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur447065","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PA","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Dias Toffoli (Presidente e Relator) e Gilmar Mendes, que julgavam improcedente o pedido formulado na ação direta, e do voto do Ministro Edson Fachin, que o julgava procedente, declarando a inconstitucionalidade do art. 338 da Constituição do Estado do Pará, pediu vista dos autos o Ministro Alexandre de Moraes. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.2.2020 a 13.2.2020.\r\n\n           Decisão: O Tribunal, por maioria, conheceu, em parte, da ação direta e julgou parcialmente procedente o pedido formulado para declarar a inconstitucionalidade da expressão “Delegado Geral de Polícia Civil” do art. 338 da Constituição do Estado do Pará, inserido pela Emenda Constitucional estadual nº 8, de 3 de abril de 1997, nos termos do voto reajustado do Relator, vencidos os Ministros Edson Fachin e Ricardo Lewandowski, que julgavam procedente a ação, e, parcialmente, o Ministro Roberto Barroso, que modulava os efeitos da decisão. Plenário, Sessão Virtual de 12.3.2021 a 19.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur447065","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pará","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur447065","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Artigo 338 da Constituição do Estado do Pará. Criação de novas hipóteses de foro por prerrogativa de função. Perda parcial do objeto. Conhecimento parcial. Expressão “Delegado Geral de Polícia Civil”. Violação do princípio da simetria. Procedência parcial.\n\n\n\n    1. O art. 338 da Constituição do Estado Pará foi alterado pela Emenda Constitucional nº 62/2014, a qual excluiu o consultor geral do Estado do rol de autoridades com foro por prerrogativa de função no Tribunal de Justiça, restando configurada a perda parcial do objeto desta ação direta no que tange à expressão “Consultor Geral do Estado”, razão pela qual se conhece apenas parcialmente do pedido. \n\n\n\n    2. Por obra do constituinte originário, foi fixada a primazia da União para legislar sobre direito processual (art. 22, I, CF/88). Contudo, extraem-se do próprio texto constitucional outorgas pontuais aos estados-membros da competência para a elaboração de normas de cunho processual. Destaca-se aqui a possibilidade de a Constituição estadual definir as causas afetas ao juízo natural do respectivo tribunal de justiça, desde que atendidos os princípios estabelecidos na Lei Fundamental (art. 125, CF/88).\n\n\n\n    3. É possível extrair do art. 125 da Constituição a faculdade atribuída aos estados-membros de fixarem o elenco de autoridades que devem ser processadas originalmente nos respectivos tribunais de justiça. As hipóteses de foro por prerrogativa de função já previstas na Carta Federal – as quais asseguram a alguns agentes políticos o julgamento por tribunal de justiça, tais como, o prefeito municipal (art. 29, X), os juízes estaduais e os membros do ministério público (art. 96, III) – não são taxativas, de modo que o constituinte estadual está legitimado a fixar outras hipóteses.\n\n\n\n    4. A jurisprudência da Corte impõe o dever de observância pelos estados-membros do modelo adotado na Carta Magna (princípio da simetria), sob pena de invalidade da prerrogativa de foro (ADI nº 2.587/GO-MC, Tribunal Pleno, Rel. Min. Maurício Corrêa, DJ de 6/9/02). Os ocupantes dos cargos de chefe da casa civil, chefe da casa militar, comandante-geral da polícia militar e comandante-geral do corpo de bombeiros militar são auxiliares diretos do governador do estado, pertencentes ao primeiro escalão da estrutura do poder executivo estadual, e se equiparam aos ocupantes do cargo de secretário de estado, havendo, portanto, similaridade com as hipóteses de competência originária do Supremo Tribunal Federal (art. 102, I, c, da CF/88).\n\n\n\n    5. Quanto ao cargo de delegado-geral de polícia civil, a prerrogativa a ele conferida não deflui, por simetria, da Constituição de 1988, visto que não há previsão de foro especial para o Diretor-Geral da Polícia Federal, cargo equivalente no âmbito federal. Assim, declara-se a inconstitucionalidade material da expressão “Delegado Geral de Polícia Civil”, constante do art. 338 na Constituição do Estado do Pará.\n\n\n\n    6. Ação parcialmente conhecida e julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755968437","externo_seq_objeto_incidente":2238797,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-100  DIVULG 25-05-2021  PUBLIC 26-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3294&classe=ADI","is_colac":false,"titulo":"ADI 3294","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 \"CAPUT\" INC-00036 INC-00053\n    INC-00054 PAR-00001 PAR-00002 ART-00022\n    INC-00001 ART-00025 \"CAPUT\" ART-00027\n    PAR-00001 ART-00028 ART-00029 INC-00010\n    ART-00052 INC-00001 ART-00053 PAR-00002\n    ART-00077 ART-00096 INC-00003 ART-00102\n    INC-00001 LET-B LET-C ART-00105\n    INC-00001 LET-A ART-00108 INC-00001\n    LET-A ART-00125 PAR-00001 ART-00129\n    INC-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000062 ANO-2014\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1996\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-EST   CES ANO-1989\n    ART-00338\n    CONSTITUIÇÃO ESTADUAL, PA\n\n","LEG-EST   EMC-000008 ANO-1997\n    EMENDA CONSTITUCIONAL"],"publicacao_data":"2021-05-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: INEXISTÊNCIA, OBRIGATORIEDADE, DUPLO GRAU DE JURISDIÇÃO. AUSÊNCIA, CARÁTER ABSOLUTO, GARANTIA CONSTITUCIONAL, DUPLO GRAU DE JURISDIÇÃO. PRERROGATIVA DE FORO, EXCEPCIONALIDADE, RESTRIÇÃO, PRINCÍPIO DO JUIZ NATURAL, PRINCÍPIO DA ISONOMIA. INTERPRETAÇÃO ESTRITA, PRERROGATIVA DE FORO.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. ROBERTO BARROSO: LIMITAÇÃO, DISCRICIONARIEDADE, PODER CONSTITUINTE ESTADUAL, MATÉRIA, PRERROGATIVA DE FORO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INTERPRETAÇÃO, DUPLO GRAU DE JURISDIÇÃO, CONSTITUIÇÃO FEDERAL, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. PRINCÍPIO DA SIMETRIA, HIPÓTESE, LACUNA DA LEI, CONSTITUIÇÃO FEDERAL. PRERROGATIVA DE FORO, RESTRIÇÃO, GARANTIA AO DEVIDO PROCESSO LEGAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3294&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONSTITUIÇÃO ESTADUAL, PRERROGATIVA DE FORO, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, DIREITO PROCESSUAL)\nADI 541 (TP), RE 141209 (1ªT), RE 464935 (2ªT), HC 70474 (1ªT). \n(LIMITAÇÃO, FORO POR PRERROGATIVA DE FUNÇÃO)\nAP 937 QO (TP). \n(REVOGAÇÃO, ATO NORMATIVO IMPUGNADO, PERDA DO OBJETO)\nADI 649 (TP), ADI 709 (TP), ADI 3885 (TP), ADI 2971 AgR (TP), ADI 748 QO (TP), ADI 5159 (TP), ADI 3408 AgR (TP), ADI 870 QO (TP). \n(GARANTIA CONSTITUCIONAL, DUPLO GRAU DE JURISDIÇÃO)\nAI 209954 AgR (2ªT), AI 248761 AgR (2ªT), RE 976178 AgR (2ªT). \n(FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO ESTRITA)\nADI 2553 (TP), ADI 6515 (TP), ADI 6501 MC-Ref (TP), ADI 6516 MC-Ref (TP). \n(MODULAÇÃO DE EFEITOS, ADI)\nADI 6518 (TP). \n(PRERROGATIVA DE FORO, PRINCÍPIO DA SIMETRIA)\nADI 2587 MC (TP), ADI 5103 (TP). \n- Decisão monocrática citada:\n(FORO POR PRERROGATIVA DE FUNÇÃO, INTERPRETAÇÃO ESTRITA)\nADI 6508 MC.\n- Decisões estrangeiras citadas: caso Duilio Fanali v. Italia, Comunicação n. 75/1980; caso Terrón v. Espanha, Comunicação n. 1073/2002.\nNúmero de páginas: 34.\nAnálise: 09/06/2022, KBP.\nNúmero de páginas: 34.\nAnálise: 09/06/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO PARÁ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":447065,"documental_tese_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"ADI 3294","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-03-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"NERY JÚNIOR, Nelson. Princípios do processo civil na constituição federal. 2ª ed. São Paulo: Revista dos Tribunais, 1995, p. 152.\nRAMÍREZ, Sergio García. Garantías Judiciales: Doble Instancia y Amparo de Derechos Fundamentales (Artículos 8.2.h y 25 CADH. In: La Protección de los Derechos Humanos a través del debido processo. Suprema Corte de Justicia de la Nación, México, 2013.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":3294,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur437471","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que concedia a ordem, pediu vista antecipada a Ministra Cármen Lúcia. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. 2a Turma, 11.6.2019.\r\n\n           Decisão: A Turma, por maioria, concedeu a ordem para declarar a nulidade das provas obtidas mediante o acesso indevido ao aplicativo WhatsApp e à residência do paciente e, constatada a derivação de todas as demais provas, declarou nulo o processo, determinando o trancamento da ação e a absolvição do paciente, nos termos do voto do Relator, vencidos a Ministra Cármen Lúcia e o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 9.10.2020 a 19.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur437471","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur437471","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Acesso a aparelho celular por policiais sem autorização judicial. Verificação de conversas em aplicativo WhatsApp. Sigilo das comunicações e da proteção de dados. Direito fundamental à intimidade e à vida privada. Superação da jurisprudência firmada no HC 91.867/PA. Relevante modificação das circunstâncias fáticas e jurídicas. Mutação constitucional. Necessidade de autorização judicial. 3. Violação ao domicílio do réu após apreensão ilegal do celular. 4. Alegação de fornecimento voluntário do acesso ao aparelho telefônico. 5. Necessidade de se estabelecer garantias para a efetivação do direito à não autoincriminação. 6. Ordem concedida para declarar a ilicitude das provas ilícitas e de todas dela derivadas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754545381","externo_seq_objeto_incidente":5635177,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-284  DIVULG 01-12-2020  PUBLIC 02-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=168052&classe=HC","is_colac":false,"titulo":"HC 168052","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00010 INC-00011 INC-00012 \n          INC-00056 INC-00057\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002 PAR-00001\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00012\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00028 ART-00033 \"CAPUT\" PAR-00004\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012965      ANO-2014\n          ART-00003 INC-00002 INC-00003 ART-00007 \n          INC-00001 INC-00002 INC-00003 INC-00007 \n          ART-00010 ART-00011\n                LEI ORDINÁRIA"],"publicacao_data":"2020-12-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INVIOLABILIDADE, SIGILO, COMUNICAÇÃO, TELEFONE, DADO, EXCEÇÃO, ORDEM JUDICIAL. INVIOLABILIDADE, VIDA PRIVADA, DIREITO À INTIMIDADE. JURISPRUDÊNCIA, STF, DIFERENÇA, COMUNICAÇÃO, TELEFONE, REGISTRO, TELEFONE. LEI INFRACONSTITUCIONAL, GARANTIA, PROTEÇÃO, PRIVACIDADE, DADO, VIDA PRIVADA, COMUNICAÇÃO, USUÁRIO, INTERNET. EXIGÊNCIA, DECISÃO JUDICIAL, ACESSO, COMUNICAÇÃO, OBJETO, ARMAZENAMENTO, RESERVA DE JURISDIÇÃO. DESENVOLVIMENTO, MECANISMO, COMUNICAÇÃO, ARMAZENAMENTO, DADO, CARÁTER PESSOAL, TELEFONE CELULAR. REGISTRO, LOCALIZAÇÃO, AGENDA, OPERAÇÃO BANCÁRIA, ACESSO, SÍTIO ELETRÔNICO, LISTA, CORRESPONDÊNCIA ELETRÔNICA, APLICATIVO MÓVEL, FOTOGRAFIA, VÍDEO, CARÁTER PESSOAL. POSSIBILIDADE, INSERÇÃO, PROGRAMA DE COMPUTADOR, TELEFONE CELULAR, VERIFICAÇÃO, LOCALIZAÇÃO, SÍTIO ELETRÔNICO. JURISPRUDÊNCIA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), NECESSIDADE, AUTORIZAÇÃO JUDICIAL, ACESSO, DADO, APLICATIVO MÓVEL. DIREITO COMPARADO, RELAÇÃO DE CONFIDENCIALIDADE, TECNOLOGIA DA INFORMAÇÃO. PRINCÍPIO DA PROPORCIONALIDADE, INTERVENÇÃO, PODER PÚBLICO, DIREITO À INTIMIDADE, VIDA PRIVADA. DEFINIÇÃO, DOMICÍLIO. \n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: INAPLICABILIDADE, TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA, AUTONOMIA, PROVA. HABEAS CORPUS, REEXAME, FATO, PROVA.\n\n- TERMO(S) DE RESGATE: MARCO CIVIL DA INTERNET. WHATSAPP. BOTS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=168052&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROTEÇÃO, SIGILO, DADO)\nHC 91867 (2ªT). \n(PROVA ILÍCITA, APREENSÃO, ESCRITÓRIO, INVIOLABILIDADE, DOMICÍLIO)\nAP 307 (2ªT). \n(TEORIA DOS FRUTOS DA ÁRVORE ENVENENADA)\nHC 93050 (2ªT), RHC 121496 (2ªT). \n(HC, REEXAME, FATO, PROVA)\nHC 74295 (1ªT), RHC 132321 (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\n(AUTORIZAÇÃO JUDICIAL, ACESSO, DADO, APLICATIVO MÓVEL)\nSTJ: RHC 89981. \n- Legislação estrangeira citada: Constituição do Estado de Nordrhein-Westfalen (NRW-VSG), da Alemanha; Quinta Emenda à Constituição dos Estados Unidos.\n- Decisão estrangeira citada: Caso Miranda vs. Arizona (384 U.S. 436), de 1966; Caso Mapp vs. Ohio 367 U.S. 643, de 1961, da Suprema Corte dos Estados Unidos.\n- Veja AgRg no Agravo em Recurso Especial 1.235.415 do STJ.\nNúmero de páginas: 32.\nAnálise: 18/05/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : RODRIGO RICARDO LAURINDO \nIMPTE.(S)  : ARAI DE MENDONCA BRAZAO \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":437471,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 168052","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"FERRAZ, Tercio S. Sigilo de dados: o direito à privacidade e os limites à função fiscalizadora do Estado. Cadernos de Direito Constitucional e Ciência Política, n. 1, 1992.\nMENDES, Gilmar Ferreira; BRANCO Paulo Gustavo Gonet. Curso de Direito Constitucional. Saraiva, 2013. p. 289, 290 e 293.\nMENDES, Laura Schertel. Uso de softwares espiões pela polícia: prática legal? Disponível em: www.jota.info/opiniao-eanalise/artigos/uso-de-softwares-espioes-pela-policia-praticalegal-04062015. Acesso em: 4 jun. 2015.\nMENKE, Fabiano. In: MENDES, Gilmar Ferreira; SARLET, Ingo Wolfgang; COELHO, Alexandre Zavaglia P. Direito, Inovação e Tecnologia. p. 215-216\nSAMPAIO, José Adércio Leite. In: CANOTILHO, J. J. Gomes et al (Coord.). Comentários à Constituição do Brasil, p. 292-293.","ministro_facet":["GILMAR MENDES"],"processo_numero":168052,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur438401","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização de sustentação oral, o julgamento foi suspenso. Falou, pelo requerente, o Dr. Emerson Barbosa Maciel, Procurador do Estado do Rio de Janeiro. Impedido o Ministro Roberto Barroso. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Luiz Fux. Plenário, 23.09.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: Após a realização de sustentações orais, o julgamento foi suspenso. Falaram: pelo interessado, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Humberto Jacques de Medeiros, Vice-Procurador-Geral da República. Impedido o Ministro Roberto Barroso. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Luiz Fux. Plenário, 24.09.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: O Tribunal, por unanimidade, julgou procedente a arguição de descumprimento de preceito fundamental para declarar não recepcionados pela Constituição Federal de 1988 os arts. 1º e 32, caput e § 1º, do DL 204/1967, nos termos do voto do Relator. Impedido o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Luiz Fux. Plenário, 30.09.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur438401","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur438401","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Arguições de Descumprimento de Preceito Fundamental. Ação Direta de Inconstitucionalidade. 2. Artigos 1º, caput, e 32, caput, e § 1º do Decreto-Lei 204/1967. Exploração de loterias por Estados-membros. Legislação estadual. 3. Competência legislativa da União e competência material dos Estados. Distinção. 4. Exploração por outros entes federados. Possibilidade. 5. Arguições de Descumprimento de Preceito Fundamental conhecidas e julgadas procedentes. Ação Direta de Inconstitucionalidade conhecida e julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754668613","externo_seq_objeto_incidente":5294468,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-292  DIVULG 14-12-2020  PUBLIC 15-12-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=492&classe=ADPF","is_colac":false,"titulo":"ADPF 492","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00065 PAR-00002\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00005 ART-00018 PAR-00001\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00013 PAR-00001\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00018 ART-00019 INC-00003 \n          ART-00021 INC-00010 INC-00011 INC-00012 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F ART-00022 INC-00001 \n          INC-00020 ART-00025 PAR-00001 ART-00031 \n          PAR-00004 ART-00034 ART-00037 \"CAPUT\" \n          ART-00060 PAR-00004 ART-00175 ART-00177 \n          ART-00195 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003346      ANO-1957\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 INC-00001 ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013345      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011445      ANO-2007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013756      ANO-2018\n          ART-00014\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-014026      ANO-2020\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002980      ANO-1941\n          ART-00002\n                DECRETO-LEI\n\n","LEG-FED   DEL-003688      ANO-1941\n          ART-00051\n                LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   DEL-006259      ANO-1944\n                DECRETO-LEI\n\n","LEG-FED   DEL-000204      ANO-1967\n          ART-00001 \"CAPUT\" PAR-ÚNICO ART-00004 \n          INC-00005 ART-00032 \"CAPUT\" PAR-00001 \n          PAR-00002 ART-00033\n                DECRETO-LEI\n\n","LEG-FED   DEC-021143      ANO-1932\n          ART-00018 ART-00020\n                DECRETO\n\n","LEG-FED   DEC-006259      ANO-1944\n          ART-00003\n                DECRETO\n\n","LEG-FED   DEC-050954      ANO-1961\n          ART-00002 ART-00003\n                DECRETO\n\n","LEG-FED   PJL-009237      ANO-2017\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   SUV-000002      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   AIT-000002      ANO-1965\n          ART-00030\n                ATO INSTITUCIONAL\n\n","LEG-FED   AIT-000004      ANO-1966\n          ART-00009 PAR-00002\n                ATO INSTITUCIONAL\n\n","LEG-EST   LEI-012343      ANO-2003\n                LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-008651      ANO-2007\n          ART-00001 ART-00002 ART-00003 INC-00001 \n          INC-00002 INC-00003 ART-00004 ART-00005 \n          ART-00006 ART-00007 ART-00008 ART-00009 \n          ART-00010\n                LEI ORDINÁRIA, MT\n\n","LEG-EST   DEC-000273      ANO-2011\n                DECRETO, MT\n\n","LEG-EST   DEC-000346      ANO-2011\n                DECRETO, MT\n\n","LEG-EST   DEC-000784      ANO-2011\n                DECRETO, MT\n\n","LEG-EST   DEC-000918      ANO-2011\n                DECRETO, MT"],"publicacao_data":"2020-12-15","documental_acordao_mesmo_sentido_lista_texto":"ADI 4986  PROCESSO ELETRÔNICO\n          JULG-30-09-2020  UF-MT  TURMA-TP  MIN-GILMAR MENDES N.PÁG-088\n          DJe-292  DIVULG 14-12-2020  PUBLIC 15-12-2020\n \nADPF 493  PROCESSO ELETRÔNICO\n          JULG-30-09-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-095\n          DJe-292  DIVULG 14-12-2020  PUBLIC 15-12-2020","documental_indexacao_texto":"- HISTÓRIA, LEGISLAÇÃO, EXPLORAÇÃO, LOTERIA, REPÚBLICA FEDERATIVA DO BRASIL. NATUREZA JURÍDICA, LOTERIA, SERVIÇO PÚBLICO. SERVIÇO, EMPRESA BRASILEIRA DE CORREIOS E TELÉGRAFOS (ECT), PRIVILÉGIO, COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL DE 1988. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, LOTERIA. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LOTERIA, INCOMPATIBILIDADE, INTERPRETAÇÃO EXTENSIVA, COMPETÊNCIA EXCLUSIVA. COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO PENAL, DERROGAÇÃO, LEI, AUTORIZAÇÃO, LOTERIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: EXPRESSÃO, SORTEIO, ALCANCE, BINGO, LOTERIA. CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: MONOPÓLIO, EXCLUSIVIDADE, ATIVIDADE ECONÔMICA, DISTINÇÃO, SERVIÇO PÚBLICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=492&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, LOTERIA)\nADI 2690 (TP), ADI 2847 (TP), ADI 2950 (TP), ADI 2996 (TP), ADI 2995 (TP), ADI 3895 (TP), Rcl 13411 AgR (TP), ADI 4986 (TP). \n(ECT, PRIVILÉGIO, COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL DE 1988)\nADPF 46 (TP). \n(SUMULA VINCULANTE 2/STF)\nADI 2690 (TP), ADI 2847 (TP), ADI 2950 (TP), ADI 2996 (TP), ADI 2995 (TP), ADI 3060 (TP), ADI 3063 (TP), ADI 3147 (TP), ADI 3189 (TP), ADI 3259 (TP), ADI 3277 (TP), ADI 3293 (TP), ADI 3630 (TP), ADPF 109 (TP), ADI 3895 (TP), ADI 3148 ED (TP). \n(CONSTITUIÇÃO FEDERAL DE 1988, FEDERALISMO COOPERATIVO)\nADPF 109 (TP). \n(EXPRESSÃO, SORTEIO, ALCANCE, BINGO, LOTERIA)\nADI 2847 (TP), ADI 2996 (TP), ADI 2995 (TP), ADI 3147 (TP), ADI 3183 (TP). \n- Decisão monocrática citada:\n(EXPRESSÃO, SORTEIO, ALCANCE, BINGO, LOTERIA)\nADI 3277.\n- Legislação estrangeira citada: § 90, II, da Lei Orgânica do Tribunal; BVerfGE, 91/93 [106], da Corte Alemâ.\nNúmero de páginas: 108.\nAnálise: 08/11/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : EMERSON BARBOSA MACIEL \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":438401,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADPF 492","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-09-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. 4. ed. São Paulo: Atlas, 2007.\nARAGÃO, Alexandre Santos de. Direito dos Serviços Públicos. Belo Horizonte: Fórum, 2017. p. 249 e 251.\nATALIBA, Geraldo. Possibilidade jurídica da exploração de loterias pelos Estados federados. Revista de Direito Público n. 78, 1985. p. 83.\nBARBALHO, João. Constituição Federal Brasileira: 1891, [comentada]. Brasília: Senado Federal, Conselho Editorial, 2002. p. 272.\nBARROSO, Luis Roberto. Loteria. Competência estadual. Bingo. Revista de Direito Administrativo, v. 220, n. 0, p.262–277, 2000. p. 264 e 269.\nBERNARD, Chenot. L'Existentialisme et le Droit. In: Revue française de science politique, 3. année, n 1, 1953. p. 60.\nCAVALCANTI, Themistocles Brandão. Tratado de Direito Administrativo, Rio de Janeiro: Freitas Bastos, 1964. p. 59.\nDUARTE, José. Comentários à Lei das Contravenções Penais. 1944. p. 489.\nDUGUIT, Léon. Las transformaciones generales del derecho. Buenos Aires: Heliasta, 2001. p. 36.\nFERRAZ, Anna Cândida da Cunha. União, Estados e Municípios na nova Constituição: enfoque urídicoformal.\nA nova Constituição paulista. São Paulo: Fundação Faria Lima, 1989.\nFERREIRA, Pinto. Comentários à Constituição brasileira. 1994. v. 6. p. 388-389.\nHORTA, Raul Machado. Organização Constitucional do Federalismo. Revista da Faculdade de Direito da UFMG, v. 28-29, 1988.\nJÈZE, Gaston. Les príncipes généreaux du droit administratif. Paris: M. Giard; E., Brière, 1914. p. 241-242 e 247.\nMARTINS, Ives Gandra da Silva, oh. cit., 32 vol., tomo I, p. 322-325.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 34. ed. São Paulo: Malheiros, 1999. p. 297.\nOLIVEIRA, Gustavo Henrique Justino de. Parcerias público-privadas nos serviços de loterias estaduais. Revista de Direito Administrativo & Constitucional, v. 3, n. 12, p. 175-192, 2007.\nSUNDFELD, Carlos Ari. Loterias estaduais na Constituição de 1988. Revista de Direito Público, v. 91. p. 96.\nTÁCITO, Caio. Loterias Estaduais: criação e regime jurídico. Pareceres. Revista de Direito Público, 1985. p. 76.\nTRIGUEIRO, Oswaldo. Loteria Estadual. Revista de Direito Público n. 76, de 1985. p. 38-39.","ministro_facet":["GILMAR MENDES"],"processo_numero":492,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur439811","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Bruno José Silvestre de Barros; pelo interessado Presidente da República, o Ministro André Luiz de Almeida Mendonça, Advogado-Geral da União; pelo amicus curiae Instituto Brasileiro de Petróleo, Gás e Biocombustíveis - IBP, a Dra. Maricí Giannico; e, pelo amicus curiae Petróleo Brasileiro S/A - PETROBRAS, o Dr. Tales David Macedo. Ausentes, justificadamente, a Ministra Cármen Lúcia e, por motivo de licença médica, o Ministro Celso de Mello. Presidência do Ministro Dias Toffoli. Plenário, 19.02.2020 (Sessão Extraordinária).\r\n\n                 Decisão: Preliminarmente, o Tribunal, por unanimidade, converteu o referendo da medida cautelar em julgamento definitivo de mérito. Não participou, dessa votação, o Ministro Gilmar Mendes. Na sequência, após os votos dos Ministros Marco Aurélio (Relator), Edson Fachin, Rosa Weber e Ricardo Lewandowski, que julgavam procedente o pedido formulado na ação direta; e dos votos dos Ministros Luiz Fux, Alexandre de Moraes, Roberto Barroso e Gilmar Mendes, que o julgavam improcedente, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Ausentes, justificadamente, a Ministra Cármen Lúcia e, por motivo de licença médica, o Ministro Celso de Mello. Plenário, 19.02.2020 (Sessão Ordinária).\r\n\n           Decisão: Após o voto-vista do Ministro Dias Toffoli (Presidente), que acompanhava a divergência aberta pelo Ministro Luiz Fux e julgava improcedente o pedido formulado na ação direta; e do voto da Ministra Cármen Lúcia, que julgava parcialmente procedente o pedido para reconhecer a inconstitucionalidade do § 7º do art. 1º do Decreto n. 9.355/2018, o julgamento foi suspenso para aguardar o voto do Ministro Celso de Mello, que não participou deste julgamento por motivo de licença médica (Art. 173, parágrafo único, do RISTF). Plenário, Sessão Virtual de 28.8.2020 a 4.9.2020.\r\n\n           Decisão: O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Ministro Luiz Fux, Presidente e Redator para o acórdão, vencidos os Ministros Marco Aurélio, Edson Fachin, Rosa Weber, Ricardo Lewandowski e, em parte, a Ministra Cármen Lúcia. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["8","9","12","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur439811","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur439811","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: COMPETÊNCIA LEGISLATIVA. NORMAS GERAIS. LICITAÇÃO E CONTRATAÇÃO. CESSÃO DE DIREITOS DE EXPLORAÇÃO, DESENVOLVIMENTO E PRODUÇÃO DE PETRÓLEO, GÁS NATURAL E OUTROS HIDROCARBONETOS FLUÍDOS PELA PETROBRÁS. ALEGAÇÃO DE USURPAÇÃO DA COMPETÊNCIA PRIVATIVA DA UNIÃO PARA LEGISLAR SOBRE NORMAS GERAIS DE LICITAÇÃO E CONTRATAÇÃO, DE USURPAÇÃO DA COMPETÊNCIA DO CONGRESSO NACIONAL, DE OFENSA AOS PRINCÍPIOS DA LEGALIDADE, DA SEPARAÇÃO DE PODERES, DA MORALIDADE, DA IMPESSOALIDADE E DA EFICIÊNCIA. INEXISTÊNCIA. COMPETÊNCIA DELEGADA PELA LEI 9.478/99. PROCESSO SELETIVO DE CESSÃO DE DIREITOS CONSTITUI ATIVIDADE ESPECÍFICA DA COMPANHIA, CUJA SUBMISSÃO ÀS REGRAS DA LEI 13.303/16 PODERIA COMPROMETER SEU CARÁTER COMPETITIVO. DECRETO Nº 9.355/2018. CF/88, ARTS. 2º; 5º, II; 22, XXVII; 37, CAPUT, E XXI; 48, CAPUT, E V; 84, IV; 173, § 1º, III. AÇÃO CONHECIDA E JULGADO IMPROCEDENTE O PEDIDO.\n\n\n\n    1. A Constituição admite a possibilidade da cessão, total ou parcial, das concessões de exploração de jazidas, ao permitir que a União delegue contratualmente a realização de pesquisa e a lavra das jazidas de petróleo e gás natural e outros hidrocarbonetos fluidos, “observadas as condições estabelecidas em lei” (177, §1º), e autorize ou conceda por prazo determinado essa pesquisa e lavra, assim como o aproveitamento dos potenciais “na forma da lei” (176, §1º), à Petrobras e a outros agentes econômicos, que poderão ser ceder ou transferir essa delegação, desde que a União anua previamente (176, §3º).\n\n\n\n    2. O Decreto 9.355/2018 estabelece o procedimento especial de cessão de direitos de exploração, desenvolvimento e produção de petróleo, gás natural e outros hidrocarbonetos fluidos pela Petróleo Brasileiro S.A., na forma estabelecida na legislação a que remete - sabidamente a Lei 9.478/1997 e a Lei 12.351/2010, que tratam da transferência do contrato de concessão e, especificamente, da cessão de direitos e obrigações relativos ao contrato de partilha de produção. \n\n\n\n    3. A cessão dos direitos e obrigações relativos ao contrato de partilha de produção foi regulamentada pelo artigo 31 da Lei 12.351/2010, que não exigiu procedimento licitatório, estabelecendo as condições de (i) prévia e expressa autorização do Ministério de Minas e Energia, ouvida a ANP; (ii) preservação do objeto contratual e de suas condições; (ii) atendimento, por parte do cessionário, dos requisitos técnicos, econômicos e jurídicos estabelecidos pelo Ministério de Minas e Energia; e (iv) exercício do direito de preferência dos demais consorciados, na proporção de suas participações no consórcio.\n\n\n\n    4. A cessão de direitos tem como objetivo a continuidade de investimentos em exploração e no desenvolvimento de determinado bloco, que se apresentam indispensáveis à autossuficiência da indústria do petróleo e à atratividade do setor brasileiro para novos investidores, como explica a doutrina especializada (ARAGÃO, Alexandre Santos de. O contrato de concessão de exploração de petróleo e gás. Revista de Direito Administrativo - RDA. 2005, p. 433-436).\n\n\n\n    5. A transferência do contrato de concessão, por sua vez, está disciplinada no artigo 29 da Lei 9.478/96, que, mais uma vez, não exigiu procedimento licitatório, estabelecendo como condições (i) a preservação de seu objeto e as condições contratuais; e (ii) o atendimento dos requisitos técnicos, econômicos e jurídicos estabelecidos pela ANP pelo novo concessionário.\n\n\n\n    6. A deferência ao desenho normativo escolhido pelo poder público para contratações específicas de empresas que vierem a atuar no mercado petrolífero baseia-se no caráter político e técnico do setor economicamente estratégico. Precedente: ADI 3273, Relator Min. Carlos Brito, Relator p/ Acórdão Min. Eros Grau, Tribunal Pleno, julgado em 16/03/2005, DJ 02-03-2007.\n\n\n\n    7. As operações de cessão de concessões e partilhas constituem negócios jurídicos vinculados à atividade preponderante da Petrobras sociedade de economia mista que tem como objeto a pesquisa, a lavra, a refinação, o processamento, o comércio e o transporte de petróleo, gás natural e outros hidrocarbonetos fluidos, e que exerce suas atividades econômicas em caráter de livre competição com outras empresas, em função das condições de mercado, consoante estabelece a lei de regência. \n\n\n\n    8. A empresa estatal pode se desfazer de seus ativos, via cessão de direitos ou transferência de contrato, nos termos estabelecidos pela legislação setorial, desde que não configure alienação do controle e que observados os princípios constitucionais que regem a Administração Pública e a Ordem Econômica, mercê do entendimento consagrado por esta Corte quanto à alienação do controle das subsidiárias e controladas de empresas públicas e sociedades de economia mista, sem autorização legislativa e prévio procedimento licitatório (Precedentes: ADI 5624 MC-Ref, Relator Ricardo Lewandowski, Tribunal Pleno, julgado em 06/06/2019, DJe 29-11-2019; ADI 5.846 MC, Relator Ricardo Lewandowski, Tribunal Pleno, julgado em 06/06/2019, DJe 29-11-2019; ADI 6029 MC, Relator Ricardo Lewandowski, Tribunal Pleno, julgado em 06/06/2019, DJe 29-11-2019; ADI 5924 MC, Relator Ricardo Lewandowski, Tribunal Pleno, julgado em 06/06/2019, DJe 29-11-2019).\n\n\n\n    9. A inexistência de licitação quanto às operações de cessão de direitos de exploração de petróleo, gás natural e outros hidrocarbonetos fluidos não se equaliza com a inobservância dos princípios da Administração Pública, máxime porque outras formas de seleção proba, objetiva e eficiente de contratação podem ser cogitadas, antes coaduna-se às especificidades desse tipo de operação, de modo que não há que se falar em inovação por decreto ou violação à separação de poderes, afastando as alegações de violação aos artigos 2º; 5º, II; 48, V; e 84, IV, da CRFB. \n\n\n\n    10. Ação conhecida e julgado improcedente o pedido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754987820","externo_seq_objeto_incidente":5459537,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-023  DIVULG 05-02-2021  PUBLIC 08-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5942&classe=ADI","is_colac":false,"titulo":"ADI 5942","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00002 ART-00005 \"CAPUT\" INC-00001\n    INC-00002 ART-00022 \"CAPUT\" INC-00027\n    INC-00028 ART-00037 \"CAPUT\" INC-00011\n    INC-00019 INC-00020 INC-00021 ART-00048\n    \"CAPUT\" INC-00005 ART-00084 INC-00004\n    INC-00006 LET-A LET-B ART-00170\n    INC-00004 ART-00173 PAR-00001 INC-00002\n    INC-00003 ART-00176 PAR-00001 PAR-00003\n    ART-00177 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000005 ANO-1995\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000009 ANO-1995\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008666 ANO-1993\n    ART-00001 PAR-ÚNICO ART-00017 INC-00002\n    LET-D LET-C\n    LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009478 ANO-1997\n    ART-00023 ART-00029 PAR-ÚNICO ART-00061\n    \"CAPUT\" PAR-00001 ART-00063 ART-00067\n    ART-00068\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012351 ANO-2010\n    ART-00008 INC-00001 INC-00002 ART-00031\n    INC-00001 INC-00002 INC-00003 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012846 ANO-2013\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013303 ANO-2016\n    ART-00001 PAR-00005 PAR-00007 ART-00028\n    ART-00029 INC-00018 ART-00030 ART-00031\n    ART-00032 ART-00033 ART-00034 ART-00035\n    ART-00036 ART-00037 ART-00038 ART-00039\n    ART-00040 ART-00041 ART-00042 ART-00043\n    ART-00044 ART-00045 ART-00046 ART-00047\n    ART-00048 ART-00049 ART-00050 ART-00051\n    ART-00052 ART-00053 ART-00054 ART-00055\n    ART-00056 ART-00057 ART-00058 ART-00059\n    ART-00060 ART-00061 ART-00062 ART-00063\n    ART-00064 ART-00065 ART-00066 ART-00067\n    ART-00068 ART-00069 ART-00070 ART-00071\n    ART-00072 ART-00073 ART-00074 ART-00075\n    ART-00076 ART-00077 ART-00078 ART-00079\n    ART-00080 ART-00081 ART-00082 ART-00083\n    ART-00084 ART-00094\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-000200 ANO-1967\n    DECRETO-LEI\n\n","LEG-FED   DEC-002745 ANO-1998\n    DECRETO\n\n","LEG-FED   DEC-009188 ANO-2017\n    ART-00017 ART-00021 ART-00024 ART-00031\n    ART-00035 ART-00036\n    DECRETO\n\n","LEG-FED   DEC-009355 ANO-2018\n    ART-00001 PAR-00001 PAR-00002 PAR-00005\n    PAR-00006 INC-00001 LET-A LET-B\n    INC-00002 PAR-00007 ART-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    ART-00003 INC-00001 INC-00002 INC-00003\n    ART-00004 ART-00005 ART-00006 ART-00007\n    ART-00008 ART-00009 ART-00010 ART-00011\n    INC-00001 INC-00002 INC-00003 INC-00004\n    INC-00005 INC-00006 INC-00007 PAR-00001\n    PAR-00002 PAR-00003 ART-00012 ART-00013\n    ART-00014 ART-00015 ART-00016 ART-00017\n    ART-00018 ART-00019 ART-00020 ART-00021\n    ART-00022 ART-00023 ART-00024 ART-00025\n    ART-00026 ART-00027 ART-00028 ART-00029\n    ART-00030 ART-00031 ART-00032 ART-00033\n    ART-00034 ART-00035 ART-00036 PAR-00001\n    DECRETO\n\n","LEG-FED   RGI ANO-1980\n    ART-00095\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-02-08","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DOUTRINA, CESSÃO DE DIREITOS, CONTINUIDADE, INVESTIMENTO, INDÚSTRIA, PETRÓLEO. DIFERENÇA, DESINVESTIMENTO DE ATIVOS, DESESTATIZAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: CONSTITUIÇÃO FEDERAL, ADMISSIBILIDADE, LEI, AFASTAMENTO, OBRIGATORIEDADE, LICITAÇÃO. ATO NORMATIVO IMPUGNADO, AUMENTO, TRANSPARÊNCIA, CESSÃO DE DIREITOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, NECESSIDADE, IMPUGNAÇÃO, TOTALIDADE, ATO NORMATIVO, CONEXÃO. PRECEDENTE, STF, POSSIBILIDADE, AFASTAMENTO, LICITAÇÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), CONDIÇÃO, CONCRETIZAÇÃO, PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA. ATIVIDADE ECONÔMICA, SUBMISSÃO, REGIME DE MERCADO. ORDENAMENTO JURÍDICO, ADMISSIBILIDADE, CESSÃO DE DIREITOS, CONCESSÃO DE SERVIÇO PÚBLICO, SERVIÇO PÚBLICO ESSENCIAL. VEDAÇÃO, CESSÃO DE DIREITOS, RESULTADO, INVESTIMENTO, ÂMBITO INTERNACIONAL. ATO NORMATIVO IMPUGNADO, PRINCÍPIO DA IMPESSOALIDADE, PRINCÍPIO DA EFICIÊNCIA. ATO NORMATIVO IMPUGNADO, OBJETIVO, COMPETITIVIDADE, PROCEDIMENTO, CESSÃO DE DIREITOS.\n\n- VOTO, MIN. CÁRMEN LÚCIA: PODER REGULAMENTAR, PRESIDENTE DA REPÚBLICA, OBJETIVO, PADRONIZAÇÃO, ATUAÇÃO, ADMINISTRAÇÃO PÚBLICA, SEGURANÇA JURÍDICA. EXIGÊNCIA, LICITAÇÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), EXTENSÃO, CONSÓRCIO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEFINIÇÃO, CESSÃO DE DIREITOS, RELAÇÃO CONTRATUAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, NORMA GERAL, LICITAÇÃO, CONTRATAÇÃO. PRINCÍPIO DA RESERVA LEGAL. ATO NORMATIVO IMPUGNADO, CRIAÇÃO, HIPÓTESE. DISPENSA DE LICITAÇÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: SUBMISSÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), REGIME JURÍDICO, SOCIEDADE DE ECONOMIA MISTA, EMPRESA PÚBLICA.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: AFASTAMENTO, LICITAÇÃO, PRINCÍPIO DA IMPESSOALIDADE, ISONOMIA, LIVRE CONCORRÊNCIA.\n\n- TERMO(S) DE RESGATE: TEORIA DA BUSINESS JUDGMENT RULE, AUTOCONTENÇÃO JUDICIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5942&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONTRATO ADMINISTRATIVO, PETRÓLEO BRASILEIRO (PETROBRÁS), LICITAÇÃO)\nADI 3273 (TP), RE 441280 (TP). \n(ALIENAÇÃO, CONTROLE ACIONÁRIO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, EMPRESA SUBSIDIÁRIA)\nADI 5846 MC (TP), ADI 5924 MC (TP), ADI 5624 MC-Ref (TP), ADI 6029 MC (TP). \n(CONVERSÃO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO)\nADI 5253 (TP). \n(ADI, IMPUGNAÇÃO, TOTALIDADE, NORMA INCONSTITUCIONAL)\nADI 3148 (TP), ADI 3232 (TP), ADI 2422 AgR (TP), ADI 4095 AgR (TP), ADI 2132 MC (TP). \n(EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, REGIME JURÍDICO)\nADI 1642 (TP). \n(PRESIDENTE DA REPÚBLICA, PODER REGULAMENTAR)\nRMS 27666 (1ªT), ADI 4218 AgR (TP). \n(PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA)\nRE 760931 (TP). \n(ADI, ATO NORMATIVO SECUNDÁRIO)\nADI 3074 AgR (TP), ADI 4127 AgR (TP), ADI 4176 AgR (TP), ADI 2413 MC (TP). \n(ADI, ATO NORMATIVO PRIMÁRIO)\nADI 3345 (TP), ADI 2950 AgR (TP), ADI 3936 MC (TP). \n- Decisões monocráticas citadas:\n(CONTRATO ADMINISTRATIVO, PETRÓLEO BRASILEIRO (PETROBRÁS), LICITAÇÃO)\nADI 3596, MS 28745, MS 25888, MS 28626.\n(CONVERSÃO, MEDIDA CAUTELAR, JULGAMENTO DO MÉRITO)\nADI 4136.\n(ADI, IMPUGNAÇÃO, TOTALIDADE, NORMA INCONSTITUCIONAL)\nADI 2215 MC, ADI 3218.\n(DESINVESTIMENTO DE ATIVOS)\nADI 5624.\n- Acórdão(s) citado(s) - outros tribunais:\n(DESINVESTIMENTO DE ATIVOS)\nTCU: Acórdão n. 442/2017. \n- Decisão estrangeira citada: caso Aronson vs. Lewis, 473 A.2d 805 (Del. 1984), da Suprema Corte norteamericana.\n- Veja ADI 3596 e STP 106 do STF.\nNúmero de páginas: 129.\nAnálise: 04/02/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DOS TRABALHADORES \nADV.(A/S)  : RAQUEL DE OLIVEIRA SOUSA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : PETROLEO BRASILEIRO S A PETROBRAS \nADV.(A/S)  : TALES DAVID MACEDO E OUTRO(A/S)\nAM. CURIAE.  : INSTITUTO BRASILEIRO DE PETRÓLEO, GÁS E BIOCOMBUSTÍVEIS - IBP \nADV.(A/S)  : FLÁVIO SPACCAQUERCHE BARBOSA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":439811,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5942","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-10-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandre Santos de. O contrato de concessão de exploração de petróleo e gás. Revista de Direito Administrativo, FGV, Rio de Janeiro, n. 239, jan./mar. 2005. p. 433-436.\nCARDOZO, José Eduardo Martins. O dever de licitar e os contratos das empresas estatais que exercem atividade econômica. In: CARDOZO, J. QUEIROZ; SANTOS, M. B. (Org.). Direito Administrativo Econômico. São Paulo: Atlas, 2011. p. 1289.\nGOMES, Orlando. Contratos. Rio de Janeiro: Forense, 1987. p. 163.\nFARIAS, Cristiano Chaves; ROSENVALD, Nelson. Curso de Direito Civil; Obrigações. Salvador: JusPodium, 2014. v. 2. p. 361.\nFRANCISCO, José Carlos. Comentário ao Artigo  84, inciso IV. In: CANOTILHO, J. J. Gomes; et al. (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nJUSTEN FILHO, Marçal. Comentários à lei de licitações e contratos administrativos. 16. ed. São Paulo: Revista dos Tribunais, 2014. p. 42.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 42. ed. São Paulo: Malheiros, 2016. p. 464.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. São Paulo: Malheiros, 2015.\nSÁ RIBEIRO, Maria Rosado de; e LIMA, Juliana Cardoso de. A cessão de direitos nos contratos de concessão e a ADIN 3596. 4° PDPETRO, Campinas; SP, 21-24 out. 2007.","ministro_facet":["MARCO AURÉLIO","LUIZ FUX"],"processo_numero":5942,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}