{"result":{"took":334,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":86.04929,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur304623","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, vencido o Ministro Marco Aurélio (Relator), decidindo o tema 469 da repercussão geral, deu provimento ao recurso extraordinário, assentando-se a tese de que, nos limites da circunscrição do município e havendo pertinência com o exercício do mandato, garante-se a imunidade ao vereador. Redigirá o acórdão o Ministro Roberto Barroso. Ausentes, justificadamente, o Ministro Ricardo Lewandowski (Presidente), em viagem a Londres, Inglaterra, para participar do “Global Law Summit”, em comemoração aos 800 anos da Magna Charta, e o Ministro Dias Toffoli, participando do Congresso Internacional “Diálogos Judiciales en el Sistema Interamericano de Garantía de los Derechos Humanos”, realizado em Barcelona, Espanha. Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 25.02.2015.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur304623","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur304623","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. RECURSO EXTRAORDINÁRIO. INVIOABILIDADE CIVIL DAS OPINIÕES, PALAVRAS E VOTOS DE VEREADORES. PROTEÇÃO ADICIONAL À LIBERDADE DE EXPRESSÃO. AFASTAMENTO DA REPRIMENDA JUDICIAL POR OFENSAS MANIFESTADAS NO EXERCÍCIO DO MANDATO E NA CIRCUNSCRIÇÃO DO MUNICÍPIO. PROVIMENTO DO RECURSO. \n\n\n\n    1. Vereador que, em sessão da Câmara, teria se manifestado de forma a ofender ex-vereador, afirmando que este “apoiou a corrupção [...], a ladroeira, [...] a sem-vergonhice”, sendo pessoa sem dignidade e sem moral. \n\n\n\n    2. Observância, no caso, dos limites previstos no art. 29, VIII, da Constituição: manifestação proferida no exercício do mandato e na circunscrição do Município.\n\n\n\n    3. A interpretação da locução “no exercício do mandato” deve prestigiar as diferentes vertentes da atuação parlamentar, dentre as quais se destaca a fiscalização dos outros Poderes e o debate político.\n\n\n\n    4. Embora indesejáveis, as ofensas pessoais proferidas no âmbito da discussão política, respeitados os limites trazidos pela própria Constituição, não são passíveis de reprimenda judicial. Imunidade que se caracteriza como proteção adicional à liberdade de expressão, visando a assegurar a fluência do debate público e, em última análise, a própria democracia. \n\n\n\n    5. A ausência de controle judicial não imuniza completamente as manifestações dos parlamentares, que podem ser repreendidas pelo Legislativo. \n\n\n\n    6. Provimento do recurso, com fixação, em repercussão geral, da seguinte tese: nos limites da circunscrição do Município e havendo pertinência com o exercício do mandato, os vereadores são imunes judicialmente por suas palavras, opiniões e votos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=8453163","externo_seq_objeto_incidente":2678561,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-090  DIVULG 14-05-2015  PUBLIC 15-05-2015","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=600063&classe=RE","is_colac":false,"titulo":"RE 600063","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00027 PAR-00001 ART-00029 INC-00008 \n          ART-00053 ART-00055 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL"],"publicacao_data":"2015-05-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INEXISTÊNCIA, DIFERENÇA, INTENSIDADE, PROTEÇÃO, IMUNIDADE PARLAMENTAR MATERIAL, VEREADOR, COMPARAÇÃO, DEPUTADO, SENADOR. PRESUNÇÃO, CORRELAÇÃO, MANIFESTAÇÃO, PARLAMENTAR, EXERCÍCIO, MANDATO PARLAMENTAR, HIPÓTESE, OCORRÊNCIA, MANIFESTAÇÃO, ÂMBITO, CASA LEGISLATIVA. PREVISÃO, IMUNIDADE PARLAMENTAR MATERIAL, ÂMBITO, DEMOCRACIA, DIREITO COMPARADO. POSSIBILIDADE, OCORRÊNCIA, PREJUÍZO, LIBERDADE DE EXPRESSÃO, ÂMBITO, PODER LEGISLATIVO, HIPÓTESE, EXISTÊNCIA, AMEAÇA, RESPONSABILIZAÇÃO, PARLAMENTAR, ÂMBITO JUDICIAL. POSSIBILIDADE, RESPONSABILIZAÇÃO, CARÁTER POLÍTICO, PARLAMENTAR, FUNDAMENTO, CARACTERIZAÇÃO, ABUSO, PRERROGATIVA, PARLAMENTAR, HIPÓTESE, QUEBRA DE DECORO PARLAMENTAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: ABRANGÊNCIA, IMUNIDADE PARLAMENTAR MATERIAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL. CARÁTER ABSOLUTO, IMUNIDADE PARLAMENTAR MATERIAL, HIPÓTESE, OCORRÊNCIA, MANIFESTAÇÃO, INTERIOR, CASA LEGISLATIVA. EXIGÊNCIA, NEXO DE CAUSALIDADE, MANIFESTAÇÃO, MANDATO PARLAMENTAR, FINALIDADE, RECONHECIMENTO, IMUNIDADE PARLAMENTAR MATERIAL, HIPÓTESE, INOCORRÊNCIA, MANIFESTAÇÃO, INTERIOR, CASA LEGISLATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: PREVISÃO, CONSTITUIÇÃO FEDERAL, INVIOLABILIDADE, CARÁTER ABSOLUTO, PRONUNCIAMENTO, VEREADOR, INTERIOR, CÂMARA MUNICIPAL. ABRANGÊNCIA, IMUNIDADE PARLAMENTAR MATERIAL, ENTREVISTA, JORNALISTA, DECLARAÇÃO, PARLAMENTAR, MEIO DE COMUNICAÇÃO, TRANSMISSÃO, IMPRENSA, PRONUNCIAMENTO, PARLAMENTAR. SUBMISSÃO, ABUSO, IMUNIDADE PARLAMENTAR MATERIAL, CONTROLE, CASA LEGISLATIVA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO. PREVISÃO, IMUNIDADE PARLAMENTAR, FINALIDADE, ASSEGURAMENTO, INDEPENDÊNCIA, EXERCÍCIO, MANDATO PARLAMENTAR, FUNDAMENTO, INTERESSE PÚBLICO, DESEMPENHO, MANDATO PARLAMENTAR. DESCARACTERIZAÇÃO, IMUNIDADE PARLAMENTAR, BENEFÍCIO, CARÁTER PESSOAL, OBJETIVO, SATISFAÇÃO, INTERESSE, CARÁTER PRIVADO. IMPOSSIBILIDADE, RENÚNCIA, IMUNIDADE PARLAMENTAR. RELEVÂNCIA, IMUNIDADE PARLAMENTAR, ÂMBITO, ESTADO DEMOCRÁTICO DE DIREITO. CARACTERIZAÇÃO, INVIOLABILIDADE, OPINIÃO, PALAVRA, VOTO, PARLAMENTAR, ESPÉCIE, IMUNIDADE PARLAMENTAR. ABRANGÊNCIA, INVIOLABILIDADE, RESPONSABILIDADE PENAL, RESPONSABILIDADE CIVIL. EVOLUÇÃO JURISPRUDENCIAL, EXIGÊNCIA, CORRELAÇÃO, MANIFESTAÇÃO, VEREADOR, EXERCÍCIO, MANDATO PARLAMENTAR, FINALIDADE, CONFIGURAÇÃO, IMUNIDADE PARLAMENTAR MATERIAL. IMPOSSIBILIDADE, CONVERSÃO, IMUNIDADE PARLAMENTAR MATERIAL, PRIVILÉGIO, OBJETIVO, COMETIMENTO, ABUSO. NECESSIDADE, INTERPRETAÇÃO TELEOLÓGICA, INVIOLABILIDADE, PARLAMENTAR. NECESSIDADE, CONSIDERAÇÃO, FATO, CADA, CASO CONCRETO, FINALIDADE, VERIFICAÇÃO, EXISTÊNCIA, PERTINÊNCIA TEMÁTICA, MANIFESTAÇÃO, PARLAMENTAR, EXERCÍCIO, MANDATO PARLAMENTAR. IMPOSSIBILIDADE, REEXAME, FATO, PROVA, ÂMBITO, RECURSO EXTRAORDINÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=600063&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMUNIDADE PARLAMENTAR MATERIAL, CARÁTER ABSOLUTO)\nRE 140867 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, VEREADOR, PERTINÊNCIA, MANDATO PARLAMENTAR)\nRE 354987 (1ªT), AI 698921 AgR (1ªT), RE 583559 AgR (2ªT), RE 526441 AgR (2ªT). \n(IMUNIDADE PARLAMENTAR MATERIAL, VEREADOR, CONSTITUIÇÃO FEDERAL DE 1946)\nHC 35041 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, VEREADOR, EQUIPARAÇÃO, SENADOR, DEPUTADO)\nRE 405386 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, DEPUTADO, SENADOR, PERTINÊNCIA, MANDATO PARLAMENTAR)\nInq 2915 (TP), Inq 3438 (1ªT), Inq 3672 (1ªT), Inq 3677 (TP), Inq 3777 AgR (1ªT), INQ 2332 AGR (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, PRESUNÇÃO, PERTINÊNCIA, MANDATO PARLAMENTAR)\nRE 140867 (2ªT), Inq 1958 (TP), RE 463671 AgR (1ªT), AI 350280 AgR (2ªT), Inq 1024 QO (TP), RE 576074 AgR (1ªT), RE 606451 AgR-segundo (1ªT), Inq 3814 (1ªT), RE 210917 (TP). \n(CONTROLE, ABUSO, IMUNIDADE PARLAMENTAR MATERIAL)\nInq 1958 (TP), RE 140867 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL)\nHC 74201 (1ªT), AI 698921 AgR (1ªT), AI 739840 AgR (1ªT), Inq 3215 (TP), RE 210917 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, PRONUNCIAMENTO, IMPRENSA)\nRTJ 172/400, RTJ 187/985. \n(IMUNIDADE PARLAMENTAR MATERIAL, PRONUNCIAMENTO, TRIBUNA, CASA LEGISLATIVA)\nInq 579 (TP), Inq 1958 (TP), RE 140867 (TP). \n- Decisões monocráticas citadas:\n(IMUNIDADE PARLAMENTAR MATERIAL, PRONUNCIAMENTO, TRIBUNA, CASA LEGISLATIVA)\nRE 278086, AI 631276.\n(CONTROLE, ABUSO, IMUNIDADE PARLAMENTAR MATERIAL)\nAI 631276.\n(IMUNIDADE PARLAMENTAR MATERIAL, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL)\nAI 818693.\n- Legislação estrangeira citada: art. 1º, seção 6, da Constituição norte-americana, art. 26 da Constituição francesa, art. 46 da Constituição alemã; art. 61 da Constituição chilena; art. 185 da Constituição colombiana, art. 58 da Constituição sul-africana.\nNúmero de páginas: 51.\nAnálise: 02/06/2015, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : JOSÉ BENEDITO COUTO FILHO \nADV.(A/S)  : MARCO ANTONIO QUEIROZ MOREIRA \nRECDO.(A/S)  : SEBASTIÃO CARLOS RIBEIRO DAS NEVES \nADV.(A/S)  : AILTON CARLOS PONTES E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"469 - Alcance da imunidade material concedida aos vereadores por suas opiniões, palavras e votos.","old_seq_sjur":304623,"documental_tese_texto":"Nos limites da circunscrição do município e havendo pertinência com o exercício do mandato, garante-se a imunidade ao vereador.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 600063","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-02-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ACKEL FILHO, Diomar. Município e Prática Municipal à Luz da Constituição Federal de 1988. Revista dos Tribunais, 1992. p. 28.\r\nCASTRO, José Nilo de. Direito Municipal Positivo. 2. ed. Del Rey, 1992. p. 86.\r\nFARBER, Daniel A. The First Amendment. 2nd ed. New York: The Foundation Press, 2003.\r\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1990. v. 2. p. 273.\r\nHORTA, Raul Machado. Direito Constitucional. 5. ed. Belo Horizonte: Del Rey. p. 564.\r\n_____. Direito Constitucional. Atualização: Juliana Campos Horta. 5. ed. Del Rey, 2010. p. 562, item 3.\r\nJESUS, Damásio Evangelista de. Código de Processo Penal Anotado. 11. ed. Saraiva, 1994. p. 763.\r\nLIMA, Rosah Russomano de Mendonça. O Poder Legislativo na República. Freitas Bastos, 1960. p. 140-141, item 2.\r\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira. 5. ed. Freitas Bastos, 1954. v. 2. p. 49, item 297.\r\nMEIRELLES, Hely Lopes. Direito Municipal Brasileiro. 6. ed. 3. tir. Malheiros, 1993. p. 451-452.\r\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 12. ed. Malheiros, 1996. p. 597.\r\nTORON, Alberto Zacharias. Inviolabilidade Penal dos Vereadores. Saraiva, 2004. p. 247.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":600063,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373396","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, apreciando o tema 613 da repercussão geral, negou provimento ao recurso extraordinário, vencido em parte o Ministro Marco Aurélio (Relator). Por unanimidade, o Tribunal, por reconhecer a prescrição da pretensão punitiva, concedeu habeas corpus de ofício. Redigirá o acórdão o Ministro Luiz Fux. Falaram, pelo recorrente, o Dr. Rafael Raphaelli, Defensor Público-Geral do Estado do Rio Grande do Sul, e, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República. Ausentes, justificadamente, os Ministros Roberto Barroso e Edson Fachin. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 01.08.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur373396","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373396","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. PROCESSO PENAL. CITAÇÃO POR HORA CERTA. ARTIGO 362 DO CÓDIGO DE PROCESSO PENAL. CONSTITUCIONALIDADE. NEGADO PROVIMENTO AO RECURSO EXTRAORDINÁRIO.\n\n\n\n    1. É constitucional a citação por hora certa, prevista no art. 362, do Código de Processo Penal.\n\n\n\n    2. A conformação dada pelo legislador à citação por hora certa está de acordo com a Constituição Federal e com o Pacto de São José da Costa Rica.\n\n\n\n    3. A ocultação do réu para ser citado infringe cláusulas constitucionais do devido processo legal e viola as garantias constitucionais do acesso à justiça e da razoável duração do processo.\n\n\n\n    4. O acusado que se utiliza de meios escusos para não ser pessoalmente citado atua em exercício abusivo de seu direito de defesa.\n\n\n\n    Recurso extraordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13596093","externo_seq_objeto_incidente":4026859,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-207  DIVULG 12-09-2017  PUBLIC 13-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=635145&classe=RE","is_colac":false,"titulo":"RE 635145","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00055 INC-00063 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00227 ART-00228 ART-00229\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00002 ART-00062 ART-00066 PAR-ÚNICO \n          ART-00074 ART-00076 ART-00092\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009271      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011689      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00252 ART-00253 ART-00254\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 ITEM-1 ITEM-2 LET-B \n          LET-E LET-G\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 ITEM-1 ITEM-3 LET-D \n          LET-G\n                PACTO  INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00107 INC-00004 ART-00109 INC-00006\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00261 ART-00263 \"CAPUT\" ART-00361 \n          ART-00362 REDAÇÃO DADA PELA LEI-11719/2008\n          ART-00362 PAR-ÚNICO \n          ART-00366 REDAÇÃO DADA PELA LEI-9271/1996\n          ART-00420 REDAÇÃO DADA PELA LEI-11689/2008\n          ART-00514 ART-00564 INC-00003 LET-C \n          ART-00572 \"CAPUT\"\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   ENU-000110      \n                ENUNCIADO DO FÓRUM NACIONAL DOS JUIZADOS ESPECIAIS FEDERAIS - FONAJE\n\n","LEG-FED   SUMSTF-000456      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000523      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-09-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- APLICAÇÃO SUBSIDIÁRIA, CÓDIGO DE PROCESSO CIVIL DE 2015, AÇÃO PENAL. INTIMAÇÃO POR EDITAL, DECISÃO DE PRONÚNCIA, PREJUÍZO, AUSÊNCIA, NOTIFICAÇÃO PRÉVIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: AMPLA DEFESA, DEFESA TÉCNICA, AUTODEFESA. AUSÊNCIA, DEFESA TÉCNICA, NULIDADE ABSOLUTA. AUTODEFESA, DIREITO, RÉU, COMPARECIMENTO, INSTRUÇÃO PROCESSUAL, PRESENÇA, JULGAMENTO. CÓDIGO DE PROCESSO PENAL, CITAÇÃO POR EDITAL, SUSPENSÃO, PRESCRIÇÃO, SUSPENSÃO DO PROCESSO, REVELIA. CITAÇÃO POR HORA CERTA, OCULTAÇÃO, RÉU, NOMEAÇÃO, DEFENSOR. DIREITO AO SILÊNCIO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO. CITAÇÃO FICTA, JUIZADO ESPECIAL CRIMINAL, EXIGÊNCIA, TENTATIVA, CONCILIAÇÃO, TRANSAÇÃO PENAL. REMESSA, PROCESSO, VARA CRIMINAL.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: REGRA, CITAÇÃO PESSOAL, JUIZADO ESPECIAL CRIMINAL. CITAÇÃO POR EDITAL, CITAÇÃO POR HORA CERTA, CITAÇÃO FICTA.\n\n- OBITER DICTUM, MIN. RICARDO LEWANDOWSKI, MIN. DIAS TOFFOLI, MIN. CÁRMEN LÚCIA: CITAÇÃO POR HORA CERTA, JUIZADO ESPECIAL CRIMINAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=635145&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PARTICIPAÇÃO, RÉU PRESO, AUDIÊNCIA, INQUIRIÇÃO DE TESTEMUNHA, CARTA PRECATÓRIA)\nHC 111728 (2ªT), RE 602543  QO-RG (TP). \n(PRISÃO PREVENTIVA, OCULTAÇÃO, CITAÇÃO PESSOAL, AUTODEFESA)\nHC 115161 (1ªT). \n(AUDIÊNCIA DE CUSTÓDIA)\nADI 5240 (TP). \n(ACUSADO, ABUSO DE DIREITO)\nHC 105478 (2ªT), HC 111226 (1ªT). \n(INTIMAÇÃO POR EDITAL, ACUSADO, DECISÃO DE PRONÚNCIA)\nRHC 108070 (1ªT). \n(NOTIFICAÇÃO PRÉVIA, NULIDADE RELATIVA, PREJUÍZO)\nHC 89517 (2ªT), RHC 121094 AgR (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 19874, HC 94039, HC 39059. \nNúmero de páginas: 45.\nAnálise: 10/01/2018, JSF.\nRevisão: 21/02/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : FÁBIO DE MATTOS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO SUL","documental_tese_tipo":null,"documental_tese_tema_texto":"613 - Constitucionalidade do art. 362 do Código de Processo Penal (dispositivo que trata da citação por hora certa).","old_seq_sjur":373396,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 635145","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-08-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"DE JESUS, Damásio Evangelista. Código de Processo Penal Anotado. 19. ed. Saraiva, 2002. p. 269-270.\nLOPES JUNIOR, Aury. Direito processual penal. 11. ed. 2014. p. 807.\nMENDES, Gilmar Ferreira. Curso de direito constitucional. 9. ed. 2014. p. 568.","ministro_facet":["MARCO AURÉLIO","LUIZ FUX"],"processo_numero":635145,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur378292","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Por maioria de votos, a Turma declarou o prejuízo da impetração e revogou a liminar anteriormente deferida, nos termos do voto do Ministro Alexandre de Moraes, redator do acórdão, vencido o Ministro Marco Aurélio, Presidente e Relator. Primeira Turma, 3.10.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur378292","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur378292","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS. PRISÃO PREVENTIVA. ALEGADO EXCESSO DE PRAZO. SENTENÇA CONDENATÓRIA SUPERVENIENTE. PREJUDICIALIDADE. \n\n\n\n    1. Fica prejudicada a alegação de excesso de prazo para o término da instrução criminal ante o julgamento de mérito da ação penal.\n\n\n\n    2. Habeas Corpus prejudicado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14153360","externo_seq_objeto_incidente":5053244,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-276  DIVULG 30-11-2017  PUBLIC 01-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=137137&classe=HC","is_colac":false,"titulo":"HC 137137","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\" ART-00035 ART-00040 \n          INC-00001 INC-00005\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00283\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2017-12-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, STF, AFERIÇÃO, RAZOABILIDADE, DURAÇÃO, PROCESSO, CONFORMIDADE, NÚMERO, RÉU, QUANTIDADE, TESTEMUNHA, EXPEDIÇÃO, CARTA PRECATÓRIA, COMPLEXIDADE, DELITO, ATUAÇÃO, PARTE PROCESSUAL. ORGANIZAÇÃO CRIMINOSA, PLURALIDADE, RÉU, TRÁFICO INTERNACIONAL DE DROGAS.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: HABEAS CORPUS, PREJUDICIALIDADE, SUPERVENIÊNCIA, SENTENÇA CONDENATÓRIA. PRISÃO PREVENTIVA, GRAVIDADE, IMPUTAÇÃO DE CRIME, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. EXCESSO DE PRAZO, PRISÃO PREVENTIVA, DEVOLUÇÃO, LIBERDADE, PACIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=137137&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"Caso \"OPERAÇÃO CAVALO DE FOGO\".\n- Acórdão(s) citado(s):\n(RAZOABILIDADE, DURAÇÃO, PROCESSO, COMPLEXIDADE, CRIME)\nRHC 124796 AgR (1ªT), HC 125144 AgR (1ªT), HC 135324 (2ªT), HC 138987 AgR (2ªT). \nNúmero de páginas: 9.\nAnálise: 19/02/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : LEONIR JOSE LIMA \nIMPTE.(S)  : JEAN CARLOS FROGERI E OUTRO(A/S)\nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":378292,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"HC 137137","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2017-10-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":137137,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur380721","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por indicação do Relator, a Turma retirou o processo da Pauta nº 26/2015, publicada no DJe de 17.8.2015. Unânime. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 25.8.2015.\r\n\n            Decisão: Após o voto do Ministro Marco Aurélio, Presidente e Relator, que concluía pela impossibilidade de entrega do Extraditando ao Governo Requerente, pediu vista do processo o Ministro Alexandre de Moraes. Falou o Dr. Gustavo Zortéa da Silva, Defensor Público Federal, pelo Extraditando. Primeira Turma, 17.10.2017.\r\n\n            Decisão: Por maioria de votos, a Turma assentou a possibilidade de entrega do Extraditando pelo crime de sequestro, nos termos do voto do Ministro Luís Roberto Barroso, redator do acórdão, vencidos os Ministros Marco Aurélio, Presidente e Relator, e Alexandre de Moraes. Primeira Turma, 12.12.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur380721","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur380721","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO. REGULARIDADE FORMAL. PRESCRITIBILIDADE E ANISTIA DOS CRIMES COMETIDOS PELO EXTRADITANDO. OBSERVÂNCIA DO QUE DECIDIDO PELO PLENÁRIO NA EXT 1362. \n\n\n\n    1. O requerimento da extradição formulado pelo Governo da Argentina em face de seu nacional preenche os requisitos formais do Tratado de Extradição, bem como o requisito da dupla tipicidade.\n\n\n\n    2.   No julgamento da Ext 1.362, sob relatoria do Ministro Edson Fachin – cujo acórdão ainda não foi publicado –, o Supremo Tribunal Federal decidiu que os crimes contra a humanidade não são imprescritíveis, uma vez que o Brasil até hoje não subscreveu a Convenção da ONU sobre Crimes de Guerra.\n\n\n\n    3.   O princípio da colegialidade impõe a observância das decisões tomadas pelo Plenário do Supremo Tribunal Federal, o que me leva adotar o entendimento firmado na mencionada Ext 1.362, embora tenha ficado vencido naquela ocasião. De modo que é forçoso reconhecer a ocorrência de prescrição quanto aos crimes de homicídio e de tortura.\n\n\n\n    4.   Por outro lado, considerado que o crime de sequestro é de natureza permanente, o que significa que a sua consumação se protrai no tempo, considera-se que sua consumação ocorre durante o tempo em que a pessoa sequestrada se encontra desaparecida, a menos, é claro, que os elementos dos autos permitam concluir que a vítima está morta. No presente caso, as vítimas continuam desaparecidas, o que afasta a ocorrência da prescrição. Precedente: Ext 1.150, Rel.ª Min.ª Cármen Lúcia.\n\n\n\n    5. O fato de possuir cônjuge brasileiro não impede o deferimento do pedido extradicional, nos termos da Súmula 421/STF.\n\n\n\n    6.  No exame de delibação próprio das decisões proferidas em processos de extradição, somente é possível a análise da legalidade extrínseca do pedido, sem o ingresso no mérito da procedência da acusação, da ordem de prisão instrutória ou executória. Isso não importa violação à ampla defesa, porque a extradição é procedimento de cooperação jurídica internacional, no qual se admitem como verdadeiras as alegações feitas pelo Estado requerente. Frise-se que o exercício da ampla defesa, quanto ao mérito, será exercido no processo crime a que será submetido o extraditando e não no procedimento de extradição.\n\n\n\n    7.  Embora exista dispositivo do Tratado Específico que permite a extradição por todos os crimes, ainda que apenas um deles satisfaça as exigências previstas no Tratado, limito a viabilidade de entrega apenas quanto ao crime de sequestro. Isso porque, nos procedimentos de cooperação jurídica internacional, dos quais é espécie a Extradição, sempre é possível a limitação do objeto da cooperação.\n\n\n\n    8. Extradição deferida apenas quanto ao crime de sequestro condicionada a entrega ao Estado requerente aos seguintes compromissos formais: (i) detrair da pena que permaneceu preso preventivamente no Brasil; (ii) não aplicar pena de morte ou de prisão perpétua; e (iii) observar o limite máximo de 30 (trinta) anos de pena privativa de liberdade.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14366098","externo_seq_objeto_incidente":4184803,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-035  DIVULG 22-02-2018  PUBLIC 23-02-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1270&classe=Ext","is_colac":false,"titulo":"Ext 1270","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00042 INC-00044\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006683      ANO-1979\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-006815      ANO-1990\n          ART-00080 PAR-00001 ART-00091\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009455      ANO-1997\n          ART-00001 PAR-00003 PAR-00004 INC-00001 \n          INC-00003\n                LTT-1997 LEI DE TORTURA\n\n","LEG-INT   TTD      ANO-1961\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-INT   CVC      ANO-1994\n                CONVENÇÃO INTERAMERICANA SOBRE O DESAPARECIMENTO FORÇADO DE PESSOAS, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM BELÉM, EM 10 DE JUNHO DE 1994\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00121 ART-00129 \n          ART-00149\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DLG-000127      ANO-2011\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA SOBRE O DESAPARECIMENTO FORÇADO DE PESSOAS, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM BELÉM, EM 10 DE JUNHO DE 1994\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-008766      ANO-2016\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA SOBRE O DESAPARECIMENTO FORÇADO DE PESSOAS, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM BELÉM, EM 10 DE JUNHO DE 1994\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-02-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: EXTRADIÇÃO, FILHO BRASILEIRO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EXTRADIÇÃO, DUPLA PUNIBILIDADE, ANISTIA POLÍTICA, ESTADO BRASILEIRO. PRESCRIÇÃO, DESAPARECIMENTO FORÇADO DE PESSOAS, DECURSO DE TEMPO, MORTE PRESUMIDA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1270&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CRIME DE LESA-HUMANIDADE, PRESCRIÇÃO)\nExt 1362 (TP). \n(SEQUESTRO, CRIME PERMANENTE, PRESCRIÇÃO)\nExt 1150 (TP). \n(EXTRADIÇÃO, DUPLA PUNIBILIDADE, ANISTIA POLÍTICA, ESTADO BRASILEIRO)\nExt 974 (TP). \n(PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, ACUSAÇÃO)\nExt 541, Ext 669 (TP), Ext 703 (TP). \n(DESAPARECIMENTO FORÇADO DE PESSOAS, DECURSO DE TEMPO, MORTE PRESUMIDA)\nExt 974 (TP). \n(EXPULSÃO DE ESTRANGEIRO, FILHO BRASILEIRO)\nRE 608898 RG. \n- Legislação estrangeira citada: Convenção sobre a Imprescritibilidade dos Crimes de Guerra e dos Crimes de Lesa-Humanidade; art. 42, art. 44, art. 45, art. 55, art. 141, art. 142 e art. 144-bis do Código Penal argentino; Leis n. 24.550 e n. 24.820 da Argentina.\nNúmero de páginas: 27.\nAnálise: 17/05/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : GONZALO SANCHEZ \nADV.(A/S)  : LÚCIO ADOLFO DA SILVA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":380721,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1270","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-12-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":1270,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur378630","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao agravo regimental, nos termos do voto do Relator. Ausentes, justificadamente, os Ministros Celso de Mello e Ricardo Lewandowski. Presidência do Ministro Edson Fachin. 2a Turma, 21.11.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur378630","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur378630","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Extradição. 2. Interposição quase simultânea de dois agravos regimentais, com fundamentos semelhantes. Preclusão consumativa. 3. Nova entrega do indivíduo extraditado que escapa à ação da Justiça e retorna ao Brasil – art. 98 da Lei de Migração; art. 93 do Estatuto do Estrangeiro; artigo XIX do Tratado de Extradição entre a República Federativa do Brasil e o Reino da Espanha, em execução no País por força do Decreto 99.340/90. Previsão de que o indivíduo será detido “mediante simples requisição feita por via diplomática” e novamente entregue ”sem outra formalidade”. 4. Nova decisão do Colegiado do STF para determinar a entrega. Desnecessidade. 5. Formalização de novo requerimento de extradição, instruído com informações sobre o fato e a legislação aplicável. Desnecessidade. A nova entrega ocorrerá ”sem outra formalidade”. 6. Acesso do extraditado à jurisdição – art. 5º, XXXV, da CF. Possibilidade de haver matéria defensiva relevante quanto à nova entrega. No procedimento de nova entrega, incumbe à defesa do extraditado deduzir em juízo e demonstrar as alegações de seu interesse. 7. Segundo agravo regimental não conhecido. Negado provimento ao agravo regimental.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14186034","externo_seq_objeto_incidente":5298071,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-282  DIVULG 06-12-2017  PUBLIC 07-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1225&classe=Ext","is_colac":false,"titulo":"Ext 1225 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 ART-00102 INC-00001 \n          LET-G\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00061 ART-00069 ART-00081 ART-00085 \n          PAR-00001 ART-00091 INC-00002 ART-00093\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00048 ART-00084 ART-00091 PAR-00001 \n          ART-00098\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1988\n          ART-00006 PAR-00001 ART-00009 PAR-00004 \n          ART-00019\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA"],"publicacao_data":"2017-12-07","documental_acordao_mesmo_sentido_lista_texto":"Ext 1225 AgR-segundo ACÓRDÃO ELETRÔNICO\n          JULG-21-11-2017  UF-ESP  TURMA-02  MIN-GILMAR MENDES N.PÁG-009\n          DJe-282  DIVULG 06-12-2017  PUBLIC 07-12-2017","documental_indexacao_texto":"- LEI DE MIGRAÇÃO, ORGANIZAÇÃO INTERNACIONAL DE POLÍCIA CRIMINAL (INTERPOL), PEDIDO, ENTREGA DO EXTRADITANDO; COMPETÊNCIA JURISDICIONAL, PRISÃO, DEPORTAÇÃO, EXPULSÃO, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1225&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-AgR","documental_observacao_texto":"Número de páginas: 9.\nAnálise: 23/03/2018, JRS.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MIGUEL ANGEL DURÁN ABAD \nPROC.(A/S)(ES) : DEFENSORIA PÚBLICA DA UNIÃO \nAGDO.(A/S)  : GOVERNO DA ESPANHA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":378630,"documental_tese_texto":null,"procedencia_geografica_completo":"ESP - REINO DA ESPANHA","processo_codigo_completo":"Ext 1225 AgR","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-11-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1225,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379878","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"Por unanimidade, a Turma absolveu o réu, nos termos do voto da Relatora (art. 386, inc. VII, do Código de Processo Penal), sendo que o Ministro Alexandre de Moraes concluiu pela incidência do inc. V do citado artigo. Falaram: a Dra. Cláudia Sampaio Marques, Subprocuradora-Geral da República, pelo Ministério Público Federal, e o Dr. Felipe Augusto Forte de Negreiros Deodato, pelo Réu. Presidência do Ministro Marco Aurélio. Primeira Turma, 17.10.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. ROBERTO BARROSO","id":"sjur379878","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur379878","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    PENAL. PROCESSUAL PENAL. OPERAÇÃO SANGUESSUGA. DEPUTADO FEDERAL. QUADRILHA, CORRUPÇÃO PASSIVA E CRIME LICITATÓRIO DO ART. 90 DA LEI 8.666/93. COLABORAÇÃO PREMIADA. AUSÊNCIA DE CORROBORAÇÃO. INSUFICIÊNCIA DE PROVA ACIMA DE DÚVIDA RAZOÁVEL. PRESUNÇÃO DE INOCÊNCIA. ABSOLVIÇÃO.\n\n\n\n    1. A colaboração premiada é meio de obtenção de prova (artigo 3º da Lei 12.850/2013). Não se placita, antes ou depois da Lei 12.850/2013, condenação fundada exclusivamente nas declarações do agente colaborador.\n\n\n\n    2. A presunção de inocência, princípio cardeal no processo criminal, é tanto uma regra de prova como um escudo contra a punição prematura. Como regra de prova, a formulação mais precisa é o standard anglo saxônico no sentido de que a responsabilidade criminal deve ser provada acima de qualquer dúvida razoável (proof beyond a reasonable doubt), o qual foi consagrado no art. 66, item 3, do Estatuto de Roma do Tribunal Penal Internacional. \n\n\n\n    2.1. Na espécie, ausente prova para além de dúvida razoável da participação do acusado, Deputado Federal, nos crimes licitatórios praticados com verbas decorrentes de emendas orçamentárias de sua autoria, do recebimento de vantagem indevida em decorrência das emendas orçamentárias, ou de associação perene a grupo dedicado à prática de crimes contra a administração pública, particularmente no que diz quanto à aquisição superfaturada de ambulâncias com recursos federais.\n\n\n\n    3. Ação penal julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14300838","externo_seq_objeto_incidente":4225339,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-021  DIVULG 05-02-2018  PUBLIC 06-02-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=676&classe=AP","is_colac":false,"titulo":"AP 676","documental_legislacao_citada_texto":["LEG-FED   LEI-008666      ANO-1993\n          ART-00090\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00935\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010763      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00003 ART-00004 PAR-00016\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00288 REDAÇÃO ORIGINÁRIA\n          ART-00288 REDAÇÃO DADA PELA LEI-12850/2013\n          ART-00317 REDAÇÃO DADA PELA LEI-10763/2003\n          ART-00317 PAR-00001 ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00386 INC-00005 INC-00007\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-000112      ANO-2002\n                DECRETO-LEI - APROVA O ESTATUTO DE ROMA DO TRIBUNAL PENAL INTERNACIONAL\n\n","LEG-FED   DEC-004388      ANO-2002\n                DECRETO - PROMULGA O ESTATUTO DE ROMA DO TRIBUNAL PENAL INTERNACIONAL\n\n","LEG-INT   ETT      ANO-1998\n          ART-00066 ITEM-3\n                ESTATUTO DE ROMA DO TRIBUNAL PENAL INTERNACIONAL"],"publicacao_data":"2018-02-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORIGEM, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- VOTO, MIN. MARCO AURÉLIO: CÓDIGO DE PROCESSO PENAL, ABSOLVIÇÃO, INEXISTÊNCIA, PROVA, PRECLUSÃO, RESPONSABILIZAÇÃO.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: CRIMINALIZAÇÃO, POLÍTICA. ABSOLVIÇÃO, INEXISTÊNCIA, PROVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=676&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Caso \"OPERAÇÃO SANGUESSUGA\".\n- Acórdão(s) citado(s):\n(CONDENAÇÃO, FUNDAMENTO ÚNICO, DECLARAÇÃO, COLABORADOR)\nHC 75226 (1ªT), RE 213937 (2ªT), HC 94034 (1ªT), HC 127483 (TP). \n- Veja AP 521, AP 677, AP 694, AP 695, AP 702, AP 716, AP 777, AP 1014, Inq 1014, Inq 2340, Inq 2347, Inq 2409, Inq 2411 e Inq 2625 do STF.\nNúmero de páginas: 35.\nAnálise: 19/04/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRÉU(É)(S)  : BENJAMIN GOMES MARANHÃO NETO \nADV.(A/S)  : FELIPE AUGUSTO FORTE DE NEGREIROS DEODATO \nADV.(A/S)  : TELSON LUÍS CAVALCANTE FERREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379878,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"AP 676","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2017-10-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"PENNINGTON, Kenneth. Innocent until proven guilty: the origins of a legal maxim. The Jurist, n. 63, p. 106-124, 2003.\nSHAPIRO, Barbara J. Beyond Reasonable Doubt and Probable Cause: Historical Perspectives on the Anglo-American Law of Evidence. Los Angeles: University of California Press, 1991.","ministro_facet":["ROSA WEBER"],"processo_numero":676,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur400233","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), dando provimento ao recurso, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pelo amicus curiae Associação Nacional de Educação Domiciliar - ANED, o Dr. Gustavo Afonso Sabóia Vieira; pelos amici curiae Estados e o Distrito Federal, o Dr. Ulisses Schwarz Viana, Procurador do Estado de Mato Grosso do Sul; e, pela União, a Drª. Grace Maria Fernandes Mendonça, Advogada-Geral da União. Presidência da Ministra Cármen Lúcia. Plenário, 6.9.2018.\r\n\n                 Decisão: O Tribunal, por maioria, apreciando o tema 822 da repercussão geral, negou provimento ao recurso extraordinário, vencido o Ministro Roberto Barroso (Relator) e, em parte, o Ministro Edson Fachin. Redator para o acórdão o Ministro Alexandre de Moraes. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 12.9.2018.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["4"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur400233","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur400233","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. EDUCAÇÃO. DIREITO FUNDAMENTAL RELACIONADO À DIGNIDADE DA PESSOA HUMANA E À EFETIVIDADE DA CIDADANIA. DEVER SOLIDÁRIO DO ESTADO E DA FAMÍLIA NA PRESTAÇÃO DO ENSINO FUNDAMENTAL. NECESSIDADE DE LEI FORMAL, EDITADA PELO CONGRESSO NACIONAL, PARA REGULAMENTAR O ENSINO DOMICILIAR. RECURSO DESPROVIDO.\n\n\n\n    1. A educação é um direito fundamental relacionado à dignidade da pessoa humana e à própria cidadania, pois exerce dupla função: de um lado, qualifica a comunidade como um todo, tornando-a esclarecida, politizada, desenvolvida (CIDADANIA); de outro, dignifica o indivíduo, verdadeiro titular desse direito subjetivo fundamental (DIGNIDADE DA PESSOA HUMANA). No caso da educação básica obrigatória (CF, art. 208, I), os titulares desse direito indisponível à educação são as crianças e adolescentes em idade escolar.\n\n\n\n    2. É dever da família, sociedade e Estado assegurar à criança, ao adolescente e ao jovem, com absoluta prioridade, a educação. A Constituição Federal consagrou o dever de solidariedade entre a família e o Estado como núcleo principal à formação educacional das crianças, jovens e adolescentes com a dupla finalidade de defesa integral dos direitos das crianças e dos adolescentes e sua formação em cidadania, para que o Brasil possa vencer o grande desafio de uma educação melhor para as novas gerações, imprescindível para os países que se querem ver desenvolvidos. \n\n\n\n    3. A Constituição Federal não veda de forma absoluta o ensino domiciliar, mas proíbe qualquer de suas espécies que não respeite o dever de solidariedade entre a família e o Estado como núcleo principal à formação educacional das crianças, jovens e adolescentes. São inconstitucionais, portanto, as espécies de unschooling radical (desescolarização radical), unschooling moderado (desescolarização moderada) e homeschooling puro, em qualquer de suas variações.\n\n\n\n    4. O ensino domiciliar não é um direito público subjetivo do aluno ou de sua família, porém não é vedada constitucionalmente sua criação por meio de lei federal, editada pelo Congresso Nacional, na modalidade “utilitarista” ou “por conveniência circunstancial”, desde que se cumpra a obrigatoriedade, de 4 a 17 anos, e se respeite o dever solidário Família/Estado, o núcleo básico de matérias acadêmicas, a supervisão, avaliação e fiscalização pelo Poder Público; bem como as demais previsões impostas diretamente pelo texto constitucional, inclusive no tocante às finalidades e objetivos do ensino; em especial, evitar a evasão escolar e garantir a socialização do indivíduo, por meio de ampla convivência familiar e comunitária (CF, art. 227).\n\n\n\n    5. Recurso extraordinário desprovido, com a fixação da seguinte tese (TEMA 822): “Não existe direito público subjetivo do aluno ou de sua família ao ensino domiciliar, inexistente na legislação brasileira”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749412204","externo_seq_objeto_incidente":4774632,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-055  DIVULG 20-03-2019  PUBLIC 21-03-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=888815&classe=RE","is_colac":false,"titulo":"RE 888815","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 INC-00032\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00003 INC-00005 \n          ART-00003 INC-00001 INC-00003 INC-00004 \n          ART-00005 INC-00006 INC-00008 ART-00006 \n          ART-00022 INC-00024 ART-00102 INC-00003 \n          LET-A ART-00205 ART-00206 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00007 ART-00208 \"CAPUT\" INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 PAR-00001 PAR-00002 \n          PAR-00003 ART-00209 INC-00001 INC-00002 \n          ART-00210 PAR-00002 ART-00211 ART-00212 \n          ART-00213 ART-00214 ART-00226 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          PAR-00006 PAR-00007 PAR-00008 ART-00227 \n          \"CAPUT\" PAR-00001 INC-00001 INC-00002 \n          PAR-00002 PAR-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 PAR-00008 INC-00001 INC-00002 \n          ART-00229\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000053      ANO-2006\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000059      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-004024      ANO-1961\n                LDBEN-1961 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00511 \"CAPUT\" PAR-00002\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00003 ART-00004 ART-00005 ART-00006 \n          ART-00022 ART-00053 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-ÚNICO \n          ART-00055 ART-00056 ART-00058 ART-00245\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00001 PAR-00001 PAR-00002 ART-00002 \n          ART-00003 ART-00005 PAR-00001 INC-00001 \n          INC-00002 INC-00003 ART-00006 ART-00012 \n          INC-00007\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-01634 INC-00001\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-012016      ANO-2009\n          ART-00010\n                LMS-2009 LEI DO MANDADO DE SEGURANÇA\n\n","LEG-FED   LEI-013005      ANO-2014\n          ART-00002 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00004 ART-00006 ART-00295 INC-00001 \n          ART-01007 PAR-00002 ART-01029 PAR-00003 \n          ART-01035 PAR-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1989\n          ART-00018 PAR-00002 ART-00029 NÚMERO-1 \n          LET-A LET-B LET-C LET-D \n          LET-E\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00013 NÚMERO-1\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00246\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   PJL-003179      ANO-2012\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   RGI      ANO-1980\n          ART-00059 ART-00328\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2019-03-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INCONSTITUCIONALIDADE, EDUCAÇÃO DOMICILIAR, LITERALIDADE, CONSTITUIÇÃO FEDERAL; PRINCÍPIO DO MELHOR INTERESSE DA CRIANÇA E DO ADOLESCENTE, FUNÇÃO SOCIAL, ESCOLA, DIREITO AO PERTENCIMENTO; PRINCÍPIO, PLURALISMO, IDEOLOGIA, RELIGIÃO, MORALIDADE, DEVER, TOLERÂNCIA, INCLUSÃO. EDUCAÇÃO DOMICILIAR, INCOMPATIBILIDADE, ORDENAMENTO JURÍDICO BRASILEIRO. OBJEÇÃO DE CONSCIÊNCIA, ILEGITIMIDADE, DESCUMPRIMENTO, DEVER, PAI, MÃE, MATRÍCULA, FREQUÊNCIA ESCOLAR, FILHO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: EDUCAÇÃO, FINALIDADE, DESENVOLVIMENTO, PESSOA NATURAL; PREPARAÇÃO, EXERCÍCIO, CIDADANIA; QUALIFICAÇÃO PARA O TRABALHO. STF, CONDENAÇÃO, UNIÃO FEDERAL, PAGAMENTO, COMPLEMENTAÇÃO, VERBA, FUNDEF. CONSTITUCIONALIDADE, PISO NACIONAL DE SALÁRIO, PROFESSOR, ESCOLA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CASO CONCRETO, JULGAMENTO, MANDADO DE SEGURANÇA, ÂMBITO, RECURSO EXTRAORDINÁRIO, APRECIAÇÃO, CONDIÇÃO, MANDADO DE SEGURANÇA, EXISTÊNCIA, DIREITO LÍQUIDO E CERTO. PRINCÍPIO DA SEPARAÇÃO DOS PODERES, STF, SUBSTITUIÇÃO, LEGISLADOR POSITIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: COMPROVAÇÃO, PREPARO, MOMENTO, INTERPOSIÇÃO, RECURSO EXTRAORDINÁRIO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (LDB), APLICAÇÃO, EDUCAÇÃO ESCOLAR, POSSIBILIDADE, ESCOLHA, FORMA, EDUCAÇÃO, PAI, MÃE. EDUCAÇÃO DOMICILIAR, INAPLICABILIDADE, CRIME, ABANDONO INTELECTUAL. EDUCAÇÃO DOMICILIAR, SUBMISSÃO, PERIODICIDADE, AVALIAÇÃO, CONDICIONAMENTO, PROGRAMA BOLSA FAMÍLIA, FREQUÊNCIA ESCOLAR, SUPOSIÇÃO, AUSÊNCIA, MATRÍCULA, FILHO, ESCOLA. EDUCAÇÃO DOMICILIAR, CONVÍVIO SOCIAL, CRIANÇA. DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS (DUDH), ESCOLHA, PAI, MÃE, EDUCAÇÃO DOMICILIAR. CONSTITUIÇÃO FEDERAL, IMPEDIMENTO, PROIBIÇÃO, EDUCAÇÃO DOMICILIAR. REGULAMENTAÇÃO, EDUCAÇÃO DOMICILIAR, PAI, MÃE, NOTIFICAÇÃO, SECRETARIA, MUNICÍPIO, OPÇÃO, EDUCAÇÃO DOMICILIAR; SUBMISSÃO, ESTUDANTE, EDUCAÇÃO DOMICILIAR, PERIODICIDADE, AVALIAÇÃO, IGUALDADE, ESTUDANTE, ESCOLA PÚBLICA, ESCOLA PARTICULAR; SECRETARIA, MUNICÍPIO, INDICAÇÃO, ESCOLA PÚBLICA, CRIANÇA, REALIZAÇÃO, PERIODICIDADE, AVALIAÇÃO; SECRETARIA, MUNICÍPIO, COMPARTILHAMENTO, INFORMAÇÃO, MINISTÉRIO PÚBLICO, CONSELHO TUTELAR; COMPROVAÇÃO, DEFICIÊNCIA, FORMAÇÃO ACADÊMICA, NOTIFICAÇÃO, PAI, MÃE, AUSÊNCIA, MELHORIA, RENDIMENTO, DETERMINAÇÃO, MATRÍCULA, CRIANÇA, ADOLESCENTE, ESCOLA. EDUCAÇÃO DOMICILIAR, COMPATIBILIDADE, FINALIDADE, VALOR, CONSTITUIÇÃO FEDERAL DE 1988, COLABORAÇÃO, DESENVOLVIMENTO, CRIANÇA, ADOLESCENTE; RESPEITABILIDADE, OPINIÃO, INTERESSE, PAI, MÃE, CRIAÇÃO, FILHO; COLABORAÇÃO, FORMAÇÃO, CIDADÃO. EDUCAÇÃO DOMICILIAR, RECONHECIMENTO, ESTADOS UNIDOS DA AMÉRICA, REINO UNIDO DA GRÃ-BRETANHA E DA IRLANDA DO NORTE, REPÚBLICA FRANCESA, REPÚBLICA ITALIANA, REPÚBLICA PORTUGUESA, REPÚBLICA DA IRLANDA, REINO DA BÉLGICA, REPÚBLICA DA FINLÂNDIA. SUPERAÇÃO, VÍCIO FORMAL, RECURSO, AUSÊNCIA, PREPARO, APRECIAÇÃO, MÉRITO, RELEVÂNCIA, MATÉRIA DE MÉRITO, INTERESSE PÚBLICO, RECONHECIMENTO, REPERCUSSÃO GERAL; AUSÊNCIA, INTIMAÇÃO, PARTE PROCESSUAL, CORREÇÃO, VÍCIO; PRINCÍPIO DA PRIMAZIA DA SOLUÇÃO DE MÉRITO, DESCONSIDERAÇÃO, VÍCIO FORMAL, TEMPESTIVIDADE, RECURSO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: ESCOLA, DEVER, REPRESENTAÇÃO, PLURALISMO, SOCIEDADE, REPÚBLICA FEDERATIVA DO BRASIL. CONSTITUIÇÃO FEDERAL, DIREITO, LIBERDADE, CRENÇA, RECONHECIMENTO, FACULDADE, ENSINO RELIGIOSO, ESCOLA. MEDICAMENTO DE ALTO CUSTO, DIREITO SUBJETIVO, POLÍTICA PÚBLICA, ASSISTÊNCIA, SAÚDE, OFENSA, DIREITO INDIVIDUAL, OMISSÃO, EQUÍVOCO, PRESTAÇÃO, AUSÊNCIA, JUSTIFICATIVA, DEMORA, IMPLEMENTAÇÃO. EDUCAÇÃO DOMICILIAR, INCLUSÃO, POLÍTICA PÚBLICA. CONSTITUCIONALIDADE, DIREITO À LIBERDADE, EDUCAÇÃO DOMICILIAR. SOLICITAÇÃO, LEGISLADOR, ADMISSÃO, VIABILIDADE, EDUCAÇÃO DOMICILIAR, REGULAMENTAÇÃO, FORMA, EXECUÇÃO, FISCALIZAÇÃO, PRAZO MÁXIMO, UM ANO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=888815&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUPERAÇÃO, VÍCIO FORMAL, RECURSO, APRECIAÇÃO, MÉRITO)\nRE 583523 RG, ARE 1054490 QO (TP). \n(EDUCAÇÃO BÁSICA, DIREITO INDISPONÍVEL, CRIANÇA, ADOLESCENTE)\nRE 594018 AgR (2ªT). \n(ESCOLA, DEVER, REPRESENTAÇÃO, PLURALISMO, SOCIEDADE, REPÚBLICA FEDERATIVA DO BRASIL)\nADI 4439 (TP), ADI 5357 MC-Ref (TP). \n(MEDICAMENTO DE ALTO CUSTO, DIREITO SUBJETIVO)\nRE 566471 RG. \n(IDADE MÍNIMA, INGRESSO, PRÉ-ESCOLA, ENSINO FUNDAMENTAL)\nADPF 292 (TP), ADC 17 (TP). \n(CONSTITUCIONALIDADE, PISO NACIONAL DE SALÁRIO, PROFESSOR, ESCOLA PÚBLICA)\nADI 4167 (TP). \n(COMPROVAÇÃO, PREPARO, MOMENTO, INTERPOSIÇÃO, RECURSO EXTRAORDINÁRIO)\nRE 169347 ED (1ªT), AI 642626 AgR (1ªT). \n(STF, CONDENAÇÃO, UNIÃO FEDERAL, PAGAMENTO, COMPLEMENTAÇÃO, VERBA, FUNDEF)\nACO 648 (TP). \n- Decisão monocrática citada:\n(DIREITO À EDUCAÇÃO, ENSINO RELIGIOSO)\nADI 5537.\n- Legislação estrangeira citada: Art. 26, item 2, item 3, da Declaração Universal dos Direitos Humanos, de 1948; Primeira Emenda à Constituição americana; art. 6º da Lei Fundamental da Alemanha; protocolo 1, art. 2º da Convenção Europeia de Direitos Humanos; art. 27 da Constituição Espanhola; Declaração Universal dos Direitos Humanos; Lei Escolar de Hessen (Hessisches Schulgesetz).\n- Decisão estrangeira citada: Caso Pierce vs. Society of Sisters, 268 U.S. 510 (1925), Caso Wiscosin vs. Yoder (406 U.S. 205, 1972), da Suprema Corte dos Estados Unidos. Caso Konrad vs. Germany (Application n. 35504/03, 11/09/2006); Caso Kjeldsen, Busk Madsen and Pedersen vs. Dinamarca, 7 de dezembro de 1976, § 54; Caso Konrad v. Alemanha, de 11 de setembro de 2006, da Corte Europeia de Direitos Humanos; Sentença n. 133/2010 do Tribunal Constitucional da Espanha; 2 BvR 920/14, do Tribunal Constitucional Federal alemão (Bundesverfassungsgericht).\nNúmero de páginas: 197.\nAnálise: 12/11/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : V D REPRESENTADA POR M P D \nADV.(A/S)  : JÚLIO CÉSAR TRICOT SANTOS E OUTRO(A/S)\nRECDO.(A/S)  : MUNICÍPIO DE CANELA \nADV.(A/S)  : MANOELA NEGRELLI DE ATHAYDE HEIDRICH E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nAM. CURIAE.  : ESTADO DE ALAGOAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nAM. CURIAE.  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nAM. CURIAE.  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nAM. CURIAE.  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DO MARANHAO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nAM. CURIAE.  : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nAM. CURIAE.  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : ESTADO DA PARAÍBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nAM. CURIAE.  : ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nAM. CURIAE.  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nAM. CURIAE.  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nAM. CURIAE.  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nAM. CURIAE.  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE EDUCAÇÃO DOMICILIAR -ANED \nADV.(A/S)  : CARLOS ANTONIO VIEIRA FERNANDES FILHO \nADV.(A/S)  : MURILLO SILVA DA ROSA","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"822 - Possibilidade de o ensino domiciliar (homeschooling), ministrado pela família, ser considerado meio lícito de cumprimento do dever de educação, previsto no art. 205 da Constituição Federal.","old_seq_sjur":400233,"documental_tese_texto":"Não existe direito público subjetivo do aluno ou de sua família ao ensino domiciliar, inexistente na legislação brasileira.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 888815","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-09-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALLEN, Heather W. Homeschooling: a look at what´s going on internationally. Abroad, and at home, 2009. Disponível em: http://creation.com/homeschooling-a-look-at-whats-going-oninternationally-abroad-and-at-home.\nALEXY, Robert. Teoria de los Derechos Fundamenlales. Madrid: Centro de Estudios Politicos y Constitucionales. 2002. p. 86.\nANDRADE, Édison Prado de. A educação familiar descolarizada como direito da criança e do adolescente: relevância, limites e possibilidades na ampliação do direito à educação. 2014. p. 85-88.\nARAÚJO, Luiz Alberto David. Painel sobre a Proteção das Pessoas com Deficiência no Brasil: A Aparente Insuficiência da Constituição e uma Tentativa de Diagnóstico. In: ROMBOLI, Roberto; ARAÚJO, Marcelo Labanca Corrêa de (Org.). Justiça Constitucional e Tutela Jurisdicional dos Direitos Fundamentais. Belo Horizonte: Arraes, 2015. p. 510.\nARENDT, Hannah. Crises da República. Tradução: José Volkmann. 2. ed. São Paulo: Perspectiva, 2004. p. 175.\nBASHAM, Patrick; MARRIFIELD, John; HEPBURN, Claudia. Home Schooling: from the extreme to the mainstream. 2007. p. 15 e 16. Disponível em: https://www.fraserinstitute.org/sites/default/files/Homeschooling2007.pdf.\nBARBOSA, Luciane Muniz Ribeiro. Ensino em casa no Brasil: um desafio à escola? 2013. p. 97.\nBEISIGIEL, Celso. Educação e sociedade no Brasil após 1930. In: FAUSTO, Boris (Org.). História Geral da Civilização Brasileira. 2. ed. São Paulo: Difel, 1986. p. 383.\nBRASIL. Supremo Tribunal Federal. Educação Domiciliar. Boletim de Jurisprudência Internacional. p. 7 e 8.\n______. Tribunal Constitucional da Espanha. Educação Domiciliar. Boletim de Jurisprudência Internacional. p. 17.\nCANOTILHO, J. J. G. Direito Constitucional. Coimbra: Almedina, 1992. p. 349.\nCORTE EUROPEIA DE DIREITOS HUMANOS. Guide on Article 2 of Protocol No. 1 to the European Convention on Human Rights Right to education.\nCOSTA, Fabrício Veiga. “Homeschooling” no Brasil: uma análise da constitucionalidade e da legalidade do Projeto de Lei 3179/12. Belo Horizonte: D´Plácido, 2016. p. 110-112.\nDAHL, Robert A., A Democracia e seus Críticos. Ttradução: Patrícia de Freitas Ribeiro. São Paulo: Martins Fontes, 2012.\nESTARELLA, María José Valero. Homeschooling na Europa. MARTÍNEZ, Irene. Educacíon em família: ampliando derechos educativos y de conciencia. Madrid: Safekat, S.L., 2014. p. 273-295.\nFEINBERG, Joel Feinberg. The child's right to an open future. In: CURREN, Randall R. (ed.). Philosophy of Education: An Anthology. Blackwell Pub. 2007.\nGALSTON, William. Liberal Pluralism: The Implications of Value Pluralism for Political Theory and Practice. 1946. p. 212-213.\nHABERMAS, Jürgen. A Inclusão do Outro. São Paulo: Loyola, 2002. p. 293 e 294.\nHECKMAN, James J. Giving Kids a Fair Chance. Cambridge: The MIT Press, 2013.\nHOLT, John. Teach your own. 1981.\nHOME SCHOOL LEGAL DEFENSE ASSOCIATION (HSLDA). Once Again Homeschoolers Score High on the ACT Exam. Disponível em: https://www.hslda.org/docs/news/hslda/200707310.asp.\nHONNETH, Axel. Luta por reconhecimento: a gramática moral dos conflitos sociais. 34. ed. 2003. p. 218.\nHORWITZ, Morton J. Republicanism and Liberalism in American Constitutional Thought, 29 Wm. & Mary L. Rev. 57, 1987.\nILLICH, Ivan. Deschooling society. 1971.\nIPPOLITO, Rita. Qual o papel das escolas no combate ao abuso sexual de crianças? Nexo, 01.08.2017.\nKANT, Immanuel. Crítica da razão pura. p. 103.\nKYMLICKA, Will. Filosofia política contemporânea: uma introdução. Tradução: Luís Carlos Borges. Revisão da tradução: Marylene Pinto Michael. São Paulo: Martins Fontes, 2006. p. 292-319.\nLEWANDOWSKI, E. R. Reflexões em torno do princípio republicano. Revista da Faculdade de Direito, Universidade de São Paulo, 2005. v. 100. p. 506-526.\nMALISKA, Marcos Augusto. Comentário ao art. 205. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar et al (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013. p. 1965.\nMAZOTTI, Marcelo. O ativismo judicial no panorama do direito à educação: a intervenção do Poder Judiciário nas políticas públicas educacionais e seus efeitos práticos: estudo comparado entre o Brasil e os EUA. 2017.  Tese (Doutorado)-Universidade de São Paulo, São Paulo. 2017.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo. Curso de Direito Constitucional. p. 313-314 e 686.\nMORAES, Maria Celina Bodin. A liberdade segundo o STF e a liberdade constitucional: o exemplo do ensino domiciliar. Civilistica, n. 2, 2017. p. 6\nMEDLIN, Richard G. Medlin. The question of socialization. Peabody Journal of Education, 2000. 75:107-123.\n______. The question of socialization revisited. Peabody Journal of Education, 2013. 88:284.\nMELLO FILHO, José Celso de. Constituição Federal anotada. São Paulo: Saraiva, 1986. p. 533.\nNATIONAL CENTER FOR EDUCATION STATISTICS (NCES). Parent and Family Involvement in Education, From the National Household Education Surveys Program of 2012. Disponível em: https://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2013028rev.\nORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT (OECD). PISA 2015 Results (Volume I): Excellence and Equity in Education. 2016. Disponível em: http://www.oecd.org/publications/pisa-2015-results-volume-i-9789264266490-en.htm.\nPELT, Deani Neven Val. Homeschooling. Canada: the current picture, 2015. p. 11.\nPIAGET, Jean. To understand is to invent: the future of education. Nova Iorque: The Viking Press, 1974. p. 54. Disponível em: http://unesdoc.unesco.org/images/0000/000061/006133eo.pdf.\nPOCOCK, J.G.A. The Machiavellian moment: Florentine political thought and the Atlantic republican tradition. Princeton University Press, 1975. p. 506-526.\nPOPPER, Karl. A Sociedade Aberta e Seus Inimigos. 1945.\nRANIERI, Nina Beatriz Stocco. O novo cenário jurisprudencial do direito à educação no Brasil: o ensino domiciliar e outros casos no Supremo Tribunal Federal. Pro-Posições, Campinas, v. 28, n. 2, p. 141-171, Ago. 2017.\nRAY, Brian D. Home Education: reason and research, 2009. p. 2 e 6. Disponível em: https://www.nheri.org/HERR.pdf.\n______.  Research facts on homeschooling. 2016. p. 1. Disponível em: https://www.nheri.org/research/research-facts-onhomeschooling.html.\nSAVATER, Fernando. Los caminos para la libertad: ética y educación. Fondo de Cultura Económica, 2015.\n______. A educação como ferramenta para se criar cidadãos. GaúchaZH, 27 Out. 2015.\nSPIEGLER, Thomas. Home Education in Deutschland: Hintergründe, Praxis, Entwicklung. p. 11.\nSTRECK, Lenio Luiz. Há um recurso no Supremo tratando de uma coisa chamada homeschooling. disponível em: https://www.conjur.com.br/2018-set-10/lenio-acao-stf-tratando-algo-chamado-homeschooling.\nSUNSTEIN, C. R. #Republic: divided democracy in the age of social media. New Jersey: Princeton University Press, 2017. p. 57 e 58.","ministro_facet":["ROBERTO BARROSO","ALEXANDRE DE MORAES"],"processo_numero":888815,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur410653","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo interno, com majoração de honorários, nos termos do voto do Relator, com ressalvas do Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 23.8.2019 a 29.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur410653","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur410653","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: DIREITO CIVIL. AGRAVO INTERNO EM RECURSO EXTRAORDINÁRIO COM AGRAVO. RESPONSABILIDADE CIVIL. TRANSPORTE DE CARGAS. INTERNACIONAL. TEMA 210 RG.\n\n\n\n    1. Por força do art. 178 da CF, em caso de conflito, as normas das convenções que regem o transporte aéreo internacional prevalecem sobre a legislação interna (RE 636.331, Rel. Min. Gilmar Mendes, Tema 210/RG).\n\n\n\n    2.  Nos termos do art. 85, § 11, do CPC/2015, fica majorado em 25% o valor da verba honorária fixada anteriormente, observados os limites legais do art. 85, §§ 2º e 3º, do CPC/2015.\n\n\n\n    3.  Agravo interno a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750812235","externo_seq_objeto_incidente":5743960,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-199  DIVULG 12-09-2019  PUBLIC 13-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1133572&classe=ARE","is_colac":false,"titulo":"ARE 1133572 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00178\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00002 PAR-00003 PAR-00011\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2019-09-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1133572&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(NORMA REGULAMENTADORA, TRANSPORTE INTERNACIONAL, TRANSPORTE AÉREO)\nRE 636331 (TP). \nNúmero de páginas: 8.\nAnálise: 17/10/2019, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : TOKIO MARINE SEGURADORA S.A \nADV.(A/S)  : JOSE CARLOS VAN CLEEF DE ALMEIDA SANTOS \nAGDO.(A/S)  : AMERICAN AIRLINES INC \nADV.(A/S)  : CARLA CHRISTINA SCHNAPP \nADV.(A/S)  : RICARDO BERNARDI \nINTDO.(A/S)  : DHL GLOBAL FORWARDING (BRAZIL) LOGISTICS LTDA \nADV.(A/S)  : RUBEN JOSE DA SILVA ANDRADE VIEGAS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":410653,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1133572 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2019-08-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1133572,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur412922","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 27.9.2019 a 3.10.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur412922","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur412922","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Agravo regimental em recurso extraordinário com agravo. 2. Penal e Processual Penal. 3. Tráfico internacional de drogas. Associação ao tráfico internacional. Arts. 33, caput; 35 e 40, inciso I, da Lei 11.343/2006. Operação Sófia. 4. Ofensa indireta e reflexa à Constituição Federal. 5. Necessidade de revolvimento do conjunto fático-probatório dos autos. Óbice da Súmula 279/STF. 6. Tema 660 da sistemática de repercussão geral. 7. Precedentes. 8. Agravo regimental não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751142972","externo_seq_objeto_incidente":5764454,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-222  DIVULG 11-10-2019  PUBLIC 14-10-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1183702&classe=ARE","is_colac":false,"titulo":"ARE 1183702 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\" ART-00035 ART-00040 \n          INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-10-14","documental_acordao_mesmo_sentido_lista_texto":"ARE 1183702 AgR-segundo PROCESSO ELETRÔNICO\n          JULG-05-11-2019  UF-SP  TURMA-02  MIN-GILMAR MENDES N.PÁG-010\n          DJe-256  DIVULG 22-11-2019  PUBLIC 25-11-2019","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1183702&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SÚMULA 279/STF)\nARE 1044532 AgR (2ªT), RE 1183380 AgR (1ªT). \n(MATERIALIDADE DO FATO, AUTORIA DO CRIME, MATÉRIA INFRACONSTITUCIONAL)\nARE 1148960 AgR (2ªT), ARE 1196478 AgR (2ªT). \n(CONTRADITÓRIO, AMPLA DEFESA, COISA JULGADA, DEVIDO PROCESSO LEGAL)\nARE 748371 RG, ARE 1144060 AgR (2ªT), RE 1196555 ED-AgR (1ªT). \nNúmero de páginas: 9.\nAnálise: 23/11/2019, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : OCTAVIO CESAR RAMOS \nADV.(A/S)  : ANTONIO SERGIO ALTIERI DE MORAES PITOMBO \nADV.(A/S)  : BEATRIZ DE OLIVEIRA FERRARO \nADV.(A/S)  : CAIO FERRARIS \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : RUBENS MAURICIO BOLORINO \nADV.(A/S)  : GUILHERME PEREIRA GONZALEZ RUIZ MARTINS \nADV.(A/S)  : DANIEL LEON BIALSKI \nINTDO.(A/S)  : ORLIN NIKOLOV IORDANOV \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":412922,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1183702 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2019-10-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1183702,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur419181","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em razão da aposentadoria do Relator. Presidência do Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 06.08.2014.\r\n\n           Decisão: O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar a inconstitucionalidade do § 12 do art. 91 da Constituição do Estado do Rio de Janeiro, nos termos do voto do Relator. Plenário, Sessão Virtual de 13.12.2019 a 19.12.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur419181","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur419181","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ART. 91, §12, DA CONSTITUIÇÃO DO ESTADO DO RIO DE JANEIRO. DESIGNAÇÃO DE PASTOR EVANGÉLICO PARA ATUAR NAS CORPORAÇÕES MILITARES DAQUELE ESTADO. OFENSA À LIBERDADE DE RELIGIOSA. REGRA DA NEUTRALIDADE. PROCEDÊNCIA DA AÇÃO.\n\n\n\n    1. A regra de neutralidade do Estado não se confunde com a imposição de uma visão secular, mas consubstancia o respeito e a igual consideração que o Estado deve assegurar a todos dentro de uma realidade multicultural. Precedentes.\n\n\n\n    2. O direito à liberdade de religião, como expectativa normativa de um princípio da laicidade, obsta que razões religiosas sejam utilizadas como fonte de justificação de práticas institucionais e exige de todos os cidadãos, os que professam crenças teístas, os não teístas e os ateístas, processos complementares de aprendizado a partir da diferença. \n\n\n\n    3. O direito dos militares à assistência religiosa exige que o Estado abstenha-se de qualquer predileção, sob pena de ofensa ao art. 19, I, da CRFB. Norma estadual que demonstra predileção por determinada orientação religiosa em detrimento daquelas inerentes aos demais grupos é incompatível com a regra constitucional de neutralidade e com o direito à liberdade de religião.\n\n\n\n    4. Ação Direta de Inconstitucionalidade julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752031029","externo_seq_objeto_incidente":2292004,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-035  DIVULG 18-02-2020  PUBLIC 19-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3478&classe=ADI","is_colac":false,"titulo":"ADI 3478","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00006 INC-00007 INC-00008 \n          ART-00019 INC-00001 ART-00103 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-EST   CES      ANO-1989\n          ART-00091 PAR-00012\n                CONSTITUIÇÃO ESTADUAL, RJ"],"publicacao_data":"2020-02-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ASSOCIAÇÃO, COMPROVAÇÃO, FILIAÇÃO, ASSOCIADO, PLURALIDADE, ESTADO-MEMBRO, FEDERAÇÃO. ARGUMENTAÇÃO, PETIÇÃO INICIAL, IMPUGNAÇÃO, NORMA, CORRELAÇÃO, IMPERTINÊNCIA, OBJETO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PERMISSÃO, EXERCÍCIO, RELIGIÃO, LOCAL PÚBLICO, AUSÊNCIA, DISCRIMINAÇÃO. INTERPRETAÇÃO, LIBERDADE DE RELIGIÃO, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS. LIBERDADE DE RELIGIÃO, ALCANCE, TOTALIDADE, CRENÇA RELIGIOSA, AUSÊNCIA, RELIGIÃO. CONSTITUIÇÃO FEDERAL, LIMITE CONSTITUCIONAL, RELIGIÃO, PODER PÚBLICO, CARÁTER INSTITUCIONAL. DIFERENÇA, PRINCÍPIO DO ESTADO LAICO, LAICISMO. PLURALISMO, DEMOCRACIA, IMPARCIALIDADE, PODER PÚBLICO, AFASTAMENTO, CONDUTA, EXCLUSÃO, AFIRMAÇÃO, DIREITO DAS MINORIAS, RELIGIÃO. INCONSTITUCIONALIDADE POR OMISSÃO, PODER CONSTITUINTE DERIVADO, AUSÊNCIA, PROTEÇÃO, EXERCÍCIO, LIBERDADE DE RELIGIÃO, TOTALIDADE, CULTO RELIGIOSO.\n\n- VOTO, MIN. MARCO AURÉLIO: EXIGIBILIDADE, SESSÃO DE JULGAMENTO PRESENCIAL, APRECIAÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INVIABILIDADE, SUSTENTAÇÃO ORAL, PLENÁRIO VIRTUAL, DEVIDO PROCESSO LEGAL. IMPORTÂNCIA, DEBATE, MINISTRO, FUNCIONAMENTO, ÓRGÃO COLEGIADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3478&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, LEGITIMIDADE ATIVA, ASSINAP)\nADI 108 QO (TP) - RTJ 141/3. \n(PRINCÍPIO DO ESTADO LAICO)\nADPF 54 (TP). \n(INTERPRETAÇÃO, CF, INVIOLABILIDADE, CRENÇA, CULTO RELIGIOSO)\nADI 4439 (TP). \n- Decisões estrangeiras citadas: Comentário Geral 22, do Comitê de Direitos Humanos do Pacto Internacional de Direitos Civis e Políticos.\nNúmero de páginas: 15.\nAnálise: 09/07/2020, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSINAP - ASSOCIAÇÃO DOS ATIVOS, INATIVOS E PENSIONISTAS DAS POLÍCIAS MILITARES, BRIGADAS MILITARES E CORPOS DE BOMBEIROS MILITARES DO BRASIL \nADV.(A/S)  : DOMINGOS SÁVIO MADEIRA MACHADO PEREIRA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : ASSOCIAÇÃO DIREITOS HUMANOS EM REDE - CONECTAS DIREITOS HUMANOS \nAM. CURIAE.  : CENTRO DE DIREITOS HUMANOS - CDH \nADV.(A/S)  : ELOISA MACHADO DE ALMEIDA \nADV.(A/S)  : OSCAR VILHENA VIEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":419181,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 3478","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-12-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CRUZ, Álvaro Ricardo de Souza; DUARTE, Bernardo Augusto Ferreia; TEIXEIRA, Alessandra Sampaio. A laicidade para além de liberais e comunitaristas. Belo Horizonte: Arraes, 2017.\nHABERMAS, Jürgen. Religion in the Public Sphere. European Journal of Philosophy, v. 14, abr. 2006. p. 18, item 1.\nPINHEIRO, Douglas Antônio Rocha. Direito, Estado e Religião: a constituinte de 1987/1988 e a (re)construção da identidade religiosa do sujeito constitucional brasileiro. Dissertação de mestrado: Universidade de Brasília, 2008. p. 122.","ministro_facet":["EDSON FACHIN"],"processo_numero":3478,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}