{"result":{"took":503,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446939","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que conhecia do recurso extraordinário e dava-lhe provimento para, reformando o acórdão atacado, assentar inválida a cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora, e fixava a seguinte tese (tema 1.093 da repercussão geral): \"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais”, pediu vista dos autos o Ministro Dias Toffoli. Falaram: pelos recorrentes, o Dr. Roque Antonio Carrazza; pelo interessado Estado do Rio Grande do Sul, o Dr. Thiago Holanda González, Procurador do Estado; e, pela interessada Federação das Indústrias do Estado de Minas Gerais, o Dr. Tercio Sampaio Ferraz Junior. Plenário, Sessão Virtual de 16.10.2020 a 23.10.2020.\n\n                 Decisão: Após o voto do Ministro Marco Aurélio (Relator), que conhecia do recurso extraordinário e dava-lhe provimento para, reformando o acórdão atacado, assentar inválida a cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora, e fixava a seguinte tese (tema 1.093 da repercussão geral): \"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais\"; e do voto do Ministro Dias Toffoli, que acompanhava o Relator e dava provimento ao recurso extraordinário, assentando a invalidade “da cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora”, acompanhava o Relator também quanto à tese de repercussão geral e propunha a modulação dos efeitos da decisão, de modo que ela produza efeitos a partir do exercício seguinte (2021), exceto quanto à cláusula nona do ICMS nº 93/2015 e às normas das leis dos estados e do Distrito Federal que versarem sobre essa cláusula, propondo, quanto a tais normas e cláusula, que a decisão produza efeitos desde a concessão da medida cautelar na ADI nº 5.464/DF, pediu vista dos autos o Ministro Nunes Marques. Falaram: pelas recorrentes, o Dr. Fabio Brun Goldschmidt; e, pelo recorrido, o Dr. Jorge Octávio Lavocat Galvão, Procurador do Distrito Federal. Presidência do Ministro Luiz Fux. Plenário, 11.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF). \n\n                Decisão: O Tribunal, por maioria, apreciando o tema 1.093 da repercussão geral, deu provimento ao recurso extraordinário, assentando a invalidade “da cobrança, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte, do diferencial de alíquota do ICMS, na forma do Convênio nº 93/2015, ausente lei complementar disciplinadora”, vencidos os Ministros Nunes Marques, Alexandre de Moraes, Ricardo Lewandowski, Gilmar Mendes e Luiz Fux (Presidente). Em seguida, por maioria, foi fixada a seguinte tese: \"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais”, vencido o Ministro Alexandre de Moraes. Por fim, o Tribunal, por maioria, modulou os efeitos da declaração de inconstitucionalidade das cláusulas primeira, segunda, terceira, sexta e nona do convênio questionado para que a decisão produza efeitos, quanto à cláusula nona, desde a data da concessão da medida cautelar nos autos da ADI nº 5.464/DF e, quanto às cláusulas primeira, segunda, terceira e sexta, a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), aplicando-se a mesma solução em relação às respectivas leis dos estados e do Distrito Federal, para as quais a decisão produzirá efeitos a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), exceto no que diz respeito às normas legais que versarem sobre a cláusula nona do Convênio ICMS nº 93/2015, cujos efeitos retroagem à data da concessão da medida cautelar nos autos da ADI nº 5.464/DF. Ficam ressalvadas da proposta de modulação as ações judiciais em curso. Vencidos, nesse ponto, o Ministro Edson Fachin, que aderia à proposta original de modulação dos efeitos, e o Ministro Marco Aurélio (Relator), que não modulava os efeitos da decisão. Redigirá o acórdão o Ministro Dias Toffoli. Plenário, 24.02.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur446939","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur446939","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recurso extraordinário. Repercussão geral. Direito tributário. Emenda Constitucional nº 87/2015. ICMS. Operações e prestações em que haja a destinação de bens e serviços a consumidor final não contribuinte do ICMS localizado em estado distinto daquele do remetente. Inovação constitucional. Matéria reservada a lei complementar (art. 146, I e III, a e b; e art. 155, § 2º, XII, a, b, c, d e i, da CF/88). Cláusulas primeira, segunda, terceira e sexta do Convênio ICMS nº 93/15. Inconstitucionalidade. Tratamento tributário diferenciado e favorecido destinado a microempresas e empresas de pequeno porte. Simples Nacional. Matéria reservada a lei complementar (art. 146, III, d, e parágrafo único, da CF/88). Cláusula nona do Convênio ICMS nº 93/15. Inconstitucionalidade.\n\n\n\n    1. A EC nº 87/15 criou nova relação jurídico-tributária entre o remetente do bem ou serviço (contribuinte) e o estado de destino nas operações com bens e serviços destinados a consumidor final não contribuinte do ICMS. O imposto incidente nessas operações e prestações, que antes era devido totalmente ao estado de origem, passou a ser dividido entre dois sujeitos ativos, cabendo ao estado de origem o ICMS calculado com base na alíquota interestadual e ao estado de destino, o diferencial entre a alíquota interestadual e sua alíquota interna.\n\n\n\n    2. Convênio interestadual não pode suprir a ausência de lei complementar dispondo sobre obrigação tributária, contribuintes, bases de cálculo/alíquotas e créditos de ICMS nas operações ou prestações interestaduais com consumidor final não contribuinte do imposto, como fizeram as cláusulas primeira, segunda, terceira e sexta do Convênio ICMS nº 93/15.\n\n\n\n    3. A cláusula nona do Convênio ICMS nº 93/15, ao determinar a extensão da sistemática da EC nº 87/2015 aos optantes do Simples Nacional, adentra no campo material de incidência da LC nº 123/06, que estabelece normas gerais relativas ao tratamento diferenciado e favorecido a ser dispensado às microempresas e às empresas de pequeno porte, à luz do art. 146, inciso III, d, e parágrafo único, da Constituição Federal.\n\n\n\n    4. Tese fixada para o Tema nº 1.093: “A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais”.\n\n\n\n    5. Recurso extraordinário provido, assentando-se a invalidade da cobrança do diferencial de alíquota do ICMS, na forma do Convênio nº 93/1, em operação interestadual envolvendo mercadoria destinada a consumidor final não contribuinte.\n\n\n\n    6. Modulação dos efeitos da declaração de inconstitucionalidade das cláusulas primeira, segunda, terceira, sexta e nona do convênio questionado, de modo que a decisão produza efeitos, quanto à cláusula nona, desde a data da concessão da medida cautelar nos autos da ADI nº 5.464/DF e, quanto às cláusulas primeira, segunda, terceira e sexta, a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), aplicando-se a mesma solução em relação às respectivas leis dos estados e do Distrito Federal, para as quais a decisão deverá produzir efeitos a partir do exercício financeiro seguinte à conclusão deste julgamento (2022), exceto no que diz respeito às normas legais que versarem sobre a cláusula nona do Convênio ICMS nº 93/15, cujos efeitos deverão retroagir à data da concessão da medida cautelar nos autos da ADI nº 5.464/DF. Ficam ressalvadas da modulação as ações judiciais em curso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755955631","externo_seq_objeto_incidente":5994076,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-099  DIVULG 24-05-2021  PUBLIC 25-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1287019&classe=RE","is_colac":false,"titulo":"RE 1287019","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00004 INC-00005 ART-00005 INC-00054\n    INC-00055 ART-00024 INC-00001 PAR-00001\n    PAR-00002 PAR-00003 ART-00093 INC-00009\n    ART-00102 INC-00003 LET-A ART-00145\n    INC-00001 INC-00003 LET-A ART-00146\n    INC-00001 INC-00003 LET-A LET-B\n    LET-C LET-D PAR-ÚNICO INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00155\n    INC-00002 PAR-00002 INC-00007 LET-A\n    LET-B INC-00008 LET-A LET-B\n    INC-00012 LET-A LET-B LET-C\n    LET-D LET-E LET-F LET-G\n    LET-H LET-I\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000033 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000087 ANO-2015\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00034 PAR-00003 PAR-00004 PAR-00005\n    PAR-00008 ART-00099 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000024 ANO-1975\n    ART-00010\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000087 ANO-1996\n    ART-00001 ART-00002 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 ART-00003\n    ART-00004 ART-00005 ART-00006 ART-00007\n    ART-00008 ART-00009 ART-00011 INC-00002\n    LET-C ART-00012 INC-00001 INC-00012\n    INC-00013 ART-00013 INC-00009 PAR-00001\n    PAR-00003 ART-00014 ART-00015 ART-00016\n    ART-00019 ART-00020\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000114 ANO-2002\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000123 ANO-2006\n    ART-00013 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    PAR-00001 INC-00013 LET-G ITEM-00001\n    ITEM-00002 LET-H\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00007 \"CAPUT\" PAR-00001 PAR-00002\n    PAR-00003 ART-00100 INC-00004 ART-00102\n    ART-00199\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-001254 ANO-1996\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013086 ANO-2015\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00485 INC-00006 ART-01030 INC-00001\n    LET-A ART-01035 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-021076 ANO-1932\n    ART-00002\n    DECRETO - CÓDIGO ELEITORAL\n\n","LEG-FED   PEC-000103 ANO-2011\n    PROPOSTA DE EMENDA CONSTITUCIONAL, SENADO FEDERAL - SF\n\n","LEG-FED   PEC-000197 ANO-2012\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000007 ANO-2015\n    PROPOSTA DE EMENDA CONSTITUCIONAL, SENADO FEDERAL\n\n","LEG-FED   PJLCP-000218 ANO-2016\n    ART-00001 PAR-ÚNICO ART-00002 INC-00001\n    INC-00002 ART-00003 ART-00004 ART-00005\n    INC-00001 INC-00002 INC-00003 ART-00006\n    ART-00007 ART-00008 ART-00009 ART-00010\n    PROJETO DE LEI COMPLEMENTAR DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJLCP-000325 ANO-2016\n    PROJETO DE LEI COMPLEMENTAR DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   RGI ANO-1980\n    ART-00013 LET-C\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   CNV-000066 ANO-1989\n    CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   CNV-000133 ANO-1997\n    ART-00001 ART-00003 INC-00001 INC-00002\n    ART-00038 INC-00001 INC-00002 INC-00003\n    CONVÊNIO CONVÊNIO - APROVA O REGIMENTO DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ.\n\n","LEG-FED   CNV-000093 ANO-2015\n    CLÁUSULA-00001 CLÁUSULA-00002 INC-00001 LET-A\n    LET-B LET-C INC-00002 LET-A\n    LET-B LET-C PAR-00001 PAR-0001A\n    PAR-00002 PAR-00003 PAR-00004 PAR-00005\n    INC-00001 INC-00002 CLÁUSULA-00003 CLÁUSULA-00006\n    CLÁUSULA-00009\n    CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   PLT-000021 ANO-2011\n    PROTOCOLO DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   PLT-000021 ANO-2011\n    PROTOCOLO  ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-FED   SUMSTF-000282\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000569\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-007098 ANO-1998\n    ART-0018C PAR-ÚNICO\n    LEI ORDINÁRIA, MT\n\n","LEG-EST   LEI-011001 ANO-2001\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-009226 ANO-2009\n    ART-00013\n    LEI ORDINÁRIA, MT\n\n","LEG-EST   SUMSTF-000280\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-DIS   LEI-005546 ANO-2015\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2021-05-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ICMS, IMPORTAÇÃO, PESSOA FÍSICA, PESSOA JURÍDICA, CONTRIBUINTE, AUSÊNCIA, HABITUALIDADE. COMPETÊNCIA TRIBUTÁRIA, IMUTABILIDADE, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, CONVÊNIO ICMS. CRIAÇÃO, ADICIONAL DE IMPOSTO DE RENDA, LEI ESTADUAL, AUSÊNCIA, LEI COMPLEMENTAR. LEI ESTADUAL, CRIAÇÃO, TRIBUTO, AUSÊNCIA, LEI COMPLEMENTAR. LEI ESTADUAL, COBRANÇA, TRIBUTO, PRODUÇÃO DE EFEITOS, MOMENTO POSTERIOR, VIGÊNCIA, LEI COMPLEMENTAR. INCONSTITUCIONALIDADE FORMAL, CONVÊNIO ICMS, SIMPLES NACIONAL, OFENSA, PRINCÍPIO DA RESERVA LEGAL, LEI COMPLEMENTAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PREQUESTIONAMENTO, DEBATE PRÉVIO, MATÉRIA, IRRELEVÂNCIA, MENÇÃO, DISPOSITIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONSTITUIÇÃO FEDERAL, CRIAÇÃO, NORMA GERAL, MATÉRIA TRIBUTÁRIA, DEFINIÇÃO, TRIBUTO, FATO GERADOR, BASE DE CÁLCULO, CONTRIBUINTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: INCONSTITUCIONALIDADE, LEI ESTADUAL, CRIAÇÃO, RESPONSABILIDADE TRIBUTÁRIA.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: CONSTITUIÇÃO FEDERAL, INDICAÇÃO, DESTINATÁRIO, RECEITA, RESPONSÁVEL TRIBUTÁRIO, RECOLHIMENTO, AUTOAPLICABILIDADE.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: ALÍQUOTA DIFERENCIADA, ICMS, VEICULAÇÃO, LEI ESTADUAL, REGULAMENTAÇÃO, LEI COMPLEMENTAR FEDERAL. AUSÊNCIA, LEI COMPLEMENTAR, IMPOSSIBILIDADE, EXERCÍCIO, ESTADO-MEMBRO, COMPETÊNCIA PLENA. ICMS, ALÍQUOTA DIFERENCIADA, REPERCUSSÃO GERAL. COBRANÇA, ALÍQUOTA DIFERENCIADA, ICMS, DISPENSABILIDADE, LEI COMPLEMENTAR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1287019&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ICMS, IMPORTAÇÃO, PESSOA FÍSICA, PESSOA JURÍDICA, CONTRIBUINTE, AUSÊNCIA, HABITUALIDADE)\nRE 439796 (TP), RE 474267 (TP), RE 1221330 (TP). \n(COMPETÊNCIA TRIBUTÁRIA, IMUTABILIDADE, REPARTIÇÃO DAS RECEITAS TRIBUTÁRIAS, CONVÊNIO ICMS)\nADI 4628 (TP). \n(LEI ESTADUAL, CRIAÇÃO, TRIBUTO, AUSÊNCIA, LEI COMPLEMENTAR)\nRE 140887 (TP). \n(AUSÊNCIA, LEI COMPLEMENTAR, IMPOSSIBILIDADE, EXERCÍCIO, ESTADO-MEMBRO, COMPETÊNCIA PLENA)\nRE 149955 (TP). \n(ICMS, ALÍQUOTA DIFERENCIADA, REPERCUSSÃO GERAL)\nARE 1237351 RG (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, CRIAÇÃO, RESPONSABILIDADE TRIBUTÁRIA)\nADI 4845 (TP). \n(PREQUESTIONAMENTO, DEBATE PRÉVIO, MATÉRIA, IRRELEVÂNCIA, MENÇÃO, DISPOSITIVO)\nRE 128519 (TP). \n(CRIAÇÃO, ADICIONAL DE IMPOSTO DE RENDA, LEI ESTADUAL, AUSÊNCIA, LEI COMPLEMENTAR)\nRE 136215 (TP). \n(LEI ESTADUAL, COBRANÇA, TRIBUTO, PRODUÇÃO DE EFEITOS, MOMENTO POSTERIOR, VIGÊNCIA, LEI COMPLEMENTAR)\nRE 917950 AgR (2ªT), RE 1221330 (TP). \n(ALÍQUOTA DIFERENCIADA, ICMS, VEICULAÇÃO, LEI ESTADUAL, REGULAMENTAÇÃO, LEI COMPLEMENTAR FEDERAL)\nRE 439796 (TP). \n(CONSTITUIÇÃO FEDERAL, CRIAÇÃO, NORMA GERAL, MATÉRIA TRIBUTÁRIA, DEFINIÇÃO, TRIBUTO, FATO GERADOR, BASE DE CÁLCULO, CONTRIBUINTE)\nRE 636790 AgR (1ªT). \n- Decisões monocráticas citadas:\n(INCONSTITUCIONALIDADE FORMAL, CONVÊNIO ICMS, SIMPLES NACIONAL, OFENSA, PRINCÍPIO DA RESERVA LEGAL, LEI COMPLEMENTAR)\nADI 5464 MC.\n(ALÍQUOTA DIFERENCIADA, ICMS, VEICULAÇÃO, LEI ESTADUAL, REGULAMENTAÇÃO, LEI COMPLEMENTAR FEDERAL)\nRE 580903, ADI 5866 TP.\nDecisão estrangeira citada: Caso South Dakota vs. Wayfair Inc., de 2018; Caso Quill Corp vs. North Dakota, de 1992, da Suprema Corte Americana.\n- Veja ADI 5469, ARE 748371 RG e AI 791292 QO-RG do STF.\nNúmero de páginas: 202.\nAnálise: 11/01/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MADEIRAMADEIRA COMERCIO ELETRONICO S/A E OUTRO(A/S)\nADV.(A/S)  : JULIO CESAR GOULART LANES \nRECDO.(A/S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nINTDO.(A/S)  : FEDERACAO DAS INDUSTRIAS DO ESTADO DE MINAS GERAIS \nADV.(A/S)  : LIVIA GENDORF ROMUALDO DA SILVA \nADV.(A/S)  : TERCIO SAMPAIO FERRAZ JUNIOR \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nINTDO.(A/S)  : ESTADO DE ALAGOAS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE ALAGOAS \nINTDO.(A/S)  : ESTADO DO MATO GROSSO DO SUL \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nINTDO.(A/S)  : ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nINTDO.(A/S)  : ESTADO DA BAHIA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : ESTADO DO CEARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO CEARÁ \nINTDO.(A/S)  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nINTDO.(A/S)  : ESTADO DO MARANHÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO MARANHÃO \nINTDO.(A/S)  : ESTADO DE MATO GROSSO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nINTDO.(A/S)  : ESTADO DA PARAIBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nINTDO.(A/S)  : ESTADO DO PARANÁ \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DO PARANA \nINTDO.(A/S)  : ESTADO DE PERNAMBUCO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nINTDO.(A/S)  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nINTDO.(A/S)  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nINTDO.(A/S)  : ESTADO DE SANTA CATARINA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nINTDO.(A/S)  : ESTADO DO TOCANTINS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO TOCANTINS \nINTDO.(A/S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1093 - Necessidade de edição de lei complementar visando a cobrança da Diferença de Alíquotas do ICMS – DIFAL nas operações interestaduais envolvendo consumidores finais não contribuintes do imposto, nos termos da Emenda Constitucional nº 87/2015.","old_seq_sjur":446939,"documental_tese_texto":"A cobrança do diferencial de alíquota alusivo ao ICMS, conforme introduzido pela Emenda Constitucional nº 87/2015, pressupõe edição de lei complementar veiculando normas gerais.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 1287019","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-02-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AFONSO, José Roberto. Reforma tributária: começando pelo fim. Revista Conjuntura Econômica, v. 73, n. 12, p. 19–23, 2019.\nALMEIDA, Fernanda Dias Menezes de. Comentários à Constituição do Brasil. Almedina. p. 797.\nALVES, Raquel de Andrade Vieira. Federalismo Fiscal Brasileiro e as Contribuições. Lumen Juris. p. 20-21.\nBULOS, Uadi Lammêgo. Constituição Federal anotada. 11. ed. Saraiva, 2015. p. 605. \nCARRO, Rodrigo. Comércio eletrônico ‘rouba’ receita do varejo tradicional. Valor Econômico, 6 out. 2020. Disponível em: https://valor.globo.com/empresas/noticia/2020/10/06/comercio-eletronico-roubareceita-do-varejo-tradicional.ghtml. \nCAVALCANTI. Eduardo Muniz Machado. A Emenda Constitucional 87/2015 e o Impacto no Recolhimento do Difal: Diferencial de Alíquotas do ICMS. Revista de Direito Tributário Contemporâneo, v. 14, p. 39-50, set./out  2018.\nFONSECA, Ricardo Coelho da; BORGES, Djalma Freire. Tributação interestadual do ICMS e adoção do princípio do destino. Revista de Administração Pública, Rio de Janeiro, v. 39, n. 1, p. 17 a 42, jan. 2005. ISSN 1982-3134. Disponível em:","ministro_facet":["MARCO AURÉLIO","DIAS TOFFOLI"],"processo_numero":1287019,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur480810","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 12.5.2023 a 19.5.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur480810","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur480810","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA EXTRADIÇÃO. PROCESSO PENAL. DECISÃO MONOCRÁTICA. DENEGAÇÃO DO PEDIDO DE DECLARAÇÃO DE NULIDADE DO JULGAMENTO COLEGIADO. AUSÊNCIA DE ARGUMENTAÇÃO APTA A MODIFICÁ-LA. AGRAVO REGIMENTAL DESPROVIDO. PRINCÍPIO DA EVENTUALIDADE. SE ACOLHIDA A NULIDADE SUSTENTADA, MANUTENÇÃO DO DEFERIMENTO DA EXTRADIÇÃO.\n\n\n\n    1. A inexistência de argumentação apta a infirmar o julgamento monocrático conduz à manutenção da decisão recorrida.\n\n\n\n    2. A Defesa técnica exerceu nos autos desta extradição o seu múnus nos autos de forma ampla e efetiva, uma vez que as circunstâncias dos autos demonstram a assistência contínua e ininterrupta da Defensoria Pública da União. \n\n\n\n    3. Embora sustente a tese da nulidade do julgamento pela renúncia do advogado constituído pouco antes da sessão virtual, nota-se que a Defensoria Pública da União não manejou, a tempo e modo, os recursos cabíveis.\n\n\n\n    4. A pretensão arrosta o instituto da preclusão, tendo em vista a inércia da Defensoria Pública da União após a sua intimação pessoal e ciência inequívoca da decisão que determinou a imediata certificação de trânsito em julgado do acórdão que deferiu a extradição. \n\n\n\n    5. Agravo regimental desprovido.\n\n\n\n    6. Caso seja acolhida a nulidade articulada, o que se considera por eventualidade pelo caráter assíncrono da sessão virtual, revisito, desde logo, o mérito. Ao fazê-lo, voto pelo deferimento do pedido formulado, reiterando os fundamentos e razões consignados por ocasião do julgamento desta Extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768203440","externo_seq_objeto_incidente":6620171,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 31-05-2023  PUBLIC 01-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1711&classe=Ext","is_colac":false,"titulo":"Ext 1711 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-008069 ANO-1990\n    ART-00098\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00112\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00002 ART-00005 ART-00022 ART-00055\n    INC-00002 LET-A ART-00082 INC-00009\n    ART-00088\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD ANO-1937\n    ART-00022\n    TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, ASSINADO NO RIO DE JANEIRO EM 4 DE MARÇO DE 1937\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00001 ART-00121 PAR-00002\n    INC-00006\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000110 ANO-1937\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, ASSINADO NO RIO DE JANEIRO EM 4 DE MARÇO DE 1937\n\n","LEG-FED   DEC-002950 ANO-1938\n    ART-00002 ART-00003 LET-A LET-B\n    LET-D LET-E\n    DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O EQUADOR, ASSINADO NO RIO DE JANEIRO EM 4 DE MARÇO DE 1937\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2023-06-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1711&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nHC 82899 (2ªT), HC 94945 (1ªT), HC 104767 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1530 (1ªT). \n(EXTRADIÇÃO, FILHO BRASILEIRO)\nExt 822 (TP), Ext 839 (TP), RE 608898 (TP), Ext 1433 (1ªT). \n- Legislação estrangeira citada: artigos 141 e 417, item 4, do Código Penal do Equador.\nNúmero de páginas: 14.\nAnálise: 16/08/2023, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : GABRIEL EDUARDO GONZALEZ MOYA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAGDO.(A/S)  : GOVERNO DO EQUADOR \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":480810,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1711 AgR","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2023-05-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1711,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473288","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio, Relator, que negava provimento ao agravo, pediu vista dos autos o Ministro Luiz Fux. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 11.12.2018.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao agravo interno, para que seja deferido o aditamento da petição inicial da ação, nos moldes formulados no recurso, admitindo-se o seu regular processamento, nos termos do voto do Ministro Luiz Fux, Redator para o acórdão, vencido o Ministro Marco Aurélio, Relator. Não votou a Ministra Cármen Lúcia, sucessora do Ministro Marco Aurélio na Primeira Turma. Primeira Turma, Sessão Virtual de 21.10.2022 a 28.10.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur473288","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur473288","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NA AÇÃO CÍVEL ORIGINÁRIA. IMUNIDADE DE SOCIEDADE DE ECONOMIA MISTA ESTADUAL EM FACE DE TRIBUTOS FEDERAIS. CONFLITO FEDERATIVO CONFIGURADO. IMPOSSIBILIDADE DE DISCUSSÃO DE ANULAÇÃO DE CRÉDITOS TRIBUTÁRIOS E REPETIÇÃO DE INDÉBITO. DISCUSSÕES MERAMENTE PATRIMONIAIS. ADITAMENTO À INICIAL. RECURSO PROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764829654","externo_seq_objeto_incidente":5530109,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-250  DIVULG 07-12-2022  PUBLIC 09-12-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3127&classe=ACO","is_colac":false,"titulo":"ACO 3127 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00001 LET-F ART-00150\n    INC-00006 LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL"],"publicacao_data":"2022-12-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. MARCO AURÉLIO: RECURSO, INADEQUAÇÃO, FORMA, MOMENTO, MODIFICAÇÃO, PEDIDO, OBJETIVO, DEFINIÇÃO, COMPETÊNCIA, STF. INDEFERIMENTO, PEDIDO, EMENDA, PETIÇÃO INICIAL.\n\n- FEDERALISMO COOPERATIVO, SISTEMA TRIBUTÁRIO NACIONAL (STN), IGUALDADE, ENTE FEDERADO, IMUNIDADE TRIBUTÁRIA RECÍPROCA. COMPETÊNCIA ORIGINÁRIA, STF, AÇÃO CÍVEL ORIGINÁRIA, RISCO, CONFLITO FEDERATIVO. AGRAVO, EXCLUSÃO, PEDIDO, RESTITUIÇÃO DE INDÉBITO; VIABILIDADE, PROSSEGUIMENTO, DEMANDA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3127&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA ORIGINÁRIA, STF, IMUNIDADE TRIBUTÁRIA RECÍPROCA, RISCO, CONFLITO FEDERATIVO)\nACO 1616 (TP), ACO 3410 (TP). \n(INCOMPETÊNCIA, STF, CONFLITO FEDERATIVO, CONTROVÉRSIA, CARÁTER, PATRIMÔNIO)\nACO 2023 AgR (1ªT). \n- Decisões monocráticas citadas:\n(INCOMPETÊNCIA, STF, CONFLITO FEDERATIVO, CONTROVÉRSIA, CARÁTER, PATRIMÔNIO)\nACO 2116, ACO 2227, ACO 2445.\n- Decisão estrangeira citada: McCulloch vs. Maryland, 17 U.S. 316 (1819), da Suprema Corte dos Estados Unidos da América.\nNúmero de páginas: 12.\nAnálise: 26/06/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : EMPRESA DE SANEAMENTO DE MATO GROSSO DO SUL S.A.SANESUL \nADV.(A/S)  : ANA KARINA DE OLIVEIRA E SILVA E OUTRO(A/S)\nAGDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":473288,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"ACO 3127 AgR","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2022-11-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ARABI, Abhner Youssif Mota. Desdobramentos Financeiros do Federalismo Fiscal: participação no resultado da exploração de petróleo e o bônus de assinatura. In: GOMES, Marcus Lívio; ALVES, Raquel de Andrade Vieira; ARABI, Abhner Youssif Mota. Direito Financeiro e Jurisdição Constitucional. Curitiba: Juruá, 2016. p. 13-14.","ministro_facet":["MARCO AURÉLIO","LUIZ FUX"],"processo_numero":3127,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur474641","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Edson Fachin (Relator) e Ricardo Lewandowski, que negavam provimento ao agravo regimental, pediu vista o Ministro Gilmar Mendes. Presidência do Ministro Nunes Marques. 2ª Turma, 10.8.2021.\r\n\n           Decisão: Após os votos dos Ministros Edson Fachin (Relator) e Ricardo Lewandowski, que negavam provimento ao agravo regimental, e do voto divergente do Ministro Gilmar Mendes, que dava provimento ao recurso para determinar a reforma da decisão agravada e a manutenção do acórdão proferido pelo TJSP, objeto do recurso extraordinário, pediu vista o Ministro André Mendonça. Presidência do Ministro Nunes Marques. 2ª Turma, 22.2.2022.\r\n\n           Decisão: A Turma, por maioria, deu provimento ao agravo regimental para determinar a reforma da decisão agravada e a manutenção do acórdão proferido pelo TJSP, objeto do recurso extraordinário, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator) e Ricardo Lewandowski. Presidência do Ministro André Mendonça. 2ª Turma, 22.11.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur474641","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur474641","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: Agravo Regimental no Recurso Extraordinário Com Agravo. Direito Constitucional e Econômico. Competência legislativa concorrente. Lei municipal que assegura o ingresso gratuito de idosos em salas de cinema. Contrariedade à norma geral editada pela União. Recurso provido.\n\n\n\n    1. O Estado pode – e deve – intervir na economia para assegurar o pleno exercício de direitos fundamentais como a saúde, a cultura, a educação e outros. A intervenção do Estado no domínio econômico, nesse sentido, é imperativo que decorre da própria Constituição, dos deveres de proteção de direitos impostos ao Estado. A face objetiva dos direitos fundamentais determina essa intervenção estatal na economia.\n\n\n\n    2. Por se tratar de matéria de Direito Econômico, a competência legislativa para edição de leis sobre descontos de entrada em casas culturais insere-se no âmbito da competência concorrente da União, dos Estados e do Distrito Federal (art. 24, inciso I, CF). Haveria ainda espaço para atuação suplementar dos municípios nos termos do art. 30, inciso II, da CF.\n\n\n\n    3. Na aferição do exercício da competência legislativa supletiva (art. 24, § 3º), não se admite que haja qualquer contradição entre a norma do ente subnacional e a norma geral sobre a matéria cuja competência é concorrente, de modo que eventual extrapolação do exercício legislativo suplementar geraria, inevitavelmente, o reconhecimento da inconstitucionalidade formal da norma editada pelo ente subnacional.\n\n\n\n    4. No caso em tela, o art. 2º da Lei Municipal nº 2.068/19 prevê que “fica garantido a pessoas idosas, a partir de 60 (sessenta) anos, o ingresso gratuito a todas as salas de exibição cinematográfica existentes no Município de Cotia”. Essa disposição claramente se aproxima daquela contida no art. 23 da Lei Federal nº 10.741/2003, o qual, por sua vez, prevê que “a participação dos idosos em atividades culturais e de lazer será proporcionada mediante descontos de pelo menos 50% (cinquenta por cento) nos ingressos para eventos artísticos, culturais, esportivos e de lazer, bem como o acesso preferencial aos respectivos locais”.\n\n\n\n    5. A partir do cotejo das duas redações, resta claro que o legislador municipal dispôs sobre matéria que já havia sido decidida pelo legislador federal, na medida em que a Lei Federal nº 10.741/2003 endereça a política de incentivo à cultura ao mesmo grupo social que é titular dos direitos concedidos pela Lei Municipal nº 2.068/2019. Do ponto de vista do destinatário da norma, ou seja, dos agentes econômicos que exploram a exibição cinematográfica no Município de Cotia, há uma antinomia evidente entre o regime federal e o regime municipal. Essa antinomia reforça que a relação entre os diplomas não é de mera complementariedade – e sim de verdadeira substituição do regramento federal pelo municipal.\n\n\n\n    6. Agravo regimental provido para determinar a reforma da decisão agravada e a manutenção do acórdão proferido pelo TJSP, objeto do recurso extraordinário.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=765539402","externo_seq_objeto_incidente":6128225,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 15-02-2023  PUBLIC 16-02-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1307028&classe=ARE","is_colac":false,"titulo":"ARE 1307028 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00004 ART-00003 INC-00001\n    INC-00002 INC-00003 ART-00005 INC-00013\n    ART-00006 ART-00024 \"CAPUT\" INC-00001\n    PAR-00001 PAR-00002 PAR-00003 PAR-00004\n    ART-00030 INC-00001 INC-00002 ART-00170\n    \"CAPUT\" INC-00002 ART-00205 ART-00208\n    ART-00215 PAR-00003 INC-00004 ART-00217\n    PAR-00003 ART-00230 \"CAPUT\" TÍTULO-00007\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005172 ANO-1966\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009055 ANO-1995\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010741 ANO-2003\n    ART-00002 ART-00023\n    EID-2003 ESTATUTO DO IDOSO\n\n","LEG-FED   LEI-012933 ANO-2013\n    ART-00001 PAR-00010 ART-00023\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00932 INC-00004 LET-B INC-00005\n    LET-B\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-014423 ANO-2022\n    LEI ORDINÁRIA\n\n","LEG-EST   LEI-007844 ANO-1992\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-002210 ANO-2001\n    LEI ORDINÁRIA, MS\n\n","LEG-EST   LEI-007737 ANO-2004\n    LEI ORDINÁRIA, ES\n\n","LEG-MUN   LEI-002068 ANO-2019\n    ART-00001 ART-00002 ART-00003 ART-00004\n    INC-00001 INC-00002 INC-00003 INC-00004\n    ART-00005 ART-00006 PAR-00001 ART-00007\n    ART-00008 ART-00009\n    LEI ORDINÁRIA DO MUNICÍPIO DE COTIA, SP"],"publicacao_data":"2023-02-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONFLITO DE NORMAS, DIREITO À EDUCAÇÃO, DIREITO À CULTURA, DIREITO DE PROPRIEDADE, PRINCÍPIO DA LIVRE INICIATIVA. LEI ESTADUAL, MEIA-ENTRADA, DIREITO À CULTURA, DIREITO AO LAZER, DIREITO, DESPORTO. RESTRIÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, FINALIDADE, REALIZAÇÃO, POLÍTICA PÚBLICA. PRECEDENTE, LEI ESTADUAL, MEIA-ENTRADA, MOMENTO ANTERIOR, EDIÇÃO, LEI FEDERAL, LACUNA DA LEI. FEDERALISMO COOPERATIVO, CRITÉRIO, DEFINIÇÃO, LIMITAÇÃO, COMPETÊNCIA, ENTE FEDERADO, MATÉRIA, COMPETÊNCIA CONCORRENTE, INTERPRETAÇÃO TELEOLÓGICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ANDRÉ MENDONÇA: COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, LEGISLAÇÃO, DIREITO ECONÔMICO; COMPETÊNCIA SUPLEMENTAR, MUNICÍPIO, MATÉRIA, INTERESSE LOCAL. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, LIMITAÇÃO, EDIÇÃO, NORMA GERAL. DEFINIÇÃO, ALCANCE, NORMA GERAL. DISTINÇÃO, LEI NACIONAL, LEI FEDERAL. EFEITO VINCULANTE, NORMA GERAL, ENTE FEDERADO. NORMA GERAL, APLICABILIDADE, UNIFORME, ENTE FEDERADO. POSSIBILIDADE, APLICAÇÃO IMEDIATA, NORMA GERAL. DEFINIÇÃO, INTERESSE LOCAL. INTERESSE LOCAL, CRITÉRIO, LIMITAÇÃO, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO. PRECEDENTE, NORMA GERAL, LICITAÇÃO, INTEGRAÇÃO LEGISLATIVA, LEI ESTADUAL. COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, NORMA GERAL, AMIANTO. LEI ESTADUAL, REGULAMENTAÇÃO, USO, AMIANTO. LEI ESTADUAL, MEIA-ENTRADA, DIREITO À EDUCAÇÃO, DIREITO À CULTURA, DIREITO AO LAZER, DIREITO, DESPORTO. LEI MUNICIPAL, GRATUIDADE, ACESSO, IDOSO, CINEMA, DIVERGÊNCIA, LEGISLAÇÃO FEDERAL, PACTO FEDERATIVO, PRINCÍPIO DA PROPORCIONALIDADE. ÔNUS, INTERVENÇÃO DO ESTADO NA ECONOMIA, CONTRAPARTIDA, ENTE PRIVADO. COLISÃO DE DIREITOS FUNDAMENTAIS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: LEI MUNICIPAL, GRATUIDADE, ACESSO, IDOSO, CINEMA, DIVERGÊNCIA, LEGISLAÇÃO FEDERAL. PRECEDENTE, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. JURISPRUDÊNCIA, PONDERAÇÃO DE PRINCÍPIOS, CONSTITUIÇÃO FEDERAL. LEI MUNICIPAL, GRATUIDADE, ACESSO, IDOSO, CINEMA, INOCORRÊNCIA, RAZOABILIDADE, OFENSA, PRINCÍPIO DA LIVRE INICIATIVA, DIREITO DE PROPRIEDADE. COMPETÊNCIA CONCORRENTE, DIREITO ECONÔMICO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: LEI ESTADUAL, MEIA-ENTRADA, DIREITO À EDUCAÇÃO, DIREITO À CULTURA, DIREITO, DESPORTO. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO ECONÔMICO. COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MATÉRIA, INTERESSE LOCAL. COMPETÊNCIA SUPLEMENTAR, MUNICÍPIO, LEGISLAÇÃO FEDERAL, LEGISLAÇÃO ESTADUAL. LEI MUNICIPAL, AMPLIAÇÃO, GARANTIA, DIREITO AO LAZER, COMPETÊNCIA SUPLEMENTAR, MUNICÍPIO. ESTATUTO DO IDOSO, PARTICIPAÇÃO, IDOSO, ATIVIDADE CULTURAL. FEDERALISMO COOPERATIVO, MATÉRIA, SAÚDE PÚBLICA. FEDERALISMO, MECANISMO, DESCENTRALIZAÇÃO, POLÍTICA, REALIZAÇÃO, DIREITO FUNDAMENTAL.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: LIMITAÇÃO, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, NORMA GERAL, HIPÓTESE, COMPETÊNCIA CONCORRENTE. INTERVENÇÃO, ENTE FEDERADO, DOMÍNIO ECONÔMICO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL.\n\n- TERMO(S) DE RESGATE: CONSTITUIÇÕES ECONÔMICAS, DIREITO COMPARADO, CONSTITUIÇÃO FEDERAL DE 1988. CARÁTER VERTICAL, COMPETÊNCIA CONCORRENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1307028&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI ESTADUAL, MEIA-ENTRADA, DIREITO À EDUCAÇÃO, DIREITO À CULTURA, DIREITO AO LAZER, DIREITO, DESPORTO)\nADI 1950 (TP), ADI 2163 (TP), ADI 3512 (TP). \n(ALCANCE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO)\nADI 1950 (TP). \n(RESTRIÇÃO, PRINCÍPIO DA LIVRE INICIATIVA, FINALIDADE, REALIZAÇÃO, POLÍTICA PÚBLICA)\nADI 319 QO (TP). \n(NORMA GERAL, APLICABILIDADE, UNIFORME, ENTE FEDERADO)\nADI 3645 (TP). \n(NORMA GERAL, LICITAÇÃO, INTEGRAÇÃO LEGISLATIVA, LEI ESTADUAL)\nADI 3735 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, NORMA GERAL, AMIANTO)\nADI 2396 (TP), ADI 2396 MC (TP). \n(LEI ESTADUAL, REGULAMENTAÇÃO, USO, AMIANTO)\nADI 3357 (TP), ADI 3356 (TP), ADI 3406 (TP), ADI 3470 (TP), ADPF 109 (TP), ADI 3937 (TP). \n(ÔNUS, INTERVENÇÃO DO ESTADO NA ECONOMIA, CONTRAPARTIDA, ENTE PRIVADO)\nADI 1950 (TP), ADI 3512 (TP). \n(FEDERALISMO COOPERATIVO, MATÉRIA, SAÚDE PÚBLICA)\nADPF 672 MC-Ref (TP). \n(FEDERALISMO, DESCENTRALIZAÇÃO, POLÍTICA, REALIZAÇÃO, DIREITO FUNDAMENTAL)\nRE 194704 (TP). \n(PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO)\nADI 815 (TP). \n(PONDERAÇÃO DE PRINCÍPIOS, CONSTITUIÇÃO FEDERAL)\nRE 611874 (TP), ARE 654432 (TP), ARE 801676 AgR (1ªT). \n- Legislação estrangeira citada: Constituição do México, de 1917; Constituição de Weimar, de 1919.\nNúmero de páginas: 83.\nAnálise: 05/07/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : CINEMARK BRASIL S.A. \nADV.(A/S)  : EDUARDO BASTOS FURTADO DE MENDONCA \nADV.(A/S)  : FELIPE DE MELO FONTE \nAGDO.(A/S)  : MUNICIPIO DE COTIA \nADV.(A/S)  : LEONARDO AQUINO GOMES \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE COTIA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":474641,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1307028 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2022-11-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competência na Constituição de 1988. 5. ed. São Paulo: Atlas, 2010. p. 129-130.\nALMEIDA, Fernanda Dias Menezes de. Competência na Constituição de 1988. 5. ed. São Paulo: Atlas, 2010. p. 139.\nBARROSO, Luís Roberto. Curso de Direito Constitucional Contemporâneo. 10. ed. São Paulo: SaraivaJur, 2022. p. 570.\nBERCOVICI, Gilberto. Política Econômica e Direito Econômico. Revista da Faculdade de Direito da Universidade de São Paulo. 2010. v. 105. p. 389–406.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional. 2. ed. Coimbra: Almedina, 1980. p. 117.\nFERRAZ JÚNIOR, Tércio Sampaio. Normas gerais e competência concorrente. Uma exegese do art. 24 da Constituição Federal. In: Revista da Faculdade de Direito da Universidade de São Paulo. v. 90. São Paulo: FDUSP, 1995. p. 249.\nGONET BRANCO, Paulo Gustavo; MENDES, Gilmar Ferreira. Curso de direito constitucional. 15. ed. São Paulo: Saraiva Educação, 2020. p. 937.\nMONCADA, Luis S. Cabral de. Direito Económico. Coimbra: Editora Coimbra, 1998. p. 140.\nMERCIER. Antonio Sérgio Pacheco. Constituição Federal Interpretada Artigo por Artigo, Parágrafo por Parágrafo. 3. ed. São Paulo: Manole. p. 225.\nROCHA, Cármen Lúcia Antunes. República e federação no Brasil. Traços constitucionais da organização política brasileira. Belo Horizonte: Del Rey, 1997. p. 247.\nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. Ingo Wolfgang Sarlet, Luiz Guilherme Marinoni, Daniel Mitidiero. 11. ed. São Paulo: SaraivaJur, 2022. p. 99-101.\nSILVA, José Afonso da. Comentário contextual à Constituição. 5. ed. São Paulo: Malheiros, 2008. p. 280-281.\nTAVARES, André Ramos. Curso de direito constitucional. 18. ed. São Paulo: Saraiva Educação, 2020. p. 940.","ministro_facet":["EDSON FACHIN","GILMAR MENDES"],"processo_numero":1307028,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451068","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Plenário, Sessão Virtual de 18.6.2021 a 25.6.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451068","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur451068","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravo regimental em ação originária. Ação ordinária inicialmente distribuída em vara federal de primeira instância. Remessa dos autos ao STF. Competência da Suprema Corte para sua apreciação, nos termos do art. 102, inciso I, f, da Constituição Federal. Resolução CNJ nº 228/2016. Apostilamento de documentos estrangeiros. Papel seguro emitido pela Casa da Moeda do Brasil. Exclusividade. Uniformização e segurança. Agravo regimental a que se nega provimento.\n\n\n\n    1. Compete à Suprema Corte apreciar e julgar a presente ação originária, nos termos do art. 102, inciso I, f, da Constituição Federal, tendo em vista recente decisão do Tribunal Pleno.\n\n\n\n    2. A ação questiona a obrigatoriedade, determinada pelo Resolução CNJ nº 228/2016, da utilização exclusiva do papel fornecido pela Casa da Moeda do Brasil para o apostilamento dos documentos estrangeiros no Brasil.\n\n\n\n    3. O Conselho Nacional de Justiça, ao determinar que, para a impressão da apostila, as serventias extrajudiciais deveriam utilizar apenas o papel fornecido pela Casa da Moeda do Brasil, buscou a uniformização necessária para garantir a segurança a todos aqueles que se utilizam dos serviços de apostilamento dos documentos estrangeiros.\n\n\n\n    4. Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756807963","externo_seq_objeto_incidente":6122582,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-164  DIVULG 17-08-2021  PUBLIC 18-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2510&classe=AO","is_colac":false,"titulo":"AO 2510 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00001 LET-F ART-03-B\n    PAR-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01021\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-008660 ANO-2016\n    DECRETO PROMULGA A CONVENÇÃO SOBRE A ELIMINAÇÃO DA EXIGÊNCIA DE LEGALIZAÇÃO DE DOCUMENTOS PÚBLICOS ESTRANGEIROS, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM HAIA, EM 5 DE OUTUBRO DE 1961\n\n","LEG-FED   RES-000228 ANO-2016\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 PAR-00001 ART-00249\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA COLEGIALIDADE, PRINCÍPIO DA EFETIVIDADE DO PROCESSO, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. APOSTILAMENTO, DOCUMENTO PÚBLICO, CERTIFICAÇÃO, AUTENTICIDADE, ORIGEM. INEXISTÊNCIA, MONOPÓLIO, APOSTILAMENTO, CASA DA MOEDA, OBSERVÂNCIA, PRINCÍPIO DA LIVRE CONCORRÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2510&classe=AO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AO-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA COLEGIALIDADE, POSSIBILIDADE, DECISÃO MONOCRÁTICA)\nAO 2330 AgR (TP). \n- Legislação estrangeira citada: art.2, §2, da Convenção de Haia.\nNúmero de páginas: 19.\nAnálise: 28/04/2022, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MC ARTHUR DI ANDRADE CAMARGO \nADV.(A/S)  : WALTER JOSE FAIAD DE MOURA E OUTRO(A/S)\nAGDO.(A/S)  : CONSELHO NACIONAL DE JUSTIÇA - CNJ \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451068,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AO 2510 AgR","processo_classe_processual_unificada_classe_sigla":"AO","julgamento_data":"2021-06-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA AÇÃO ORIGINÁRIA","documental_doutrina_texto":"PERGUNTAS frequentes - apostila de Haia. Site do Conselho Nacional de Justiça (CNJ). Disponível em: https://www.cnj.jus.br/poder-judiciario/relacoes-internacionais/apostilada-haia/perguntas-frequentes-5.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":2510,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur457292","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido formulado pelo Governo dos Estados Unidos da América, para conceder a extradição do nacional bengalês SAIFULLAH ALMAMUN ou SAIFUL AL-MAMUN, condicionada a entrega do estrangeiro à conclusão do processo penal perante a justiça brasileira ou ao cumprimento da respectiva pena, ressalvada manifestação expressa do Presidente da República (art. 95 da Lei 13.445/2017), e observados os compromissos assumidos pelo Estado Requerente (art. 96 da Lei 13.445/2017), nos termos do voto da Relatora, com ressalvas do Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 26.11.2021 a 3.12.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur457292","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur457292","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CRIMES DE CONSPIRAÇÃO E MIGRAÇÃO ILEGAL. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. CONTENCIOSIDADE LIMITADA. SÚMULA 421/STF. ESTRANGEIRO PROCESSADO CRIMINALMENTE NO BRASIL. ENTREGA ANTES DO CUMPRIMENTO DA PENA NO BRASIL SUJEITO A JUÍZO DE CONVENIÊNCIA DO PODER EXECUTIVO. ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo dos Estados Unidos da América que atende os requisitos da Lei 13.445/2017, do Tratado de Extradição específico e da Convenção das Nações Unidas contra o Crime Organizado Transnacional. \n\n\n\n    2. A apreciação das teses defensivas pertinentes ao mérito da imputação extrapola os limites da contenciosidade limitada que rege o processo de extradição (art. 91, § 1º, da Lei de Migração). \n\n\n\n    3. Fatos criminosos imputados ao Extraditando que correspondem aos crimes de associação criminosa e de promoção de migração ilegal, previstos nos arts. 288 e 232-A do Código Penal. Dupla incriminação atendida.\n\n\n\n    4. Inocorrência de prescrição e óbices legais.\n\n\n\n    5. A circunstância de o Extraditando possuir vínculo conjugal ou familiar com pessoa de nacionalidade brasileira não impede o deferimento da extradição (Súmula 421/STF).\n\n\n\n    6. Extraditando processado criminalmente no Brasil. Fato não impeditivo da extradição, ficando a entrega condicionada à extinção do feito ou ao cumprimento da pena no Brasil, com ressalva do juízo discricionário do Presidente da República, nos termos do art. 95 da Lei 13.445/2017. \n\n\n\n    7. A missão diplomática do Estado Requerente, por intermédio de Nota Verbal juntada aos autos, assumiu todos os compromissos previstos no art. 96 da Lei 13.445/2017.\n\n\n\n    8. Extradição deferida. Entrega do súdito estrangeiro condicionada à conclusão do processo penal perante a justiça brasileira ou ao cumprimento da respectiva pena, ressalvada manifestação expressa do Presidente da República (art. 95 da Lei 13.445/2017), e observados os compromissos assumidos pelo Estado Requerente (art. 96 da Lei 13.445/2017).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758645343","externo_seq_objeto_incidente":5842390,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-243  DIVULG 09-12-2021  PUBLIC 10-12-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1621&classe=Ext","is_colac":false,"titulo":"Ext 1621","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815 ANO-1980\n    EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00002 \"CAPUT\" PAR-00004 INC-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 ART-00088 PAR-00003 ART-00091\n    PAR-00001 ART-00095 ART-00096 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1962\n    ART-00009 NÚMERO-00002 ART-00014\n    TRATADO TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-INT   CVC ANO-2000\n    ART-00016\n    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00075 ART-00109 INC-00003\n    INC-00004 ART-0232A PAR-00001 PAR-00002\n    INC-00001 INC-00002 PAR-00003 ART-00288\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013 ANO-1964\n    DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DLG-000231 ANO-2003\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-055750 ANO-1965\n    DECRETO -  PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-005015 ANO-2004\n    DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-12-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DISTINÇÃO, PEDIDO, EXTRADIÇÃO, AÇÃO PENAL, ESTADO BRASILEIRO. EQUIPARAÇÃO, CRIME DE CONSPIRAÇÃO, CRIME, ASSOCIAÇÃO CRIMINOSA. OCORRÊNCIA, CRIME, MOMENTO ANTERIOR, ALTERAÇÃO, LEI, PREVISÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ALEXANDRE DE MORAES: COMPROMISSO, ESTADO REQUERENTE, ENTREGA DO EXTRADITANDO, OBSERVÂNCIA, LIMITE MÁXIMO, LEGISLAÇÃO BRASILEIRA. INAPLICABILIDADE, PRINCÍPIO, IRRETROATIVIDADE DA LEI PENAL. APLICAÇÃO IMEDIATA, MODIFICAÇÃO, CÓDIGO PENAL, MATÉRIA, EXECUÇÃO DA PENA.\n\n- TERMO(S) DE RESGATE: EXECUÇÃO DIFERIDA DA EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1621&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1365 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA DUPLA TIPICIDADE)\nExt 977 (TP), Ext 1554 (1ªT). \n(EQUIPARAÇÃO, CRIME DE CONSPIRAÇÃO, ASSOCIAÇÃO CRIMINOSA)\nExt 1212 (1ªT), Ext 1486 (1ªT), Ext 1505 (1ªT), Ext 1277 (1ªT). \n(CONSTITUCIONALIDADE, EXTRADIÇÃO, EXTRADITANDO, FILHO BRASILEIRO, CÔNJUGE BRASILEIRO)\nExt 1343 (2ªT), Ext 1407 (2ªT), Ext 1466 (2ªT), Ext 1529 (1ªT), Ext 1531 (1ªT), Ext 1551 (2ªT), Ext 1492 QO (1ªT), Ext 1563 (1ªT), Ext 1572 (1ªT), Ext 1598 (2ªT). \n(EXTRADIÇÃO, EXECUÇÃO, PODER DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA)\nExt 1499 (1ªT), Ext 1630 (2ªT). \n(EXTRADIÇÃO, ALTERAÇÃO, EXECUÇÃO DA PENA, LEI PROCESSUAL PENAL, APLICAÇÃO IMEDIATA)\nExt 1505 (1ªT), Ext 1645 (1ªT), Ext 1648 (1ªT). \n(EXTRADIÇÃO, FATO IMPUTADO, MOMENTO ANTERIOR, PACOTE ANTICRIME, ESTADO REQUERENTE, PENA MÁXIMA)\nExt 1599 (2ªT), Ext 1641 (1ªT), Ext 1652 (1ªT). \n(IRRETROATIVIDADE DA LEI PENAL)\nExt 1505 (1ªT), Ext 1648 (1ªT). \n- Decisões monocráticas citadas:\n(EXTRADIÇÃO, ALTERAÇÃO, EXECUÇÃO DA PENA, LEI PROCESSUAL PENAL, APLICAÇÃO IMEDIATA)\nExt 1661.\n(IRRETROATIVIDADE DA LEI PENAL)\nExt 1661.\n- Legislação estrangeira citada: Título 8, seções 1324(a)(1)(A)(i), 1324(a)(1)(A)(v)(I), 1324(a)(1)(B)(i), 1324(a)(2)(B)(ii), 1324(a)(1)(A)(iv), 1324(a)(1)(v)(I) e 1324(a)(1)(B)(i), Título 18, seção 2, e art. 18, Seção 3298, do Código de Leis dos Estados Unidos (U.S. Code).\nNúmero de páginas: 20.\nAnálise: 12/09/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : SAIFULLAH ALMAMUN OU SAIFUL AL-MAMUN OU SAIFUL ISLAM \nADV.(A/S)  : GUILHERME CURCELLI GUIMARÃES \nADV.(A/S)  : RONALDO VAZ DE OLIVEIRA \nADV.(A/S)  : CLEIDIANY KELLY SILVA CAVALCANTE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":457292,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1621","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-12-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1621,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur458605","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Marco Aurélio (Relator) e Rosa Weber, que julgavam procedente o pedido formulado na ação rescisória, para rescindir o acórdão no mandado de segurança nº 36.359, Segunda Turma, Relator Ministro Ricardo Lewandowski, e declarar, ante a condição do autor de brasileiro nato, a insubsistência da Portaria nº 90, de 14 de fevereiro de 2018, do Ministério da Justiça e Segurança Pública, e condenavam a ré nas despesas processuais, fixando honorários advocatícios no valor de R$ 10.000,00 (dez mil reais); dos votos dos Ministros Gilmar Mendes e Nunes Marques, que julgavam improcedente a ação rescisória e fixavam honorários em R$ 1.000,00 (mil reais), devidos aos Advogados da União; e do voto do Ministro Alexandre de Moraes, que acompanhava a divergência do Ministro Gilmar Mendes, para julgar improcedente a ação rescisória, mas condenava a parte autora ao pagamento de honorários advocatícios arbitrados em R$ 5.000,00 (cinco mil reais), corrigidos a partir desta decisão, nos termos do artigo 85, § 3º, I, do CPC de 2015, pediu vista dos autos o Ministro Roberto Barroso. Plenário, Sessão Virtual de 25.6.2021 a 2.8.2021.\r\n\n           Decisão: O Tribunal, por maioria, julgou improcedente a ação rescisória e fixou honorários em R$ 1.000,00 (mil reais), devidos aos Advogados da União, nos termos do voto do Ministro Gilmar Mendes, Revisor e Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Rosa Weber e Edson Fachin. O Ministro Alexandre de Moraes acompanhou o voto do Ministro Gilmar Mendes, para julgar improcedente a ação rescisória, mas condenava a parte autora ao pagamento de honorários advocatícios arbitrados em R$ 5.000,00 (cinco mil reais), corrigidos a partir desta decisão (artigo 85, § 3º, I, do CPC de 2015). Plenário, Sessão Virtual de 1.10.2021 a 8.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur458605","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur458605","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação rescisória. 2. Constitucional. 3. Perda da nacionalidade brasileira. Aquisição de outra nacionalidade por brasileiro nato. Violação do art. 12, § 4º, inciso II, alínea \"b\", da Constituição Federal e ao art. 8º, § 4º, da Convenção para a Redução dos Casos de Apatridia (Decreto 8.501/2015). Inocorrência. 4. Voluntariedade da nacionalização estrangeira. Extradição deferida em parte pela Segunda Turma. 5. Decisão rescindenda em absoluta harmonia com jurisprudência firmada na Suprema Corte a respeito do tema. 6. Improcedência dos pedidos. 7. Honorários advocatícios devidos à União (art. 85, caput, do CPC).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759025924","externo_seq_objeto_incidente":6006783,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-022  DIVULG 04-02-2022  PUBLIC 07-02-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2800&classe=AR","is_colac":false,"titulo":"AR 2800","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00051 ART-00012 INC-00001\n    LET-A LET-B LET-C INC-00002\n    LET-B PAR-00004 INC-00001 INC-00002\n    LET-A LET-B ART-00102 INC-00001\n    LET-O ART-00105 INC-00001 LET-C\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 \"CAPUT\" PAR-00002 INC-00001\n    INC-00002 INC-00003 INC-00004 PAR-00003\n    INC-00001 PAR-00008 ART-00966 INC-00001\n    INC-00002 INC-00003 INC-00004 INC-00005\n    INC-00006 INC-00007 INC-00008 ART-00968\n    INC-00002 ART-00975\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1961\n    ART-00001 NÚMERO-00001 ART-00008 NÚMERO-00003\n    INC-00002 LET-A NÚMERO-00004\n    CONVENÇÃO PARA A REDUÇÃO DOS CASOS DE APATRIDIA, FIRMADA EM NOVA IORQUE, EM 30 DE AGOSTO DE 1961\n\n","LEG-INT   CVC ANO-1969\n    ART-00020\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000274 ANO-2007\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO PARA A REDUÇÃO DOS CASOS DE APATRIDIA, FIRMADA EM NOVA IORQUE, EM 30 DE AGOSTO DE 1961\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-008501 ANO-2015\n    DECRETO - PROMULGA A CONVENÇÃO PARA A REDUÇÃO DOS CASOS DE APATRIDIA, FIRMADA EM NOVA IORQUE, EM 30 DE AGOSTO DE 1961\n\n","LEG-FED   DEC-009199 ANO-2017\n    ART-00250\n    DECRETO\n\n","LEG-FED   PRT-000090 ANO-2018\n    PORTARIA DO  MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA - MJSP\n\n","LEG-FED   SUMSTF-000343\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-02-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AÇÃO RESCISÓRIA, SUCEDÂNEO, RECURSO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: AÇÃO RESCISÓRIA, OFENSA A LITERAL DISPOSIÇÃO DE LEI, DECISÃO RESCINDENDA, MANIFESTAMENTE CONTRÁRIO, NORMA LEGAL. AÇÃO RESCISÓRIA, REDISCUSSÃO, MATÉRIA, DECISÃO RESCINDENDA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PERDA, NACIONALIDADE BRASILEIRA, BRASILEIRO NATO, GREEN CARD, OPÇÃO DE NACIONALIDADE, VOLUNTARIEDADE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: BRASILEIRO NATO, INSUBSISTÊNCIA, PORTARIA, MINISTÉRIO DA JUSTIÇA (MJ), PERDA, NACIONALIDADE.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: EXTRADIÇÃO, BRASILEIRO NATO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2800&classe=AR","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, BRASILEIRO NATO)\nHC 83113 QO (TP). \n(PERDA, NACIONALIDADE BRASILEIRA, OPÇÃO, NACIONALIDADE ESTRANGEIRA)\nMS 33864 (1ªT), Ext 1462 (1ªT), AR 2630 AgR (TP), Ext 1630 (2ªT). \n(AÇÃO RESCISÓRIA, SUCEDÂNEO, RECURSO)\nAR 2485 AgR (TP), AR 2696 AgR (TP). \n(AÇÃO RESCISÓRIA, OFENSA A LITERAL DISPOSIÇÃO DE LEI, DECISÃO RESCINDENDA, MANIFESTAMENTE CONTRÁRIO, NORMA LEGAL)\nAR 1470 (TP). \n(AÇÃO RESCISÓRIA, REDISCUSSÃO, MATÉRIA, DECISÃO RESCINDENDA)\nAR 973 (TP). \n- Veja ofício 2190/2016/ACRIM/SCI/PGR, do Ministério Público Federal.\n- Veja Parecer 30/2017/DIEP/DEMIG/SNJ (5562582), do Departamento de Migrações da Secretaria Nacional de Justiça,\n- Legislação estrangeira citada: art. 15, da Declaração Universal de Direitos do Homem\n- Veja MS 36359 do STF.\nNúmero de páginas: 53.\nAnálise: 16/11/2022, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : CARLOS NATANIEL WANZELER \nADV.(A/S)  : ANTONIO CARLOS DE ALMEIDA CASTRO E OUTRO(A/S)\nRÉU(É)(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458605,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AR 2800","processo_classe_processual_unificada_classe_sigla":"AR","julgamento_data":"2021-10-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO RESCISÓRIA","documental_doutrina_texto":"MENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 738-739.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 8 e 643-644.\nSILVA, José Antonio da. Curso de Direito Constitucional Positivo. Malheiros, 2002. p. 332, item n. 7.","ministro_facet":["MARCO AURÉLIO","GILMAR MENDES"],"processo_numero":2800,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur459355","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por empate na votação, deu parcial provimento ao recurso para conceder parcialmente a ordem de habeas corpus de modo a determinar que o Juízo de origem, se ainda não o fez, realize audiência de custódia, na modalidade presencial ou por videoconferência, em conformidade com o disposto no art. 19 da Resolução 329/2020, no prazo de 24 (vinte e quatro) horas, a contar da comunicação deste julgamento, nos termos do voto médio do Ministro Gilmar Mendes, Redator para o acórdão, no que acompanhado pelo Ministro Ricardo Lewandowski que, em maior extensão, dava provimento integral ao recurso interposto para conceder a ordem ao recorrente, a fim de assegurar-lhe a liberdade provisória, salvo se por outro crime não estiver preso, vencidos os Ministros Nunes Marques (Relator) e Edson Fachin, que negavam provimento ao agravo regimental. Por fim, registrou-se que o cumprimento dessa decisão poderá ser realizado através de diligência ou no próprio Tribunal. Presidência do Ministro Nunes Marques. 2ª Turma, 26.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"NUNES MARQUES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur459355","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur459355","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Penal e Processual Penal. Habeas corpus. Audiência de custódia. Direito fundamental do preso a ser apresentado sem demora a uma autoridade judicial que possa controlar eventuais abusos e analisar a legitimidade da restrição à liberdade (art. 7.5, CADH). A superveniência da realização da audiência de instrução e julgamento não torna superada a alegação de ausência de audiência de custódia. Necessidade em qualquer espécie de prisão. Ordem parcialmente concedida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759231021","externo_seq_objeto_incidente":6213706,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-032  DIVULG 17-02-2022  PUBLIC 18-02-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=202700&classe=HC","is_colac":false,"titulo":"HC 202700 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-010826 ANO-2003\n    ART-00014\n    ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   LEI-011343 ANO-2006\n    ART-00033 \"CAPUT\"\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013964 ANO-2019\n    ART-0003B PAR-00001 ART-00287 ART-00310\n    PAR-00004\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00007 INC-00005 ART-00008 INC-00002\n    LET-D LET-F\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   PCT ANO-1966\n    ART-00009 INC-00003 ART-00014 INC-00003\n    LET-D\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00312 ART-00313 ART-00316 PAR-ÚNICO\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000213 ANO-2015\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000322 ANO-2020\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000329 ANO-2020\n    ART-00019\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2022-02-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRISÃO PREVENTIVA, FUNDAMENTAÇÃO IDÔNEA, GRAVIDADE CONCRETA, CONDUTA, PACIENTE, MAUS ANTECEDENTES, APREENSÃO, GRANDE QUANTIDADE, DROGA, ARMA, DINHEIRO. AUDIÊNCIA DE CUSTÓDIA, MECANISMO, CONTROLE DE LEGALIDADE, PRISÃO, ESTADO DEMOCRÁTICO DE DIREITO. AUDIÊNCIA DE CUSTÓDIA, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, DISTINÇÃO, FINALIDADE. EVENTUALIDADE, DISCUSSÃO, ABUSO, PRISÃO, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, APRECIAÇÃO, CARÁTER INCIDENTAL, AUSÊNCIA, CONTRADITÓRIO. AUDIÊNCIA DE CUSTÓDIA, DIREITO FUNDAMENTAL, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. POSSIBILIDADE, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, TRIBUNAL, DELEGAÇÃO, JUÍZO DE PRIMEIRO GRAU, CONFORMIDADE, APRECIAÇÃO, RAZOABILIDADE, MINISTRO RELATOR, CASO CONCRETO.\n\n- VOTO, MIN. NUNES MARQUES: PRISÃO PREVENTIVA, REQUISITO, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. CASO CONCRETO, DECISÃO, DECRETAÇÃO, PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, GRAVIDADE CONCRETA, CONDUTA, PACIENTE, ENVOLVIMENTO, TRÁFICO DE DROGAS, GRANDE QUANTIDADE, VARIEDADE. SUPERVENIÊNCIA, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, SUPERAÇÃO, ALEGAÇÃO, AUSÊNCIA, AUDIÊNCIA DE CUSTÓDIA. JURISPRUDÊNCIA FIRMADA, STF, INOBSERVÂNCIA, REAVALIAÇÃO, PRAZO, PRISÃO PREVENTIVA, AUSÊNCIA, REVOGAÇÃO, FORMA AUTOMÁTICA, PRISÃO. JUÍZO COMPETENTE, REAVALIAÇÃO, LEGALIDADE, FUNDAMENTO, PRISÃO PREVENTIVA. HABEAS CORPUS, SUPRESSÃO DE INSTÂNCIA, TRIBUNAL A QUO, AUSÊNCIA, APRECIAÇÃO, PEDIDO, LIBERDADE, PACIENTE, FUNDAMENTO, GRUPO DE RISCO, CONTAMINAÇÃO, NOVO CORONAVÍRUS. AUSÊNCIA, DEMONSTRAÇÃO, PARTE IMPETRANTE, IMPOSSIBILIDADE, ATENDIMENTO, MÉDICO, PRISÃO. INEXISTÊNCIA, ILEGALIDADE, MANUTENÇÃO, PRISÃO PREVENTIVA, AGRAVANTE.\n\n- VOTO, MIN. EDSON FACHIN: AUDIÊNCIA DE CUSTÓDIA, NORMA DE OBSERVÂNCIA OBRIGATÓRIA. CASO CONCRETO, REALIZAÇÃO, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, INTERROGATÓRIO, AGRAVANTE, SENTENÇA CONDENATÓRIA; PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: HABEAS CORPUS, IMPETRAÇÃO, DECISÃO MONOCRÁTICA, TRIBUNAL SUPERIOR. PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA. SUPERVENIÊNCIA, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, AUSÊNCIA, SUPERAÇÃO, AUDIÊNCIA DE CUSTÓDIA. AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, AUDIÊNCIA DE CUSTÓDIA, ATO NORMATIVO, DISTINÇÃO, NATUREZA JURÍDICA, FINALIDADE. AUDIÊNCIA DE CUSTÓDIA, MAGISTRADO, DECISÃO, RELAXAMENTO DE PRISÃO, CONVERSÃO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA; SUBSTITUIÇÃO, PRISÃO CAUTELAR, LIBERDADE PROVISÓRIA; ADOÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO; REALIZAÇÃO, EXAME DE SAÚDE, APURAÇÃO, MAUS-TRATOS, ABUSO, AUTORIDADE POLICIAL, MOMENTO, ATO, PRISÃO. DIREITO FUNDAMENTAL, INVESTIGADO, PRESENÇA, ATO PROCESSUAL. AUSÊNCIA, AUDIÊNCIA DE CUSTÓDIA, OFENSA, LEGISLAÇÃO, JURISPRUDÊNCIA, STF, DEVIDO PROCESSO LEGAL, AMPLA DEFESA. SUSPENSÃO, AUDIÊNCIA DE CUSTÓDIA, MOMENTO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), MAGISTRADO, CONTROLE JUDICIAL, PRISÃO, INTERMÉDIO, AUTO DE PRISÃO EM FLAGRANTE, EXAME DE CORPO DE DELITO. RESOLUÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), PREVISÃO, RETOMADA, AUDIÊNCIA DE CUSTÓDIA. DECISÃO MONOCRÁTICA, MINISTRO, STF, AUTORIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, VIDEOCONFERÊNCIA. AUSÊNCIA, ILEGALIDADE, DECISÃO, DECRETAÇÃO, PRISÃO PREVENTIVA, AGRAVANTE, MAUS ANTECEDENTES, APREENSÃO, GRANDE QUANTIDADE, SUBSTÂNCIA ENTORPECENTE, QUANTIA, DINHEIRO, ARMA.\n\n- TERMO(S) DE RESGATE: DIREITO AO DAY IN COURT.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=202700&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO PREVENTIVA, EXCEPCIONALIDADE)\nHC 90753 (2ªT). \n(DECRETAÇÃO, PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, QUANTIDADE, VARIEDADE, DROGA)\nHC 104934 (1ªT), HC 112090 (1ªT), HC 134307 AgR (2ªT), HC 138213 (2ªT), HC 158276 (1ªT), HC 177678 AgR (1ªT). \n(AUSÊNCIA, AUDIÊNCIA DE CUSTÓDIA, SUPERVENIÊNCIA, AUDIÊNCIA DE INSTRUÇÃO E JULGAMENTO, SENTENÇA CONDENATÓRIA)\nHC 195299 AgR (2ªT), HC 194074 AgR (2ªT). \n(INOBSERVÂNCIA, PRAZO, REAVALIAÇÃO, PRISÃO PREVENTIVA)\nSL 1395 MC-Ref (TP). \n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 157575 AgR (2ªT), HC 164611 AgR (2ªT), HC 188702 AgR (1ªT), HC 189201 AgR (1ªT), HC 190387 AgR (2ªT), HC 190319 AgR (2ªT), HC 192077 AgR (2ªT). \n(PEDIDO, REVOGAÇÃO, PRISÃO PREVENTIVA, AUSÊNCIA, MOTIVAÇÃO)\nHC 194074 AgR (2ªT). \n- Veja HC 202579 AGR do STF.\n- Veja Recomendação 62/2020 e Recomendação 91/2021, do CNJ.\n- Decisão estrangeira citada: Caso Tibi v. Equador, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 29.\nAnálise: 12/09/2022, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : LUCIANO PEREIRA DOS SANTOS \nADV.(A/S)  : BRUNO BARROS MENDES \nAGDO.(A/S)  : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":459355,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 202700 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-10-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":"PAIVA, Caio. Audiência de custódia e o processo penal brasileiro. Empório do Direito, 2015. p. 37-39.","ministro_facet":["NUNES MARQUES","GILMAR MENDES"],"processo_numero":202700,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur460021","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 590 da repercussão geral, negou provimento ao recurso extraordinário, fixou a seguinte tese de repercussão geral: \"É constitucional a incidência do ISS no licenciamento ou na cessão de direito de uso de programas de computação desenvolvidos para clientes de forma personalizada, nos termos do subitem 1.05 da lista anexa à LC nº 116/03\" e atribuiu eficácia ex nunc, a contar de 3/3/21, data na qual foi publicada a ata de julgamento das ações diretas 1.945/MT e 5.659/MG, para: a) impossibilitar a repetição de indébito do ICMS incidente sobre operações com softwares em favor de quem recolheu esse imposto até 2/3/21, vedando, nesse caso, que os municípios cobrem o ISS em relação aos mesmos fatos geradores; b) impedir que os estados cobrem o ICMS em relação aos fatos geradores ocorridos até 2/3/21. Determinou, ainda, que ficam ressalvadas (i) as ações judiciais em curso em 2/3/21, inclusive as de repetição de indébito e as execuções fiscais em que se discutam a incidência do ICMS, e (ii) as hipóteses de comprovada bitributação relativas a fatos geradores ocorridos até 2/3/21, casos em que o contribuinte terá direito à repetição do indébito do ICMS, respeitado o prazo prescricional, independentemente da propositura de ação judicial até aquela data; e que, no caso de não recolhimento do ICMS ou do ISS, incide o ISS em relação aos fatos geradores ocorridos até 2/3/21. Tudo nos termos do voto do Relator. Plenário, Sessão Virtual de 26.11.2021 a 3.12.2021.","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["9"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur460021","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur460021","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recurso extraordinário. Repercussão geral. Direito Tributário. ISS. Licenciamento ou cessão de direito de uso de programas de computação desenvolvidos para clientes de forma personalizada. Subitem 1.05 da lista anexa à LC nº 116/03. Constitucionalidade. Precedentes do Tribunal Pleno.\n\n\n\n    1. Recentemente, o Tribunal Pleno, no julgamento das ADI nºs 1.945/MT e 5.659/MG, consignou que a tradicional distinção entre software de prateleira (padronizado) e por encomenda (personalizado) não é mais suficiente para a definição da competência para a tributação dos negócios jurídicos que envolvam programas de computador em suas diversas modalidades.\n\n\n\n    2. Na mesma oportunidade, a Corte aduziu que o legislador complementar, adotando critério objetivo, buscou dirimir conflitos de competências em matéria tributária envolvendo softwares, estabelecendo, no subitem 1.05 da lista anexa à LC nº 116/03, que estão sujeitos ao ISS o licenciamento e a cessão de direito de uso de programas de computação. Pontuou-se, ademais, que, conforme a Lei nº 9.609/98, o uso de programa de computador no País é objeto de contrato de licença.\n\n\n\n    3. Ainda naquela ocasião, o Tribunal consignou que, associado a isso, não se pode desconsiderar o fato de que é imprescindível a existência de esforço humano direcionado para a construção de programas de computação, sejam eles de qualquer tipo, configurando-se obrigação de fazer, a qual também se encontra presente nos demais serviços prestados ao usuário, como no help desk, nas atualizações etc. Outrossim, asseverou o Tribunal haver prestação de serviço no modelo denominado Software-as-a-Service (SaaS).\n\n\n\n    4. Aplica-se ao presente caso a orientação firmada no julgamento das citadas ações diretas.\n\n\n\n    5. Foi fixada a seguinte tese para o Tema nº 590 de repercussão geral: “[é] constitucional a incidência do ISS no licenciamento ou na cessão de direito de uso de programas de computação desenvolvidos para clientes de forma personalizada, nos termos do subitem 1.05 da lista anexa à LC nº 116/03”.\n\n\n\n    6. Recurso extraordinário não provido.\n\n\n\n    7. Os efeitos da decisão foram modulados nos termos da ata do julgamento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=759454168","externo_seq_objeto_incidente":4245695,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-040  DIVULG 02-03-2022  PUBLIC 03-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=688223&classe=RE","is_colac":false,"titulo":"RE 688223","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1946\n    ART-00015\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000018 ANO-1965\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    ART-00025 INC-00002\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00102 INC-00003 LET-A ART-00146\n    INC-00001 ART-00155 PAR-00003 ART-00156\n    INC-00003 PAR-00003 ART-00170 INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000033 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000116 ANO-2003\n    ANEXO-00001 ITEM-1.03 ITEM-1.04 ITEM-1.05\n    ART-00001 PAR-00001 ART-00003\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000157 ANO-2016\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-007646 ANO-1987\n    ART-00001 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009609 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   DEL-000406 ANO-1968\n    DECRETO-LEI\n\n","LEG-FED   RES-000073 ANO-1998\n    ART-00002\n    RESOLUÇÃO DA AGÊNCIA NACIONAL DE TELECOMUNICAÇÕES – ANATEL\n\n","LEG-EST   LCP-000087 ANO-1996\n    ART-00002\n    LEI COMPLEMENTAR\n\n","LEG-EST   LEI-007098 ANO-1998\n    LEI ORDINÁRIA, MT\n\n","LEG-MUN   LEI-013701 ANO-2003\n    ART-00001 PAR-00001 ART-00003\n    LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP"],"publicacao_data":"2022-03-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INCIDÊNCIA, IMPOSTO MUNICIPAL, HIPÓTESE, SOFTWARE PERSONALIZADO, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR. AUSÊNCIA, CONFUSÃO, SERVIÇO, LICENÇA, SOFTWARE PERSONALIZADO, PRESTAÇÃO DE SERVIÇO, SERVIÇO DE TELECOMUNICAÇÃO, CASO CONCRETO. CONSIDERAÇÃO, LICENÇA, SOFTWARE PERSONALIZADO, PRESTAÇÃO DE SERVIÇO, EMPRESA ESTRANGEIRA. VALIDADE, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), HIPÓTESE, PROVENIÊNCIA, SERVIÇO, PAÍS ESTRANGEIRO, HIPÓTESE, INÍCIO, SERVIÇO, PAÍS ESTRANGEIRO. PRINCÍPIO DA TRIBUTAÇÃO NO ESTADO DE DESTINO. PREVISÃO, LEI COMPLEMENTAR, EXCLUSÃO, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), HIPÓTESE, EXPORTAÇÃO, SERVIÇO, PAÍS ESTRANGEIRO. OCORRÊNCIA, TRIBUTAÇÃO, PAÍS, CONSUMO, BEM, SERVIÇO, OBJETO, EXPORTAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONSTITUCIONALIDADE, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), CONTRATO, LICENÇA, CESSÃO DE USO, SOFTWARE PERSONALIZADO. JURISPRUDÊNCIA, STF, INCIDÊNCIA, ICMS, SERVIÇO DE TELECOMUNICAÇÃO. PRINCÍPIO DA TRIBUTAÇÃO NO ESTADO DE DESTINO, FINALIDADE, DESONERAÇÃO FISCAL, EXPORTAÇÃO. PROGRAMA DE COMPUTADOR, DIREITO AUTORAL. PROGRAMA DE COMPUTADOR, DISPONIBILIDADE, CONSUMO, OBRIGAÇÃO DE FAZER.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EMENDA CONSTITUCIONAL, CONSTITUIÇÃO FEDERAL DE 1946, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). PREVISÃO, LEI COMPLEMENTAR, CRITÉRIO, DISTINÇÃO, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), ICMS. REGULAMENTAÇÃO, PROGRAMA DE COMPUTADOR. DEFINIÇÃO, PROGRAMA DE COMPUTADOR. EVOLUÇÃO, JURISPRUDÊNCIA, TRIBUTAÇÃO, PROGRAMA DE COMPUTADOR. CONSIDERAÇÃO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), PROGRAMA DE COMPUTADOR, ATIVIDADE INTELECTUAL, AUSÊNCIA, INCIDÊNCIA, ICMS. INCIDÊNCIA, IMPOSTO MUNICIPAL, LICENÇA, CESSÃO DE USO, PROGRAMA DE COMPUTADOR. DEFINIÇÃO, SERVIÇO, FINALIDADE, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). STF, INTERPRETAÇÃO EXTENSIVA, DEFINIÇÃO, SERVIÇO, HIPÓTESE, ARRENDAMENTO MERCANTIL. ENTENDIMENTO, STF, AFASTAMENTO, VINCULAÇÃO, TERMO, SERVIÇO, OBRIGAÇÃO DE FAZER, CÓDIGO CIVIL. CONSIDERAÇÃO, PRESTAÇÃO DE SERVIÇO, LICENÇA, CESSÃO DE USO, SOFTWARE PERSONALIZADO. DISTINÇÃO, SERVIÇO DE TELECOMUNICAÇÃO, SERVIÇO, LICENÇA, CESSÃO DE USO, SOFTWARE PERSONALIZADO. AUSÊNCIA, INCIDÊNCIA, ICMS, ATIVIDADE-MEIO, SERVIÇO DE TELECOMUNICAÇÃO. SERVIÇO DE TELECOMUNICAÇÃO, IMUNIDADE TRIBUTÁRIA. PRINCÍPIO DA TRIBUTAÇÃO NO ESTADO DE DESTINO. INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), IMPORTAÇÃO, SERVIÇO, FUNDAMENTO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA LIVRE CONCORRÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: VOTO DIVERGENTE, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), SOFTWARE PERSONALIZADO; INCIDÊNCIA, ICMS, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR. ADEQUAÇÃO, DISTINÇÃO, PROGRAMA DE COMPUTADOR, FINALIDADE, INCIDÊNCIA TRIBUTÁRIA. SUBMISSÃO, PRINCÍPIO DA COLEGIALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=688223&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCIDÊNCIA, ICMS, CESSÃO DE USO, PROGRAMA DE COMPUTADOR)\nRE 176626 (2ªT), ADI 1945 (TP), ADI 5576 (TP), ADI 5659 (TP). \n(ICMS, INCIDÊNCIA, SERVIÇO DE TELECOMUNICAÇÃO)\nRE 572020 (TP), RE 912888 (TP). \n(INCIDÊNCIA, ISS, ARRENDAMENTO MERCANTIL)\nRE 547245 (TP), RE 651703 (TP). \n(INCIDÊNCIA, ICMS, ATIVIDADE-MEIO, SERVIÇO DE TELECOMUNICAÇÃO)\nARE 1138434 AgR (2ªT), ARE 1136303 AgR (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\n(PROGRAMA DE COMPUTADOR, ATIVIDADE INTELECTUAL)\nSTJ: REsp 39457. \n(INCIDÊNCIA TRIBUTÁRIA, CESSÃO DE USO, LICENÇA, PROGRAMA DE COMPUTADOR, SOFTWARE PERSONALIZADO)\nSTJ: AgInt no REsp 1553801. \n(INCIDÊNCIA, ICMS, IMPORTAÇÃO, SERVIÇO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA LIVRE CONCORRÊNCIA)\nSTJ: AgRg NO AREsp 32547\nTJSP: Processo 0022463-72.2019.8.26.0000. \nNúmero de páginas: 73.\nAnálise: 10/01/2023, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : TIM CELULAR S/A \nADV.(A/S)  : ERNESTO JOHANNES TROUW \nADV.(A/S)  : FÁBIO FRAGA GONÇALVES \nRECDO.(A/S)  : MUNICÍPIO DE CURITIBA \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE CURITIBA \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRAS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS MUNICÍPIOS - CNM \nADV.(A/S)  : PAULO ANTÔNIO CALIENDO VELLOSO DA SILVEIRA \nAM. CURIAE.  : MUNICIPIO DE SAO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SÃO PAULO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"590 - Incidência de ISS sobre contratos de licenciamento ou de cessão de programas de computador (software) desenvolvidos para clientes de forma personalizada","old_seq_sjur":460021,"documental_tese_texto":"É constitucional a incidência do ISS no licenciamento ou na cessão de direito de uso de programas de computação desenvolvidos para clientes de forma personalizada, nos termos do subitem 1.05 da lista anexa à LC nº 116/03.","procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 688223","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-12-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BARRETO, Aires F. Curso de Direito Tributário Municipal. São Paulo: Saraiva. 2009. p. 317.\nBEVILACQUA, Lucas. Incentivos fiscais às exportações. Rio de Janeiro: Lúmen Juris, 2018. p. 171.\nCARRAZA, Roque Antônio. Curso de direito constitucional tributário. 32. ed. São Paulo: Malheiros, 2019. p. 877.\nHARADA, Kiyoshi. ISS: doutrina e prática. Atlas SA, 2000. p. 3.\nMELO, José Eduardo Soares de; PAULSEN, Leandro. Impostos federais, estaduais e municipais. 11. ed. São Paulo: Saraiva Educação, 2018. p. 361-362.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":688223,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur466192","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Celso de Mello (Relator), que negava provimento ao recurso de agravo, pediu vista o Ministro Gilmar Mendes. Segunda Turma, Sessão Virtual de 2.10.2020 a 9.10.2020.\r\n\n           Decisão: A Turma, por maioria, deu provimento aos agravos regimentais nas Pets 8.242, 8.259, 8.262, 8.263, 8.267 e 8.366, com o recebimento das queixas-crime pelos delitos dos arts. 139 e 140 do Código Penal e o regular processamento dos feitos, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencidos os Ministros Celso de Mello (Relator) e André Mendonça. Não participou deste julgamento o Ministro Nunes Marques por suceder a cadeira do Ministro Celso de Mello na Turma. Presidência do Ministro Nunes Marques. 2ª Turma, 3.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur466192","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:45:44.829195","dg_unique":"sjur466192","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Agravo. Penal e processo penal. Queixa-crime por difamação e injúria. Liberdade de expressão e imunidade parlamentar. Necessidade de vinculação com o exercício do mandato. Intuito manifestamente difamatório e injurioso das declarações do querelado. Doutrina e precedentes. Teoria funcional da imunidade parlamentar. Manifestações proferidas nas redes sociais. Provimento do recurso, com o recebimento da queixa-crime.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=761404141","externo_seq_objeto_incidente":5833317,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-118  DIVULG 17-06-2022  PUBLIC 20-06-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=8242&classe=Pet","is_colac":false,"titulo":"Pet 8242 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00002 ART-00005 INC-00054\n    INC-00055 ART-00053 \"CAPUT\" INC-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000035 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00004 ART-00039\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00109 INC-00006 ART-00117 INC-00001\n    ART-00138 ART-00139 PAR-ÚNICO ART-00140\n    PAR-00001\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00129 ART-00317\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000310\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-06-20","documental_acordao_mesmo_sentido_lista_texto":"Pet 8262 AgR PROCESSO ELETRÔNICO\n          JULG-03-05-2022  UF-DF  TURMA-02  MIN-CELSO DE MELLO N.PÁG-096\n          DJe-144  DIVULG 20-07-2022  PUBLIC 21-07-2022\n \nPet 8259 AgR PROCESSO ELETRÔNICO\n          JULG-03-05-2022  UF-DF  TURMA-02  MIN-CELSO DE MELLO N.PÁG-096\n          DJe-118  DIVULG 17-06-2022  PUBLIC 20-06-2022\n \nPet 8267 AgR PROCESSO ELETRÔNICO\n          JULG-03-05-2022  UF-DF  TURMA-02  MIN-CELSO DE MELLO N.PÁG-096\n          DJe-118  DIVULG 17-06-2022  PUBLIC 20-06-2022\n \nPet 8263 AgR PROCESSO ELETRÔNICO\n          JULG-03-05-2022  UF-DF  TURMA-02  MIN-CELSO DE MELLO N.PÁG-097\n          DJe-118  DIVULG 17-06-2022  PUBLIC 20-06-2022\n \nPet 8366 AgR PROCESSO ELETRÔNICO\n          JULG-03-05-2022  UF-DF  TURMA-02  MIN-CELSO DE MELLO N.PÁG-092\n          DJe-118  DIVULG 17-06-2022  PUBLIC 20-06-2022","documental_indexacao_texto":"- PROTEÇÃO, LIBERDADE DE EXPRESSÃO, EXERCÍCIO DE MANDATO ELETIVO. IMUNIDADE PARLAMENTAR, CARÁTER OBJETIVO. IMUNIDADE PARLAMENTAR, INAPLICABILIDADE, ACUSAÇÃO, IMPRENSA, PARLAMENTAR, MANIFESTAÇÃO, CONDIÇÃO, ADVOGADO. IMUNIDADE PARLAMENTAR, INAPLICABILIDADE, DEPUTADO FEDERAL, DIFAMAÇÃO, CONDIÇÃO, DIRIGENTE, FUTEBOL. IMUNIDADE PARLAMENTAR, DIFAMAÇÃO, INJÚRIA, CONDIÇÃO, JORNALISTA. IMUNIDADE PARLAMENTAR, ENTREVISTA, RÁDIO. IMUNIDADE PARLAMENTAR, INCITAÇÃO AO ÓDIO. DENÚNCIA, DESCRIÇÃO, PARTICIPAÇÃO, ACUSADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: IMUNIDADE PARLAMENTAR, CARÁTER ABSOLUTO.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: EXERCÍCIO, ATIVIDADE PARLAMENTAR, EXTRAPOLAÇÃO, CONGRESSO NACIONAL. IMUNIDADE PARLAMENTAR MATERIAL, CORRELAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR. IMUNIDADE PARLAMENTAR MATERIAL, LIBERDADE DE EXPRESSÃO. IMUNIDADE PARLAMENTAR MATERIAL, DECLARAÇÃO, MEIO DE COMUNICAÇÃO. CASA LEGISLATIVA, CONTROLE, ABUSO, IMUNIDADE PARLAMENTAR MATERIAL.\n\n- VOTO VENCIDO, MIN. ANDRÉ MENDONÇA: IMUNIDADE PARLAMENTAR, TOLERÂNCIA, PARLAMENTAR, OFENSA, PARLAMENTAR.\n\n- TERMO(S) DE RESGATE: TEORIA DO LIVRE MERCADO DE IDEIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=8242&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXERCÍCIO, ATIVIDADE PARLAMENTAR, EXTRAPOLAÇÃO, CONGRESSO NACIONAL)\nInq 681 QO (TP) - RTJ 155/396. \n(IMUNIDADE PARLAMENTAR MATERIAL, CORRELAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR)\nInq 126 (TP) - RTJ 104/441, HC 74125 (1ªT) - RTJ 167/180, HC 74201 (1ªT) - RTJ 169/969, Inq 1944 (TP), Inq 1958 (TP), RE 600063 (TP), Inq 1775 AgR (TP) - RTJ 191/448, Inq 1024 QO (TP), Inq 2874 AgR (TP), Inq 3399 (1ªT), Inq 3677 (TP), Pet 6156 (2ªT), Pet 5714 AgR (1ªT), AP 1044 (TP), Inq 390 QO (TP) - RTJ 129/970, Inq 874 AgR (TP) - RTJ 166/844, Inq 810 QO (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, DECLARAÇÃO, MEIO DE COMUNICAÇÃO)\nHC 81730 (2ªT) - RTJ 187/985, Inq 3677 (TP), Inq 3817 (1ªT), AO 2002 (2ªT), Inq 4177 (1ªT), Pet 5875 AgR (2ªT), Pet 6587 (2ªT), Pet 7174 (1ªT), AP 1044 (TP). \n(CASA LEGISLATIVA, CONTROLE, ABUSO, IMUNIDADE PARLAMENTAR MATERIAL)\nRE 140867 (2ªT), Inq 1958 (TP). \n(PROTEÇÃO, LIBERDADE DE EXPRESSÃO, EXERCÍCIO DE MANDATO ELETIVO)\nHC 82424 (TP), RE 600063 (TP). \n(IMUNIDADE PARLAMENTAR, INCITAÇÃO AO ÓDIO)\nInq 3590 (1ªT), Inq 3932 (1ªT), Pet 5705 (1ªT). \n(DENÚNCIA, DESCRIÇÃO, PARTICIPAÇÃO, ACUSADO)\nHC 86879 (2ªT), HC 84580 (2ªT), HC 70763 (1ªT), HC 73590 (1ªT), HC 80549 (1ªT), HC 85948 (1ªT). \n(IMUNIDADE PARLAMENTAR MATERIAL, LIBERDADE DE EXPRESSÃO)\nInq 1958 (TP) - RTJ 194/56, QC 472 (TP) - RTJ 133/90, Inq 681 QO (TP) - RTJ 155/396, Inq 510 (TP) - RTJ 135/509, Inq 396 QO (TP) - RTJ 131/1039, RT 648/318. \n(IMUNIDADE PARLAMENTAR, CARÁTER OBJETIVO)\nHC 34467 (TP). \n(IMUNIDADE PARLAMENTAR, INAPLICABILIDADE, ACUSAÇÃO, IMPRENSA, PARLAMENTAR, MANIFESTAÇÃO, CONDIÇÃO, ADVOGADO)\nInq 1710 (TP). \n(IMUNIDADE PARLAMENTAR, INAPLICABILIDADE, DEPUTADO FEDERAL, DIFAMAÇÃO, CONDIÇÃO, DIRIGENTE, FUTEBOL)\nInq 1344 (TP). \n(IMUNIDADE PARLAMENTAR, DIFAMAÇÃO, INJÚRIA, CONDIÇÃO, JORNALISTA)\nInq 3672 (1ªT), Inq 2036 (TP). \n(IMUNIDADE PARLAMENTAR, ENTREVISTA, RÁDIO)\nInq 2915 (TP), Inq 3438 (1ªT). \n(IMUNIDADE PARLAMENTAR, CARÁTER ABSOLUTO)\nInq 2915 (TP). \n- Decisões monocráticas citadas:\n(EXERCÍCIO, ATIVIDADE PARLAMENTAR, EXTRAPOLAÇÃO, CONGRESSO NACIONAL)\nInq 2330.\n(IMUNIDADE PARLAMENTAR MATERIAL, CORRELAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR)\nPet 8738, Pet 9589.\n(IMUNIDADE PARLAMENTAR MATERIAL, DECLARAÇÃO, MEIO DE COMUNICAÇÃO)\nInq 617, AI 473092, Inq 2330, Inq 2843, Inq 2844, Inq 2878, Pet 5055, Inq 3777, MI 2330, Pet 5193, Inq 3706, Pet 5875.\n(DENÚNCIA, DESCRIÇÃO, PARTICIPAÇÃO, ACUSADO)\nHC 105954.\n(SÚMULA 310/STF)\nRcl 25638.\n(IMUNIDADE PARLAMENTAR, TOLERÂNCIA, PARLAMENTAR, OFENSA, PARLAMENTAR)\nInq 4354.\n- Decisão estrangeira citada: caso Abrams v. United States, julgado em 1919, da Suprema Corte dos Estados Unidos.\n- Veja Pet 8259-AgR, Pet 8262-AgR, Pet 8263-AgR, Pet 8267-AgR e Pet 8366 AgR do STF.\nNúmero de páginas: 92.\nAnálise: 24/01/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : VANDERLAN VIEIRA CARDOSO \nADV.(A/S)  : AMANDA THAISA GOMES FERREIRA FREIRE \nAGDO.(A/S)  : JORGE KAJURU REIS DA COSTA NASSER \nADV.(A/S)  : ROGERIO PAZ LIMA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":466192,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 8242 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2022-05-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"ALEIXO, Pedro. Imunidades Parlamentares. Belo Horizonte. 1961. p. 59-65.\nALMEIDA, Fernanda Dias de Menezes. As Imunidades Parlamentares na Constituição Brasileira de 1988. Anuário Português de Direito Constitucional. Coimbra. v. 3. p. 88 e 89-93.\nALMEIDA JÚNIOR, João Mendes de. O processo criminal brasileiro. Rio de Janeiro; São Paulo: Freitas Bastos, 1959. v. 2. p. 183.\nAMARAL JÚNIOR, José Levi Mello do. Inviolabilidade Parlamentar. São Paulo. 2018. p. 29-31, 40 e 45.\nAMARAL JÚNIOR, José Levi Mello do. Inviolabilidade Parlamentar. São Paulo: 2018. Tese de livre-docência em direito constitucional, Faculdade de Direito da Usp. São Paulo, p. 32-33, 35, 48, 51, 55, 98, 99, 104, 105, 106, 109, 110, 111, 122, 123-124, 196-201, 197.\nBARBALHO, João. Constituição Federal Brasileira. Edição fac-similar. Senado Federal, 1992. p. 64.\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. Saraiva, 1995. v. 4. Tomo I. p. 187.\nBITENCOURT, Cezar Roberto. Tratado de Direito Penal: Parte Especial. 11. ed. São Paulo: Saraiva, 2011. v. 2. p. 348-355.\nBITENCOURT, Cezar Roberto. Tratado de Direito Penal: Parte Especial: Dos Crimes Contra a Pessoa. 6. ed.   Saraiva. v. 2. p. 285.\nBRASIL. Supremo Tribunal Federal. Ação de Descumprimento de Preceito Fundamental 187. Tribunal Pleno. Relator: Ministro Celso de Mello. julgado em 15 jun. 2011. p. 15.\nCHAFETZ, Josh. Democracy’s Privileged Few. Yale University Press: New Havem, 2007. Tradução livre. p. 141-143 e 144.\nCHAFETZ, Josh. Democracy’s Privileged Few. p. 87 e 90.\nCRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense Universitária, 1991. v. 5. p. 2624-2625, item 204.\nDELMANTO, Celso. Código Penal Comentado. São Paulo: Saraiva, 2010. p. 509.\nDOTTI, René Ariel. Curso de Direito Penal: Parte Geral. Forense, 2001. p. 398, item 25.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. Saraiva, 1990. v. 2. p. 625.\nFISS, Owen. A Freedom Both Personal and Political. in: MILL, John Stuart. On Liberty. New Haven: Yale University Press. p. 181, 187,188 e 191.\nGOLDMAN, Alvin I; BAKER, Daniel. Free Speech, Fake News, and Democracy. First Amendment Law Review, v.  18, n. 1. 2019. p. 68, 86-87.\nGOMES, Carla apud AMARAL JÚNIOR, José Levi Mello do. Inviolabilidade Parlamentar. São Paulo: 2018. Tese de livre-docência em direito constitucional, Faculdade de Direito da Usp. São Paulo, p. 55 e 113.\nGOMES, Luiz Flávio. Imunidades Parlamentares: Nova Disciplina Jurídica da Inviolabilidade Penal, das Imunidades e das Prerrogativas Parlamentares (EC 35/01). In:  Juizados Criminais Federais, Seus\nReflexos nos Juizados Estaduais e Outros Estudos. Revista dos Tribunais, 202. p. 94-97, item 4.9; UADI LAMMÊGO. Constituição Federal Anotada. 4. ed. Saraiva, 2002. p. 705-707.\nHORTA, Raul Machado. Direito Constitucional. 5. ed. Atualização: Juliana Campos Horta. Del Rey, 2010. p. 562, item 3.\nJOSÉ AFONSO DA SILVA, José Afonso da. Curso de Direito Constitucional Positivo. 20. ed. Malheiros, 2002. p. 532, item n. 15.\nKROTOSYNSKI JR, Ronald. A Comparative Perspective of The First Amendement: Free Speech, Militant Democracy, and the Primacy of Dignity as a Preferred Constitutional Value in Germany. Tulane Law Review, v. 78, n. 5. p. 1592. p. 79.\nLEITE, Alaor; TEIXEIRA, Adriano. Defesa do Estado de Direito por meio do Direito Penal:  a experiência comparada e o desafio Brasileiro. Disponível em: https://www.conjur.com.br/dl/parecer-oab-lsn-alaor-teixeira.pdf. p. 17.\nLOWENSTEIN, Karl. Constituciones y derecho constitucional. p. 7.\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira. 5. ed. Freitas Bastos, 1954. v. 2. p. 49, item 297.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 1069.\nMILL, John Stuart. On Liberty. New Haven: Yale University Press. p. 86 e 87.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 com a Emenda nº 1 de 1969. 2. ed. Revista dos Tribunais, 1970. Tomo III. p. 5, item 2.a e tomo III, p. 10 e 43.\nMIRANDA, Jorge; MEDEIROS, Rui apud AMARAL JÚNIOR, José Levi Mello do. Inviolabilidade Parlamentar. São Paulo: 2018. Tese de livre-docência em direito constitucional, Faculdade de Direito da Usp. São Paulo, p. 112 e 113.\nPIZZORUSSO, Alessandro. Las Inmunidades Parlamentarias: Un Enfoque Comparatista. Revista de las Cortes Generales. p. 28.\nREINSTEIN, Robert J. e SILVERGLATE, Harvey A. “Legislative Privilege and the Separation of Powers”. Harvard Law Review, 1973. p. 1120, 1139 e 1150.\nSEGADO, Francisco Hernandéz. La Doctrina Constitucional sobre las Prerrogativas Parlamentarias en España. Foro. Nueva Época, n. 14, 2011. p. 28.\nSUNSTEIN, Cass R. Falsehoods and the First Amendment. Disponível em: https://papers.ssrn.com/sol3/ papers.cfm?abstract_id=3426765. p. 17.\nTEMER, Michel. Elementos de Direito Constitucional. 18. ed. São Paulo: Malheiros, 2002. p. 129.\nTEMER, Michel. Elementos de Direito Constitucional. 22. ed. Malheiros, 2007. p. 131, item 5.\nTORON, Alberto Zacharias. Inviolabilidade Penal dos Vereadores. Saraiva, 2004. p. 247.","ministro_facet":["CELSO DE MELLO","GILMAR MENDES"],"processo_numero":8242,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}