{"result":{"took":320,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":85.567665,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur429856","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Relator que negava provimento ao agravo, no que foi acompanhado pelo Ministro Dias Toffoli, pediu vista o Ministro Edson Fachin. Aguardam os demais. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 28.8.2018.\r\n\n           Decisão: Após o voto do Ministro Gilmar Mendes (Relator), que negava provimento ao agravo regimental, no que foi acompanhado pelo Ministro Dias Toffoli e dos votos dos Ministros Edson Fachin e Celso de Mello em sentido contrário, dando provimento ao agravo regimental, pediu vista o Ministro Ricardo Lewandowski. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 25.9.2018.\r\n\n           Decisão: A Turma, por maioria, negou provimento ao agravo regimental, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Celso de Mello. Não votou a Ministra Cármen Lúcia. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 23.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur429856","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur429856","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Inquérito. 2. Competência originária. 3. Penal e Processual Penal. 4. O Poder Judiciário tem o poder e o dever de controlar a investigação preliminar, limitando eventuais abusos na persecução penal e resguardando direitos e garantias fundamentais. 5. Na forma do art. 231, § 4º, e, do Regimento Interno do STF, o relator deve determinar o arquivamento do inquérito quando verificar a ausência de indícios mínimos de autoria ou materialidade, nos casos em que forem descumpridos os prazos para a instrução do inquérito. 6. Violação ao sistema acusatório inexistente. 7. A pendência de investigação, por prazo irrazoável, sem amparo em suspeita contundente, ofende o direito à razoável duração do processo (art. 5º, LXXVIII, da CF) e a dignidade da pessoa humana (art. 1º, III, da CF). 8. A EC 45/2004 introduziu norma que assegura a razoável duração do processo judicial e administrativo (art. 5º, LXXVIII). Esta norma deve ser projetada também para a fase de investigação. 9. Arquivamento compatível com a posição firmada na AP 937 QO. 10. Antes de determinar a declinação da competência, deve-se analisar os autos para verificar a legitimidade da continuidade das investigações, concretizando a função do julgador como garante dos direitos fundamentais na etapa preliminar da persecução penal. 11. Agravo regimental não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753625685","externo_seq_objeto_incidente":5514099,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-213  DIVULG 26-08-2020  PUBLIC 27-08-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4393&classe=Inq","is_colac":false,"titulo":"Inq 4393 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00078 \n          ART-00129 INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-012850      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00018\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00231 PAR-00004 LET-E\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-08-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- SISTEMA ACUSATÓRIO, PROCESSO PENAL, CONSTITUIÇÃO FEDERAL DE 1988, MINISTÉRIO PÚBLICO, TITULARIDADE, AÇÃO PENAL PÚBLICA. AUTORIZAÇÃO JUDICIAL, INSTAURAÇÃO, INQUÉRITO, AUTORIDADE, PRERROGATIVA DE FORO. DEVER, JUIZ, TRANCAMENTO DE INQUÉRITO POLICIAL, INEXISTÊNCIA, JUSTA CAUSA, EXTINÇÃO DA PUNIBILIDADE, FATO ATÍPICO. CONTROLE, ARQUIVAMENTO, INQUÉRITO, RECURSO. HABEAS CORPUS DE OFÍCIO, TRANCAMENTO DE INQUÉRITO POLICIAL. PROVA, COLABORAÇÃO PREMIADA. TRIBUNAL, ÂMBITO INTERNACIONAL, ADOÇÃO, CRITÉRIO, AFERIÇÃO, EXCESSO DE PRAZO, PROCESSO, INVESTIGAÇÃO CRIMINAL; COMPLEXIDADE, CASO CONCRETO; ATIVIDADE, CARÁTER PROCESSUAL, INTERESSADO; CONDUTA, AUTORIDADE JUDICIÁRIA. PRERROGATIVA DE FORO, PARLAMENTAR, ÂMBITO FEDERAL, CORRELAÇÃO, CRIME, COMETIMENTO, EXERCÍCIO, CARGO, FUNÇÃO, PARLAMENTAR.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: COMETIMENTO DE CRIME, MOMENTO ANTERIOR, DIPLOMAÇÃO, SENADOR, AUSÊNCIA, CORRELAÇÃO, EXERCÍCIO, MANDATO PARLAMENTAR. PRINCÍPIO DA ISONOMIA, PRINCÍPIO DO JUIZ NATURAL. PRERROGATIVA DE FORO, INTERPRETAÇÃO ESTRITA. INSTAURAÇÃO, INQUÉRITO POLICIAL, AUSÊNCIA, CONSTRANGIMENTO ILEGAL. INVESTIGAÇÃO CRIMINAL, AÇÃO PENAL PÚBLICA INCONDICIONADA, DEVER, EX OFFICIO, PODER PÚBLICO, RESPOSTA, NOTÍCIA CRIME, APURAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO; INDEPENDÊNCIA, COLABORAÇÃO PREMIADA. SUFICIÊNCIA, COLABORAÇÃO PREMIADA, INDÍCIO, AUTORIA DO CRIME, RECEBIMENTO, DENÚNCIA. INCOMPETÊNCIA, PODER JUDICIÁRIO, ARQUIVAMENTO, INVESTIGAÇÃO CRIMINAL, INQUÉRITO POLICIAL. SISTEMA ACUSATÓRIO, EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, FORMAÇÃO, OPINIO DELICTI. ARQUIVAMENTO, INQUÉRITO POLICIAL, DECISÃO JUDICIAL, REQUERIMENTO, MINISTÉRIO PÚBLICO. PODER JUDICIÁRIO, HABEAS CORPUS DE OFÍCIO, ARQUIVAMENTO, INQUÉRITO, HIPÓTESE, CONSTRANGIMENTO ILEGAL, ATIPICIDADE, FATO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: ATO, ARQUIVAMENTO, INQUÉRITO POLICIAL, NECESSIDADE, ÓRGÃO JUDICIAL, COMPETÊNCIA. CASO CONCRETO, INCOMPETÊNCIA, STF, COMPETÊNCIA, JUÍZO DE PRIMEIRO GRAU. DECLINAÇÃO DE COMPETÊNCIA. TRANCAMENTO DE INQUÉRITO POLICIAL, EXCEPCIONALIDADE, HIPÓTESE, JUSTA CAUSA. EXISTÊNCIA, PENDÊNCIA, DILIGÊNCIA, IMPEDIMENTO, ENCERRAMENTO, INVESTIGAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PROCESSO PENAL, DIFERENÇA, COMMON LAW, CIVIL LAW. VALOR PROBATÓRIO, COLABORAÇÃO PREMIADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4393&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRERROGATIVA DE FORO, CORRELAÇÃO, CRIME, FUNÇÃO, PARLAMENTAR)\nAP 937 QO (TP), Inq 4641 (1ªT). \n(REQUERIMENTO, ARQUIVAMENTO, PGR, AÇÃO PENAL, COMPETÊNCIA ORIGINÁRIA, STF)\nInq 2054 (TP). \n(AUTORIZAÇÃO JUDICIAL, INSTAURAÇÃO, INQUÉRITO, AUTORIDADE, PRERROGATIVA DE FORO)\nInq 2411 QO (TP). \n(TRANCAMENTO DE INQUÉRITO POLICIAL, JUSTA CAUSA, EXTINÇÃO DA PUNIBILIDADE, FATO ATÍPICO)\nRE 467923 (1ªT), HC 96055 (1ªT), AP 913 QO (2ªT), Pet 7354 AgR (2ªT). \n(HABEAS CORPUS DE OFÍCIO, TRANCAMENTO DE INQUÉRITO POLICIAL)\nHC 106124 (2ªT), Inq 2913 AgR (TP). \n(REJEIÇÃO, DENÚNCIA, ELEMENTO PROBATÓRIO, COLABORAÇÃO PREMIADA)\nInq 4074 (2ªT). \n(ARQUIVAMENTO, INQUÉRITO, AUSÊNCIA, JUSTA CAUSA)\nPet 7354 AgR (2ªT). \n(PRINCÍPIO DO JUIZ NATURAL)\nHC 73801 (1ªT) - RTJ 169/557, HC 79865 (1ªT) - RTJ 179/378, AI 177313 AgR (1ªT) - RTJ 160/1056, RTJ 149/962. \n(INSTAURAÇÃO, INQUÉRITO POLICIAL, CONSTRANGIMENTO ILEGAL)\nRHC 54437 (2ªT) - RTJ 78/138. \n(COLABORAÇÃO PREMIADA, RECEBIMENTO, DENÚNCIA)\nInq 3979 (2ªT), Inq 3983 (TP), Inq 3984 (2ªT). \n(SISTEMA ACUSATÓRIO, EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, FORMAÇÃO, OPINIO DELICTI)\nADI 1570 (TP), HC 82507 (1ªT), Inq 2913 AgR (TP), RHC 120379 (1ªT), ADI 5104 MC (TP). \n(TITULARIDADE, AÇÃO PENAL PÚBLICA)\nRHC 68314 (TP) - RTJ 134/369. \n(ARQUIVAMENTO, INQUÉRITO POLICIAL, DECISÃO JUDICIAL, REQUERIMENTO, MINISTÉRIO PÚBLICO)\nHC 88589 (1ªT), HC 106124 (2ªT), RE 91066 (1ªT) - RTJ 92/910. \n(PODER JUDICIÁRIO, HABEAS CORPUS DE OFÍCIO, ARQUIVAMENTO, INQUÉRITO, JUSTA CAUSA)\nPet 3825 QO (TP), Inq 3847 AgR (1ªT), Inq 4420 (2ªT), RE 91066 (1ªT), RT 527/455. \n(HC, TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 132170 AgR (2ªT), HC 138507 (2ªT). \n(VALOR PROBATÓRIO, COLABORAÇÃO PREMIADA)\nInq 4074 (2ªT), Inq 4118 (2ªT), AP 1003 (2ªT). \n- Decisões monocráticas citadas:\n(PRERROGATIVA DE FORO, CORRELAÇÃO, CRIME, FUNÇÃO, PARLAMENTAR)\nAP 937.\n(TRANCAMENTO DE INQUÉRITO POLICIAL, JUSTA CAUSA, EXTINÇÃO DA PUNIBILIDADE, FATO ATÍPICO)\nADI 4693 MC, Inq 4429, Inq 4442.\n(ARQUIVAMENTO, INQUÉRITO, AUSÊNCIA, JUSTA CAUSA)\nInq 4429, Inq 4442.\n(ARQUIVAMENTO, INQUÉRITO POLICIAL, DECISÃO JUDICIAL, REQUERIMENTO, MINISTÉRIO PÚBLICO)\nADI 4693 MC.\n- Acórdão(s) citado(s) - outros tribunais:\n(PODER JUDICIÁRIO, HABEAS CORPUS DE OFÍCIO, ARQUIVAMENTO, INQUÉRITO, JUSTA CAUSA)\nSTJ: HC 28796, RHC 4311. \nNúmero de páginas: 49.\nAnálise: 18/05/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nAGDO.(A/S)  : JORGE NEY VIANA MACEDO NEVES \nADV.(A/S)  : RODRIGO DE BITTENCOURT MUDROVITSCH E OUTRO(A/S)\nAGDO.(A/S)  : SEBASTIAO AFONSO VIANA MACEDO NEVES \nADV.(A/S)  : EDUARDO ANTONIO LUCHO FERRÃO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":429856,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4393 AgR","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2018-10-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo Henrique; LOPES JÚNIOR, Aury. Direito ao processo penal no prazo razoável. Rio de Janeiro: Lumen Juris, 2006. p. 127.\nBADARÓ, Gustavo H. Processo Penal. 3. ed. São Paulo: Revista do Tribunais, 2015. p. 72.\nBARBALHO, João. Constituição Federal Brasileira. Edição fac-similar. Brasilia, 1992. p. 303-304.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. Saraiva, 2001. v. 2. p. 302.\nBONFIM, Edilson Mougenot. Código de Processo Penal Anotado. 3. ed. Saraiva, 2010. p. 53-57 e 115.\nCARVALHO, Luis Gustavo G. C. Processo Penal e Constituição. 6. ed. São Paulo: Saraiva, 2014. p. 251-252.\nCHOUKR, Fauzi H. Garantias constitucionais na investigação criminal. 3. ed. Rio de Janeiro: Lumen Juris, 2006. p. 93-96 e 157.\nDAMASKA, Miriam R. The faces os justice and state authority: a comparative approach to the legal process . New Haven: Yale University Press, 1986. p. 2 e 3.\nFEITOZA, Denilson. Direito Processual Penal: Teoria, Crítica e Práxis. 6. ed. Impetus, 2009. p. 178, item 5.7.\nFERNANDES, Antonio Scarance. Processo Penal Constitucional. 7. ed. São Paulo: 2012. p. 127.\nFRANCO, Alberto Silva; STOCO, Rui. Código de Processo Penal e sua Interpretação Jurisprudencial. 2. ed. Revista dos Tribunais, 2004. v. 2. p. 181-184.\nGIACOMOLLI, Nereu J. A fase preliminar do processo penal. Rio de Janeiro: Lumen Juris, 2011. p. 85.\n______. O devido processo penal: abordagem conforme a Constituição Federal e o Pacto de São José da Costa Rica. 2. ed. São Paulo: Atlas, 2015. p. 321 et seq.\nLANGER, Máximo. From legal transplants to legal translations: the globalization of plea bargaining and\nthe Americanization thesis in criminal procedure. Cambridge: Harvard International Law Journal, v. 45, 2004. p. 10, 18 e 21-22.\nLIMA, Renato Brasileiro de. Curso de Processo Penal. Impetus, 2003. p. 86-87, item 6.7.\nLOPES JR., Aury; GLOECKNER, Ricardo J. Investigação Preliminar no Processo Penal. 5. ed. São Paulo: Saraiva, 2013. p. 259-261.\n______.______. Impetus, 2013. p. 92-93, item 8.\nMARQUES, José Frederico. Elementos de Direito Processual Penal. 3ª atualização. Millennium, 2009. v. 1. p.107-114, itens 70-74, e v. 2. p. 124, item 312.\nMAZZILLI, Hugo Nigro. Introdução ao Ministério Público. 7. ed. Saraiva, 2008. p. 124. item 24.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 7. ed. Atlas, 2000. p. 116, item 17.1.\n______. Processo Penal. 18. ed. Atlas, 2008. p. 64-68, item 3.3.\nNOGUEIRA, Carlos Frederico Coelho. Comentários ao Código de Processo Penal. 1. ed. Edipro, 2002. v. 1. p. 187-193, itens 55-58 e p. 394-395.\nNORONHA, E. Magalhães. Curso de Direito Processual Penal. 19. ed. Saraiva, 1989. p. 18-19, item 8.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. 10. ed. Revista dos Tribunais, 2011. p. 121-122.\nOLIVEIRA, Eugênio Pacelli de. Curso de Processo Penal. 9. ed. Lumen Juris, 2008. p. 39-42, item 4.1.\nPASTOR, Daniel R. El plazo razonable en el processo del Estado de Derecho. Buenos Aires: Ad-Hoc, 2002, p. 406 et seq.\nRANGEL, Paulo. Direito Processual Penal. 12. ed. Lumen Juris, 2009. p. 191, item 3.13.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 11. ed. Saraiva, 1989. v. 1. p. 244-245.","ministro_facet":["GILMAR MENDES"],"processo_numero":4393,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428640","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, rejeitou a preliminar de alegação de prejudicialidade e, no mérito, negou provimento ao recurso de agravo. Votou o Presidente. Ausentes, justificadamente, o Senhor Ministro Cezar Peluso (Presidente), em representação junto ao Conselho Constitucional, Conselho de Estado, ao Secretário de Estado para a Justiça e à Escola Nacional de Administração - ENA, da França, e à Comissão Européia para Democracia através do Direito (Comissão de Veneza), para participação na 84ª Sessão Plenária e preparação do Segundo Congresso da Conferência Internacional sobre Justiça Constitucional, a Senhora Ministra Ellen Gracie e o Senhor Ministro Joaquim Barbosa. Presidiu o julgamento o Senhor Ministro Ayres Britto (Vice-Presidente). Plenário, 14.10.2010.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428640","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428640","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: MANDADO DE SEGURANÇA - MEDIDA LIMINAR DEFERIDA - ATO DO CORREGEDOR NACIONAL DE JUSTIÇA QUE SUSPENDE A EFICÁCIA DE DECISÃO DE TRIBUNAL DE JUSTIÇA CONCESSIVA DE MANDADO DE SEGURANÇA - INADMISSIBILIDADE - ATUAÇÃO “ULTRA VIRES” DO CORREGEDOR NACIONAL DE JUSTIÇA, PORQUE EXCEDENTE DOS ESTRITOS LIMITES DAS ATRIBUIÇÕES MERAMENTE ADMINISTRATIVAS POR ELE TITULARIZADAS - INCOMPETÊNCIA ABSOLUTA DO CONSELHO NACIONAL DE JUSTIÇA, NÃO OBSTANTE ÓRGÃO DE CONTROLE INTERNO DO PODER JUDICIÁRIO, PARA INTERVIR EM PROCESSOS DE NATUREZA JURISDICIONAL - IMPOSSIBILIDADE CONSTITUCIONAL DE O CONSELHO NACIONAL DE JUSTIÇA (QUE SE QUALIFICA COMO ÓRGÃO DE CARÁTER EMINENTEMENTE ADMINISTRATIVO) FISCALIZAR, REEXAMINAR E SUSPENDER OS EFEITOS DECORRENTES DE ATO DE CONTEÚDO JURISDICIONAL, COMO AQUELE QUE CONCEDE MANDADO DE SEGURANÇA - PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL - MAGISTÉRIO DA DOUTRINA - RECURSO DE AGRAVO A QUE SE NEGA PROVIMENTO. \n\n\n\n           - O Conselho Nacional de Justiça, embora integrando a estrutura constitucional do Poder Judiciário como órgão interno de controle administrativo, financeiro e disciplinar da magistratura - excluídos, no entanto, do alcance de referida competência, o próprio Supremo Tribunal Federal e seus Ministros (ADI 3.367/DF) -, qualifica-se como instituição de caráter eminentemente administrativo, não dispondo de atribuições funcionais que lhe permitam, quer colegialmente, quer mediante atuação monocrática de seus Conselheiros ou, ainda, do Corregedor Nacional de Justiça, fiscalizar, reexaminar e suspender os efeitos decorrentes de atos de conteúdo jurisdicional emanados de magistrados e Tribunais em geral, razão pela qual mostra-se arbitrária e destituída de legitimidade jurídico-constitucional a deliberação do Corregedor Nacional de Justiça que, agindo “ultra vires”, paralise a eficácia de decisão que tenha concedido mandado de segurança. Doutrina. Precedentes (MS 28.611-MC-  -AgR/DF, Rel. Min. CELSO DE MELLO, Pleno, v.g.).","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=28598&classe=MS-MC-AgR","externo_seq_objeto_incidente":3917390,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-026  DIVULG 08-02-2011  PUBLIC 09-02-2011\nEMENT VOL-02460-01  PP-00129","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=28598&classe=MS","is_colac":false,"titulo":"MS 28598 MC-AgR","documental_legislacao_citada_texto":null,"publicacao_data":"2011-02-09","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=28598&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS-MC-AgR","documental_observacao_texto":null,"procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : UNIÃO\r\nADV.(A/S)           : ADVOGADO-GERAL DA UNIÃO\r\nAGDO.(A/S)          : IOLANDA NEPOMUCENO SILVA\r\nADV.(A/S)           : ANTONIO JOABE BONFIN RODRIGUES\r\nINTDO.(A/S)         : CORREGEDOR NACIONAL DE JUSTIÇA\r\nINTDO.(A/S)         : SOLANGE DE SOUZA FAGUNDES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428640,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 28598 MC-AgR","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2010-10-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA MEDIDA CAUTELAR EM MANDADO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["CELSO DE MELLO"],"processo_numero":28598,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428765","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Relator. Falaram: pelo requerente, o Dr. Luiz Gustavo Antônio Silva Bichara; e, pelo amicus curiae, o Dr. Daniel Correa Szelbracikowski. Não participou deste julgamento, por motivo de licença médica, o Ministro Dias Toffoli (Presidente). Plenário, Sessão Virtual de 22.5.2020 a 28.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur428765","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428765","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO TRIBUTÁRIO. CUSTAS JUDICIAIS EM 2ª INSTÂNCIA. TAXA DE SERVIÇO PÚBLICO ADJUDICATÓRIO - PRESTAÇÃO JURISDICIONAL. TRIBUNAL DE JUSTIÇA DO ESTADO DE SÃO PAULO. ALÍQUOTA MÁXIMA. REFERIBILIDADE ENTRE O VALOR DO TRIBUTO E O CUSTO DO SERVIÇO. ACESSO À JUSTIÇA. DEVIDO PROCESSO LEGAL. PROPORCIONALIDADE. RAZOABILIDADE. LIMITAÇÕES CONSTITUCIONAIS AO PODER DE TRIBUTAR. EFEITOS CONFISCATÓRIOS DO TRIBUTO. FINALIDADE ARRECADATÓRIA DAS TAXAS. \n\n\n\n    1. A custa forense possui como fato gerador a prestação de serviço público adjudicatório, sendo que seu regime jurídico corresponde ao da taxa tributária. Ademais, compõe receita pública de dedicação exclusiva ao custeio do aparelho do sistema de Justiça, de onde se extrai a relevância fiscal desse tributo para a autonomia financeira do Judiciário.\n\n\n\n    2. O acesso à Justiça possui assento constitucional e traduz-se em direito fundamental o qual preconiza a acessibilidade igualitária à ordem jurídica e a produção de resultados materialmente justos. Assim, a lei impugnada não constitui obstáculo econômico ao franqueamento igualitário à tutela jurisdicional, principalmente porque se trata de contrariedade à alteração da alíquota máxima, que pressupõe litígio cujo bem da vida seja de vultoso valor.\n\n\n\n    3. A jurisprudência do STF admite que a base de cálculo de taxas forenses sejam baseadas no valor da causa, desde que mantida correlação com o custo da atividade prestada, assim como haja piso e teto de alíquotas. Logo, não há violação direta à ordem constitucional processual, em razão da majoração de alíquota máxima em dois pontos percentuais. Precedentes. Súmula 667 do STF.\n\n\n\n    4. Os serviços públicos adjudicatórios são bens comuns que a comunidade política brasileira decidiu tornar acessíveis a todos, independente da disposição de pagamento. Contudo, a tentativa de responsabilizar unicamente o ente federativo pela mantença da Justiça e, por efeito, toda a população, mediante impostos, sem o devido repasse dos custos aos particulares, levaria necessariamente a um problema de seleção adversa entre os litigantes, com sobreutilização do aparato judicial pelos usuários recorrentes do serviço. Portanto, não incorre em inconstitucionalidade a legislação estadual que acresce a alíquota máxima das custas judiciais àqueles litigantes com causas de maior vulto econômico e provavelmente complexidade técnica.\n\n\n\n    5. A vedação aos efeitos confiscatórios figura como autêntico direito fundamental dos contribuintes, ao garantir que esses não sofrerão carga tributária insuportável em suas atividades, de modo a desestimular a produtividade da empresa ou a interferir significativamente nas esferas pessoal e familiar de pessoa natural. É, ainda, pacífico que se trata de conceito jurídico indeterminado, a ser construído no caso concreto pelo intérprete constitucional.\n\n\n\n    6. Lei estadual não incorre em abuso ou imoderação, de modo a ofender os princípios do devido processo legal, da proporcionalidade e da razoabilidade, ao realizar majoração de alíquota em dois pontos percentuais, quando obedecem parâmetros construídos administrativamente pelo Conselho Nacional de Justiça com intensa participação popular. Anteprojeto da “Lei Geral das Custas Judiciais”.\n\n\n\n    7. Ação direta de inconstitucionalidade a que se nega procedência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753335948","externo_seq_objeto_incidente":5076697,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-186  DIVULG 27-07-2020  PUBLIC 28-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5612&classe=ADI","is_colac":false,"titulo":"ADI 5612","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00054 ART-00024 INC-00004 \n          ART-00098 PAR-00002 ART-00099 PAR-00001 \n          PAR-00002 INC-00001 INC-00002 ART-00168\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   SUMSTF-000667      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-07-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5612&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, CUSTAS, SERVIÇO FORENSE)\nADI 1624 (TP). \n(NATUREZA JURÍDICA, CUSTAS, SERVIÇO FORENSE)\nRp 1077 (TP), ADI 948 (TP), ADI 1145 (TP), RE 594116 (TP). \n(CÁLCULO, CUSTAS, SERVIÇO FORENSE)\nADI 3826 (TP). \n(ALÍQUOTA PROGRESSIVA, PRINCÍPIO DA IGUALDADE TRIBUTÁRIA)\nRE 177835 (2ªT), RE 601314 (TP). \n(PRINCÍPIO DA VEDAÇÃO AO CONFISCO, PRINCÍPIO DA PROPORCIONALIDADE)\nADI 2010 MC (TP), ADI 2551 MC-QO (TP). \nNúmero de páginas: 30.\nAnálise: 31/05/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : LUIZ GUSTAVO ANTÔNIO SILVA BICHARA E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : ASSOCIACAO DOS ADVOGADOS DE SAO PAULO \nPROC.(A/S)(ES) : DANIEL CORREA SZELBRACIKOWSKI E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428765,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5612","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BRASIL. CONSELHO NACIONAL DE JUSTIÇA. Perfil da fixação de custas judiciais no Brasil e análise comparativa da experiência internacional. Disponível em: https://bibliotecadigital.cnj.jus.br/jspui/bitstream/123456789/428/1/PERFIL%20DA%20FIXA%c3%87%c3%83O%20DE%20CUSTAS%20JUDICIAIS%20NO%20BRASIL%20E.pdf.\nCAPPELLETTI, Mauro. O acesso à justiça e a função do jurista em nossa época. Revista de Processo, v. 61, p. 144-260, jan./mar. 1991. p. 148.\nCAPPELLETTI, Mauro; GARTH, Bryant. Acesso à Justiça. Tradução: Ellen Gracie Northfleet. Porto Alegre: Fabris, 1988.\nCONSELHO NACIONAL DE JUSTIÇA. Parâmetros para cobrança de custos e despesas pessoais. Revista de Direito Administrativo, Rio de Janeiro, v. 269, p. 365-417, maio/ago. 2015. p. 367.\nCONTI, José Maurício. A Autonomia Financeira do Poder Judiciário. São Paulo: MP, 2006. p. 144-145.\nCOSTA, Henrique Araújo. Os poderes do juiz na Inglaterra e no Brasil: estudo comparado sobre os case management powers. São Paulo; Pontifíca Universidade de São Paulo: 2012. p. 355-356.\nGICO JUNIOR, Ivo Teixeira. A Tragédia do Judiciário: subinvestimento em capital jurídico e sobreutilização do Judiciário. Brasília; Faculdade de Administração, Contabilidade e Economia: 2012. p. 111-112.\nMARINONI, Luiz Guilherme. Teoria Geral do Processo. 3. ed. São Paulo: Revista dos Tribunais, 2008.","ministro_facet":["EDSON FACHIN"],"processo_numero":5612,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur428790","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, vencidos os Ministros Marco Aurélio (Relator) e Rosa Weber, julgou improcedente a ação. Redator para o acórdão o Ministro Alexandre de Moraes. Ausentes, justificadamente, o Ministro Ricardo Lewandowski, e, neste julgamento, os Ministros Roberto Barroso e Dias Toffoli. Falaram, pelo Presidente da República e pelo Congresso Nacional, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União, e, pelo amicus curiae Conselho Federal de Medicina, o Dr. José Alejandro Bullón. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 30.11.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["1","3"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur428790","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur428790","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: DIREITO FUNDAMENTAL À SAUDE. PROGRAMA MAIS MÉDICOS. CONVERSÃO DA MEDIDA PROVISÓRIA 621/2013 NA LEI 12.871/13. RELEVÂNCIA E URGÊNCIA CONFIGURADAS PELA CARÊNCIA DE PROFISSONAIS MÉDICOS EM DIVERSAS REGIÕES DO PAÍS. PARCERIA ACADÊMICA QUE ATENDE AO BINÔMIO ENSINO-SERVIÇO. INOCORRÊNCIA DE OFENSAS AO PRINCÍPIO DA IGUALDADE E À AUTONOMIA UNIVERSITÁRIA. CONSTITUCIONALIDADE DOS ARTIGOS IMPUGNADOS.\n\n\n\n    1. A Constituição obriga o Estado brasileiro a perseguir um modelo de atenção à saúde capaz de oferecer acesso universal ao melhor e mais diversificado elenco de ações e serviços de saúde que possa ser custeado para todos, igualmente, e para cada um, isoladamente, quando circunstâncias extraordinárias assim o exigirem.\n\n\n\n    2. A grave carência de assistência médica em várias regiões do país admite a excepcionalidade legal de exigência de revalidação do diploma estrangeiro por ato normativo de mesma hierarquia daquele que a instituiu. \n\n\n\n    3. A norma vincula a prestação de serviços por médicos estrangeiros ou brasileiros diplomados no exterior à supervisão por médicos brasileiros, no âmbito de parceria acadêmica que atende ao binômio ensino-serviço. Previsão de limites e supervisão quanto ao exercício da medicina para os participantes do programa. Inocorrência do alegado exercício ilegal da medicina.\n\n\n\n    4. Inocorrência de tratamento desigual em face das diferentes formas de recrutamento. Inexistência de violação ao preceito constitucional da obrigatoriedade de concurso público.\n\n\n\n    5. As universidades, como todas as demais instituições e organizações, devem respeito absoluto à Constituição e às leis. Inexistência de violação da autonomia universitária. \n\n\n\n    6. Improcedência da ação. Constitucionalidade dos dispositivos impugnados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753348507","externo_seq_objeto_incidente":4453567,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-187  DIVULG 28-07-2020  PUBLIC 29-07-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5035&classe=ADI","is_colac":false,"titulo":"ADI 5035","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00005 \"CAPUT\" \n          INC-00002 INC-00013 ART-00007 INC-00030 \n          ART-00012 ART-00013 ART-00022 INC-00024 \n          ART-00023 INC-00002 ART-00037 INC-00001 \n          INC-00002 INC-00019 INC-00021 ART-00062 \n          PAR-00001 INC-00001 LET-A LET-D \n          ART-00103 INC-00009 ART-00196 ART-00197 \n          ART-00198 INC-00002 ART-00207 ART-00214\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003268      ANO-1957\n          ART-00017\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004024      ANO-1961\n          ART-00009 PAR-00002 LET-C\n                LDBEN-1961 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00099 ART-00112\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-006932      ANO-1981\n          ART-00001 PAR-00003 PAR-00004 PAR-00005 \n          ART-00002 ART-00003 LET-A LET-B \n          LET-C LET-D ART-00004 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          INC-00001 INC-00002 INC-00003 PAR-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008745      ANO-1993\n          ART-00011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009131      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00046 ART-00048 PAR-00002 ART-00053 \n          INC-00001 INC-00002\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00002 INC-00009 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012514      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012842      ANO-2013\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012871      ANO-2013\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 ART-00002 INC-00001 INC-00002 \n          INC-00003 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 PAR-00001 \n          INC-00001 INC-00002 LET-A LET-B \n          LET-C LET-D LET-E PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 INC-00001 \n          INC-00002 INC-00003 PAR-00006 PAR-00007 \n          INC-00001 LET-A LET-B LET-C \n          LET-D INC-00002 LET-A LET-B \n          LET-C ART-00004 PAR-00001 PAR-00002 \n          PAR-00003 ART-00005 PAR-ÚNICO ART-00006 \n          INC-00001 INC-00002 LET-A LET-B \n          LET-C LET-D LET-E LET-F \n          LET-G LET-H LET-I ART-00007 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          PAR-00005 PAR-00006 PAR-00007 ART-00008 \n          ART-00009 PAR-00001 PAR-00002 ART-00010 \n          PAR-ÚNICO ART-00011 ART-00012 PAR-00001 \n          INC-00001 INC-00002 PAR-00002 PAR-00003 \n          ART-00013 INC-00002 PAR-00001 INC-00002 \n          INC-00003 PAR-00002 INC-00001 INC-00002 \n          ART-00014 PAR-00003 ART-00015 PAR-00001 \n          INC-00003 ART-00016 \"CAPUT\" PAR-00002 \n          PAR-00003 PAR-00004 ART-00017 ART-00018 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00019 INC-00001 INC-00002 INC-00003 \n          PAR-00001 PAR-00002 PAR-00003 ART-00020 \n          INC-00001 INC-00002 ART-00021 INC-00001 \n          INC-00002 INC-00003 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00022 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          ART-00023 ART-00024 ART-00025 ART-00026 \n          ART-00027 PAR-00001 PAR-00002 ART-00028 \n          ART-00029 ART-00030 PAR-00001 PAR-00002 \n          PAR-00003 ART-00031 ART-00032 ART-00033 \n          ART-00034 PAR-00003 PAR-00004 PAR-00005 \n          ART-00035 ART-00036\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013333      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-134270      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00006\n                CONVENÇÃO CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-0168A\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   MPR-000621      ANO-2013\n          ART-00003 ART-00006 ART-00007 INC-00001 \n          INC-00002 PAR-00001 INC-00001 INC-00002 \n          INC-00003 PAR-00002 INC-00001 INC-00002 \n          PAR-00003 ART-00008 ART-00009 INC-00001 \n          INC-00002 INC-00003 PAR-00001 INC-00001 \n          INC-00002 INC-00003 ART-00010 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00011 \n          ART-00013 ART-00014\n                MEDIDA PROVISÓRIA - CONVERTIDA NA LEI-12871/2013\n\n","LEG-FED   DLG-000065      ANO-1966\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DA OIT NÚMERO 117 SOBRE OBJETIVOS E NORMAS BÁSICAS DA POLÍTICA SOCIAL\n\n","LEG-FED   DEC-044045      ANO-1958\n                DECRETO\n\n","LEG-FED   DEC-066496      ANO-1970\n                DECRETO - PROMULGA A CONVENÇÃO DA OIT NÚMERO 117 SOBRE OBJETIVOS E NORMAS BÁSICAS DA POLÍTICA SOCIAL\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-008126      ANO-2013\n          ART-00002\n                DECRETO\n\n","LEG-FED   PRT-001350      ANO-2010\n                PORTARIA DO MINISTÉRIO DA EDUCAÇÃO - MEC\n\n","LEG-FED   PRT-001369      ANO-2013\n          ART-00011 INC-00001\n                PORTARIA INTERMINISTERIAL DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   EDT-000003      ANO-2017\n          ITEM-8.1.4 ITEM-8.1.5 ITEM-8.1.5.1\n                EDITAL DE ADESÃO DE MÉDICOS AO PROGRAMA DE PROVISÃO DE MÉDICOS DO MINISTÉRIO DA SAÚDE - PROJETO MAIS MÉDICOS PARA O BRASIL\n\n","LEG-FED   EXM-000024      ANO-2013\n          NÚMERO-1 ITEM-1 ITEM-2 ITEM-3 \n          ITEM-4 ITEM-5 ITEM-6 ITEM-7 \n          ITEM-8 NÚMERO-2 NÚMERO-3 NÚMERO-4 \n          NÚMERO-5 NÚMERO-6 NÚMERO-7 NÚMERO-8 \n          NÚMERO-9 NÚMERO-10 NÚMERO-11 NÚMERO-12 \n          NÚMERO-13 NÚMERO-14 NÚMERO-15 NÚMERO-16 \n          NÚMERO-17 NÚMERO-18 NÚMERO-19 NÚMERO-20 \n          NÚMERO-21 NÚMERO-22 NÚMERO-23 NÚMERO-24 \n          NÚMERO-25 NÚMERO-26 NÚMERO-27 NÚMERO-28 \n          NÚMERO-29 NÚMERO-30 NÚMERO-31 NÚMERO-32 \n          NÚMERO-33 NÚMERO-34 NÚMERO-35 NÚMERO-36 \n          NÚMERO-37 NÚMERO-38 NÚMERO-39 NÚMERO-40 \n          NÚMERO-41 NÚMERO-42 NÚMERO-43 NÚMERO-44 \n          NÚMERO-45 NÚMERO-46\n                EXPOSIÇÃO DE MOTIVOS DA MPR-621/2013\n\n","LEG-FED   SUMSTF-000683      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-07-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXCEÇÃO, REVALIDAÇÃO, DIPLOMA, LEI ESPECIAL, LEI GERAL, PRINCÍPIO DA ESPECIALIDADE. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: CONTROLE CONCENTRADO, CAUSA DE PEDIR ABERTA, DELIMITAÇÃO, PEDIDO. INTERPRETAÇÃO, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, CONFEDERAÇÃO SINDICAL, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. ALTERAÇÃO, LEI IMPUGNADA, PERDA DO OBJETO. CONVERSÃO, MEDIDA PROVISÓRIA, LEI, CONVALIDAÇÃO, VÍCIO. CONTROLE DE CONSTITUCIONALIDADE, MEDIDA PROVISÓRIA, ABUSO DE PODER. MEDIDA PROVISÓRIA, POLÍTICA PÚBLICA, SAÚDE, RELEVÂNCIA, URGÊNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: LEGITIMIDADE ATIVA, CONFEDERAÇÃO SINDICAL, ENTIDADE DE CLASSE, REGISTRO CIVIL, REGISTRO SINDICAL, MINISTÉRIO DO TRABALHO (MTB). EXCEPCIONALIDADE, CONTROLE JUDICIAL, REQUISITO, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA. PRINCÍPIO DO CONCURSO PÚBLICO, CONTRATAÇÃO TEMPORÁRIA. QUALIFICAÇÃO PARA O TRABALHO, REGULAMENTAÇÃO PROFISSIONAL, CONSELHO DE FISCALIZAÇÃO PROFISSIONAL, CONTROLE DE LEGALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: PRIORIDADE, MÉDICO, BRASILEIRO, ENSINO SUPERIOR, CARÁTER NACIONAL, REVALIDAÇÃO, DIPLOMA, CARÁTER SUBSIDIÁRIO, MÉDICO, ESTRANGEIRO. AUSÊNCIA, CRIAÇÃO, CARGO PÚBLICO, PRINCÍPIO DO CONCURSO PÚBLICO. DESIGUALDADE, ACESSO, SISTEMA ÚNICO DE SAÚDE (SUS), CONCRETIZAÇÃO, PRINCÍPIO DA ISONOMIA, DIREITO À SAÚDE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INADMISSIBILIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, CONFLITO APARENTE DE NORMAS, HIERARQUIA, ORDEM CRONOLÓGICA, PRINCÍPIO DA ESPECIALIDADE, OFENSA INDIRETA. REVALIDAÇÃO, DIPLOMA, PRINCÍPIO DA ISONOMIA. IGUALDADE, CARÁTER MATERIAL, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. REMUNERAÇÃO, MÉDICO, REPÚBLICA DE CUBA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, PRINCÍPIO DA ISONOMIA, PROIBIÇÃO, DIFERENÇA SALARIAL.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: CONTRATO INDIVIDUAL DE TRABALHO, PRESTAÇÃO DE SERVIÇO, RELAÇÃO DE TRABALHO, DIFERENÇA SALARIAL. DESIGUALDADE, PROTEÇÃO DO TRABALHADOR.\n\n- TERMO(S) DE RESGATE: PROGRAMA MAIS MÉDICOS, REVALIDA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5035&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(CONTROLE ABSTRATO,  CAUSA DE PEDIR ABERTA)\r\nADI 2895 (TP), ADI 3645 (TP).\r\n(DEFINIÇÃO, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE)\r\nADI 42 (TP), ADI 61 (TP), ADI 67 (TP), ADI 386 (TP), ADI 1037 MC (TP), ADI 894 MC (TP), ADI 34 MC (TP).\r\n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, OFENSA DIRETA)\r\nADI 2243 (TP), ADI 2628 (TP), ADI 2714 (TP), ADPF 406 AgR (TP), ARE 1050649 AgR (2ªT), ADI 1900 MC (TP), ADI 147 MC (TP).\r\n(ALTERAÇÃO, LEI IMPUGNADA, PERDA DE OBJETO, ADI)\r\nADI 991 MC (TP), ADI 258 QO (TP).\r\n(AÇÃO DIRETA DE INCONSTITUCIONALIDADE, MEDIDA PROVISÓRIA, ABUSO DE PODER)\r\nADI 2150 (TP), ADI 4350 (TP).\r\n(CONTRATAÇÃO TEMPORÁRIA)\r\nADI 3068 (TP), ADI 3247 (TP), RE 658026 (TP).\r\n(PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE)\r\nRE 567985 (TP).\r\n(LIBERDADE, EXERCÍCIO PROFISSIONAL)\r\nRE 511961 (TP), RE 603583 (TP).\r\n(PROIBIÇÃO, DIFERENÇA SALARIAL, DIREITO SOCIAL)\r\nRE 161243 (2ªT).\r\n(DIREITO DE EXERCÍCIO DE QUALQUER PROFISSÃO, NORMA DE EFICÁCIA CONTIDA)\r\nMI 6113 AgR (TP).\r\n(EVOLUÇÃO, CONTROLE JUDICIAL)\r\nRE 592377 (TP).\r\n(CONTROLE JUDICIAL, URGÊNCIA, RELEVÂNCIA, MEDIDA PROVISÓRIA)\r\nADI 2418 (TP), RE 592377 (TP), ADI 2213 MC (TP), ADC 11 MC (TP), ADI 2527 MC (TP), ADI 1910 MC (TP), ADI 4350 (TP), ARE 704520 (TP), ADI 1717 MC (TP), ADI 1647 (TP), ADI 1753 MC (TP), ADI 162 MC (TP).\r\n(LEI, CONVERSÃO, MEDIDA PROVISÓRIA, PREJUDICIALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE)\r\nADI 1721 (TP), ADI 2736 (TP), ADI 3330 (TP), ADI 3090 MC (TP), ARE 704520 (TP), ADI 4049 MC (TP).\r\n(PRINCÍPIO DA AUTONOMIA UNIVERSITÁRIA)\r\nRE 566365 (1ªT), RMS 22047 AgR (1ªT), RE 553065 AgR (2ªT), ADI 51 MC (TP).\r\n(DIREITO SOCIAL, SAÚDE, EDUCAÇÃO)\r\nADPF 54 (TP).\r\n- Decisões monocráticas citadas:\r\n(DEFINIÇÃO, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE)\r\nADI 4380 MC.\r\n(DECLARAÇÃO DE NULIDADE, REGISTRO SINDICAL)\r\nARE 919995.\r\n(POLÍTICAS PÚBLICAS, PODER JUDICIÁRIO)\r\nADPF 45 MC.\r\n- Acórdão(s) citado(s) - outros tribunais:\r\n(MINISTÉRIO DA SAÚDE (MS), NECESSIDADE, CURSO, MÉDICO, ESTRANGEIRO)\r\nTCU: Acórdão 1605-25/15.\r\n- Veja ADI 5037, ADI 5501 MC e ADI 4380 do STF.\n- Veja itens 3.5, 4.4 e 4.5, do Código Global de Prática para Recrutamento Internacional de Profissionais da Saúde da Organização Mundial de Saúde.\n- Veja Informação 021/2013, da Advocacia-Geral da União.\nNúmero de páginas: 174.\nAnálise: 15/03/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO MÉDICA BRASILEIRA \nADV.(A/S)  : MARCO AURELIO DE SOUZA E OUTRO(A/S)\nADV.(A/S)  : CARLOS MAGNO DOS REIS MICHAELIS JR E OUTRO(A/S)\nADV.(A/S)  : LUIZ HENRIQUE PRESCENDO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DA CÂMARA DOS DEPUTADOS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DO SENADO FEDERAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONSELHO FEDERAL DE MEDICINA \nADV.(A/S)  : JOSE ALEJANDRO BULLON SILVA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":428790,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5035","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2017-11-30","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBOSA, Rui. Oração aos moços. São Paulo: Martin Claret, 2003.\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil: promulgada em 5 de outubro de 1988. 2. ed. atual. São Paulo: Saraiva, 2000. v. 8. p. 547.\nBRANDÃO, Cláudio Mascarenhas. Comentário ao artigo 1º, inciso IV. Comentários à Constituição do Brasil. CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (Coord.). São Paulo: Saraiva; Almedina, 2014. p. 128-132.\nBRASIL. Programa Mais Médicos. Dois anos: Mais saúde para os Brasileiros, Secretaria de Gestão do Trabalho e da Educação na Saúde do Ministério da Saúde. Disponível em: http://maismedicos.gov.br/images/PDF/Livro_2_Anos_Mais_Medicos_Ministerio_da_Saude_2015.pdf.\n______. Progrma Mais Médicos. Médico: perguntas mais frequentes. Disponível em: http://maismedicos.gov.br/perguntas-frequentes-de-medicos.\n______. Progrma mais Médicos. Mais Médicos para o Brasil, mais saúde para você. Disponível em: http://maismedicos.gov.br/conheca-programa.\n______. Ministério da Saúde. Relatório de Auditoria Anual de Contas. Secretaria Federal de Controle Interno, exercício 2015.\n______.______. Relatório de Auditoria Anual de Contas. Secretaria Federal de Controle Interno, exercício 2015. Disponível em: http://portalarquivos.saude.gov.br/images/mais-medicos/Relatorio-de-Auditoria-Anual-de-Contas-n201600675-SGTES-Exercicio-2015.pdf.\n______.______. 80º Termo de Cooperação Técnica para o Desenvolvimento de Ações Vinculadas ao projeto. (???????). Disponível em: http://portalarquivos.saude.gov.br/images/pdf/2016/dezembro/06/TC%2080%201.pdf.\n______.______. 3º termo de ajuste.... Disponível em: http://portalarquivos.saude.gov.br/images/pdf/2016/dezembro/06/3%20TA.pdf.\n______. Ministério da Educação. Residência médica. Disponível em: http://portal.mec.gov.br/residencias-em-saude/residencia-medica. Acesso em: 25 ago. 2017.\nCLÈVE, Clèmerson Merlin. Medidas Provisórias. 3. ed. São Paulo: Revista dos Tribunais, 2010. p. 88, 89-90, 96 e 183-185.\nDWORKIN, Ronald. A virtude soberana: A teoria e a prática da igualdade. Tradução: Jussara Simões. São Paulo: Martins Fontes, 2011.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição brasileira de 1988. São Paulo: Saraiva,\n1990-1995. p. 72.\nFERREIRA, Pinto. Comentários à Constituição Brasileira. São Paulo: Saraiva, 1995. p. 117-118.\nKLATT, Matthias; MEISTER, Moritz. “A máxima da proporcionalidade: um elemento\nestrutural do constitucionalismo global”. Tradução: João Costa Neto. Observatório da Jurisdição\nConstitucional. IDP, Brasília: ano 7, n. 1, jan./jun. 2014.\nMELLO, Celso Antônio Bandeira de. Compostura jurídica do princípio de igualdade. Revista\nde Direito Administrativo e Constitucional, Belo Horizonte, ano 3, n. 11, jan./mar. 2003.\nNOVELINO, Marcelo. Curso de Direito Constitucional. 11. ed. Salvador: Juspodivm, 2016.\nORGANIZAÇÃO PAN-AMERICANA DA SAÚDE. OPAS/OMS assina acordo de cooperação com o Brasil para apoiar “Programa Mais Médicos”. Disponível em: http://www.paho.org/bra/index.php?option=com_content&view=article&id=3272:opas-oms-assina-acordo-de-cooperacao-com-o-brasil-para-apoiar-programa-mais-medicos&Itemid=834\nOSÓRIO, Aline; BARROS, Luís Roberto. Sabe com quem está falando?” Notas sobre o princípio da igualdade no Brasil contemporâneo. Direto & Práxis Revista, Rio de Janeiro, v. 07, n. 13, p. 209.\nROCHA, Cármen Lúcia Antunes. Medidas provisórias e princípio da separação de poderes. In: Direito contemporâneo: estudos em homenagem a Oscar Dias Corrêa, p. 44-69. Rio de Janeiro: Forense Universitária, 2001. p. 58-61 e 62.\nSILVA, José Afonso da. Comentário contextual à Constituição. 6 ed. São Paulo: Malheiros, 2009.\n______.______. 9. ed. São Paulo: Malheiros, 2014.\nSUPREMO TRIBUNAL FEDERAL. Ministério Público do Trabalho aponta irregularidades no Mais Médicos. Notícias STF, 25 nov. 2013. Disponível em: http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=254308.\nVERDÉLIO, Andreia. Governo aumenta salário do Mais Médicos e quer mais brasileiros no programa. Agencia Brasil, 20. set. 2016. Disponível em: http://agenciabrasil.ebc.com.br/geral/noticia/2016-09/governo-aumenta-salario-do-mais-medicos-e-quer-mais-brasileiros-no-programa.\nVIEIRA, Oscar Vilhena. Direitos fundamentais: Uma leitura da jurisprudência do STF. São Paulo: Malheiros, 2006.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":5035,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur430945","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento ao agravo regimental, nos termos do voto da Relatora. Não participou deste julgamento o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.8.2020 a 17.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur430945","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur430945","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-ED-EDv-AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. CONSUMIDOR. TRANSPORTE AÉREO INTERNACIONAL. ATRASO. DANOS MORAIS. PRESCRIÇÃO. CONVENÇÕES INTERNACIONAIS DE VARSÓVIA E DE MONTREAL. RECURSO EXTRAORDINÁRIO N. 636.331-RG. TEMA 210. INAPLICABILIDADE. CÓDIGO DE DEFESA DO CONSUMIDOR. AUSÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA. INEXISTÊNCIA DE DIVERGÊNCIA ENTRE ACÓRDÃO EMBARGADO E ACÓRDÃO PARADIGMA: ART. 332 DO REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL. PRECEDENTES. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753727975","externo_seq_objeto_incidente":5930237,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-221  DIVULG 03-09-2020  PUBLIC 04-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1221934&classe=RE","is_colac":false,"titulo":"RE 1221934 AgR-ED-EDv-AgR","documental_legislacao_citada_texto":["LEG-FED   RGI      ANO-1980\n          ART-00332\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-09-04","documental_acordao_mesmo_sentido_lista_texto":"RE 1240833 AgR-EDv-AgR PROCESSO ELETRÔNICO\n          JULG-16-11-2020  UF-RJ  TURMA-TP  MIN-CÁRMEN LÚCIA N.PÁG-013\n          DJe-282  DIVULG 27-11-2020  PUBLIC 30-11-2020","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1221934&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR-ED-EDv-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ACORDO INTERNACIONAL, DANO MORAL)\nRE 636331 (TP), ARE 766618 (TP). \n(AUSÊNCIA, IDENTIDADE, ACORDAO EMBARGADO, ACÓRDÃO PARADIGMA)\nAI 594380 AgR-ED-ED-EDv-ED-AgR (TP), ARE 966211 AgR-ED-EDv-AgR (TP), RE 1147290 AgR-EDv-AgR (TP). \n(EMBARGOS DE DIVERGÊNCIA, CABIMENTO)\nAI 594380 AgR-ED-ED-EDv-ED-AgR (TP). \n- Decisão monocrática citada:\n(EMBARGOS DE DIVERGÊNCIA, CABIMENTO)\nARE 914715 AgR-ED-EDv.\nNúmero de páginas: 15.\nAnálise: 11/11/2020, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : AMERICAN AIRLINES INC \nADV.(A/S)  : CARLA CHRISTINA SCHNAPP \nADV.(A/S)  : RICARDO BERNARDI \nADV.(A/S)  : BRUNA KELLY ARAUJO DUDAS \nAGDO.(A/S)  : MARIA ANTONIA DE MELLO MOTTA LUNAU \nADV.(A/S)  : FELIPE AMORIM MUJALLI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":430945,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 1221934 AgR-ED-EDv-AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NOS EMB.DIV. NOS EMB.DECL. NO AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1221934,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur431543","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, conheceu do agravo regimental e negou-lhe provimento, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio. O Ministro Gilmar Mendes acompanhou a Relatora com ressalvas. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur431543","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur431543","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AGRAVO REGIMENTAL NO HABEAS CORPUS. IMPETRAÇÃO CONTRA ATO DE MINISTRO DO SUPREMO TRIBUNAL FEDERAL. NÃO CABIMENTO. JURISPRUDÊNCIA CONSOLIDADA. APLICAÇÃO ANALÓGICA DA SÚMULA 606/STF.\n\n\n\n    1. Incabível o writ, enquanto dirigido contra ato de Ministro desta Suprema Corte. Aplicação analógica do enunciado da Súmula 606/STF: “não cabe habeas corpus originário para o Tribunal Pleno de decisão de Turma, ou do Plenário, proferida em habeas corpus ou no respectivo recurso”. Precedentes.\n\n\n\n    2. Os artigos 21, § 1º, e 192, do RISTF, conferem ao Relator a faculdade de decidir monocraticamente o habeas corpus nas hipóteses de jurisprudência consolidada, como no caso. Precedentes.\n\n\n\n    3. Agravo regimental conhecido e não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753837256","externo_seq_objeto_incidente":5932509,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186251&classe=HC","is_colac":false,"titulo":"HC 186251 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00068 ART-00102 INC-00001 \n          LET-D\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00007 PAR-00006 ART-00025 PAR-00001\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009 PAR-00004\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001 ART-00192 \"CAPUT\"\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000030      ANO-2009\n                EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000606      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: CABIMENTO, HABEAS CORPUS, ATO, MINISTRO, STF. PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: HABEAS CORPUS, PRESERVAÇÃO, LIBERDADE DE LOCOMOÇÃO. CABIMENTO, HABEAS CORPUS, ATO, MINISTRO, STF.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186251&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JULGAMENTO, DECISÃO MONOCRÁTICA, MINISTRO RELATOR, PRINCÍPIO DA COLEGIALIDADE)\nHC 137265 AgR (1ªT), HC 138687 AgR (2ªT), HC 148561 AgR (TP), HC 152707 MC-Ref (TP). \n(SÚMULA 606/STF)\nHC 91207 (TP), HC 92324 (TP), HC 97009 (TP), HC 100397 (TP), HC 104843 AgR (TP), HC 102745 AgR (TP), HC 115787 (TP), HC 115774 AgR (TP), HC 118037 AgR (TP), HC 131033 ED (1ªT), HC 142981 AgR-ED (2ªT). \n(HC, CABIMENTO, ATO, MINISTRO, TURMA, STF)\nHC 105959 (TP), HC 129430 AgR (TP), HC 131202 AgR (TP), HC 131646 AgR (TP), HC 133267 AgR (TP), HC 170263 (TP), HC 170285 (TP), HC 170328 (TP), HC 170330 (TP), HC 181667 AgR (TP), HC 186296 (TP). \n- Decisões monocráticas citadas:\n(HC, CABIMENTO, ATO, MINISTRO, TURMA, STF)\nHC 130681, HC 131020, HC 133216.\nNúmero de páginas: 20.\nAnálise: 24/08/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PEDRO PAULO BERGAMASCHI DE LEONI RAMOS \nADV.(A/S)  : JOSE EDUARDO RANGEL DE ALCKMIN E OUTRO(A/S)\nAGDO.(A/S)  : RELATOR DA AP Nº 1.019 DO SUPREMO TRIBUNAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":431543,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 186251 AgR","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":186251,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432147","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Gilmar Mendes (Relator), Alexandre de Moraes, Cármen Lúcia, Roberto Barroso e Celso de Mello, que julgavam improcedente a ação direta de inconstitucionalidade; e dos votos dos Ministros Edson Fachin, Marco Aurélio, Ricardo Lewandowski e Rosa Weber, que julgavam parcialmente procedente o pedido formulado, para declarar a inconstitucionalidade da expressão “de comum acordo”, constante do § 2º do artigo 114 da CRFB; o julgamento foi suspenso para aguardar o voto do Ministro Dias Toffoli (Presidente), que não participou deste julgamento por motivo de licença médica. Afirmou suspeição o Ministro Luiz Fux. Plenário, Sessão Virtual de 22.5.2020 a 28.5.2020.\r\n\n           Decisão: O Tribunal, por maioria, julgou improcedente a ação direta, nos termos do voto do Relator, vencidos os Ministros Edson Fachin, Marco Aurélio, Ricardo Lewandowski e Rosa Weber. Afirmou suspeição o Ministro Luiz Fux. Plenário, Sessão Virtual de 19.6.2020 a 26.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432147","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432147","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ação Direta de Inconstitucionalidade. 2. Art. 1º, da Emenda Constitucional nº 45/2004, na parte em que deu nova redação ao art. 114, §§ 2º e 3º, da Constituição Federal. 3. Necessidade de “mutuo acordo” para ajuizamento do Dissídio Coletivo. 4. Legitimidade do MPT para ajuizar Dissídio Coletivo em caso de greve em atividade essencial. 5. Ofensa aos artigos 5º, XXXV, LV e LXXVIII, e 60, § 4º, IV, da Constituição Federal. Inocorrência. 6. Condição da ação estabelecida pela Constituição. Estímulo às formas alternativas de resolução de conflito. 7. Limitação do poder normativo da justiça do trabalho. Violação aos artigos 7º, XXVI, e 8º, III, e ao princípio da razoabilidade. Inexistência. 8. Recomendação do Comitê de Liberdade Sindical da Organização Internacional do Trabalho. Indevida intervenção do Estado nas relações coletivas do trabalho. Dissídio Coletivo não impositivo. Reforma do Poder Judiciário (EC 45) que visa dar celeridade processual e privilegiar a autocomposição. 9. Importância dos acordos coletivos como instrumento de negociação dos conflitos. Mútuo consentimento. Precedentes. 10. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753886747","externo_seq_objeto_incidente":2278650,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3431&classe=ADI","is_colac":false,"titulo":"ADI 3431","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1946\n          ART-00123 PAR-00002\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00055 INC-00078 \n          ART-00007 INC-00026 ART-00008 INC-00003 \n          ART-00060 PAR-00004 INC-00004 ART-00114 \n          PAR-00002 PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n          ART-00001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-009958      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000154      ANO-1981\n                CONVENÇÃO SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-0625D\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000022      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-001256      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- NECESSIDADE, COMUM ACORDO, INSTAURAÇÃO, DISSÍDIO COLETIVO, CONDIÇÃO DA AÇÃO, AUSÊNCIA, OFENSA, PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO, PRINCÍPIO DO CONTRADITÓRIO. MITIGAÇÃO, PODER NORMATIVO, JUSTIÇA DO TRABALHO. ORIENTAÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), PRIVILÉGIO, MEDIAÇÃO, ARBITRAGEM. LEGITIMIDADE, MINISTÉRIO PÚBLICO DO TRABALHO (MPT), AJUIZAMENTO, DISSÍDIO COLETIVO, HIPÓTESE, GREVE, ATIVIDADE ESSENCIAL, AUSÊNCIA, OFENSA, DIREITO FUNDAMENTAL. FAVORECIMENTO, PAZ PÚBLICA, ORDEM SOCIAL.\n\n- VOTO, MIN. DIAS TOFFOLI: IMPROCEDÊNCIA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CRIAÇÃO, CONDIÇÃO DA AÇÃO, AUSÊNCIA, OFENSA, CONSTITUIÇÃO FEDERAL, FOMENTO, NEGOCIAÇÃO COLETIVA, SOLUÇÃO, CONFLITO. JURISPRUDÊNCIA, STF, INSTITUIÇÃO, CONDIÇÃO, EXERCÍCIO, DIREITO DE AÇÃO, COMPATIBILIDADE, DIREITO FUNDAMENTAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PROVIMENTO PARCIAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. JURISPRUDÊNCIA, STF, INCONSTITUCIONALIDADE, DESPROPORCIONALIDADE, EXIGÊNCIA, CONDIÇÃO, ACESSO À JUSTIÇA. EXCESSO, LIMITAÇÃO, ACESSO À JUSTIÇA, OFENSA, ESTADO DEMOCRÁTICO DE DIREITO. PODER NORMATIVO, JUSTIÇA DO TRABALHO, CONQUISTA, JUSTIÇA SOCIAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO PARCIAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, DECORRÊNCIA, OFENSA, CLÁUSULA PÉTREA, ACESSO À JUSTIÇA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3431&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPORTÂNCIA, ACORDO COLETIVO DE TRABALHO, RESOLUÇÃO, CONFLITO)\nRE 590415 (TP). \n(INCONSTITUCIONALIDADE, EXIGÊNCIA, REQUISITO, DESPROPORCIONALIDADE, SUBMISSÃO, PEDIDO)\nADI 2139 (TP). \n(INEXISTÊNCIA, RESTRIÇÃO, PEDIDO, ESGOTAMENTO, VIA ADMINISTRATIVA)\nRE 321778 AgR (2ªT), RE 549238 AgR (1ªT). \n(INSTITUIÇÃO, CONDIÇÃO, REGULAÇÃO, EXERCÍCIO, DIREITO DE AÇÃO, COMPATIBILIDADE, CONSTITUIÇÃO FEDERAL)\nRE 631240 (TP). \nNúmero de páginas: 31.\nAnálise: 19/01/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES EM ESTABELECIMENTOS DE ENSINO - CONTEE \nADV.(A/S)  : PEDRO CORREA PERTENCE \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432147,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 3431","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARROS, Alice Monteiro de. Curso de direito do trabalho. 3. ed. São Paulo: LTr, 2007. p. 1250.\nCAPPELLETTI, Mauro; Garth, Bryant. Acesso à Justiça, trad. Ellen Gracie Northfleet. Porto Alegre: Sergio Fabris Editor, 1988, p. 15.\nCAPPELLETTI, Mauro. Acesso à Justiça, in Revista do Ministério Público - Nova Fase, v. 1, n. 18, 1985, p. 8-26. p. 9.\nGARCIA, Gustavo Filipe Barbosa. Manual de Direito do Trabalho, 2. ed. São Paulo: Método, 2010.\nLEITE, Carlos Henrique Bezerra, Curso de Direito Processual do Trabalho, 7. ed. São Paulo: LTr, 2009.\nMARTINS, Sergio Pinto. Direito processual do trabalho: doutrina e prática forense, modelos de petições,\nrecursos, sentenças e outros. 13. ed. São Paulo: Atlas, 2000. p. 73.\nMARTINS FILHO, Ives Gandra. Processo Coletivo do Trabalho. 3ª ed. São Paulo: LTr, 2003. p. 33-39.\nSCHIAVI, 2009. p. 1183.","ministro_facet":["GILMAR MENDES"],"processo_numero":3431,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432153","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Edson Fachin, Relator, e Alexandre de Moraes, que negavam provimento ao agravo regimental, pediu vista dos autos o Ministro Ricardo Lewandowski. Plenário, Sessão Virtual de 21.9.2018 a 27.9.2018.\r\n\n           Decisão: O Tribunal, por maioria, julgou prejudicados a petição e, em consequência, o recurso de agravo regimental, nos termos do voto do Ministro Ricardo Lewandowski, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Marco Aurélio e Luiz Fux. Nesta assentada o Ministro Alexandre de Moraes reajustou seu voto. Não participou deste julgamento o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.8.2020 a 17.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"RICARDO LEWANDOWSKI","revisor_processo_nome":null,"id":"sjur432153","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432153","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: ELEITORAL. APLICAÇÃO DO ART. 26-C da LEI COMPLEMENTAR 64/1990. PEDIDO DE EFEITO SUSPENSIVO AO RECURSO EXTRAORDINÁRIO PARA AFASTAR A INELEGIBILIDADE DO RECORRENTE. REALIZAÇÃO DAS ELEIÇÕES 2018. PERDA DE OBJETO DO PEDIDO. MÉRITO DA QUESTÃO DE FUNDO TODAVIA NÃO EXAMINADO PELO STF. RECURSO QUE SE JULGA PREJUDICADO.\n\n\n\n    I – A realização das eleições gerais de 2018 ocasionou a perda do objeto do recurso.\n\n\n\n    II - Pedido que discutia aplicação do art. 26-C da Lei Complementar 64/1990 ao recorrente.\n\n\n\n    III- Matéria que, embora não examinada pelo STF neste feito, poderá, eventualmente, ser reapreciada nas vias processuais apropriadas. \n\n\n\n    IV – Recurso prejudicado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753886753","externo_seq_objeto_incidente":5542871,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=7841&classe=Pet","is_colac":false,"titulo":"Pet 7841 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 PAR-00003 ART-00049 INC-00001 \n          ART-00084 INC-00008 ART-00109 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00001 INC-00001 LET-E ART-0026C \n          ITEM-1 ITEM-6\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-009296      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-000135      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00076 ART-01042\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   PCT      ANO-1966\n          ART-00028 ITEM-1 ART-00041 ART-00042\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033 PAR-00004 ART-00317 PAR-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003688      ANO-1941\n          ART-00050\n                LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00231 ART-00254 ART-00256 ART-00258 \n          ART-00260 ART-00400 PAR-00001 ART-00402\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000311      ANO-2009\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000283      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000636      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: CONSTITUCIONALIDADE, LEI DA FICHA LIMPA. APLICABILIDADE, TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO, INCORPORAÇÃO, MOMENTO ANTERIOR.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PLENÁRIO, EXERCÍCIO, INTEGRALIDADE, COMPETÊNCIA, STF. TEORIA DOS CAPÍTULOS DE SENTENÇA, AUTONOMIA, PEDIDO, AUTONOMIA, CAPÍTULO DE SENTENÇA. DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL. RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA, CONEXÃO DE AÇÃO. RECURSO EXTRAORDINÁRIO, ALEGAÇÃO, QUEBRA, IMPARCIALIDADE DO JUIZ, MATÉRIA INFRACONSTITUCIONAL. RECURSO EXTRAORDINÁRIO, CERCEAMENTO DE DEFESA, PRODUÇÃO DE PROVA, MATÉRIA INFRACONSTITUCIONAL. FUNDAMENTAÇÃO SUCINTA, DECISÃO, APRECIAÇÃO, CADA, ALEGAÇÃO, PROVA. RECURSO EXTRAORDINÁRIO, VALIDADE, NORMA PENAL, MATÉRIA CONSTITUCIONAL. RECURSO EXTRAORDINÁRIO, CRITÉRIO, FIXAÇÃO DE PENA, MATÉRIA INFRACONSTITUCIONAL. CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO PENAL, CONDENADO, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, CONDICIONAMENTO, PROGRESSÃO DA PENA, REPARAÇÃO DE DANO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=7841&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PLENÁRIO, EXERCÍCIO, INTEGRALIDADE, COMPETÊNCIA, STF)\nHC 143333 (TP). \n(TEORIA DOS CAPÍTULOS DE SENTENÇA)\nAP 470 (TP). \n(DEVIDO PROCESSO LEGAL, PRINCÍPIO DO JUIZ NATURAL)\nAI 502665 AgR (1ªT), ARE 677900 AgR (2ªT), ARE 839680 AgR (2ªT), ARE 958411 AgR (2ªT), ARE 1097947 AgR (2ªT), ARE 748371 RG (TP). \n(RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA, CONEXÃO DE AÇÃO)\nRE 861758 AgR (1ªT), ARE 895272 AgR (2ªT). \n(RECURSO EXTRAORDINÁRIO, ALEGAÇÃO, QUEBRA, IMPARCIALIDADE DO JUIZ, MATÉRIA INFRACONSTITUCIONAL)\nRE 629080 AgR (1ªT), ARE 1097947 AgR (2ªT). \n(RECURSO EXTRAORDINÁRIO, PRODUÇÃO DE PROVA, MATÉRIA INFRACONSTITUCIONAL)\nARE 639228 RG (TP). \n(FUNDAMENTAÇÃO SUCINTA, DECISÃO, APRECIAÇÃO, CADA, ALEGAÇÃO, PROVA)\nAI 791292 QO-RG. \n(RECURSO EXTRAORDINÁRIO, VALIDADE, NORMA PENAL, MATÉRIA CONSTITUCIONAL)\nRE 640139 RG (TP), RE 966177 RG (TP), ARE 901623 RG (TP). \n(RECURSO EXTRAORDINÁRIO, CRITÉRIO, FIXAÇÃO DE PENA, MATÉRIA INFRACONSTITUCIONAL)\nARE 970246 AgR-segundo (2ªT), ARE 1056116 AgR (2ªT), ARE 1072566 AgR-AgR (2ªT), AI 742460 RG (TP), RE 983765 RG (TP). \n(CONSTITUCIONALIDADE, LEI DA FICHA LIMPA)\nADI 4578 (TP), ADC 29 (TP), ADC 30 (TP). \n(APLICABILIDADE, TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO, INCORPORAÇÃO, MOMENTO ANTERIOR)\nCR 8279 AgR (2ªT), ADI 1480 MC (TP), RE 71154 (TP) - RTJ 58/70. \n(RECURSO EXTRAORDINÁRIO, CERCEAMENTO DE DEFESA, MATÉRIA INFRACONSTITUCIONAL)\nARE 748371 RG (TP). \n(CONSTITUCIONALIDADE, DISPOSITIVO, CÓDIGO PENAL, CONDENADO, CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, CONDICIONAMENTO, PROGRESSÃO DA PENA, REPARAÇÃO DE DANO)\nEP 22 ProgReg-AgR (TP). \n- Decisão monocrática citada:\n(RECURSO EXTRAORDINÁRIO, VALIDADE, NORMA PENAL, MATÉRIA CONSTITUCIONAL)\nRE 1093553.\n- Decisões estrangeiras citadas: Caso José Luis PM v. Criminal Chamber of the Supreme Court, do Tribunal Constitucional da Espanha; Caso Kavanagh v Governor of Mountjoy Prison, da Suprema Corte da Irlanda; Caso Perterer v Land Salzburg and Austria, da Corte Suprema da Áustria e Caso Hauchemaille v France, do Conselho de Estado da França.\n- Veja Rcl 23.457, ADPF 395 e ADPF 444 do STF.\nNúmero de páginas: 68.\nAnálise: 24/11/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : LUIZ INACIO LULA DA SILVA \nADV.(A/S)  : CRISTIANO ZANIN MARTINS E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432153,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"Pet 7841 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2020-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"ACCIOLY, Hildebrando. Tratado de Direito Internacional Público. 3. ed. Quartier Latin, 2009. v. 1. p. 707-709. itens 933-935.\nAMARAL JÚNIOR, Alberto. Curso de Direito Internacional Público. 4. ed. Atlas, 2013. p. 515. item 16.5.\nARAUJO, Joao Hermes Pereira. A Processualística dos Atos Internacionais. p. 250-251.\nBARROSO, Luís Roberto. Vinculação de Estado-membro pelo Direito Internacional. Reflexões Acerca do Cumprimento de Recomendações Oriundas da Comissão Internacional de Direitos Humanos da OEA. IN: Direito Internacional na Constituição. Saraiva, 2014. p. 435/438. item 4.\nCRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense, 1991. v. 2. p. 532.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. Saraiva, 1992. v. 2. p. 21.\nFRAGA, Mirtô. O Conflito entre Tratado Internacional e Norma de Direito Interno. Forense, 1997. p. 56.\nMAZZUOLI, Valerio de Oliveira. Curso Internacional Público. 9. ed. RT, 2015. p. 386-389. item 4.\nMAZZUOLI, Valerio de Oliveira. Curso de Direitos Humanos. Método, 2017. p. 109. item  3.\nMAZZUOLI, Valerio de Oliveira. Comentários à Constituição do Brasil. 2. ed. Saraiva, 2018. p. 1.097.\nMEDEIROS, Antônio Paulo Cachapuz. O Poder de Celebrar Tratados. Sérgio Antonio Fabris, 1995. p. 382 e 468-470.\nMELLO, Celso de Albuquerque. Constituição e Relações Internacionais. In: A Nova Constituição e o Direito Internacional - Propostas e Sugestões. Coordenador: Jacob Dollinger. Freitas Bastos, p. 34, item 10.\nMELLO, Celso de Albuquerque. Curso de Direito Internacional Público. 14. ed. Renovar, 2002. vol. 1, p. 232-234.\nMORAES, Alexandre de. Direito Constitucional. 33. ed. Atlas, 2017. p. 729. item n. 4.5.3. \nMOREIRA, Barbosa. Comentários ao Código de Processo Civil. 11 ed. Rio de Janeiro: Forense, 2003. v. 5. p. 613.\nPIOVESAN, Flávia. Direitos Humanos e o Direito Constitucional Internacional. 18. ed. Saraiva Jur, 2018. p. 265-266.\nRODAS, João Grandino. A Publicidade dos Tratados Internacionais. RT, 1980. p. 203-206.\nROUSSEAU, Charles. Droit International Public Approfondi. Paris: Dalloz, 1958. p. 3-16.\nTIBURCIO, Carmen; BARROSO, Luís Roberto. Direito Constitucional Internacional. Renovar, 2013. p. 163-165, item 2.\nTRINDADE, Antônio Augusto Cançado. Tratado de Direito Internacional dos Direitos Humanos. Fabris Editor, 1999. vol 2. p. 82-86. itens 96-99.\nVAN HOLTHE, Leo. IN: BNONAVIDES, Paulo; MIRANDA, Jorge; AGRA, Walber de Moura (Coord.). Comentários à Constituição Federal de 1988. Forense, 2009. p. 898-899.\nVARELLA, Marcelo D. Direito Internacional Público. Saraiva, 2009. p. 65-67, item n. 2.4.1.\nRAMOS, André de Carvalho. Processo Internacional de Direitos Humanos. 5. ed. Saraiva, 2016. p. 88-89. item n. 2.2.","ministro_facet":["EDSON FACHIN","RICARDO LEWANDOWSKI"],"processo_numero":7841,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432151","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na arguição de descumprimento de preceito fundamental para declarar a inconstitucionalidade formal e material do art. 3º, X, da Lei 3.468/2015, parte final, no trecho em que veda o ensino sobre gênero e orientação sexual, uma vez que a norma compromete o acesso de crianças, adolescentes e jovens a conteúdos relevantes, pertinentes à sua vida íntima e social, em desrespeito à doutrina da proteção integral, nos termos do voto do Relator. Falaram: pelo amicus curiae Associação Nacional dos Defensores Públicos - ANADEP, o Dr. Luis Gustavo Grandinetti Castanho de Carvalho; pelo amicus curiae Associação Nacional de Juristas Evangélicos - ANAJURE, a Dra. Raíssa Paula Martins; pelo amicus curiae Associação Nacional de Juristas Pelos Direitos Humanos de Lésbicas, Gays, Bissexuais, Travestis, Transexuais, Transgêneros e Intersexuais - ANAJUDH-LGBTI, o Dr. Rafael dos Santos Kirchhoff; e, pelo amicus curiae Comitê Latino-Americano e do Caribe para a Defesa dos Direitos das Mulheres - CLADEM/BRASIL, a Dra. Sandra Lia Leda Bazzo Barwinski. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["3","4","5","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432151","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432151","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Direito à educação. Arguição de Descumprimento de Preceito Fundamental. Lei municipal que veda o ensino sobre gênero e orientação sexual, bem como a utilização desses termos nas escolas. Procedência do pedido.\n\n\n\n    1. Violação à competência privativa da União para legislar sobre diretrizes e bases da educação nacional (CF/88, art. 22, XXIV), bem como à competência deste mesmo ente para estabelecer normas gerais em matéria de educação (CF/88, art. 24, IX). Inobservância dos limites da competência normativa suplementar municipal (CF/88, art. 30, II). \n\n\n\n    2. Supressão de domínio do saber do universo escolar. Desrespeito ao direito à educação com o alcance pleno e emancipatório que lhe confere a Constituição. Dever do Estado de assegurar um ensino plural, que prepare os indivíduos para a vida em sociedade. Violação à liberdade de ensinar e de aprender (CF/88, arts. 205, art. 206, II, III, V, e art. 214). \n\n\n\n    3. Comprometimento do papel transformador da educação. Utilização do aparato estatal para manter grupos minoritários em condição de invisibilidade e inferioridade. Violação do direito de todos os indivíduos à igual consideração e respeito e perpetuação de estigmas (CF/88, art. 1º, III, e art. 5º).\n\n\n\n    4. Violação ao princípio da proteção integral. Importância da educação sobre diversidade sexual para crianças, adolescentes e jovens. Indivíduos especialmente vulneráveis que podem desenvolver identidades de gênero e orientação sexual divergentes do padrão culturalmente naturalizado. Dever do estado de mantê-los a salvo de toda forma de discriminação e opressão. Regime constitucional especialmente protetivo (CF/88, art. 227).\n\n\n\n    5. Declaração de inconstitucionalidade do art. 3º, X, da Lei 3.468/2015. Arguição de descumprimento de preceito fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753886751","externo_seq_objeto_incidente":5204906,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=461&classe=ADPF","is_colac":false,"titulo":"ADPF 461","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00003 INC-00001 \n          INC-00004 ART-00005 \"CAPUT\" INC-00009 \n          INC-00054 ART-00019 INC-00001 ART-00022 \n          INC-00024 PAR-ÚNICO ART-00024 INC-00009 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00030 INC-00001 INC-00002 ART-00102 \n          PAR-00001 ART-00205 ART-00206 INC-00001 \n          INC-00002 INC-00003 INC-00005 ART-00214 \n          INC-00005 ART-00227\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00002 ART-00003 INC-00002 INC-00003 \n          INC-00004 INC-00011\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-013005      ANO-2014\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00013 PAR-00001\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA OS TEXTOS DO PROTOCOLO SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS (PROTOCOLO DE SÃO SALVADOR) ADOTADO EM SÃO SALVADOR, EM 17 DE NOVEMBRO DE 1988, E DO PROTOCOLO REFERENTE À ABOLIÇÃO DA PENA DE MORTE, ADOTADO EM ASSUNÇÃO, PARAGUAI, EM 8 DE JUNHO DE 1990.\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00001 ART-00002 ITEM-1 ITEM-2 \n          ART-00003 ITEM-1 ART-00006 ITEM-2\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - \t PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR.\n\n","LEG-FED   RES-000175      ANO-2013\n          ART-00001\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-INT   PLT      ANO-1988\n          ART-00013 NÚMERO-2 NÚMERO-3\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-MUN   LEI-003468      ANO-2015\n          ART-00003 INC-00010\n                LEI ORDINÁRIA DO MUNICÍPIO DE PARANAGUÁ, PR"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":"ADPF 465  PROCESSO ELETRÔNICO\n          JULG-24-08-2020  UF-TO  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-046\n          DJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020\n          LEG-MUN   LEI-002243      ANO-2016\n                    LEI ORDINÁRIA DO MUNICÍPIO DE PALMAS, TO\n \nADPF 600  PROCESSO ELETRÔNICO\n          JULG-24-08-2020  UF-PR  TURMA-TP  MIN-ROBERTO BARROSO N.PÁG-045\n          DJe-229  DIVULG 16-09-2020  PUBLIC 17-09-2020\n          LEG-MUN   EMD-000055      ANO-2018\n                    EMENDA À LEI ORGÂNICA DO MUNICÍPIO DE LONDRINA, PR","documental_indexacao_texto":"- DEFINIÇÃO, SEXO BIOLÓGICO, GÊNERO, ORIENTAÇÃO SEXUAL. EDUCAÇÃO, TRANSFORMAÇÃO DE SOCIEDADE, DIREITO À IGUALDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: JURISDIÇÃO CONSTITUCIONAL, EFETIVIDADE, DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL. LIBERDADE DE APRENDER, LIBERDADE DE ENSINAR, LIBERDADE DE EXPRESSÃO, PLURALISMO, IDEIA, PROIBIÇÃO, CENSURA. DEVER, PODER PÚBLICO, POLÍTICA PÚBLICA, INCLUSÃO, DIREITO À IGUALDADE. DEMOCRACIA, SOBERANIA POPULAR, ESTADO DE DIREITO, CONTROLE JUDICIAL, PODER PÚBLICO, DIREITO DAS MINORIAS. DEMOCRACIA REPRESENTATIVA, EDUCAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=461&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DEFINIÇÃO, SEXO, GÊNERO, ORIENTAÇÃO SEXUAL)\nRE 845779 RG (TP). \n(LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (LDB))\nADI 5537 (TP). \n(UNIÃO ESTÁVEL HOMOAFETIVA, ENTIDADE FAMILIAR)\nADI 4277 (TP), ADPF 132 (TP). \n(IDEOLOGIA, GÊNERO, SISTEMA DE ENSINO, ÂMBITO MUNICIPAL)\nADPF 457 (TP). \n(COMPETÊNCIA LEGISLATIVA, UNIÃO, DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL)\nADI 1399 (TP), ADI 3098 (TP), ADI 4060 (TP), ADI 5341 MC-Ref (TP). \n(DISCRIMINAÇÃO SEXUAL, GÊNERO, ORIENTAÇÃO SEXUAL)\nADI 4277 (TP). \n- Decisões estrangeiras citadas: BVerfGE 47, 46, do Tribunal Constitucional Alemão; Caso Brown vs. Board of Education of Topeka, 347 U.S. 483 (1954), da Suprema Corte norte-americana; S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6, do Tribunal Constitucional Espanhol; Caso Kingsley Pictures Corp. vs. Regents, 360 U.S 684, 688-89, 1959, da Suprema Corte dos Estados Unidos; Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos.\n- Veja a alínea “i” do Parecer Consultivo OC-24/2017 da Corte Interamericana de Direitos Humanos.\n\nNúmero de páginas: 47.\nAnálise: 24/02/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE PARANAGUÁ \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE PARANAGUÁ \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE PARANAGUÁ \nADV.(A/S)  : ROSANA TEMPORÃO MONTEIRO \nAM. CURIAE.  : GRUPO DIGNIDADE - PELA CIDADANIA DE GAYS, LÉSBICAS E TRANSGÊNEROS E OUTRO(A/S)\nADV.(A/S)  : ANDRESSA REGINA BISSOLOTTI DOS SANTOS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE TRAVESTIS E TRANSSEXUAIS - ANTRA E OUTRO(A/S)\nADV.(A/S)  : MARIA EDUARDA AGUIAR DA SILVA \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS EVANGÉLICOS - ANAJURE \nADV.(A/S)  : RAÍSSA PAULA MARTINS \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE JURISTAS PELOS DIREITOS HUMANOS DE LÉSBICAS, GAYS, BISSEXUAIS, TRAVESTIS, TRANSEXUAIS, TRANSGÊNEROS E INTERSEXUAIS (ANAJUDH-LGBTI) \nADV.(A/S)  : RAFAEL DOS SANTOS KIRCHHOFF \nAM. CURIAE.  : AÇÃO EDUCATIVA ASSESSORIA, PESQUISA E INFORMAÇÃO E OUTRO(A/S)\nADV.(A/S)  : MÁRCIO ALAN MENEZES MOREIRA \nAM. CURIAE.  : COMITÊ LATINO-AMERICANO E DO CARIBE PARA A DEFESA DOS DIREITOS DAS MULHERES - CLADEM/BRASIL E OUTRO(A/S)\nADV.(A/S)  : SANDRA LIA LEDA BAZZO BARWINSKI \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : ILTON NORBERTO ROBL FILHO \nADV.(A/S)  : ISABELA MARRAFON \nADV.(A/S)  : TATIANA ZENNI DE CARVALHO GUIMARÃES FRANCISCO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432151,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ADPF 461","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BAUM, Lawrence. A Suprema Corte americana. Rio de Janeiro: Forense Universitária, 1987. p. 12-13.\nBENTO, Berenice. O Que é Transexualidade. São Paulo: Brasiliense, 2008, p. 328.\nBERNS, Walter. A Constituição assegura esses direitos? In: Vários autores. A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 285.\nBESSETTE, Joseph M. Democracia deliberativa: o princípio da maioria no governo republicano. A constituição norte-americana. Rio de Janeiro: Forense Universitária. 1986. p. 305 et seq.\nBOBBIO, Norberto. Igualdad y libertad. Barcelona: Paidós, 1993. p. 117.\nBOM, Pierre. La légitimité du conseil constitucionnel français. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 143 et seq.\nCERRI, Augusto. Corso di giustizia costituzionale. 2. ed. Milão: Giuffrè, 1997. p. 17.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norte-americana. Martins Fontes, 2006.\nGOLDWIN, Robert A; SCHAMBRA, william A (Orgs.). A constituição norte-americana. Rio de Janeiro: Forense Universitária, 1986. p. 305. \nHORTA, Raul Machado. Direito Constitucional. 5. ed. Belo Horizonte: Del Rey, 2010. p. 309.\nJESUS, Jaqueline Gomes. Orientações sobre identidade de gênero: conceitos e termos. Brasília, 2012. Disponível em: http://www.diversidadesexual.com.br/wp-content/uploads/2013/04/G%C3%8ANERO-CONCEITOS-E-TERMOS.pdf.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 14. p. 435.\nLANZ, Letícia. Identidade de gênero. Disponível em: http://serfelizeserlivre.blogspot.com.br/2011/01/identidade-degenero.html.\nLIONÇO, Tatiana; DINIZ, Débora. Homofobia e educação: um desafio ao silêncio. Brasília: LetrasLivres, Universidade de Brasília, 2009.\nLOURO, Guacira Lopes. Pedagogias da sexualidade. In: LOURO, Guacira Lopes (Org.). O corpo educado: pedagogias da sexualidade. 3. ed. Tradução: Tomaz Tadeu da Silva. Belo Horizonte: Autêntica, 2010. p. 15-16. \nLUCHAIRE, François. Le conseil constitutionnel. Paris: Economica, 1980. p. 19 et seq.\nMIRANDA, Jorge. Nos dez anos de funcionamento do tribunal constitucional. In: Vários autores. Legitimidade e legitimação da justiça constitucional. Coimbra: Coimbra, 1995. p. 95.\nMOTTA, Elias de Oliveira. Direito educacional e educação no século XXI. Brasília: Unesco, 1997. p. 91.\nORGANIZAÇÃO DAS NAÇÕES UNIDAS. Nascidos Livres e Iguais: Orientação sexual e identidade de Gênero no Regime Internacional de Direitos Humanos.\nPEREIRA, Rodrigo da Cunha. Princípios Fundamentais Norteadores do Direito de Família. São Paulo: Saraiva, [s.a.]. p. 148 et seq.\nPRADO, Marco Aurélio Máximo; JUNQUEIRA, Rogério Diniz. Homofobia, hierarquização e humilhação social. In: VENTURI, Gustavo; BOKANY, Vilma (Org.). Diversidade sexual e homofobia no Brasil. São Paulo: Fundação Perseu Abramo, 2011. p. 59-60 e 61.\nRAMIRES, Luiz. Homofobia na escola: o olhar de um educador social do movimento LGBT. In: VENTURI, Gustavo; BOKANY, Vilma (Org.). Diversidade sexual e homofobia no Brasil. São Paulo: Fundação Perseu\nAbramo, 2011. p 131-139.\nRIVERO, Jean. A modo de sintesis. In: Vários autores. Tribunales constitucionales europeus y derechos fundamentales. Madri: Centro de Estudios Constitucionales, 1984. p. 666 et seq.\nRODRIGUES, Julian. Direito humanos e diversidade sexual: uma agenda em construção. In: VENTURI, Gustavo; BOKANY, Vilma. Diversidade sexual e homofobia no Brasil. São Paulo: Ed. Fundação Perseu Abramo, 2011. p. 34.\nSCHWABE, Jürgen; MARTINS, Leonardo. Cinquenta Anos de Jurisprudência do Tribunal Constitucional Federal Alemão. Tradução: Beatriz Hennig et al. Berlim: Konrad-Adenauer-Stiftung, 2005. p. 508.\nSILVA, José Afonso da. SILVA, Curso de Direito Constitucional Positivo. 30. ed. São Paulo: Malheiros, 2008. p. 481.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":461,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432183","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SE","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, negou provimento ao agravo regimental. Ausente, justificadamente, o Ministro Dias Toffoli, participando, na qualidade de Presidente do Tribunal Superior Eleitoral, da 2ª Assembleia Geral e Conferência Internacional da Associação Mundial de Órgãos Eleitorais, organizadas pela Associação Mundial de Órgãos Eleitorais (AWEB), e, neste julgamento, ausente a Ministra Cármen Lúcia. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 19.08.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432183","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Sergipe","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432183","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"TA-AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: AÇÃO CÍVEL ORIGINÁRIA – PARCELAMENTO DE DÉBITOS TRIBUTÁRIOS FEDERAIS REQUERIDO PELA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SERGIPE – ÓRGÃO NÃO PERSONIFICADO FORMALMENTE INTEGRADO NA ESTRUTURA INSTITUCIONAL DA ENTIDADE POLÍTICA A QUE SE ACHA VINCULADO – ASSINATURA, PELO CHEFE DO PODER EXECUTIVO LOCAL, DOS DOCUMENTOS REFERENTES AO PRETENDIDO PARCELAMENTO – OBSERVÂNCIA, PELA FAZENDA NACIONAL, DA NORMA INSCRITA NO ART. 8º DA PORTARIA CONJUNTA PGFN/RFB Nº 15/2009 – AUSÊNCIA DOS PRESSUPOSTOS NECESSÁRIOS À CONCESSÃO DO PROVIMENTO ANTECIPATÓRIO – RECURSO DE AGRAVO IMPROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753889450","externo_seq_objeto_incidente":4531061,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2044&classe=ACO","is_colac":false,"titulo":"ACO 2044 TA-AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-008952      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00273\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   PRT-000015      ANO-2009\n          ART-00008\n                PORTARIA CONJUNTA DA PROCURADORIA GERAL DA FAZENDA NACIONAL E RECEITA FEDERAL DO BRASIL - PGFN/RFB"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2044&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO-TA-AgR","documental_observacao_texto":"Número de páginas: 13.\nAnálise: 20/08/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DE SERGIPE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SERGIPE \nAGDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432183,"documental_tese_texto":null,"procedencia_geografica_completo":"SE - SERGIPE","processo_codigo_completo":"ACO 2044 TA-AgR","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2015-08-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. EM TUTELA ANTECIPADA NA AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":null,"ministro_facet":["CELSO DE MELLO"],"processo_numero":2044,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}