{"result":{"took":333,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425559","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Decisão: A Turma, por maioria, não conheceu do agravo regimental interposto por Infoglobo Comunicações Ltda, por intempestivo, e negou provimento ao agravo regimental interposto por Globo Comunicação e Participações S/A , nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Celso de Mello. Não participou, deste julgamento, a Ministra Cármen Lúcia. Segunda Turma, Sessão Virtual de 17.4.2020 a 24.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425559","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur425559","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-segundo","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Agravos regimentais em recursos extraordinários. Recursos submetidos ao regime do CPC/73. Agravo regimental interposto por Infoglobo Comunicações Ltda. e outros. Intempestividade. Agravo regimental interposto por Globo Comunicação e Participações S/A e outros. Direito Constitucional. Liberdade de imprensa. Divulgação de conversas gravadas obtidas por meio de interceptação telefônica. Suposta colisão entre a garantia da liberdade de expressão e comunicação e o direito à inviolabilidade da intimidade e da vida privada. Utilização de informações sigilosas obtidas por meios ilícitos. Impossibilidade.\n\n\n\n    1. Infoglobo Comunicações Ltda. não observou o prazo cinco dias previsto no art. 317 do Regimento Interno do Supremo Tribunal Federal quando da interposição de seu agravo.\n\n\n\n    2. Possibilidade de empresa jornalística publicar conversas telefônicas interceptadas e gravadas clandestinamente por terceiros, as quais foram mantidas entre o agravado e outras pessoas, a cujo conteúdo a empresa teve acesso.\n\n\n\n    3. A liberdade de informação jornalística se justifica em razão do direito dos indivíduos a uma informação correta e imparcial, ao direito de ser informado, desempenhando a referida garantia uma função social ímpar, motivo pelo qual deve ser exercitada de forma livre e desembaraçada.\n\n\n\n    4. Muito embora nossa Magna Carta traga garantias assecuratórias da liberdade de informação jornalística, ela elenca também as balizas ao exercício dessa liberdade, no § 1º do art. 220, que enumera as normas prescritas no próprio texto constitucional, no art. 5º, incisos IV, V, X, XIII e XIV (livre manifestação do pensamento e vedação ao anonimato;, direito de resposta; possibilidade de indenização por dano à imagem; respeito à intimidade, à vida privada, à honra e à imagem das pessoas; livre exercício de trabalho, ofício ou profissão; direito de acesso à informação e garantia de sigilo da fonte quando necessário ao exercício profissional).\n\n\n\n    5. Consignou-se, no acórdão recorrido, que a informação em questão, objeto do pedido de impedimento de divulgação, foi obtida mediante a prática de ilícito penal, por interceptação telefônica sem autorização dos interlocutores, em flagrante desrespeito ao direito à intimidade e ao sigilo das comunicações telefônicas. Vê-se, portanto, que não se trata de hipótese habitual de confronto entre liberdade de informação e direitos da personalidade.\n\n\n\n    6. O controle judicial perpetrado na origem não constituiu censura prévia à informação, mas apenas garantiu que fosse assegurado o sigilo das comunicações telefônicas, uma vez verificada ofensa à liberdade de comunicação alheia. Assim, o cerne da questão posta nos autos não está concentrado na proibição de divulgação das informações e na liberdade de imprensa, bem como na inviolabilidade à intimidade, mas sim na ilicitude perpetrada quando da obtenção do produto objeto da notícia.\n\n\n\n    7. A liberdade de informação jornalística não legitima a utilização de informações sigilosas obtidas por meios ilícitos.\n\n\n\n    8. Agravo regimental interposto por Infoglobo Comunicações Ltda. do qual não se conhece.\n\n\n\n    9 Agravo regimental interposto por Globo Comunicação e Participações S/A ao qual se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753110137","externo_seq_objeto_incidente":4926610,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-131  DIVULG 27-05-2020  PUBLIC 28-05-2020\nREPUBLICAÇÃO: DJe-161  DIVULG 25-06-2020  PUBLIC 26-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=638360&classe=RE","is_colac":false,"titulo":"RE 638360 AgR-segundo","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 NÚMERO-5\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 NÚMERO-9\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00004 INC-00005 INC-00009 \n          INC-00010 INC-00013 INC-00014 PAR-00002 \n          ART-00220 PAR-00001 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00247 PAR-00002\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00019\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   PRT-000011      ANO-2016\n                PORTARIA\n\n","LEG-FED   RGI      ANO-1980\n          ART-00317\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-06-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. EDSON FACHIN: OBTENÇÃO, INFORMAÇÃO, PRESUNÇÃO, BOA-FÉ. PROVA ILÍCITA, SIGILO DA FONTE. PREVALÊNCIA, LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: LIBERDADE DE IMPRENSA, DIREITO, COLETIVIDADE. PODER JUDICIÁRIO, CENSURA. DIREITO DE CRÍTICA, ANIMUS INJURIANDI, ANIMUS DIFFAMANDI. LIBERDADE DE IMPRENSA, SIGILO DA FONTE. LIBERDADE DE EXPRESSÃO, ESTADO DEMOCRÁTICO DE DIREITO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=638360&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR-segundo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AGRAVO REGIMENTAL, INTEMPESTIVIDADE)\nARE 884488 AgR (TP). \n(LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO, SIGILO DA FONTE)\nADPF 130 (TP), ADI 869 (TP), HC 72062 (1ªT) - RTJ 168/853, Pet 2702 MC (TP), Rcl 9428 (TP), Rcl 21504 AgR (2ªT), Rcl 22328 (1ªT), RE 840718 AgR (2ªT), Inq 380 (TP) - RTJ 145/381. \n- Decisões monocráticas citadas:\n(LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO, SIGILO DA FONTE)\nInq 870, Rcl 11292 MC, Rcl 16074 MC, Rcl 18186 MC, Rcl 18290 MC, Rcl 18566 MC, ARE 892127, Pet 3486 - RTJ 200/277.\n- Acórdão(s) citado(s) - outros tribunais:\n(LIBERDADE DE IMPRENSA, LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO, SIGILO DA FONTE)\nSTJ: REsp 719592\nRT 511/422, RT 527/381, RT 540/320, RT 541/385, RT 668/368, RT 686/393. \n- Legislação estrangeira citada: Art. XIX, da Declaração Universal dos Direitos da Pessoa Humana, promulgada pela III Assembleia Geral da Organização das Nações Unidas em 10 de dezembro de 1948; art. IV, da Declaração Americana dos Direitos e Deveres do Homem, promulgada pela IX Conferência Internacional Americana, realizada em Bogotá, em abril de 1948.\n- Decisões estrangeiras citadas: Caso Bédat vs. Suíça (Grande Câmara, Caso n. 56.925/08, julgamento de 29.03.2016); Caso Lingens (Sentença de 08/07/1986), da Corte Europeia de Direitos Humanos; Caso Bartnicki vs. Vopper, julgado em 2001 pela Suprema Corte americana; Sentenças nº 6/1981, Sentença nº 12/19823, Sentençs 104/1986 e Sentença 171/1990, do Tribunal Constitucional espanhol; Caso Handyside, Sentença do TEDH, de 07/12/1976, do Tribunal Europeu de Direitos Humanos.\n- Veja art. 23 do projeto de Constituição, elaborado pela Assembleia Geral Constituinte e Legislativa, reunida em 03/05/1823.\n- Veja Decreto Imperial, de 2 de março de 1821, sobre a liberdade da imprensa.\nNúmero de páginas: 44.\nAnálise: 24/05/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"INTDO.(A/S)         : EDITORA GLOBO S/A \r\nADV.(A/S)           : MARIA HELENA CALDAS OSORIO \r\nAGTE.(S)            : GLOBO COMUNICAÇÃO E PARTICIPAÇÕES S/A E OUTRO(A/S)\r\nADV.(A/S)           : JOSE PERDIZ DE JESUS E OUTRO(A/S)\r\nAGDO.(A/S)          : ANTHONY WILLIAM GAROTINHO DE OLIVEIRA E OUTRO(A/S)\r\nAGDO.(A/S)          : WALDEMAR LINHARES DUARTE \r\nADV.(A/S)           : FERNANDO HARGREAVES \r\nADV.(A/S)           : MARIA HELENA CALDAS OSORIO \r\nADV.(A/S)           : ROBERTO HONORATO DE SILVA \r\nADV.(A/S)           : GUSTAVO PINHEIRO GUIMARÃES PADILHA \r\nINTDO.(A/S)         : EDITORA ABRIL S/A \r\nINTDO.(A/S)         : S/A O ESTADO DE SÃO PAULO \r\nAGTE.(S)            : INFOGLOBO COMUNICAÇÕES LTDA E OUTRO(A/S)\r\nADV.(A/S)           : RAQUEL ACHERMAN ABITAN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425559,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 638360 AgR-segundo","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Almedina, 1987. p. 220-224, item 2.\nBARBOSA, Rui. A Ditadura de 1893.\nBARROS, Suzana de Toledo. O Princípio da Proporcionalidade e o Controle de Constitucionalidade das Leis Restritivas de Direitos Fundamentais. 2. ed. Brasília Jurídica, 2000. p. 216.\nBARROSO, Luís Roberto. Temas de Direito Constitucional. Renovar, 2001. Tomo I, p. 363-366.\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. Saraiva, 1989. v. 2. p. 81-82.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 5. ed. Almedina, 1991. p. 661, item 3.\nCENEVIVA, Walter. Direito Constitucional Brasileiro. Saraiva, 1989. p. 52, item 10.\nCRETELLA JÚNIOR, José. Comentários à Constituição de 1988. Forense Universitária, 1989. v. 1. p. 283, item 184.\nDOTTI, René Ariel. Proteção da Vida Privada e Liberdade de Informação, Revista dos Tribunais, 1980. p. 207-210, item 33.\nFARIAS, Edilson Pereira de. Colisão de Direitos. Fabris Editor, 1996. p. 94-101, item 8.3.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. Saraiva, 1990. v. 1. p. 39.\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal: Parte especial. 7. ed. Forense. v. 2. p. 183-184.\nGODOY, Cláudio Luiz Bueno de. A Liberdade de Imprensa e os Direitos da Personalidade. Atlas, 2001. p. 100-101, item 4.2.\nJESUS, Damásio E. de. Código Penal Anotado. 4. ed. Saraiva, 1994. p. 400, 407 e 410-411.\nMIRABETE, Julio Fabbrini. Manual de Direito Penal. 7. ed. Atlas, 1993. v. 2. p. 147 e 151.\nMIRANDA, Darcy Arruda. Comentários à Lei de Imprensa. 3. ed. Revista dos Tribunais, 1995. p. 774, item 781.\nNOBRE, Freitas. Lei da Informação. Saraiva, 1968. p. 251-252.\nNUNES JÚNIOR, Vidal Srerrano. A Proteção Constitucional da Informação e o Direito à Crítica Jornalística. FTD, 1997. p. 88-89.\nPODESTÁ, Fábio Henrique. Direito à Intimidade. Liberdade de Imprensa. Danos por Publicação de\nNotícias. In: Constituição Federal de 1988 – Dez Anos (1988-1998). Juarez de Oliveira, 1999. p. 230-231, item 5.\nSARMENTO, Daniel. A Ponderação de Interesses na Constituição Federal. Lumen Juris, 2000. p. 193-203, itens 1 e 2.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 32. ed. Malheiro, 2009. p. 246, item 15.3.\nSILVEIRA, Euclides Custódio da. Direito Penal: Crimes contra a pessoa. 2. ed. Revista dos Tribunais, 1973. p. 236-240.\nSTEINMETZ, Wilson Antônio. Colisão de Direitos Fundamentais e Princípio da Proporcionalidade. Livraria do Advogado, 2001. p. 139-172.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":638360,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur424175","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, recebeu os embargos de declaração como agravo regimental, vencido o Ministro Marco Aurélio. Por unanimidade, negou-lhe provimento, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 17.4.2020 a 24.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur424175","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur424175","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO RECEBIDOS COMO AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS. ALEGADA OMISSÃO. INEXISTÊNCIA. OS ELEMENTOS INDICADOS PELAS INSTÂNCIAS ANTECEDENTES SE MONSTRARAM INSUFICIENTES PARA A MANUTENÇÃO DO REGIME PRISIONAL MAIS GRAVOSO. CONCESSÃO DE REGIME ABERTO E CONVERSÃO DA REPRIMENDA CORPORAL POR PENAS RESTRITIVAS DE DIREITOS.\n\n\n\n    1. Os elementos apontados pelas instâncias antecedentes não se mostram aptos a justificar o agravamento do regime prisional, sobretudo porque as particularidades do caso concreto revelam quadro, em boa medida, favorável à embargada.\n\n\n\n    2. Presentes circunstâncias de natureza positiva, o regime aberto se mostra adequado e suficiente à repressão e prevenção do crime.\n\n\n\n    3. Embargos de declaração recebidos como agravo regimental, ao qual se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752640506","externo_seq_objeto_incidente":5885180,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-119  DIVULG 13-05-2020  PUBLIC 14-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=182320&classe=RHC","is_colac":false,"titulo":"RHC 182320 ED","documental_legislacao_citada_texto":["LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01021 PAR-00001 ART-01024 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000719      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-05-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPATIBILIDADE, LIBERDADE DE LOCOMOÇÃO, DIREITO FUNDAMENTAL, SOCIEDADE, EFETIVIDADE, JUSTIÇA BRASILEIRA. DIREITO À SEGURANÇA, DIREITO FUNDAMENTAL, GARANTIA, LIBERDADE INDIVIDUAL, CONTRARIEDADE, ARBITRARIEDADE, PROCESSO PENAL. REGIME PRISIONAL MAIS GRAVOSO, FUNDAMENTAÇÃO IDÔNEA. CASO CONCRETO, SENTENÇA CONDENATÓRIA, APLICAÇÃO DA PENA, MÍNIMO LEGAL; RECONHECIMENTO, TRÁFICO DE DROGAS PRIVILEGIADO; AUSÊNCIA, REINCIDÊNCIA; FIXAÇÃO, REGIME INICIAL FECHADO, FUNDAMENTO, GRAVIDADE ABSTRATA, DELITO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CÓDIGO DE PROCESSO CIVIL DE 1973, CONVERSÃO, EMBARGOS DE DECLARAÇÃO, AGRAVO REGIMENTAL. CÓDIGO DE PROCESSO CIVIL DE 2015, INTIMAÇÃO, PARTE RECORRENTE, COMPLEMENTAÇÃO, RAZÕES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=182320&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REGIME PRISIONAL MAIS GRAVOSO, FUNDAMENTAÇÃO IDÔNEA)\nHC 118733 (1ªT), RHC 122620 (2ªT), RHC 128827 (2ªT), RHC 134494 AgR (2ªT), HC 143577 AgR (1ªT). \n(ADEQUAÇÃO, REGIME ABERTO)\nHC 130074 (2ªT), RHC 135295 (2ªT). \n- Decisão monocrática citada:\n(ADEQUAÇÃO, REGIME ABERTO)\nHC 163282.\n- Legislação estrangeira citada: Carta Magna da Inglaterra.\nNúmero de páginas: 15.\nAnálise: 12/02/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nEMBDO.(A/S)  : TALITA MACHADO DOS SANTOS \nADV.(A/S)  : WAGNER VERZINHASSE NARDINI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":424175,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RHC 182320 ED","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2020-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":"BUENO, Pimenta. Direito público brasileiro e análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça e Negócios Interiores, 1958. p. 388.\nCOKE. Segundo Instituto. 1642. cap. 29.\nGUETZÉVITCH, Mirkine. As novas tendências do direito constitucional. Companhia editora nacional, 1933. p. 77 et seq.\nHAURIOU, Maurice. Derecho público y constitucional. 2. ed. Madri: Instituto editorial Réus, 1927. p. 135-\n136.\nMELLO, Celso de. Constituição Federal anotada. 2. ed. São Paulo: Saraiva, 1986. p. 459.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":182320,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446294","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, rejeitou os embargos de declaração, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 30.4.2021 a 11.5.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur446294","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur446294","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Embargos de declaração em extradição. 2. Extradição solicitada pelo Governo da República Popular da China em face de cidadãos chineses. Julgamento conjunto das Extradições 1424 e 1425. 3. Alegações de vícios de competência para apreciar o pedido de destaque. Matéria corretamente decidida e que excede os limites do acórdão impugnado 4. Recurso que não constitui meio processual cabível para reforma do julgado. 5. Inexistência de omissão, obscuridade ou contradição. 6. Teses devidamente apreciadas na ampla análise do caso promovida pela Turma. 7. Embargos de declaração não servem para inovar o processo. Precedentes. 8. Embargos de declaração desprovidos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755865659","externo_seq_objeto_incidente":6097123,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-093  DIVULG 14-05-2021  PUBLIC 17-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1425&classe=Ext","is_colac":false,"titulo":"Ext 1425 ED","documental_legislacao_citada_texto":["LEG-FED   LEI-013105 ANO-2015\n    ART-01022\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI ANO-1980\n    ART-00075\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-05-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, ALEGAÇÃO, INCOMPETÊNCIA, APRECIAÇÃO, PEDIDO DE DESTAQUE, DECORRÊNCIA, DISTRIBUIÇÃO, MINISTRO RELATOR, EXISTÊNCIA, VOTO, MOMENTO ANTERIOR, ASSUNÇÃO, PRESIDÊNCIA, STF, OBSERVÂNCIA, REGIMENTO INTERNO, MATÉRIA INTERNA CORPORIS. INEXISTÊNCIA, GARANTIA, HIPÓTESE, DEFERIMENTO, EXTRADIÇÃO, INAPLICABILIDADE, PENA DE MORTE, PRISÃO PERPÉTUA, DECORRÊNCIA, CONTEXTO HISTÓRICO, EXISTÊNCIA, APLICAÇÃO, PENA CRUEL, SIMILARIDADE, CASO CONCRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1425&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, REDISCUSSÃO, MATÉRIA, EXCEPCIONALIDADE)\nRE 626717 AgR-ED (1ªT), ARE 1084824 AgR-ED (2ªT). \n(EMBARGOS DE DECLARAÇÃO, INOVAÇÃO, TESE, PROCESSO)\nHC 168517 AgR (1ªT). \n- Decisão estrangeira citada: Caso Wong Ho Wing vs. Peru, da Corte Interamericana de Direitos Humanos.\n- Veja Ext 1424 do STF.\nNúmero de páginas: 16.\nAnálise: 05/11/2021, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : GOVERNO DA REPÚBLICA POPULAR DA CHINA \nADV.(A/S)  : WESLEY RICARDO BENTO \nADV.(A/S)  : EDUARDO MUNIZ MACHADO CAVALCANTI \nEMBDO.(A/S)  : XIAOLI WANG OU WANG XIAOLI \nADV.(A/S)  : JOSIANE MENESES DE CARVALHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446294,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1425 ED","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2021-05-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1425,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur409676","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, ficando condicionada a entrega: (i) ao juízo discricionário do Presidente da República; (ii) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017; e (iii) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017. Decretou, ainda, a prisão cautelar do extraditando (art. 84, § 6º, da Lei nº 13.445/2017), a qual deve ser comunicada aos juízos da 3ª e 10ª Varas Criminais da Comarca de Natal-RN e ao Juizado Especial Cível e Criminal da Comarca de Pau dos Ferros-RN, ou ao juízo da execução penal, para que não coloquem o extraditando, FRANCISCO JAVIER FUENTES ROCA, em liberdade sem eventual determinação ulterior deste Supremo Tribunal Federal, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 16.8.2019 a 22.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur409676","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur409676","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO. TRATADO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA CHILENA. CRIME DE HOMICÍDIO. DUPLAS TIPICIDADE E PUNIBILIDADE. PRESENÇA DOS DEMAIS REQUISITOS LEGAIS. LEI DE MIGRAÇÃO. EXTRADIÇÃO DEFERIDA. ENTREGA DO EXTRADITANDO CONDICIONADA AO DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017.\n\n\n\n    1. A extradição, requerida em autos devidamente munidos com os documentos exigidos pelas normas de regência, tem por fim viabilizar o julgamento do suspeito da prática de crime que atende aos requisitos das duplas tipicidade e punibilidade.\n\n\n\n    2. A cognição do Supremo Tribunal Federal, no processo de extradição, restringe-se à legalidade extrínseca do pedido, sem ingresso no mérito da procedência da acusação, pelo que descabe verificar contradições nos elementos de prova apresentados pelo Estado requerente, ou, ainda, perscrutar a existência de justa causa para a ação penal em curso na jurisdição estrangeira.\n\n\n\n    3. In casu, trata-se de pedido de extradição formulado pela República Chilena, a fim de que nacional chileno responda à ação penal instaurada para apurar a suposta prática do crime de homicídio, em relação ao qual restam caracterizadas as duplas tipicidade e punibilidade.\n\n\n\n    4. Ademais, inexiste circunstância impeditiva à extradição (artigo 82 da Lei 13.445/2017), eis que:\n\n\n\n    (a) o extraditando não tem nacionalidade brasileira nata;\n\n\n\n    (b) o Estado requerente tem jurisdição para julgar os fatos imputados ao extraditando e a República Federativa do Brasil não dispõe de competência para julgar, anistiar ou indultar a pessoa reclamada; \n\n\n\n    (c) o extraditando responde a processo perante Tribunal regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade ao princípio do juiz natural;\n\n\n\n    (d) o crime imputado tem natureza comum, inexistindo evidência de que os fatos imputados sejam enquadrados como crime político;\n\n\n\n    (e) inexistem elementos de que o pedido extraditório possua outras finalidades que não a aplicação regular da lei penal;\n\n\n\n    (f) persiste imprescrita a pretensão punitiva do delito imputado, tanto pela legislação brasileira, quanto pela legislação argentina.\n\n\n\n    5. Pedido de extradição deferido, ficando condicionada a entrega: (i) a decisão discricionária do Presidência da República; (ii) à formalização, pelo Estado requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017; e (iii) à conclusão dos processos penais a que o extraditando eventualmente responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750695291","externo_seq_objeto_incidente":5615248,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-191  DIVULG 02-09-2019  PUBLIC 03-09-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1570&classe=Ext","is_colac":false,"titulo":"Ext 1570","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00047 LET-A LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00004 ART-00083 ART-00084 \n          PAR-00006 ART-00095 \"CAPUT\" ART-00096\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1935\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL, E O CHILE, FORMADO NO RIO DE JANEIRO A 08 DE NOVEMBRO DE 1935\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00121 PAR-00002 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000017      ANO-1936\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL, E O CHILE, FORMADO NO RIO DE JANEIRO A 08 DE NOVEMBRO DE 1935\n\n","LEG-FED   DEC-001888      ANO-1937\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL, E O CHILE, FORMADO NO RIO DE JANEIRO A 08 DE NOVEMBRO DE 1935"],"publicacao_data":"2019-09-03","documental_acordao_mesmo_sentido_lista_texto":"Ext 1571  ACÓRDÃO ELETRÔNICO\n          JULG-21-02-2020  UF-DF  TURMA-01  MIN-LUIZ FUX N.PÁG-011\n          DJe-053  DIVULG 11-03-2020  PUBLIC 12-03-2020\n          [EXTRADITANDO, CÔNJUGE BRASILEIRO, FILHO BRASILEIRO]\n          LEG-FED   SUMSTF-000421      \n                    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1570&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ENTREGA, EXTRADITANDO, ATO DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA)\nExt 855 (TP), Ext 1548 (1ªT). \n- Legislação estrangeira citada: Art. 391, n. 2, do Código Penal Chileno.\nNúmero de páginas: 13.\nAnálise: 06/03/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO CHILE \nEXTDO.(A/S)  : FRANCISCO JAVIER FUENTES ROCA \nDP   : DEFENSORIA PÚBLICA DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":409676,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1570","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1570,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur407821","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Por indicação do Relator, a Turma decidiu adiar o julgamento do processo. Unânime. Presidência do Ministro Luiz Fux. Primeira Turma, 26.3.2019.\r\n\n            Decisão: A Turma, por unanimidade, negou provimento aos embargos de declaração, com determinação de imediata remessa dos autos ao Juízo competente, independentemente de publicação, nos termos do voto do Relator. Presidência do Ministro Luiz Fux. Primeira Turma, 2.4.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur407821","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur407821","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-AgR-ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO. AMBIGUIDADE, OBSCURIDADE, CONTRADIÇÃO OU OMISSÃO. AUSÊNCIA. REEXAME DE MATÉRIA DECIDIDA. DESCABIMENTO. EMBARGOS DE DECLARAÇÃO DESPROVIDOS. \n\n\n\n    1. Os embargos de declaração prestam-se à correção de vícios de julgamento que produzam ambiguidade, obscuridade, contradição ou omissão no acórdão recorrido, a impedir a exata compreensão do que foi decidido. Por conseguinte, trata-se de recurso inapropriado para a mera obtenção de efeitos infringentes, mediante a rediscussão de matéria já decidida. Precedentes: Rcl 14262-AgR-ED, Primeira Turma, Rel. Min. Rosa Weber; HC 132.215-ED, Tribunal Pleno, Rel. Min. Cármen Lúcia; AP 409-EI-AgR-segundo-ED, Tribunal Pleno, Rel. Min. Celso de Mello; RHC 124.487-AgR-ED, Primeira Turma, Rel. Min. Roberto Barroso. \n\n\n\n    2. In casu, a leitura do acórdão embargado revela a absoluta ausência dos vícios alegados, uma vez que a turma julgadora explicitamente manifestou-se sobre os pontos alegadamente omissos e obscuros no julgamento do agravo regimental, rechaçando-os, por maioria.\n\n\n\n    3. Ex positis, desprovejo os presentes embargos de declaração, com determinação de imediata remessa dos autos ao juízo competente, independentemente de publicação.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750432067","externo_seq_objeto_incidente":5615900,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-169  DIVULG 02-08-2019  PUBLIC 05-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3499&classe=Inq","is_colac":false,"titulo":"Inq 3499 ED-AgR-ED","documental_legislacao_citada_texto":["LEG-FED   LEI-008929      ANO-1994\n          ART-00017\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00171\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00619\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2019-08-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: COMPETÊNCIA, STF, SUPERVISÃO, INQUÉRITO, FORO POR PRERROGATIVA DE FUNÇÃO. REMESSA, AUTOS, JUÍZO COMPETENTE, APRECIAÇÃO, PEDIDO, ARQUIVAMENTO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3499&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq-ED-AgR-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, EFEITO MODIFICATIVO)\nRcl 14262 AgR-ED (1ªT), RHC 124487 AgR (1ªT), AP 409 EI-AgR-segundo-ED (TP), HC 132215 ED (TP). \n(COMPETÊNCIA, STF, PRERROGATIVA DE FORO, CORRELAÇÃO, CRIME, FUNÇÃO)\nAP 937 QO (TP). \n- Legislação estrangeira citada: Art. 6º, das Ordenações Afonsinas.\nNúmero de páginas: 18.\nAnálise: 14/10/2019, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : PAULO PIMENTA \nADV.(A/S)  : FERNANDO AUGUSTO FERNANDES \nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":407821,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"Inq 3499 ED-AgR-ED","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2019-04-02","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO AG.REG. NOS EMB.DECL. NO INQUÉRITO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":3499,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur416456","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Alexandre de Moraes, Relator, e Marco Aurélio, que negavam provimento ao agravo interno, pediu vista do processo o Ministro Luís Roberto Barroso. Primeira Turma, Sessão Virtual de 19.4.2019 a 26.4.2019.\r\n\n           Decisão: A Turma, por unanimidade, negou provimento ao agravo interno, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 16.8.2019 a 22.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur416456","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur416456","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. MUNICÍPIO. COMPETÊNCIA SUPLEMENTAR PARA LEGISLAR SOBRE CONSUMO EM QUESTÕES QUE EVIDENCIAM O INTERESSE LOCAL. \n\n\n\n    1. Tem-se, na origem, ação direta de inconstitucionalidade proposta perante o Tribunal de Justiça do Estado de São Paulo em face da Lei 7.282, de 18 de maio de 2017, do Município de Mogi das Cruzes, que deu nova redação aos artigos 1º e 2º da Lei Municipal 6.809/2013 e outras providências, para dispor acerca da obrigatoriedade, em todas as bombas de abastecimento nos postos revendedores de combustíveis do Município, de informações ao cliente em forma de percentual indicativo da diferença de preço entre o litro do álcool/etanol e da gasolina comum, indicando ainda o combustível mais vantajoso para os consumidores de veículos bicombustíveis. \n\n\n\n    2. Na inicial da ação direta, a Procuradoria-Geral de Justiça do Estado de São Paulo sustenta violação ao princípio federativo, ao argumento de que o Município não detém competência para legislar sobre proteção do consumidor, além do que inexiste interesse local a legitimar a intervenção legislativa da municipalidade.\n\n\n\n    3. O Tribunal de Justiça do Estado de São Paulo julgou improcedente o pedido por entender que, no caso, não houve violação ao pacto federativo.\n\n\n\n     4. A Federação nasceu adotando a necessidade de um poder central, com competências suficientes para manter a união e a coesão do próprio País, garantindo-lhe, como afirmado por HAMILTON, a oportunidade máxima para a consecução da paz e da liberdade contra o facciosismo e a insurreição ( The Federalist papers, nº IX ), e permitindo à União realizar seu papel aglutinador dos diversos Estados-Membros e de equilíbrio no exercício das diversas funções constitucionais delegadas aos três poderes de Estado. \n\n\n\n    5. Durante a evolução do federalismo, passou-se da ideia de três campos de poder mutuamente exclusivos e limitadores, segundo a qual a União, os Estados e os Municípios teriam suas áreas exclusivas de autoridade, para um novo modelo federal baseado, principalmente, na cooperação, como salientado por KARL LOEWESTEIN ( Teoria de la constitución . Barcelona: Ariel, 1962. p. 362). \n\n\n\n    6. O legislador constituinte de 1988, atento a essa evolução, bem como sabedor da tradição centralizadora brasileira, tanto, obviamente, nas diversas ditaduras que sofremos, quanto nos momentos de normalidade democrática, instituiu novas regras descentralizadoras na distribuição formal de competências legislativas, com base no princípio da predominância do interesse, e ampliou as hipóteses de competências concorrentes, além de fortalecer o Município como polo gerador de normas de interesse local. \n\n\n\n    7. O princípio geral que norteia a repartição de competência entre os entes componentes do Estado Federal brasileiro é o princípio da predominância do interesse, tanto para as matérias cuja definição foi preestabelecida pelo texto constitucional, quanto em termos de interpretação em hipóteses que envolvem várias e diversas matérias, como na presente Ação Direta de Inconstitucionalidade. \n\n\n\n    8. A própria Constituição Federal, portanto, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori , diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-membros e Municípios (CF, arts. 24 e 30, inciso I). \n\n\n\n    9. Verifica-se que, na espécie, o Município, ao contrário do que alegado na petição inicial, não invadiu a competência concorrente da União, Estados e Distrito Federal para a edição de normas geral ou suplementar atinentes aos direitos do consumidor (CF, art. 24, V e VIII). Em realidade, o legislador municipal atuou no campo relativo à competência legislativa suplementar atribuída aos Municípios pelo art. 30, I e II, da Constituição Federal. \n\n\n\n    10. Com efeito, a legislação impugnada na presente Ação Direta atua no sentido de ampliar a proteção estabelecida no âmbito do Código de Defesa do Consumidor, o qual, apesar de apresentar amplo repertório de direitos conferidos ao consumidor e extenso rol de obrigações dos fornecedores de produtos e serviços, não possui o condão de esgotar toda a matéria concernente à regulamentação do mercado de consumo, sendo possível aos Municípios o estabelecimento de disciplina normativa específica, preenchendo os vazios ou lacunas deixados pela legislação federal (ADI 2.396, Rel. Min. ELLEN GRACIE, Tribunal Pleno, DJ de 1º/8/2003). \n\n\n\n    11. Não há que se falar, assim, em indevida atuação do Município no campo da disciplina geral concernente a consumo. \n\n\n\n    12. Agravo Interno a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751557972","externo_seq_objeto_incidente":5662402,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-265  DIVULG 04-12-2019  PUBLIC 05-12-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1181244&classe=RE","is_colac":false,"titulo":"RE 1181244 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00022 INC-00004 \n          ART-00022 ART-00024 INC-00005 INC-00008 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00030 INC-00001 INC-00002 ART-00102 \n          INC-00003 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   RES-000041      ANO-2013\n                RESOLUÇÃO DA AGÊNCIA NACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUSTÍVEIS - ANP\n\n","LEG-MUN   LEI-006809      ANO-2013\n          ART-00001 REDAÇÃO DADA PELA LEI-7282/2017\n          ART-00001 PAR-ÚNICO REDAÇÃO DADA PELA LEI-7282/2017\n          ART-00001 PAR-ÚNICO INC-00001 REDAÇÃO DADA PELA LEI-7282/2017\n          ART-00001 PAR-ÚNICO INC-00002 REDAÇÃO DADA PELA LEI-7282/2017\n          ART-00001 PAR-ÚNICO INC-00003 REDAÇÃO DADA PELA LEI-7282/2017\n          ART-00002 REDAÇÃO DADA PELA LEI-7282/2017\n          ART-00002 PAR-ÚNICO REDAÇÃO DADA PELA LEI-7282/2017\n                LEI ORDINÁRIA DO MUNICÍPIO DE MOGI DAS CRUZES, SP\n\n","LEG-MUN   LEI-007282      ANO-2017\n          ART-00001 ART-00002 ART-00003 ART-00004\n                LEI ORDINÁRIA DO MUNICÍPIO DE MOGI DAS CRUZES, SP"],"publicacao_data":"2019-12-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1181244&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, DEFESA DO CONSUMIDOR)\nADI 2396 (TP), ADI 2663 (TP). \n(COMPETÊNCIA SUPLEMENTAR, MUNICÍPIO, DIREITO DO CONSUMIDOR)\nADPF 109 (TP), RE 901444 AgR (1ªT), RE 818550 AgR (2ªT). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 28.\nAnálise: 08/09/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : PROCURADORIA GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nAGDO.(A/S)  : MUNICIPIO DE MOGI DAS CRUZES \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE MOGI DAS CRUZES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":416456,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 1181244 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nBOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco apud LEVI, Luca. Dicionário de política.  v. I. p. 482.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: \nTecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado Federal Brasileiro na Constituição de 1\n988. Revista de Direito Administrativo, n. 179, p. 1.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHAMILTON, Alexander; JAY, John; MADISON, James. Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michel J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nROBISON, Donald L. To the best of my ability: the presidency and the constitution.  New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis De. Democracia na América: leis e costumes. São Paulo: Martins  Fontes, 1988. p. 37 et seq.\nVELOSSO, Carlos Mário. Estado Federal e estados federados na Constituição Brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1181244,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420583","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, conheceu da arguição de descumprimento de preceito fundamental e julgou procedente o pedido para declarar a inconstitucionalidade da Lei nº 3.606/2017 do Município de Itaguaí/RJ, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.2.2020 a 20.2.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur420583","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur420583","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. LEI 3.606/2017 DO MUNICÍPIO DE ITAGUAÍ/RJ. SERVIDOR PÚBLICO. SUSPENSÃO DE VANTAGENS REMUNERATÓRIAS. CONTROLE DA DESPESA COM PESSOAL ATIVO E INATIVO. ESTABELECIMENTO DE SANÇÕES E CONSEQUÊNCIAS PARA DESCUMPRIMENTO DOS LIMITES PREVISTOS NA LEGISLAÇÃO DE REGÊNCIA. COMPETÊNCIA LEGISLATIVA DA UNIÃO. DESRESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA (ARTIGOS 30, 30, II; 163, I ao VII, e 169, CAPUT, TODOS DA CONSTITUIÇÃO FEDERAL). PROCEDÊNCIA DA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL.\n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse.\n\n\n\n    2. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos, União, Estados-Membros, Distrito Federal e Municípios, e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-Membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    3. No plano financeiro, a Constituição estabeleceu, em seu art. 169, caput, que a despesa com pessoal ativo e inativo da União, dos Estados, do Distrito Federal e dos Municípios respeite os limites estabelecidos em lei complementar de caráter nacional, atualmente, a Lei de Responsabilidade Fiscal (LC 101/2000).\n\n\n\n    4. A norma impugnada apartou-se do figurino constitucional e da legislação editada pela União ao vedar medidas que são expressamente autorizadas pela LRF (art. 22, parágrafo único, I), a qual, flexibilizando a proibição de concessão de vantagens, autoriza o pagamento decorrente de sentença judicial, determinação legal/contratual ou quando se tratar de revisão geral anual (CF, art. 37, X), mesmo no cenário de inobservância dos limites de gastos com despesa com pessoal ativo e inativo.\n\n\n\n    5. Arguição de Descumprimento de Preceito Fundamental julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752235149","externo_seq_objeto_incidente":5698454,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-058  DIVULG 13-03-2020  PUBLIC 16-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=584&classe=ADPF","is_colac":false,"titulo":"ADPF 584","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00022 ART-00024 ART-00030 INC-00001 \n          INC-00002 ART-00037 INC-00002 INC-00010 \n          INC-00012 INC-00016 ART-00102 PAR-00001 \n          ART-00103 INC-00008 ART-00125 PAR-00002 \n          ART-00163 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          ART-00167 INC-00010 ART-00169 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00038\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000082      ANO-1995\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000096      ANO-1999\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00021 ART-00022 PAR-ÚNICO INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          ART-00023 ART-00070 ART-00071\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-MUN   LEI-003290      ANO-2014\n          ART-00009 ART-00034 ART-00035\n                LEI ORDINÁRIA DO MUNICÍPIO DE ITAGUAÍ, RJ\n\n","LEG-MUN   LEI-003606      ANO-2017\n                LEI ORDINÁRIA DO MUNICÍPIO DE ITAGUAÍ, RJ"],"publicacao_data":"2020-03-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HIPÓTESE, CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. EDIÇÃO, LEI, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, AMPLIAÇÃO, HIPÓTESE, CONTROLE ABSTRATO. CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, CONTROVÉRSIA CONSTITUCIONAL, LEI, ATO NORMATIVO, ÂMBITO FEDERAL, ÂMBITO ESTADUAL, ÂMBITO MUNICIPAL, MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, REQUISITO, PRINCÍPIO DA SUBSIDIARIEDADE, RELEVÂNCIA, CONTROVÉRSIA CONSTITUCIONAL, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. CONSAGRAÇÃO, PACTO FEDERATIVO, CONSTITUIÇÃO FEDERAL DE 1891. EVOLUÇÃO, FEDERALISMO, FEDERALISMO COOPERATIVO. FUNÇÃO, INTÉRPRETE, CONSTITUIÇÃO, HIPÓTESE, DÚVIDA, DISTRIBUIÇÃO, COMPETÊNCIA, MANUTENÇÃO, EQUILÍBRIO, PACTO FEDERATIVO. SURGIMENTO, FEDERALISMO FISCAL. EDIÇÃO, LEI DE RESPONSABILIDADE FISCAL, OBJETIVO. LEI DE RESPONSABILIDADE FISCAL, CARÁTER NACIONAL, VINCULAÇÃO, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO. LEI DE RESPONSABILIDADE FISCAL, LIMITAÇÃO, DESPESA COM PESSOAL, PRINCÍPIO DA RAZOABILIDADE. REVISÃO GERAL ANUAL, COMPETÊNCIA PRIVATIVA, CHEFE DO PODER EXECUTIVO. MUNICÍPIO, COMPETÊNCIA SUPLEMENTAR, MATÉRIA, INTERESSE LOCAL.\n\n- RESSALVA DE ENTENDIMENTO, MIN. MARCO AURÉLIO: PROCESSO OBJETIVO, INADEQUAÇÃO, JULGAMENTO, PLENÁRIO VIRTUAL, DEVIDO PROCESSO LEGAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=584&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, APRECIAÇÃO, STF)\nPet 1140 AgR (TP). \n(ADPF, CONTROVÉRSIA CONSTITUCIONAL, LEI, ATO NORMATIVO, MOMENTO ANTERIOR, CONSTITUIÇÃO)\nADPF 130 (TP), ADPF 77 (TP), ADPF 84 AgR (TP), ADPF 77 MC (TP), ADPF 291 (TP). \n(ADPF, REQUISITO, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 273 (TP). \n(LEI DE RESPONSABILIDADE FISCAL, LIMITAÇÃO, DESPESA COM PESSOAL)\nADI 2238 MC (TP). \n(REVISÃO GERAL ANUAL, COMPETÊNCIA PRIVATIVA, CHEFE DO PODER EXECUTIVO)\nRE 528965 AgR (1ªT). \n(ADPF, CONTROLE CONCENTRADO)\nADPF 43 AgR (TP). \n( LIMITAÇÃO, DESPESA COM PESSOAL)\nRE 201866 (1ªT). \n- Decisão monocrática citada:\n(ADPF, APRECIAÇÃO, STF)\nPet 1369.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\n-Veja Mensagem Presidencial 886/95, convertida em Proposta de Emenda Constitucional 173/95 e, posteriormente, aprovada como Emenda Constitucional 19.\nNúmero de páginas: 27.\nAnálise: 11/02/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIALISMO E LIBERDADE (P-SOL) \nADV.(A/S)  : ANDRE BRANDAO HENRIQUES MAIMONI \nINTDO.(A/S)  : PREFEITO MUNICIPAL DE ITAGUAÍ \nADV.(A/S)  : PROCURADOR-GERAL DO MUNICÍPIO DE IGUAGUAÍ \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE ITAGUAÍ \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420583,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADPF 584","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-02-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ABRUCIO, Fernando Luiz. A coordenação federativa no Brasil: a experiência do período FHC e os desafios do governo Lula. Revista de Sociologia e Política, n. 24, jun. 2005. p. 43.\nATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nCANOTILHO, José Joaquim Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers, n. IX.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\n______. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nPELAYO, García. Derecho constitucional comparado. 8. ed. Madri: Revista do Ocidente, 1967. p. 218.\nPIETRO, Maria Sylvia Zanella Di. In: MARTINS, Ives Gandra de; NASCIMENTO, Carlos Valder do (Org.). Comentários à Lei de Responsabilidade Fiscal. 7. ed. São Paulo: Saraiva, 2014. p. 215.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":584,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420811","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), negando provimento ao agravo regimental, pediu vista antecipada dos autos o Ministro Dias Toffoli. Ausentes, justificadamente, os Ministros Celso de Mello e Luiz Fux. Presidência da Ministra Cármen Lúcia. Plenário, 7.2.2018.\r\n\n                       Decisão: Após o voto-vista do Ministro Dias Toffoli, divergindo do Relator, para dar provimento ao agravo regimental, no que foi acompanhado pelos Ministros Edson Fachin e Gilmar Mendes, e após o voto da Ministra Rosa Weber, acompanhando o Ministro Marco Aurélio (Relator), no sentido de negar provimento ao agravo, pediu vista dos autos o Ministro Luiz Fux. Afirmou suspeição o Ministro Alexandre de Moraes. Presidência da Ministra Cármen Lúcia. Plenário, 12.4.2018.\r\n\n                       Decisão:  O Tribunal, por maioria, não conheceu do segundo agravo regimental, nos termos do voto do Ministro Luiz Fux, Redator para o acórdão, vencidos os Ministros Marco Aurélio, Relator, Gilmar Mendes (que já havia proferido voto em assentada anterior) e Edson Fachin. Reajustaram seus votos os Ministros Dias Toffoli (Presidente) e Rosa Weber. Afirmou suspeição o Ministro Alexandre de Moraes. Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e Ricardo Lewandowski. Plenário, 17.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur420811","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur420811","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-segundo","is_processo_antigo":false,"ementa_texto":"Ementa: SEGUNDO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. PROCESSO SUBJETIVO. PEDIDO DE INGRESSO COMO AMICUS CURIAE. INTERESSE INSTITUCIONAL COLABORATIVO E DEMOCRÁTICO. INDEFERIMENTO. AUSÊNCIA DE LESIVIDADE JURÍDICA. IRRECORRIBILIDADE. ART. 138 DO CPC. AGRAVO NÃO CONHECIDO. \n\n\n\n    1. Cabe ao amicus oferecer sua opinião sobre a causa, sobretudo nas questões técnico-jurídicas de maior complexidade. Assim, a tradução literal para “amigo da corte”, ainda que possa ser insuficiente para expressar o papel que desempenha, bem sintetiza a razão de ser eminentemente colaborativa do instituto.\n\n\n\n    2. O instituto do amicus curiae, historicamente, caracterizava-se pela presunção de neutralidade de sua manifestação, tanto na experiência romano-germânica, quanto na tradição anglo-saxônica.\n\n\n\n    3. Aos amici cabia apresentar elementos de fato e de direito que, por qualquer razão, escapassem do conhecimento dos juízes, assegurando a paridade de armas entre as partes, atuando de forma presumidamente imparcial. \n\n\n\n    4. A experiência norte-americana demonstra que os amici curiae ao longo do tempo perderam sua presumida imparcialidade (SORENSON, Nancy Bage, The Ethical Implications of Amicus Briefs, 30 St. Mary's L.J. 1225-1226. 1999). \n\n\n\n    5. A Suprema Corte americana alterou sua Rule 37 com o fito de clarificar quais os aspectos aptos a justificar a atuação da figura, independentemente de seus eventuais interesses: “1. A manifestação de amicus curiae que chame a atenção do Tribunal para uma questão relevante que ainda não tenha sido comunicada pelas partes pode ser de grande ajuda para o Tribunal. A manifestação de amicus curiae que não sirva a este propósito sobrecarrega o Tribunal, e sua juntada não é recomendável. A manifestação de amicus curiae pode ser apresentada apenas por um advogado admitido a praticar perante este Tribunal, conforme previsto na regra 5.” (Rules of The Supreme Court of The United States. Part VII. Rule 37. Brief for an Amicus Curiae)\n\n\n\n    6. A doutrina do tema reconhece que há uma multiplicidade de interesses a orientar a atuação do colaborador da Corte, o que não macula a ratio essendi da participação. O eventual interesse individual não pode ser o fundamento a justificar seu ingresso; não se confundindo com o interesse tipicamente subjetivado das partes, nem com o interesse institucional, de viés colaborativo e democrático, que constitui o amicus como um representante da sociedade. (SCARPINELLA BUENO, Cássio. Amicus Curiae no Processo Civil brasileiro: um terceiro enigmático. 2012. p. 121-122). \n\n\n\n    7. O amicus curiae presta sua potencial contribuição com a jurisdição, mas não se submete à sucumbência – nem genérica, nem específica - apta a ensejar o interesse de recorrer da decisão que, apreciando o pedido de ingresso, não vislumbra aptidão contributiva suficiente para a participação no caso concreto. A manifestação do amicus não pode ser imposta à Corte, como um inimigo da Corte. \n\n\n\n    8. O ingresso do amicus curiae, a par do enquadramento nos pressupostos legais estabelecidos Código de Processo Civil – notadamente que a causa seja relevante, o tema bastante específico ou tenha sido reconhecida a repercussão geral –, pode eventualmente ser obstado em nome do bom funcionamento da jurisdição, conforme o crivo do relator, mercê não apenas de o destinatário da colaboração do amicus curiae ser a Corte, mas também das balizas impostas pelas normas processuais, dentre as quais a de conduzir o processo com eficiência e celeridade, consoante a análise do binômio necessidade-representatividade.\n\n\n\n    9. O legislador expressamente restringiu a recorribilidade do amicus curiae às hipóteses de oposição de embargos de declaração e da decisão que julgar o incidente de resolução de demandas repetitivas, conforme explicita o artigo 138 do CPC/15, ponderados os riscos e custos processuais. \n\n\n\n    10. É que o amicus curiae não se agrega à relação processual, por isso não exsurge para ele uma expectativa de resultado ou mesmo uma lesividade jurídica a ensejar a recorribilidade da denegação de seu ingresso. O status de amicus encerra-se no momento em que se esgota – ou se afere inexistir – sua potencialidade de contribuição ou sugestão (COVEY, Frank. Amicus Curiae: Friend of The Court. 9 DePaul Law Review, nº 30. 1959, p. 30).\n\n\n\n    11. A irrecorribilidade da decisão do Relator que denega o ingresso de terceiro na condição de amicus curiae em processo subjetivo impede a cognoscibilidade do recurso sub examine, máxime porque a possibilidade de impugnação de decisão negativa em controle subjetivo encontra óbice (i) na própria ratio essendi da participação do colaborador da Corte; e (ii) na vontade democrática exposta na legislação processual que disciplina a matéria. \n\n\n\n    12. Agravo regimental não conhecido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752295030","externo_seq_objeto_incidente":5198177,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-065  DIVULG 19-03-2020  PUBLIC 20-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=602584&classe=RE","is_colac":false,"titulo":"RE 602584 AgR-segundo","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00037 INC-00011\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000041      ANO-2003\n          ART-00008 ART-00009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006616      ANO-1978\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00007 \"CAPUT\" PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012259      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00138 \"CAPUT\" PAR-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00007 ART-00317 PAR-00003\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-03-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IRRELEVÂNCIA, IMPARCIALIDADE, AMICUS CURIAE. INGRESSO, CONDIÇÃO, AMICUS CURIAE, CONFIGURAÇÃO, PRIVILÉGIO, AUSÊNCIA, CONFIGURAÇÃO, DIREITO. PLURALIDADE, INTERVENÇÃO, AMICUS CURIAE, POSSIBILIDADE, TUMULTO, PROCESSO; MULTIPLICIDADE, AGRAVO REGIMENTAL, PREJUDICIALIDADE, EFICIÊNCIA, PRESTAÇÃO JURISDICIONAL. RISCO, TRANSFORMAÇÃO, INGRESSO, AMICUS CURIAE, FRAUDE, INTERVENÇÃO, TERCEIRO. AMICUS CURIAE, PROCESSO OBJETIVO, AMPLIAÇÃO, QUALIDADE, DEBATE. EFICÁCIA ERGA OMNES, CONTROLE CONCENTRADO, FUNDAMENTO, INTERESSE SOCIAL, SOLUÇÃO, CONTROVÉRSIA. CONTROLE CONCENTRADO, INADMISSIBILIDADE, INTERVENÇÃO DE TERCEIROS, IMPORTÂNCIA, AMICUS CURIAE.\n\n- VOTO, MIN. ROBERTO BARROSO: CÓDIGO DE PROCESSO CIVIL, DECISÃO, INGRESSO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL. EXCEPCIONALIDADE, INTERVENÇÃO, AMICUS CURIAE. DISCRICIONARIEDADE, JUIZ, DECISÃO, PARTICIPAÇÃO, AMICUS CURIAE, REPRESENTATIVIDADE, ADEQUAÇÃO. FUNCIONALIDADE, TRAMITAÇÃO, PROCESSO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CABIMENTO, AGRAVO REGIMENTAL, DECISÃO, INDEFERIMENTO, INGRESSO, AMICUS CURIAE. SITUAÇÃO JURÍDICA, REPRESENTADO, ASSOCIAÇÃO, AUSÊNCIA, IMPLICAÇÃO, ADMISSIBILIDADE, PROCESSO. ADMISSIBILIDADE, ASSOCIAÇÃO NACIONAL DOS PROCURADORES DE ESTADO (ANAPE), POSSIBILIDADE, IMPLICAÇÃO, ADMISSÃO, PARTICIPAÇÃO, TOTALIDADE, ASSOCIAÇÃO, REPRESENTAÇÃO, SERVIDOR PÚBLICO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CABIMENTO, AGRAVO REGIMENTAL, DECISÃO, INDEFERIMENTO, INGRESSO, AMICUS CURIAE.\n\n- TERMO(S) DE RESGATE: AMICI GOVERNAMENTAIS, AMICI PRIVADOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=602584&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR-segundo","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRESSUPOSTO DE ADMISSIBILIDADE, AMICUS CURIAE)\nRE 808202 AgR (TP). \n(AMICUS CURIAE, SUCUMBÊNCIA, INTERESSE RECURSAL)\nADI 3460 ED (TP). \n(INADMISSIBILIDADE, AMICUS CURIAE, DECISÃO IRRECORRÍVEL)\nInq 4383 AgR (2ªT). \n(ADI, INTERPOSIÇÃO, RECURSO, DECISÃO, INADMISSIBILIDADE, AMICUS CURIAE)\nADI 3105 ED (TP), ADI 3615 ED (TP), ADI 3396 (TP). \n- Legislação estrangeira citada: Rule 37, da Suprema Corte Americana.\n- Veja: Tema 359 do STF.\nNúmero de páginas: 53.\nAnálise: 11/02/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ASSOCIACAO NACIONAL DOS PROCURADORES DE ESTADO - ANAPE \nADV.(A/S)  : RODRIGO CAMARGO BARBOSA \nAGTE.(S)  : ASSOCIAÇÃO DOS PROCURADORES DO ESTADO DE SÃO PAULO - APESP E OUTRO(A/S)\nADV.(A/S)  : JOSE FRANCISCO LOPES DE MIRANDA LEAO \nINTDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : KÁTHIA MARIA CANTUÁRIA PEREIRA DA SILVA \nADV.(A/S)  : MOZART HAMILTON BUENO \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : INSTITUTO BRASILEIRO DE DIREITO PREVIDENCIÁRIO IBDP \nADV.(A/S)  : NAZARIO NICOLAU MAIA GONCALVES DE FARIA \nADV.(A/S)  : GISELE LEMOS KRAVCHYCHYN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420811,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 602584 AgR-segundo","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-10-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"COVEY, Frank. Amicus Curiae: Friend of The Court. DePaul Law Review, n. 30, 1959. p. 30.\nHABERLE, Peter. Hermenêutica Constitucional - a sociedade aberta dos intérpretes da Constituição: contribuição para a interpretação pluralista e procedimental da Constituição. Porto Alegre: Sérgio Antônio Fabris editor, 1997.\nRULE 37. Rules of The Supreme Court of The United States. Part VII. Rule 37. Brief for an Amicus Curiae.\nSCARPINELLA, Cássio Bueno. Amicus Curiae no Processo Civil brasileiro: um terceiro enigmático. 2012. p. 121-122.\nSILVESTRI, Elisabetta. L’amicus curiae: uno strumento per La tutela degli interessi non rappresentati. Rivista trimestrale di diritto e procedura civile, 1997. p. 690.\nSORENSON, Nancy Bage. The Ethical Implications of Amicus Briefs. 30 St. Mary's L.J. 1999. p. 1225-1226.\nTALAMINI, Eduardo. Breves Comentários ao Novo Código de Processo Civil. Revista dos Tribunais, São Paulo, 2015. p. 442.\nWAMBIER, Teresa et al. Primeiros Comentários ao Novo Código de Processo Civil. São Paulo: Revista dos Tribunais, 2006. p. 292.","ministro_facet":["MARCO AURÉLIO","LUIZ FUX"],"processo_numero":602584,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur447277","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deferiu a ordem, para afastar a prisão preventiva da Paciente, formalizada no processo nº 0514.20.0000093-3, da Segunda Vara Cível, Criminal e de Execuções Penais da Comarca de Pitangui/MG, nos termos no voto do Relator, com ressalvas do Ministro Luís Roberto Barroso, vencidos os Ministros Alexandre de Moraes e Rosa Weber. Primeira Turma, Sessão Virtual de 5.3.2021 a 12.3.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur447277","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur447277","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"HABEAS CORPUS – ATO INDIVIDUAL – ADEQUAÇÃO. O habeas corpus é adequado em se tratando de impugnação a ato de colegiado ou individual.\n\n\n\n    PRISÃO PREVENTIVA – REGIME SEMIABERTO – INCOMPATIBILIDADE. A fixação do regime de cumprimento semiaberto afasta a prisão preventiva.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755973669","externo_seq_objeto_incidente":6080667,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-101  DIVULG 26-05-2021  PUBLIC 27-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=196288&classe=HC","is_colac":false,"titulo":"HC 196288","documental_legislacao_citada_texto":["LEG-FED   LEI-011343 ANO-2006\n    ART-00033 \"CAPUT\" ART-00040 INC-00006\n    LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00319\n    CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2021-05-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. ALEXANDRE DE MORAES: HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). HABEAS CORPUS, ESGOTAMENTO, INSTÂNCIA INFERIOR. COMPETÊNCIA ORIGINÁRIA, STF, INTERPRETAÇÃO ESTRITA. SUPERAÇÃO, ÓBICE, HABEAS CORPUS, EXCEPCIONALIDADE, TERATOLOGIA. INADEQUAÇÃO, PRISÃO PREVENTIVA, HIPÓTESE, REGIME SEMIABERTO. SUBSTITUIÇÃO, PRISÃO PREVENTIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROBERTO BARROSO: HABEAS CORPUS SUBSTITUTIVO, AGRAVO REGIMENTAL.\n\n- TERMO(S) DE RESGATE: COMPATIBILIZAÇÃO, JUSTIÇA PENAL, DIREITO DE LIBERDADE, DOUTRINA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=196288&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, STJ)\nRHC 114737 (2ªT), RHC 114961 (1ªT), HC 116875 (2ªT), HC 117346 (2ªT), HC 117798 (2ªT), HC 119821 (2ªT), HC 121684 AgR (2ªT), HC 122381 AgR (1ªT), HC 122718 (1ªT), HC 138687 AgR (2ªT), HC 151344 AgR (1ªT). \n(HC, ESGOTAMENTO, INSTÂNCIA INFERIOR)\nHC 97009 (TP), RHC 111935 (1ªT), HC 118189 (2ªT), HC 129142 (1ªT). \n(SUPERAÇÃO, ÓBICE, HC, EXCEPCIONALIDADE, TERATOLOGIA)\nHC 137078 (1ªT), HC 138414 AgR (1ªT). \n(SUBSTITUIÇÃO, PRISÃO PREVENTIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO)\nHC 115786 (2ªT), HC 123226 (1ªT), HC 130773 (1ªT), HC 136397 (2ªT). \n(HABEAS CORPUS SUBSTITUTIVO, AGRAVO REGIMENTAL)\nHC 115659 (1ªT). \n(COMPETÊNCIA ORIGINÁRIA, STF, INTERPRETAÇÃO ESTRITA)\nHC 139262 AgR (1ªT). \n- Decisão monocrática citada:\n(SUBSTITUIÇÃO, PRISÃO PREVENTIVA, MEDIDA CAUTELAR DIVERSA DA PRISÃO)\nHC 163418.\n- Legislação estrangeira citada: Carta Magna de 1215, da Inglaterra.\nNúmero de páginas: 12.\nAnálise: 22/06/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : CRISTINA DE OLIVEIRA \nIMPTE.(S)  : BIANCA DE MORAIS FARIA \nCOATOR(A/S)(ES) : PRESIDENTE DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":447277,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"HC 196288","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BUENO, Pimenta. Direito público brasileiro e análise da Constituição do Império. Rio de Janeiro: Ministério da Justiça e Negócios Interiores, 1958. p. 388.\nCOKE, Edward. The Second Part of the Institutes of the Lawes of England. 1642. cap. 29.\nGUETZÉVITCH, Mirkine. As novas tendências do direito constitucional. Companhia editora nacional, 1933. p. 77.\nHAURIOU, Maurice. Derecho público y constitucional. 2. ed. Madri: Instituto editorial Réus, 1927. p. 135-136\nMELLO, Celso de. Constituição Federal anotada. 2. ed. São Paulo: Saraiva, 1986. p. 459.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":196288,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur451078","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, não conheceu do pedido de extensão formulado por Mabel Arce Amarilla, com a determinação de exclusão dos pedidos e dos documentos anexados dos presentes autos, mediante certidão, de modo a não causar tumulto processual, nos termos do voto do Relator. Prosseguindo, a Turma deliberou pela realização de audiência pública para acompanhamento e fiscalização do cumprimento desta ordem coletiva à luz do contexto do ECI do sistema penitenciário brasileiro, sob condução do Relator. Presidência do Ministro Gilmar Mendes. 2ª Turma, 13.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur451078","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:44:52.853841","dg_unique":"sjur451078","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Extn-quadragésima primeiro","is_processo_antigo":false,"ementa_texto":"Penal. Processo Penal. Habeas Corpus coletivo em favor de todos os presos que têm sob a sua única responsabilidade pessoas com deficiência e crianças. Substituição da prisão preventiva pela domiciliar. Art. 318, III e VI, do CPP. Ordem concedida. Pedidos de extensão. Matéria estranha ao feito ou não demonstração dos requisitos necessários à extensão da ordem. Fase de implementação do acórdão. Necessidade de realização de audiência pública. Baixa quantidade de informações remetidas pelos Tribunais em relação ao cumprimento da ordem coletiva. Relevância da questão diante da situação de superlotação carcerária e da existência de um estado de coisas inconstitucional (ECI) no sistema penitenciário brasileiro. Importância da audiência pública para tratar dessas questões, além de servir como instrumento para a obtenção de informações sobre o cumprimento desta ordem coletiva. Indispensável convocação dos Presidentes dos Tribunais e de representantes da sociedade civil para discutir essas questões. Voto pelo não conhecimento dos pedidos de extensão e pela realização de audiência pública para implementação da ordem coletiva.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=756809725","externo_seq_objeto_incidente":6097428,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-164  DIVULG 17-08-2021  PUBLIC 18-08-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=165704&classe=HC%E9sima+primeiro","is_colac":false,"titulo":"HC 165704 Extn-quadragésima primeiro","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 PAR-ÚNICO ART-00037\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00139 INC-00008\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00318 INC-00003 INC-00006 ART-00319\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 INC-00017\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=165704&classe=HC%E9sima+primeiro","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC-Extn-quadragésima primeiro","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ESTADO DE COISAS INCONSTITUCIONAL, PENITENCIÁRIA, MEDIDA CAUTELAR DIVERSA DA PRISÃO)\nADPF 347 MC (TP). \n(LETALIDADE POLICIAL, RJ)\nADPF 635 MC (TP). \n- Decisões estrangeiras citadas: Caso Brown vs. Board of Education, de 1950, da Corte Suprema americana; Caso Brown vs. Plata, da Suprema Corte norte-americana.\nNúmero de páginas: 32.\nAnálise: 05/04/2022, BMP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : MABEL ARCE AMARILLA \nADV.(A/S)  : MATHEUS ONIAS DAVID","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":451078,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"HC 165704 Extn-quadragésima primeiro","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2021-04-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUADRAGÉSIMA PRIMEIRO  EXTENSÃO NO HABEAS CORPUS","documental_doutrina_texto":"GARGARELLA, Roberto. Justiça Dialógica.","ministro_facet":["GILMAR MENDES"],"processo_numero":165704,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}