{"result":{"took":650,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":85.50389,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432798","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Joaquim Barbosa (Presidente), Teori Zavascki e Luiz Fux, negando provimento ao recurso extraordinário, e o voto do Ministro Roberto Barroso, dando-lhe provimento, o julgamento foi suspenso. Ausentes, justificadamente, o Ministro Celso de Mello, o Ministro Dias Toffoli, representando o Tribunal na III Assembleia da Conferência das Jurisdições Constitucionais dos Países de Língua Portuguesa, em Angola, e, neste julgamento, o Ministro Ricardo Lewandowski. Falou pela recorrente a Dra. Jenny Mello Leme. Plenário, 05.06.2014.\r\n\n                       Decisão: Após os votos dos Ministros Rosa Weber, Gilmar Mendes e Dias Toffoli, negando provimento ao recurso, pediu vista dos autos a Ministra Cármen Lúcia. Ausente, justificadamente, o Ministro Celso de Mello. Não participa da votação o Ministro Edson Fachin, sucessor do Ministro Joaquim Barbosa (Relator). Presidência do Ministro Ricardo Lewandowski. Plenário, 06.08.2015.\r\n\n           Decisão: O Tribunal, por maioria, apreciando o tema 508 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Ministro Joaquim Barbosa (Relator), vencidos os Ministros Roberto Barroso e Cármen Lúcia. Em seguida, o julgamento foi suspenso para fixação da tese de repercussão geral em assentada posterior. Redigirá o acórdão o Ministro Luiz Fux (art. 38, IV, b, do Regimento Interno do STF). Não votaram os Ministros Alexandre de Moraes e Edson Fachin, sucessores dos Ministros Teori Zavascki e Joaquim Barbosa, respectivamente. Plenário, Sessão Virtual de 19.6.2020 a 26.6.2020.\r\n\n            Decisão: Em continuidade de julgamento, o Tribunal, por unanimidade, fixou a seguinte tese de repercussão geral (tema 508): “Sociedade de economia mista, cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, está voltada à remuneração do capital de seus controladores ou acionistas, não está abrangida pela regra de imunidade tributária prevista no art. 150, VI, ‘a’, da Constituição, unicamente em razão das atividades desempenhadas”, nos termos do voto do Ministro Luiz Fux, Redator para o acórdão. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur432798","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432798","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: TRIBUTÁRIO. IPTU. IMUNIDADE RECÍPROCA. SOCIEDADE DE ECONOMIA MISTA. NATUREZA JURÍDICA DE DIREITO PRIVADO. PARTICIPAÇÃO ACIONÁRIA DISPERSA E NEGOCIADA EM BOLSA DE VALORES. EXAME DA RELAÇÃO ENTRE OS SERVIÇOS PÚBLICOS PRESTADOS E O OBJETIVO DE DISTRIBUIÇÃO DE LUCROS A INVESTIDORES PÚBLICOS E PRIVADOS COMO ELEMENTO DETERMINANTE PARA APLICAÇÃO DA SALVAGUARDA CONSTITUCIONAL. SERVIÇO PÚBLICO DE SANEAMENTO BÁSICO SEM FINS LUCRATIVOS. CF/88, ARTS. 5º, II, XXXV, LIV E LV; 37, INCISOS XIX E XXI E § 6º; 93, IX; 150, VI; E 175, PARÁGRAFO ÚNICO. PRECEDENTES QUE NÃO SE ADEQUAM PERFEITAMENTE AO CASO CONCRETO. IMUNIDADE QUE NÃO DEVE SER RECONHECIDA. REDATOR PARA ACÓRDÃO (ART. 38, IV, B, DO RISTF). FIXAÇÃO DA TESE DE REPERCUSSÃO GERAL.\n\n\n\n    1. A matéria foi decidida por maioria pelo Plenário do Supremo Tribunal Federal, que acompanhou o voto do I. Relator, Min. Joaquim Barbosa. Redação da proposta de tese de repercussão geral (art. 38, IV, b, do RISTF).\n\n\n\n    2. A imunidade tributária recíproca (art. 150, IV, “a”, da Constituição) não é aplicável às sociedades de economia mista cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, estão voltadas à remuneração do capital de seus controladores ou acionistas, unicamente em razão das atividades desempenhadas.\n\n\n\n    3. O Supremo Tribunal Federal nos autos do RE 253.472, Redator para o acórdão Min. Joaquim Barbosa, DJe 1º/2/2011, já decidiu, verbis: atividades de exploração econômica, destinadas primordialmente a aumentar o patrimônio do Estado ou de particulares, devem ser submetidas à tributação, por apresentarem-se como manifestações de riqueza e deixarem a salvo a autonomia política.\n\n\n\n    4. In casu, trata-se de sociedade de economia mista de capital aberto, autêntica S/A, cuja participação acionária é negociada em Bolsas de Valores (Bovespa e New York Stock Exchange, e.g.) e que, em agosto de 2011, estava dispersa entre o Estado de São Paulo (50,3%), investidores privados em mercado nacional (22,6% - Bovespa) e investidores privados em mercado internacional (27,1% - NYSE), ou seja, quase a metade do capital social pertence a investidores. A finalidade de abrir o capital da empresa foi justamente conseguir fontes sólidas de financiamento, advindas do mercado, o qual espera receber lucros como retorno deste investimento.\n\n\n\n    5. A peculiaridade afasta o caso concreto da jurisprudência da Suprema Corte que legitima o gozo da imunidade tributária.\n\n\n\n    6. Recurso Extraordinário improvido pela maioria do Supremo Tribunal Federal.\n\n\n\n    7. Proposta de tese de repercussão geral: Sociedade de economia mista, cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, está voltada à remuneração do capital de seus controladores ou acionistas, não está abrangida pela regra de imunidade tributária prevista no art. 150, VI, “a”, da Constituição, unicamente em razão das atividades desempenhadas.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753969848","externo_seq_objeto_incidente":2684516,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-239  DIVULG 29-09-2020  PUBLIC 30-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=600867&classe=RE","is_colac":false,"titulo":"RE 600867","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00002 INC-00035 INC-00054 \n          INC-00055 ART-00006 ART-00021 INC-00020 \n          ART-00023 INC-00009 ART-00030 INC-00005 \n          ART-00037 INC-00019 INC-00021 PAR-00006 \n          ART-00093 INC-00009 ART-00102 INC-00003 \n          LET-A ART-00150 INC-00004 INC-00006 \n          LET-A PAR-00002 PAR-00003 PAR-00004 \n          ART-00173 \"CAPUT\" PAR-00001 INC-00002 \n          PAR-00002 ART-00175 PAR-ÚNICO INC-00001 \n          ART-00177 ART-00196 ART-00197\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004728      ANO-1965\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-011445      ANO-2007\n          ART-00029 INC-00001 ART-0054A\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013329      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000200      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   RGI      ANO-1980\n          ART-00038 INC-00004 LET-B\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-09-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EMPRESA PRIVADA, TRANSPORTE, CARGA, PEDIDO, CONSELHO ADMINISTRATIVO DE DEFESA ECONÔMICA (CADE), APRECIAÇÃO, DANO, CONCORRÊNCIA DESLEAL, EMPRESA BRASILEIRA DE CORREIOS E TELÉGRAFOS (ECT), IMUNIDADE TRIBUTÁRIA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: RECONHECIMENTO, IMUNIDADE, PRESTAÇÃO, EXCLUSIVIDADE, SERVIÇO PÚBLICO, AUSÊNCIA, LUCRO; EXISTÊNCIA, LUCRO, AUSÊNCIA, CONCORRÊNCIA.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: IMUNIDADE TRIBUTÁRIA RECÍPROCA, INAPLICABILIDADE, EMPRESA ESTATAL, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, APLICABILIDADE, EMPRESA PRESTADORA DE SERVIÇO, SERVIÇO PÚBLICO ESSENCIAL. EMPRESA ESTATAL, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, REGIME JURÍDICO, EMPRESA PRIVADA. SOCIEDADE DE ECONOMIA MISTA, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO, SANEAMENTO BÁSICO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA ESTATAL, PRESTAÇÃO DE SERVIÇO, FORNECIMENTO DE ÁGUA, TRATAMENTO DE ESGOTO. IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXTENSÃO, COMPANHIA DE SANEAMENTO BÁSICO DO ESTADO DE SÃO PAULO (SABESP), PAGAMENTO, IMPOSTO SOBRE A PROPRIEDADE PREDIAL E TERRITORIAL URBANA (IPTU).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=600867&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ATIVIDADE, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, TRIBUTAÇÃO)\nRE 253472 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, SOCIEDADE DE ECONOMIA MISTA)\nRE 580264 (TP), RE 601392 RG, RE 600010 RG, RE 601720 RG, RE 594015 RG, RE 627051 RG, ARE 638315 RG, RE 773131 AgR (2ªT). \n(EMPRESA ESTATAL, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, REGIME JURÍDICO, EMPRESA PRIVADA)\nADI 1642 (TP). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA ESTATAL, PRESTAÇÃO DE SERVIÇO, FORNECIMENTO DE ÁGUA, TRATAMENTO DE ESGOTO)\nAI 627242 AgR (1ªT), RE 639696 AgR (2ªT), ACO 2243 AgR-segundo (TP), ARE 905129 AgR (1ªT), RE 342314 AgR-quinto (1ªT). \n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXTENSÃO, CEMIG, PAGAMENTO, IPTU)\nRE 918704 AgR (1ªT), RE 1003246 AgR (2ªT), RE 1097339 AgR (2ªT), RE 1188668 AgR (2ªT). \n(SOCIEDADE DE ECONOMIA MISTA, PRINCÍPIO DA CONTINUIDADE DO SERVIÇO PÚBLICO, SANEAMENTO BÁSICO)\nADPF 556 (TP). \n- Decisões monocráticas citadas:\n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EMPRESA ESTATAL, PRESTAÇÃO DE SERVIÇO, FORNECIMENTO DE ÁGUA, TRATAMENTO DE ESGOTO)\nRE 765930, ARE 809752, ARE 1044785.\n(IMUNIDADE TRIBUTÁRIA RECÍPROCA, EXTENSÃO, SABESP, PAGAMENTO, IPTU)\nRE 660057.\n- Decisão estrangeira citada: Ccaso McCulloch vs. Maryland, 17 U.s 316 (1819), Suprema Corte dos Estados Unidos.\n- Veja arts. 1º e 2º do Estatuto Social da Sabesp.\nNúmero de páginas: 96.\nAnálise: 30/03/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : COMPANHIA DE SANEAMENTO BÁSICO DO ESTADO DE SÃO PAULO - SABESP \nADV.(A/S)  : OSMAR MENDES PAIXÃO CÔRTES E OUTRO(A/S)\nRECDO.(A/S)  : MUNICÍPIO DA ESTÂNCIA BALNEÁRIA DE UBATUBA \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA E OUTRO(A/S)","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"508 - Imunidade tributária recíproca para sociedade de economia mista com participação acionária negociada em bolsa de valores.","old_seq_sjur":432798,"documental_tese_texto":"Sociedade de economia mista, cuja participação acionária é negociada em Bolsas de Valores, e que, inequivocamente, está voltada à remuneração do capital de seus controladores ou acionistas, não está abrangida pela regra de imunidade tributária prevista no art. 150, VI, ‘a’, da Constituição, unicamente em razão das atividades desempenhadas.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 600867","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CARRAZZA, Roque Antonio. Curso de Direito Constitucional Tributário. 22. ed. São Paulo: Malheiros, 2006. p. 702 e 716.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 22. ed.  Malheiros, 2007. p. 665-666.\n______.______. 7. ed. São Paulo: Malheiros, 2013. p. 203.\nTRANSPORTADORAS pretendem acionar o Cade contra benefício dos Correios. Folha de S. Paulo, 07 ago. 2013. Dispoível em: http://www1.folha.uol.com.br/mercado/2013/08/1322738-transportadoraspretendem-acionar-o-cade-contra-beneficio-dos-correios.shtml.","ministro_facet":["JOAQUIM BARBOSA","LUIZ FUX"],"processo_numero":600867,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432597","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Gilmar Mendes, que concedia a ordem, pediu vista o Ministro Edson Fachin. Não participou deste julgamento o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 14.8.2020 a 21.8.2020.\r\n\n           Decisão: A Turma, por empate, concedeu a ordem de habeas corpus e confirmou a liminar deferida para converter a prisão preventiva em prisão domiciliar, com a imediata expedição do alvará de soltura. Ademais, com base nos arts. 318-B e 319 do CPP, determinou a imposição cumulada de medidas cautelares, nos termos do voto do Relator. Prosseguindo, indeferiu o pedido de extensão ao corréu Gabriel Macedo da Silva, porquanto sua situação não é semelhante à dos pacientes, sobretudo em razão da reincidência. Quanto aos corréus, Luis Henrique Pereira de Souza e Erik Gustavo Ramos da Silva, diante da evidente similaridade fática, estendeu os efeitos da decisão, vencidos os Ministros Edson Fachin e Ricardo Lewandowski. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 11.9.2020 a 21.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432597","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432597","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Penal e Processo Penal. 3. Furto qualificado (art. 155, § 4º, do CP). 4. Pandemia de Covid-19. Recomendação 62 do CNJ. Verifica-se que o caso concreto se enquadra nas hipóteses dos artigos 4º, I, “a” (crime sem violência ou grave ameaça à pessoa), e 5º, III (prisão em regime semiaberto ou aberto), da Recomendação 62 do CNJ. 5. Ordem concedida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753942818","externo_seq_objeto_incidente":5918492,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-237  DIVULG 25-09-2020  PUBLIC 28-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186020&classe=HC","is_colac":false,"titulo":"HC 186020","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00047 LET-E \n          INC-00050 INC-00054 INC-00057 ART-00006 \n          ART-00196\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-INT   CVC      ANO-2007\n          ART-00025\n                CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007 \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00155 PAR-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-0318B ART-00319 ART-00580\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000186      ANO-2008\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007 \n\n","LEG-FED   DEC-006949      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DAS PESSOAS COM DEFICIÊNCIA E SEU PROTOCOLO FACULTATIVO, ASSINADOS EM NOVA YORK, EM 30 DE MARÇO DE 2007\n\n","LEG-FED   RGI      ANO-1980\n          ART-00192\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-09-28","documental_acordao_mesmo_sentido_lista_texto":"HC 186954  PROCESSO ELETRÔNICO\n          JULG-22-09-2020  UF-SP  TURMA-02  MIN-GILMAR MENDES N.PÁG-020\n          DJe-237  DIVULG 25-09-2020  PUBLIC 28-09-2020","documental_indexacao_texto":"- SISTEMA PRISIONAL BRASILEIRO, ESTADO DE COISAS INCONSTITUCIONAL. COMPETÊNCIA, STF, PROTEÇÃO, DIREITO FUNDAMENTAL. MANUTENÇÃO, PRISÃO, MOMENTO, PANDEMIA, OFENSA, PROIBIÇÃO, IMPOSIÇÃO, PENA CRUEL. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), DEVIDO PROCESSO LEGAL, DIREITO À PROTEÇÃO DA MATERNIDADE E DA INFÂNCIA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PROTEÇÃO, SAÚDE, CONVENÇÃO, DIREITO, PESSOA COM DEFICIÊNCIA. JURISPRUDÊNCIA, STF, CONSIDERAÇÃO HUMANITÁRIA, SUPERLOTAÇÃO, CARÁTER PRECÁRIO, SISTEMA CARCERÁRIO. REAVALIAÇÃO, JUÍZO DE PRIMEIRO GRAU, PRISÃO DOMICILIAR, MOMENTO POSTERIOR, CESSAÇÃO, PANDEMIA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: AUSÊNCIA, DECISÃO, ÂMBITO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). DEFICIÊNCIA DE INSTRUÇÃO, HABEAS CORPUS, AUSÊNCIA, CONSTRANGIMENTO ILEGAL, ATUAÇÃO, STF. IMPETRAÇÃO, HABEAS CORPUS, ACÓRDÃO, RECURSO EM HABEAS CORPUS, FUNDAMENTO, DECISÃO, CORRÉU. PRISÃO PREVENTIVA, FUNDAMENTO, GRAVIDADE CONCRETA, CRIME, INTEGRAÇÃO, ORGANIZAÇÃO CRIMINOSA, PERICULOSIDADE, PACIENTE, MODUS OPERANDI. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CONCESSÃO, PRISÃO DOMICILIAR, ÂMBITO, HABEAS CORPUS, NECESSIDADE, PACIENTE, INTEGRANTE, GRUPO DE RISCO. HABEAS CORPUS, REEXAME, FATO, PROVA.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: NECESSIDADE, COMPROVAÇÃO, PACIENTE, INTEGRANTE, GRUPO DE RISCO. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), VERIFICAÇÃO, JUIZ, TRIBUNAL, SITUAÇÃO, PRESO, CASO CONCRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186020&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SISTEMA PRISIONAL BRASILEIRO, ESTADO DE COISAS INCONSTITUCIONAL)\nADPF 347 MC (TP). \n(IMPOSIÇÃO, REGIME PRISIONAL MAIS GRAVOSO, ORGANIZAÇÃO CRIMINOSA)\nHC 95024 (1ªT). \n(MANUTENÇÃO, PRISÃO CAUTELAR, FUNDAMENTAÇÃO IDÔNEA, PECULIARIDADE, CASO CONCRETO)\nHC 140986 (1ªT), HC 169014 AgR (2ªT), HC 169822 AgR (2ªT). \n- Decisões estrangeiras citadas: Caso  Coleman vs. Brown, Caso Plata vs. Schwazenegger e Caso Brown vs. Plata (Docket nº 09-1233), julgados em 2011, da Suprema Corte dos Estados Unidos.\n- Legislação estrangeira citada: oitava emenda da Constituição dos Estados Unidos.\n- Veja artigo 4º, I, \"a\" e artigo 5º, III, da Recomendação 62/2020 do Conselho Nacional de Justiça - CNJ.\n- Veja HC 183239 e HC 183915 do STF.\n\nNúmero de páginas: 22.\nAnálise: 24/08/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : JEFERSON CHAMORRO JUNIOR \nPACTE.(S)  : LUCAS HENRIQUE DA SILVA REZENDE \nIMPTE.(S)  : RODRIGO SOARES DE CARVALHO E OUTRO(A/S)\nCOATOR(A/S)(ES) : JUIZ DE DIREITO DA 1ª VARA CRIMINAL DA COMARCA DE MOGI DAS CRUZES \nINTDO.(A/S)  : LUÍS HENRIQUE PEREIRA DE SOUZA \nADV.(A/S)  : DAMASIO MARINO E OUTRO(A/S)\nINTDO.(A/S)  : ERIK GUSTAVO RAMOS DA SILVA \nADV.(A/S)  : TAINA SUILA DA SILVA ARANTES TORRES \nINTDO.(A/S)  : GABRIEL MACEDO DA SILVA \nINTDO.(A/S)  : SIDNEY DA SILVA SOUZA \nADV.(A/S)  : RODRIGO SOARES DE CARVALHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432597,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 186020","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-09-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"SALINS, Lauren; SIMPSON, Shepard. Efforts to fix a broken system: Brown v. Plata and the prison\novercrowding epidemic. Loyola University Chicago Law Journal, v. 44, n. 4. 2013. p. 1169.","ministro_facet":["GILMAR MENDES"],"processo_numero":186020,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432466","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, julgou improcedente a arguição de descumprimento de preceito fundamental e fixou a seguinte tese: “Foi recepcionada pela Constituição de 1988 a norma do art. 331 do Código Penal, que tipifica o crime de desacato\", nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Rosa Weber. Falaram: pelo requerente, o Dr. Juliano Breda; pelo amicus curiae Ministério Público do Estado do Rio de Janeiro, o Dr. Orlando Carlos Neves Belém, Procurador de Justiça do Estado; pelo amicus curiae Defensoria Pública da União, o Dr. Gustavo Zortéa da Silva, Defensor Público Federal; pelo amicus curiae Instituto Brasileiro de Ciências Criminais, o Dr. Mauricio Stegemann Dieter; e, pelo amicus curiae Defensoria Pública do Estado do Rio Grande do Sul, o Dr. Domingos Barroso da Costa, Defensor Público do Estado. Plenário, Sessão Virtual de 12.6.2020 a 19.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432466","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur432466","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL E PENAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. CRIME DE DESACATO. ART. 331 DO CP. CONFORMIDADE COM A CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. RECEPÇÃO PELA CONSTITUIÇÃO DE 1988.\n\n\n\n    1. Trata-se de arguição de descumprimento de preceito fundamental em que se questiona a conformidade com a Convenção Americana de Direitos Humanos, bem como a recepção pela Constituição de 1988, do art. 331 do Código Penal, que tipifica o crime de desacato.\n\n\n\n    2. De acordo com a jurisprudência da Corte Interamericana de Direitos Humanos e do Supremo Tribunal Federal, a liberdade de expressão não é um direito absoluto e, em casos de grave abuso, faz-se legítima a utilização do direito penal para a proteção de outros interesses e direitos relevantes.\n\n\n\n    3. A diversidade de regime jurídico – inclusive penal – existente entre agentes públicos e particulares é uma via de mão dupla: as consequências previstas para as condutas típicas são diversas não somente quando os agentes públicos são autores dos delitos, mas, de igual modo, quando deles são vítimas.\n\n\n\n    4. A criminalização do desacato não configura tratamento privilegiado ao agente estatal, mas proteção da função pública por ele exercida.\n\n\n\n    5. Dado que os agentes públicos em geral estão mais expostos ao escrutínio e à crítica dos cidadãos, deles se exige maior tolerância à reprovação e à insatisfação, limitando-se o crime de desacato a casos graves e evidentes de menosprezo à função pública.\n\n\n\n    6. Arguição de descumprimento de preceito fundamental julgada improcedente. Fixação da seguinte tese: “Foi recepcionada pela Constituição de 1988 a norma do art. 331 do Código Penal, que tipifica o crime de desacato”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753910283","externo_seq_objeto_incidente":5300439,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-235  DIVULG 23-09-2020  PUBLIC 24-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=496&classe=ADPF","is_colac":false,"titulo":"ADPF 496","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 PAR-ÚNICO ART-00005 \"CAPUT\" \n          INC-00004 INC-00005 INC-00008 INC-00009 \n          INC-00010 INC-00013 INC-00014 INC-00039 \n          PAR-00003 ART-00037 PAR-00004 PAR-00006 \n          ART-00102 PAR-00001 ART-00220 \"CAPUT\" \n          PAR-00001 PAR-00002 PAR-00003 INC-00001 \n          INC-00002 PAR-00004 PAR-00005 PAR-00006\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00007\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00116 INC-00005 INC-00011\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008429      ANO-1992\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00074 ART-00089\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 PAR-ÚNICO INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00020 ART-00021\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013869      ANO-2019\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 PAR-00002 ART-00013 NÚMERO-1 \n          NÚMERO-2 LET-A LET-B NÚMERO-3 \n          NÚMERO-4 NÚMERO-5 ART-00041 LET-B \n          ART-00062 ART-00068 NÚMERO-1\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969.\n\n","LEG-INT   PCT      ANO-1966\n          ART-00019 NÚMERO-1 NÚMERO-2 NÚMERO-3 \n          LET-A LET-B\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033 PAR-00002 LET-C ART-00044 \n          ART-00168 ART-00287 ART-00312 ART-00313 \n          ART-00314 ART-00315 ART-00316 ART-00317 \n          ART-00318 ART-00319 ART-00320 ART-00321 \n          ART-00322 ART-00323 ART-00324 ART-00325 \n          ART-00326 ART-00327 ART-00331\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-001001      ANO-1969\n                CPM-1969 CÓDIGO PENAL MILITAR\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000089      ANO-1998\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2020-09-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TRATADO INTERNACIONAL, DIREITOS HUMANOS, NATUREZA JURÍDICA, EMENDA CONSTITUCIONAL, NORMA SUPRALEGAL. LIBERDADE DE EXPRESSÃO, HONRA SUBJETIVA, ORDEM PÚBLICA, MORALIDADE. DIREITO PENAL, COIBIÇÃO, ABUSO, LIBERDADE DE EXPRESSÃO. INTERPRETAÇÃO RESTRITIVA, CRIME, DESACATO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: CONCILIAÇÃO, LIBERDADE DE EXPRESSÃO, DIREITO À HONRA, DIREITO À INTIMIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. \n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PRECEDENTE, LIBERDADE DE EXPRESSÃO, CORTE INTERAMERICANA DE DIREITOS HUMANOS, PROPORCIONALIDADE. CONTROLE DE CONVENCIONALIDADE. JURISPRUDÊNCIA, STF, CORTE INTERAMERICANA DE DIREITOS HUMANOS. ADMINISTRAÇÃO PÚBLICA, FUNCIONÁRIO PÚBLICO, TOLERÂNCIA, CRÍTICA. GRAVIDADE, SANÇÃO, PROCESSO PENAL, ANTECEDENTE CRIMINAL, INIBIÇÃO, LIBERDADE DE EXPRESSÃO. DEMOCRACIA, COIBIÇÃO, DESVIO DE PODER, TRANSPARÊNCIA, ADMINISTRAÇÃO PÚBLICA. SUPERIORIDADE, LIBERDADE DE EXPRESSÃO, HONRA, ADMINISTRAÇÃO PÚBLICA, SERVIDOR PÚBLICO. TIPO PENAL, DESACATO, TIPO PENAL ABERTO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: NÚCLEO ESSENCIAL, LIBERDADE DE EXPRESSÃO, DIREITO DE INFORMAR, DIREITO DE SER INFORMADO, DIREITO DE EMITIR OPINIÃO, DIREITO DE CRÍTICA. CRÍTICA, ÔNUS, EXERCÍCIO DE CARGO PÚBLICO. DESACATO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO REPUBLICANO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=496&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RECEPÇÃO, CRIME, DESACATO, CONSTITUIÇÃO FEDERAL)\nHC 141949 (2ªT), HC 145882 AgR (1ªT), RHC 143206 AgR (1ªT), ARE 1197927 AgR (1ªT). \n(INTERPRETAÇÃO RESTRITIVA, CRIME, DESACATO)\nHC 83233 (2ªT), Inq 3215 (TP). \n(TRATADO INTERNACIONAL, DIREITOS HUMANOS, NORMA SUPRALEGAL)\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP), RE 80004 (TP). \n(LIBERDADE DE EXPRESSÃO)\nADPF 130 (TP), HC 82424 (TP), ADPF 187 (TP), Rcl 9428 (TP), ADI 4451 (TP), ADI 4815 (TP). \n(LIBERDADE DE EXPRESSÃO, CARÁTER ABSOLUTO)\nMS 23452 (1ªT) - RTJ 173/805, ARE 891647 ED (2ªT). \n(LIBERDADE DE EXPRESSÃO, INVIOLABILIDADE PARLAMENTAR)\nPet 7174 (1ªT). \n- Decisões monocráticas citadas:\n(RECEPÇÃO, CRIME, DESACATO, CONSTITUIÇÃO FEDERAL)\nARE 1049152, ARE 1040868, ARE 1072474, ARE 998260, ARE 1005564, ARE 1052416, ARE 1053633, RE 1100136, RE 1059557, HC 149580, RHC 143206, ARE 1107799, RE 1000208, RE 1000085, ARE 1121385, HC 143968, ARE 1132057, HC 154143, RE 1124135, RE 1118348, RE 1121113, ARE 1197979, ARE 1198030, ARE 1208957, ARE 1231502.\n- Decisões estrangeiras citadas: Caso Última Tentação de Cristo, Caso Ivcher Bronstein vs. Peru, Caso Herrera Ulloa v. Costa Rica, Caso Ricardo Canese v. Paraguai, Caso Palamara Iribarne v. Chile, Caso Claude Reyes e outros vs. Chile, Caso Kimel v. Argentina, Caso Tristán Donoso vs. Panamá, Caso Ríos e outros vs. Venezuela, Caso Perozo e outros vs. Venezuela, Caso Usón Ramírez vs. Venezuela, Caso Manuel Cepeda Vargas vs. Colômbia, Caso Gomes Lund e outros vs. Brasil, Caso Fontevecchia D’Amico vs. Argentina, Caso González Medina e Familiares vs. República Dominicana, Caso Vélez Restrepo e Familiares vs. Colombia, Caso Uzcátegui e outros vs. Venezuela, Caso Mémoli vs. Argentina, Caso Norín Catriman e outros vs. Chile, Caso Granier e outros vs. Venezuela, Caso López Lone e outros vs. Honduras, Caso I.V. vs. Bolívia, Caso Alfredo Lagos del Campo vs. Peru, Caso Rocío San Miguel Sosa e outros vs. Venezuela e Rocío San Miguel Sosa e outros v. Venezuela, Caso Carvajal Carvajal e outros vs. Colômbia, Caso Janowski vs. Polônia (Grand Chamber, j. 21.01.1999), Caso Kimel, § 85, Caso Lingens vs. Austria, da Corte Europeia de Direitos Humanos; Caso Verbitsky vs. Argentina, da Suprema Corte da Justiça da Argentina; Caso Palamara Iribarne vs. Chile, Caso Herrera Ulloa vs. Costa Rica, (Sentença de 22 de novembro de 2005, § 82 e § 88), Caso Herrera Ulloa vs. Costa Rica, (Sentença de 2 de julho de 2004, § 71 e § 102.2, g), Caso Ricardo Canese vs. Paraguai, sentença de 31 de agosto de 2004, § 95, Caso Kimel vs. Argentina (Sentença de 2 de maio de 2008), Caso Almonacid Arellano e outros vs. Chile, 2006, § 124, Caso Fontevecchia D’Amico (sentença de 29.11.2011, par. 60), da Corte Interamericana de Direitos Humanos;  Caso Schenck vs. United States, 249 U.S. 47, 1919, Caso Brandenburg vs. Ohio (1969), Caso New York Times Co. vs. Sullivan, 376 U.S. 254, 1964, Caso Near vs. Minnesota, Caso Bridges vs. California, 1941, da Suprema Corte dos Estados Unidos; Caso State vs. Wood, 112 Ohio App. 3D 621, 628, 1996, da Court of Appeals of Ohio; Caso Wilson vs. Martin, No. 13-3543 6th Cir. Oct. 8, 2013, do Tribunal de Apelações do Sexto Circuito dos Estados Unidos; Caso Swartz vs. Insogna, 704 F.3d 105 (2d Cir. 2013, do Tribunal do Segundo Circuito dos Estados Unidos; Caso Thurairajah vs. City of Fort Smith, No. 17-3419, 2019 (8th Cir. June 3, 2019, do Tribunal do Oitavo Circuito dos Estados Unidos.\n- Veja princípio 11, da Declaração de Princípios sobre a Liberdade de Expressão, da Organização dos Estados Americanos.\n\nNúmero de páginas: 90.\nAnálise: 19/03/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : CLAUDIO PACHECO PRATES LAMACHIA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DA BAHIA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DA BAHIA \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO CEARA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO CEARÁ \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE TOCANTINS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO TOCANTINS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO DISTRITO FEDERAL E TERRITÓRIOS \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL E TERRITÓRIOS \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE CIENCIAS CRIMINAIS \nADV.(A/S)  : MAURICIO STEGEMANN DIETER \nADV.(A/S)  : DEBORA NACHMANOWICZ DE LIMA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIACAO ARTIGO 19 BRASIL \nADV.(A/S)  : CAMILA MARQUES BARROSO \nADV.(A/S)  : RAISSA MELO SOARES MAIA \nAM. CURIAE.  : INSTITUTO DOS ADVOGADOS BRASILEIROS \nADV.(A/S)  : TECIO LINS E SILVA \nADV.(A/S)  : MAIRA COSTA FERNANDES \nAM. CURIAE.  : INSTITUTO DE ADVOCACIA RACIAL E AMBIENTAL - IARA \nADV.(A/S)  : HUMBERTO ADAMI SANTOS JUNIOR \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":432466,"documental_tese_texto":"Foi recepcionada pela Constituição de 1988 a norma do art. 331 do Código Penal, que tipifica o crime de desacato.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 496","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-06-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BENTIVEGNA, Carlos Frederico Barbosa. Liberdade de expressão, honra, imagem e privacidade: os limites entre o lícito e o ilícito. São Paulo: Manole, 2019.\nBITENCOURT, Cezar Roberto. Código Penal Comentado. 9. ed. Saraiva, 2015. p. 1447, item 2.\nCAPEZ, Fernando; PRADO, Stela. Código Penal Comentado. 6. ed. Saraiva, 2015. p. 672, item 1. \nCOMISIÓN INTERAMERICANA DE DERECHOS HUMANOS (CIDH). Informe Anual 1999. Informe de la Relatoría Especial para la Libertad de Expresión.\nCOOLEY, Thomas M. Princípios Gerais de Direito Constitucional nos Estados Unidos da América. Campinas: Russell, 2002.\nDELMANTO, Celso et al. Código Penal Comentado. 9. ed. 3ª tiragem. Saraiva, 2017. p. 985.\nGOLDMAN, A. I., BAKER, D., Free Speech, Fake News, and Democracy. First Amendment Law Review, v. 66, n. 18, p. 1-66, 2019.\nHUNGRIA, Nélson. Comentários ao código penal., v. 9. p. 424.\nHUSSAIN, Abid. E/C.4/2000/63. jan. 2000. par. 205.\nJESUS, Damásio E. de. Código Penal Anotado. 23. ed. Saraiva, 2016. p. 1230.\nLEWIS, Anthony. Liberdade para as ideias que odiamos. São Paulo: Aracati, 2011.\nMACEDO, Ronaldo Porto. Liberdade de expressão: que lições devemos aprender da experiência americana? Revista Direito GV, v. 13, n. 1, 2017.\nMASSON, Cleber. Código Penal Comentado. 4. ed. Método, 2016. p. 1396-1397.\nMATA, Jéssica Gomes da. A Política do Enquadro. Dissertação (Mestrado). p. 178.\nMAZZUOLI, Valerio de Oliveira; GOMES, Luiz Flávio. Direito Penal: Comentários à Convenção Americana sobre Direitos Humanos. Revista dos Tribunais, 2008. v. 4. p. 136.\nMENDES, Gilmar Ferreira. Curso de Direito Constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 94-95.\nMIRABETE, Júlio Fabbrini; FABBRINI, Renato N. Código Penal Interpretado. 9. ed. Atlas, 2015. p. 2116, item 331.2. \nNORONHA, E. Magalhães. Direito Penal. São Paulo: Saraiva, 1988. v. 4, p. 303.\n______.______. 24. ed. Saraiva, 2003. v. 4. p. 317, item 1.391.\nNUCCI, Guilherme de Souza. Código Penal Comentado. 18. ed. Forense, 2017. p. 1517-1518, item 48.\nOSORIO, Aline. Direito Eleitoral e Liberdade de Expressão. Belo Horizonte: Fórum, 2017.\nSMET, Stijn; BREMS, Eva. When Human Rights Clash at the European Court of Human Rights. Oxford: OUP, 2017.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":496,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436466","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, referendou a medida cautelar deferida pelo Ministro Marco Aurélio (Relator), acrescida de interpretação conforme à Constituição ao § 9º do art. 3º da Lei nº 13.979, a fim de explicitar que, preservada a atribuição de cada esfera de governo, nos termos do inciso I do art. 198 da Constituição, o Presidente da República poderá dispor, mediante decreto, sobre os serviços públicos e atividades essenciais, vencidos, neste ponto, o Ministro Relator e o Ministro Dias Toffoli (Presidente), e, em parte, quanto à interpretação conforme à letra b do inciso VI do art. 3º, os Ministros Alexandre de Moraes e Luiz Fux. Redigirá o acórdão o Ministro Edson Fachin. Falaram: pelo requerente, o Dr. Lucas de Castro Rivas; pelo amicus curiae Federação Brasileira de Telecomunicações - FEBRATEL, o Dr. Felipe Monnerat Solon de Pontes Rodrigues; pelo interessado, o Ministro André Luiz de Almeida Mendonça, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Afirmou suspeição o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 15.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur436466","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436466","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"EMENTA: REFERENDO EM MEDIDA CAUTELAR EM AÇÃO DIRETA DA INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL. DIREITO À SAÚDE. EMERGÊNCIA SANITÁRIA INTERNACIONAL. LEI 13.979 DE 2020. COMPETÊNCIA DOS ENTES FEDERADOS PARA LEGISLAR E ADOTAR MEDIDAS SANITÁRIAS DE COMBATE À EPIDEMIA INTERNACIONAL. HIERARQUIA DO SISTEMA ÚNICO DE SAÚDE. COMPETÊNCIA COMUM. MEDIDA CAUTELAR PARCIALMENTE DEFERIDA.\n\n\n\n    1. A emergência internacional, reconhecida pela Organização Mundial da Saúde, não implica nem muito menos autoriza a outorga de discricionariedade sem controle ou sem contrapesos típicos do Estado Democrático de Direito. As regras constitucionais não servem apenas para proteger a liberdade individual, mas também o exercício da racionalidade coletiva, isto é, da capacidade de coordenar as ações de forma eficiente. O Estado Democrático de Direito implica o direito de examinar as razões governamentais e o direito de criticá-las. Os agentes públicos agem melhor, mesmo durante emergências, quando são obrigados a justificar suas ações.\n\n\n\n    2. O exercício da competência constitucional para as ações na área da saúde deve seguir parâmetros materiais específicos, a serem observados, por primeiro, pelas autoridades políticas. Como esses agentes públicos devem sempre justificar suas ações, é à luz delas que o controle a ser exercido pelos demais poderes tem lugar.\n\n\n\n    3. O pior erro na formulação das políticas públicas é a omissão, sobretudo para as ações essenciais exigidas pelo art. 23 da Constituição Federal. É grave que, sob o manto da competência exclusiva ou privativa, premiem-se as inações do governo federal, impedindo que Estados e Municípios, no âmbito de suas respectivas competências, implementem as políticas públicas essenciais. O Estado garantidor dos direitos fundamentais não é apenas a União, mas também os Estados e os Municípios.\n\n\n\n    4. A diretriz constitucional da hierarquização, constante do caput  do art. 198 não significou hierarquização entre os entes federados, mas comando único, dentro de cada um deles.\n\n\n\n    5. É preciso ler as normas que integram a Lei 13.979, de 2020, como decorrendo da competência própria da União para legislar sobre vigilância epidemiológica, nos termos da Lei Geral do SUS, Lei 8.080, de 1990. O exercício da competência da União em nenhum momento diminuiu a competência própria dos demais entes da federação na realização de serviços da saúde, nem poderia, afinal, a diretriz constitucional é a de municipalizar esses serviços.\n\n\n\n    6. O direito à saúde é garantido por meio da obrigação dos Estados Partes de adotar medidas necessárias para prevenir e tratar as doenças epidêmicas e os entes públicos devem aderir às diretrizes da Organização Mundial da Saúde, não apenas por serem elas obrigatórias nos termos do Artigo 22 da Constituição da Organização Mundial da Saúde (Decreto 26.042, de 17 de dezembro de 1948), mas sobretudo porque contam com a expertise necessária para dar plena eficácia ao direito à saúde.\n\n\n\n    7. Como a finalidade da atuação dos entes federativos é comum, a solução de conflitos sobre o exercício da competência deve pautar-se pela melhor realização do direito à saúde, amparada em evidências científicas e nas recomendações da Organização Mundial da Saúde.\n\n\n\n    8. Medida cautelar parcialmente concedida para dar interpretação conforme à Constituição ao § 9º do art. 3º da Lei 13.979, a fim de explicitar que, preservada a atribuição de cada esfera de governo, nos termos do inciso I do artigo 198 da Constituição, o Presidente da República poderá dispor, mediante decreto, sobre os serviços públicos e atividades essenciais.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754372183","externo_seq_objeto_incidente":5881265,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-271  DIVULG 12-11-2020  PUBLIC 13-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6341&classe=ADI","is_colac":false,"titulo":"ADI 6341 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00005 ART-00002 ART-00005\n    INC-00078 PAR-00002 ART-00006 ART-00018\n    ART-00021 INC-00018 ART-00022 INC-00023\n    ART-00023 INC-00002 INC-00008 INC-00009\n    PAR-ÚNICO ART-00024 INC-00012 PAR-00001\n    PAR-00002 PAR-00003 PAR-00004 ART-00025\n    PAR-00001 ART-00026 ART-00030 INC-00001\n    INC-00002 ART-00034 ART-00049 INC-00005\n    ART-00062 PAR-00001 INC-00003 ART-00093\n    INC-00009 ART-00194 ART-00196 ART-00197\n    ART-00198 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 ART-00199 ART-00200\n    INC-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00059\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-009782 ANO-1999\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00003 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 LET-A LET-B LET-C\n    LET-D LET-E INC-00006 LET-A\n    LET-B PAR-00001 PAR-00002 INC-00001\n    INC-00002 INC-00003 PAR-00003 PAR-00004\n    PAR-00005 INC-00001 INC-00002 PAR-00006\n    PAR-00007 INC-00001 INC-00002 INC-00003\n    PAR-00008 PAR-00009 PAR-00010 PAR-00011\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 LET-A LET-B\n    LEI ORDINÁRIA\n\n","LEG-INT   PCT ANO-1966\n    ART-00012\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   MPR-000926 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000927 ANO-2020\n    MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000006 ANO-1946\n    DECRETO LEGISLATIVO - APROVA A CONSTITUIÇÃO DA ORGANIZAÇÃO MUNDIAL DA SAÚDE\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000395 ANO-2009\n    DECRETO LEGISLATIVO - APROVA O TEXTO REVISADO DO REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   DEC-026042 ANO-1948\n    DECRETO - PROMULGA A CONSTITUIÇÃO DA ORGANIZAÇÃO MUNDIAL DA SAÚDE\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-010212 ANO-2020\n    DECRETO - PROMULGA O TEXTO REVISADO DO REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   DEC-010282 ANO-2020\n    ART-00003 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    INC-00008 INC-00009 INC-00010 INC-00011\n    INC-00012 INC-00013 INC-00014 INC-00015\n    INC-00016 INC-00017 INC-00018 INC-00019\n    INC-00020 INC-00021 INC-00022 INC-00023\n    INC-00024 INC-00025 INC-00026 INC-00027\n    INC-00028 INC-00029 INC-00030 INC-00031\n    INC-00032 INC-00033 INC-00034 INC-00035\n    INC-00036 INC-00037 INC-00038 INC-00039\n    INC-00040 PAR-00002 PAR-00003 PAR-00004\n    PAR-00005 PAR-00006 PAR-00007 PAR-00008\n    DECRETO\n\n","LEG-FED   PRT-000356 ANO-2020\n    ART-00003 \"CAPUT\" PAR-00001 ART-00004\n    PAR-00001\n    PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PJL-003110 ANO-1989\n    PROJETO DE LEI\n\n","LEG-FED   PJL-000023 ANO-2020\n    PROJETO DE LEI\n\n","LEG-INT   REG ANO-2005\n    ANEXO-00001 NÚMERO-00001 LET-A LET-B\n    NÚMERO-00002 NÚMERO-00003 NÚMERO-00004 LET-A\n    LET-B LET-C NÚMERO-00005 LET-A\n    LET-B NÚMERO-00006 LET-A LET-B\n    LET-C LET-D LET-E LET-F\n    LET-G LET-H ART-00017 ART-00042\n    ART-00043 NÚMERO-00001 LET-A LET-B\n    NÚMERO-00002 LET-A LET-B LET-C\n    NÚMERO-00003 NÚMERO-00004 NÚMERO-00005 NÚMERO-00006\n    NÚMERO-00007 NÚMERO-00008\n    REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   RGI ANO-1980\n    ART-00095\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   MSG-000360 ANO-1989\n    MENSAGEM\n\n","LEG-EST   LEI-008080 ANO-1990\n    ART-00006 PAR-00002 ART-00016 INC-00003\n    LET-C PAR-ÚNICO ART-00017 INC-00004\n    LET-A ART-00018 INC-00004 LET-A\n    LEI ORDINÁRIA"],"publicacao_data":"2020-11-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- UNIÃO FEDERAL, SUSPENSÃO, COMPETÊNCIA, ENTE FEDERADO, COMPROMISSO, ÂMBITO INTERNACIONAL, ESTADO BRASILEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: FEDERALISMO COOPERATIVO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, DEVER DE PROTEÇÃO, DIREITO FUNDAMENTAL. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, SAÚDE. EXIGÊNCIA, REGRA, DELEGAÇÃO LEGISLATIVA, CONTROLE, ATUAÇÃO, CHEFE DO PODER EXECUTIVO, RISCO, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. ADOÇÃO, MEDIDA DE SEGURANÇA, AUTONOMIA, ENTE FEDERADO, OMISSÃO,\nREGULAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: COMPETÊNCIA COMUM, PRESTAÇÃO, SERVIÇO PÚBLICO, SAÚDE. POLÍTICA PÚBLICA, SAÚDE, OBSERVÂNCIA, EVIDÊNCIA, MEDICINA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: COMPETÊNCIA, UNIÃO FEDERAL, PERMANÊNCIA, COMPETÊNCIA, ESTADO-MEMBRO, MUNICÍPIO, CORONA VIRUS DISEASE 2019 (COVID-19).\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: MEDIDA PROVISÓRIA, SAÚDE PÚBLICA, CORONA VIRUS DISEASE 2019 (COVID-19), OBSERVÂNCIA, REQUISITO, URGÊNCIA, NECESSIDADE, LEGITIMIDADE, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: FEDERALISMO COOPERATIVO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: NORMA GERAL, PROTEÇÃO, DEFESA, SAÚDE, OBSERVÂNCIA, ENTE FEDERADO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES. ATUAÇÃO, CARÁTER SUPLEMENTAR, MATÉRIA, SAÚDE, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. COMPETÊNCIA LEGISLATIVA, PREFERÊNCIA, INICIATIVA, ESTADO-MEMBRO, MUNICÍPIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6341&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(FEDERALISMO COOPERATIVO)\r\nADI 3357 (TP).\r\n(UNIÃO FEDERAL, SUSPENSÃO, COMPETÊNCIA, ENTE FEDERADO, COMPROMISSO, ÂMBITO INTERNACIONAL, ESTADO BRASILEIRO)\r\nRE 229096 (TP).\r\n(COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, SAÚDE)\r\nADI 1278 (TP), ADI 2875 (TP), STA 175 AgR (TP).\r\n(ADOÇÃO, MEDIDA DE SEGURANÇA, AUTONOMIA, ENTE FEDERADO, OMISSÃO, REGULAÇÃO)\r\nADI 2658 (TP).\r\n(EXIGÊNCIA, REGRA, DELEGAÇÃO LEGISLATIVA, CONTROLE, ATUAÇÃO, CHEFE DO PODER EXECUTIVO)\r\nRE 186359 (TP), ADI 2387 (TP).\r\n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO, MUNICÍPIO, PROTEÇÃO, SAÚDE)\r\nADI 3470 (TP).\r\n(COMPETÊNCIA LEGISLATIVA, PREFERÊNCIA, INICIATIVA, ESTADO-MEMBRO, MUNICÍPIO)\r\nADI 4060 (TP).\r\n(COMPETÊNCIA COMUM, PRESTAÇÃO, SERVIÇO PÚBLICO, SAÚDE)\r\nSTA 175 AgR (TP), RE 855178 RG (TP).\r\n(POLÍTICA PÚBLICA, SAÚDE, OBSERVÂNCIA, EVIDÊNCIA, MEDICINA)\r\nSTA 175 AgR (TP), ADI 5501 MC (TP).\r\n(FEDERALISMO COOPERATIVO, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, DEVER DE PROTEÇÃO, DIREITO FUNDAMENTAL)\r\nADI 3470 (TP), RE 1247930 AgR (1ªT).\r\n(NORMA GERAL, PROTEÇÃO, DEFESA, SAÚDE, OBSERVÂNCIA, ENTE FEDERADO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES)\r\nADI 3357 (TP).\r\n- Decisões monocráticas citadas:\r\n(FEDERALISMO COOPERATIVO)\r\nADPF 672.\r\n(COMPETÊNCIA, UNIÃO FEDERAL, PERMANÊNCIA, COMPETÊNCIA, ESTADO-MEMBRO, MUNICÍPIO, COVID-19)\r\nADPF 672.\r\n(EXIGÊNCIA, REGRA, DELEGAÇÃO LEGISLATIVA, CONTROLE, ATUAÇÃO, CHEFE DO PODER EXECUTIVO)\r\nRE 208206.\r\n- Legislação estrangeira citada: Constituição dos Estados Unidos de 1787.\n- Veja Comentário Geral 14 do Comitê de Direitos Econômicos e Sociais.\n- Veja ADI 6343 do STF.\n- Veja art. 22 da Constituição da Organização Mundial da Saúde.\nNúmero de páginas: 147.\nAnálise: 11/11/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DEMOCRATICO TRABALHISTA \nADV.(A/S)  : LUCAS DE CASTRO RIVAS \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : FEDERACAO BRASILEIRA DE TELECOMUNICACOES - FEBRATEL \nADV.(A/S)  : FELIPE MONNERAT SOLON DE PONTES RODRIGUES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436466,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6341 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-04-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Comentário ao  art. 23, parágrafo único. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; Streck, Lenio L. (Coords.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nFERRAZ, Tércio Sampaio. Normas gerais e competência concorrente – uma exegese do art. 24 da Constituição Federal. Revista Trimestral de Direito Público, São Paulo: Malheiros, n. 7, 1994, p. 19.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179-180. jan./jun. 1990.\nHESSE, Konrad. El Estado Federal Unitario. Revista Oficial do Mestrado em Constituição e Sociedade da Escola de Direito do IDP, Ano 9, n. 50, mar./abr. 2013. p. 35.\nHOLMES, Stephen. In Case of Emergency: Misunderstanding Tradeoffs in the War on Terror. Californa Law Review, v. 97, n. 2, abr. 2009. p. 354.\nMARRAFON, Marco Aurélio. Federalismo brasileiro: reflexões em torno da dinâmica entre autonomia e centralização. In: SIQUEIRA, Gustavo Silveira (Org.). Teoria e filosofia do direito. Rio de Janeiro: Freitas Bastos, 2015. p. 117-118.\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais, Revista de Informação Legislativa 100, 1988. 160.\nSARLET, Ingo Wolfgang. Comentário ao art. 198. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; Streck, Lenio L.; SARLET, Ingo Wolfgang (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nSILVA, José Afonso da. Curso de Direito Constitucional positivo. 37. ed. São Paulo: Malheiros, 2014. p. 102-103 e 481.\nVERDÙ, Pablo Lucas. Curso de Derecho Político, volúmen II: la crisis de la teoría del Estado en la actualidad, federalismo y Estado federal, la teoría de la Constitución en el marco del Derecho político. Madrid: Editorial Tecnos, 1986. p. 364-365.","ministro_facet":["MARCO AURÉLIO","EDSON FACHIN"],"processo_numero":6341,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446222","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto da Relatora. Segunda Turma, Sessão Virtual de 30.4.2021 a 11.5.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur446222","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur446222","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. PROCESSUAL CIVIL. CONSTITUCIONAL E TRABALHISTA. COMPETÊNCIA JURISDICIONAL. PLANO DE SAÚDE. SERVIÇO CUSTEADO PELO EMPREGADOR NA MODALIDADE DE AUTOGESTÃO. RELAÇÃO DE TRABALHO. COMPETÊNCIA DA JUSTIÇA DO TRABALHO: PRECEDENTES. RECONHECIMENTO DA RELAÇÃO DE TRABALHO: SÚMULAS NS. 279 E 454 DO SUPREMO TRIBUNAL FEDERAL. AUSÊNCIA DE OFENSA CONSTITUCIONAL DIRETA. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755854413","externo_seq_objeto_incidente":6134576,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-092  DIVULG 13-05-2021  PUBLIC 14-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1306544&classe=ARE","is_colac":false,"titulo":"ARE 1306544 AgR","documental_legislacao_citada_texto":["LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000454\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-05-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1306544&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RELAÇÃO DE EMPREGO, COMPETÊNCIA, JUSTIÇA DO TRABALHO)\nCC 7204 (TP), RE 608887 AgR (1ªT), ARE 932151 AgR (1ªT). \n(RE, RECONHECIMENTO, RELAÇÃO DE EMPREGO, APRECIAÇÃO, MATÉRIA INFRACONSTITUCIONAL)\nRE 751422 AgR (1ªT), ARE 1195199 AgR (2ªT), ARE 1199618 AgR (2ªT), ARE 1212736 AgR (1ªT). \nNúmero de páginas: 13.\nAnálise: 10/12/2021, ABO.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : CAIXA ECONÔMICA FEDERAL - CEF \nADV.(A/S)  : LEANDRO DA SILVA SOARES \nADV.(A/S)  : MARCELA PORTELA NUNES BRAGA \nAGDO.(A/S)  : JULIA CAMARGO ARRABAL \nADV.(A/S)  : CATIA TIROLLI SAVOLDI \nAGDO.(A/S)  : PEDRO MAZILIO TOLEDO \nADV.(A/S)  : PEDRO MAZILIO TOLEDO \nINTDO.(A/S)  : SINDICATO DOS MEDICOS NO ESTADO DO PARANA \nADV.(A/S)  : LUIZ FERNANDO ZORNIG FILHO \nADV.(A/S)  : LUIZ GUSTAVO DE ANDRADE \nINTDO.(A/S)  : REDE D&apos;OR / SAO LUIZ SERVICOS MEDICOS LTDA. \nADV.(A/S)  : SERGIO CARNEIRO ROSI \nINTDO.(A/S)  : UNIMED/RS - FEDERACAO DAS COOPERATIVAS DE ASSISTENCIA A SAUDE UNIMED E COOPERATIVAS DE MEDICOS UNIMED DO RIO GRANDE DO SUL LTDA \nADV.(A/S)  : GUILHERME LIMA DA SILVA \nADV.(A/S)  : MARCO TULIO DE ROSE \nINTDO.(A/S)  : FEDERACAO NACIONAL DE SAUDE SUPLEMENTAR \nADV.(A/S)  : LUIZ RODRIGUES WAMBIER \nINTDO.(A/S)  : AMIL ASSISTENCIA MEDICA INTERNACIONAL S.A. \nADV.(A/S)  : EDUARDO ANTONIO LUCHO FERRAO \nADV.(A/S)  : JANAINA CASTRO DE CARVALHO \nINTDO.(A/S)  : ASSOCIACAO NACIONAL DOS MAGISTRADOS DA JUSTICA DO TRABALHO \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446222,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1306544 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2021-05-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1306544,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur443506","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Ricardo Lewandowski (Relator), que julgava parcialmente procedente a ação direta, para conferir interpretação conforme à Constituição ao art. 3º, III, d, da Lei nº 13.979/2020, de maneira a estabelecer que: (I) a vacinação compulsória não significa vacinação forçada, por exigir sempre o consentimento do usuário, podendo, contudo, ser implementada por meio de medidas indiretas, as quais compreendem, dentre outras, a restrição ao exercício de certas atividades ou à frequência de determinados lugares, desde que previstas em lei, ou dela decorrentes, e (i) tenham como base evidências científicas e análises estratégicas pertinentes, (ii) venham acompanhadas de ampla informação sobre a eficácia, segurança e contraindicações dos imunizantes, (iii) respeitem a dignidade humana e os direitos fundamentais das pessoas, (iv) atendam aos critérios de razoabilidade e proporcionalidade e (v) sejam as vacinas distribuídas universal e gratuitamente; e (II) tais medidas, com as limitações acima expostas, podem ser implementadas tanto pela União como pelos Estados, Distrito Federal e Municípios, respeitadas as respectivas esferas de competência, o julgamento foi suspenso. Falaram: pelo requerente, o Dr. Walber de Moura Agra; pelo interessado Presidente da República, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 16.12.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF). \r\n\n                       Decisão: O Tribunal, por maioria, julgou parcialmente procedente a ação direta, para conferir interpretação conforme à Constituição ao art. 3º, III, d, da Lei nº 13.979/2020, nos termos do voto do Relator e da seguinte tese de julgamento: “(I) A vacinação compulsória não significa vacinação forçada, porquanto facultada sempre a recusa do usuário, podendo, contudo, ser implementada por meio de medidas indiretas, as quais compreendem, dentre outras, a restrição ao exercício de certas atividades ou à frequência de determinados lugares, desde que previstas em lei, ou dela decorrentes, e (i) tenham como base evidências científicas e análises estratégicas pertinentes, (ii) venham acompanhadas de ampla informação sobre a eficácia, segurança e contraindicações dos imunizantes, (iii) respeitem a dignidade humana e os direitos fundamentais das pessoas, (iv) atendam aos critérios de razoabilidade e proporcionalidade e (v) sejam as vacinas distribuídas universal e gratuitamente; e (II) tais medidas, com as limitações acima expostas, podem ser implementadas tanto pela União como pelos Estados, Distrito Federal e Municípios, respeitadas as respectivas esferas de competência”. Vencido, em parte, o Ministro Nunes Marques. Presidência do Ministro Luiz Fux. Plenário, 17.12.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur443506","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur443506","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÕES DIRETAS DE INCONSTITUCIONALIDADE. VACINAÇÃO COMPULSÓRIA CONTRA A COVID-19 PREVISTA NA LEI 13.979/2020. PRETENSÃO DE ALCANÇAR A IMUNIDADE DE REBANHO. PROTEÇÃO DA COLETIVIDADE, EM ESPECIAL DOS MAIS VULNERÁVEIS. DIREITO SOCIAL À SAÚDE. PROIBIÇÃO DE VACINAÇÃO FORÇADA. EXIGÊNCIA DE PRÉVIO CONSENTIMENTO INFORMADO DO USUÁRIO. INTANGIBILIDADE DO CORPO HUMANO. PREVALÊNCIA DO PRINCÍPIO DA DIGNIDADE HUMANA. INVIOLABILIDADE DO DIREITO À VIDA, LIBERDADE, SEGURANÇA, PROPRIEDADE, INTIMIDADE E VIDA PRIVADA. VEDAÇÃO DA TORTURA E DO TRATAMENTO DESUMANO OU DEGRADANTE. COMPULSORIEDADE DA IMUNIZAÇÃO A SER ALÇANÇADA MEDIANTE RESTRIÇÕES INDIRETAS. NECESSIDADE DE OBSERVÂNCIA DE EVIDÊNCIAS CIENTÍFICAS E ANÁLISES DE INFORMAÇÕES ESTRATÉGICAS. EXIGÊNCIA DE COMPROVAÇÃO DA SEGURANÇA E EFICÁCIA DAS VACINAS. LIMITES À OBRIGATORIEDADE DA IMUNIZAÇÃO CONSISTENTES NA ESTRITA OBSERVÂNCIA DOS DIREITOS E GARANTIAS FUNDAMENTAIS. COMPETÊNCIA COMUM DA UNIÃO, ESTADOS, DISTRITO FEDERAL E MUNICÍPIOS PARA CUIDAR DA SAÚDE E ASSISTÊNCIA PÚBLICA. ADIS CONHECIDAS E JULGADAS PARCIALMENTE PROCEDENTES.\n\n\n\n    I – A vacinação em massa da população constitui medida adotada pelas autoridades de saúde pública, com caráter preventivo, apta a reduzir a morbimortalidade de doenças infeciosas transmissíveis e a provocar imunidade de rebanho, com vistas a proteger toda a coletividade, em especial os mais vulneráveis.\n\n\n\n    II – A obrigatoriedade da vacinação a que se refere a legislação sanitária brasileira não pode contemplar quaisquer medidas invasivas, aflitivas ou coativas, em decorrência direta do direito à intangibilidade, inviolabilidade e integridade do corpo humano, afigurando-se flagrantemente inconstitucional toda determinação legal, regulamentar ou administrativa no sentido de implementar a vacinação sem o expresso consentimento informado das pessoas.\n\n\n\n    III – A previsão de vacinação obrigatória, excluída a imposição de vacinação forçada, afigura-se legítima, desde que as medidas às quais se sujeitam os refratários observem os critérios constantes da própria Lei 13.979/2020, especificamente nos incisos I, II, e III do § 2º do art. 3º, a saber, o direito à informação, à assistência familiar, ao tratamento gratuito e, ainda, ao “pleno respeito à dignidade, aos direitos humanos e às liberdades fundamentais das pessoas”, bem como os princípios da razoabilidade e da proporcionalidade, de forma a não ameaçar a integridade física e moral dos recalcitrantes.\n\n\n\n    IV – A competência do Ministério da Saúde para coordenar o Programa Nacional de Imunizações e definir as vacinas integrantes do calendário nacional de imunização não exclui a dos Estados, do Distrito Federal e dos Municípios para estabelecer medidas profiláticas e terapêuticas destinadas a enfrentar a pandemia decorrente do novo coronavírus, em âmbito regional ou local, no exercício do poder-dever de “cuidar da saúde e assistência pública” que lhes é cometido pelo art. 23, II, da Constituição Federal.\n\n\n\n    V - ADIs conhecidas e julgadas parcialmente procedentes para conferir interpretação conforme à Constituição ao art. 3º, III, d, da Lei 13.979/2020, de maneira a estabelecer que: (A) a vacinação compulsória não significa vacinação forçada, por exigir sempre o consentimento do usuário, podendo, contudo, ser implementada por meio de medidas indiretas, as quais compreendem, dentre outras, a restrição ao exercício de certas atividades ou à frequência de determinados lugares, desde que previstas em lei, ou dela decorrentes, e (i) tenham como base evidências científicas e análises estratégicas pertinentes, (ii) venham acompanhadas de ampla informação sobre a eficácia, segurança e contraindicações dos imunizantes, (iii) respeitem a dignidade humana e os direitos fundamentais das pessoas; (iv) atendam aos critérios de razoabilidade e proporcionalidade, e (v) sejam as vacinas distribuídas universal e gratuitamente; e (B) tais medidas, com as limitações expostas, podem ser implementadas tanto pela União como pelos Estados, Distrito Federal e Municípios, respeitadas as respectivas esferas de competência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755517337","externo_seq_objeto_incidente":6033038,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-063  DIVULG 06-04-2021  PUBLIC 07-04-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6586&classe=ADI","is_colac":false,"titulo":"ADI 6586","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00004\n    ART-00003 INC-00001 ART-00005 \"CAPUT\"\n    INC-00001 INC-00003 INC-00006 INC-00008\n    INC-00010 ART-00006 \"CAPUT\" ART-00007\n    INC-00022 ART-00018 ART-00021 INC-00018\n    ART-00022 ART-00023 INC-00002 PAR-ÚNICO\n    ART-00024 INC-00012 PAR-00001 PAR-00002\n    PAR-00003 ART-00026 ART-00030 INC-00001\n    ART-00103 INC-00008 ART-00170 \"CAPUT\"\n    ART-00194 ART-00196 ART-00197 ART-00198\n    INC-00001 INC-00002 INC-00003 ART-00200\n    INC-00001 INC-00002 ART-00225 ART-00227\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001261 ANO-1904\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006259 ANO-1975\n    ART-00003 \"CAPUT\" PAR-ÚNICO ART-00004\n    \"CAPUT\" PAR-00001 PAR-00002 ART-00005\n    \"CAPUT\" PAR-00003 ART-00006 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006360 ANO-1976\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-006437 ANO-1977\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008069 ANO-1990\n    ART-00014 PAR-00001 ART-00249 ART-00269\n    ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008080 ANO-1990\n    ART-00006 INC-00001 LET-A LET-B\n    INC-00006 ART-00016 INC-00003 LET-A\n    LET-C PAR-ÚNICO ART-00017 INC-00004\n    LET-A ART-00018 INC-00004 LET-A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00188 INC-00001 INC-00002 PAR-ÚNICO\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013979 ANO-2020\n    ART-00003 \"CAPUT\" INC-00001 INC-00002\n    INC-00003 LET-A LET-B LET-C\n    LET-D INC-00006 LET-B INC-00007\n    INC-00008 LET-A NÚMERO-00001 NÚMERO-00002\n    NÚMERO-00003 NÚMERO-00004 PAR-00001 PAR-00002\n    INC-00001 INC-00002 INC-00003 PAR-00004\n    PAR-00006 PAR-00007 INC-00001 INC-00002\n    INC-00003 INC-00004 PAR-0007A INC-00003\n    PAR-00008 INC-00001 PAR-00009\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-014006 ANO-2020\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00005 ITEM-00001\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00007\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   PCT ANO-1966\n    ART-00012 ITEM-00001 ITEM-00002 LET-A\n    LET-B LET-C LET-D\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00268 ART-00269\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000395 ANO-2009\n    DECRETO LEGISLATIVO - APROVA O REGULAMENTO SANITÁRIO INTERNACIONAL\n\n","LEG-FED   DLG-000006 ANO-2020\n    DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-005156 ANO-1904\n    ART-00099 ART-00128 ART-00172 ART-00208\n    ART-00209\n    DECRETO\n\n","LEG-FED   DEC-078231 ANO-1976\n    ART-00026 ART-00027 \"CAPUT\" PAR-ÚNICO\n    ART-00028 INC-00001 INC-00002 INC-00003\n    ART-00029 PAR-ÚNICO\n    DECRETO\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-010212 ANO-2020\n    DECRETO - PROMULGA O REGULAMENTO SANITÁRIO INTERNACIONAL\n\n","LEG-FED   PRT-001986 ANO-2001\n    PORTARIA DO MINISTÉRIO DA SAÚDE\n\n","LEG-FED   PRT-000597 ANO-2004\n    ART-00004 PAR-00001 PAR-00002 PAR-00003\n    ART-00005 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004 PAR-00005\n    PORTARIA DO MINISTÉRIO DA SAÚDE\n\n","LEG-FED   PRT-000005 ANO-2020\n    PORTARIA DO MINISTÉRIO DA JUSTIÇA E SEGURANÇA PÚBLICA\n\n","LEG-FED   PRT-000188 ANO-2020\n    PORTARIA DO MINISTÉRIO DA SAÚDE\n\n","LEG-INT   REG ANO-2005\n    ANEXO-00006 ART-00018 ITEM-00001\n    REGULAMENTO SANITÁRIO INTERNACIONAL\n\n","LEG-FED   SUV-000011\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   MSG-000093 ANO-2020\n    MENSAGEM DO PRESIDENTE DA REPÚBLICA\n\n","LEG-EST   DEC-064879 ANO-2020\n    DECRETO, SP"],"publicacao_data":"2021-04-07","documental_acordao_mesmo_sentido_lista_texto":"ADI 6587  PROCESSO ELETRÔNICO\n          JULG-17-12-2020  UF-DF  TURMA-TP  MIN-RICARDO LEWANDOWSKI N.PÁG-231\n          DJe-063  DIVULG 06-04-2021  PUBLIC 07-04-2021","documental_indexacao_texto":"- AVALIAÇÃO, CARÁTER TÉCNICO, VACINA, AUSÊNCIA, REQUISITO, APRECIAÇÃO, CONSTITUCIONALIDADE, LEI IMPUGNADA. HISTÓRIA, OBRIGATORIEDADE, VACINA, ORDENAMENTO JURÍDICO BRASILEIRO. DEFINIÇÃO, SAÚDE, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). INSUFICIÊNCIA, TUTELA, SAÚDE, COLETIVIDADE, RESULTADO, RESTRIÇÃO, DIREITO. FEDERALISMO, AUSÊNCIA, HIERARQUIA, ENTE FEDERADO; PRINCÍPIO DA SUBSIDIARIEDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: LIBERDADE DE CONSCIÊNCIA, CRENÇA, DIREITO À SAÚDE, COLETIVIDADE, PRINCÍPIO DO MELHOR INTERESSE DA CRIANÇA E DO ADOLESCENTE. INTERPRETAÇÃO JURÍDICA, COLISÃO DE DIREITOS FUNDAMENTAIS. DIREITO À VIDA, SAÚDE, COLETIVIDADE, PROTEÇÃO, CRIANÇA, PREVALÊNCIA, LIBERDADE DE CONSCIÊNCIA. ELEMENTO ESSENCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. AUTONOMIA, NÚCLEO ESSENCIAL, LIBERDADE INDIVIDUAL. PODER FAMILIAR, RISCO, SAÚDE, FILHO. DIFERENÇA, OBJEÇÃO DE CONSCIÊNCIA, TRATAMENTO MÉDICO, CARÁTER PESSOAL, TRATAMENTO MÉDICO, FILHO MENOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: DIREITO, AUTODETERMINAÇÃO, IMPOSSIBILIDADE, IMPOSIÇÃO, VACINA, CONSTRANGIMENTO, COAÇÃO FÍSICA. IMPOSSIBILIDADE, OBRIGATORIEDADE, VACINA, ÔNUS, CARÁTER ECONÔMICO; NECESSIDADE, AVALIAÇÃO, RISCO. OBRIGATORIEDADE, VACINA, ULTIMA RATIO. AUDIÊNCIA PRÉVIA, MINISTÉRIO DA SAÚDE (MS). CONSTRANGIMENTO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: OBRIGATORIEDADE, VACINA, SANÇÃO, DIREITO COMPARADO. SANÇÃO, RECUSA, VACINA, ÂMBITO MUNICIPAL, ÂMBITO ESTADUAL, ÂMBITO FEDERAL. COMPULSORIEDADE, VACINA, PARTICULAR, PODER PÚBLICO. SAÚDE PÚBLICA, ASSISTÊNCIA À SAÚDE, PANDEMIA, COMPETÊNCIA ADMINISTRATIVA, COMPETÊNCIA COMUM, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, UNIÃO FEDERAL, COMPETÊNCIA, COORDENAÇÃO. AUSÊNCIA, INCLUSÃO, VACINA, CORONA VIRUS DISEASE 2019 (COVID-19), PROGRAMA NACIONAL DE IMUNIZAÇÕES (PNI), AUSÊNCIA, IMPEDIMENTO, ESTADO-MEMBRO, MUNICÍPIO, INÍCIO, VACINA. PREVALÊNCIA, PRINCÍPIO DA PROTEÇÃO INTEGRAL À CRIANÇA E AO ADOLESCENTE, PRINCÍPIO DO MELHOR INTERESSE DA CRIANÇA E DO ADOLESCENTE, OBJEÇÃO DE CONSCIÊNCIA, PAI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: PRINCÍPIO DEMOCRÁTICO, DEVER, RESPONSABILIDADE, SOLIDARIEDADE. DIREITO, SAÚDE PÚBLICA, SOLIDARIEDADE. DIREITO À INTEGRIDADE FÍSICA, ELEMENTO ESSENCIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. INTERVENÇÃO, DIREITO À INTEGRIDADE FÍSICA, DIREITO, SAÚDE PÚBLICA. RECUSA, VACINA, FUNDAMENTO, OBJEÇÃO DE CONSCIÊNCIA, INCOMPATIBILIDADE, PRINCÍPIO DA SUPREMACIA DO INTERESSE PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: PROGRAMA NACIONAL DE IMUNIZAÇÕES (PNI), COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO. COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO, VINCULAÇÃO, UNIÃO FEDERAL. COMPETÊNCIA, ENTE FEDERADO, FEDERALISMO COOPERATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO À SAÚDE, DIREITO SOCIAL, NORMA PROGRAMÁTICA, FORÇA NORMATIVA DA CONSTITUIÇÃO. HISTÓRIA, ORDENAMENTO JURÍDICO BRASILEIRO, JURISDIÇÃO CONSTITUCIONAL, DIREITO COMPARADO. TUTELA, SAÚDE, COLETIVIDADE, CÓDIGO PENAL. NORMA PENAL EM BRANCO. JURISPRUDÊNCIA, TRIBUNAL EUROPEU DOS DIREITOS HUMANOS. COLISÃO DE DIREITOS FUNDAMENTAIS, PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, NECESSIDADE, ADEQUAÇÃO, LEI. CONFLITO FEDERATIVO, MEDIDA DE ENFRENTAMENTO À PANDEMIA. CONFLITO APARENTE DE NORMAS, NORMA CONSTITUCIONAL. COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, CALAMIDADE PÚBLICA, AUSÊNCIA, AFASTAMENTO, COMPETÊNCIA, AUTORIDADE PÚBLICA, ÂMBITO REGIONAL, LOCAL. SISTEMA ÚNICO DE SAÚDE (SUS), MATERIALIZAÇÃO, FEDERALISMO COOPERATIVO. DEVER, COORDENAÇÃO, COMPETÊNCIA, ENTE FEDERADO. \nINTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, COMPULSORIEDADE, VACINA, EXIGÊNCIA, CONSENTIMENTO, USUÁRIO, POSSIBILIDADE, RESTRIÇÃO, EXERCÍCIO, ATIVIDADE, CIRCULAÇÃO; EXIGÊNCIA, EVIDÊNCIA, CONHECIMENTO CIENTÍFICO, INFORMAÇÃO, EFICÁCIA, SEGURANÇA; OBEDIÊNCIA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO FUNDAMENTAL; DISTRIBUIÇÃO, GRATUIDADE. POSSIBILIDADE, DISTRIBUIÇÃO, VACINA, AUSÊNCIA, REGISTRO, AGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA (ANVISA), CONDIÇÃO, REGISTRO, AUTORIDADE SANITÁRIA, AUTORIDADE ESTRANGEIRA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: CONSTITUIÇÃO FEDERAL, LIMITAÇÃO, DIREITO FUNDAMENTAL. DIREITO À SAÚDE, DIREITO INDIVIDUAL, DIREITO SOCIAL. RESTRIÇÃO, DIREITO FUNDAMENTAL, CONCILIAÇÃO, CONSTITUCIONALISMO, PRINCÍPIO DEMOCRÁTICO. PRESERVAÇÃO, NÚCLEO ESSENCIAL, PRINCÍPIO DA AUTONOMIA DA VONTADE. FORÇA NORMATIVA DA CONSTITUIÇÃO, PRINCÍPIO DA AUTONOMIA DA VONTADE. CONSENTIMENTO, CONFIANÇA, SAÚDE PÚBLICA. COMPETÊNCIA LEGISLATIVA, COMPETÊNCIA CONCORRENTE, COMPETÊNCIA ADMINISTRATIVA, COMPETÊNCIA COMUM, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO, SAÚDE , PRINCÍPIO FEDERATIVO. FEDERALISMO DE EQUILÍBRIO. ESTADO-MEMBRO, MUNICÍPIO, COMPULSORIEDADE, VACINA, PREDOMINÂNCIA, INTERESSE LOCAL, OBEDIÊNCIA, LIMITE TERRITORIAL, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. FEDERALISMO COOPERATIVO, PRESERVAÇÃO, COMPETÊNCIA COMUM, UNIÃO FEDERAL, ESTADO-MEMBRO, MUNICÍPIO, PROTEÇÃO, SAÚDE, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19). AUSÊNCIA, HIERARQUIA, LEGISLAÇÃO ESPECIAL, LEI SUPERVENIENTE, LEI GERAL, LEI ANTERIOR.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: DIFERENÇA, MANIFESTAÇÃO, PRESIDENTE DA REPÚBLICA, MEIO DE COMUNICAÇÃO, REDE SOCIAL, ATO ADMINISTRATIVO, UNIÃO FEDERAL. INEXISTÊNCIA, REGISTRO, VACINA, PAÍS, IMPOSSIBILIDADE, DEBATE, ÂMBITO, STF, INEXISTÊNCIA, CONTROVÉRSIA CONSTITUCIONAL. OBRIGATORIEDADE, VACINA, PREVISÃO, LEI PRÉ-CONSTITUCIONAL.\n\n- TERMO(S) DE RESGATE: SISTEMA DE AUTOEXCLUSÃO. COMPETÊNCIA DE COOPERAÇÃO. PROTEÇÃO DA PESSOA CONTRA ELA PRÓPRIA. CONSTITUCIONAL AVOIDANCE (EVITAÇÃO CONSTITUCIONAL). PRESUMPTIOM AGAINST PREEMPTION. LEIS-MEDIDA. 'REVOLTA DA VACINA'. VALOR COMUNITÁRIO, DIGNIDADE DA PESSOA HUMANA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6586&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(VIOLAÇÃO DE DOMICÍLIO, CONSTRANGIMENTO ILEGAL, AUTORIDADE SANITÁRIA)\nRHC 2244 (TP). \n(COMPULSORIEDADE, EXAME DE DNA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nHC 71373 (1ªT). \n(USO DE ALGEMA)\nHC 91952 (TP). \n(PODER PÚBLICO, COVID-19, CONHECIMENTO CIENTÍFICO)\nADI 6343 MC-Ref (TP), ADI 6421 MC (TP), ADI 6422 MC (TP), ADI 6424 MC (TP), ADI 6425 MC (TP), ADI 6427 MC (TP), ADI 6428 MC (TP), ADI 6431 MC (TP). \n(COVID-19, FEDERALISMO, COMPETÊNCIA CONCORRENTE)\nADI 2341 (TP), ADI 4955 (TP), ADI 6341 MC-Ref (TP), ADI 6362 (TP), ADPF 672 MC-Ref (TP). \n(CONTROLE DE CONSTITUCIONALIDADE, LEI PRÉ-CONSTITUCIONAL)\nRE 396386 (2ªT) - RTJ 191/329, ADI 3569 (TP), ADI 4230 AgR (TP), RE 599620 AgR (2ªT), ADPF 33 MC (TP), ADI 450 MC (TP) - RTJ 142/43, ADI 1227 MC (TP) - RTJ 158/491, ADI 129 (TP). \n(INCONSTITUCIONALIDADE, ATO NORMATIVO, FORNECIMENTO, MEDICAMENTO, AUSÊNCIA, REGISTRO)\nADI 5501 (TP). \n(DIREITO À SAÚDE)\nRE 271286 AgR (2ªT). \n(SAÚDE PÚBLICA, POLÍTICA PÚBLICA, CONHECIMENTO CIENTÍFICO)\nSTA 175 AgR (TP), ADI 5501 MC (TP). \n(CRIAÇÃO, REGIÃO METROPOLITANA, AGLOMERAÇÃO URBANA, CONSULTA PRÉVIA)\nADI 796 (TP), ADI 1841 (TP). \n(ASSISTÊNCIA À SAÚDE, FORNECIMENTO, MEDICAMENTO)\nRE 271286 AgR (2ªT), RE 607381 AgR (1ªT). \n(CONDUÇÃO COERCITIVA, ATO PROCESSUAL)\nADPF 395 (TP), ADPF 444 (TP). \n(ADI, CAUSA DE PEDIR ABERTA)\nADI 4414 ED (TP). \n(OBRIGATORIEDADE, VACINA, AUDIÊNCIA PRÉVIA, MINISTÉRIO DA SAÚDE (MS))\nRp 945 (TP). \n- Decisões monocráticas citadas:\n(CONTROLE DE CONSTITUCIONALIDADE, LEI PRÉ-CONSTITUCIONAL)\nADI 3299.\n(TRANSFUSÃO DE SANGUE, TESTEMUNHA DE JEOVÁ)\nRE 1212272.\n- Decisões estrangeiras citadas: Caso Rescue Army vs. Municipal Court of Los Angeles, de 1947; Caso Jacobson vs. Massachusetts, de 1905, Caso Zucht vs. King, de 1922, da Suprema Corte dos Estados Unidos da América; Caso Vavricka e outros vs. República Tcheca, Caso Boffa e outros vs. SanMarino, de 1995, Caso testemunhas de Jeová de Moscou vs. Rússia, Caso Solomakhin vs. Ucrânia, da Corte Europeia de Direitos Humanos. \n- Legislação estrangeira citada: art. 1º, da Constituição da República Portuguesa; arts. 1°, 2°, 3° e 5° da Convenção para a Proteção dos Direitos do Homem e da Dignidade do Ser Humano face às Aplicações da Biologia e da Medicina; Constituição dos Estados Unidos da América, de 1789; Lei 27491/2018, da Argentina; seção 20 (6, 8) e §28 I s. 2 da Lei de Proteção contra Infecções (Infektionsschutzgesetz), da Alemanha; Lei de Proteção ao Sarampo (Masernschutzgesetz), da Alemanha; art. 35 (III) da Lei Fundamental da República Federal da Alemanha; art. 8° (1, 2) da Convenção Europeia dos Direitos Humanos\n- Veja ADI 6587 do STF.\n- Veja preâmbulo da Constituição da Organização Mundial de Saúde - OMS, da Organização das Nações Unidas, de 1946.\n\nNúmero de páginas: 222.\nAnálise: 03/08/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DEMOCRATICO TRABALHISTA \nADV.(A/S)  : WALBER DE MOURA AGRA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":443506,"documental_tese_texto":"I - A vacinação compulsória não significa vacinação forçada, porquanto facultada sempre a recusa do usuário, podendo, contudo, ser implementada por meio de medidas indiretas, as quais compreendem, dentre outras, a restrição ao exercício de certas atividades ou à frequência de determinados lugares, desde que previstas em lei, ou dela decorrentes, e (i) tenham como base evidências científicas e análises estratégicas pertinentes, (ii) venham acompanhadas de ampla informação sobre a eficácia, segurança e contraindicações dos imunizantes, (iii) respeitem a dignidade humana e os direitos fundamentais das pessoas, (iv) atendam aos critérios de razoabilidade e proporcionalidade e (v) sejam as vacinas distribuídas universal e gratuitamente; II - Tais medidas, com as limitações acima expostas, podem ser implementadas tanto pela União como pelos Estados, Distrito Federal e Municípios, respeitadas as respectivas esferas de competência.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6586","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-12-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALBERT MR; OSTHEIMER KG; BREMAN JG. The last smallpox epidemic in Boston and the vaccination controversy, 1901–1903, New England Journal of Medicine, 2001. p. 344, 375-379.\nALMEIDA, Fernanda Dias Menezes. Comentário ao art. 23, parágrafo único. In: CANOTILHO, J. J. Gomes et al. (coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013.\nAMADO, Jorge. Tereza Batista Cansada de Guerra. 1972.\nÁVILA, Humberto. Teoria dos princípios: da definição à aplicação dos princípios jurídicos. 2. ed. São Paulo: Malheiros, 2003. p. 116.\nBALL, Leslie K., EVANS, Geoffrey; BOSTROM, Ann. Risky Business: Challenges in Vaccine Risk Communication, Pediatrics 101, n. 3, 1998. p. 453.\nBARBIERI, Carolina Luisa Alves; COUTO, Márcia Thereza; AITH, Fernando Mussa Abujamra. A (não) vacinação infantil entre a cultura e a lei: os significados atribuídos por casais de camadas médias de São Paulo, Brasil. Caderno de Saúde Pública [online], v. 33, n. 2, 2017. p. 2.\nBARBOSA, Ruy. Obras Completas: Discursos parlamentares – Tomo I.\nBARROSO, Luís Roberto. Liberdade de Expressão e Limitação a Direitos Fundamentais. Ilegitimidade de Restrições à Publicidade de Refrigerantes e Sucos. Revista de Direito Público da Economia (RDPE), Belo Horizonte, ano 2, n. 7, jul./set. 2004.\nBERCOVICI, Gilberto. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004.\nBITTAR, Carlos Alberto. Os Direitos da Personalidade. Saraiva, 2013-2015.\nCAMBI, Eduardo. Normas Gerais e a Fixação da Competência Concorrente na Federação Brasileira. Revista de Processo, v. 92, out. 1998.\nCANOTILHO, Joaquim José Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. Coimbra: Almedina, 2006. p. 225.\nCARVALHO, Kildare Gonçalves. Direito constitucional. 13. ed. Belo Horizonte: Del Rey, 2007. p. 774 e 1167.\nCRETELLA JR., José. Tratado de Direito Administrativo. Rio de Janeiro: Forense, 1968. v. 5. p. 209.\nCRETELLA JÚNIOR, José. Comentários à Constituição Brasileira de 1988. 2. ed. Rio de Janeiro: Forense Universitária, 1993. p. 4331-4332.\nDALLARI, Sueli Gandolfi. O Direito à Saúde. Revista de Saúde Pública, São Paulo, n. 22, 1988. p. 58-59.\nDALLARI, Sueli Gandolfi; NUNES JÚNIOR, Vidal Serrano. Direito sanitário. São Paulo: Verbatim, 2010. p. 9.\nDEGENHART, Christoph. Staatsrecht I. Heidelberg. 22. ed. 2006. p. 56-60.\nDELMANTO, Celso et al. Código Penal comentado. 7. ed. Rio de Janeiro: Renovar, 2007. p. 681.\nEHRENREICH, William. Toward a Twenty-First Century Jacobson v. Massachusetts. Harvard Law Review, 121, p. 1820-1838, 2008.\nFÜRST, Henderson. Recusa Terapêutica e Recusa Vacinal: Notas sobre a Regulação Jurídica da Vacina de\nCovid-19 e Direitos dos Pacientes. Blog Gen Jurídico.com.br, 14 dez. 2020.\nHOCHMAN, Gilberto. Vacinação, varíola e uma cultura da imunização no Brasil. Ciência. Saúde coletiva [online], v. 16, n. 2, 2011. p. 382.\nHORTA, Raul Machado. Estrutura da Federação. Revista de Direito Público (RDP), n. 81, jan./mar. 1987. p. 52.\nHUNGRIA, Nelson. O Direito Penal no Estado Novo. Revista forense, jan. 1941. p. 12.\nKLAFKI, Anika; KIEßLING, Andrea. Fighting COVID 19 – Legal Powers and Risks: Germany. VerfBlog, 20 mar. 2020. Disponível em: https://verfassungsblog.de/fighting-covid-19-legal-powers-and-risks-germany/.\nLEITE, Alaor; GRECO, Luís. Direito Penal, saúde pública e epidemia – Parte I: Notícia histórica sobre o art. 268 CP e caos regulatório no contexto da Covid-19. JOTA, 15 abril 2020. Disponível em: https://www.jota.info/opiniao-e-analise/colunas/penal-emfoco/direito-penal-saude-publica-e-epidemia-parte-i-15042020.\nLEWANDOWSKI, Enrique Ricardo. Pressupostos materiais e formais da Intervenção Federal no Brasil. 2. ed. Belo Horizonte: Fórum, 2018. p. 23.\nLEWANDOWSKI, Enrique Ricardo. Proteção dos Direitos Humanos na Ordem Interna e Internacional. Rio de Janeiro: Forense, 1984. p. 82-84.\nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 44. ed. São Paulo: Malheiros, 2020. p. 136.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 30. ed. São Paulo: Malheiros, 2013. p. 111-113.\nMELLO, Celso Antônio Bandeira. Curso de Direito Administrativo. 17. ed. São Paulo: Malheiros, 2004. p. 87.\nMENDES, Gilmar Ferreira. Curso de Direito Constitucional. 2. ed. São Paulo: Saraiva, 2008. p. 151.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gonet. Curso de Direito Constitucional. 15. ed. São Paulo: Saraiva, 2019. p. 768.\nMORAES, Alexandre de. Direitos Humanos Fundamentais: Teoria Geral. Comentários aos arts. 1º ao 5º da Constituição da República Federativa do Brasil. Doutrina e jurisprudência. 10. ed. São Paulo: Atlas, 2013. p. 48.\nNAVA, Pedro. Chão de ferro.\nPOSNER, Richard. Not a Suicide Pact: the constitution in a time of national emergency. Oxford University Press, 2006.\nREVEL, J. Michel Foucault: conceitos essenciais. São Paulo: Claraluz, 2005.\nREYNOLDS, Emma. Vacinas são seguras, mas muitos não tomariam a contra Covid-19; entenda. CNN, 15 agp. 2020. Disponível em: https://www.cnnbrasil.com.br/saude/2020/08/15/vacinas-saoseguras-mas-muita-gente-em-todo-o-mundo-diz-que-nao-tomaria-uma-con. Acesso em: nov. 2020.\nROCHA, Cármen Lúcia Antunes. O princípio da dignidade da pessoa humana e a exclusão social, Interesse Público, v. 1, n. 4, out./dez. 1999. p. 34.\nSARLET, Ingo Wolfgang; FIGUEIREDO, Mariana Filchtiner. Comentários ao art. 196. In: CANOTILHO, J. J. Gomes et al. (coord). Comentários à Constituição do Brasil. 2. ed. São Paulo: Saraiva Educação, 2018. p. 2013-2014.\nSARLET, Ingo Wolfgang. Comentário ao art. 196. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; STRECK, Lenio L. (coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva; Almedina, 2013. p. 1932.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 9. ed. São Paulo: Saraiva Educação, 2020. p. 443-444.\nSAVULESCU, Julian. Good reasons to vaccinate: mandatory or payment for risk? Journal of Medical Ethics, 2020. p. 2.\nSCHWARCZ, Lilia Moritz; STARLING, Heloisa Murgel. A Bailarina da Morte. São Paulo: Cia das Letras, 2020. p. 12.\nSEN, Amartya. Desenvolvimento como Liberdade. São Paulo: Companhia das Letras, 2000.\nSEVCENKO, Nicolau. A Revolta da Vacina: mentes insanas em corpos rebeldes. São Paulo: Unesp. p. 19, 27 e 79. \nSILVA, José Afonso da. Comentário contextual à Constituição. 6. ed. São Paulo: Malheiros, 2009. p. 768.\nSOCIEDADE BRASILEIRA DE IMUNIZAÇÕES. Vacina Dengue: A experiência pioneira do Paraná. Revista Imunizações, v. 9, n. 3, p. 6-8, 2016.\nSOHN, Louis B.; BUERGENTAL, Thomas. International Protection of Human Rights. New York: Bobbd-Merryll. p. 505.\nTEIXEIRA, Ana Carolina Brochado. Saúde, corpo e autonomia privada. Rio de Janeiro: Renovar, 2010.\nTONTI, Lauren. COVID-19: Walking the Tightrope of Vaccination Obligations: State compelled vaccinations in the U.S. and Germany. VerfBlog, 26 maio 2020. Disponível em: https://verfassungsblog.de/covid-19walking-thetightrope-of-vaccination-obligations/.\nVAN DEN HOVEN, Mariëtte. Why One Should Do One’s Bit: Thinking about Free Riding in the Context of Public Health Ethics, Public Health Ethics, v. 5, n. 2, 2012, p. 154–160.\nVOLKMANN, Uwe. Das Maßnahmegesetz. VerfBlog, 20 nov. 2020. Disponível em: https://verfassungsblog.de/dasmasnahmegesetz/.\nWANG, Daniel Wei Liang; MORIBE, Gabriela; ARRUDA, Ana Luiza. Vacina obrigatória contra Covid pode ser a medida com menos restrição de direitos. Folha de São Paulo, 21 out. 2020. Disponível em: https://www1.folha.uol.com.br/ilustrissima/2020/10/vacina-obrigatoria-contra-covid-pode-ser-amedida-com-menos-restricao-de-direitos.shtml. Acesso em: out. 2020.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":6586,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur437243","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 6.11.2020 a 13.11.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur437243","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur437243","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-segundo","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. TRIBUTÁRIO. ICMS. IMPORTAÇÃO. SUJEITO ATIVO. ESTADO-MEMBRO EM QUE LOCALIZADO O DOMICÍLIO OU O ESTABELECIMENTO DO DESTINATÁRIO JURÍDICO DA MERCADORIA IMPORTADA, INDEPENDENTEMENTE DE ONDE OCORRA O DESEMBARAÇO AUANEIRO. INCIDÊNCIA DA SÚMULA 279. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\n\n\n\n    I – Conforme a Súmula 279/STF, é inviável, em recurso extraordinário, o reexame do conjunto fático-probatório constante dos autos.\n\n\n\n    II – Agravo regimental a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754509122","externo_seq_objeto_incidente":6005979,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-282  DIVULG 27-11-2020  PUBLIC 30-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1098226&classe=ARE","is_colac":false,"titulo":"ARE 1098226 AgR-segundo","documental_legislacao_citada_texto":["LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-11-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1098226&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR-segundo","documental_observacao_texto":"Número de páginas: 9.\nAnálise: 23/03/2021, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAGDO.(A/S)  : BARTER COMERCIO INTERNACIONAL S/A \nADV.(A/S)  : NILO MARCIO BRAUN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":437243,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1098226 AgR-segundo","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2020-11-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDO AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":1098226,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur446556","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Cármen Lúcia (Relatora) e Edson Fachin, que julgavam parcialmente prejudicada a ação direta quanto ao § 3º do art. 3º da Lei mato-grossense n. 7.098/1998 e, na parte remanescente, julgavam improcedente o pedido, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Falaram: pelo interessado Governador do Estado de Mato Grosso, o Dr. Lucas Schwinden Dallamico; pelo amicus curiae Distrito Federal, o Dr. Jorge Octavio Lavocat Galvão; e, pelo amicus curiae Federação das Indústrias no Estado do Mato Grosso, o Dr. Victor Humberto da Silva Maizman. Plenário, Sessão Virtual de 17.4.2020 a 24.4.2020.\r\n\n                       Decisão: Apregoado para julgamento em conjunto com a ADI 5.659. Após a leitura do relatório e a realização das sustentações orais na ADI 5.659, o julgamento das ações foi suspenso. Presidência do Ministro Luiz Fux. Plenário, 29.10.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n           Decisão: Após o voto-vista do Ministro Dias Toffoli, que acompanhava a Ministra Cármen Lúcia (Relatora) quanto à prejudicialidade da ação direta em relação ao art. 3º, § 3º, da Lei nº 7.098/98 do Estado de Mato Grosso e ao não conhecimento da ação no tocante aos arts. 2º, § 3º; 16, § 2º; e 22, parágrafo único, da mesma lei e, no mérito, divergia em parte da Relatora, a fim de julgar parcialmente procedente a ação direta, declarando a inconstitucionalidade (i) das expressões adesão, acesso, disponibilização, ativação, habilitação, assinatura e ainda que preparatórios, constantes do art. 2º, § 2º, I, da Lei nº 7.098/98, redação dada pela Lei nº 9.226/09; (ii) da expressão observados os demais critérios determinados pelo regulamento, presente no art. 13, § 4º, da Lei nº 7.098/98; (iii) dos arts. 2º, § 1º, VI; e 6º, § 6º, da mesma lei, modulando os efeitos da decisão para dotá-la de eficácia a partir da data da publicação da ata de julgamento, no que foi acompanhado pelos Ministros Alexandre de Moraes, Roberto Barroso, Rosa Weber e Ricardo Lewandowski; do voto do Ministro Gilmar Mendes, que declarava a perda parcial do objeto da ação em relação ao § 3º do art. 3º da Lei nº 7.098/1998, do Estado do Mato Grosso, julgando a ação direta parcialmente prejudicada, acompanhando, neste ponto, a Relatora, e, no mérito, confirmava a medida cautelar anteriormente concedida tão somente para declarar a inconstitucionalidade da expressão observados os demais critérios determinados pelo regulamento, presente no § 4º do art. 13, assim como o inteiro teor do parágrafo único do art. 22, ambos da Lei nº 7.098/1998, do Estado do Mato Grosso, declarando, ainda, a inconstitucionalidade do § 2º do art. 2º da Lei nº 7.098/1998, com a redação dada pela Lei nº 9.226/2009; e do voto do Ministro Marco Aurélio, que assentava o prejuízo do pedido quanto ao artigo 3º, § 3º, inadmitia a ação relativamente aos arts. 2º, § 3º, 16, § 2º, e 22, parágrafo único, e julgava parcialmente procedente o pedido formulado na ação para declarar a inconstitucionalidade dos arts. 2º, § 1º, VI e § 2º; 6º, § 6º; e 13, § 4º, deixando de modular os efeitos da decisão, pediu vista dos autos o Ministro Luiz Fux (Presidente). Plenário, 04.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: Após o voto-vista do Ministro Luiz Fux (Presidente), que acompanhava o voto do Ministro Dias Toffoli, pediu vista dos autos o Ministro Nunes Marques. Plenário, 11.11.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, julgou prejudicada a ação direta em relação ao art. 3º, § 3º, da Lei nº 7.098/98 do Estado de Mato Grosso, não conheceu da ação no tocante aos arts. 2º, § 3º; 16, § 2º; e 22, parágrafo único, da mesma lei e, no mérito, julgou parcialmente procedente a ação direta, declarando a inconstitucionalidade (i) das expressões “adesão, acesso, disponibilização, ativação, habilitação, assinatura” e “ainda que preparatórios”, constantes do art. 2º, § 2º, I, da Lei nº 7.098/98, redação dada pela Lei nº 9.226/09; (ii) da expressão “observados os demais critérios determinados pelo regulamento”, presente no art. 13, § 4º, da Lei nº 7.098/98; (iii) dos arts. 2º, § 1º, VI; e 6º, § 6º, da mesma lei, tudo nos termos do voto do Ministro Dias Toffoli, Redator para o acórdão, vencidos os Ministros Cármen Lúcia (Relatora) e Edson Fachin, que julgavam parcialmente prejudicada a ação direta quanto ao § 3º do art. 3º da Lei mato-grossense nº 7.098/1998 e, na parte remanescente, julgavam improcedente o pedido; o Ministro Gilmar Mendes, que declarava a perda parcial do objeto da ação em relação ao § 3º do art. 3º da Lei nº 7.098/1998 do Estado do Mato Grosso, julgando a ação direta parcialmente prejudicada, e, no mérito, confirmava a medida cautelar anteriormente concedida tão somente para declarar a inconstitucionalidade da expressão “observados os demais critérios determinados pelo regulamento”, presente no § 4º do art. 13, assim como o inteiro teor do parágrafo único do art. 22, ambos da Lei nº 7.098/1998 do Estado do Mato Grosso, declarando, ainda, a inconstitucionalidade do § 2º do art. 2º da Lei nº 7.098/1998, com a redação dada pela Lei nº 9.226/2009; o Ministro Marco Aurélio, que assentava o prejuízo do pedido quanto ao artigo 3º, § 3º, inadmitia a ação relativamente aos arts. 2º, § 3º, 16, § 2º, e 22, parágrafo único, e julgava parcialmente procedente o pedido formulado na ação para declarar a inconstitucionalidade dos arts. 2º, § 1º, VI, e § 2º; 6º, § 6º; e 13, § 4º; e o Ministro Nunes Marques, que declarava o prejuízo do pedido formulado na presente ação direta quanto ao artigo 3º, § 3º, da Lei estadual nº 7.098/1998, não conhecia da ação quanto aos artigos 2º, § 3º, 16, § 2º, e 22, parágrafo único, do mesmo diploma legal e julgava parcialmente procedente o pedido para declarar a inconstitucionalidade dos artigos 2º, § 2º, inciso I, e 13, § 4º, da lei estadual. Em seguida, o Tribunal deliberou apreciar a proposta de modulação dos efeitos da decisão em assentada posterior. Presidência do Ministro Luiz Fux. Plenário, 18.02.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF). \r\n\n                 Decisão: Em continuidade de julgamento, o Tribunal, por maioria, modulou os efeitos da decisão, atribuindo eficácia ex nunc, a contar da publicação da ata de julgamento do mérito em questão para: a) impossibilitar a repetição de indébito do ICMS incidente sobre operações com softwares em favor de quem recolheu esse imposto, até a véspera da data da publicação da ata de julgamento do mérito, vedando, nesse caso, que os municípios cobrem o ISS em relação aos mesmos fatos geradores; b) impedir que os estados cobrem o ICMS em relação aos fatos geradores ocorridos até a véspera da data da publicação da ata de julgamento do mérito. Ficam ressalvadas (i) as ações judiciais em curso, inclusive de repetição de indébito e execuções fiscais em que se discutam a incidência do ICMS e (ii) as hipóteses de comprovada bitributação, caso em que o contribuinte terá direito à repetição do indébito do ICMS. Por sua vez, incide o ISS no caso de não recolhimento do ICMS ou do ISS em relação aos fatos geradores ocorridos até a véspera da data da publicação da ata de julgamento do mérito. Por fim, modulou os efeitos da decisão para também se estabelecer eficácia ex nunc, a partir da data da publicação da ata de julgamento do mérito, no tocante à declaração de inconstitucionalidade das expressões “adesão, acesso, disponibilização, ativação, habilitação, assinatura” e “ainda que preparatórios”, constantes do art. 2º, § 2º, I, da Lei nº 7.098/98, com redação dada pela Lei nº 9.226/09; e, em relação à expressão “observados os demais critérios determinados pelo regulamento”, presente no art. 13, § 4º, da Lei nº 7.098/98, que já havia sido suspensa no julgamento da medida cautelar (sessão de 19/4/99), a declaração de inconstitucionalidade deve operar efeitos ex tunc, nos termos do voto do Ministro Dias Toffoli, Redator para o acórdão, vencido o Ministro Marco Aurélio, que não modulava os efeitos da decisão. Presidência do Ministro Luiz Fux. Plenário, 24.02.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["9"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"DIAS TOFFOLI","revisor_processo_nome":null,"id":"sjur446556","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur446556","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Direito Tributário. Lei nº 7.098, de 30 de dezembro de 1998, do Estado de Mato Grosso. ICMS-comunicação. Atividades-meio. Não incidência. Critério para definição de margem de valor agregado. Necessidade de lei. Operações com programa de computador (software). Critério objetivo. Subitem 1.05 da lista anexa à LC nº 116/03. Incidência do ISS. Aquisição por meio físico ou por meio eletrônico (download, streaming etc). Distinção entre software sob encomenda e padronizado. Irrelevância. Contrato de licenciamento de uso de programas de computador. Relevância do trabalho humano desenvolvido. Contrato complexo ou híbrido. Dicotomia entre obrigação de dar e obrigação de fazer. Insuficiência. Modulação dos efeitos da decisão.\n\n\n\n    1. Consoante a jurisprudência da Corte, o ICMS-comunicação “apenas pode incidir sobre a atividade-fim, que é o serviço de comunicação, e não sobre a atividade-meio ou intermediária como são aquelas constantes na Cláusula Primeira do Convênio ICMS nº 69/98” (RE nº 570.020/DF, Tribunal Pleno, Rel. Min. Luiz Fux).\n\n\n\n    2. Os critérios para a fixação da margem de valor agregado para efeito de cálculo do ICMS em regime de substituição tributária progressiva devem ser disciplinados por lei estadual, em sentido formal e material, não sendo possível a delegação em branco dessa matéria a ato normativo infralegal, sob pena de ofensa ao princípio da legalidade tributária.\n\n\n\n    3. A tradicional distinção entre software de prateleira (padronizado) e por encomenda (personalizado) não é mais suficiente para a definição da competência para tributação dos negócios jurídicos que envolvam programas de computador em suas diversas modalidades. Diversos precedentes da Corte têm superado a velha dicotomia entre obrigação de fazer e obrigação de dar, notadamente nos contratos tidos por complexos.\n\n\n\n    4. O legislador complementar, amparado especialmente nos arts. 146, I, e 156, III, da Constituição Federal, buscou dirimir conflitos de competência em matéria tributária envolvendo softwares elencando, no subitem 1.05 da lista de serviços tributáveis pelo ISS anexa à LC nº 116/03, o licenciamento e a cessão de direito de uso de programas de computação. É certo, ademais, que, conforme a Lei nº 9.609/98, o uso de programa de computador no País é objeto de contrato de licença.\n\n\n\n    5. Associa-se a isso a noção de que software é produto do engenho humano, é criação intelectual. Ou seja, é imprescindível a existência de esforço humano direcionado para a construção de um programa de computador (obrigação de fazer), não podendo isso ser desconsiderado quando se trata de qualquer tipo de software. A obrigação de fazer também se encontra presente nos demais serviços prestados ao usuário, como, v.g., o help desk e a disponibilização de manuais, atualizações e outras funcionalidades previstas no contrato de licenciamento.\n\n\n\n    6. Igualmente há prestação de serviço no modelo denominado software-as-a-Service (SaaS), o qual se caracteriza pelo acesso do consumidor a aplicativos disponibilizados pelo fornecedor na rede mundial de computadores, ou seja, o aplicativo utilizado pelo consumidor não é armazenado no disco rígido do computador do usuário, permanecendo online em tempo integral, daí por que se diz que o aplicativo está localizado na nuvem, circunstância atrativa da incidência do ISS.\n\n\n\n    7. Ação direta não conhecida no tocante aos arts. 2º, § 3º; 16, § 2º; e 22, parágrafo único, da Lei nº 7.098/98 do Estado de Mato Grosso; julgada prejudicada em relação ao art. 3º, § 3º, da mesma lei; e, no mérito, julgada parcialmente procedente, declarando-se a inconstitucionalidade (i) das expressões “adesão, acesso, disponibilização, ativação, habilitação, assinatura” e “ainda que preparatórios”, constantes do art. 2º, § 2º, I, da Lei nº 7.098/98, com a redação dada pela Lei nº 9.226/09; (ii) da expressão “observados os demais critérios determinados pelo regulamento”, presente no art. 13, § 4º, da Lei nº 7.098/98; (iii) dos arts. 2º, § 1º, VI; e 6º, § 6º, da mesma lei.\n\n\n\n    8. Modulam-se os efeitos da decisão nos termos da ata do julgamento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755910765","externo_seq_objeto_incidente":1747607,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-096  DIVULG 19-05-2021  PUBLIC 20-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1945&classe=ADI","is_colac":false,"titulo":"ADI 1945","documental_legislacao_citada_texto":["LEG-FED   EMC-000018 ANO-1965\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00018 ART-00019 INC-00003\n    ART-00022 INC-00004 ART-00024 INC-00001\n    ART-00030 ART-00059 INC-00002 ART-00146\n    INC-00001 INC-00003 LET-A ART-00150\n    INC-00001 ART-00152 ART-00153 ART-00154\n    ART-00155 INC-00002 PAR-00002 INC-00001\n    INC-00009 LET-A INC-00010 LET-A\n    LET-B INC-00011 LET-B INC-00012\n    LET-C ART-00156 INC-00003 PAR-00003\n    INC-00002 ART-00157 ART-00158 ART-00159\n    ART-00160\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000057 ANO-1987\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000087 ANO-1996\n    ART-00002 ART-00008 PAR-00004 ART-00010\n    PAR-00001 PAR-00002\n    LEI COMPLEMENTAR - LEI KANDIR\n\n","LEG-FED   LCP-000092 ANO-1997\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000099 ANO-1999\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000102 ANO-2000\n    LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000116 ANO-2003\n    ANEXO-LISTA ITEM-00001 ITEM-1.01 ITEM-1.02\n    ITEM-1.03 ITEM-1.04 ITEM-1.05 ITEM-1.06\n    ITEM-1.07 ITEM-1.08 ITEM-4.22 ITEM-4.23\n    ART-00001 PAR-00001\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-000556 ANO-1850\n    ART-00191\n    CCM-1850 CÓDIGO COMERCIAL\n\n","LEG-FED   LEI-003071 ANO-1916\n    CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-005172 ANO-1966\n    ART-00110\n    CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009472 ANO-1997\n    ART-00060 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009609 ANO-1998\n    ART-00001 ART-00002 ART-00006 INC-00001\n    INC-00002 INC-00003 INC-00004 ART-00007\n    ART-00008 PAR-ÚNICO ART-00009 PAR-ÚNICO\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009610 ANO-1998\n    ART-00007 INC-00012 PAR-00001\n    LDA-1998 LEI DO DIREITO AUTORAL\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00233 ART-00246 ART-00247 ART-00248\n    ART-00249 ART-00250 ART-00251\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   DEC-075541 ANO-1975\n    ART-00002 INC-00008\n    DECRETO\n\n","LEG-FED   RES-000672 ANO-2020\n    RESOLUÇÃO\n\n","LEG-FED   PEC-000045 ANO-2019\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   SUV-000031\n    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   CNV-000069 ANO-1998\n    CONVÊNIO ICMS DO CONSELHO NACIONAL DE POLÍTICA FAZENDÁRIA - CONFAZ\n\n","LEG-EST   LEI-006763 ANO-1975\n    ART-00001 INC-00001 INC-00002 ART-00005\n    LEI ORDINÁRIA, MG\n\n","LEG-EST   LEI-007098 ANO-1998\n    ART-00002 INC-00003 PAR-00001 INC-00006\n    PAR-00002 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    PAR-00003 ART-00003 PAR-00003 ART-00006\n    PAR-00006 ART-00013 INC-00002 LET-A\n    LET-B LET-C PAR-00003 PAR-00004\n    ART-00016 PAR-00001 INC-00002 PAR-00002\n    ART-00022 PAR-ÚNICO ART-00025 PAR-00006\n    LEI ORDINÁRIA, MT\n\n","LEG-EST   LEI-008628 ANO-2006\n    LEI ORDINÁRIA, MT\n\n","LEG-EST   LEI-009226 ANO-2009\n    LEI ORDINÁRIA, MT\n\n","LEG-EST   DEC-043080 ANO-2002\n    DECRETO, MG"],"publicacao_data":"2021-05-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA CONCORRENTE, MATÉRIA TRIBUTÁRIA. DESCABIMENTO, TRIBUTAÇÃO, ATIVIDADE-MEIO, SERVIÇO DE COMUNICAÇÃO, CONSIDERAÇÃO, CARÁTER SUPLEMENTAR, SERVIÇO. VOTO, ÂMBITO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), LICENÇA, CESSÃO DE USO, PROGRAMA DE COMPUTADOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DIFERENÇA, SOFTWARE PERSONALIZADO, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR. EVOLUÇÃO, STF, COMERCIALIZAÇÃO, PROGRAMA DE COMPUTADOR, AMBIENTE ELETRÔNICO. CONSIDERAÇÃO, COMPRA, PROGRAMA DE COMPUTADOR, AQUISIÇÃO, PRESTAÇÃO DE SERVIÇO, SUJEIÇÃO, TRIBUTAÇÃO, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). CRITÉRIO, CARÁTER OBJETIVO, DEFINIÇÃO, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), ICMS. DESCRIÇÃO, SERVIÇO, LEI COMPLEMENTAR, SUJEIÇÃO, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INTERPRETAÇÃO EVOLUTIVA, DEFINIÇÃO, MERCADORIA. CONSIDERAÇÃO, PROGRAMA DE COMPUTADOR, MERCADORIA. DISPONIBILIDADE, PROGRAMA DE COMPUTADOR, AMBIENTE ELETRÔNICO, AUSÊNCIA, CESSÃO DE USO, CARÁTER DEFINITIVO. REMUNERAÇÃO, USUÁRIO, FORMA, PRESTAÇÃO PERIÓDICA, DETENTOR, LICENÇA, OBTENÇÃO, ASSINATURA (SERVIÇOS). IMPOSSIBILIDADE, INCIDÊNCIA, ICMS, DECORRÊNCIA, AUSÊNCIA, TRANSFERÊNCIA, TITULARIDADE, BEM, AUSÊNCIA, VENDA, MERCADORIA, AUSÊNCIA, CIRCULAÇÃO, MERCADORIA. INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), COMPETÊNCIA, ÂMBITO MUNICIPAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: AUSÊNCIA, EQUIPARAÇÃO, LICENÇA, USO, PROGRAMA DE COMPUTADOR, OPERAÇÃO, CIRCULAÇÃO DE MERCADORIA. CONSIDERAÇÃO, PROGRAMA DE COMPUTADOR, OBRA INTELECTUAL, REGÊNCIA, LEGISLAÇÃO, DIREITO AUTORAL. EXIGÊNCIA, CONTRATO, LICENÇA, USO, PROGRAMA DE COMPUTADOR. AUSÊNCIA, ALIENAÇÃO, TRADIÇÃO (DIREITO CIVIL). COMPETÊNCIA CONCORRENTE, MATÉRIA, DIREITO TRIBUTÁRIO. CONSIDERAÇÃO, LICENÇA, CESSÃO DE USO, PROGRAMA DE COMPUTADOR, FATO GERADOR, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), COMPETÊNCIA, ÂMBITO MUNICIPAL. AUSÊNCIA, INCIDÊNCIA, ICMS, ATIVIDADE-MEIO, SERVIÇO DE COMUNICAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PREVISÃO, CONSTITUIÇÃO FEDERAL, HIPÓTESE, BITRIBUTAÇÃO. OCORRÊNCIA, INCONSTITUCIONALIDADE, BITRIBUTAÇÃO, HIPÓTESE, OFENSA, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. PREVISÃO, CONSTITUIÇÃO FEDERAL, INCIDÊNCIA, ICMS, SERVIÇO, TRANSPORTE INTERESTADUAL, TRANSPORTE INTERMUNICIPAL, SERVIÇO DE COMUNICAÇÃO. DIFERENÇA, CLASSIFICAÇÃO, PROGRAMA DE COMPUTADOR, FUNDAMENTO, FORMA, EXISTÊNCIA, BEM. MUDANÇA, DEFINIÇÃO, TRIBUTAÇÃO, BEM, CONSELHO DA UNIÃO EUROPEIA, CONFIGURAÇÃO, SERVIÇO, DISPONIBILIDADE, PROGRAMA DE COMPUTADOR, AMBIENTE ELETRÔNICO, FINALIDADE, INCIDÊNCIA, IMPOSTO, VALOR AGREGADO. AQUISIÇÃO, PROGRAMA DE COMPUTADOR, AUSÊNCIA, AQUISIÇÃO, MERCADORIA, CONFIGURAÇÃO, CESSÃO DE USO, CONTRATO, LICENÇA. AUSÊNCIA, INCIDÊNCIA, ICMS, ATIVIDADE-MEIO, SERVIÇO DE COMUNICAÇÃO. DEFINIÇÃO, VALOR AGREGADO, MATÉRIA INFRACONSTITUCIONAL. RESTITUIÇÃO, VALOR RECOLHIDO, SUBSTITUIÇÃO TRIBUTÁRIA, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: JURISPRUDÊNCIA, STF, PREJUÍZO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PERDA, INTERESSE PROCESSUAL, HIPÓTESE, REVOGAÇÃO, ALTERAÇÃO, NORMA. DISCUSSÃO, INSTÂNCIA ORDINÁRIA, EFEITO CONCRETO, LEI IMPUGNADA. EXCEÇÃO, APRECIAÇÃO, STF, LEI REVOGADA, FINALIDADE, FRAUDE PROCESSUAL; REVOGAÇÃO, LEI, MOMENTO POSTERIOR, JULGAMENTO DO MÉRITO. EXIGÊNCIA, LEI COMPLEMENTAR FEDERAL, INTEGRAÇÃO, NORMA CONSTITUCIONAL, LEGISLAÇÃO LOCAL. AUSÊNCIA, INCONSTITUCIONALIDADE FORMAL. APRECIAÇÃO, INCONSTITUCIONALIDADE MATERIAL, REEXAME, LEGISLAÇÃO INFRACONSTITUCIONAL. IMPOSSIBILIDADE, APRECIAÇÃO, CONFLITO, LEGALIDADE, ÂMBITO, CONTROLE ABSTRATO. COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO TRIBUTÁRIO, INCIDÊNCIA, ICMS, ATIVIDADE-MEIO, SERVIÇO DE COMUNICAÇÃO. JURISPRUDÊNCIA, STF, INCONSTITUCIONALIDADE, LEI ESTADUAL, LEI DISTRITAL, FINALIDADE, AMPLIAÇÃO, RESTRIÇÃO, DESCARACTERIZAÇÃO, ATIVIDADE, INCIDÊNCIA, ICMS. ENTENDIMENTO, STF, INCIDÊNCIA, ICMS, HIPÓTESE, INEXISTÊNCIA, BEM, MERCADORIA. PRIMEIRA TURMA DO SUPREMO TRIBUNAL FEDERAL, INCIDÊNCIA, TRIBUTO, DESENVOLVIMENTO, BEM, FINALIDADE, EXECUÇÃO, AMBIENTE ELETRÔNICO. DISTINÇÃO, CRIAÇÃO, PROGRAMA DE COMPUTADOR, DISPONIBILIDADE, COMÉRCIO VAREJISTA, LICENÇA, CESSÃO DE USO, PROGRAMA DE COMPUTADOR. INCIDÊNCIA, ICMS, COMERCIALIZAÇÃO, PROGRAMA DE COMPUTADOR, VINCULAÇÃO, CESSÃO DE USO. DEFINIÇÃO, PROGRAMA DE COMPUTADOR, CONFORMIDADE, LEI. CONSIDERAÇÃO, PROGRAMA DE COMPUTADOR, OBRA INTELECTUAL, DISPONIBILIDADE, MERCADO, AQUISIÇÃO, USUÁRIO; CRIAÇÃO, PROGRAMA DE COMPUTADOR, DEMANDA, CARÁTER ESPECÍFICO. CONSIDERAÇÃO, PROGRAMA DE COMPUTADOR, ATIVIDADE INTELECTUAL. UTILIZAÇÃO, PROGRAMA DE COMPUTADOR, CÓDIGO ABERTO. DISTINÇÃO, CRIAÇÃO, PROGRAMA DE COMPUTADOR, CARÁTER ESPECÍFICO, CONTRATAÇÃO, MÃO-DE-OBRA, VINCULAÇÃO, PRODUTO FINAL, OBRIGAÇÃO DE FAZER; AQUISIÇÃO, PROGRAMA DE COMPUTADOR, LICENÇA, CESSÃO DE USO, AQUISIÇÃO, PRODUTO, CONFORMIDADE, ANÚNCIO. INCIDÊNCIA, ICMS, VENDA, LICENÇA, UTILIZAÇÃO, PROGRAMA DE COMPUTADOR, DECORRÊNCIA, CIRCULAÇÃO DE MERCADORIA. EXCLUSÃO, INCIDÊNCIA, ICMS, COMPOSIÇÃO, DEMANDA, PROGRAMA DE COMPUTADOR, FABRICAÇÃO, FORMA, CÓDIGO ABERTO. AUSÊNCIA, EQUIVALÊNCIA, PRESTAÇÃO DE SERVIÇO, MODIFICAÇÃO, CÓDIGO, PROGRAMA DE COMPUTADOR. INCIDÊNCIA, ICMS, OPERAÇÃO, CIRCULAÇÃO, LICENÇA, CESSÃO DE USO, PROGRAMA DE COMPUTADOR.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR, COMERCIALIZAÇÃO, MERCADO, DECORRÊNCIA, DISPONIBILIDADE, ACESSO, INTERESSE PÚBLICO. RELEVÂNCIA, DISTINÇÃO, SOFTWARE PERSONALIZADO, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR, COMPETÊNCIA TRIBUTÁRIA. CRESCIMENTO, ECONOMIA, AMBIENTE ELETRÔNICO, MUDANÇA, FORMA, COMERCIALIZAÇÃO, PAGAMENTO, AQUISIÇÃO, MATERIAL DIDÁTICO, PROGRAMA DE COMPUTADOR. PROGRAMA DE COMPUTADOR, DIREITO AUTORAL, OBRA INTELECTUAL. POSSIBILIDADE, INCIDÊNCIA, ICMS, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR, INDEPENDÊNCIA, FORMA, COMERCIALIZAÇÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: COMPETÊNCIA, LEI COMPLEMENTAR, INDICAÇÃO, SERVIÇO, SUJEIÇÃO, IMPOSTO MUNICIPAL. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. VEDAÇÃO, ALTERAÇÃO, DEFINIÇÃO, ALCANCE, INSTITUTO JURÍDICO, DIREITO PRIVADO, PREVISÃO, CONSTITUIÇÃO FEDERAL, DELIMITAÇÃO, COMPETÊNCIA TRIBUTÁRIA. DIFERENÇA, MERCADORIA, SERVIÇO, FINALIDADE, INCIDÊNCIA, ICMS, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). RECONHECIMENTO, STF, DIVISÃO, OBRIGAÇÃO DE DAR, OBRIGAÇÃO DE FAZER. INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), OBRIGAÇÃO DE FAZER, CONFIGURAÇÃO, PRESTAÇÃO DE SERVIÇO. CONSIDERAÇÃO, LOCAÇÃO, BEM MÓVEL, OBRIGAÇÃO DE DAR, INAPLICABILIDADE, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). AUSÊNCIA, ACOLHIMENTO, STF, CRITÉRIO, PREDOMINÂNCIA, LISTA, SERVIÇO, DEFINIÇÃO, LEI COMPLEMENTAR. CONSIDERAÇÃO, NATUREZA HÍBRIDA, ATIVIDADE, OPERADORA DE PLANO DE SAÚDE, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). ATIVIDADE, OBRIGAÇÃO DE FAZER, NATUREZA HÍBRIDA, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). DISTINÇÃO, SOFTWARE PERSONALIZADO, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR. STF, AUSÊNCIA, INCIDÊNCIA, ICMS, SOFTWARE PERSONALIZADO, AUSÊNCIA, CARACTERIZAÇÃO, MERCADORIA. LICENÇA, CESSÃO DE USO, SOFTWARE PERSONALIZADO, INCLUSÃO, PRESTAÇÃO DE SERVIÇO, INCIDÊNCIA, IMPOSTO MUNICIPAL. AUSÊNCIA, SERVIÇO, HIPÓTESE, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR, CONSIDERAÇÃO, MERCADORIA, INCIDÊNCIA, ICMS. PREVISÃO, CONSTITUIÇÃO FEDERAL, INCIDÊNCIA, ICMS, ENERGIA ELÉTRICA. DEFINIÇÃO, MERCADORIA. POSSIBILIDADE, COBRANÇA, ICMS, MERCADORIA, AMBIENTE ELETRÔNICO. SUBMISSÃO, INCIDÊNCIA, ICMS, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), OPERAÇÃO, TRANSFERÊNCIA, AMBIENTE ELETRÔNICO, DADO. IMUNIDADE TRIBUTÁRIA, PRINCÍPIO DA TRIBUTAÇÃO NO ESTADO DE DESTINO, PRINCÍPIO DA TRIBUTAÇÃO NO ESTADO DE ORIGEM. INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), SERVIÇO, PROVENIÊNCIA, MERCADO EXTERNO, CONFORMIDADE, PRINCÍPIO DA TRIBUTAÇÃO NO ESTADO DE DESTINO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CABIMENTO, TRIBUTAÇÃO, ATIVIDADE-MEIO, SERVIÇO DE COMUNICAÇÃO. OFENSA, PRINCÍPIO DA RESERVA LEGAL, DEFINIÇÃO, CRITÉRIO, FIXAÇÃO, BASE DE CÁLCULO, FORMA, SUBSTITUIÇÃO TRIBUTÁRIA PARA FRENTE. DESNECESSIDADE, DEMONSTRAÇÃO, OBRIGAÇÃO DE FAZER, FUNDAMENTO, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). FEDERALISMO COOPERATIVO. PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS. AUTONOMIA MUNICIPAL. CONSTITUIÇÃO FEDERAL, DESTINAÇÃO, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), MUNICÍPIO; ICMS, ESTADO-MEMBRO. VERIFICAÇÃO, NATUREZA JURÍDICA, NEGÓCIO JURÍDICO, PRESENÇA, CARACTERÍSTICA, SERVIÇO, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). PRIMEIRA TURMA DO SUPREMO TRIBUNAL FEDERAL, POSSIBILIDADE, INCIDÊNCIA, ICMS, PROGRAMA DE COMPUTADOR, DOCUMENTO FÍSICO, COMERCIALIZAÇÃO, COMÉRCIO VAREJISTA. JULGAMENTO, MEDIDA CAUTELAR, STF, INCIDÊNCIA, ICMS, PROGRAMA DE COMPUTADOR, TRANSFERÊNCIA, AMBIENTE ELETRÔNICO, DADO. PROGRAMA DE COMPUTADOR, FORNECIMENTO, SERVIÇO. PROGRAMA DE COMPUTADOR, OBRA INTELECTUAL. AUSÊNCIA, TRANSFERÊNCIA, PROPRIEDADE, MOMENTO, DISPONIBILIDADE, PROGRAMA DE COMPUTADOR. DESENVOLVIMENTO, PROGRAMA DE COMPUTADOR, TERCEIRO, OBRIGAÇÃO DE FAZER, DISPONIBILIDADE, SERVIÇO. AUSÊNCIA, TRANSFORMAÇÃO, CIRCULAÇÃO DE MERCADORIA, PRESTAÇÃO DE SERVIÇO, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). PRESTAÇÃO DE SERVIÇO, FATO GERADOR, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN). CONTRATO, LICENÇA, CONCESSÃO DE DIREITO REAL DE USO, PROPRIEDADE IMATERIAL, VIABILIDADE, USO, DIREITO AUTORAL, OBRA INTELECTUAL. DESCABIMENTO, MODULAÇÃO DE EFEITOS. DEVIDO PROCESSO LEGAL. \n\n- VOTO VENCIDO, MIN. NUNES MARQUES: JURISPRUDÊNCIA, STF, AUSÊNCIA, ICMS, ATIVIDADE-MEIO, SERVIÇO DE COMUNICAÇÃO. OFENSA, PRINCÍPIO DA LEGALIDADE TRIBUTÁRIA, CRIAÇÃO, PODER EXECUTIVO, CRITÉRIO, CÁLCULO, VALOR AGREGADO. EVOLUÇÃO, TECNOLOGIA, DELIMITAÇÃO, PODER DE TRIBUTAR, ATIVIDADE ECONÔMICA. EMENDA CONSTITUCIONAL, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS (ICM), TRIBUTAÇÃO, NEGÓCIO JURÍDICO, TRANSMISSÃO, BEM, CIRCULAÇÃO, BEM, DECORRÊNCIA, ATO, COMÉRCIO. AUSÊNCIA, INCIDÊNCIA, IMPOSTO SOBRE SERVIÇOS DE QUALQUER NATUREZA (ISSQN), LICENÇA, CESSÃO DE USO, AMBIENTE ELETRÔNICO. RECONHECIMENTO, CIRCULAÇÃO DE MERCADORIA, TRANSFERÊNCIA, PROGRAMA DE COMPUTADOR, AMBIENTE ELETRÔNICO, DESTINAÇÃO, CONSUMO. INCIDÊNCIA, ICMS, PADRONIZAÇÃO, PROGRAMA DE COMPUTADOR, ATENDIMENTO, PLURALIDADE, USUÁRIO. INCIDÊNCIA, IMPOSTO MUNICIPAL, SOFTWARE PERSONALIZADO. VERIFICAÇÃO, NÚCLEO ESSENCIAL, CONTRATAÇÃO, CARACTERIZAÇÃO, HIPÓTESE, PRESTAÇÃO DE SERVIÇO, HIPÓTESE, FORNECIMENTO, MERCADORIA. DEFINIÇÃO, SERVIÇO, OBRIGAÇÃO DE FAZER, OBRIGAÇÃO DE DAR.\n\n- TERMO(S) DE RESGATE: BEM CORPÓREO, MERCADORIA EM SENTIDO ESTRITO. DIREITO DE EXCLUSIVO. SOCIEDADE 5.0. DISTRIBUIÇÃO CORPORATIVA. CLOUD COMPUTING, COMPUTAÇÃO EM NUVEM. SOFTWARE OFF THE SHELF. CORPUS MECHANICUM. BENS TANGÍVEIS, BENS INTANGÍVEIS. MERCADORIAS DIGITAIS. PRINCÍPIO DA NEUTRALIDADE FISCAL. DATA CENTER. TRANSFERÊNCIA ELETRÔNICA DE DADOS. SOFTWARE CUSTOMIZADO. SOFTWARE CUSTOMIZÁVEL, SOFTWARE NÃO CUSTOMIZÁVEL. SOFTWARE PADRONIZADO, TRANSFERÊNCIA ELETRÔNICA DE DADOS, DOWNLOAD. TRANSMISSÃO ELETRÔNICA DE DADOS. BENS CORPÓREOS, BENS TANGÍVEIS, BENS INCORPÓREOS. BEM DIGITAL INCORPÓREO, BEM IMATERIAL. NEUTRALIDADE TRIBUTÁRIA. IMPOSTO DISCRIMINATÓRIO. PRINCÍPIO DA CERTEZA, PRINCÍPIO DA SIMPLICIDADE, PRINCÍPIO DA FLEXIBILIDADE. COMÉRCIO ELETRÔNICO DIRETO, COMÉRCIO ELETRÔNICO INDIRETO. ECONOMIA DIGITAL. OPERAÇÃO COMPLEXA. ECONOMIA DIGITAL. PRODUÇÃO EM SÉRIE, PRODUÇÃO EM MASSA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1945&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, INTERVENÇÃO, AMICUS CURIAE)\nADI 4071 AgR (TP), RE 631102 (TP), ADI 2435 AgR (TP). \n(ADI, PREJUÍZO, SUPERVENIÊNCIA, REVOGAÇÃO, ALTERAÇÃO, LEI IMPUGNADA)\nADI 221 (TP), ADI 1094 (TP), ADI 1442 (TP), ADI 1461 (TP), ADI 1920 (TP), ADI 3261 (TP), ADI 3567 (TP), ADI 2334 ED (TP), ADI 254 QO (TP), ADI 3408 AgR (TP), ADI 5581 (TP), ADI 4575 AgR (TP), ADI 292 QO (TP). \n(APRECIAÇÃO, INSTÂNCIA ORDINÁRIA, EFEITO CONCRETO, LEI REVOGADA)\nADI 709 (TP). \n(EXCEPCIONALIDADE, APRECIAÇÃO, STF, LEI REVOGADA, FINALIDADE, FRAUDE PROCESSUAL)\nADI 3306 (TP), ADI 951 ED (TP). \n(DESCABIMENTO, ADI, CONTROLE, LEGALIDADE, NORMA INFRACONSTITUCIONAL)\nADI 1670 (TP), ADI 996 MC (TP), ADI 5904 AgR (TP). \n(COMPETÊNCIA CONCORRENTE, LEGISLAÇÃO, DIREITO TRIBUTÁRIO)\nADI 429 (TP), RE 141800 (2ªT), ADI 1046 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, LEI DISTRITAL, INTERFERÊNCIA, CARACTERIZAÇÃO, ATIVIDADE, INCIDÊNCIA, ICMS)\nADI 3322 (TP). \n(INCIDÊNCIA, ICMS, CESSÃO DE USO, PROGRAMA DE COMPUTADOR)\nRE 176626 (2ªT). \n(DISTINÇÃO, FABRICAÇÃO, CESSÃO, PROGRAMA DE COMPUTADOR, INCIDÊNCIA, ICMS)\nRE 199464 (2ªT). \n(DISTINÇÃO, CLASSIFICAÇÃO, PROGRAMA DE COMPUTADOR)\nRE 176626 (2ªT), RE 191454 (2ªT), RE 199464 (2ªT), RE 285870 AgR (2ªT). \n(CONCEITUAÇÃO, SERVIÇO DE COMUNICAÇÃO, INCIDÊNCIA TRIBUTÁRIA)\nRE 572020 (TP), RE 912888 (TP). \n(INCIDÊNCIA, ISS, CONTRATO, LICENÇA, CESSÃO, SOFTWARE PERSONALIZADO)\nRE 688223 (TP). \n(DISTINÇÃO, SOFTWARE PERSONALIZADO, SOFTWARE OFF THE SHELF, INCIDÊNCIA, ICMS)\nRE 176626 (2ªT), RE 199464 (2ªT), RE 285870 AgR (2ªT). \n(PROGRAMA DE COMPUTADOR, OBRA INTELECTUAL, DESNECESSIDADE, DOCUMENTO FÍSICO)\nRE 330817 (TP). \n(INCIDÊNCIA, ICMS, ATIVIDADE-MEIO, SERVIÇO DE COMUNICAÇÃO)\nRE 572020 (TP), ARE 770102 AgR (1ªT), RE 912888 (TP), ARE 1138434 AgR (2ªT), RE 1160965 AgR (2ªT), ARE 1136303 AgR (1ªT). \n(MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE, BENEFÍCIO FISCAL, ICMS, UNILATERALIDADE, CONCESSÃO)\nADI 4481 (TP). \n(CONCEITUAÇÃO, OPERAÇÃO, CONTRATO DE ARRENDAMENTO MERCANTIL, INCIDÊNCIA TRIBUTÁRIA)\nRE 592905 (TP). \n(INCLUSÃO, ATIVIDADE, DEFINIÇÃO, SERVIÇO, INCIDÊNCIA TRIBUTÁRIA)\nRE 116121 (2ªT), RE 592905 (TP), RE 603136 (TP), RE 605552 (TP), RE 651703 (TP). \n(INCIDÊNCIA, ISS, OBRIGAÇÃO DE FAZER, OBRIGAÇÃO DE DAR)\nRE 116121 (2ªT), RE 651703 (TP). \n(INCIDÊNCIA TRIBUTÁRIA, ISS, ICMS, DISTINÇÃO, OBRIGAÇÃO DE DAR, OBRIGAÇÃO DE FAZER, OBRIGAÇÃO MISTA)\nADI 3142 (TP). \n(INCIDÊNCIA TRIBUTÁRIA, DISTINÇÃO, CARACTERIZAÇÃO, BEM)\nRE 176626 (2ªT). \n(INCIDÊNCIA, ICMS, OPERAÇÃO, PROGRAMA DE COMPUTADOR, BEM TANGÍVEL)\nRE 176626 (2ªT). \n(CONCEITUAÇÃO, SERVIÇO, INCIDÊNCIA, ISS)\nRE 603136 (TP), RE 651703 (TP). \n(DEFINIÇÃO, MARGEM DE VALOR AGREGADO, MATÉRIA INFRACONSTITUCIONAL)\nAI 762365 AgR (2ªT), RE 646737 AgR (1ªT), RE 927274 AgR (1ªT), ARE 1017919 AgR (1ªT), ARE 1162787 AgR (2ªT). \n(LEI ESTADUAL, CONFIGURAÇÃO, RESTITUIÇÃO, VALOR EXCEDENTE, SUBSTITUIÇÃO TRIBUTÁRIA, OFENSA INDIRETA)\nADI 3132 (TP), RE 385268 AgR (1ªT), ADI 4735 (TP), AI 658635 AgR (1ªT), ADI 5904 AgR (TP), ADI 6481 AgR (TP). \n(INCIDÊNCIA, ICMS, CIRCULAÇÃO, PROGRAMA DE COMPUTADOR)\nRE 176626 (2ªT), RE 199464 (2ªT). \n(INCIDÊNCIA, ISS, ICMS, DISTINÇÃO, GRAVAÇÃO, DISTRIBUIÇÃO, FITA DE VÍDEO)\nRE 182781 (2ªT). \n(INCIDÊNCIA, ISS, ICMS, OPERAÇÃO MISTA)\nADI 4389 MC (TP). \n- Decisões monocráticas citadas:\n(ADI, INTERVENÇÃO, AMICUS CURIAE)\nRE 511961, ADI 4203, ADPF 153 ED, RE 591563, RE 608482.\n- Acórdão(s) citado(s) - outros tribunais:\n(DISTINÇÃO, SOFTWARE PERSONALIZADO, SOFTWARE OFF THE SHELF, INCIDÊNCIA, ICMS)\nSTJ: REsp 123022, REsp 633405, AgInt no REsp 1553801. \n- Legislação estrangeira citada: Código Tributário Alemão de 1919.\n- Veja ADI 5659 do STF.\nNúmero de páginas: 254.\nAnálise: 07/10/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DO MOVIMENTO DEMOCRÁTICO BRASILEIRO - PMDB \nADV.(A/S)  : VANIA KIRZNER \nADV.(A/S)  : RENATO OLIVEIRA RAMOS \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nAM. CURIAE.  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : CONFEDERACAO NACIONAL DE SERVICOS - CNS \nAM. CURIAE.  : ABES - ASSOCIAÇÃO BRASILEIRAS DAS EMPRESAS DE SOFTWARE \nAM. CURIAE.  : SINDICATO DAS EMPRESAS DE PROCESSAMENTO DE DADOS E SERVIÇOS DE INFORMÁTICA DO ESTADO DE SÃO PAULO - SEPROSP \nADV.(A/S)  : RICARDO OLIVEIRA GODOI E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA \nAM. CURIAE.  : FEDERAÇÃO DAS INDUSTRIAS NO ESTADO DO MATO GROSSO - FIEMT \nADV.(A/S)  : VICTOR HUMBERTO MAIZMAN \nAM. CURIAE.  : FEDERAÇÃO DAS ASSOCIAÇÕES DAS EMPRESAS BRASILEIRAS DE TECNOLOGIA DA INFORMAÇÃO - ASSESPRO NACIONAL \nADV.(A/S)  : ALESSANDRO SPILLER","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":446556,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"ADI 1945","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-02-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ÁVILA, H. Competências tributárias: um ensaio sobre a sua compatibilidade com as noções de tipo e conceito. São Paulo: Malheiros, 2018.\nBEVILACQUA, Lucas; ALMEIDA, Carlos Otávio. In: FARIA, Renato; SILVEIRA, Ricardo; MONTEIRO, Alexandre. Tributação da Economia Digital: desafios no Brasil, experiência internacional e novas perspectivas. São Paulo: Saraiva, 2018. p.339-357.\nCARRAZZA, Roque Antonio. Curso de Direito Constitucional Tributário. 23. ed. São Paulo: Malheiros, 2007. p. 945-946.\nCARRAZZA, Roque Antônio. ICMS. 2. ed. São Paulo: Malheiros, 1995. p. 71.\nCOELHO, Sacha Calmon Navarro. Manual de Direito Tributário. 2. ed. p. 324.\nGALLINGO, Sérgio Paulo Gomes. Sobre licenciamento de software, incide ISS. Disponível em: https://www.conjur.com.br/dl/artigo-integra-licenciamentosoftware.pdf. Acesso em: 3 nov. 2020.\nHARADA, Kiyoshi. ISS. Doutrina e Prática. São Paulo: Atlas, 2014. p. 58.\nHORTA, Raul Machado. Pluralidade do federalismo. In: MARTINS, Ives Gandra da Silva (coord.). Direito contemporâneo, estudos em homenagem a Oscar Dias Corrêa. p. 257.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 30. ed. São Paulo: Malheiros, 2009. p. 406.\nMIGUEL, Luciano Garcia. Tributação do software e o conflito de incidência do ISS e do ICMS. In: Contraponto jurídico: posicionamento divergentes sobre grandes temas do Direito. São Paulo: Thomson Reuters Brasil, 2018. p. 1262.\nMIRANDA, Francisco Cavalcanti Pontes de. Comentários à constituição de 1967 com a emenda n. 1, de 1969. São Paulo: Revista dos Tribunais, 1973. t. 2. p. 506-507.\nMORAES, Bernardo Ribeiro. Doutrina e prática do ISS. São Paulo: RT, 1975. p. 82.\nPAULSEN, Leandro. Constituição e Código Tributário Comentados à luz da doutrina e da jurisprudência. 18. ed. São Paulo: Saraiva, 2017. p. 421-422.\nSAAVEDRA, Rui. A Proteção Jurídica do Software e a Internet. Lisboa: Don Quixote, 1998. p. 106-107.\nXAVIER, Alberto. Direito Tributário Internacional do Brasil, Rio de Janeiro: Forense. p. 226.","ministro_facet":["CÁRMEN LÚCIA","DIAS TOFFOLI"],"processo_numero":1945,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur440762","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, apreciando o tema 438 da repercussão geral, negou provimento ao recurso extraordinário interposto pelo Ministério Público, nos termos do voto do Relator. Foi fixada a seguinte tese: \"Em caso de inatividade processual decorrente de citação por edital, ressalvados os crimes previstos na Constituição Federal como imprescritíveis, é constitucional limitar o período de suspensão do prazo prescricional ao tempo de prescrição da pena máxima em abstrato cominada ao crime, a despeito de o processo permanecer suspenso\". Falou, pelo amicus curiae Defensoria Pública do Estado do Rio Grande do Sul, o Dr. Domingos Barroso da Costa, Defensor do Público do Estado. Impedido o Ministro Marco Aurélio. Plenário, Sessão Virtual de 27.11.2020 a 4.12.2020.","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur440762","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur440762","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. PENAL. PROCESSO PENAL. REPERCUSSÃO GERAL. TEMA DE REPERCUSSÃO GERAL 438: LIMITAÇÃO DE PRAZO DE PRESCRIÇÃO E SUSPENSÃO DO PROCESSO EM CASO DE INATIVIDADE PROCESSUAL DECORRENTE DE CITAÇÃO POR EDITAL. ART. 366 DO CÓDIGO DE PROCESSO PENAL. ART. 109 DO CÓDIGO PENAL. SÚMULA 415 DO STJ. ART. 5º, INCISOS XLII e XLIV, DA CONSTITUIÇÃO FEDERAL. VEDAÇÃO DE PENAS DE CARÁTER PERPÉTUO (ART. 5º, INCISO XLVII, ALÍNEA B). DURAÇÃO RAZOÁVEL DO PROCESSO (ART. 5º, LXXVIII, CF). DEVIDO PROCESSO LEGAL SUBSTANCIAL (ART. 5 º, INCISO LIV, CF). AMPLA DEFESA E CONTRADITÓRIO (ART. 5º, LV, CF). DIREITO DE AUTODEFESA. CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS – PACTO DE SÃO JOSÉ DA COSTA RICA. PACTO DE DIREITOS CIVIS E POLÍTICOS. PRECEDENTE DO STF. RECURSO EXTRAORDINÁRIO A QUE SE NEGA PROVIMENTO.\n\n\n\n    1. Ressalvados os crimes de racismo e as ações de grupos armados contra a ordem constitucional e o Estado Democrático listados no art. 5º, incisos XLII e XVIV, da Constituição Federal, a regra geral no ordenamento jurídico brasileiro é de que as pretensões penais devem ser exercidas dentro de marco temporal limitado. Histórico da prescrição no Direito pátrio. Precedente do Supremo Tribunal Federal. \n\n\n\n    2. A vedação de penas de caráter perpétuo, a celeridade processual e o devido processo legal substantivo (art. 5º, incisos XLVII, b; LXXVIII; LIV) obstam que o Estado submeta o indivíduo ao sistema de persecução penal sem prazo previamente definido.\n\n\n\n    3. Com exceção das situações expressamente previstas pelo Constituinte, o legislador ordinário não está autorizado a criar outros casos de imprescritibilidade penal. \n\n\n\n    4. O art. 366 do Código de Processo Penal, ao não limitar o prazo de suspensão da prescrição no caso de inatividade processual oriunda de citação por edital, introduz hipótese de imprescritibilidade incompatível com a Constituição Federal. \n\n\n\n    5. Mostra-se em conformidade com a Constituição da República limitar o tempo de suspensão prescricional ao tempo máximo de prescrição da pena em abstrato prevista no art. 109 do Código Penal para o delito imputado. Enunciado sumular n. 415 do Superior Tribunal de Justiça. \n\n\n\n    6. Afronta as garantias do devido processo legal, da ampla defesa e do contraditório (art. 5º, incisos LIV e LV, da Constituição Federal) o prosseguimento do processo penal em caso de inatividade processual decorrente de citação ficta. Direito subjetivo à comunicação prévia e pormenorizada da acusação formulada contra si, assim como à autodefesa e à constituição de defensor. Previsões da Convenção Americana Sobre Direitos Humanos (art. 8º, item 2, alíneas “b” e “d”) e do Pacto de Direitos Civis e Políticos (art. 14, item 3, alíneas “a” e “d”). \n\n\n\n    7. Recurso extraordinário a que se nega provimento, com a fixação da seguinte tese: Em caso de inatividade processual decorrente de citação por edital, ressalvados os crimes previstos na Constituição Federal como imprescritíveis, é constitucional limitar o período de suspensão do prazo prescricional ao tempo de prescrição da pena máxima em abstrato cominada ao crime, a despeito de o processo permanecer suspenso.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=755115563","externo_seq_objeto_incidente":2684154,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-033  DIVULG 22-02-2021  PUBLIC 23-02-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=600851&classe=RE","is_colac":false,"titulo":"RE 600851","documental_legislacao_citada_texto":["LEG-IMP   CCI      ANO-1830\n          ART-00065\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-IMP   CPCPI      ANO-1832\n          ART-00054 ART-00055 ART-00056\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00042 INC-00044 \n          INC-00047 LET-B INC-00054 INC-00055 \n          INC-00078 PAR-00002 PAR-00003 ART-00037 \n          PAR-00005 ART-00231 PAR-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009271      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2 LET-B LET-D\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00014 NÚMERO-3 LET-A LET-D\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00107 INC-00001 INC-00005 \n          ART-00109 \"CAPUT\" INC-00001 INC-00004 \n          INC-00005 ART-00155 \"CAPUT\" ART-00249 \n          \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00351 ART-00361 ART-00362 ART-00363 \n          PAR-00001 PAR-00004 ART-00366 ART-00367 \n          ART-00396 PAR-ÚNICO\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   SUMSTJ-000415      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000774      ANO-1890\n                DECRETO\n\n","LEG-FED   DEC-000847      ANO-1890\n                CP-1890 CÓDIGO PENAL\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO -  PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2021-02-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO DOUTRINÁRIA, INTERPRETAÇÃO JURISPRUDENCIAL, INTERPRETAÇÃO CONSTITUCIONAL, ARTIGO, CÓDIGO DE PROCESSO PENAL, CITAÇÃO POR EDITAL, SUSPENSÃO DO PROCESSO, PRAZO PRESCRICIONAL. PRESCRIÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA, ESTADO DE DIREITO. DEFINIÇÃO, PRESCRIÇÃO. PRESCRIÇÃO, LIMITAÇÃO, PRETENSÃO PUNITIVA, PRETENSÃO EXECUTÓRIA, PODER PÚBLICO. PRESCRIÇÃO, FUNDAMENTO, DECURSO DE TEMPO, EXTINÇÃO, MEMÓRIA, FATO; RECUPERAÇÃO, AGENTE; DIFICULDADE, APURAÇÃO, PROVA, CRIME; SUJEIÇÃO, AGENTE, PRAZO, INDETERMINAÇÃO, VONTADE, PRETENSÃO PUNITIVA, PODER PÚBLICO. CONTEXTO HISTÓRICO, PRESCRIÇÃO. IMPRESCRITIBILIDADE, PREJUDICIALIDADE, DIREITO DE DEFESA. PRAZO, SUSPENSÃO, PRESCRIÇÃO, PENA MÁXIMA, PENA EM ABSTRATO, PRINCÍPIO DA PROPORCIONALIDADE, INDIVIDUALIZAÇÃO DA PENA. CITAÇÃO POR EDITAL, OCULTAÇÃO, RÉU, MÁ-FÉ. TRATADO INTERNACIONAL, DIREITOS HUMANOS, SUPRALEGALIDADE. NOMEAÇÃO, DEFENSOR DATIVO, PROSSEGUIMENTO, PROCESSO, AUSÊNCIA, SUPRIMENTO, GARANTIA AO DEVIDO PROCESSO LEGAL, AMPLA DEFESA, CONTRADITÓRIO.\n\n- VOTO, MIN. GILMAR MENDES: ATO, COMUNICAÇÃO, PROCESSO PENAL, PROTEÇÃO, DIREITO FUNDAMENTAL, AMPLA DEFESA, CONTRADITÓRIO, DEVIDO PROCESSO LEGAL. CITAÇÃO POR EDITAL, PROCESSO PENAL, ESTADO BRASILEIRO. DOUTRINA, JURISPRUDÊNCIA, LIMITE TEMPORAL, SUSPENSÃO, PRESCRIÇÃO, CITAÇÃO POR EDITAL. REGRA, PRESCRIÇÃO, IMPOSIÇÃO, DIREITO, JULGAMENTO, RAZOABILIDADE, PRAZO, VEDAÇÃO, PENA, CARÁTER PERPÉTUO. CITAÇÃO POR EDITAL, PROSSEGUIMENTO, PROCESSO, OFENSA, AMPLA DEFESA, CONTRADITÓRIO, DIREITO, INFORMAÇÃO, ACUSAÇÃO. PROCESSO PENAL, CITAÇÃO POR HORA CERTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=600851&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CITAÇÃO POR EDITAL, SUSPENSÃO DO PROCESSO, PRAZO PRESCRICIONAL, AUSÊNCIA, LIMITAÇÃO TEMPORAL)\nRE 460971 (1ªT), Ext 1042 (TP). \n(LEGISLADOR ORDINÁRIO, HIPÓTESE, IMPRESCRITIBILIDADE)\nRE 669069 (TP). \n(IMPRESCRITIBILIDADE, PREJUDICIALIDADE, DIREITO DE DEFESA)\nRE 669069 (TP). \n(TRATADO INTERNACIONAL, DIREITOS HUMANOS, SUPRALEGALIDADE)\nRE 466343 (TP). \n(RÉU, CITAÇÃO FICTA)\nHC 85473 (1ªT), HC 106840 (2ªT), HC 108314 (1ªT). \n(PROCESSO PENAL, CITAÇÃO POR HORA CERTA)\nRE 635145 (TP). \n(PRESCRIÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA, DEVIDO PROCESSO LEGAL)\nRE 636886 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(CITAÇÃO POR EDITAL, SUSPENSÃO DO PROCESSO, PRAZO PRESCRICIONAL, PENA MÁXIMA)\nSTJ: HC 321528, HC 133744. \n(CITAÇÃO POR EDITAL, SUSPENSÃO DO PROCESSO, PRAZO PRESCRICIONAL)\nSTJ: AgRg no RHC 130964, RHC 69270. \n- Legislação estrangeira citada: Código Penal de 1791, da Fraça; Diretiva (UE) 2016/343, do Parlamento Europeu.\n- Decisões estrangeiras citadas: Caso Klopper vs. North Carolina, julgado em 13 de março de 1967, pela Suprema Corte dos Estados Unidos da América; Caso Oleksandr Volkov vs. Ucrânia, (n. 21722/11, §13 e seq.), da Corte Europeia de Direitos Humanos.\nNúmero de páginas: 51.\nAnálise: 16/06/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO DISTRITO FEDERAL E TERRITÓRIOS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO DISTRITO FEDERAL E TERRITÓRIOS \nRECDO.(A/S)  : ANDRELUTE DETORRES MALTA \nADV.(A/S)  : YÚRE GAGARIN SOARES DE MELO - ADVOGADO DATIVO - OABDF 11172DF \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DA BAHIA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DA BAHIA \nAM. CURIAE.  : DEFENSORIA PUBLICA DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO CEARA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO CEARÁ \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO TOCANTINS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO TOCANTINS \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"438 - Limite temporal para a suspensão do processo e do prazo prescricional previstos no art. 366 do CPP.","old_seq_sjur":440762,"documental_tese_texto":"Em caso de inatividade processual decorrente de citação por edital, ressalvados os crimes previstos na Constituição Federal como imprescritíveis, é constitucional limitar o período de suspensão do prazo prescricional ao tempo de prescrição da pena máxima em abstrato cominada ao crime, a despeito de o processo permanecer suspenso.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 600851","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-12-07","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AZEVÊDO, Bernardo M. V. A importância dos atos de comunicação para o processo penal. Lumen Juris, 2008. p. 22.\nBADARÓ; VASCONCELLOS. Das citações e intimações. In: Código de Processo Penal Comentado. Revista dos Tribunais, 2020. p. 754-755.\nBECCARIA, Cesare Bonesana. Dos delitos e das Penas. Tradução:. J. Cretella Jr. e Agnes Cretella. 2. ed. São Paulo: Revista dos Tribunais, 1999. p. 100-102.\nBITENCOURT, Cezar Roberto. Tratado de Direito Penal: Parte Geral. 22. ed. São Paulo: Saraiva, 2016. v. 1. p. 895, 896 e 904.\nDELMANTO JR., Roberto. Inatividade no processo penal brasileiro. Revista dos Tribunais, 2004. p. 190-191.\nGIACOMOLLI, Nereu. O devido processo penal. Atlas, 2014. p. 119.\nGOMES, Luiz Flávio; MACIEL, Sílvio. Contagem da prescrição durante a suspensão do processo: súmula 415 do STJ. Disponível em: https://migalhas.uol.com.br. Acesso em: 05 out. 2020.\nHYEST, Jean-JAcques; PORTELI, Hugues; YUNG, Richard. Pour un droit de la prescription moderne et cohérent. Law Commission e da missão de informação da Law Commission, 20 jun. 2007. Disponível em: https://www.senat.fr/rap/r06-338/r06-338.html.\nJARDIM, Afrânio da Silva. A suspensão obrigatória do processo: reflexão sobre a interpretação e\naplicação do art. 366 do CPP. Revista Forense, Rio de Janeiro. v. 352, n. 200, p. 525-526.\nJESUS, Damásio E. Direito Penal. Parte Geral. 27. ed. São Paulo: Saraiva, 2003. v. 1. p. 717.\nKAFKA apud OST, François. O Tempo do Direito. Bauru: Edusc, 2005. p. 153.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 8. ed. Salvador: JusPodivm, 2020. p. 1379.\nLOPES JÚNIOR, Aury. Direito Processual Penal. Saraiva, 2018. p. 552 e 553.\n______.______. 16. edição. São Paulo: Saraiva, 2019. p. 661-662, 663 e 665.\nMAYA, André M.; GIACOMOLLI, Nereu J. A citação por hora certa no processo penal. Revista de Estudos Criminais, v. 9, n. 35, p. 121-140, 2009.\nPAULO, Rangel. Direito Processual Penal. 8. ed. Rio de Janeiro: Lumen Juris, 2004. p. 685-687.\nZAFFARONI, Raúl Eugêni; PIERANGELI, José Henrique. Manual de Direito Penal Brasileiro: Parte Geral. 12. ed. São Paulo: Revista dos Tribunais, 2018. p. 673.","ministro_facet":["EDSON FACHIN"],"processo_numero":600851,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur454667","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que conhecia do recurso extraordinário e dava-lhe provimento para, reformando o acórdão recorrido, afastar a culpa exclusiva da vítima e assentar a responsabilidade do Estado pelo dano causado, fixando a seguinte tese (tema 1.055 da repercussão geral): “Viola o direito ao exercício profissional, o direito-dever de informar, conclusão sobre a culpa exclusiva de profissional da imprensa que, ao realizar cobertura jornalística de manifestação pública, é ferido por agente da força de segurança”, pediu vista dos autos o Ministro Alexandre de Moraes. Falaram: pelo recorrente, a Dra. Virginia Veridiana Barbosa Garcia; pelo recorrido, o Dr. Leonardo Cocchieri Leite Chaves, Procurador do Estado de São Paulo; pelo amicus curiae Associação Brasileira de Jornalismo Investigativo - ABRAJI, a Dra. Mônica Filgueiras da Silva Galvão; e, pelo amicus curiae Artigo 19 Brasil, a Dra. Laura da Cunha Varella. Plenário, Sessão Virtual de 14.8.2020 a 21.8.2020.\r\n\n                 Decisão: Após o voto-vista do Ministro Alexandre de Moraes, que acompanhava o Ministro Marco Aurélio (Relator), para dar provimento ao recurso extraordinário, mas propunha a seguinte tese de repercussão geral: “É objetiva a Responsabilidade Civil do Estado em relação a profissional da imprensa ferido por agentes públicos durante cobertura jornalística, em manifestações em que haja tumulto ou conflitos entre policiais e manifestantes. Cabe a excludente da responsabilidade da culpa exclusiva da vítima, nas ocasiões em que o profissional de imprensa (I) descumpra ostensiva e clara advertência sobre acesso a áreas delimitadas, em que haja grave risco à sua integridade física, ou (II) participe do conflito com atos estranhos à atividade de cobertura jornalística”; e do voto do Ministro Edson Fachin, que também acompanhava o Relator para dar provimento ao recurso, acolhendo integralmente os pedidos formulados, mas propunha a seguinte tese: “O Estado é civilmente responsável pelo dano a profissional de imprensa ferido, em situação de tumulto, durante cobertura jornalística”, pediu vista dos autos o Ministro Nunes Marques. Presidência do Ministro Luiz Fux. Plenário, 09.06.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 1.055 da repercussão geral, deu provimento ao recurso extraordinário, vencido o Ministro Nunes Marques. Em seguida, por maioria, foi fixada a seguinte tese: “É objetiva a Responsabilidade Civil do Estado em relação a profissional da imprensa ferido por agentes policiais durante cobertura jornalística, em manifestações em que haja tumulto ou conflitos entre policiais e manifestantes. Cabe a excludente da responsabilidade da culpa exclusiva da vítima, nas hipóteses em que o profissional de imprensa descumprir ostensiva e clara advertência sobre acesso a áreas delimitadas, em que haja grave risco à sua integridade física”, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Edson Fachin e Luiz Fux (Presidente). Plenário, 10.06.2021 (Sessão realizada por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur454667","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur454667","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA. CONSTITUCIONAL. RESPONSABILIDADE CIVIL DO ESTADO. PROFISSIONAL DE IMPRENSA FERIDO, EM SITUAÇÃO DE TUMULTO, DURANTE COBERTURA JORNALÍSTICA. CULPA EXCLUSIVA DA VÍTIMA. INOCORRÊNCIA. PROVIMENTO DO RECURSO EXTRAORDINÁRIO.\n\n\n\n    1. O Estado responde civilmente por danos causados a profissional de imprensa ferido pela polícia, durante cobertura jornalística de manifestação popular. A apuração da responsabilidade dá-se na forma da teoria do risco administrativo, pacificamente aceita pela jurisprudência e pela doutrina.\n\n\n\n    2. Admite-se a invocação da excludente de responsabilidade civil da culpa exclusiva da vítima, nas hipóteses em que em que o profissional de imprensa I - descumpra ostensiva e clara advertência sobre o acesso a áreas delimitadas em que haja grave risco à sua integridade física; ou II - participe do conflito com atos estranhos à atividade de cobertura jornalística.\n\n\n\n    3. No caso concreto, o Tribunal de origem reconheceu a referida excludente de responsabilidade, sem identificar quaisquer destas circunstâncias - mas unicamente pelo fato de o fotógrafo estar presente na manifestação. \n\n\n\n    4. A atuação dos profissionais de imprensa na apuração de informações relevantes para a sociedade é tutelada pela Constituição, não podendo ser alegada pela afastar a responsabilidade civil do Estado. \n\n\n\n    5. O pedido de pensão mensal vitalícia merece ser atendido, em face do grave comprometimento do exercício da atividade de fotojornalismo, após ter o autor perdido 90% da visão em um dos olhos. Já o valor fixado a título de indenização pelos danos morais mostra-se alinhado aos parâmetros adotados pela jurisprudência brasileira em casos análogos, não cabendo sua elevação. \n\n\n\n    6. Recurso Extraordinário a que se dá provimento. Tema 1055, fixada a seguinte tese de repercussão geral: \"“É objetiva a Responsabilidade Civil do Estado em relação a profissional da imprensa ferido por agentes policiais durante cobertura jornalística, em manifestações em que haja tumulto ou conflitos entre policiais e manifestantes. Cabe a excludente da responsabilidade da culpa exclusiva da vítima, nas hipóteses em que o profissional de imprensa descumprir ostensiva e clara advertência sobre acesso a áreas delimitadas, em que haja grave risco à sua integridade física\".","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=757815033","externo_seq_objeto_incidente":5695282,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-208  DIVULG 19-10-2021  PUBLIC 20-10-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1209429&classe=RE","is_colac":false,"titulo":"RE 1209429","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 INC-00002 INC-00003 INC-00004\n    ART-00005 \"CAPUT\" INC-00009 INC-00013\n    INC-00014 INC-00075 PAR-00002 ART-00021\n    INC-00023 LET-D ART-00037 PAR-00006\n    ART-00102 INC-00003 LET-A PAR-00003\n    ART-00144 ART-00220 \"CAPUT\" PAR-00001\n    PAR-00002 ART-00221 ART-00222 ART-00223\n    ART-00224\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003071 ANO-1916\n    CC-1916 CÓDIGO CIVIL \n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00043 ART-00186 ART-00188 INC-00001\n    INC-00002 PAR-ÚNICO ART-00927 PAR-ÚNICO\n    ART-00929 ART-00930 PAR-ÚNICO ART-00949\n    ART-00950 PAR-ÚNICO ART-00951\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01034\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC ANO-1969\n    ART-00013 ITEM-00001 ITEM-00002 LET-A\n    LET-B ITEM-00003 ITEM-00004 ITEM-00005\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00019 ITEM-00001 ITEM-00002 ITEM-00003\n    LET-A LET-B\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   PCT ANO-1966\n    ART-00006\n    PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000591 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000672 ANO-2020\n    RESOLUÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000282\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2021-10-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- TEORIA DO RISCO ADMINISTRATIVO, TEORIA DO RISCO INTEGRAL. LIBERDADE DE REUNIÃO, LIBERDADE DE ASSOCIAÇÃO, LIBERDADE DE EXPRESSÃO, LIBERDADE DE IMPRENSA, PLURALISMO, DEMOCRACIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: FUNÇÃO SOCIAL, JORNALISTA, GARANTIA, DEMOCRACIA. FATO INCONTROVERSO, CONFIGURAÇÃO, RESPONSABILIDADE CIVIL DO ESTADO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: QUORUM, RECONHECIMENTO, CONTROVÉRSIA CONSTITUCIONAL. TEORIA, NEXO DE CAUSALIDADE, CONDITIO SINE QUA NON; TEORIA DA CAUSALIDADE ADEQUADA; TEORIA DO DANO DIRETO E IMEDIATO. IMPOSSIBILIDADE, PRESUNÇÃO, CULPA EXCLUSIVA, VÍTIMA. LICITUDE, ATO ADMINISTRATIVO, DEVER, AUTOR, REPARAÇÃO DE DANO, VÍTIMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. NUNES MARQUES: IMPOSSIBILIDADE, RESPONSABILIDADE CIVIL DO ESTADO, FUNDAMENTO, EXCLUSIVIDADE, PROFISSÃO, VÍTIMA. PROFISSÃO, IDADE, CONDIÇÃO ECONÔMICA, EXTENSÃO, DANO, FIXAÇÃO, VALOR, INDENIZAÇÃO, CASO CONCRETO. TEORIA DO RISCO INTEGRAL. EXCLUSÃO, RESPONSABILIDADE CIVIL DO ESTADO, AUSÊNCIA, OFENSA, EXERCÍCIO PROFISSIONAL, DIREITO À INFORMAÇÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DEVER DE PROTEÇÃO, LIBERDADE DE IMPRENSA. DESCUMPRIMENTO, DEVER DE PROTEÇÃO, RESPONSABILIDADE OBJETIVA, RESPONSABILIDADE CIVIL DO ESTADO. RESPONSABILIDADE CIVIL DO ESTADO, OMISSÃO, NEXO DE CAUSALIDADE, DESCUMPRIMENTO, DEVER, DILIGÊNCIA. RESPONSABILIDADE CIVIL DO ESTADO, DANO, PROFISSIONAL, IMPRENSA, SITUAÇÃO, TUMULTO.\n\n- VOTO VENCIDO, MIN. NUNES MARQUES: AFERIÇÃO, CULPA EXCLUSIVA, CULPA CONCORRENTE, VÍTIMA, EXIGÊNCIA, REEXAME, FATO, PROVA, DESCABIMENTO, RECURSO EXTRAORDINÁRIO. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DIREITO DE EXERCÍCIO DE QUALQUER PROFISSÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PRINCÍPIO DO VALOR SOCIAL DO TRABALHO. LIBERDADE DE IMPRENSA, CONCRETIZAÇÃO, ACESSO À INFORMAÇÃO, INTERESSE PÚBLICO, CONTROLE, ATUAÇÃO, PODER PÚBLICO. LIBERDADE DE IMPRENSA, DEMOCRACIA. LIBERDADE DE IMPRENSA, DIREITO À INFORMAÇÃO, ÂMBITO INTERNACIONAL. PROFISSÃO, JORNALISTA, EFETIVAÇÃO, DIREITO, DEVER, INFORMAÇÃO. ORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU), DIRETRIZ, UTILIZAÇÃO, ARMA, AGENTE DE SEGURANÇA. VIOLÊNCIA, MANIFESTAÇÃO PÚBLICA, AMEAÇA, DANO, JORNALISTA, DIREITO COMPARADO. ATRIBUIÇÃO, CULPA EXCLUSIVA, JORNALISTA, VÍTIMA, OFENSA, EXERCÍCIO PROFISSIONAL, DIREITO À INFORMAÇÃO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: LIBERDADE DE IMPRENSA, DEFINIÇÃO, DEMOCRACIA. CONFIGURAÇÃO, CONDUTA, AGENTE ADMINISTRATIVO, DANO, NEXO DE CAUSALIDADE, EXERCÍCIO, LIBERDADE DE IMPRENSA, RESPONSABILIDADE CIVIL OBJETIVA, RESPONSABILIDADE CIVIL DO ESTADO.\n\n- TERMO(S) DE RESGATE: DIMENSÃO DEFENSIVA, DIMENSÃO PROTETIVA, LIBERDADE DE IMPRENSA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1209429&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIBERDADE DE IMPRENSA)\nADPF 130 (TP), Rcl 15243 AgR (2ªT). \n(RESPONSABILIDADE OBJETIVA, RESPONSABILIDADE CIVIL DO ESTADO)\nRE 113587 (2ªT), RE 130764 (1ªT). \n(JORNALISTA, LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO)\nRE 511961 (TP). \n(VEDAÇÃO, PROSELITISMO)\nADI 2566 (TP). \n(LIBERDADE DE EXPRESSÃO, PARTICIPAÇÃO POLÍTICA)\nADI 4451 (TP). \n(RE, REEXAME, FATO, PROVA)\nAI 763873 AgR (1ªT), ARE 911269 AgR (2ªT), RE 945343 AgR (1ªT), ARE 1190232 AgR (2ªT), ARE 1262231 AgR (TP). \n(TEORIA DO RISCO INTEGRAL)\nRE 234010 AgR (2ªT), RE 841526 (TP). \n(QUORUM, RECONHECIMENTO, CONTROVÉRSIA CONSTITUCIONAL)\nRE 611505 ED (TP), RE 956304 RG-ED (TP), ARE 664575 RG2JULG (TP). \n(TEORIA DO DANO DIRETO E IMEDIATO)\nRE 130764 (1ªT). \n(RESPONSABILIDADE CIVIL DO ESTADO, NEXO DE CAUSALIDADE)\nRE 481110 AgR (2ªT). \n(RESPONSABILIDADE CIVIL DO ESTADO, CULPA EXCLUSIVA, VÍTIMA)\nRE 33065 (2ªT). \n(REVALORAÇÃO DA PROVA, SÚMULA 279/STF)\nAI 802046 AgR (1ªT), AI 677843 ED (2ªT), RE 820433 AgR (TP). \n- Acórdão(s) citado(s) - outros tribunais:\n(INDENIZAÇÃO, DANO MORAL, PERDA DE VISÃO)\nSTJ: AgInt no REsp 1831014, AgInt no AREsp 927.090, AREsp 1228571, REsp 1511072\nTST: RR-876-36.2014.5.06.0142, Ag-AIRR-11393- 27.2015.5.03.0182, RRAg-1007- 10.2013.5.15.0008. \n- Decisões estrangeiras citadas: Caso Vélez Restrepo e Familiares vs. Colômbia, sentença de 3 de setembro de 2012, da Corte Interamericana de Direitos Humanos; Caso Najafli vs. Azerbaijão, sentença de 2 de janeiro de 2013, da Corte Europeia de Direitos Humanos.\n- Veja Declaração Conjunta sobre Violência contra Jornalistas e Comunicadores no Contexto de Manifestações Sociais, de 2013, da Organização das Nações Unidas (ONU) e da Organização dos Estados Americanos (OEA).\n- Veja Resolução de 26 de setembro de 2016 da Organização das Nações Unidas (ONU).\n- Veja Princípios Básicos sobre o Uso das Forças e Armas, de 1990, da Organização das Nações Unidas (ONU).\n- Veja p. 35 das Orientações sobre Uso de Armas Menos Letais na Aplicação da Lei, da Organização das Nações Unidas (ONU).\n- Veja Declaração Universal dos Direitos Humanos, de 1948, da Organização das Nações Unidas (ONU).\n- Veja arts. 1º e 2º, I, II, III, do Código de Ética dos Jornalistas Brasileiros da Federação Nacional dos Jornalistas.\n\nNúmero de páginas: 152.\nAnálise: 16/07/2022, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ALEXANDRO WAGNER OLIVEIRA DA SILVEIRA \nADV.(A/S)  : VIRGINIA VERIDIANA BARBOSA GARCIA \nRECDO.(A/S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ARTIGO 19 BRASIL \nADV.(A/S)  : DENISE DOURADO DORA \nADV.(A/S)  : LAURA DA CUNHA VARELLA \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DE JORNALISMO INVESTIGATIVO - ABRAJI \nADV.(A/S)  : TAÍS BORJA GASPARIAN","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"1055 - Responsabilidade civil do Estado em relação a profissional da imprensa ferido, em situação de tumulto, durante cobertura jornalística.","old_seq_sjur":454667,"documental_tese_texto":"É objetiva a Responsabilidade Civil do Estado em relação a profissional da imprensa ferido por agentes policiais durante cobertura jornalística, em manifestações em que haja tumulto ou conflitos entre policiais e manifestantes. Cabe a excludente da responsabilidade da culpa exclusiva da vítima, nas hipóteses em que o profissional de imprensa descumprir ostensiva e clara advertência sobre acesso a áreas delimitadas, em que haja grave risco à sua integridade física.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 1209429","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2021-06-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 33 ed. São Paulo: Atlas, 2019.\nCARVALHO FILHO, José dos Santos. Manual de Direito Administrativo. 30. ed. Gen, 2016. p. 599.\nCOMISSÃO INTERAMERICANA DE DIREITOS HUMANOS (CIDH). Relatório Violência contra Jornalistas e Funcionários de Meios de Comunicação: padrões interamericanos e práticas nacionais de prevenção, proteção e realização da justiça. 2013.\nCOMISSÃO INTERAMERICANA DE DIREITOS HUMANOS (CIDH). Relatório Protesto e Direitos Humanos: padrões sobre os direitos envolvidos nos protestos sociais e as obrigações que devem guiar a resposta estatal. 2019.\nDELGADO, Maurício Godinho. Constituição da República, Estado Democrático de Direito e Direito do Trabalho. In: DELGADO, Maurício Godinho; DELGADO, Gabriela Neves. Constituição da República e Direitos Fundamentais: Dignidade da Pessoa Humana, Justiça Social e Direito do Trabalho. São Paulo: LTr, 2015. p. 49-50.\nHESSSE, Konrad. Comentários Elementos de direito constitucional da República Federal da Alemanha, 1998. p. 322.\nJACKSON, Vicki. Constitutional Engagement in a Transnational Era. Oxford University Press, 2010. p. 71.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. 8. ed. Belo Horizonte: Fórum, 2012. p. 1228-1231.\nMEIRELES, Edilton; SILVA, Alana\nGonçalves Cardoso da . A responsabilidade civil por danos causados\npor membro indeterminado em manifestações públicas pela aplicação\nda teoria da causalidade alternativa. Revista de Direito Privado, v. 89, maio 2018, p. 17-40.\nMEIRELLES, Hely Lopes. Curso de direito administrativo. 35. ed. São Paulo: Malheiros, 2009. p. 658.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 993-1000.\nMIRANDA, Jorge. Manual de Direito Constitucional. 1998. v. 4. p. 441.\nMORAES, Alexandre de. Constituição do Brasil Interpretada e Legislação Constitucional. São Paulo: Atlas, 2013.\nSARMENTO, Daniel. Direitos Fundamentais, Constituição e Direito Internacional: diálogos e friccões. In: PIOVESAN, Flávia; SOARES, Inês Virgínia Prado (coord.). Impacto das Decisões da Corte Interamericana de Direitos Humanos na Jurisprudência do STF. 2. ed. Salvador: JusPodium, 2020. p. 334.\nSILVA, José Afonso da. Comentário contextual à Constituição. 9. ed. São Paulo: Malheiros, 2014.\nTARTUCE, Flávio. Direito Civil, Direito das Obrigações e Responsabilidade Civil. 12. ed. Forense, 2017. p. 371, 375.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":1209429,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}