{"result":{"took":500,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur401217","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extensão na extradição, nos termos do voto da Relatora. Presidência do Ministro Ricardo Lewandowski. 2ª Turma, 12.3.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur401217","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur401217","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"Extn","is_processo_antigo":false,"ementa_texto":"EMENTA: PEDIDO DE EXTENSÃO NA EXTRADIÇÃO DE NATUREZA INSTRUTÓRIA. PRISÃO DECRETADA PELA JUSTIÇA PARAGUAIA. ACORDO ESPECÍFICO DE EXTRADIÇÃO: REQUISITOS FORMAIS ATENDIDOS. CRIMES DE TRÁFICO DE DROGAS. DUPLA TIPICIDADE. INOCORRÊNCIA DE PRESCRIÇÃO. EXTENSÃO NA EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. O pedido formulado pelo Governo do Paraguai atende aos pressupostos necessários ao deferimento, nos termos da Lei n. 13.445/2017 e do Acordo de Extradição entre os Estados Partes do Mercosul, inexistindo irregularidades formais.\n\n\n\n    2. O Estado Requerente dispõe de competência jurisdicional para processar e julgar o crime imputados ao extraditando e para executar a eventual sentença condenatória imposta.\n\n\n\n    3. Requisito da dupla tipicidade cumprido: fato delituoso imputado ao extraditando correspondente, no Brasil, ao crime de tráfico de drogas.\n\n\n\n    4. O crime imputado ao extraditando não apresenta conotação política.\n\n\n\n    5. Inocorrência de prescrição para o caso do crime de tráfico de drogas.\n\n\n\n    6. Alegação de ser o extraditando brasileiro nato: questão extensamente analisada e definitivamente julgada pela Segunda Turma deste Supremo Tribunal Federal na extradição, concluindo não ser ele brasileiro.\n\n\n\n    7. Não é possível rever, neste pedido de extensão, a questão da nacionalidade, antes decidida com transito em julgado.\n\n\n\n    8. Pedido de extensão na extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749509118","externo_seq_objeto_incidente":5246211,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-066  DIVULG 02-04-2019  PUBLIC 03-04-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1393&classe=Ext","is_colac":false,"titulo":"Ext 1393 Extn","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00006 \n          ART-00083 INC-00001 ART-00088 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-INT   ACO      ANO-1998\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2019-04-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ATENDIMENTO, EXTRADIÇÃO, SENTENÇA CONDENATÓRIA, PENA PRIVATIVA DE LIBERDADE, SOLICITAÇÃO, JULGAMENTO, RÉU, ÓRGÃO JUDICIAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1393&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-Extn","documental_observacao_texto":"- Legislação estrangeira citada: art. 27 e 33 da Lei 1340/88 da República do Paraguai; Lei 1881/2002 da República do Paraguai; e art. 102 do Código Penal Paraguaio.\nNúmero de páginas: 26.\nAnálise: 17/07/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PARAGUAI \nEXTDO.(A/S)  : VILMAR ACOSTA MARQUES \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nADV.(A/S)  : JOSÉ ELNICIO MOREIRA DE SOUZA \nADV.(A/S)  : HERVITAN CRISTIAN CARULLA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":401217,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1393 Extn","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-03-12","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTENSÃO NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1393,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur395483","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, negou provimento ao agravo, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Primeira Turma, Sessão Virtual de 16.11.2018 a 22.11.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur395483","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur395483","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NA RECLAMAÇÃO. PENAL E PROCESSO PENAL. ALEGADA VIOLAÇÃO À SÚMULA VINCULANTE Nº 11. AUSÊNCIA DE QUALQUER DAS HIPÓTESES DE COGNOSCIBILIDADE DA RECLAMAÇÃO CONSTITUCIONAL. INCONGRUÊNCIA MATERIAL ENTRE A DECISÃO RECLAMADA E O PARADIGMA INVOCADO. INOCORRÊNCIA DE IMPUGNAÇÃO ESPECÍFICA A FUNDAMENTO DA DECISÃO AGRAVADA. IMPOSIÇÃO DO USO DE ALGEMAS FUNDAMENTADA NA NECESSIDE DE SE GARANTIR A SEGURANÇA DOS PRESENTES. INCIDÊNCIA DO PRINCÍPIO DO “PAS DE NULLITÉ SANS GRIEF”. REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO. INADMISSIBILIDADE NA VIA ELEITA. UTILIZAÇÃO DA RECLAMAÇÃO COMO SUCEDÂNEO DE RECURSO OU OUTRAS AÇÕES CABÍVEIS. IMPOSSIBILIDADE. AGRAVO REGIMENTAL DESPROVIDO. \n\n\n\n    1. A reclamação, por expressa determinação constitucional, destina-se a preservar a competência desta Suprema Corte e garantir a autoridade de suas decisões, ex vi do artigo 102, I, l, da CF além de salvaguardar o estrito cumprimento dos enunciados da Súmula Vinculante, nos termos do artigo 103-A, § 3º, da Constituição, incluído pela EC n. 45/2004. Neste particular, a jurisprudência desta Suprema Corte estabeleceu diversas condicionantes para a utilização da via reclamatória, de sorte a evitar o uso promíscuo do referido instrumento processual. \n\n\n\n    2. A reclamação é impassível de ser manejada como sucedâneo de recurso ou ação rescisória, bem como é inadmissível a sua utilização em substituição a outras ações cabíveis. Incidência do “princípio da não-reclamação contra o recorrível” ou da “irreclamabilidade contra a decisão de que ainda cabe recurso” (PONTES DE MIRANDA, Francisco Cavalcanti. Comentários ao Código de Processo Civil. Tomo V, Arts. 444-475. Rio de Janeiro: Forense, 2ª Edição, p. 390 e 394). \n\n\n\n    3. O ajuizamento de reclamação contra decisão da qual cabe recurso contraria o sistema jurídico-processual e revela-se disfuncional, caracterizando hipótese de abuso do direito de ação. Necessidade das instâncias julgadoras superiores de prestigiarem o sistema jurisdicional estabelecido pelo Poder Constituinte, de modo a preservar a atuação dos demais órgãos do Poder Judiciário que, de igual forma, ostentam competências de envergadura constitucional.\n\n\n\n    4. O exaurimento da jurisdição ordinária antes do manejo da reclamação constitucional de competência do Supremo Tribunal Federal deve ser observado, sob pena de se estimular a propositura per saltum da via eleita. Precedentes: Rcl 25.596-AgR, Segunda Turma, Rel. Min. Dias Toffoli, DJe de 1/8/2017; e Rcl 18.020-AgR, Rel. Min. Rosa Weber, Primeira Turma, DJe de 18/4/2016.\n\n\n\n    5. A propositura de reclamação contra decisão tomada em “audiência de custódia presidida pela RECLAMADA – autos do processo nº 127106-10.2018.8.19.0001 –” evidencia a supressão de instâncias recursais estabelecidas pelo sistema normativo processual e a subversão da destinação constitucional do instituto da reclamação. \n\n\n\n    6. In casu, a autoridade reclamada pontuou que “as audiências em questão são realizadas simultaneamente em cinco ou seis pequenas salas dentro da Cadeia Pública Frederico Marques – Casa de Custódia de Benfica, local em que há um trânsito de alto número de presos, como também de servidores da Defensoria Pública, do Ministério Público, além de advogados, agentes penitenciários, assistentes sociais, peritos, etc, de maneira que a retirada de algemas acarretaria risco à integridade de todos”, sendo certa a ausência de aderência entre o provimento jurisdicional objurgado e a tese firmada no enunciado nº 11 da Súmula Vinculante do Supremo Tribunal Federal. \n\n\n\n    7. A reclamação é ação inadequada para a valoração e exame minucioso do acervo fático probatório engendrado nos autos.\n\n\n\n    8. A reclamação, enquanto mecanismo autônomo de impugnação destinado à preservação da competência e da autoridade das decisões do Supremo Tribunal Federal, deve cingir-se a um rígido cotejo entre o ato impugnado e o paradigma invocado, sendo insindicável o grau de correção da decisão reclamada, a qual foi tomada à luz das peculiaridades fáticas do caso concreto. Precedentes: Rcl 25.553-AgR, Primeira Turma, Rel. Min. Alexandre de Moraes, DJe de 21/09/2017; e Rcl 26.154-AgR, Segunda Turma, Rel. Min. Edson Fachin, DJe de 30/08/2017.\n\n\n\n    9. A aderência estrita entre o objeto do ato reclamado e o conteúdo da decisão do STF dotada de efeito vinculante e eficácia erga omnes apontada pelo reclamante é requisito para a admissibilidade da reclamação constitucional. Precedentes: Rcl 22.608-AgR, Segunda Turma, Rel. Min. Dias Toffoli, DJe de 22/04/2016; Rcl 21.559-AgR, Primeira Turma, Rel. Min. Alexandre de Moraes, DJe de 01/09/2017. \n\n\n\n    10. A reclamação é impassível de ser manejada como sucedâneo de recurso ou revisão criminal, bem como é inadmissível a sua utilização em substituição a outras ações cabíveis.\n\n\n\n    11. O reconhecimento das nulidades alegadas pressupõe a comprovação do prejuízo, nos termos do artigo 563 do Código de Processo Penal, sendo descabida a sua presunção, no afã e se evitar um excessivo formalismo em prejuízo da adequada prestação jurisdicional.\n\n\n\n    12. A irresignação recursal é incompatível com a realização de inovação argumentativa preclusa, ante a ausência de insurgência em momento processual anterior. Precedentes: Rcl 29.857-AgR, Segunda Turma, Rel. Min. Ricardo Lewandowski, DJe de 18/05/2018; Rcl 29.336-AgR, Primeira Turma, Rel. Min. Roberto Barroso, DJe de 04/05/2018.\n\n\n\n    13. A impugnação específica da decisão agravada, quando ausente, conduz ao desprovimento do agravo regimental. Precedentes: Rcl 18.354-AgR, Segunda Turma, Rel. Min. Ricardo Lewandowski, DJe de 01/09/2017; Rcl 26.244-AgR, Primeira Turma, Rel. Min. Luiz Fux, DJe de 09/08/2017.\n\n\n\n    14. A reiteração dos argumentos trazidos pelo agravante na petição inicial da impetração é insuscetível de modificar a decisão agravada. Precedente: Rcl 22.048-ED, Tribunal Pleno, DJe de 23/08/2016.\n\n\n\n    15. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748760952","externo_seq_objeto_incidente":5531678,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-256  DIVULG 29-11-2018  PUBLIC 30-11-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=30719&classe=Rcl","is_colac":false,"titulo":"Rcl 30719 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00102 INC-00001 LET-L \n          ART-0103A INCLUÍDO PELA EMC-45/2004\n          ART-0103A PAR-00003 INCLUÍDO PELA EMC-45/2004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00013 ART-00014 ART-00015 ART-00016 \n          ART-00017 ART-00018\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011417      ANO-2006\n          ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00927 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00988 PAR-00002 \n          ART-00989 ART-00990 ART-00991 ART-00992 \n          ART-00993 ART-01072 INC-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00563\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00156 \"CAPUT\" ART-00157 ART-00158 \n          ART-00159 ART-00160 ART-00161 ART-00162\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000011      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-11-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS. PRESUNÇÃO RELATIVA, LEGITIMIDADE, VERACIDADE, ATO, AGENTE PÚBLICO, PRESTAÇÃO, INFORMAÇÃO, AUTORIDADE PÚBLICA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: SÚMULA VINCULANTE, REFERÊNCIA GENÉRICA, USO DE ALGEMA, AUSÊNCIA, CORRELAÇÃO, CASO CONCRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=30719&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, RECLAMAÇÃO, ESGOTAMENTO, INSTÂNCIA ORDINÁRIA)\nRcl 6735 AgR (TP), Rcl 18020 AgR (1ªT), Rcl 22704 ED (2ªT), Rcl 25596 AgR (2ªT). \n(RECLAMAÇÃO, COMPARAÇÃO, ATO IMPUGNADO, DECISÃO PARADIGMA)\nRcl 21559 AgR (1ªT), Rcl 22608 AgR (2ªT), Rcl 25553 AgR (1ªT), Rcl 26154 AgR (2ªT). \n(RECLAMAÇÃO, INOVAÇÃO, ARGUMENTO, PRECLUSÃO)\nRcl 29336 AgR (1ªT), Rcl 29857 AgR (2ªT). \n(AGRAVO INTERNO, IMPUGNAÇÃO ESPECÍFICA, DECISÃO AGRAVADA)\nRcl 26244 AgR (1ªT), Rcl 18354 AgR (2ªT). \n(AGRAVO INTERNO, REITERAÇÃO, ARGUMENTO, MODIFICAÇÃO, PETIÇÃO INICIAL)\nRcl 22048 ED (TP). \n(RECLAMAÇÃO, TEORIA DOS PODERES IMPLÍCITOS)\nRp 141 (TP). \n(RECLAMAÇÃO, SUCEDÂNEO, RECURSO, AÇÃO JUDICIAL)\nRcl 4381 AgR (TP), Rcl 10036 AgR (TP), HC 109956 (1ªT). \n(SÚMULA VINCULANTE 11/STF)\nRcl 8084 (2ªT), Rcl 9468 AgR (TP), Rcl 9470 AgR (1ªT), Rcl 10479 AgR (TP), Rcl 14663 AgR (1ªT), Rcl 17575 AgR (2ªT), Rcl 19501 AgR (1ªT). \n(RECLAMAÇÃO, REEXAME, FATO, PROVA)\nRcl 9470 AgR (1ªT), Rcl 25168 AgR (1ªT). \n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nRcl 16292 AgR (2ªT), Rcl 19501 AgR (1ªT), RHC 125242 AgR (2ªT). \n- Decisão estrangeira citada: Caso McCulloch vs. Maryland, da Suprema Corte Americana.\nNúmero de páginas: 42.\nAnálise: 15/03/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : LUAN ALONSO BERNARDO CRUZ \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAGDO.(A/S)  : NÃO INDICADO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":395483,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"Rcl 30719 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2018-11-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"AROCA, Juan Monteiro; MATÍES, José Flors. Amparo Constitucional y Proceso Civil. Tirant lo blanch: Valencia, 2005. p. 271-272.\nBOBBIO, Norberto. Teoria do ordenamento jurídico. Tradução de Maria Celeste C. J. Santos. 10. ed. Brasília: Universidade de Brasília, 1999. p. 71.\nCANARIS, Claus-Wilhelm. Pensamento sistemático e conceito de sistema na Ciência do Direito. Tradução de A. Menezes Cordeiro. 4. ed. Lisboa: Fundação Calouste Gulbenkian, 2008. p. 23 e 283.\nCHIOVENDA, Giuseppe. Instituições de direito processual civil. Tradução de Paolo Capitano. 4. ed.  Campinas: Bookseller, 2009. p. 718.\nCORDEIRO, Antônio Menezes. Litigância de Má Fé, Abuso do direito de acção e culpa in agendo. Coimbra: Almedina, 2005. p. 72-73 e 85.\nMIRANDA, Francisco Cavalcanti Pontes de. Comentários ao Código de Processo Civil. Arts. 444-475. 2. ed. Rio de Janeiro: Forense. Tomo V. p. 385-387, 390 e 394.\nSALGADO, Alí Joaquim. Judicio de Amparo y acción de inconstitucionalidad. Buenos Aires, 1987, p. 31, 32 e 33.\nSULLIVAN, Kathleen M.; GUNTHER, Gerald. Constitutional Law. 16. ed. New York: Foundation Press, 2007.","ministro_facet":["LUIZ FUX"],"processo_numero":30719,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur336549","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, conheceu em parte da ação e, na parte conhecida, julgou improcedente o pedido, vencido o Ministro Marco Aurélio, que preliminarmente julgava extinta a ação e, no mérito, julgava procedente o pedido formulado. Falaram, pelo amicus curiae Defensoria Pública da União, o Dr. Antonio Ezequiel Inácio Barbosa, Defensor Público Federal, e, pelo amicus curiae Defensoria Pública do Estado do Espírito Santo, o Defensor Público-Geral do Estado, Dr. Leonardo Oggioni Miranda. Ausentes, justificadamente, o Ministro Dias Toffoli, participando, na qualidade de Presidente do Tribunal Superior Eleitoral, da 2ª Assembleia Geral e Conferência Internacional da Associação Mundial de Órgãos Eleitorais, organizadas pela Associação Mundial de Órgãos Eleitorais (AWEB), e a Ministra Cármen Lúcia, participando do 11º Fórum Brasileiro de Controle da Administração Pública, no Rio de Janeiro/RJ. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 20.08.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur336549","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur336549","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. PROVIMENTO CONJUNTO 03/2015 DO TRIBUNAL DE JUSTIÇA DE SÃO PAULO. AUDIÊNCIA DE CUSTÓDIA.\n\n\n\n    1. A Convenção Americana sobre Direitos do Homem, que dispõe, em seu artigo 7º, item 5, que “toda pessoa presa, detida ou retida deve ser conduzida, sem demora, à presença de um juiz”, posto ostentar o status jurídico supralegal que os tratados internacionais sobre direitos humanos têm no ordenamento jurídico brasileiro, legitima a denominada “audiência de custódia”, cuja denominação sugere-se “audiência de apresentação”.\n\n\n\n    2. O direito convencional de apresentação do preso ao Juiz, consectariamente, deflagra o procedimento legal de habeas corpus, no qual o Juiz apreciará a legalidade da prisão, à vista do preso que lhe é apresentado, procedimento esse instituído pelo Código de Processo Penal, nos seus artigos 647 e seguintes.\n\n\n\n    3. O habeas corpus ad subjiciendum, em sua origem remota, consistia na determinação do juiz de apresentação do preso para aferição da legalidade da sua prisão, o que ainda se faz presente na legislação processual penal (artigo 656 do CPP).\n\n\n\n    4. O ato normativo sob o crivo da fiscalização abstrata de constitucionalidade contempla, em seus artigos 1º, 3º, 5º, 6º e 7º normas estritamente regulamentadoras do procedimento legal de habeas corpus instaurado perante o Juiz de primeira instância, em nada exorbitando ou contrariando a lei processual vigente, restando, assim, inexistência de conflito com a lei, o que torna inadmissível o ajuizamento de ação direta de inconstitucionalidade para a sua impugnação, porquanto o status do CPP não gera violação constitucional, posto legislação infraconstitucional.\n\n\n\n    5. As disposições administrativas do ato impugnado (artigos 2º, 4° 8°, 9º, 10 e 11), sobre a organização do funcionamento das unidades jurisdicionais do Tribunal de Justiça, situam-se dentro dos limites da sua autogestão (artigo 96, inciso I, alínea a, da CRFB). Fundada diretamente na Constituição Federal, admitindo ad argumentandum impugnação pela via da ação direta de inconstitucionalidade, mercê de materialmente inviável a demanda. \n\n\n\n    6. In casu, a parte do ato impugnado que versa sobre as rotinas cartorárias e providências administrativas ligadas à audiência de custódia em nada ofende a reserva de lei ou norma constitucional. \n\n\n\n    7. Os artigos 5º, inciso II, e 22, inciso I, da Constituição Federal não foram violados, na medida em que há legislação federal em sentido estrito legitimando a audiência de apresentação. \n\n\n\n    8. A Convenção Americana sobre Direitos do Homem e o Código de Processo Penal, posto ostentarem eficácia geral e erga omnes, atingem a esfera de atuação dos Delegados de Polícia, conjurando a alegação de violação da cláusula pétrea de separação de poderes.\n\n\n\n    9. A Associação Nacional dos Delegados de Polícia – ADEPOL, entidade de classe de âmbito nacional, que congrega a totalidade da categoria dos Delegados de Polícia (civis e federais), tem legitimidade para propor ação direta de inconstitucionalidade (artigo 103, inciso IX, da CRFB). Precedentes. \n\n\n\n    10. A pertinência temática entre os objetivos da associação autora e o objeto da ação direta de inconstitucionalidade é inequívoca, uma vez que a realização das audiências de custódia repercute na atividade dos Delegados de Polícia, encarregados da apresentação do preso em Juízo.\n\n\n\n    11. Ação direta de inconstitucionalidade PARCIALMENTE CONHECIDA e, nessa parte, JULGADA IMPROCEDENTE, indicando a adoção da referida prática da audiência de apresentação por todos os tribunais do país.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10167333","externo_seq_objeto_incidente":4711319,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-018  DIVULG 29-01-2016  PUBLIC 01-02-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5240&classe=ADI","is_colac":false,"titulo":"ADI 5240","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00002 INC-00034 \n          LET-A INC-00054 INC-00055 INC-00061 \n          INC-00063 INC-00066 INC-00068 PAR-00001 \n          PAR-00003 ART-00022 INC-00001 ART-00096 \n          INC-00001 LET-A ART-00103 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00001 ART-00010 PAR-ÚNICO ART-00011 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00076 ART-00089\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00028 PAR-00002\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-012594      ANO-2012\n          ART-00035 INC-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00044 PAR-00003 ART-00068 PAR-ÚNICO \n          ART-00077 ART-00083 ART-00121 PAR-00001 \n          ART-00155 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00156 INC-00001 ART-00158 ART-00168 \n          \"CAPUT\" ART-00185 PAR-00005 ART-00186 \n          ART-00282 PAR-00005 ART-00306 PAR-00001 \n          ART-00310 INC-00001 INC-00002 INC-00003 \n          PAR-ÚNICO ART-00312 \"CAPUT\" ART-00318 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-ÚNICO ART-00405 \"CAPUT\" PAR-00001 \n          PAR-00002 ART-00647 ART-00648 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 ART-00654 PAR-00001 \n          LET-A LET-B LET-C PAR-00002 \n          ART-00656 PAR-ÚNICO ART-00657 INC-00001 \n          INC-00002 INC-00003 ART-00660 \"CAPUT\" \n          PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00003 ART-00006\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1969\n          ART-00006 ART-00007 NÚMERO-1 NÚMERO-5 \n          NÚMERO-7\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUV-000025      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF \n\n","LEG-EST   PRV-000003      ANO-2015\n          ART-00001 ART-00002 PAR-ÚNICO ART-00003 \n          PAR-00001 PAR-00002 ART-00004 ART-00005 \n          ART-00006 \"CAPUT\" PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          ART-00007 INC-00001 INC-00002 ART-00008 \n          ART-00009 INC-00001 INC-00002 INC-00003 \n          INC-00004 ART-00010 PAR-ÚNICO ART-00011\n                PROVIMENTO CONJUNTO DA CORREGEDORIA GERAL DA JUSTIÇA E DO TRIBUNAL DE JUSTIÇA, SP"],"publicacao_data":"2016-02-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- POSSIBILIDADE, TRIBUNAL, EXPEDIÇÃO, ATO NORMATIVO, FORÇA DE LEI, INOVAÇÃO, DIREITO (ORDENAMENTO JURÍDICO), EXCLUSIVIDADE, CORRELAÇÃO, FUNCIONAMENTO, COMPETÊNCIA, ÓRGÃO ADMINISTRATIVO, ÓRGÃO JUDICIAL. OCORRÊNCIA, SUSTAÇÃO, EFEITO, TOTALIDADE, LEGISLAÇÃO ORDINÁRIA, CONFLITO, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, DECORRÊNCIA, NATUREZA JURÍDICA, NORMA SUPRALEGAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS, ÂMBITO, ORDENAMENTO JURÍDICO BRASILEIRO. DEVER, JUIZ, AUDIÊNCIA DE CUSTÓDIA, CONCESSÃO, HABEAS CORPUS DE OFÍCIO, RECONHECIMENTO, OCORRÊNCIA, CONSTRANGIMENTO ILEGAL, DECORRÊNCIA, DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS. NECESSIDADE, JUIZ, AUDIÊNCIA DE CUSTÓDIA, ASSEGURAMENTO, PRESO, POSSIBILIDADE, AUTODEFESA, UTILIZAÇÃO, INTERROGATÓRIO. NECESSIDADE, OBSERVÂNCIA, PRAZO, VINTE E QUATRO HORAS, MOMENTO, PRISÃO, LAVRATURA, AUTO DE PRISÃO EM FLAGRANTE, CONDUÇÃO, PRESO, PRESENÇA, AUTORIDADE JUDICIÁRIA, REALIZAÇÃO, INTERROGATÓRIO, PROFERIMENTO, DECISÃO JUDICIAL. POSSIBILIDADE, DILATAÇÃO, PRAZO, CONDIÇÃO, EXISTÊNCIA, MOTIVAÇÃO, IDONEIDADE. NECESSIDADE, ASSEGURAMENTO, MANIFESTAÇÃO, DEFESA, MINISTÉRIO PÚBLICO, MOMENTO POSTERIOR, INTERROGATÓRIO, RÉU, MOMENTO ANTERIOR, DECISÃO JUDICIAL, OBSERVÂNCIA, PRINCÍPIO DO CONTRADITÓRIO. INEXISTÊNCIA, TAXATIVIDADE, HIPÓTESE, PRISÃO ILEGAL. CARACTERIZAÇÃO, DIREITO SUBJETIVO, PRESO, APRESENTAÇÃO, AUTORIDADE JUDICIÁRIA. CÓDIGO DE PROCESSO PENAL, PREVISÃO, NUMERUS CLAUSUS, HIPÓTESE, POSSIBILIDADE, AUTORIDADE POLICIAL, RECUSA, APRESENTAÇÃO, PRESO. AUSÊNCIA, OFENSA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA RESERVA LEGAL, MATÉRIA, CARÁTER PROCESSUAL, MOTIVO, ATO IMPUGNADO, EXCLUSIVIDADE, ESCLARECIMENTO, CONTEÚDO NORMATIVO, DISPOSITIVO, CÓDIGO DE PROCESSO PENAL, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS. AUSÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, MOTIVO, OBRIGATORIEDADE, AUDIÊNCIA DE CUSTÓDIA, DECORRÊNCIA, EFICÁCIA ERGA OMNES, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, CÓDIGO DE PROCESSO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, NATUREZA CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: SUPREMO TRIBUNAL FEDERAL (STF), ÂMBITO, CONTROLE DE CONVENCIONALIDADE, COMPETÊNCIA, CONTROLE, COMPATIBILIDADE, NORMA SUPRALEGAL, NORMA LEGAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: OBSERVAÇÃO, CORRELAÇÃO, INFLUÊNCIA, CONVENÇÃO INTERNACIONAL, DIREITOS HUMANOS, INTERPRETAÇÃO, NORMA CONSTITUCIONAL. APRESENTAÇÃO, PRESO, PRAZO, VINTE E QUATRO HORAS, AUTORIDADE JUDICIÁRIA, INCLUSÃO, ÂMBITO, GARANTIA AO DEVIDO PROCESSO LEGAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DIREITO FUNDAMENTAL, GARANTIA FUNDAMENTAL, PREVISÃO, CONSTITUIÇÃO FEDERAL, APLICAÇÃO IMEDIATA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO. ATO NORMATIVO, TRIBUNAL DE JUSTIÇA, AUSÊNCIA, INOVAÇÃO, DIREITO (ORDENAMENTO JURÍDICO), EXCLUSIVIDADE, PREVISÃO, AUDIÊNCIA DE CUSTÓDIA, OBSERVÂNCIA, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, CÓDIGO DE PROCESSO PENAL, CARACTERIZAÇÃO, ATO NORMATIVO SECUNDÁRIO, INVIABILIDADE, CONTROLE CONCENTRADO, CONSTITUCIONALIDADE. CORRELAÇÃO, MÉRITO, INVIABILIDADE, TRIBUNAL DE JUSTIÇA, REGULAÇÃO, DIREITO PROCESSUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5240&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE, ASSOCIAÇÃO DOS DELEGADOS DE POLÍCIA DO BRASIL (ADEPOL), PROPOSITURA, ADI)\nADI 3288 (TP), ADI 3469 (TP), ADI 4009 (TP). \n(PODER REGULAMENTAR, TRIBUNAL)\nADI 2970 (TP), ADI 4015 MC (TP). \n(NORMA SUPRALEGAL, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 349703 (TP). \n- Legislação estrangeira citada: art. 25 da Constituição Federal alemã; art. 39, art. 40 da Magna Carta de 1215 e art. 6 da Convenção Européia de Direitos Humanos.\nNúmero de páginas: 83.\nAnálise: 01/03/2016, IMC.\nRevisão: 18/07/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO DOS DELEGADOS DE POLÍCIA DO BRASIL - ADEPOL-BRASIL \nADV.(A/S)  : WLADIMIR SERGIO REALE \nINTDO.(A/S)  : PRESIDENTE DO TRIBUNAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : CORREGEDOR-GERAL DO TRIBUNAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS POLICIAIS FEDERAIS - FENAPEF \nADV.(A/S)  : CEZAR BRITTO E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":336549,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 5240","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2015-08-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. Teoria dos direitos fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2015. p. 488.\nBARROSO, Luís Roberto. O controle de constitucionalidade no direito brasileiro. 6. ed. São Paulo: Saraiva, 2012. p. 204-205 e 208.\nCANOTILHO, José Joaquim Gomes. Constituição e déficit procedimental. In: Estudos sobre direitos fundamentais. Coimbra: Coimbra, 2004. p. 79.\nHESSE, Konrad. Elementos de direito constitucional na República Federal da Alemanha. Tradução: Luís Afonso Heck. Porto Alegre: Sergio Antonio Fabris, 1998. p. 94.\nISHIDA, Valter Kenji. Prática jurídica de habeas corpus. São Paulo: Atlas, 2015. p. 3-4.\nLOPES JÚNIOR, Aury. Direito processual penal. 12. ed. São Paulo: Saraiva, 2015. p. 1.130.\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. 28. ed. São Paulo: Malheiros, 2003. p. 176.\nPONTES DE MIRANDA. História e prática do habeas corpus. Atualização: Vilson Rodrigues Alves. Campinas: Bookseller, 1999. Tomo I. p. 56.\nSARMENTO, Daniel. Dimensão objetiva dos direitos fundamentais: fragmentos de uma teoria. In:\nArquivos de direitos humanos. Rio de Janeiro: Renovar, 2002. v. 4. p.65.\nTORNAGHI, Hélio. Curso de processo penal. 9. ed. São Paulo: Saraiva, 1995. v. 2. p. 390-391.\nTOURINHO FILHO, Fernando da Costa. Processo penal. 35. ed. São Paulo: Saraiva, 2013. v. 4. p. 635-636.\nNovo Diagnóstico de Pessoas Presas no Brasil. Disponível em: http://www.cnj.jus.br/images/imprensa/diagnostico_de_pessoas_presas_correcao.pdf. Acesso em 03 ago. 2015.\nPanorama Nacional-A Execução das Medidas Socioeducativas de Internação. Disponível em: http://www.cnj.jus.br/images/pesquisas-judiciarias/Publicacoes/panorama_nacional_doj_web.pdf. Acesso em 03 ago. 2015.\nAudiências de custódia no ES reduzem em 50% o número de presos provisórios. Disponível em: http://www.cnj.jus.br/noticias/cnj/79751-audiencias-de-custodia-no-es-reduzem-em-50-o-numero-de-presos-provisorios. Acesso em: 03 ago. 2015.\nParaná poderá economizar R$ 75 milhões ao ano com Audiência de Custódia. http://www.cnj.jus.br/noticias/cnj/80037-parana-podera-economizar-r-75- milhoes-ao-ano-com-audiencia-de-custodia.\nDemocracy in America American politics. Disponível em:  http://www.economist.com/blogs/democracyinamerica/2015/07/criminal-justice-reform. Acesso em:  03 ago. 2015.\nProjeto ‘Audiência de Custódia’ completa um mês com 428 atendimentos. Disponível em:\nhttp://www.tjsp.jus.br/Institucional/CanaisComunicacao/Noticias/Noticia.aspx? Id=26026. Acesso 03 ago. 2015.\nAM pode economizar R$ 27 milhões por ano com audiências de custódia, diz Lewandowski. Disponível em: \nhttp://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=297308.","ministro_facet":["LUIZ FUX"],"processo_numero":5240,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur407742","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Alexandre de Moraes, Relator, que julgava procedente o pedido formulado na ação direta para declarar a inconstitucionalidade da Lei Federal 13.060/2014, pediu vista dos autos o Ministro Edson Fachin. Falou, pelo requerente, o Dr. Wladimir Sérgio Reale. Não participaram, justificadamente, deste julgamento, os Ministros Cármen Lúcia e Luiz Fux. Presidência do Ministro Dias Toffoli. Plenário, 7.11.2018.\r\n\n                       Decisão:  O Tribunal, por maioria, julgou improcedente o pedido formulado na ação direta, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencidos os Ministros Alexandre de Moraes (Relator) e Marco Aurélio, que a julgavam procedente. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausentes, justificadamente, os Ministros Dias Toffoli (Presidente) e Luiz Fux. Presidência do Ministro Celso de Mello. Plenário, 11.04.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur407742","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur407742","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL. LEI FEDERAL 13.060/2014. NORMA QUE DISCIPLINA O USO DOS INSTRUMENTOS DE MENOR POTENCIAL OFENSIVO PELOS AGENTES DE SEGURANÇA. INEXISTÊNCIA DE OFENSA À AUTONOMIA ESTADUAL, À INICIATIVA PRIVATIVA DO CHEFE DO PODER EXECUTIVO OU À RESERVA DE ADMINISTRAÇÃO. AÇÃO DIRETA JULGADA IMPROCEDENTE.\n\n\n\n    1. Lei federal que disciplina o uso dos instrumentos de menor potencial ofensivo pelos agentes de segurança pública e que visa proteger o direito à vida não ofende a autonomia estadual.\n\n\n\n    2. A proporcionalidade no uso da força por parte dos agentes de segurança decorre diretamente do texto constitucional e dos tratados de direitos humanos que a República Federal do Brasil aderiu.\n\n\n\n    3. Nenhuma pessoa pode ser arbitrariamente privada de sua vida. A arbitrariedade é aferida de forma objetiva, por meio de padrões mínimos de razoabilidade e proporcionalidade, como os estabelecidos pelos Princípios Básicos sobre o Uso da Força e Armas de Fogo pelos Funcionários Responsáveis pela Aplicação da Lei, adotados em 7 de setembro de 1990, por ocasião do Oitavo Congresso das Nações Unidas sobre a Prevenção do Crime e o Tratamento dos Delinquentes.\n\n\n\n    4. A Lei Federal 13.060/2014 dá respaldo aos Princípios Básicos, adotando critérios mínimos de razoabilidade e objetividade, e, como tal, nada mais faz do que concretizar o direito à vida.\n\n\n\n    5. Ação direta julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=750429327","externo_seq_objeto_incidente":4715234,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-169  DIVULG 02-08-2019  PUBLIC 05-08-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5243&classe=ADI","is_colac":false,"titulo":"ADI 5243","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 PAR-00002 ART-00022 \n          INC-00021 INC-00028 ART-00023 INC-00001 \n          ART-00025 ART-00061 PAR-00001 INC-00001 \n          INC-00002 LET-A LET-B LET-C \n          LET-D LET-E LET-F ART-00084 \n          INC-00003 INC-00006\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013060      ANO-2014\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          INC-00003 PAR-ÚNICO INC-00001 INC-00002 \n          ART-00003 ART-00004 ART-00005 ART-00006 \n          ART-00007 ART-00008\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00006\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS"],"publicacao_data":"2019-08-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO PENAL, DIREITO CIVIL, AUSÊNCIA, INVESTIGAÇÃO, INTERMÉDIO, PODER PÚBLICO, RESPONSABILIZAÇÃO, ÂMBITO INTERNACIONAL, INCIDÊNCIA, NORMA INTERNACIONAL, PROTEÇÃO, PESSOA NATURAL.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: INCONSTITUCIONALIDADE FORMAL, LEI, AUSÊNCIA, CARÁTER GERAL. LEGISLADOR FEDERAL, EXTRAPOLAÇÃO, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL. DESEMPENHO, ATIVIDADE, SEGURANÇA PÚBLICA, ATRIBUIÇÃO, ESTADO-MEMBRO, MUNICÍPIO, COMPETÊNCIA, EDIÇÃO, ATO NORMATIVO. PRINCÍPIO DA AUTONOMIA ESTADUAL, LIBERDADE, ESTADO-MEMBRO, AUTO-ORGANIZAÇÃO, AUTOADMINISTRAÇÃO. INICIATIVA DE LEI, CASO CONCRETO, PRESIDENTE DA REPÚBLICA. INCONSTITUCIONALIDADE MATERIAL, LEI, INVASÃO, COMPETÊNCIA LEGISLATIVA, ÓRGÃO ADMINISTRATIVO, CONTRARIEDADE, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. SUSPENSÃO, EFICÁCIA, LEI, AUTORIZAÇÃO, FORNECIMENTO, FOSFOETANOLAMINA SINTÉTICA, INVASÃO, COMPETÊNCIA ADMINISTRATIVA, ÓRGÃO, PODER EXECUTIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5243&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, REGIME JURÍDICO, SERVIDOR PÚBLICO)\nADI 776 (TP), ADI 821 (TP), ADI 2867 (TP), ADI 3169 (TP), ADI 4211 (TP). \n(COMPETÊNCIA LEGISLATIVA, ÓRGÃO ADMINISTRATIVO)\nADI 776 (TP), ADI 3075 (TP), ADI 3169 (TP), ADI 3343 (TP), ADI 2364 MC (1ªT). \n(SUSPENSÃO, EFICÁCIA, LEI, AUTORIZAÇÃO, FORNECIMENTO, FOSFOETANOLAMINA SINTÉTICA)\nADI 5501 MC (TP). \n- Decisões estrangeiras citadas: Comentário Geral n. 36, do Comitê de Direitos Humanos; Caso Favela Nova Brasília vs. Brasil, da Corte Interamericana de Direitos Humanos.\n- Veja: art. 4, art. 5, letra \"a\", letra \"b\", letra \"c\" e art. 9, dos Princípios Básicos sobre o Uso da Força e Armas de Fogo pelos Funcionários Responsáveis pela Aplicação da Lei, adotados em 7 de setembro de 1990, por ocasião do Oitavo Congresso das Nações Unidas sobre a Prevenção do Crime e o Tratamento dos Delinquentes.\nNúmero de páginas: 24.\nAnálise: 27/11/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO SOCIAL LIBERAL - PSL \nADV.(A/S)  : WLADIMIR SERGIO REALE \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS POLICIAIS FEDERAIS - FENAPEF \nADV.(A/S)  : RUDI MEIRA CASSEL E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":407742,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5243","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-04-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES","EDSON FACHIN"],"processo_numero":5243,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur353430","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que conhecia e desprovia o recurso, pediu vista dos autos o Ministro Roberto Barroso. Ausentes, justificadamente, os Ministros Celso de Mello e Dias Toffoli e, nesta assentada, o Ministro Luiz Fux. Falaram, pelo recorrente, o Dr. Ulisses Jung, OAB/RS 44.059, e, pela União, o Dr. Fabrício Sarmanho de Albuquerque, Procurador da Fazenda Nacional. Presidência do Ministro Ricardo Lewandowski. Plenário, 20.11.2014.\r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 643 da repercussão geral, negou provimento ao recurso extraordinário, vencidos os Ministros Roberto Barroso, Edson Fachin e Dias Toffoli. Em seguida, por maioria, o Tribunal fixou a seguinte tese: “Incide o imposto de produtos industrializados na importação de veículo automotor por pessoa natural, ainda que não desempenhe atividade empresarial e o faça para uso próprio”, vencidos os Ministros Roberto Barroso, Edson Fachin e Dias Toffoli. Quanto à modulação, o julgamento foi suspenso, após os votos dos Ministros Marco Aurélio (Relator), Teori Zavascki, Rosa Weber, Cármen Lúcia e Gilmar Mendes, que não modulavam os efeitos da decisão; os votos dos Ministros Roberto Barroso, Edson Fachin, Dias Toffoli e Celso de Mello, que modulavam a decisão para que tenha efeitos a partir deste momento, não podendo a Fazenda acionar o devedor retroativamente, mas admitindo a possibilidade de uma eventual restituição de indébito; e os votos dos Ministros Luiz Fux e Ricardo Lewandowski (Presidente), que modulavam os efeitos da decisão em menor extensão, no sentido de não se aplicar a tese adotada aos casos em que a cobrança já esteja sendo questionada na Justiça. Plenário, 03.02.2016. \r\n\n                       Decisão: Após os votos ora reajustados dos Ministros Luiz Fux e Ricardo Lewandowski (Presidente), não foi alcançado o quorum para a modulação dos efeitos da decisão proferida. Os Ministros Roberto Barroso, Celso de Mello e Gilmar Mendes assinalaram o entendimento de que nos casos em que há mudança de jurisprudência, sem declaração de inconstitucionalidade, a modulação pode ser feita por maioria absoluta do Tribunal. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 04.02.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur353430","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur353430","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS – IMPORTAÇÃO DE BENS PARA USO PRÓPRIO – CONSUMIDOR FINAL. Incide, na importação de bens para uso próprio, o Imposto sobre Produtos Industrializados, sendo neutro o fato de tratar-se de consumidor final.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11465344","externo_seq_objeto_incidente":4334606,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-164  DIVULG 04-08-2016  PUBLIC 05-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=723651&classe=RE","is_colac":false,"titulo":"RE 723651","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00006 INC-00001 LET-A LET-B\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00021 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00021 PAR-00003 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00022 PAR-00004\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00004 ART-00093 INC-00009 ART-00145 \n          PAR-00002 ART-00146 ART-00149 PAR-00003 \n          ART-00150 INC-00002 ART-00153 INC-00001 \n          INC-00004 PAR-00003 INC-00002 INC-00003 \n          ART-00154 INC-00001 ART-00155 INC-00002 \n          ART-00155 PAR-00002 INC-00009 LET-A REDAÇÃO ORIGINÁRIA\n          ART-00155 PAR-00002 INC-00009 LET-A REDAÇÃO DADA PELA EMC-33/2001\n          ART-00155 PAR-00003 INC-00002 ART-00170 \n          INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000018      ANO-1965\n          ART-00007 INC-00001 ART-00011\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000001      ANO-1969\n          ART-00021 PAR-00003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000033      ANO-2001\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-000025      ANO-1891\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004502      ANO-1964\n          ART-00002 INC-00001 INC-00002 ART-00046 \n          INC-00001 INC-00002 INC-00003 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00020 INC-00002 ART-00046 INC-00001 \n          INC-00002 INC-00003 PAR-ÚNICO ART-00047 \n          ART-00051 INC-00001 INC-00002 INC-00003 \n          INC-00004 PAR-ÚNICO\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   SUMSTF-000512      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000660      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-08-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSIDERAÇÃO, CÓDIGO TRIBUTÁRIO NACIONAL, DESEMBARAÇO ADUANEIRO, FATO GERADOR, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). CONSIDERAÇÃO, CÓDIGO TRIBUTÁRIO NACIONAL, IMPORTADOR, SUJEITO PASSIVO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). AUSÊNCIA, PREVISÃO, CÓDIGO TRIBUTÁRIO NACIONAL, DISTINÇÃO, TRATAMENTO JURÍDICO, HIPÓTESE, DESTINATÁRIO NÃO CONTRIBUINTE, IMPORTAÇÃO, BEM, FINALIDADE, USO PRÓPRIO. IMPOSSIBILIDADE, ESTADO BRASILEIRO, INTERFERÊNCIA, SITUAÇÃO, NATUREZA TRIBUTÁRIA, ESTADO ESTRANGEIRO, FUNDAMENTO, PRINCÍPIO DA AUTODETERMINAÇÃO DOS POVOS, PRINCÍPIO DA INDEPENDÊNCIA NACIONAL. RESTRIÇÃO, IMUNIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), EXPORTAÇÃO. AUSÊNCIA, PREVISÃO, CONSTITUIÇÃO FEDERAL, DISTINÇÃO, CONTRIBUINTE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). IRRELEVÂNCIA, INSERÇÃO, CONTRIBUINTE, ÂMBITO, COMÉRCIO. IRRELEVÂNCIA, AQUISIÇÃO, PRODUTO, OBJETIVO, USO PRÓPRIO. DISTINÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPOSTO SOBRE A IMPORTAÇÃO (II). LIMITAÇÃO, PROIBIÇÃO, COINCIDÊNCIA, BASE DE CÁLCULO, HIPÓTESE, TAXA, IMPOSTO. CONSIDERAÇÃO, FINALIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, IMPEDIMENTO, BITRIBUTAÇÃO. LIMITAÇÃO, APLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, INCIDÊNCIA, TRIBUTO, OPERAÇÃO SEGUINTE. DEFINIÇÃO, CÓDIGO TRIBUTÁRIO NACIONAL, FATO GERADOR, BASE DE CÁLCULO, CONTRIBUINTE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, IMPORTAÇÃO. EXIGÊNCIA, ISONOMIA, TRATAMENTO JURÍDICO, PRODUTO INDUSTRIALIZADO, BRASILEIRO, ESTRANGEIRO, MATÉRIA TRIBUTÁRIA. AUSÊNCIA, OFENSA, PRINCÍPIO DA NÃO CUMULATIVIDADE, DECORRÊNCIA, PREVISÃO, INEXISTÊNCIA, DIREITO, CRÉDITO, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), HIPÓTESE, AQUISIÇÃO, MERCADORIA, FINALIDADE, USO PRÓPRIO. IMPOSSIBILIDADE, PRESUNÇÃO, INCIDÊNCIA, TRIBUTO, PAÍS DE ORIGEM, HIPÓTESE, IMPORTAÇÃO. INAPLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, AUSÊNCIA, EFEITO CASCATA, TRIBUTAÇÃO. POSSIBILIDADE, VARIAÇÃO, ALÍQUOTA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), CONFORMIDADE, INTERESSE NACIONAL, FUNDAMENTO, PRINCÍPIO DA SELETIVIDADE. RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR, FUNDAMENTO, CARACTERIZAÇÃO, PROCESSO SUBJETIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR. IMPOSSIBILIDADE, GENERALIZAÇÃO, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO. INADEQUAÇÃO, TRIBUTAÇÃO, IMPORTAÇÃO, EQUIPAMENTO MÉDICO. PREVISÃO, TEXTO CONSTITUCIONAL, PRINCÍPIO DA NÃO CUMULATIVIDADE. AUSÊNCIA, EDIÇÃO, EMENDA CONSTITUCIONAL, CARÁTER ESPECÍFICO, OBJETIVO, PREVISÃO, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR. EXISTÊNCIA, RISCO, PREJUÍZO, RAMO DE ATIVIDADE, HIPÓTESE, NECESSIDADE, IMPORTAÇÃO, DECORRÊNCIA, INEXISTÊNCIA, PRODUTO, BRASILEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: RESTRIÇÃO, TESE, HIPÓTESE, IMPORTAÇÃO, VEÍCULO AUTOMOTOR.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: PROVIMENTO, RECURSO EXTRAORDINÁRIO. EVOLUÇÃO HISTÓRICA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), ÂMBITO, CONSTITUIÇÃO. PREVISÃO, LEGISLAÇÃO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO. POSSIBILIDADE, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), AQUISIÇÃO, VENDA, PRODUTO INDUSTRIALIZADO. INEXISTÊNCIA, PRECEDENTE, PLENÁRIO, MATÉRIA, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. INADEQUAÇÃO, APLICAÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), PRECEDENTE, PLENÁRIO, MATÉRIA, INCIDÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. LIMITAÇÃO, RAZÃO DE DECIDIR, PRECEDENTE, PLENÁRIO, PECULIARIDADE, REGRA, COMPETÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS). AUSÊNCIA, RECONHECIMENTO, PLENÁRIO, OFENSA, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, INCIDÊNCIA, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. CONSIDERAÇÃO, PRINCÍPIO DA NÃO CUMULATIVIDADE, ESPÉCIE, REGRA. INEXISTÊNCIA, INFLUÊNCIA, PRINCÍPIO DA NÃO CUMULATIVIDADE, MATERIALIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). LIMITAÇÃO, APLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, OCORRÊNCIA, INCIDÊNCIA TRIBUTÁRIA, PLURALIDADE, ETAPA, CADEIA PRODUTIVA. INAPLICABILIDADE, PRINCÍPIO DA NÃO CUMULATIVIDADE, HIPÓTESE, OCORRÊNCIA, INCIDÊNCIA TRIBUTÁRIA, UNICIDADE, OPERAÇÃO. CONSIDERAÇÃO, IMPORTADOR, CONTRIBUINTE DE FATO, CONTRIBUINTE DE DIREITO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). OFENSA, PRINCÍPIO DA IGUALDADE TRIBUTÁRIA, DISTINÇÃO, TRATAMENTO JURÍDICO, PRODUTO INDUSTRIALIZADO, BRASILEIRO, ESTRANGEIRO, FUNDAMENTO, IDENTIDADE, CAPACIDADE ECONÔMICA. CONSIDERAÇÃO, FINALIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), PROTEÇÃO, MERCADO INTERNO. NECESSIDADE, PRESERVAÇÃO, EQUILÍBRIO, CONCORRÊNCIA, MERCADO INTERNO, MERCADO EXTERNO, FUNDAMENTO, PRINCÍPIO DA LIVRE CONCORRÊNCIA. NECESSIDADE, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO, OBJETIVO, EQUIPARAÇÃO, TRIBUTAÇÃO, PRODUTO INDUSTRIALIZADO, BRASILEIRO, ESTRANGEIRO, DECORRÊNCIA, PREVALÊNCIA, ÂMBITO, COMÉRCIO EXTERIOR, IDEIA, TRIBUTAÇÃO, ESTADO DE DESTINO. DESNECESSIDADE, DISPOSIÇÃO EXPRESSA, OBJETIVO, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE. NECESSIDADE, ATUALIZAÇÃO, INTERPRETAÇÃO CONSTITUCIONAL, MATÉRIA, TRIBUTAÇÃO, COMÉRCIO EXTERIOR, DECORRÊNCIA, APROXIMAÇÃO, COMPRADOR, VENDEDOR, ATUALIDADE, INTERMÉDIO, REDE MUNDIAL DE COMPUTADORES. IMPOSSIBILIDADE, PODER JUDICIÁRIO, ELABORAÇÃO, POLÍTICA FISCAL. POSSIBILIDADE, PODER EXECUTIVO, REDUÇÃO, ALÍQUOTA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). POSSIBILIDADE, CONGRESSO NACIONAL, APROVAÇÃO, ISENÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI).\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PROVIMENTO, RECURSO EXTRAORDINÁRIO. IMPOSSIBILIDADE, INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, PESSOA NATURAL, IMPORTAÇÃO, PRODUTO, OBJETIVO, USO PRÓPRIO. OFENSA, PRINCÍPIO DA NÃO CUMULATIVIDADE, DECORRÊNCIA, IMPOSSIBILIDADE, CREDITAMENTO, IMPOSSIBILIDADE, RECUPERAÇÃO, ÔNUS, TRIBUTO. PREVISÃO, PRINCÍPIO DA NÃO CUMULATIVIDADE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), ÂMBITO, CONSTITUIÇÃO FEDERAL DE 1967, EMENDA CONSTITUCIONAL 1 DE 1969, CONSTITUIÇÃO FEDERAL DE 1988. INCIDÊNCIA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, INDUSTRIALIZAÇÃO, PRODUTO, CELEBRAÇÃO, NEGÓCIO JURÍDICO, TRANSFERÊNCIA, POSSE, PROPRIEDADE, PRODUTO. CONSIDERAÇÃO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), IMPOSTO INDIRETO. NECESSIDADE, DISTINÇÃO, CONTRIBUINTE DE FATO, CONTRIBUINTE DE DIREITO. APLICAÇÃO, TRIBUTAÇÃO, COMÉRCIO EXTERIOR, PRINCÍPIO, ESTADO DE DESTINO. OCORRÊNCIA, BIS IN IDEM, DECORRÊNCIA, DUPLICIDADE, INCIDÊNCIA, IMPOSTO, IDENTIDADE, MATERIALIDADE, IDENTIDADE, ENTE POLÍTICO. EXIGÊNCIA, AUTORIZAÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL, FINALIDADE, ADMISSÃO, BIS IN IDEM. IMPOSSIBILIDADE, ATRIBUIÇÃO, CONTRIBUINTE DE FATO, CONDIÇÃO, SUBSTITUTO TRIBUTÁRIO, ALIENANTE. EXISTÊNCIA, CAUSA DE PEDIR ABERTA, ÂMBITO, RECURSO EXTRAORDINÁRIO, REPERCUSSÃO GERAL. DEVER, PODER JUDICIÁRIO, OBSERVÂNCIA, PRINCÍPIO DA SEGURANÇA JURÍDICA. MOMENTO, FORMULAÇÃO, PRECEDENTE. DEVER, FUNDAMENTAÇÃO, DECISÃO JUDICIAL, HIPÓTESE, ALTERAÇÃO, JURISPRUDÊNCIA, HIPÓTESE, INOCORRÊNCIA, ALTERAÇÃO, CONSTITUIÇÃO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: PROVIMENTO, RECURSO EXTRAORDINÁRIO. EXIGÊNCIA, CÓDIGO TRIBUTÁRIO NACIONAL, CORRELAÇÃO, ATIVIDADE, SUJEITO PASSIVO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), ATIVIDADE, INDUSTRIALIZAÇÃO. AUSÊNCIA, EXERCÍCIO, ATIVIDADE COMERCIAL, HABITUALIDADE, HIPÓTESE, CONSUMIDOR FINAL, REALIZAÇÃO, IMPORTAÇÃO. IMPOSSIBILIDADE, ENQUADRAMENTO, CONSUMIDOR FINAL, CONDIÇÃO, SUBSTITUTO TRIBUTÁRIO, ALIENANTE. APLICABILIDADE, PRECEDENTE, IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E PRESTAÇÃO DE SERVIÇOS (ICMS), HIPÓTESE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI). IMPOSSIBILIDADE, REALIZAÇÃO, CREDITAMENTO, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, INCIDÊNCIA, IMPORTAÇÃO, CONSUMIDOR FINAL. ACUMULAÇÃO, CONSUMIDOR FINAL, IMPORTAÇÃO, CONDIÇÃO, CONTRIBUINTE DE FATO, CONTRIBUINTE DE DIREITO. INEXISTÊNCIA, AUTORIZAÇÃO, CONSTITUIÇÃO FEDERAL, COBRANÇA, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), HIPÓTESE, DESTINATÁRIO NÃO CONTRIBUINTE, REALIZAÇÃO, IMPORTAÇÃO, OBJETIVO, USO PRÓPRIO. NECESSIDADE, CONSIDERAÇÃO, PRINCÍPIO DA ISONOMIA, CADA, CASO CONCRETO. EXISTÊNCIA, RISCO, PREJUÍZO, HOSPITAL, CLÍNICA, HIPÓTESE, NECESSIDADE, REALIZAÇÃO, IMPORTAÇÃO, EQUIPAMENTO MÉDICO, DECORRÊNCIA, AUSÊNCIA, PRODUTO, MERCADO INTERNO.\n\n- MODULAÇÃO DE EFEITOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. NECESSIDADE, CAUTELA, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, AUSÊNCIA, DISCUSSÃO, CONSTITUCIONALIDADE, LEI. EXISTÊNCIA, CONTROVÉRSIA, JURISPRUDÊNCIA, REFERÊNCIA, MATÉRIA, CASO CONCRETO. EXIGÊNCIA, FAZENDA PÚBLICA, TRIBUTO, CASO CONCRETO. AUSÊNCIA, EFEITO VINCULANTE, DECISÃO, TURMA, SUPREMO TRIBUNAL FEDERAL (STF). NECESSIDADE, CONSIDERAÇÃO, QUORUM, DOIS TERÇOS, FINALIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, RECURSO EXTRAORDINÁRIO, REPERCUSSÃO GERAL, DECORRÊNCIA, EFICÁCIA EXPANSIVA, DECISÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. CONSIDERAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, CONSTITUIÇÃO RÍGIDA. CRIAÇÃO, INSTITUTO JURÍDICO, MODULAÇÃO DE EFEITOS, OBJETIVO, ATENDIMENTO, SITUAÇÃO, REPERCUSSÃO SOCIAL. SUBMISSÃO, SUPREMO TRIBUNAL FEDERAL (STF), CONSTITUIÇÃO FEDERAL. VINCULAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), ORDENAMENTO JURÍDICO. INADEQUAÇÃO, REABERTURA, DISCUSSÃO, QUORUM, MODULAÇÃO DE EFEITOS. PREVISÃO, LEI, QUORUM, DOIS TERÇOS, FINALIDADE, MODULAÇÃO DE EFEITOS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. CABIMENTO, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, ALTERAÇÃO, JURISPRUDÊNCIA FIRMADA. AUSÊNCIA, CONSOLIDAÇÃO, ENTENDIMENTO CONTRÁRIO, MOMENTO ANTERIOR, CASO CONCRETO. RESTRIÇÃO, EXIGÊNCIA, QUORUM, DOIS TERÇOS, HIPÓTESE, MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE. POSSIBILIDADE, LEGISLADOR, ALTERAÇÃO, LEI, OBJETIVO, REDUÇÃO, QUORUM, MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: IMPOSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. INADEQUAÇÃO, LIMITAÇÃO, MODULAÇÃO DE EFEITOS, PROCESSO EM CURSO. EXISTÊNCIA, RISCO, ESTÍMULO, CONTRIBUINTE, AJUIZAMENTO, AÇÃO JUDICIAL, HIPÓTESE, DÚVIDA.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: NECESSIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. EQUIVALÊNCIA, ALTERAÇÃO, JURISPRUDÊNCIA, CRIAÇÃO, DIREITO NOVO. IMPOSSIBILIDADE, ATRIBUIÇÃO, EFEITO RETROATIVO, ALTERAÇÃO, JURISPRUDÊNCIA, FUNDAMENTO, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA PROTEÇÃO À CONFIANÇA, PRINCÍPIO, BOA-FÉ. PREVALÊNCIA, ENTENDIMENTO CONTRÁRIO, MOMENTO ANTERIOR, ÂMBITO, PLURALIDADE, DECISÃO, TURMA, SUPREMO TRIBUNAL FEDERAL (STF), DECISÃO, RECURSO REPETITIVO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). NECESSIDADE, VALORIZAÇÃO, PRECEDENTE, FUNDAMENTO, ISONOMIA, SEGURANÇA JURÍDICA, EFICIÊNCIA, JUSTIÇA BRASILEIRA. INADEQUAÇÃO, DISTINÇÃO, VALOR, JURISPRUDÊNCIA, TURMA, PLENÁRIO, SUPREMO TRIBUNAL FEDERAL (STF). DESNECESSIDADE, QUORUM, DOIS TERÇOS, SUFICIÊNCIA, QUORUM, MAIORIA ABSOLUTA, FINALIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, AUSÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: NECESSIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, CASO CONCRETO. IMPOSSIBILIDADE, SUBMISSÃO, CIDADÃO, INSTABILIDADE, TRIBUNAL, FUNDAMENTO, PRINCÍPIO DA CONFIANÇA, PRINCÍPIO DA SEGURANÇA JURÍDICA. CONSIDERAÇÃO, PRINCÍPIO DA SEGURANÇA JURÍDICA, DECORRÊNCIA, ESTADO DEMOCRÁTICO DE DIREITO. CONSIDERAÇÃO, FUNÇÃO, JURISPRUDÊNCIA, ORIENTAÇÃO, DECISÃO, ÓRGÃO, PODER JUDICIÁRIO, ACELERAÇÃO, JULGAMENTO, AÇÃO JUDICIAL, IMPEDIMENTO, CONTRADIÇÃO, DECISÃO JUDICIAL, ATRIBUIÇÃO, PREVISIBILIDADE, ESTABILIDADE, JURISDIÇÃO. RECONHECIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), POSSIBILIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, ÂMBITO, PROCESSO SUBJETIVO. NECESSIDADE, VERIFICAÇÃO, ADEQUAÇÃO, MODULAÇÃO DE EFEITOS, CONFORMIDADE, CRITÉRIO, POLÍTICA JUDICIÁRIA. CONSIDERAÇÃO, MODULAÇÃO DE EFEITOS, FORMA, MITIGAÇÃO, DOUTRINA, NULIDADE, LEI INCONSTITUCIONAL. RECONHECIMENTO, CORTE CONSTITUCIONAL, ESTADOS UNIDOS DA AMÉRICA, INAPLICABILIDADE, PRECEDENTE, SITUAÇÃO, PASSADO, HIPÓTESE, ALTERAÇÃO, JURISPRUDÊNCIA. EXIGÊNCIA, QUORUM, MAIORIA ABSOLUTA, FINALIDADE, MODULAÇÃO DE EFEITOS, DECISÃO, HIPÓTESE, AUSÊNCIA, DECLARAÇÃO DE INCONSTITUCIONALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=723651&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA NÃO CUMULATIVIDADE)\nRE 353657 (TP), RE 370682 (TP), RE 566819 (TP). \n(IPI, IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE)\nRE 255682 AgR (2ªT), RE 272230 AgR (2ªT), RE 412045 AgR (1ªT), RE 550170 AgR (1ªT), RE 255090 AgR (2ªT), RE 501773 AgR (2ªT), RE 615595 AgR (1ªT), RE 643525 AgR (1ªT), RE 627844 AgR (2ªT). \n(ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS)\nARE 709212 (TP). \n(EFICÁCIA EXPANSIVA, DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE)\nRcl 4335 (TP). \n(FUNÇÃO, JURISPRUDÊNCIA)\nRTJ 195/281 (AI 179560 AGR). \n(MODULAÇÃO DE EFEITOS, PROCESSO SUBJETIVO)\nRE 197917 (TP), HC 82959 (TP), CC 7204 (TP), INQ 687 QO (TP). \n(QUORUM, MODULAÇÃO DE EFEITOS)\nRE 586453 (TP). \n(ICMS, IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE)\nRE 203075 (TP). \n- Decisões monocráticas citadas:\n(IPI, IMPORTAÇÃO, DESTINATÁRIO NÃO CONTRIBUINTE)\nARE 710559, ARE 714983, ARE 718413, RE 750871 AgR.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: RESP 1396488. \nTRF2: Mandado de Segurança nº 2003.51.01.011530-3, AMS 0011530-27.2003.4.02.5101. \n- Decisões estrangeiras citadas: Caso Linkletter vs. Walker, 381 U.S. 618, 629 (1965); Caso Chevron Oil Co. vs. Huson, 404 U.S. 97 (1971); Caso Hanover Shoe vs. United Shoe Mach. Corp., 392 U.S. 481 (1968); Caso Simpson vs. Union Oil Co., 377 U.S. 13 (1964); Caso England vs. State Bd. of Medical Examiners, 375 U.S. 411 (1964); Caso City of Phoenix vs. Kolodziejski, 399 U.S. 204 (1970); Caso Cipriano vs. City of Houma, 395 U.S. 701 (1969); Caso Allen  vs. State Bd. of Educ., 393 U.S. 544 (1969).\nNúmero de páginas: 136.\nAnálise: 16/09/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : LUIZ GERALDO BERTOLINI FILHO \nADV.(A/S)  : ULISSES BITENCOURT ALANO E OUTRO(A/S)\nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA FAZENDA NACIONAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"643 - Incidência do Imposto sobre Produtos Industrializados – IPI nas operações de importação de veículos automotores por pessoa natural para uso próprio.","old_seq_sjur":353430,"documental_tese_texto":"Incide o imposto de produtos industrializados na importação de veículo automotor por pessoa natural, ainda que não desempenhe atividade empresarial e o faça para uso próprio.","procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 723651","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-02-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARAÚJO, Valter Shuenquener de. O Princípio da Proteção da Confiança. Uma Nova Forma de Tutela do Cidadão Diante do Estado. Rio de Janeiro: Impetus, 2009. p. 62-63.\nÁVILA, Humberto. Segurança Jurídica: entre permanência, mudança e realização no Direito Tributário. 2. ed. São Paulo: Malheiros, 2012. p. 166 e 285.\nBALEEIRO, Aliomar. Direito Tributário Brasileiro. 12. ed. Rio de Janeiro: Forense. p. 470.\nBARROSO, Luís Roberto. Mudança da Jurisprudência do Supremo Tribunal Federal em Matéria Tributária. Segurança Jurídica e Modulação dos Efeitos Temporais das Decisões Judiciais. Parecer RDE. Revista de Direito do Estado, v. 2, 2006. p. 261.\nBOTALLO, Eduardo Domingos. IPI - Princípios e Estrutura. 2009. p. 32.\n______. Fundamentos do IPI (Imposto sobre Produtos Industrializados). São Paulo: Revista dos Tribunais, 2002. p. 41 e 45.\nCALIENDO, Paulo. Princípio da livre concorrência em matéria tributária: para uma superação do conceito de neutralidade fiscal. Interesse Público - IP, Belo Horizonte, ano 13, n. 67, p. 205-227, maio/jun. 2011.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 250.\nCARRAZZA, Roque Antonio; BOTTALLO, Eduardo Domingos. A não-incidência do IPI nas operações internas com mercadorias importadas por comerciantes (um falso caso de equiparação legal). Revista Dialética de Direito Tributário. São Paulo: Dialética, 2007. p. 100.\nFISCHER, Octavio Campos. Revista Tributária e de Finanças Públicas, São Paulo, v. 100, set./out. 2011. p. 267-283.\nGASSEN, Valcir. A Tributação do Consumo: o princípio de origem e de destino em processos de integração econômica. Florianópolis: Momento Atual, 2004. p. 82 e 172.\nMARINONI, Luiz Guilherme. Julgamento nas Cortes Supremas: precedentes e decisão do recurso diante do novo CPC. São Paulo: Revista dos Tribunais, 2015. p. 28. \nMELO, José Eduardo Soares de. IPI: teoria e prática. São Paulo: Malheiros, 2009. p. 128.\nMOREIRA, André Mendes. A não-cumulatividade dos tributos. 2. ed. revista e atualizada. 2012. p. 208. \nPAULSEN, Leandro. Impostos. 7. ed. Porto Alegre: Livraria do Advogado, 2011. p. 87.\nPAULSEN, Leandro; MELO, José Eduardo Soares de. Impostos Federais, Estaduais e Municipais. 9. ed. revista e atualizada. 2015. p. 120.\nSECRETARIA DA RECEITA FEDERAL DO BRASIL. Estatísticas de Comércio Exterior. Disponível em: http://idg.receita.fazenda.gov.br/dados/resultados/comercioexterior. Acesso em: 24 nov. 2015.\nTORRES, Ricardo Lobo. Tratado de Direito Constitucional Financeiro e Tributário. Os tributos na Constituição. Rio de Janeiro: Renovar, 2007. v. 4. p. 268.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":723651,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur336550","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do Relator, apreciando o tema 220 da repercussão geral, deu provimento ao recurso extraordinário para cassar o acórdão recorrido, a fim de que se mantenha a decisão proferida pelo juízo de primeiro grau. Ainda por unanimidade, o Tribunal assentou a seguinte tese: “É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais para dar efetividade ao postulado da dignidade da pessoa humana e assegurar aos detentos o respeito à sua integridade física e moral, nos termos do que preceitua o art. 5º, XLIX, da Constituição Federal, não sendo oponível à decisão o argumento da reserva do possível nem o princípio da separação dos poderes”. Ausente, justificadamente, o Ministro Teori Zavascki. Falaram, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República; pelo Estado do Rio Grande do Sul, o Dr. Luís Carlos Kothe Hagemann, e, pela União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso da Advocacia-Geral da União. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 13.08.2015.","is_repercussao_geral_merito":true,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur336550","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur336550","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: REPERCUSSÃO GERAL. RECURSO DO MPE CONTRA ACÓRDÃO DO TJRS. REFORMA DE SENTENÇA QUE DETERMINAVA A EXECUÇÃO DE OBRAS NA CASA DO ALBERGADO DE URUGUAIANA. ALEGADA OFENSA AO PRINCÍPIO DA SEPARAÇÃO DOS PODERES E DESBORDAMENTO DOS LIMITES DA RESERVA DO POSSÍVEL. INOCORRÊNCIA. DECISÃO QUE CONSIDEROU DIREITOS CONSTITUCIONAIS DE PRESOS MERAS NORMAS PROGRAMÁTICAS. INADMISSIBILIDADE. PRECEITOS QUE TÊM EFICÁCIA PLENA E APLICABIILIDADE IMEDIATA. INTERVENÇÃO JUDICIAL QUE SE MOSTRA NECESSÁRIA E ADEQUADA PARA PRESERVAR O VALOR FUNDAMENTAL DA PESSOA HUMANA. OBSERVÂNCIA, ADEMAIS, DO POSTULADO DA INAFASTABILIDADE DA JURISDIÇÃO. RECURSO CONHECIDO E PROVIDO PARA MANTER A SENTENÇA CASSADA PELO TRIBUNAL.\n\n\n\n    I - É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais. \n\n\n\n    II - Supremacia da dignidade da pessoa humana que legitima a intervenção judicial.\n\n\n\n    III - Sentença reformada que, de forma correta, buscava assegurar o respeito à integridade física e moral dos detentos, em observância ao art. 5º, XLIX, da Constituição Federal.\n\n\n\n    IV - Impossibilidade de opor-se à sentença de primeiro grau o argumento da reserva do possível ou princípio da separação dos poderes.\n\n\n\n    V - Recurso conhecido e provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=10166964","externo_seq_objeto_incidente":2637302,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-018  DIVULG 29-01-2016  PUBLIC 01-02-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=592581&classe=RE","is_colac":false,"titulo":"RE 592581","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 INC-00019 INC-00021\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-IMP   DLG      ANO-1830\n                DECRETO LEGISLATIVO - CODIGO CRIMINAL DO IMPERIO DO BRAZIL\n\n","LEG-IMP   CPCPI      ANO-1832\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00002 ART-00003 \n          ART-00004 ART-00005 INC-00002 INC-00035 \n          INC-00039 INC-00049 PAR-00002 ART-00006 \n          ART-00007 ART-00008 ART-00009 ART-00010 \n          ART-00011 ART-00012 ART-00013 ART-00014 \n          ART-00015 ART-00016 ART-00017 \n          ART-00109 PAR-00005 INCLUÍDO PELA EMC-45/2004\n          ART-00165 PAR-00005 ART-00167 INC-00001 \n          ART-00170\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-012106      ANO-2009\n          ART-00001 PAR-00001 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00007 ART-00010 NÚMERO-1\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   CVC      ANO-1969\n          ART-00005 NÚMERO-1 NÚMERO-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00001 ART-00003 PAR-ÚNICO ART-00040 \n          ART-00053 INC-00004 ART-00064 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          INC-00010 ART-00066 INC-00007 INC-00008 \n          ART-00067 ART-00068 INC-00001 INC-00002 \n          LET-A LET-B ART-00085 PAR-ÚNICO \n          ART-00088 \"CAPUT\" PAR-ÚNICO LET-A \n          LET-B ART-00089 ART-00092 ART-00099 \n          PAR-ÚNICO ART-00104 ART-00185 ART-00186 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00203 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA  SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000014      ANO-1994\n          ART-00001 ART-00003 ART-00007 ART-00008 \n          PAR-00001 PAR-00002 ART-00009 ART-00010 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00013 PAR-ÚNICO\n                RESOLUÇÃO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP\n\n","LEG-FED   RES-000009      ANO-2011\n          ITEM-3.1 ITEM-3.2 ITEM-3.10 ITEM-3.12 \n          ITEM-3.13\n                RESOLUÇÃO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP"],"publicacao_data":"2016-02-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROVIMENTO, RECURSO EXTRAORDINÁRIO, CASSAÇÃO, ACÓRDÃO RECORRIDO, MANUTENÇÃO, DECISÃO, PROFERIMENTO, JUÍZO DE PRIMEIRO GRAU. CONFIGURAÇÃO, PENA, FORMA, RESSOCIALIZAÇÃO. LIMITAÇÃO, PRETENSÃO PUNITIVA, PRINCÍPIO DA RESERVA LEGAL. NECESSIDADE, PENA, OBSERVÂNCIA, PRINCÍPIO DA PROPORCIONALIDADE. APRECIAÇÃO, HISTÓRIA, SISTEMA PRISIONAL BRASILEIRO, ATUALIDADE. EXISTÊNCIA, DISCRIMINAÇÃO, SOCIEDADE, CONTRARIEDADE, PRESO. SITUAÇÃO, SISTEMA PRISIONAL BRASILEIRO, ATUALIDADE, DEMONSTRAÇÃO, GOVERNO, IMPOSIÇÃO, PENA, SUPERIORIDADE, GRAVIDADE, PRIVAÇÃO, LIBERDADE, DECORRÊNCIA, ACRÉSCIMO, SOFRIMENTO FÍSICO, SOFRIMENTO PSÍQUICO, SOFRIMENTO MORAL, CARACTERIZAÇÃO, DESRESPEITO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, RETIRADA, PENA, TOTALIDADE, APTIDÃO, RESSOCIALIZAÇÃO. POSSIBILIDADE, INTERVENÇÃO, PODER JUDICIÁRIO, PRESERVAÇÃO, NÚCLEO ESSENCIAL, DECORRÊNCIA, ESSENCIALIDADE, DIGNIDADE DA PESSOA HUMANA. PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO, FINALIDADE, GARANTIA, ATUAÇÃO, PODER JUDICIÁRIO, AMEAÇA A DIREITO, LESÃO A DIREITO, CARACTERIZAÇÃO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. AUSÊNCIA, INTERFERÊNCIA, PODER JUDICIÁRIO, ÂMBITO, ATUAÇÃO, EXCLUSIVIDADE, ADMINISTRAÇÃO PÚBLICA, IMPLEMENTAÇÃO, POLÍTICAS PÚBLICAS. OCORRÊNCIA, OFENSA, LEI DE EXECUÇÃO PENAL. OCORRÊNCIA, OFENSA, NORMA SUPRALEGAL, NORMA INTERNACIONAL, DIREITOS HUMANOS. MOMENTO, PAÍS, ADESÃO, NORMA INTERNACIONAL, RESPONSABILIZAÇÃO, IMPLEMENTAÇÃO, SUJEIÇÃO, SUPERVISÃO, CONTROLE, ORGANISMO INTERNACIONAL. LICITUDE, ATUAÇÃO, MAGISTRADO, SITUAÇÃO, OMISSÃO, AUTORIDADE PÚBLICA, IMPLICAÇÃO, RISCO, GRAVIDADE, DIREITO, JURISDICIONADO. APRECIAÇÃO, INTERVENÇÃO, PODER JUDICIÁRIO, SISTEMA CARCERÁRIO, ESTADOS UNIDOS DA AMÉRICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: CARACTERIZAÇÃO, EXCESSO DE EXECUÇÃO, SITUAÇÃO, PROIBIÇÃO, LEI DE EXECUÇÃO PENAL. PODER JUDICIÁRIO, ASSEGURAMENTO, CONDENADO, DIREITO, PERMANÊNCIA, REGIME PRISIONAL MENOS GRAVOSO, HIPÓTESE, INEXISTÊNCIA, VAGA, ESTABELECIMENTO PENAL. CARACTERIZAÇÃO, PROGRESSÃO PER SALTUM, RESPOSTA, PODER JUDICIÁRIO, REITERAÇÃO, DESCUMPRIMENTO, LEI DE EXECUÇÃO PENAL, PODER EXECUTIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DEVER, ESTADO BRASILEIRO, GARANTIA, CONDIÇÃO, ADEQUAÇÃO, CUMPRIMENTO DA PENA, FUNDAMENTO, CONTEÚDO NORMATIVO, DIREITO FUNDAMENTAL, INTEGRIDADE FÍSICA, INTEGRIDADE MORAL, PRESO. INADMISSIBILIDADE, OFENSA, INTEGRIDADE, PRESO, ADMISSIBILIDADE, CONCESSÃO, INDENIZAÇÃO, FUNDAMENTO, DIGNIDADE DA PESSOA HUMANA. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, ATUAÇÃO, PODER JUDICIÁRIO, HIPÓTESE, AUSÊNCIA, EFETIVAÇÃO, DIREITO, POLÍTICA PÚBLICA, PREVISÃO, CONSTITUIÇÃO FEDERAL. INSUFICIÊNCIA, INVOCAÇÃO, RESERVA DO POSSÍVEL, EXCLUSÃO, CUMPRIMENTO, OBRIGAÇÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL, NECESSIDADE, DEMONSTRAÇÃO, ELEMENTO OBJETIVO, MOTIVO, IMPOSSIBILIDADE. INEXISTÊNCIA, DINHEIRO PÚBLICO, DISPONIBILIDADE, ORÇAMENTO, AUSÊNCIA, AFASTAMENTO, DEVER, GARANTIA, DIREITO, DECORRÊNCIA, POSSIBILIDADE, INCLUSÃO, DOTAÇÃO ORÇAMENTÁRIA, EXERCÍCIO FINANCEIRO SEGUINTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: POSSIBILIDADE, PODER JUDICIÁRIO, ATUAÇÃO, DECORRÊNCIA, NECESSIDADE, PROTEÇÃO, MINORIA, AUSÊNCIA, DIREITO, VOTO, DIREITO POLÍTICO, CONSEQUÊNCIA, IMPOSSIBILIDADE, INFLUÊNCIA, DECISÃO, CARÁTER POLÍTICO. OCORRÊNCIA, OMISSÃO, REITERAÇÃO, ADMINISTRAÇÃO PÚBLICA, ATENDIMENTO, OBRIGAÇÃO, ASSEGURAMENTO, CONDIÇÃO, ADEQUAÇÃO, CUMPRIMENTO DA PENA. OBRIGATORIEDADE, PODER PÚBLICO, PROTEÇÃO, PESSOA NATURAL, PRISÃO, DECORRÊNCIA, EXERCÍCIO, PODER-DEVER, PRIVAÇÃO, LIBERDADE. IMPOSSIBILIDADE, INVOCAÇÃO, RESERVA DO POSSÍVEL, POSTERGAÇÃO, PRESERVAÇÃO, NÚCLEO ESSENCIAL, DIGNIDADE DA PESSOA HUMANA. POSSIBILIDADE, PODER JUDICIÁRIO, ATUAÇÃO, EXCEPCIONALIDADE, HIPÓTESE, OMISSÃO, INCONSTITUCIONALIDADE, PODER EXECUTIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: POSSIBILIDADE, PODER JUDICIÁRIO, IMPOSIÇÃO, ADMINISTRADOR PÚBLICO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, HIPÓTESE, OMISSÃO, AUSÊNCIA, JUSTIFICATIVA, RISCO, DIREITO FUNDAMENTAL, DIGNIDADE DA PESSOA HUMANA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: CARACTERIZAÇÃO, DIGNIDADE DA PESSOA HUMANA, FUNDAMENTO, CONSTITUIÇÃO FEDERAL. ATUAÇÃO, PODER JUDICIÁRIO, INERÊNCIA, NECESSIDADE, PROTEÇÃO, DIREITO FUNDAMENTAL. DIMENSÃO OBJETIVA DOS DIREITOS FUNDAMENTAIS, IMPLICAÇÃO, NECESSIDADE, MECANISMO, PROTEÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: VINCULAÇÃO, SITUAÇÃO, SISTEMA CARCERÁRIO, SEGURANÇA PÚBLICA. IMPOSSIBILIDADE, INVOCAÇÃO, RESERVA DO POSSÍVEL, CASO CONCRETO, FUNDAMENTO, AUSÊNCIA, POLÍTICA PÚBLICA, DETERMINAÇÃO, EXECUÇÃO, ATO CONCRETO, MELHORIA, ESTABELECIMENTO PENAL. INOCORRÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, DECORRÊNCIA, REITERAÇÃO, OFENSA, LEGISLAÇÃO, EXECUÇÃO DA PENA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=592581&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SUPRALEGALIDADE, TRATADO INTERNACIONAL, DIREITOS HUMANOS)\nRE 349703 (TP), RE 466343 (TP), HC 87585 (TP), HC 92566 (TP). \n(FINALIDADE, PENA)\nHC 94163 (1ªT). \n(INEXISTÊNCIA, VAGA, ESTABELECIMENTO PENAL, ADEQUAÇÃO, CUMPRIMENTO DA PENA)\nHC 76930 (1ªT), HC 87985 (2ªT), HC 93596 (2ªT), RHC 65127 (2ªT), RTJ 129/1153 (HC 67072), RTJ 127/926 (HC 66593), RTJ 167/185 (HC 74732), RTJ 133/793 (HC 68310). \n(PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, OFENSA, INTEGRIDADE, PRESO)\nRE 272839 (2ªT), HC 102309 (2ªT). \n(FINALIDADE, RESSOCIALIZAÇÃO, PENA)\nHC 71179 (2ªT). \n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nRE 440028 (1ªT), ARE 649600, RE 642536 AgR (1ªT), RE 628159 AgR (1ªT), AI 739151 AgR (1ªT), ARE 744170 AgR (1ªT), ARE 740800 AgR (2ªT), RE 768825 AgR (2ªT), ARE 745745 AgR (2ªT), ARE 761127 AgR (1ªT), RE 820910 AgR (2ªT), RE 850215 AgR (2ªT), RE 669635 AgR (2ªT), ARE 860979 AgR (2ªT). \n- Decisão monocrática citada:\n(PODER JUDICIÁRIO, IMPLEMENTAÇÃO, POLÍTICA PÚBLICA)\nARE 832823.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: HC 13526, HC 13897, HC 48629, HC 66806, REsp 574511, RHC 18802\nRT 609/325, RT 613/319, RT 645/285, RT 669/371, RT 672/312, RT 679/332, RT 728/552, RT 735/516, RT 759/627. \n- Legislação estrangeira citada: Lei Fundamental alemã; Código de Hamurabi; art. 5, art. 6, art. 8 da Declaração Universal dos Direitos Humanos de 1948; Resolução 663C (XXIV) de 31 de julho de 1957 e Resolução 2076 (LXII) de 13 de maio de 1977, aprovadas pelo Conselho Econômico e Social das Nações Unidas.\n- Decisões estrangeiras citadas: Caso Brown v. Plata da Suprema Corte americana.\n- Veja IF 5129 do STF.\nNúmero de páginas: 133.\nAnálise: 30/03/2016, IMC.\nRevisão: 18/07/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO GRANDE DO SUL \nRECDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nINTDO.(A/S)  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nINTDO.(A/S)  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nINTDO.(A/S)  : ESTADO DE MINAS GERAIS \nADV.(A/S)  : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nINTDO.(A/S)  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ESTADO DA BAHIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nINTDO.(A/S)  : ESTADO DO AMAPÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ESTADO DE MATO GROSSO DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL \nINTDO.(A/S)  : DISTRITO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"220 - Competência do Poder Judiciário para determinar ao Poder Executivo a realização de obras em estabelecimentos prisionais com o objetivo de assegurar a observância de direitos fundamentais dos presos.","old_seq_sjur":336550,"documental_tese_texto":"É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais para dar efetividade ao postulado da dignidade da pessoa humana e assegurar aos detentos o respeito à sua integridade física e moral, nos termos do que preceitua o art. 5º, XLIX, da Constituição Federal, não sendo oponível à decisão o argumento da reserva do possível nem o princípio da separação dos poderes.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 592581","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-08-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"BECCARIA, Cesare. Dos delitos e das penas. 3. ed. São Paulo: Martins Fontes, 2005. p. 93.\nBERCOVICI, Gilberto. Constituição e política: uma relação difícil. Lua Nova. nº 61. 2004. p. 5-24. Disponível em: http://www.scielo.br/pdf/ln/n61/a02n61.\nBONAVIDES, Paulo. Ciência Política. 16. ed. São Paulo: Malheiros, 2009. p. 115 e 121.\nCANELA JÚNIOR, Osvaldo. Controle Judicial de Políticas Públicas. São Paulo: Saraiva, 2011. p. 94-95.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional. Coimbra: Almedina, 1992. p. 352.\n______. Direito constitucional. 7. ed. Coimbra: Almedina. p. 225.\n______. Direito Constitucional e Teoria da Constituição. 7. ed. 2. Reimp. Coimbra:Almedina. p. 556-558.\nCARVALHO NETO, Menelick. SCOTTI Guilherme. Os Direitos Fundamentais e a (In)Certeza do Direito - A produtividade das Tensões Principiológicas e a Superação do Sistema de Regras. Belo Horizonte. Fórum, 2011. p. 19-20.\nCAZETTA, Ubiratan. Direitos humanos e federalismo: o incidente de deslocamento de competência. São Paulo: Atlas, 2009.\nCOMPARATO, Fábio. O papel do juiz na efetivação dos direitos humanos. Disponível em: http://www.egov.ufsc.br/portal/conteudo/o-papel-do-juiz-na-efetiva %C3%A7%C3%A3o-dos-direitos-humanos. Acesso em: 12. ago. 2015.\nFEELEY, Malcolm; RUBIN, Edward. Judicial policy making and the modern state: how the courts reformed America’s prisons. Cambridge, UK: Cambridge University Press, 1998. p. 1 e 160. \nFOUCAULT, Michel. Vigiar e punir. Rio de Janeiro: Vozes, 2009. p. 62.\nFRAGOSO, Heleno et al. Direitos dos Presos. Rio de Janeiro: Forense, 1980. p. 81.\nGALDINO, Flávio. Estudos sobre a adequação do sistema de litigância dos prison reform cases norte-americanos ao direito brasileiro. In: Arquivos de direitos humanos. Rio de Janeiro, 2006. v. 6. p. 73.\nGODOY, Miguel Gualano de. Constitucionalismo e Democracia: uma leitura a partir de Carlos Santiago Nino e Roberto Gargarella. São Paulo: Saraiva, 2012.\nGOUVÊA, Marcos Maselli. O controle judicial das omissões administrativas. Rio de Janeiro: Forense, 2003. p. 173, seguintes e 181.\nGRECO FILHO, Vicente. Direito Processual Civil Brasileiro. 20. ed. São Paulo: Saraiva, 2009. v.3. p. 171.\nGRECO, Rogério. Direitos humanos, sistema prisional e alternativas à privação da liberdade. São Paulo: Saraiva, 2011. p. 191 e 256.\nLEWANDOWSKI, Enrique Ricardo. A proteção dos direitos humanos na ordem interna e internacional. Rio de Janeiro: Forense, 1984. p. 177. \nLIMA, Wilson. Estados perdem R$ 135 milhões destinados a investimentos em presídios. iG. Brasília, 16 nov. 2013. Disponível em: http://ultimosegundo.ig.com.br/brasil/2013-11-16/estadosperdem-r-135-milhoes-destinados-a-investimentos-em-presidios.html.\nMAIA, Clarissa Nunes et al (Org.). História das prisões no Brasil. Rio de Janeiro: Rocco, 2009. v. 1. p. 9, 284, 285, 287, 288 e 310.\nMIRANDA, Jorge. Teoria do Estado e da Constituição. 4. ed. Rio de Janeiro: Forense, 2015. p. 355-356. \nPIOVESAN, Flávia. Direitos humanos e o Direito Constitucional Internacional. 9. ed. rev., ampl. e atual. São Paulo: Saraiva, 2008. p. 299-300.\nMIRABETE, Julio Fabbbrini. Processo Penal. São Paulo: Atlas, 1991. p. 24.\nNÉRIGÓ Felipe. Estados deixam de construir prisões e devolvem R$ 187 milhões à União. G1, Brasília, 30 jan. 14. Disponível em: . Acesso em 12.08.2015.\nNORONHA, Magalhães Edgard. Direito Penal. 6 ed. São Paulo: Saraiva, 1970. v. 1. p. 28.\nROXIN, Claus. Problemas Fundamentais do Direito Penal. Lisboa: Veja, 1986. p. 40.\nRULLI JÚNIOR, Antônio. Universalidade da jurisdição. São Paulo: Oliveira Mendes, 1998. p. 141.\nSARLET, Ingo Wolfgang. Dignidade da pessoa humana e direitos fundamentais. Porto Alegre: Livraria do Advogado, 2001. p. 60.\nSCAFF, Fernando Facury. Sentenças aditivas, Direitos Sociais e Reserva do Possível. In: Revista Dialética de Direito Processual, n. 51, p. 90, jun. 2007.\nSILVA, José Afonso da. Comentário contextual à constituição. 6. ed. São Paulo: Malheiros, 2009. p. 37 e 38.\nWATANABE, Kazuo. Da cognição no processo civil. 2. ed. Campinas: Bookseller, 2000. p. 58-59.\nA Visão do Ministério Público sobre o Sistema Prisional Brasileiro. Conselho Nacional do Parquet, 2013. Disponível em: http://www.cnmp.mp.br/portal/noticia/3486-dadosineditos-do-cnmp-sobre-sistema-prisional. Acesso em 12. ago. 2015.\nCorte Interamericana de Direitos Humanos. Disponível em: http://www.corteidh.or.cr. Acesso em: 12 ago. 2015.\nComplexo do Tatuapé – FEBEM. Corte Interamericana de Direitos Humanos. São Paulo. Disponível em: http://www.corteidh.or.cr/index.php/en/jurisprudencia.\nDados DENPEN. Coordenação de Engenharia e Arquitetura do Departamento Penitenciário Nacional do Ministério da Justiça – Depen/MJ, 30 jun. 2015.\nExposição de Motivo da Lei de Execução Penal. Disponível: www.portal.mj.gov.br. Acesso em: 13 ago. 2015.\nFundo Penitenciário Nacional - FUNPEN. Disponíveis em: http://portal.mj.gov.br/main.asp?View={C0BE0432-C046-47D6-916A-9A3CF77E3AF5}&BrowserType=NN&LangID=pt-br&params=itemID%3D%7B962415EA-0D31-4F48-ACAF-D9ED8FB27E6E%7D%3B&UIPartUID=%7B2868BA3C-1C72-4347-BE11-A26F70F4CB26%7D. Acesso em: 12 ago. 2015.\nLevantamento Nacional de Informações Penitenciárias Infopen - Junho de 2014. Disponível em: http://www.justica.gov.br/seus-direitos/politica-penal/relatorio-depen-versao-web.pdf. Acesso em: 12. ago. 2015.\nPolíticas penitenciárias capitaneadas pelo Depen/MJ. Disponível em: http://www.justica.gov.br/seus-direitos/politica-penal/politicas-2. Acesso em: 30 jun. 2015.\nRelatório de inspeção em estabelecimentos prisionais. Rio Grande do Sul, 24 ago. 2009. Disponível em: http://portal.mj.gov.br/data/Pages/MJE9614C8CITEMIDA5701978080B47B798B690E484B49285PTBRIE.htm. Acesso em: 12. ago. 2015.\nRelatório de inspeções. Espírito Santo, maio 2009. Disponível em:  http://www.vepema.com.br/novosite/wa_files/relatrio-escnj.pdf\nSujeira e superlotação interditam celas de DP no ES. Disponível em: http://noticias.terra.com.br/brasil/noticias/0,,OI4106806-EI5030,00-Sujeira+e+superlotacao+interditam+celas+de+DP+em+Vitoria.html#tarticle>. Acesso em: 12. ago. 2015.","ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":592581,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373748","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de “habeas corpus”, em ordem a determinar a soltura dos ora pacientes, se por al não estiverem presos, eis que excessivo o período de duração da prisão cautelar a que estão submetidos nos autos da Ação Penal nº 0017342-47.2010.8.21.0023, ora em curso perante o Juízo de Direito da 1ª Vara Criminal da comarca de Rio Grande/RS, sem prejuízo, se for o caso, da aplicação, aos referidos pacientes, das medidas cautelares alternativas definidas no art. 319 do Código de Processo Penal. Deferiu, ainda, o pedido de “habeas corpus” para que o E. Superior Tribunal de Justiça julgue o REsp 1.540.240/RS no prazo máximo de 10 (dez) sessões (entre ordinárias e extraordinárias), contado da comunicação da presente decisão, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Edson Fachin. 2ª Turma, 6.6.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur373748","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373748","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: “HABEAS CORPUS” – PRISÃO CAUTELAR QUE SE PROLONGA POR MAIS DE 07 (SETE) ANOS – PACIENTES QUE, EMBORA PRONUNCIADOS, SEQUER FORAM SUBMETIDOS, ATÉ O PRESENTE MOMENTO, A JULGAMENTO PERANTE O TRIBUNAL DO JÚRI – INADMISSIBILIDADE – EXCESSO DE PRAZO CARACTERIZADO – SITUAÇÃO QUE NÃO PODE SER TOLERADA NEM ADMITIDA – DIREITO PÚBLICO SUBJETIVO DE QUALQUER RÉU, MESMO TRATANDO-SE DE DELITO HEDIONDO, A JULGAMENTO PENAL SEM DILAÇÕES INDEVIDAS NEM DEMORA EXCESSIVA OU IRRAZOÁVEL – DURAÇÃO ABUSIVA DA PRISÃO CAUTELAR QUE TRADUZ SITUAÇÃO ANÔMALA APTA A COMPROMETER A EFETIVIDADE DO PROCESSO E A FRUSTRAR O DIREITO DO ACUSADO À PROTEÇÃO JUDICIAL DIGNA E CÉLERE – PRECEDENTES (RTJ 187/933-934, Rel. Min. CELSO DE MELLO – HC 85.237/DF, Rel. Min. CELSO DE MELLO, v.g.) – MAGISTÉRIO DA DOUTRINA (Odone Sanguiné, José Rogério Cruz e Tucci, Luiz Flávio Gomes e Rogério Lauria Tucci) – OCORRÊNCIA, NA ESPÉCIE, DE LESÃO EVIDENTE AO “STATUS LIBERTATIS” DOS PACIENTES EM RAZÃO DE OFENSA À CONSTITUIÇÃO DA REPÚBLICA (ART. 5º, INCISO LXXVIII), À CONVENÇÃO AMERICANA DE DIREITOS HUMANOS (ARTIGO 7º, n. 5) E AO PACTO INTERNACIONAL DE DIREITOS CIVIS E POLÍTICOS (ARTIGO 9º, n. 3) – PARECER DO MINISTÉRIO PÚBLICO PELA CONCESSÃO DA ORDEM – “HABEAS CORPUS” DEFERIDO.\n\n\n\n    – Nada pode justificar a permanência de uma pessoa na prisão, sem culpa formada, quando configurado excesso irrazoável no tempo de sua segregação cautelar (RTJ 137/287 – RTJ 157/633 – RTJ 180/262-264 – RTJ 187/933-934), considerada a excepcionalidade de que se reveste, em nosso sistema jurídico, a prisão meramente processual do indiciado ou do réu, mesmo que se trate de crime hediondo ou de delito a este equiparado.\n\n\n\n    – O excesso de prazo, quando exclusivamente imputável ao aparelho judiciário – não derivando, portanto, de qualquer fato procrastinatório causalmente atribuível ao réu –, traduz situação anômala que compromete a efetividade do processo, pois, além de tornar evidente o desprezo estatal pela liberdade do cidadão, frustra um direito básico que assiste a qualquer pessoa: o direito à resolução do litígio sem dilações indevidas (CF, art. 5º, LXXVIII) e com todas as garantias reconhecidas pelo ordenamento constitucional, inclusive a de não sofrer o arbítrio da coerção estatal representado pela privação cautelar da liberdade por tempo irrazoável ou superior àquele estabelecido em lei.\n\n\n\n    – A duração prolongada, abusiva e irrazoável da prisão cautelar de alguém ofende, de modo frontal, o postulado da dignidade da pessoa humana, que representa – considerada a centralidade desse princípio essencial (CF, art. 1º, III) – significativo vetor interpretativo, verdadeiro  valor-fonte que conforma e inspira todo o ordenamento constitucional vigente em nosso País e que traduz, de modo expressivo, um dos fundamentos em que se assenta, entre nós, a ordem republicana e democrática consagrada pelo sistema de direito constitucional positivo. Constituição Federal (Art. 5º, incisos LIV e LXXVIII). EC 45/2004. Convenção Americana sobre Direitos Humanos (Art. 7º, ns. 5 e 6). Pacto Internacional de Direitos Civis e Políticos (Art. 9º, n. 3) Doutrina. Jurisprudência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13625941","externo_seq_objeto_incidente":5160440,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-212  DIVULG 18-09-2017  PUBLIC 19-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=142177&classe=HC","is_colac":false,"titulo":"HC 142177","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00054 \n          INC-00056 \n          ART-00005 INC-00078 REDAÇÃO DADA PELA EMC-45/2004\n          ART-00144 \"CAPUT\"\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00012\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-INT   CVC      ANO-1969\n          ART-00007 NÚMERO-5 NÚMERO-6\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009 NÚMERO-3\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00121 PAR-00002 \n          INC-00001 INC-00003 INC-00004 INC-00005 \n          ART-00211\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00319\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   SUMSTF-000697      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-09-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), SUPERVENIÊNCIA, DECISÃO DE PRONÚNCIA, EXCESSO DE PRAZO, CONSTRANGIMENTO ILEGAL. EXCESSO DE PRAZO, DEVIDO PROCESSO LEGAL. HABEAS CORPUS DE OFÍCIO, EXCESSO DE PRAZO, PRISÃO CAUTELAR.\n\n- OBITER DICTUM, MIN. DIAS TOFFOLI: DIFICULDADE, TRIBUNAL DO JÚRI, COIBIÇÃO, APLICAÇÃO, SANÇÃO, CRIME DOLOSO CONTRA A VIDA. CRESCIMENTO, NÚMERO, HOMICÍDIO, TERRITÓRIO NACIONAL. SITUAÇÃO, VULNERABILIDADE, VÍTIMA, VIOLÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=142177&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DECISÃO DE PRONÚNCIA, EXCESSO DE PRAZO)\nHC 100567 (1ªT), HC 118065 (2ªT), RHC 123730 AgR (1ªT). \n(PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO)\nRHC 68631 (TP) - RTJ 137/287, HC 70856 (1ªT) - RTJ 157/633, RHC 71954 (1ªT), RHC 79200 (2ªT) - RTJ 172/184, HC 80379 (1ªT) - RTJ 187/933, HC 80719 (1ªT) - RTJ 180/262, HC 83977 (1ªT), HC 85237 (TP) - RTJ 195/212, HC 87676 (2ªT), HC 88025 (2ªT) - RTJ 201/286, HC 92604 (2ªT). \n(EXCESSO DE PRAZO, CONSTRANGIMENTO ILEGAL, STATUS LIBERTATIS, RÉU)\nHC 83773 (2ªT), HC 84254 (2ªT). \n(CONCESSÃO, HC, EXCESSO DE PRAZO, PRISÃO CAUTELAR)\nHC 79789 (1ªT), HC 81149 (1ªT) - RTJ 181/1064, RHC 83177 (2ªT), HC 83867 (1ªT), HC 84181 (1ªT), HC 84662 (1ªT), HC 84907 (1ªT), HC 59629 (2ªT), RHC 63601 (2ªT) - RTJ 118/484. \n(HC, DEMORA, INSTÂNCIA INFERIOR, JULGAMENTO, PROCESSO PENAL)\nHC 91041 (1ªT), HC 91986 (1ªT), HC 93424 (2ªT), HC 95067 (2ªT), HC 99001 (2ªT), HC 102907 (1ªT), HC 102923 (2ªT), HC 103723 (2ªT), HC 103793 (2ªT), HC 103999 (2ªT). \n- Legislação estrangeira citada: art. 5º, n. 3, da Convenção Europeia para Salvaguarda dos Direitos do Homem e das Liberdades Fundamentais.\nNúmero de páginas: 36.\nAnálise: 16/11/2017, JSF.\nRevisão: 23/11/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : RODRIGO DUARTE \nPACTE.(S)  : GABRIEL DUARTE \nIMPTE.(S)  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nCOATOR(A/S)(ES) : RELATOR DO RESP 1.540.240 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":373748,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"HC 142177","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2017-06-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"GOMES, Luiz Flávio. O sistema interamericano de proteção dos direitos humanos e o direito brasileiro. Revista dos Tribunais, 2000. p. 242-245.\nHOLANDA, Sérgio Buarque de. Raízes do Brasil.\nSANGUINÉ, Odone. Prisão cautelar, medidas alternativas e direitos fundamentais. Forense, 2014. p. 463-465 e 467, item 3.1.\nTUCCI, José Rogério Cruz e. Tempo e processo - uma análise empírica da repercussões do tempo na fenomenologia processual - civil e penal. Revista dos Tribunais, 1998. p. 87-88, item 3.5.\nTUCCI, Rogério Lauria. Direitos e garantias individuais no processo penal brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 249-254, itens 10.1 e 10.2.","ministro_facet":["CELSO DE MELLO"],"processo_numero":142177,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur374217","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"Após os votos dos Senhores Ministros Gilmar Mendes (Relator) e Ellen Gracie, que negavam provimento ao recurso extraordinário, com declaração de inconstitucionalidade e efeito ex nunc, pediu vista dos autos o Senhor Ministro Ayres Britto. Ausente o Senhor Ministro Joaquim Barbosa, licenciado. Presidência do Senhor Ministro Cezar Peluso. Plenário, 04.08.2011. \r\n\n                       Decisão:  O Tribunal, por maioria e nos termos do voto do Relator, conheceu do recurso extraordinário e a ele negou provimento, com declaração de inconstitucionalidade, com efeitos ex nunc, do art. 23, § 5º, da Lei 8.036/1990 e do art. 55 do Decreto 99.684/1990, de modo a alcançar apenas os processos ajuizados posteriormente à presente decisão. Vencido o Ministro Marco Aurélio. Ausentes o Ministro Dias Toffoli, participando da solenidade de abertura do 110º Encontro do Conselho dos Tribunais de Justiça, na cidade de São Paulo, e, neste julgamento, a Ministra Rosa Weber. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 16.3.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur374217","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur374217","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Recurso extraordinário. Direito do Trabalho. Fundo de Garantia por Tempo de Serviço (FGTS). Cobrança de valores não pagos. Prazo prescricional. Prescrição quinquenal. Art. 7º, XXIX, da Constituição. Superação de entendimento anterior sobre prescrição trintenária. Inconstitucionalidade dos arts. 23, § 5º, da Lei 8.036/1990 e 55 do Regulamento do FGTS aprovado pelo Decreto 99.684/1990. Segurança jurídica. Necessidade de modulação dos efeitos da decisão. Art. 27 da Lei 9.868/1999. Declaração de inconstitucionalidade com efeitos ex nunc. Recurso extraordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13669829","externo_seq_objeto_incidente":2458020,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-217  DIVULG 25-09-2017  PUBLIC 26-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=522897&classe=RE","is_colac":false,"titulo":"RE 522897","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   CF      ANO-1988\n          ART-00007 INC-00003 \n          ART-00007 INC-00029 REDAÇÃO ORIGINÁRIA\n          ART-00007 INC-00029 LET-A REDAÇÃO ORIGINÁRIA\n          ART-00007 INC-00029 LET-B REDAÇÃO ORIGINÁRIA\n          ART-00007 INC-00029 REDAÇÃO DADA PELA EMC-28/2000\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000028      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-003807      ANO-1960\n          ART-00144\n                LOPS-1960 LEI ORGÂNICA DA PREVIDÊNCIA SOCIAL\n\n","LEG-FED   LEI-005107      ANO-1966\n          ART-00020\n                LEI ORDINÁRIA - REVOGADA PELA LEI-7839/1989\n\n","LEG-FED   LEI-005172      ANO-1966\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-007839      ANO-1989\n          ART-00021 PAR-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008036      ANO-1990\n          ART-00017 ART-00020 ART-00023 PAR-00005 \n          ART-00025 ART-00026\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00002 PAR-00001\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008212      ANO-1991\n          ART-00045 ART-00046\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008844      ANO-1994\n          ART-00001 ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   DEL-005452      ANO-1943\n          TÍTULO-7\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEC-099684      ANO-1990\n                DECRETO\n\n","LEG-FED   REG      ANO-1990\n          ART-00055\n                REGULAMENTO DO FUNDO DE GARANTIA DO TEMPO DE SERVIÇO - FGTS - APROVADO PELO DEC-99684/1990\n\n","LEG-FED   SUV-000008      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000394      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMTST-000095      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMSTJ-000210      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\n\n","LEG-FED   SUMTST-000362      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST"],"publicacao_data":"2017-09-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ORIGEM, TESE, PRESCRIÇÃO TRINTENÁRIA, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS). CONSTITUIÇÃO FEDERAL DE 1988, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), NATUREZA JURÍDICA, DIREITO TRABALHISTA. JURISPRUDÊNCIA, TRIBUNAL SUPERIOR DO TRABALHO (TST), PRAZO PRESCRICIONAL, DOIS ANOS, ENCERRAMENTO, CONTRATO DE TRABALHO. PRINCÍPIO, PROTEÇÃO DO TRABALHADOR, ESTABILIDADE, RELAÇÃO JURÍDICA. CIENTIFICAÇÃO, TRABALHADOR, OCORRÊNCIA, DEPÓSITO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), VIGÊNCIA, CONTRATO DE TRABALHO. SINDICATO, COBRANÇA JUDICIAL, DEPÓSITO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS). MINISTÉRIO DO TRABALHO (MTB), FISCALIZAÇÃO, DEPÓSITO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS). PROCURADORIA GERAL DA FAZENDA NACIONAL (PGFN), REPRESENTAÇÃO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), ÂMBITO JUDICIAL, ÂMBITO EXTRAJUDICIAL. ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS. DOUTRINA, ASPECTO TEMPORAL, INTERPRETAÇÃO CONSTITUCIONAL. INCONSTITUCIONALIDADE PROGRESSIVA. MUTAÇÃO CONSTITUCIONAL, DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA, REPÚBLICA FEDERAL DA ALEMANHA. PRINCÍPIO DA NULIDADE, LEI INCONSTITUCIONAL, PRINCÍPIO DA SEGURANÇA JURÍDICA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ELLEN GRACIE: EVOLUÇÃO, LEGISLAÇÃO. CORRELAÇÃO, FUNDO DE GARANTIA POR TEMPO DE SERVIÇO (FGTS), RELAÇÃO DE TRABALHO. PRAZO PRESCRICIONAL, SEGURANÇA JURÍDICA, EMPREGADOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: MODULAÇÃO DE EFEITOS, ALTERAÇÃO, JURISPRUDÊNCIA, PRINCÍPIO DA BOA-FÉ OBJETIVA, PRINCÍPIO DA PROTEÇÃO À CONFIANÇA, ESTADO DEMOCRÁTICO DE DIREITO. DIREITO COMPARADO, ESTADOS UNIDOS DA AMÉRICA.\n\n- TERMO(S) DE RESGATE: PROSPECTIVE OVERRULING.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=522897&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RE, PRAZO PRESCRICIONAL, CORREÇÃO MONETÁRIA, MULTA, FGTS)\nRE 584608 RG. \n(FGTS, NATUREZA JURÍDICA, DIREITO TRABALHISTA)\nRE 100249 (TP). \n(PRESCRIÇÃO TRINTENÁRIA, FGTS)\nRE 116761 (1ªT), RE 134328 (1ªT), RE 120189 (2ªT). \n(ALTERAÇÃO, JURISPRUDÊNCIA, MODULAÇÃO DE EFEITOS)\nRE 197917 (TP), MS 24268 (TP) - RTJ 191/922, HC 82959 (TP), MS 24927 (TP), CC 7204 (TP), MS 26603 (TP), Inq 687 QO (TP). \n(MODULAÇÃO DE EFEITOS, CONTROLE DIFUSO)\nRE 197917 (TP). \n(PRESCRIÇÃO QUINQUENAL, FGTS)\nARE 709212 (TP). \n- Decisões estrangeiras citadas: Caso Plessy vs. Ferguson (1896), Caso Brown vs. Board of Education (1954), Caso Mapp vs. Ohio, 367 U.S. 643 (1961), Caso Linkletter vs. Walker, 381 U.S. 618 (1965), Caso Wolf vs. Colorado, 338 U.S. 25 (1949), Caso Chevron Oil Co. vs. Huson, 404 U.S. 97 (1971), Caso Hanover Shoe vs. United Shoe Mach. Corp., 392 U.S. 481 (1968), Caso Simpson vs. Union Oil Co., 377 U.S. 13 (1964), Caso England vs. State Bd. of Medical Examiners, 375 U.S. 411 (1964), Caso City of Phoenix vs. Kolodziejski, 399 U.S. 204 (1970), Caso Cipriano vs. City of Houma, 395 U.S. 701 (1969), Caso Allen vs. State Bd. of Educ., 393 U.S. 544 (1969), da Corte Suprema Americana; BVerfGE 33, 1 (12), de 14 de março de 1972, da Corte Constitucional alemã.\n- Legislação estrangeira citada: Quarta Emenda da Constituição dos Estados Unidos da América; Lei Fundamental Alemã.\nNúmero de páginas: 47.\nAnálise: 22/02/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE \nRECDO.(A/S)  : MARIA EDNA FRANÇA DA SILVA \nADV.(A/S)  : FRANCISCO SOARES DE QUEIROZ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":374217,"documental_tese_texto":null,"procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"RE 522897","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-03-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"CAMPOS, Roberto. Lanterna na popa. Rio de Janeiro: Topbooks, 1994. p. 713.\nCOELHO, Inocêncio Mártires. Interpretação Constitucional. Porto Alegre: Sergio Antonio Fabris, 1997. cap. 4.\nHÄBERLE, Peter. Zeit und Verfassung. In: DREIER, Ralf; SCHWEGMANN, Friedrich (Org.). Baden-Baden: Nomos, 1976. p. 295-296, 300 e 312-313.\nLARENZ, Karl. Metodologia da ciência do direito. 3. ed. Lisboa, 1997. p. 495, 498-500 e 517.\nLIMA, Christina Aires Corrêa. O Princípio da Nulidade das Leis Inconstitucionais. UnB, 2000. p. 84.\nMARTINS, Sérgio Pinto. Manual do FGTS. 2. ed. Atlas, 2000. p. 243-244.\n______. Prescrição do FGTS para o empregado. Repertório IOB de Jurisprudência: trabalhista e previdenciário, n. 13, 1999.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte: Staatsrecht II. Heidelberg: C.F. Müller, 1995. p. 53.\nSILVA, José Afonso da. Comentário contextual à constituição. 4. ed. São Paulo: Malheiros, 2007. p. 191.\nUNITED STATES OF AMERICA. Supreme Court of the United States. Linkletter v. Walker. United States Report, v. 381, 1965. p. 629 e 637.","ministro_facet":["GILMAR MENDES"],"processo_numero":522897,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur375516","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma assentou a inviabilidade da entrega do Extraditando ao Governo Requerente, nos termos do voto do Relator. Unânime. Ausente, justificadamente, o Ministro Alexandre de Moraes. Presidência do Ministro Marco Aurélio. Primeira Turma, 5.9.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur375516","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur375516","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – PRESCRIÇÃO – LEGISLAÇÃO PORTUGUESA. Incidindo a prescrição segundo a legislação portuguesa, cumpre assentar a inviabilidade da entrega do extraditando ao Governo requerente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13857733","externo_seq_objeto_incidente":5023164,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-237  DIVULG 17-10-2017  PUBLIC 18-10-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1465&classe=Ext","is_colac":false,"titulo":"Ext 1465","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00080 PAR-00001 ART-00089 PAR-ÚNICO\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00163 ART-00171 INC-00005 ART-00298\n                CP-1940 CÓDIGO PENAL"],"publicacao_data":"2017-10-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRESUNÇÃO, VERACIDADE, DOCUMENTO, CORPO DIPLOMÁTICO. EXTRADIÇÃO, SAÚDE, EXTRADITANDO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1465&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, SAÚDE, EXTRADITANDO)\nExt 1331 (1ªT). \n- Legislação estrangeira citada: artigo 22º, artigo 23º, artigo 202º, alíneas “a” e “b”, artigo 205º, n. 1 e n. 4, alínea “a”, artigo 217º, n. 1, artigo 218º, n. 1 e 2, alíneas “a” e “b”, artigo 255º, alínea “a”, artigo 256º, n. 1, alíneas “a”, “c” e “e”, e n. 3, do Código Penal português; artigo 11º, n. 1, alínea “a”, do Decreto-Lei nº 454/1991 português.\nNúmero de páginas: 12.\nAnálise: 01/03/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DE PORTUGAL \nEXTDO.(A/S)  : JOSÉ JOÃO FREITAS DE ALMEIDA OU JOSÉ JOÃO FREITAS ALMEIDA \nADV.(A/S)  : NIRVANA MARYAN QUEIROZ DA FONSECA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":375516,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1465","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-09-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1465,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur377674","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Por proposta do Senhor Ministro Marco Aurélio, o julgamento foi afetado ao Plenário. Ausente, justificadamente, neste julgamento, o Senhor Ministro Néri da Silveira. Presidiu, este julgamento, o Senhor Ministro Carlos Velloso. 2ª Turma, 13.04.99.\r\n\n                  Decisão: Após os votos dos Senhores Ministros Carlos Velloso, Relator, e Carlos Britto, que conheciam e negavam provimento ao recurso, pediu vista dos autos o Senhor Ministro Cezar Peluso. Ausentes, justificadamente, o Senhor Ministro Joaquim Barbosa e, neste julgamento, o Senhor Ministro Gilmar Mendes. Presidência, em exercício, do Senhor Ministro Nelson Jobim, Vice-Presidente. Plenário, 12.05.2004.\r\n\n                  Decisão: Renovado o pedido de vista do Senhor Ministro Cezar Peluso, justificadamente, nos termos do § 1º do artigo 1º da Resolução nº 278, de 15 de dezembro de 2003. Presidência do Senhor Ministro Nelson Jobim. Plenário, 17.6.2004.\r\n\n                 Decisão: Após o voto-vista do Senhor Ministro Cezar Peluso, que conhecia e dava provimento ao recurso, no que foi acompanhado pelo Senhor Ministro Eros Grau, pediu vista dos autos o Senhor Ministro Joaquim Barbosa. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência da Senhora Ministra Ellen Gracie. Plenário, 14.06.2006. \r\n\n                 Decisão: Após o voto-vista do Ministro Edson Fachin, negando provimento ao recurso, no que foi acompanhado pela Ministra Rosa Weber, pediu vista dos autos o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. Plenário, 11.11.2015.\r\n\n                       Decisão: Preliminarmente, o Tribunal, por maioria, conheceu do recurso, nos termos do voto do Ministro Carlos Velloso (Relator), vencido o Ministro Dias Toffoli, que votou pela extinção do mandado de segurança, prejudicado o conhecimento do recurso extraordinário. No mérito, o Tribunal, por maioria e nos termos do voto do Ministro Carlos Velloso (Relator), negou provimento ao recurso, vencidos os Ministros Cezar Peluso, Eros Grau e Gilmar Mendes. Redator para o acórdão o Ministro Edson Fachin. Não votaram os Ministros Alexandre de Moraes, Roberto Barroso, Luiz Fux e Ricardo Lewandowski, por sucederem, respectivamente, os Ministros Teori Zavascki - que sucedera o Ministro Cezar Peluso -, Carlos Britto, Eros Grau e Carlos Velloso, que votaram em assentadas anteriores. Ausente o Ministro Ricardo Lewandowski, participando do Seminário de Verão 2017, na Faculdade de Direito da Universidade de Coimbra, em Portugal. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 29.6.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"CARLOS VELLOSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur377674","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur377674","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO. LEI MUNICIPAL 4.253/85 DO MUNICÍPIO DE BELO HORIZONTE. PREVISÃO DE IMPOSIÇÃO DE MULTA DECORRENTE DA EMISSÃO DE FUMAÇA ACIMA DOS PADRÕES ACEITOS. ALEGAÇÃO DE INCONSTITUCIONALIDADE POR OFENSA À REGRA CONSTITUCIONAL DE REPARTIÇÃO DE COMPETÊNCIAS FEDERATIVAS. INOCORRÊNCIA. NORMA RECEPCIONADA PELO TEXTO VIGENTE. RECURSO EXTRAORDINÁRIO A QUE SE NEGA PROVIMENTO.\n\n\n\n    1. Nos casos em que a dúvida sobre a competência legislativa recai sobre norma que abrange mais de um tema, deve o intérprete acolher interpretação que não tolha a competência que detêm os entes menores para dispor sobre determinada matéria (presumption against preemption). \n\n\n\n    2. Porque o federalismo é um instrumento de descentralização política que visa realizar direitos fundamentais, se a lei federal ou estadual claramente indicar, de forma adequada, necessária e razoável, que os efeitos de sua aplicação excluem o poder de complementação que detêm os entes menores (clear statement rule), é possível afastar a presunção de que, no âmbito regional, determinado tema deve ser disciplinado pelo ente menor.\n\n\n\n    3. Na ausência de norma federal que, de forma nítida (clear statement rule), retire a presunção de que gozam os entes menores para, nos assuntos de interesse comum e concorrente, exercerem plenamente sua autonomia, detêm Estados e Municípios, nos seus respectivos âmbitos de atuação, competência normativa.\n\n\n\n    4. Recurso extraordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14071244","externo_seq_objeto_incidente":1623797,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-261  DIVULG 16-11-2017  PUBLIC 17-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=194704&classe=RE","is_colac":false,"titulo":"RE 194704","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00006\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00008 PAR-00002\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00018 \"CAPUT\" ART-00021 \n          ART-00022 INC-00011 ART-00023 INC-00002 \n          INC-00006 PAR-ÚNICO ART-00024 INC-00006 \n          PAR-00001 PAR-00002 PAR-00003 ART-00025 \n          PAR-00001 PAR-00002 ART-00030 INC-00001 \n          INC-00002 INC-00007 ART-00034 INC-00007 \n          ART-00102 INC-00003 LET-A LET-C \n          ART-00170 INC-00006 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005108      ANO-1966\n                CNT-1966 CÓDIGO NACIONAL DE TRÂNSITO\n\n","LEG-FED   LEI-008723      ANO-1993\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009503      ANO-1997\n          ART-00231\n                CTB-1997 CÓDIGO DE TRÂNSITO BRASILEIRO\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00485 INC-00006 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-062127      ANO-1968\n          ART-00181 INC-00030 LET-A\n                RCNT-1968 REGULAMENTO DO CÓDIGO NACIONAL DE TRÂNSITO\n\n","LEG-FED   DEC-006514      ANO-2008\n                DECRETO\n\n","LEG-FED   RES-000510      ANO-1977\n                RESOLUÇÃO DO CONSELHO NACIONAL DE TRÂNSITO - CNT\n\n","LEG-FED   RES-000418      ANO-2009\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000427      ANO-2012\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   PRT-000100      ANO-1980\n                PORTARIA DO MINISTÉRIO DO INTERIOR - MINTER\n\n","LEG-FED   SUMSTF-000266      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-012684      ANO-2017\n                LEI ORDINÁRIA, SP\n\n","LEG-MUN   LEI-004253      ANO-1985\n          ART-00002 INC-00001 INC-00002 INC-00003 \n          LET-A LET-B LET-C LET-D \n          LET-E INC-00004 INC-00005 INC-00006 \n          INC-00007 ART-00004 ART-00011 INC-00001 \n          INC-00002 INC-00003 INC-00004 PAR-00001 \n          PAR-00002\n                LEI ORDINÁRIA DO MUNICÍPIO DE BELO HORIZONTE, MG\n\n","LEG-MUN   DEC-005893      ANO-1988\n          ART-00025 REDAÇÃO ORIGINÁRIA\n          ART-00025 PAR-00001 REDAÇÃO ORIGINÁRIA\n          ART-00025 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00025 REDAÇÃO DADA PELO DEC-6031/1988\n          ART-00025 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00025 PAR-00001 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00025 PAR-00002 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00025 PAR-00003 REDAÇÃO DADA PELO DEC-13744/2009\n          ART-00097 INC-00001 INC-00002 INC-00003 \n          INC-00004 PAR-ÚNICO\n                DECRETO DO MUNICÍPIO DE BELO HORIZONTE, MG\n\n","LEG-MUN   DEC-006031      ANO-1988\n          ART-00001\n                DECRETO DO MUNICÍPIO DE BELO HORIZONTE, MG\n\n","LEG-MUN   DEC-013744      ANO-2009\n          ART-00001\n                DECRETO DO MUNICÍPIO DE BELO HORIZONTE, MG"],"publicacao_data":"2017-11-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIFERENÇA, INTERESSE LOCAL, INTERESSE EXCLUSIVO. COMPETÊNCIA CONCORRENTE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO. COMPETÊNCIA COMUM, COMPETÊNCIA ADMINISTRATIVA, UNIÃO, ESTADO-MEMBRO, DISTRITO FEDERAL, MUNICÍPIO, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: CENTRALIZAÇÃO, COMPETÊNCIA, UNIÃO FEDERAL. LIMITAÇÃO, COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, NORMA GERAL, UNIÃO FEDERAL, EXERCÍCIO, COMPETÊNCIA CONCORRENTE. FEDERALISMO COOPERATIVO, COLABORAÇÃO, COORDENAÇÃO, ENTE FEDERADO. PRINCÍPIO DA SUBSIDIARIEDADE, ORDENAMENTO JURÍDICO BRASILEIRO. DIFERENÇA, BEM JURÍDICO, LEI MUNICIPAL, PROTEÇÃO, MEIO AMBIENTE, CÓDIGO DE TRÂNSITO BRASILEIRO, NON BIS IN IDEM.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: DIREITO, TERCEIRA GERAÇÃO, PRINCÍPIO DA SOLIDARIEDADE, MEIO AMBIENTE EQUILIBRADO. DIREITO, PRIMEIRA GERAÇÃO, PRINCÍPIO DA LIBERDADE. DIREITO, SEGUNDA GERAÇÃO, PRINCÍPIO DA ISONOMIA. DIREITO, INTEGRIDADE, MEIO AMBIENTE, TITULARIDADE, COLETIVIDADE. CONFLITO DE ATRIBUIÇÃO, UNIÃO, ESTADO-MEMBRO, MUNICÍPIO, CONTROLE, POLUIÇÃO, APLICAÇÃO, SISTEMA DA PREPONDERÂNCIA, INTERESSE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: DIFERENÇA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, AUSÊNCIA, RECEPÇÃO. RECURSO EXTRAORDINÁRIO, APRECIAÇÃO, ATO NORMATIVO MUNICIPAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ÂMBITO ESTADUAL. RECURSO EXTRAORDINÁRIO, COMPATIBILIDADE, ATO NORMATIVO MUNICIPAL, ATO NORMATIVO FEDERAL, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. CEZAR PELUSO: MUNICÍPIO, APLICAÇÃO, SANÇÃO, PREVISÃO, LEGISLAÇÃO FEDERAL, EXERCÍCIO, PODER DE POLÍCIA. COMPETÊNCIA PRIVATIVA, UNIÃO, NORMA DE TRÂNSITO.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: EXTINÇÃO, MANDADO DE SEGURANÇA, PREJUDICIALIDADE, CONHECIMENTO, RECURSO EXTRAORDINÁRIO. PARTE IMPETRANTE, AUSÊNCIA, IMPUGNAÇÃO, TOTALIDADE, DISPOSITIVO, LEI.\n\n- OBITER DICTUM, MIN. RICARDO LEWANDOWSKI: EVOLUÇÃO, FEDERALISMO DUAL, FEDERALISMO COOPERATIVO, FEDERALISMO DE INTEGRAÇÃO.\n\n- TERMO(S) DE RESGATE: PECULIAR INTERESSE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=194704&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, PROTEÇÃO, MEIO AMBIENTE, CONTROLE, POLUIÇÃO)\nAI 147104 AgR (2ªT). \n(FEDERALISMO, ESTADO BRASILEIRO)\nADI 4060 (TP). \n(COMPETÊNCIA CONCORRENTE, ESTADO-MEMBRO)\nADI 2606 (TP), ADI 2656 (TP), ADI 2903 (TP), ADI 3813 (TP), ADI 2101 MC, RE 596489 AgR (2ªT), Rp 1314 (TP), RE 73895 (TP), RE 65986 (TP). \n(COMPETÊNCIA LEGISLATIVA, ESTADO-MEMBRO, PROTEÇÃO, SAÚDE)\nRp 1153 - RTJ 115/1008. \n(REPARTIÇÃO, COMPETÊNCIA, ENTE FEDERADO, ESTADO BRASILEIRO)\nADI 1278 (TP), RE 423560 (2ªT). \n(SÚMULA 266/STF)\nRE 99439 (1ªT), RE 96550 (TP). \n(DIREITO, TERCEIRA GERAÇÃO, MEIO AMBIENTE EQUILIBRADO)\nRE 134297 (1ªT) - RTJ 158/205. \n(DIREITO, PRIMEIRA GERAÇÃO, PRINCÍPIO DA LIBERDADE)\nMS 22164 (TP) - RTJ 164/158. \n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, MEIO AMBIENTE)\nRE 586224 RG, RE 527008 AgR-segundo (2ªT), RE 474922 AgR-segundo (2ªT), AI 799690 AgR (1ªT). \n(DIFERENÇA, DECLARAÇÃO DE INCONSTITUCIONALIDADE, AUSÊNCIA, RECEPÇÃO)\nADI 2 (TP). \n(RE, COMPATIBILIDADE, ATO NORMATIVO MUNICIPAL, ATO NORMATIVO FEDERAL, OFENSA INDIRETA, CF)\nRE 413815 AgR (1ªT), ARE 709393 AgR (2ªT), RE 633997 AgR (1ªT), ARE 813438 AgR (1ªT), ARE 830600 AgR (1ªT), ARE 848401 AgR (2ªT), RE 864701 AgR (1ªT). \n(MUNICÍPIO, APLICAÇÃO, SANÇÃO, PREVISÃO, LEGISLAÇÃO FEDERAL, EXERCÍCIO, PODER DE POLÍCIA)\nRE 246461 AgR (2ªT). \n(RE, APRECIAÇÃO, ATO NORMATIVO MUNICIPAL, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ÂMBITO ESTADUAL)\nRE 586224 RG, RE 739998 AgR-segundo (1ªT). \n- Decisões monocráticas citadas:\n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL)\nRE 673681, RE 834510.\n- Legislação estrangeira citada: Ato Único, de 14 de fevereiro de 1986, Tratado de Lisboa e Protocolo de Amsterdam.\n- Veja Declaração de Estocolmo sobre o Meio Ambiente (1972) e Declaração do Rio de Janeiro (1992) adotada na ECO/92.\n- Veja ADI 3937 do STF.\nNúmero de páginas: 158.\nAnálise: 28/06/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : SÃO BERNARDO ÔNIBUS LTDA \nADV.(A/S)  : LAURO BRACARENSE \nADV.(A/S)  : RUI BATISTA MENDES \nRECDO.(A/S)  : SECRETÁRIO MUNICIPAL DO MEIO AMBIENTE DE BELO HORIZONTE \nADV.(A/S)  : BERTOLDO MACHADO VEIGA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":377674,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"RE 194704","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-06-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição de 1988. São Paulo: Atlas, 1991. p. 141.\nAMADO, Frederico Augusto Di Trindade. Direito Ambiental sistematizado. Método, 2009. p. 29-30, item 5.1 e 5.2.\nANTUNES, Paulo De Bessa. Direito Ambiental. 15. ed. Atlas, 2013. p. 110-111, item 2.3.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. Saraiva, 1993. v. 3. Tomo II. p. 223-224.\nBARACHO, José Alfredo de Oliveira. Revista da Faculdade de Direito da UFMG, n. 35, 1995. p. 28-29.\nBARROSO, Luís Roberto. A proteção do meio ambiente na Constituição brasileira. Revista Forense, n. 317. p. 167 e 168.\nBERCOVICI, Gilberto. Desigualdades Regionais, Estado e Constituição. São Paulo: Max Limonad, 2003. p. 241.\n______. Dilemas do Estado Federal Brasileiro. Porto Alegre: Livraria do Advogado, 2004. p. 95-96.\nBERMANN, George. Taking Subsidiarity Seriously: Federalism in the European Community and the United States. Columbia Law Review, n. 332, Nova York, 1994.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. Malheiros, 1993. p. 481, item 5.\nDI PIETRO, Maria Sylvia Zanella. Polícia do Meio Ambiente. Revista Forense, v. 317. p. 179 e 181.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição de 1988. Saraiva, 1990. p. 218.\n______. Curso de Direito Constitucional. 39. ed. São Paulo: Saraiva, 2013. p. 92.\nFIGUEIREDO, Lucia Valle. Curso de direito administrativo. Malheiros, 2000. p. 311-312, item 4.5.\nFIORILLO, Celso Antônio Pacheco. Curso de Direito Ambiental Brasileiro. 7. ed. Saraiva, 2006. p. 79, item 4.2.\n______. ______. Saraiva, 2012. p. 219-220, item 4.2.\nFURLAN, Anderson; FRACALOSSI, William. Direito Ambiental. Forense, 2010. p. 235, item 6.7.\nHANS, Kelsen. Teoria pura do Direito. São Paulo: Martins fontes, 1998. p. 26-27.\nHARBO, Tor-Inge. The Function of the Proportionality Principle in EU Law, European Law Journal, v. 16, n. 2, mar. 2010. p. 185.\nHORTA, Raul Machado. Princípio da Subsidiariedade. Revista do Instituto dos Advogados de Minas Gerais, n. 9, Belo Horizonte, 2003. p. 13-29.\nLAFER, Celso. A reconstrução dos Direitos Humanos. Companhia das letras, 1988. p. 131-132.\n_______. Desafios: ética e política. Siciliano, 1995. p. 239.\nLEAL, Victor Nunes. Leis complementares da constituição. Revista de Direito administrativo, n. 7, p. 379-394, jan./mar. 1947. p. 389-391.\nLEWANDOWSKI, Enrique Ricardo. Considerações sobre o federalismo brasileiro. Revista Justiça e Cidadania, n. 157, set. 2013.\nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. 13. ed. Malheiros, 2005. p. 121-123, item 3.1 e p. 123-124, item 3.2.\n______. ______. Malheiros, 2013. p. 442-444, item 3.\n______. ______. 19. ed. rev., atual. e ampl. São Paulo: Malheiros, 2011. p. 423.\nMARTINS, Leonardo. Limites ao princípio da simetria constitucional. In: SOUZA NETO, Cláudio Pereira; SARMENTO, Daniel; BINENBOJM, Gustavo (Coord.). Vinte Anos da Constituição Federal de 1988. Rio de Janeiro: Lumen Juris, 2009. p. 690.\nMEIRELLES, Hely Lopes. Direito Municipal Brasileiro. 2. ed. Revista dos Tribunais, 1962. v. 2. p. 86.\n______. ______. 17. ed. Malheiros, 2013. p. 592, item 4.\nMORAIS, Alexandre de. Direito Constitucional. 31. ed. São Paulo: Atlas, 2015. p. 318.\nREZEK, José Francisco. Direito Internacional Público. Saraiva, 1989. p. 223 e 224, item 132.\nRODRIGUES, Marcelo Abelha. Instituições de Direito Ambiental - Parte geral. Max limonad, 2002. v. 1. p. 114-115, item 6.3.3.\nSARLET, Ingo Wolfgang. O sistema de repartição de competências na CF. In: SARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 3. ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2014. p. 821-828.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 335.\nSCHÜTZE, Robert. Subsidiarity after Lisbon: Reinforcing the Safeguards of Federalism? Cambridge Law Journal, Cambridge, v. 68, n. 3, nov. 2009. p. 525-536.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 29. ed. São Paulo: Malheiros, 2007. p. 477.\n______. Direito Ambiental Constitucional. 4. ed. 2ª tiragem. Malheiros, 2003. p. 69-70, item 7, p. 46-57 e 58-70.\n______. ______. 5. ed. Malheiros, 2004. p. 76, item 10.\n______. ______. 9. ed. Malheiros, 2011. p. 81-82, item 14.\nSILVA, Geraldo Eulálio do Nascimento e. Direito Ambiental Internacional. 2. ed. Thex Editora, 2002.\nTEUBNER, Gunther; FISCHER-LESCANO, Andreas. Regime-Collisions: The Vain Search for Legal Unity in the Fragmentations of Global Law. Michigan Journal of International Law, v. 25, n. 4, 2004. p. 999-1046.\nTSAKYRAKIS, Stavros. Proportionality: An assault on human rights? International Journal of Constitutional Law, Cambridge, v. 7, n. 3, 2009. p. 493.\nTUSHNET, Mark; JACKSON Vicki C. Comparative Constitutional Law. 3. ed. Saint Paul: Foundation Press University Casebook Series, 2014. p. 1158.\n_______. Federalim and Liberalism. 4 Cardozo Journal of International and Comparative Law. n. 329, Nova York, 1996.\nUNGER, Roberto Mangabeira. O Direito e o Futuro da Democracia. São Paulo: Boitempo, 2004. p. 10, 16-17.\n______. Necessidades Falsas. São Paulo: Boitempo, 2005. p. 24.\nVELLOSO, Carlos. Estado Federal e Estados Federados na Constituição Brasileira de 1988 - O Equilíbrio\nFederativo. In: Temas de Direito Público. l. ed. 2. tiragem. Belo Horizonte: Del Rey, 1997. pág. 401.","ministro_facet":["CARLOS VELLOSO","EDSON FACHIN"],"processo_numero":194704,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}