{"result":{"took":601,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.32477,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur379175","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Relator), julgando improcedente o pedido formulado, no que foi acompanhado pelos Ministros Roberto Barroso e Ricardo Lewandowski (Presidente), o julgamento foi suspenso. Falaram, pelo requerente, o Dr. Joelson Dias e, pela Advocacia-Geral da União, a Dra. Gracie Maria Fernandes Mendonça, Secretária-Geral de Contencioso. Plenário, 24.08.2016.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado, vencidos o Ministro Edson Fachin, que julgava parcialmente procedente o pedido, e os Ministros Marco Aurélio e Celso de Mello, que o julgavam procedente. Ausentes, justificadamente, os Ministros Ricardo Lewandowski (Presidente) e Roberto Barroso. Presidiu o julgamento a Ministra Cármen Lúcia (Vice-Presidente). Plenário, 25.08.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur379175","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur379175","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Artigos 46, caput, expressão “superior a nove deputados”, e 47, § 2º, da Lei nº 9.504/97 (Lei das Eleições), com a redação da Lei nº 13.165/15. Debates eleitorais no rádio e na televisão. Participação garantida aos candidatos dos partidos políticos com representação superior a nove deputados. Critério razoável de aferição da representatividade do partido. Distribuição do tempo de propaganda eleitoral gratuita. Compreensão do princípio da igualdade em seu aspecto material. Legitimação popular das agremiações partidárias. Improcedência do pedido. \n\n\n\n    1. O art. 46, caput, da Lei nº 9.504/97 assegura a participação, nos debates eleitorais, dos candidatos dos partidos políticos com mais de 9 (nove) representantes na Câmara dos Deputados. Critério razoável de aferição da representatividade do partido, pois não obsta a participação nos debates de legendas com menor representatividade, a qual ainda é facultada, a critério das emissoras de rádio e televisão. O direito de participação em debates eleitorais - diferentemente da propaganda eleitoral gratuita no rádio e na televisão -, não tem assento constitucional e pode sofrer restrição maior, em razão do formato e do objetivo desse tipo de programação.\n\n\n\n    2. Os incisos I e II do § 2º do art. 47 da Lei nº 9.504/97, em consonância com a cláusula democrática e com o sistema proporcional, estabelecem regra de equidade, resguardando o direito das minorias partidárias de acesso à propaganda eleitoral e pondo em situação de benefício não odioso aquelas agremiações mais lastreadas na legitimidade popular. O tempo outorgado proporcionalmente à representatividade, embora dividido de forma distinta entre as agremiações, não nulifica a participação de nenhuma legenda concorrente. Precedente: ADI nº 4.430, de minha relatoria, Tribunal Pleno, DJ de 19/9/13.\n\n\n\n    3. A consideração, na distribuição do tempo de propaganda eleitoral gratuita, da representatividade dos seis maiores partidos políticos de determinada coligação, formada para as eleições majoritárias (inciso I, do § 2º, do art. 47, da Lei nº 9.504/97), é critério que objetiva um equilíbrio na distribuição do tempo de horário eleitoral gratuito, evitando a concentração, em uma coligação majoritária, de dada quantidade de tempo que pudesse caracterizar o monopólio do horário ou a posse de tempo muito maior do que o dos candidatos adversários. Outrossim, esse regramento desestimula a criação de legendas de ocasião, partidos políticos criados sem nenhuma motivação ideológica, com o único escopo de angariar tempo de propaganda eleitoral. \n\n\n\n    4. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14222689","externo_seq_objeto_incidente":4893660,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-292  DIVULG 18-12-2017  PUBLIC 19-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5423&classe=ADI","is_colac":false,"titulo":"ADI 5423","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL - REDAÇÃO DADA PELA EMC-1/1969\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00005 ART-00005 \n          \"CAPUT\" INC-00004 INC-00014 INC-00070 \n          LET-A ART-00017 \"CAPUT\" PAR-00003 \n          ART-00045 ART-00053 PAR-00003 ART-00055 \n          PAR-00002 PAR-00003 ART-00058 PAR-00001 \n          ART-00103 INC-00008 ART-00220\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-001079      ANO-1950\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00087\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-008713      ANO-1993\n          ART-00071 ART-00072\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00048\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009100      ANO-1995\n          ART-00062\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00028 PAR-00012 INCLUÍDO PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00046 \"CAPUT\" REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00046 \"CAPUT\" INC-00001 LET-A \n          LET-B INC-00002 INC-00003 PAR-00001 \n          PAR-00002 PAR-00003 \n          ART-00046 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-12034/2009\n          ART-00046 \"CAPUT\" PAR-00005 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00047 PAR-00002 INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00047 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-12875/2013\n          ART-00047 PAR-00002 REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00051\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012034      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00023 ITEM-1 ITEM-2\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00025\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-003689      ANO-1941\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000093      ANO-1970\n                RESOLUÇÃO - REGIMENTO INTERNO DO SENADO FEDERAL - SF\n\n","LEG-FED   RES-000017      ANO-1989\n                RESOLUÇÃO - REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS- CD\n\n","LEG-FED   RES-023457      ANO-2015\n          ART-00032 PAR-00005 PAR-00006 ART-00033 \n          INC-00001 LET-A LET-B PAR-00001\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2017-12-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DIREITO DE ANTENA, INOVAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, ISONOMIA, PARTIDO POLÍTICO, USO, PODER ECONÔMICO, ATIVIDADE PARTIDÁRIA. INTERNET, REDE SOCIAL, AUSÊNCIA, SUPERAÇÃO, RÁDIO, TELEVISÃO, IMPRENSA ESCRITA. EVOLUÇÃO, ORDENAMENTO JURÍDICO, PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO. CONSTITUIÇÃO FEDERAL, DISTINÇÃO, PARTIDO POLÍTICO, CRITÉRIO, REPRESENTATIVIDADE, CONGRESSO NACIONAL. CÂMARA DOS DEPUTADOS, REPRESENTAÇÃO, POVO. ELEIÇÃO, DEPUTADO FEDERAL, CRITÉRIO, AFERIÇÃO, LEGITIMIDADE POPULAR. ELEIÇÃO, PARLAMENTAR, SISTEMA ELEITORAL PROPORCIONAL. DISTINÇÃO, OBJETIVO, ELEIÇÃO MAJORITÁRIA, ELEIÇÃO PROPORCIONAL. ELEIÇÃO MAJORITÁRIA, EXPRESSÃO, MAIORIA, SOCIEDADE. ELEIÇÃO PROPORCIONAL, EXPRESSÃO, DIVERSIDADE, MEIO SOCIAL. MULTIPLICAÇÃO, NÚMERO, PARTIDO POLÍTICO, RISCO, COMPROMETIMENTO, DEMOCRACIA REPRESENTATIVA. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: EVOLUÇÃO, LEGISLAÇÃO; JURISPRUDÊNCIA, STF, DIREITO DE ANTENA. PRINCÍPIO DA PARIDADE DE ARMAS, COMPATIBILIDADE, DISTINÇÃO, PARTIDO POLÍTICO, CANDIDATO. IGUALDADE DE OPORTUNIDADES, DIMINUIÇÃO, PESO, COLIGAÇÃO PARTIDÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: INTERVENÇÃO, STF, DECISÃO, PODER LEGISLATIVO, INCONSTITUCIONALIDADE CHAPADA; EXTRAPOLAÇÃO, LIMITE CONSTITUCIONAL, DISCRICIONARIEDADE, LEGISLADOR; DEFEITO, FUNCIONAMENTO, DEMOCRACIA; EXCLUSÃO, MINORIA. JURISDIÇÃO CONSTITUCIONAL, ESTADO DEMOCRÁTICO DE DIREITO, EQUILÍBRIO, DEMOCRACIA, CONSTITUCIONALISMO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, CLÁUSULA DE BARREIRA (DIREITO ELEITORAL).\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: SISTEMA ELEITORAL, PRINCÍPIO, IGUALDADE DE OPORTUNIDADES, DEMOCRACIA, SISTEMA REPRESENTATIVO, PLURIPARTIDARISMO. PLURALISMO POLÍTICO, ESTADO DEMOCRÁTICO DE DIREITO. LIBERDADE DE EXPRESSÃO, PROCESSO ELEITORAL. MANIPULAÇÃO, LEGISLAÇÃO, CONTRARIEDADE, DIREITO, PARTICIPAÇÃO POLÍTICA, MINORIA. DEMOCRACIA, LIBERDADE, CIRCULAÇÃO, IDEIA, CONVIVÊNCIA, DIVERSIDADE. IMUNIDADE PARLAMENTAR MATERIAL, PROCESSO ELEITORAL, PRINCÍPIO DA ISONOMIA. CONSTITUIÇÃO FEDERAL, REGULAÇÃO, PARTIDO POLÍTICO, ASSEGURAMENTO, ACESSO, CIDADÃO, EXERCÍCIO, PODER POLÍTICO. PARTIDO POLÍTICO, REGIME DE MONOPÓLIO, CANDIDATURA, CARGO ELETIVO. PARTIDO POLÍTICO, FUNÇÃO, INTERMEDIAÇÃO, SOCIEDADE CIVIL, PODER PÚBLICO. STF, FUNÇÃO CONTRAMAJORITÁRIA. IMPORTÂNCIA, PRINCÍPIO MAJORITÁRIO, DECISÃO, PODER PÚBLICO. ESTADO DEMOCRÁTICO DE DIREITO, SUPRESSÃO, DIREITO FUNDAMENTAL, LIVRE EXERCÍCIO, IGUALDADE, LIBERDADE, PARTICIPAÇÃO POLÍTICA. EFETIVIDADE, ESTADO DEMOCRÁTICO DE DIREITO, DIREITO, OPOSIÇÃO, PROTEÇÃO, MINORIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DEMOCRACIA, PRESERVAÇÃO, MINORIA. LEGISLAÇÃO ORDINÁRIA, OBSTÁCULO, CRIAÇÃO, FUNCIONAMENTO, PARTIDO POLÍTICO. CLÁUSULA DE BARREIRA (DIREITO ELEITORAL), EXIGIBILIDADE, NORMA CONSTITUCIONAL. PRINCÍPIO DA ISONOMIA, TRATAMENTO JURÍDICO, MAIORIA, MINORIA.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: REFORMA POLÍTICA. PROLIFERAÇÃO, PARTIDO POLÍTICO; COLIGAÇÃO PARTIDÁRIA, ELEIÇÃO PROPORCIONAL; LISTA ABERTA, ELEIÇÃO PROPORCIONAL.\n\n- TERMO(S) DE RESGATE: HIPERPARTIDARISMO. MAJORITY RULE, MINORITY RIGHTS. LEGENDA DE ALUGUEL. IGUALDADE DE CHANCES GRADUAL. LIVRE MERCADO DE IDEIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5423&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DURAÇÃO, PROPAGANDA ELEITORAL GRATUITA, RÁDIO, TELEVISÃO)\nADI 1351 (TP), ADI 1354 (TP), ADI 4430 (TP), ADI 4795 MC (TP). \n(DIREITO DE ATENA)\nADI 4650 (TP), ADI 5105 (TP). \n(SUSPENSÃO, EFEITO RETROATIVO, EFICÁCIA, DOAÇÃO)\nADI 5394 MC (TP). \n(ESTADO DE COISAS INCONSTITUCIONAL, SISTEMA CARCERÁRIO)\nADPF 347 MC (TP). \n(PRINCÍPIO DA ANTERIORIDADE, NOMENCLATURA, PARTIDO POLÍTICO)\nADI 1531 MC (1ªT). \n(PARLAMENTAR, DISPUTA, MANDATO ELETIVO, PRERROGATIVA, IMUNIDADE PARLAMENTAR)\nInq 1400 QO (TP). \n(AGREMIAÇÃO PARTIDÁRIA)\nADI 1063 MC (1ªT) - RTJ 178/22, ADI 1407 MC (1ªT) - RTJ 176/578.\n(PROTEÇÃO, DIREITO DAS MINORIAS, CONSTITUIÇÃO FEDERAL)\nMS 24831 (TP), MS 24849 (TP), MS 26441 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Consulta 491-76, Consulta 62-75. \nTJPR: RT 442/193. \n- Legislação estrangeira citada: art. 21, n. 1, da Lei Fundamental de Bonn, da Alemanha; Primeira Emenda à Constituição dos Estados Unidos da América.\n- Decisão estrangeira citada: Caso United States vs. Rosika Schwimmer, 279 U.S. 644 (1929), da Suprema Corte dos EUA.\n- Veja ADI 5488, ADI 5487 ADI 5491 e ADI 5577 do STF.\nNúmero de páginas: 205.\nAnálise: 27/04/2018, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO TRABALHISTA NACIONAL E OUTRO(A/S)\nADV.(A/S)  : JOELSON DIAS E OUTRO(A/S)\nINTDO.(A/S)  : CÂMARA DOS DEPUTADOS \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":379175,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5423","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"A BAND abre o período eleitoral: e o público vai participar perguntando aos candidatos. Band.com.br, 19 ago. 2016. Disponível em: http://www.band.uol.com.br/tv/noticias/100000819569/a-band-abreo-periodo-eleitoral.html.\nALEXY, Robert. Teoria dos Direitos Fundamentais. São Paulo: Malheiros, 2008. p. 583-84.\nATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa. v. 96. p. 189-194.\nBINENBOJM, Gustavo. Debates eleitorais e democracia. O Globo, 23 ago. 2016.\nBRASIL. Tribunal Superior Eleitoral. Partidos políticos registrados no TSE. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/registradosno-tse. Acesso em: 18 ago. 2016.\n______. ______. Partido em formação. Disponível em: http://www.tse.jus.br/partidos/partidos-politicos/partido-em-formacao. Acesso em: 22 ago. 2016.\n_____.______. Justiça Eleitoral divulga representatividade dos partidos para efeito de debates e horário gratuito. Disponível em:\nhttp://www.tse.jus.br/imprensa/noticias-tse/2016/Agosto/justica-eleitoral-divulga-representatividade-dos-partidos-para-efeito-de-debates-e-horario-gratuito.\nCRIVELLA tem 27%, Freixo, 12%, e Bolsonaro, 11%, diz Ibope no Rio. G1.com.br, 23 ago. 2016. Disponível em: http://g1.globo.com/rio-dejaneiro/eleicoes/2016/noticia/2016/08/crivella-tem-27-freixo-12-e-bolsonaro-11-diz-ibope-norio.html.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73.\nELY, John Hart. Democracy and Distrust: a theory of judicial review. Harvard University Press, 1980. p. 102-03.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. O Supremo Tribunal Federal na fronteira entre o Direito e a\nPolítica: alguns parâmetros de atuação. In.: SARMENTO, Daniel. (Coord.). Jurisdição Constitucional e Política. Rio de Janeiro: Forense, 2015. p. 37-72.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. São Paulo: Atlas S.A., 2015. p. 122-123 e 423.\nGRIMM, Dieter. Constitution Adjudication and democracy. Israel Law Review, 1999. v. 33. p. 210.\nLEAL, Luciana Nunes. Candidato do PSOL à Prefeitura do Rio, Marcelo Freixo é barrado de debate da Band. O Estado de S.Paulo, São Paulo, 22 ago. 2016. Dispónível em:\nhttp://politica.estadao.com.br/noticias/eleicoes,candidato-do-psol-a-prefeitura-do-rio-marcelo-freixo-e-barrado-de-debate-da-band,10000071330.\nLINHARES, Carolina. Fora de debate, Erundina protesta em frente a TV e comenta evento pela internet. Folha de S. Paulo, São Paulo, 22 ago. 2016. Disponivel em:\nhttp://www1.folha.uol.com.br/poder/eleicoes-2016/2016/08/1805974-fora-de-debate-erundina-protesta-em-frente-a-tv-e-critica-adversarios.shtml.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de Constitucionalidade. 4. ed. Saraiva, 2012. p. 599, 602, 609, 611 e 631-641.\nMEZZAROBA, Orides. Introdução ao Direito Partidário Brasileiro. Rio de Janeiro: Lumen Juris. 2004. p. 238.\nMOREIRA, Vital. Constituição e Democracia. In: MAUÉS, Antonio G. Moreira (Org.). Constituição e Democracia. São Paulo: Max Limonad, 2001. p. 272.\nNASPOLINI, Samuel Dal-Farra. Pluralismo Político: subsídios para análise dos sistemas partidário e eleitoral brasileiros em face da Constituição Federal. Curitiba: Juruá, 2006. p. 243.\nOSORIO, Aline. Direito Eleitoral e Liberdade de Expressão. Dissertação (Mestrado)-Universidade do Estado do Rio de Janeiro, Rio de Janeiro.\nFERREIRA, Pinto . Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo 1. p. 195-196, item 8.\nREIS, Marisa Amaro dos. Cláusula de desempenho e fortalecimento dos sistemas representativo e partidário no Brasil. Estudos Eleitorais, v. 9, n. 1, jan./abr. 2014.\nSEN, Amartya. Ideia de Justiça. Tradução: Denise Bottmann e Ricardo Doninelli Mendes. São Paulo: Companhia das Letras, 2011. p. 15 e 358.\nSILVEIRA, José Néri da. Aspectos do processo eleitoral. Porto Alegre: Livraria do Advogado. 1998. p. 109.\nTHAYER, James Bradley. The Origin and Scope of the American Doctrine of Constitutional Law. Harvard Law Review, v. 7, n. 3, p. 129-156, 1893. Disponível em: https://archive.org/details/jstor-1322284.\nVELLOSO, Carlos Mário da Silva; AGRA, Walber de Moura. Elementos de Direito Eleitoral. 2. ed.\nSão Paulo: Saraiva, 2010. p. 189.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":5423,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur363942","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu, em parte, o pedido de extradição, nos termos do voto da Relatora. Unânime. Ficou vencido o Senhor Ministro Marco Aurélio quanto ao cumprimento imediato da decisão. Não participou, justificadamente, deste julgamento, o Senhor Ministro Luiz Fux. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 13.12.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur363942","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur363942","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CONCORDÂNCIA DO EXTRADITANDO. CONTROLE DE LEGALIDADE DO PEDIDO EXTRADICIONAL. CRIME DE HOMICÍDIO. “CRIME AGRAVADO DE ARMAS”. CORRESPONDÊNCIA COM OS DELITOS TIPIFICADOS NOS ARTIGOS 121 DO CÓDIGO PENAL E 14 DA LEI 10.826/2003. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo da Suécia que atende aos requisitos da Lei 6.815/1980. \n\n\n\n    2. A concordância defensiva com o pleito extradicional não afasta o controle da legalidade por este Supremo Tribunal Federal. Precedentes.\n\n\n\n    3. Crime de homicídio e “crime agravado de armas” que correspondem aos delitos previstos nos arts. 121 do Código Penal e 14 da Lei 10.826/2003, respectivamente. Dupla incriminação atendida.\n\n\n\n    4. Inocorrência de prescrição ou óbice legais.\n\n\n\n    5. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 91 da Lei 6.815/1980.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12527980","externo_seq_objeto_incidente":5035871,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-042  DIVULG 06-03-2017  PUBLIC 07-03-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1468&classe=Ext","is_colac":false,"titulo":"Ext 1468","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00076 ART-00077 ART-00078 ART-00080 \n          PAR-00001 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00014\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-INT   TTD      ANO-1932\n                TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A SUÍÇA, FIRMADO NO RIO DE JANEIRO, D. F., A 23 DE JULHO DE 1932\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00121\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEC-023997      ANO-1934\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A SUÍÇA, FIRMADO NO RIO DE JANEIRO, D. F., A 23 DE JULHO DE 1932"],"publicacao_data":"2017-03-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ADMISSIBILIDADE, EXTRADIÇÃO, FUNDAMENTO, RECIPROCIDADE. DISPENSABILIDADE, INTERROGATÓRIO, DECORRÊNCIA, CONSENTIMENTO, EXTRADITANDO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, APLICAÇÃO IMEDIATA, DECISÃO. NECESSIDADE, ESPERA, PUBLICAÇÃO, ACÓRDÃO, DECORRÊNCIA, POSSIBILIDADE, AJUIZAMENTO, EMBARGOS DE DECLARAÇÃO, OBJETIVO, INTEGRAÇÃO, ESCLARECIMENTO, DECISÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1468&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CONCORDÂNCIA, EXTRADITANDO)\nExt 977 (TP), Ext 1016 (TP), Ext 1018 (TP), Ext 1098 (TP), Ext 1144 (TP), Ext 977 extensão (2ªT), Ext 1203 (TP). \n(REQUISITO, CONCESSÃO, EXTRADIÇÃO)\nExt 1452 (2ªT). \n(EXTRADIÇÃO, CONSENTIMENTO, EXTRANDITANDO, DISPENSA DE INTERROGATÓRIO)\nExt 1016 (TP), Ext 1018 (TP), Ext 1144 (TP), Ext 977 extensão (2ªT). \n- Legislação estrangeira citada: Capítulo 3, § 1, Capítulo 35, § 1º, itens 3 e 4, do Código Penal sueco; Capítulo 9, § 1a, da Lei de Armas.\nNúmero de páginas: 11.\nAnálise: 10/03/2017, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA SUÉCIA \nEXTDO.(A/S)  : SEBASTIAN ESCRICH CASTILLO OU SEBASTIAN ESCRICH CASTILHO OU SEBASTIAN ESCRICH CASTILLOS \nADV.(A/S)  : ADILSON FONSECA MARTINS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":363942,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1468","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-12-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1468,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur368513","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 838 da repercussão geral, deu provimento ao recurso, vencido o Ministro Marco Aurélio, fixada tese nos seguintes termos: “Editais de concurso público não podem estabelecer restrição a pessoas com tatuagem, salvo situações excepcionais em razão de conteúdo que viole valores constitucionais”. Ausentes, justificadamente, os Ministros Cármen Lúcia, Teori Zavascki e, neste julgamento, o Ministro Gilmar Mendes. Falou pelo recorrente o Dr. Vicente de Paulo Massaro. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 17.08.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"LUIZ FUX","ods_onu":["8","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur368513","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur368513","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL E ADMINISTRATIVO. REPERCUSSÃO GERAL RECONHECIDA. TEMA 838 DO PLENÁRIO VIRTUAL. TATUAGEM. CONCURSO PÚBLICO. EDITAL. REQUISITOS PARA O DESEMPENHO DE UMA FUNÇÃO PÚBLICA. AUSÊNCIA DE PREVISÃO EM LEI FORMAL ESTADUAL. IMPOSSIBILIDADE. OFENSA AO ART. 37, I, DA CONSTITUIÇÃO DA REPÚBLICA. REAFIRMAÇÃO DA JURISPRUDÊNCIA PACÍFICA DA CORTE. IMPEDIMENTO DO PROVIMENTO DE CARGO, EMPREGO OU FUNÇÃO PÚBLICA DECORRENTE DA EXISTÊNCIA DE TATUAGEM NO CORPO DO CANDIDATO. REQUISITO OFENSIVO A DIREITOS FUNDAMENTAIS DOS CIDADÃOS. VIOLAÇÃO AOS PRINCÍPIOS CONSTITUCIONAIS DA IGUALDADE, DA DIGNIDADE DA PESSOA HUMANA, DA LIBERDADE DE EXPRESSÃO, DA PROPORCIONALIDADE E DO LIVRE ACESSO AOS CARGOS PÚBLICOS. INCONSTITUCIONALIDADE DA EXIGÊNCIA ESTATAL DE QUE A TATUAGEM ESTEJA DENTRO DE DETERMINADO TAMANHO E PARÂMETROS ESTÉTICOS. INTERPRETAÇÃO DOS ARTS. 5º, I, E 37, I E II, DA CRFB/88. SITUAÇÕES EXCEPCIONAIS. RESTRIÇÃO. AS TATUAGENS QUE EXTERIORIZEM VALORES EXCESSIVAMENTE OFENSIVOS À DIGNIDADE DOS SERES HUMANOS, AO DESEMPENHO DA FUNÇÃO PÚBLICA PRETENDIDA, INCITAÇÃO À VIOLÊNCIA IMINENTE, AMEAÇAS REAIS OU REPRESENTEM OBSCENIDADES IMPEDEM O ACESSO A UMA FUNÇÃO PÚBLICA, SEM PREJUÍZO DO INAFASTÁVEL JUDICIAL REVIEW. CONSTITUCIONALIDADE. INCOMPATIBILIDADE COM OS VALORES ÉTICOS E SOCIAIS DA FUNÇÃO PÚBLICA A SER DESEMPENHADA. DIREITO COMPARADO. IN CASU, A EXCLUSÃO DO CANDIDATO SE DEU, EXCLUSIVAMENTE, POR MOTIVOS ESTÉTICOS. CONFIRMAÇÃO DA RESTRIÇÃO PELO ACÓRDÃO RECORRIDO. CONTRARIEDADE ÀS TESES ORA DELIMITADAS. RECURSO EXTRAORDINÁRIO A QUE SE DÁ PROVIMENTO.\n\n\n\n    1. O princípio da legalidade norteia os requisitos dos editais de concurso público.\n\n\n\n    2. O artigo 37, I, da Constituição da República, ao impor, expressamente, que “os cargos, empregos e funções públicas são acessíveis aos brasileiros que preencham os requisitos estabelecidos em lei”, evidencia a frontal inconstitucionalidade de toda e qualquer restrição para o desempenho de uma função pública contida em editais, regulamentos e portarias que não tenham amparo legal. (Precedentes: RE 593198 AgR, Relator Min. Dias Toffoli, Primeira Turma, julgado em 06/08/2013, DJe 01-10-2013; ARE 715061 AgR, Relator Min. Celso de Mello, Segunda Turma, DJe 19-06-2013; RE 558833 AgR, Relatora Min. Ellen Gracie, Segunda Turma, DJe 25-09-2009; RE 398567 AgR, Relator Min. Eros Grau, Primeira Turma, DJ 24-03-2006; e MS 20.973, Relator Min. Paulo Brossard, Plenário, julgado em 06/12/1989, DJ 24-04-1992).\n\n\n\n    3. O Legislador não pode escudar-se em uma pretensa discricionariedade para criar barreiras legais arbitrárias e desproporcionais para o acesso às funções públicas, de modo a ensejar a sensível diminuição do número de possíveis competidores e a impossibilidade de escolha, pela Administração, daqueles que são os melhores. \n\n\n\n    4. Os requisitos legalmente previstos para o desempenho de uma função pública devem ser compatíveis com a natureza e atribuições do cargo. (No mesmo sentido: ARE 678112 RG, Relator Min. Luiz Fux, julgado em 25/04/2013, DJe 17-05-2013).\n\n\n\n    5. A tatuagem, no curso da história da sociedade, se materializou de modo a alcançar os mais diversos e heterogêneos grupos, com as mais diversas idades, conjurando a pecha de ser identificada como marca de marginalidade, mas, antes, de obra artística.\n\n\n\n    6. As pigmentações de caráter permanente inseridas voluntariamente em partes dos corpos dos cidadãos configuram instrumentos de exteriorização da liberdade de manifestação do pensamento e de expressão, valores amplamente tutelados pelo ordenamento jurídico brasileiro (CRFB/88, artigo 5°, IV e IX). \n\n\n\n    7. É direito fundamental do cidadão preservar sua imagem como reflexo de sua identidade, ressoando indevido o desestímulo estatal à inclusão de tatuagens no corpo. \n\n\n\n    8. O Estado não pode desempenhar o papel de adversário da liberdade de expressão, incumbindo-lhe, ao revés, assegurar que minorias possam se manifestar livremente.\n\n\n\n    9. O Estado de Direito republicano e democrático, impõe à Administração Pública que exerça sua discricionariedade entrincheirada não, apenas, pela sua avaliação unilateral a respeito da conveniência e oportunidade de um ato, mas, sobretudo, pelos direitos fundamentais em um ambiente de perene diálogo com a sociedade.\n\n\n\n    10. A democracia funda-se na presunção em favor da liberdade do cidadão, o que pode ser sintetizado pela expressão germânica “Freiheitsvermutung” (presunção de liberdade), teoria corroborada pela doutrina norte-americana do primado da liberdade (preferred freedom doctrine), razão pela qual ao Estado contemporâneo se impõe o estímulo ao livre intercâmbio de opiniões em um mercado de idéias (free marktplace of ideas a que se refere John Milton) indispensável para a formação da opinião pública.\n\n\n\n    11. Os princípios da liberdade e da igualdade, este último com esteio na doutrina da desigualdade justificada, fazem exsurgir o reconhecimento da ausência de qualquer justificativa para que a Administração Pública visualize, em pessoas que possuem tatuagens, marcas de marginalidade ou de inaptidão física ou mental para o exercício de determinado cargo público. \n\n\n\n    12. O Estado não pode considerar aprioristicamente como parâmetro discriminatório para o ingresso em uma carreira pública o fato de uma pessoa possuir tatuagens, visíveis ou não.\n\n\n\n    13. A sociedade democrática brasileira pós-88, plural e multicultural, não acolhe a idiossincrasia de que uma pessoa com tatuagens é desprovida de capacidade e idoneidade para o desempenho das atividades de um cargo público.\n\n\n\n    14. As restrições estatais para o exercício de funções públicas originadas do uso de tatuagens devem ser excepcionais, na medida em que implicam uma interferência incisiva do Poder Público em direitos fundamentais diretamente relacionados ao modo como o ser humano desenvolve a sua personalidade. \n\n\n\n    15. A cláusula editalícia que cria condição ou requisito capaz de restringir o acesso a cargo, emprego ou função pública por candidatos possuidores de tatuagens, pinturas ou marcas, quaisquer que sejam suas extensões e localizações, visíveis ou não, desde que não representem símbolos ou inscrições alusivas a ideologias que exteriorizem valores excessivamente ofensivos à dignidade dos seres humanos, ao desempenho da função pública pretendida, incitação à violência iminente, ameaças reais ou representem obscenidades, é inconstitucional.\n\n\n\n    16. A tatuagem considerada obscena deve submeter-se ao Miller-Test, que, por seu turno, reclama três requisitos que repugnam essa forma de pigmentação, a saber: (i) o homem médio, seguindo padrões contemporâneos da comunidade, considere que a obra, tida como um todo, atrai o interesse lascivo; (ii) quando a obra retrata ou descreve, de modo ofensivo, conduta sexual, nos termos do que definido na legislação estadual aplicável, (iii) quando a obra, como um todo, não possua um sério valor literário, artístico, político ou científico.\n\n\n\n    17. A tatuagem que incite a prática de uma violência iminente pode impedir o desempenho de uma função pública quando ostentar a aptidão de provocar uma reação violenta imediata naquele que a visualiza, nos termos do que predica a doutrina norte-americana das “fighting words”, como, v.g., “morte aos delinquentes”.\n\n\n\n    18. As teses objetivas fixadas em sede de repercussão geral são: (i) os requisitos do edital para o ingresso em cargo, emprego ou função pública devem ter por fundamento lei em sentido formal e material, (ii) editais de concurso público não podem estabelecer restrição a pessoas com tatuagem, salvo situações excepcionais em razão de conteúdo que viole valores constitucionais.\n\n\n\n    19. In casu, o acórdão recorrido extraordinariamente assentou que “a tatuagem do ora apelado não atende aos requisitos do edital. Muito embora não cubra todo o membro inferior direito, está longe de ser de pequenas dimensões. Ocupa quase a totalidade lateral da panturrilha e, além disso, ficará visível quando utilizados os uniformes referidos no item 5.4.8.3. É o quanto basta para se verificar que não ocorreu violação a direito líquido e certo, denegando-se a segurança”. Verifica-se dos autos que a reprovação do candidato se deu, apenas, por motivos estéticos da tatuagem que o recorrente ostenta.\n\n\n\n    19.1. Consectariamente o acórdão recorrido colide com as duas teses firmadas nesta repercussão geral: (i) a manutenção de inconstitucional restrição elencada em edital de concurso público sem lei que a estabeleça; (ii) a confirmação de cláusula de edital que restringe a participação, em concurso público, do candidato, exclusivamente por ostentar tatuagem visível, sem qualquer simbologia que justificasse, nos termos assentados pela tese objetiva de repercussão geral, a restrição de participação no concurso público.\n\n\n\n    19.2. Os parâmetros adotados pelo edital impugnado, mercê de não possuírem fundamento de validade em lei, revelam-se preconceituosos, discriminatórios e são desprovidos de razoabilidade, o que afronta um dos objetivos fundamentais do País consagrado na Constituição da República, qual seja, o de “promover o bem de todos, sem preconceitos de origem, raça, sexo, cor, idade e quaisquer outras formas de discriminação” (art. 3º, IV).\n\n\n\n    20. Recurso Extraordinário a que se dá provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12977132","externo_seq_objeto_incidente":4804268,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-114  DIVULG 30-05-2017  PUBLIC 31-05-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=898450&classe=RE","is_colac":false,"titulo":"RE 898450","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 PAR-ÚNICO ART-00003 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          ART-00005 \"CAPUT\" INC-00001 INC-00002 \n          INC-00004 INC-00006 INC-00009 INC-00041 \n          INC-00042 ART-00014 PAR-00003 \n          ART-00037 \"CAPUT\" REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00001 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00002 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00102 INC-00003 LET-C PAR-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00013 \"CAPUT\"\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011279      ANO-2006\n          ART-0011A INC-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012464      ANO-2011\n          ART-00020 INC-00017 LET-A LET-B \n          LET-C LET-D\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012705      ANO-2012\n          ART-00002 INC-00008 LET-A LET-B\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-01035 PAR-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 NÚMERO-5\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00009 NÚMERO-3 LET-A LET-B \n          ART-00020\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-0323A\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000683      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LCP-000697      ANO-1992\n                LEI COMPLEMENTAR, SP\n\n","LEG-EST   DEC-041113      ANO-1996\n                DECRETO, SP - REDAÇÃO DADA PELO DEC-42053/1997\n\n","LEG-EST   DEC-042053      ANO-1997\n                DECRETO, SP"],"publicacao_data":"2017-05-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HISTÓRIA, TATUAGEM. EXIGÊNCIA, RAZOABILIDADE, OBJETIVIDADE, CRITÉRIO, HIPÓTESE, REALIZAÇÃO, DISTINÇÃO, CIDADÃO. VEDAÇÃO, PRINCÍPIO DA ISONOMIA, PERSEGUIÇÃO, FAVORECIMENTO. EXIGÊNCIA, CORRELAÇÃO, CRITÉRIO, JUSTIFICATIVA, DISTINÇÃO, CIDADÃO. REFERÊNCIA, RESTRIÇÃO, TATUAGEM, AUTORIDADE POLICIAL, AUTORIDADE MILITAR, ÂMBITO, DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, REPÚBLICA PORTUGUESA, ESTADOS UNIDOS DA AMÉRICA. PREVISÃO, LEGISLAÇÃO FEDERAL, MARINHA, AERONÁUTICA, EXÉRCITO, PROIBIÇÃO, TATUAGEM, HIPÓTESE, OFENSA, VALOR, INSTITUIÇÃO, OFENSA, ORDEM PÚBLICA. VETO, PRESIDENTE DA REPÚBLICA, RESTRIÇÃO, INGRESSO, EXÉRCITO, DECORRÊNCIA, EXTENSÃO, TATUAGEM. PREVISÃO, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, PROIBIÇÃO, INCENTIVO, DISCRIMINAÇÃO, VIOLÊNCIA, DECORRÊNCIA, NACIONALIDADE, RAÇA, RELIGIÃO. INEXISTÊNCIA, IMUNIDADE, EDITAL, CONTROLE JUDICIAL. IMPOSSIBILIDADE, TRANSFORMAÇÃO, DISCRICIONARIEDADE, ADMINISTRAÇÃO PÚBLICA, ARBITRARIEDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: INSUFICIÊNCIA, PREVISÃO, EDITAL, REQUISITO, ACESSO, CARGO PÚBLICO. ENTENDIMENTO, JURISPRUDÊNCIA, NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA RESERVA LEGAL. CONSAGRAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988, PLURALISMO, DEMOCRACIA, DIGNIDADE DA PESSOA HUMANA. CONSIDERAÇÃO, TATUAGEM, FORMA, EXPRESSÃO. PROTEÇÃO, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO. POSSIBILIDADE, RESTRIÇÃO, ACESSO, CARGO PÚBLICO, HIPÓTESE, TATUAGEM, VEICULAÇÃO, IDEIA, DISCRIMINAÇÃO, PRECONCEITO. DISPENSABILIDADE, LEI ESPECÍFICA, FINALIDADE, REGULAMENTAÇÃO, TATUAGEM, CANDIDATO (CONCURSO PÚBLICO).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: POSSIBILIDADE, EDITAL, CONCRETIZAÇÃO, VALOR CONSTITUCIONAL. NECESSIDADE, TRANSFORMAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), TRIBUNAL, DIREITO FUNDAMENTAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: DEFINIÇÃO, VALOR CONSTITUCIONAL. EXCEPCIONALIDADE, PROIBIÇÃO, TATUAGEM. NECESSIDADE, TRÂNSITO EM JULGADO, CONDENAÇÃO, FINALIDADE, RESTRIÇÃO, ACESSO, CARGO PÚBLICO, DECORRÊNCIA, LIVRO. OFENSA, PRINCÍPIO DA ISONOMIA, PROIBIÇÃO, PARTICIPAÇÃO, CONCURSO PÚBLICO, FUNDAMENTO ÚNICO, TATUAGEM. NECESSIDADE, PREVALÊNCIA, INTERPRETAÇÃO, AUTOR, HIPÓTESE, DÚVIDA, INTERPRETAÇÃO, TATUAGEM. CORRELAÇÃO, TATUAGEM, DIREITO DA PERSONALIDADE. ALCANCE, TATUAGEM, PROTEÇÃO, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: COMPATIBILIDADE, TATUAGEM, VALOR, SOCIEDADE, CONTEMPORANEIDADE. INADMISSIBILIDADE, RESTRIÇÃO, DIREITO, CIDADÃO, DECORRÊNCIA, TATUAGEM. DESCABIMENTO, INTERVENÇÃO, PODER PÚBLICO, AUTONOMIA PRIVADA, OBJETIVO, LIMITAÇÃO, LIBERDADE, ESCOLHA. CORRELAÇÃO, TATUAGEM, LIBERDADE DE EXPRESSÃO. INADMISSIBILIDADE, INCITAMENTO, DISCRIMINAÇÃO, PRECONCEITO, VIOLÊNCIA, DECORRÊNCIA, NACIONALIDADE, ETNIA, RELIGIÃO. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: CONSIDERAÇÃO, TATUAGEM, FORMA, EXPRESSÃO. ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, LIBERDADE DE EXPRESSÃO. PREVISÃO, CONSTITUIÇÃO FEDERAL, LIMITE CONSTITUCIONAL, LIBERDADE DE EXPRESSÃO. PROIBIÇÃO, CONSTITUIÇÃO FEDERAL, OFENSA, DIREITO FUNDAMENTAL, PRECONCEITO DE RAÇA, TERRORISMO, TORTURA, TRÁFICO DE DROGAS, GRUPO ARMADO CIVIL. PREVISÃO, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, NECESSIDADE, LIBERDADE DE EXPRESSÃO, OBSERVÂNCIA, DIREITO, REPUTAÇÃO, TERCEIRO, SEGURANÇA NACIONAL, ORDEM PÚBLICA, SAÚDE PÚBLICA, MORALIDADE.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: DESPROVIMENTO, RECURSO. INEXIGIBILIDADE, EDITAL, REPETIÇÃO, CONTEÚDO NORMATIVO, LEI. NECESSIDADE, CUMPRIMENTO, NORMA, EDITAL, HIPÓTESE, RAZOABILIDADE. COMPATIBILIDADE, NORMA, EDITAL, DISCIPLINA MILITAR.\n\n- TERMO(S) DE RESGATE: TEORIA DA DESIGUALDADE JUSTIFICADA. DISCURSO DE ÓDIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=898450&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEI FORMAL, REQUISITO, CARGO PÚBLICO, EMPREGO PÚBLICO, FUNÇÃO PÚBLICA)\nRE 558833 AgR (2ªT), MS 20973 (TP), RE 327784 AgR (1ªT), RE 398567 AgR (1ªT), RE 400754 AgR (1ªT), ARE 715061 AgR (2ªT), RE 593198 AgR (1ªT), ARE 906295 AgR (1ªT). \n(COMPATIBILIDADE, REQUISITO, CARGO PÚBLICO, EMPREGO PÚBLICO, FUNÇÃO PÚBLICA)\nARE 678112 RG. \n(PROIBIÇÃO, DIVULGAÇÃO, PALAVRA, IMAGEM)\nADPF 130 (TP), ADI 4451 MC-REF (TP), ADI 4815 (TP). \n(ANTECEDENTE CRIMINAL, INQUÉRITO POLICIAL EM CURSO, PROCESSO PENAL EM CURSO)\nRE 591054 (TP). \n- Legislação estrangeira citada: Primeira Emenda (Amendment I) da Constituição dos Estados Unidos da América; item e(1), item e(2), letras \"a\", \"b\", \"c\" e \"d\", item e(5) e item e(7), da Section 1.8, Page 3, da U.S. Army Regulation 670-1 (Uniform and Insignia - Wear and Appearance of Army), dos Estados Unidos da América; NAVADMIN 82, de 2016, da Marinha norte-americana; Lei Fundamental de Bonn.\n- Decisões estrangeiras citadas: Caso Miller vs. Califórnia de 1973, 413 U.S. 15, 1973, Caso Schad vs. Borough of Mount Ephraim, 452 US 61, 65–66, 1981, Caso Joseph Burstyn, Inc vs. Wilson, 343 US 495, 501–02, 1952, Caso Ward vs. Rock Against Racism, 491 US 781, 790, 1989, Caso Texas vs. Johnson, 491 US 397, 399, 1989, Caso National Endowment for the Arts v Finley, 524 US 569, 602, 1998, da Suprema Corte norte-americana.\n- Veja itens 5.4, 5.4.1, 5.4.2, 5.4.8, 5.4.8.1, 5.4.8.2 e 5.4.8.3, do Edital 002/321/2008, da Diretoria de Pessoal da Polícia Militar do Estado de São Paulo.\nNúmero de páginas: 83.\nAnálise: 19/06/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : HENRIQUE LOPES CARVALHO DA SILVEIRA \nADV.(A/S)  : VICENTE DE PAULO MASSARO \nRECDO.(A/S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO GERAL DA UNIAO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"838 - Constitucionalidade da proibição, contida em edital de concurso público, de ingresso em cargo, emprego ou função pública para candidatos que tenham certos tipos de tatuagem em seu corpo.","old_seq_sjur":368513,"documental_tese_texto":"Editais de concurso público não podem estabelecer restrição a pessoas com tatuagem, salvo situações excepcionais em razão de conteúdo que viole valores constitucionais.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 898450","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-08-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AMERICA'S NAVY. Navy Expands Tattoo Options, Command Ball Cap Wear. Disponível em: http://www.navy.mil/submit/display.asp?story_id=93938.\nBECKER, Howard. Outsiders: estudos da sociologia do desvio. Tradução: Maria Borges. Rio de Janeiro: Zahar, 2008.\nBICKEL, Alexander. The Last Dangerous Branch. New Haven: Yale University Press, 1986.\nBOBBIO, Norberto. O terceiro ausente. Tradução: Daniela Beccaccia Versiani. Barueri, 2009. p. 93.\nBUENO, Pimenta. Direito Público Brasileiro e Análise da Constituição do Império. Rio de Janeiro, 1857. p. 424.\nBUNDESPOLIZEI. Beweise, dass du es kannst! Das Auswahlverfahren. Disponível em: https://www.komm-zur-bundespolizei.de/bewerben/auswahlverfahren/.\nFERDINANDO, Lisa. Revised uniform policy changes rules for tattoos, wear of combat uniform. Disponível em: https://www.army.mil/article/146268/Revised_uniform_policy_changes_rules_for_tattoos__wear_of_combat_uniform. Acesso em: 23. jun. 2016.\nFERREIRA, Vítor Sérgio. Os ofícios de marcar o corpo: a realização profissional de um projecto identitário.\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional. 2001. p. 277.\nFONSECA, Andrea Lissett Perez. Tatuar e Ser Tatuado: etnografia da prática contemporânea da tatuagem. Estúdio: Experience Art Tattoo – Florianópolis – SC - Brasil. 2003. 151 fls. Dissertação (Mestrado) - Universidade Federal de Santa Catarina. Florianópolis, 2003, p. 143.\nFREITAS FILHO, Roberto. Decisões jurídicas e teoria lingüística: o prescritivismo universal de Richard Hare. Revista de Informação Legislativa, Brasília, ano 45, n. 178, abr./jun. 2008.\nGROGNARD, Catherine. Tatouages. Tags à lâme. Paris: Syros Alternatives, 1992. \nHARE, Richard Mervyn. A linguagem da moral. Tradução: Eduardo Ferreira. São Paulo: Martins Fontes, 1996.\n______. Entrevista a R. M. Hare: a propósito de Ordenando la ética. Isegoría, n. 21, 1999.\nJAIRES, Luana Thaisa Pedrosa Soares. Sociologia da Tatuagem: Uma Análise Antropológica e Sociológica da Técnica de Tatuar e da Prática de ser Tatuado. 2011. 294 fls. Dissertação (Mestrado) - Universidade Federal de Alagoas. Maceió, 2011.\nKELSEN, Hans. Teoria pura do Direito. Tradução: Ch. Einsenmann. 2. ed. Paris, 1962. p. 190.\nLE BRETON, David. Antropología del cuerpo y modernidad. Buenos Aires: Nueva Visión, 1995.\n______. Signes d'identité. Tatouages, piercings et autres marques corporelles. Paris: Métailié, 2002.\nLEITÃO, Débora Krischke. Mudança de significado da tatuagem contemporânea. Cadernos IHU Ideias, São Leopoldo, v. 16, n. 2, mar. 2004. p. 4.\nLISE, Michele Larissa Zini. Violência na pele: considerações médicas e legais na tatuagem. Dissertação (Mestrado) - Programa de Pós-Graduação da Pontifícia Universidade Católica do Rio Grande do Sul –\nPUC-RS, Porto Alegre, 2007.\nLUÑO, Antonio Enrique Pérez. Derechos humanos, Estado de Derecho y Constitución. Madrid: Tecnos, 1984. p. 313.\nMACNAUGHTON, Alex. London Tattoos. Londres: Prestel, 2011.\nMELLO, Celso Antônio Bandeira de. Conteúdo jurídico do princípio da igualdade. 3. ed. São Paulo: Malheiros, 2001. p. 21 e 38.\nMITSCH, Ralf. Why I Love Tatoos. Londres, 2014.\nMÜLLER, Friedrich Apud LUÑO, Antonio Enrique Pérez. Derechos humanos, Estado de Derecho y\nConstitución. Madrid: Tecnos, 1984. p. 321.\nNATHAN, Paul. Generation Ink. Brooklyn: Pulleceo, 2012.\nNINO, Carlos Santiago. Introdução à Análise do Direito. São Paulo: Martins Fontes, 2015. p. 431.\nNISHIHARA, Hiroshi. The Significance of Constitutional Values. Potchefstroom Electronic Law Journal, v. 4, issue 1, 2001. \nPÉREZ, Andrea Lissett. A identidade à flor da pele: etnografia da prática da tatuagem na contemporaneidade. Mana, v. 12, n. 1, 2006. p. 179-206.\nPRADO, Daniel Nicory do. Literatura e apologia ao crime: uma abordagem hermenêutica. In: XVI Congresso Nacional do CONPEDI, 2008, Belo Horizonte. Anais... Florianópolis: Fundação Boiteux, 2008. p. 4908-4928.\nROCHA, Cármen Lúcia Antunes. Princípio constitucional da igualdade. Belo Horizonte: Jurídicos Lê, 1990. p. 118.\nSAMPAIO, José Adércio Leite. Direito à Intimidade e à Vida Privada. Belo Horizonte: Del Rey, 1998. p. 264.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 454.\nSARMENTO, Daniel. Livres e Iguais: Estudos de Direito Constitucional. Rio de Janeiro: Lumen, 2006. p. 243.\nSERRA NETTO, Helio Figueiredo da. O corpo como espaço imaginativo: tatuagem, práticas sociais e simbolismo. 2011. 134 fls. Dissertação (Mestrado) - Universidade Federal do Pará. Belém, 2011. p. 15.\nSUPREMO TRIBUNAL FEDERAL. Confira as dez notícias mais acessadas do ano no site do STF. Disponível em: http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=307256&caixaBusca=N;. Acesso em: 26 mai. 2016.\nWAGNER, Richard. O navio fantasma.\nWALSH, Ryan J. Painting on a Canvas of Skin: Tattooing and the First Amendment. The University of Chicago Law Review, 2011.","ministro_facet":["LUIZ FUX"],"processo_numero":898450,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur282478","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PB","is_questao_ordem":false,"acordao_ata":"Após o relatório e as sustentações orais do Dr. Irapuan Sobral, pela requerente Mesa da Assembléia Legislativa do Estado da Paraíba; do Ministro Luís Inácio Lucena Adams, pela Advocacia-Geral da União; do Dr. Caio de Azevedo Trindade, Procurador-Geral do Estado, pelo amicus curiae Estado do Pará, e do Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República, pelo Ministério Público Federal, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Luiz Fux. Presidência do Ministro Joaquim Barbosa. Plenário, 11.06.2014.\r\n\n                 Decisão: Após os votos dos Ministros Rosa Weber (Relatora), Teori Zavascki, Joaquim Barbosa (Presidente), Luiz Fux, Celso de Mello e Ricardo Lewandowski, julgando procedente a ação direta; os votos dos Ministros Gilmar Mendes, Roberto Barroso e Dias Toffoli, julgando-a improcedente, e o voto do Ministro Marco Aurélio, julgando prejudicada a ação direta, o julgamento foi suspenso. Ausente a Ministra Cármen Lúcia, representando o Tribunal no XX Encuentro de Presidentes y Magistrados de Tribunales, Salas y Cortes Constitucionales de América Latina, em Buenos Aires, Argentina, e no Primer Encuentro Internacional sobre “Justicia Constitucional con Perspectiva de Género”, em Quito, Equador. Plenário, 18.06.2014.\r\n\n                 Decisão: Colhido o voto da Ministra Cármen Lúcia, o Tribunal, por maioria, julgou procedente a ação direta para declarar a inconstitucionalidade do parágrafo único do art. 1º da Lei Complementar nº 78, de 30 de dezembro de 1993, e da Resolução nº 23.389/2013, do Tribunal Superior Eleitoral, vencidos os Ministros Gilmar Mendes, Roberto Barroso e Dias Toffoli, que julgavam improcedente o pedido. O Ministro Teori Zavascki julgou parcialmente procedente a ação para dar interpretação conforme ao parágrafo único do art. 1º da Lei Complementar nº 78/1993 e declarar a inconstitucionalidade da Resolução nº 23.389/2013. Em seguida, após os votos dos Ministros Rosa Weber, Gilmar Mendes, Dias Toffoli, Roberto Barroso, Cármen Lúcia, Celso de Mello e Ricardo Lewandowski, modulando os efeitos da decisão para que a Resolução nº 23.389/2013, do Tribunal Superior Eleitoral, tenha vigência para as eleições de 2014, e os votos dos Ministros Marco Aurélio, Teori Zavascki e Luiz Fux, que não modulavam os efeitos da decisão, o julgamento foi suspenso para colher o voto, quanto à modulação, do Ministro Joaquim Barbosa (Presidente), ausente justificadamente. Presidência do Ministro Ricardo Lewandowski, Vice-Presidente no exercício da Presidência. Plenário, 25.06.2014.\r\n\n                  Decisão: Colhido o voto do Ministro Joaquim Barbosa (Presidente), o Tribunal deixou de modular os efeitos da declaração de inconstitucionalidade por não ter alcançado o quorum previsto no art. 27 da Lei nº 9.868/99. Ausente, justificadamente, o Ministro Celso de Mello, com voto proferido na assentada anterior. Plenário, 01.07.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur282478","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraíba","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur282478","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. DIREITO CONSTITUCIONAL ELEITORAL. RESOLUÇÃO Nº 23.389/2013 DO TRIBUNAL SUPERIOR ELEITORAL. DEFINIÇÃO DA REPRESENTAÇÃO DOS ESTADOS E DO DISTRITO FEDERAL NA CÂMARA DOS DEPUTADOS. ART. 45, § 1º, DA CONSTITUIÇÃO DA REPÚBLICA. PROPORCIONALIDADE RELATIVAMENTE À POPULAÇÃO. OBSERVÂNCIA DE NÚMEROS MÍNIMO E MÁXIMO DE REPRESENTANTES. CRITÉRIO DE DISTRIBUIÇÃO. MATÉRIA RESERVADA À LEI COMPLEMENTAR. INDELEGABILIDADE. TRIBUNAL SUPERIOR ELEITORAL. FUNÇÃO NORMATIVA EM SEDE ADMINISTRATIVA. LIMITES. INVASÃO DE COMPETÊNCIA.\n\n\n\n    1. Segundo a jurisprudência desta Suprema Corte, viável o controle abstrato da constitucionalidade de ato do Tribunal Superior Eleitoral de conteúdo jurídico-normativo essencialmente primário. A Resolução nº 23.389/2013 do TSE, ao inaugurar conteúdo normativo primário com abstração, generalidade e autonomia não veiculado na Lei Complementar nº 78/1993 nem passível de ser dela deduzido, em afronta ao texto constitucional a que remete – o art. 45, caput e § 1º, da Constituição Federal –, expõe-se ao controle de constitucionalidade concentrado. Precedentes.\n\n\n\n    2. Embora apto a produzir atos abstratos com força de lei, o poder de editar normas do Tribunal Superior Eleitoral, no âmbito administrativo, tem os seus limites materiais condicionados aos parâmetros do legislador complementar, no caso a Lei Complementar nº 78/1993 e, de modo mais amplo, o Código Eleitoral, recepcionado como lei complementar. Poder normativo não é poder legislativo. A norma de caráter regulatório preserva a sua legitimidade quando cumpre o conteúdo material da legislação eleitoral. Pode conter regras novas, desde que preservada a ordem vigente de direitos e obrigações, limite do agir administrativo. Regras novas, e não direito novo.\n\n\n\n    3. Da Lei Complementar nº 78/1993, à luz da Magna Carta e do Código Eleitoral, não se infere delegação legitimadora da Resolução nº 23.389/2013 do Tribunal Superior Eleitoral.\n\n\n\n    4. O art. 45, § 1º, da Constituição da República comanda a definição, por lei complementar (i) do número total de Deputados e (ii) da representação dos Estados e do Distrito Federal, proporcionalmente à população – e não ao número de eleitores –, respeitados o piso de oito e o teto de setenta cadeiras por ente federado. Tal preceito não comporta a inferência de que suficiente à espécie normativa complementadora – a LC 78/1993 –, o número total de deputados. Indispensável, em seu bojo, a fixação da representação dos Estados e do Distrito Federal. A delegação implícita de tal responsabilidade política ao Tribunal Superior Eleitoral traduz descumprimento do comando constitucional em sua inteireza.\n\n\n\n    5. Compete ao legislador complementar definir, dentre as possibilidades existentes, o critério de distribuição do número de Deputados dos Estados e do Distrito Federal, proporcionalmente à população, observados os demais parâmetros constitucionais. De todo inviável transferir a escolha de tal critério, que necessariamente envolve juízo de valor, ao Tribunal Superior Eleitoral ou a outro órgão.\n\n\n\n    6. A Resolução impugnada contempla o exercício de ampla discricionariedade pelo TSE na definição do critério de apuração da distribuição proporcional da representação dos Estados, matéria reservada à lei complementar. A renúncia do legislador complementar ao exercício da sua competência exclusiva não legitima o preenchimento da lacuna legislativa por órgão diverso.\n\n\n\n    7. Inconstitucionalidade da Resolução nº 23.389/2013 do TSE, por violação do postulado da reserva de lei complementar ao introduzir inovação de caráter primário na ordem jurídica, em usurpação da competência legislativa complementar.\n\n\n\n    Ação direta de inconstitucionalidade julgada procedente, sem modulação de efeitos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=7081174","externo_seq_objeto_incidente":4418914,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4965&classe=ADI","is_colac":false,"titulo":"ADI 4965","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00028 PAR-00001 PAR-00002 ART-00029\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00023 PAR-00001 PAR-00002\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00046 REDAÇÃO DADA PELA LCT-9/1945\n          ART-00048 REDAÇÃO DADA PELA LCT-9/1945\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00058 REDAÇÃO ORIGINÁRIA\n          ART-00058 REDAÇÃO DADA PELA EMC-17/1964\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000017      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00039 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00039 PAR-00002 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00039 REDAÇÃO DADA PELA EMC-8/1977\n          ART-00039 PAR-00002 REDAÇÃO DADA PELA EMC-8/1977\n          ART-00039 REDAÇÃO DADA PELA EMC-25/1985\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000008      ANO-1977\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000025      ANO-1985\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 \"CAPUT\" INC-00005 ART-00003 \n          INC-00002 INC-00003 ART-00005 INC-00002 \n          ART-00007 INC-00004 ART-00014 ART-00016 \n          ART-00023 INC-00008 INC-00009 ART-00027 \n          ART-00029 INC-00004 ART-00045 \"CAPUT\" \n          PAR-00001 PAR-00002 ART-00046 PAR-00001 \n          ART-00051 INC-00003 INC-00004 ART-00052 \n          INC-00012 INC-00013 ART-00062 PAR-00009 \n          ART-00068 PAR-00001 ART-00069 ART-00084 \n          INC-00004 INC-00006 ART-00103 INC-00004 \n          ART-00121 ART-00125 PAR-00001 ART-00235 \n          INC-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00002 PAR-00002 ART-00004 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00005 \n          PAR-00001 PAR-00002 ART-00013 ART-00014 \n          \"CAPUT\" PAR-00001 PAR-00002\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000078      ANO-1993\n          ART-00001 PAR-ÚNICO ART-00002 PAR-ÚNICO \n          ART-00003 ART-00004 ART-00005\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCT-000009      ANO-1945\n                LEI CONSTITUCIONAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00022 ART-00023 INC-00008 INC-00009 \n          INC-00018 ART-00106\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012382      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00004\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DLG-000424      ANO-2013\n                DECRETO LEGISLATIVO\n\n","LEG-FED   RES-016336      ANO-1990\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-014253      ANO-1994\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - STE\n\n","LEG-FED   RES-020060      ANO-1997\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - STE\n\n","LEG-FED   RES-020986      ANO-2002\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-022144      ANO-2006\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - STE\n\n","LEG-FED   RES-023220      ANO-2010\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - STE\n\n","LEG-FED   RES-023389      ANO-2013\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   INT-000001      ANO-2005\n                INSTRUÇÃO NORMATIVA DA SECRETARIA DO TESOURO NACIONAL\n\n","LEG-FED   PJLCP-000165      ANO-1993\n                PROJETO DE LEI COMPLEMENTAR\n\n","LEG-FED   PJL-000080      ANO-1989\n                PROJETO DE LEI\n\n","LEG-FED   RGI      ANO-1989\n          ART-00185 PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 ART-00186 INC-00001 \n          INC-00002 INC-00003 INC-00004 PAR-00001 \n          PAR-00002\n                REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS \n\n","LEG-EST   CES      ANO-1989\n          ART-00108 INC-00007 LET-B\n                CONSTITUIÇÃO ESTADUAL, CE"],"publicacao_data":"2014-10-30","documental_acordao_mesmo_sentido_lista_texto":"ADI 4963  PROCESSO ELETRÔNICO\n          JULG-01-07-2014  UF-PB  TURMA-TP  MIN-ROSA WEBER N.PÁG-197\n          DJe-213  DIVULG 29-10-2014  PUBLIC 30-10-2014","documental_indexacao_texto":"- INVIABILIDADE, ALEGAÇÃO, CÁLCULO, REPRESENTAÇÃO, CÂMARA DOS DEPUTADOS, REFERÊNCIA, NÚMERO, ELEITOR, FUNDAMENTO, PREVISÃO, CONSTITUIÇÃO FEDERAL, REFERÊNCIA, POPULAÇÃO.\n\n- VOTO, MIN. ROBERTO BARROSO: AUSÊNCIA, DIREITO ADQUIRIDO, NÚMERO, DEPUTADO, BANCADA LEGISLATIVA, ESTADO-MEMBRO, FUNDAMENTO, MUTABILIDADE, POPULAÇÃO, CONSEQUÊNCIA, MUTABILIDADE, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS.\n\n- VOTO, MIN. TEORI ZAVASCKI: PROCEDÊNCIA, PEDIDO, OBJETIVO, ATRIBUIÇÃO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DISPOSITIVO, LEI COMPLEMENTAR, ENTENDIMENTO, AUSÊNCIA, ATRIBUIÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), PODER NORMATIVO, DECORRÊNCIA, DELEGAÇÃO, CONGRESSO NACIONAL. VIABILIDADE, EXCLUSIVIDADE, ATRIBUIÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), ÂMBITO, EXECUÇÃO, OBJETIVO, ATUALIZAÇÃO, CÁLCULO, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), DECORRÊNCIA, ATRIBUIÇÃO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, DISPOSITIVO, LEI COMPLEMENTAR. POSSIBILIDADE, IMPETRAÇÃO, MANDADO DE INJUNÇÃO, HIPÓTESE, OMISSÃO, LEGISLADOR, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS.\n\n- VOTO, MIN. MARCO AURÉLIO: PROCEDÊNCIA, PEDIDO, OBJETIVO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI COMPLEMENTAR, CONSEQUÊNCIA, PREJUDICIALIDADE, PEDIDO, INCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), FUNDAMENTO, IMPOSSIBILIDADE, DELIBERAÇÃO ADMINISTRATIVA, TRIBUNAL SUPERIOR ELEITORAL (TSE), DEFINIÇÃO, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS.\n\n- VOTO, MIN. ROSA WEBER: MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), AUSÊNCIA, PRONUNCIAMENTO, NULIDADE, OBJETIVO, ASSEGURAMENTO, ELEIÇÃO, MOMENTO POSTERIOR, MANUTENÇÃO, CRITÉRIO, CÁLCULO, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS, FUNDAMENTO, PRINCÍPIO DA ANUALIDADE ELEITORAL, RAZOABILIDADE, CRITÉRIO, COMPOSIÇÃO, CÂMARA DOS DEPUTADOS, DECORRÊNCIA, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE).\n\n- VOTO, MIN. MARCO AURÉLIO: MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), CONSEQUÊNCIA, APLICAÇÃO, RESOLUÇÃO, VIGÊNCIA, MOMENTO ANTERIOR.\n\n- VOTO, MIN. TEORI ZAVASCKI: MODULAÇÃO DE EFEITOS. DESNECESSIDADE, MODULAÇÃO DE EFEITOS, FUNDAMENTO, AUSÊNCIA, LACUNA DA LEI.\n\n- VOTO, MIN. CÁRMEN LÚCIA: MODULAÇÃO DE EFEITOS. APLICABILIDADE, MODULAÇÃO DE EFEITOS, FUNDAMENTO, AUSÊNCIA, ALTERNATIVA, DIVERSIDADE, OBJETIVO, SEGURANÇA JURÍDICA, PROCESSO ELEITORAL. MANUTENÇÃO, VIGÊNCIA, RESOLUÇÃO, TERMO FINAL, ELEIÇÃO, PROXIMIDADE.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, DISPOSITIVO, LEI COMPLEMENTAR, MODULAÇÃO DE EFEITOS, UTILIZAÇÃO, EXCLUSIVIDADE, CRITÉRIO, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), PROXIMIDADE, ELEIÇÃO.\n\n- VOTO, MIN. JOAQUIM BARBOSA: MODULAÇÃO DE EFEITOS. DECLARAÇÃO DE INCONSTITUCIONALIDADE, RESOLUÇÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), AUSÊNCIA, MODULAÇÃO DE EFEITOS, FUNDAMENTO, AUSÊNCIA, RISCO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4965&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, ATO NORMATIVO SECUNDÁRIO)\nADI 996, ADI 2243 (TP), ADI 2439 (TP), ADI 3345 (TP), ADI 3999 (TP), ADI 4105, ADI 2792 AgR (TP), ADI 3731 MC (TP), ADI 2075 MC (TP), AC 1033 AgR-QO (TP), ADI 2308 MC (TP), ADI 1383 MC (TP). \n(COMPETÊNCIA, CONSTITUINTE ESTADUAL)\nADI 3140 (TP). \n(EXIGÊNCIA, LEI, VALOR, SALÁRIO MÍNIMO, DECRETO, DIVULGAÇÃO)\nADI 4568 (TP). \n(LEI COMPLEMENTAR, ELEIÇÃO)\nMI 233 (TP). \n(LEI COMPLEMENTAR, NÚMERO, DEPUTADO, CÂMARA DOS DEPUTADOS)\nADI 267 MC (TP), MI 219 (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, PRINCÍPIO DA NULIDADE)\nADI 2791 ED (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS, VOTO, MINISTRO, AUSENTE)\nADI 3601 (TP). \n(DECLARAÇÃO DE INCONSTITUCIONALIDADE, INCIDENTER TANTUM, EFEITO PRO FUTURO)\nRE 197917 (TP). \n- Acórdão(s) citado(s) - outros tribunais:\nTSE: Pet 95457. \n- Legislação estrangeira citada: art. 149 da Constituição Portuguesa de 1976.\r\n- Veja ADI 4947, ADI 5020, ADI 5028, ADI 4963 e ADI 5130 do STF.\r\n\r\nNúmero de páginas: 198.\r\nAnálise: 28/01/2015, JOS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : MESA DA ASSEMBLÉIA LEGISLATIVA DO ESTADO DA PARAÍBA \nADV.(A/S)  : ABELARDO JUREMA NETO \nADV.(A/S)  : JOÃO CYRILLO NETO \nINTDO.(A/S)  : TRIBUNAL SUPERIOR ELEITORAL \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ \nAM. CURIAE.  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : FÁBIO DE MAGALHÃES FURLAN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":282478,"documental_tese_texto":null,"procedencia_geografica_completo":"PB - PARAÍBA","processo_codigo_completo":"ADI 4965","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2014-07-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABBOUD, Georges. Jurisdição Constitucional e Direitos Constitucionais. São Paulo: Revista dos\r\nTribunais, 2011.\r\nALMEIDA NETO, Manoel Carlos de. Direito Eleitoral Regulador. São Paulo: Revista dos Tribunais, 2014.\r\nBASTOS, Celso Ribeiro. A Constituição de 1988 e seus problemas. São Paulo: Ltr, p. 228. Apud VALADÃO, Rodrigo Borges. O Princípio da Reserva de Lei Complementar e a Hierarquia entre Espécies Normativas. Revista de Direito da Procuradoria Geral. Rio de Janeiro, 2001. n. 54. p. 236.\r\nBLANCO DE MORAIS, Carlos. Justiça constitucional. 2. ed. Coimbra: Coimbra, 2006.\r\nBONAVIDES, Paulo. Curso de Direito Constitucional. 26. ed. São Paulo: Malheiros, 2011.\r\nBRUNA, Sérgio Varella. Agências Reguladoras: poder normativo, consulta pública,revisão judicial. São Paulo: Revista dos Tribunais, 2003.\r\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da Constituição. 7. ed.\r\nAlmedina, 2003. p. 1215.\r\nCINTRA, Antônio Octávio; LACOMBE, Marcelo Barroso. A Câmara dos Deputados na Nova República: a visão da Ciência Política. In: AVELAR, Lúcia; CINTRA, Antônio Octávio Cintra (Orgs.). Sistema político brasileiro: uma introdução. 2007. p. 146.\r\nDESPOSATO, Scott W. Reforma política brasileira: o que precisa ser consertado, o que não precisa e o que fazer. In: NICOLAU, Jairo Nicolau; POWER, Timothy J.. (Orgs.). Instituições representativas no Brasil: balanço e reforma, 2007. p. 125.\r\nFERRARI, Regina Maria Macedo Nery. Efeitos da Declaração de Inconstitucionalidade. 5ª ed. São Paulo: Revista dos Tribunais, 2004.\r\nJUSTEN FILHO, Marçal. O Direito das Agências Reguladoras Independentes. São Paulo: Dialética, 2002.\r\nLUENGO, Javier García. Retroactividad normativa o pertección de la confianza?: a propósito de la sentencia del Tribunal Constitucional de 31 de octubre de 1996. In: WAGNER, Francisco Sosa. El\r\nDerecho Administrativo em el umbral del Siglo XXI. Valencia: Tirant lo Blanch, 2000.\r\nMADISON, James. The Federalist n. 62. In: Alexander Hamilton, James Madison, and John Jay. The Federalist Papers. Pocket Books, 2004. p. 442-3.\r\nMEDEIROS, Rui. A decisão de inconstitucionalidade. Lisboa: Universidade Católica Portuguesa, 1999.\r\nMELLO, Celso Antônio Bandeira de. Apontamentos sobre o poder de polícia. In Revista de Direito\r\nPúblico, n. 9.\r\nMENDES, Gilmar Ferreira. Controle de Constitucionalidade dos Atos Administrativos das Agências Reguladoras. In anais do Seminário As Agências Reguladoras. Escola da Magistratura\r\nFederal da 1ª Região, 2004.\r\n_____. Curso de Direito Constitucional. 8. ed. São Paulo: Saraiva, 2013.\r\nMIRANDA, Jorge. Teoria do Estado e da Constituição. Coimbra: Coimbra, 2002. p. 384 e 386.\r\nMIRANDA, Pontes apud Ferrari, Regina Maria Macedo Nery. Efeitos da Declaração de Inconstitucionalidade. 5. ed. São Paulo: Revista dos Tribunais, 2004.\r\nNETO, Benedicto Porto. A Agência Nacional de Telecomunicações. In: SUNDFELD, Carlos Ari (Coord.). Direito Administrativo Econômico. São Paulo: Malheiros, 2002.\r\nProjeto de Constituição (B) – 2º turno. Presidente: Constituinte Ulysses Guimarães. Relator: Constituinte Bernardo Cabral. Disponível em: http://www.camara.gov.br/internet/constituicao20anos/DocumentosAvulsos/vol-299.pdf. Acesso em: 9 jun. 2014.\r\nSAMPAIO, José Adércio Leite. A Constituição Reinventada pela Jurisdição Constitucional. Belo Horizonte: Del Rey, 2002.\r\nSARMENTO, Daniel. Eficácia temporal do controle de constitucionalidade das leis – o princípio da proporcionalidade e a ponderação de interesses, RDA, 1998. v. 212. p. 36.\r\nSCHLAICH, Klaus apud BONAVIDES, Paulo. Curso de Direito Constitucional. 26. ed. São Paulo: Malheiros, 2011.\r\nSILVA, José Afonso da. Comentário contextual à Constituição, 2007. p. 389.\r\n_____. Comentário contextual à Constituição, 2012. p. 397.\r\n_____. Comentário Contextual à Constituição. 7. ed. São Paulo: Malheiros. p. 915.\r\nSOUTO, Marcos Juruena Villela. Direito Administrativo Regulatório. Rio de Janeiro: Lumen Juris, 2002.\r\nTEMER, Michel. Elementos de direito constitucional, 2010. p. 128.\r\nTSE. Dados disponíveis em: http://www.tse.jus.br/eleicoes/eleicoes-anteriores/eleicoes-2010/estatisticas. Acesso em: 9 jun. 2014.\r\nVELLOSO, Carlos Mário da Silva. Câmara dos Deputados. Sistema proporcional. Fixação do \r\nnúmero de vagas para cada unidade da Federação. Constitucionalidade da Lei Complementar nº 78, de 1993, e da Resolução TSE nº 23.389, de 2013 (Parecer), 2013. p. 28 e 31.","ministro_facet":["ROSA WEBER"],"processo_numero":4965,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur356669","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, não conheceu do habeas corpus, mas concedeu a ordem, de ofício, para anular o trânsito em julgado do acórdão da apelação criminal e determinar ao Tribunal de Justiça do Estado de São Paulo que intime pessoalmente o defensor dativo do acórdão ali proferido, oportunizando-lhe, se for o caso, o manejo dos recursos cabíveis, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 6.9.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur356669","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur356669","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Tráfico de entorpecentes e porte ilegal de arma de fogo. Condenação. 3. Recurso especial intempestivo. 4. O defensor dativo deve ser intimado pessoalmente de todos os atos do processo, sob pena de nulidade – CPP 370, § 4º. Homenagem ao princípio constitucional da ampla defesa. 5. Constitucionalidade do tratamento diferenciado em relação ao Ministério Público, à Defensoria Pública e ao defensor constituído, intimados pessoalmente. Jurisprudência reafirmada em decorrência do julgamento do Plenário, em 2.6.2016, da ADI 2.144/DF, rel. min. Teori Zavascki, DJe 14.6.2016. 6. Writ não conhecido - decisão monocrática do STJ não impugnada por agravo regimental. 7. Concessão da ordem, de ofício, para anular o trânsito em julgado da apelação criminal e determinar ao Tribunal de Justiça do Estado de São Paulo que intime, pessoalmente, o defensor dativo do acórdão ali proferido, dando-lhe oportunidade de manejar os recursos cabíveis.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11691503","externo_seq_objeto_incidente":4876698,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-201  DIVULG 20-09-2016  PUBLIC 21-09-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=131198&classe=HC","is_colac":false,"titulo":"HC 131198","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00055 ART-00102 \n          INC-00002 ALÍNEA-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00370 PAR-00004\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2016-09-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPOSSIBILIDADE, CONHECIMENTO, HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, FUNDAMENTO, AUSÊNCIA, EXAURIMENTO, INSTÂNCIA, OFENSA, PRINCÍPIO DA COLEGIALIDADE. CARACTERIZAÇÃO, EXPRESSÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO À AMPLA DEFESA. INCLUSÃO, DIREITO À INFORMAÇÃO, DIREITO DE MANIFESTAÇÃO, DIREITO DE VER SEUS ARGUMENTOS CONSIDERADOS. INÍCIO, CONTAGEM DE PRAZO, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA, INTERPOSIÇÃO, RECURSO, DATA, RECEBIMENTO, AUTOS.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: AFASTAMENTO, ENTENDIMENTO JURISPRUDENCIAL, IMPOSSIBILIDADE, IMPETRAÇÃO, HABEAS CORPUS, CONTRARIEDADE, DECISÃO MONOCRÁTICA, CASO CONCRETO, FUNDAMENTO, EXISTÊNCIA, CONSTRANGIMENTO ILEGAL, ABUSO DE PODER, NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=131198&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INTIMAÇÃO PESSOAL, MINISTÉRIO PÚBLICO, DEFENSOR PÚBLICO, DEFENSOR DATIVO)\nADI 2144 (TP), HC 81019 (2ªT), HC 110656 (2ªT). \n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 103282 (2ªT), HC 114867 (1ªT), HC 127975 AgR (2ªT), HC 131320 AgR (2ªT). \n(HC, CONTRARIEDADE, DECISÃO MONOCRÁTICA)\nRHC 108877 (1ªT), RHC 111639 (1ªT), RHC 111935 (1ªT), HC 114087 (2ªT), HC 119115 (2ªT). \n(DIREITO DE DEFESA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nHC 126663 (2ªT). \n(INÍCIO, CONTAGEM DE PRAZO, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA, INTERPOSIÇÃO, RECURSO)\nHC 83255 (TP). \n- Decisões estrangeiras citadas: BVerfGE 70, 288-293, da Corte Constitucional alemã.\nNúmero de páginas: 15.\nAnálise: 26/09/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : JOSÉ DOGIVAL SOUZA SANTOS \nIMPTE.(S)  : RAFAELA LINO MORAIS \nCOATOR(A/S)(ES) : RELATOR DO RESP Nº 1.532.817 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":356669,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 131198","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-09-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BATTIS, Ulrich; GUSY, Christoph. Einführung in das Staatsrecht. 3. ed. Heidelberg, 1991. p. 363-364.\nDürig/Assman. In: Maunz-Dürig. Grundgesetz-Kommentar. Art. 103, v. 4. p. 85-99.\nMIRANDA, Pontes de. Comentários à Constituição de 1967/69. Tomo V. p. 234.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte - Staatsrecht II. Heidelberg, 1988. p. 281.","ministro_facet":["GILMAR MENDES"],"processo_numero":131198,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur355710","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao agravo regimental e deferiu o pedido de extradição, nos termos do voto do Relator. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 23.8.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"TEORI ZAVASCKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur355710","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur355710","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO. “CUMPLICIDADE” EM CASO DE MALVERSAÇÃO. ART. 266 DO CÓDIGO PENAL ALEMÃO. FALTA DE JUNTADA DE CÓPIA DA LEGISLAÇÃO REFERENTE À PRESCRIÇÃO. POSSIBILIDADE DE COMPLEMENTAÇÃO. AGRAVO REGIMENTAL DESPROVIDO. DUPLA TIPICIDADE DO TIPO ESTRANGEIRO COM OS DELITOS DOS ARTS. 171 E 172 DO CÓDIGO PENAL. PUNIBILIDADE DEMONSTRADA, ANTE A AUSÊNCIA DE PRESCRIÇÃO. EXTRADIÇÃO DEFERIDA. \n\n\n\n    1. Conforme reiterados pronunciamentos do Supremo Tribunal Federal, é possível ao Estado requerente, no âmbito da extradição, complementar a documentação considerada insuficiente. \n\n\n\n    2. O requisito da dupla tipicidade independe da compatibilidade abstrata dos tipos penais, sendo atendido pelo exame das imputações dos fatos tidos por ilícitos, consoante posto na Lei 6.815/1980. No caso, as ações previstas no art. 266 do Código Penal alemão, claramente descritas no pedido de extradição, correspondem, no mínimo, aos tipos penais de estelionato e/ou duplicata simulada, constantes nos arts. 171 e 172 do Código Penal.\n\n\n\n    3. Não se encontra configurada a prescrição em quaisquer das legislações penais.\n\n\n\n    4. Agravo regimental desprovido e pedido extradicional deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11602886","externo_seq_objeto_incidente":4883702,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-188  DIVULG 02-09-2016  PUBLIC 05-09-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1423&classe=Ext","is_colac":false,"titulo":"Ext 1423","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078 \n          INC-00001 \n          ART-00080 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00080 PAR-00001 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 REDAÇÃO DADA PELA LEI-12683/2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004 ART-00171 ART-00172 \n          ART-00172\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00136 \"CAPUT\"\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2016-09-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEFERIMENTO, EXTRADIÇÃO, CONDIÇÃO, ASSEGURAMENTO, DIREITO, DETRAÇÃO, PERÍODO, PRISÃO, REPÚBLICA FEDERATIVA DO BRASIL. COMPETÊNCIA, ESTADO REQUERENTE, INSTRUÇÃO CRIMINAL, JULGAMENTO, IMPUTAÇÃO DE CRIME, EXTRADITANDO. INEXISTÊNCIA, CONOTAÇÃO, POLÍTICA, CRIME.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1423&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, COMPLEMENTAÇÃO, DOCUMENTAÇÃO)\nExt 443 (TP), Ext 933 (TP), PPE 623 QO (TP), PPE 730 QO (2ªT). \n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 897 (TP). \n- Legislação estrangeira citada: art. 78, art. 261, art. 263, §3, art. 266 do Código Penal alemão.\nNúmero de páginas: 19.\nAnálise: 06/09/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ALEMANHA \nEXTDO.(A/S)  : MICHAEL HELMUT JUTSCH OU JUTSCH \nADV.(A/S)  : RODRIGO BITTENCOURT MUDROVITSCH","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":355710,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1423","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-08-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["TEORI ZAVASCKI"],"processo_numero":1423,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur358403","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deferiu o pedido de extradição, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 9.8.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur358403","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur358403","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO PASSIVA. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. PRESENÇA DOS DEMAIS REQUISITOS. ESTATUTO DO ESTRANGEIRO. VIOLAÇÃO À ORDEM PÚBLICA. INOCORRÊNCIA. PRISÃO PREVENTIVA. CONDIÇÃO DE PROCEDIBILIDADE. SÚMULA 421 DO STF. DEFERIMENTO. \n\n\n\n    1. Presentes a dupla tipicidade e punibilidade, bem como os demais requisitos previstos no Estatuto do Estrangeiro e em tratado bilateral, não se verifica óbice ao deferimento da extradição.\n\n\n\n    2. A simples alegação de que a extradição importará risco à vida do extraditando não se presta a obstar o acolhimento do pedido, mormente pela inexistência de comprovação idônea de causa excepcional que legitime a recusa, bem como pelo fato de que a garantia da segurança do extraditando em seu território incumbe ao Estado requerente. \n\n\n\n    3. Ao Supremo Tribunal Federal não é dado analisar o mérito da acusação ou condenação em que se funda o pedido de extradição, exceto se constituir requisito previsto na Lei 6.815/1980 ou no tratado de extradição, em razão da adoção pelo ordenamento jurídico pátrio do princípio da contenciosidade limitada\n\n\n\n    4. A prisão preventiva é condição de procedibilidade do pedido de extradição, não sendo este um requisito excepcionável pelas supostas condições pessoais do extraditando, tampouco pela existência de vínculos afetivos nutridos em território nacional (Súmula 421/STF). Diante da ausência de lacuna normativa, inexiste espaço para aplicação analógica do art. 312 do CPP quanto aos requisitos da prisão preventiva. \n\n\n\n    5. Pedido de extradição deferido e condicionado à assunção prévia pelo Estado requerente dos compromissos previstos no art. 91 da Lei nº 6.815/1980, dentre eles o de detração da pena, e com observância do patamar máximo de encarceramento admitido pelo ordenamento jurídico brasileiro.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11899492","externo_seq_objeto_incidente":4918416,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-225  DIVULG 20-10-2016  PUBLIC 21-10-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1439&classe=Ext","is_colac":false,"titulo":"Ext 1439","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00076 ART-00077 ART-00080 ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00075 ART-00109 \n          INC-00001 ART-00121\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00312\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   TTD      ANO-1961\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA"],"publicacao_data":"2016-10-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO INSTRUTÓRIA. AUSÊNCIA, OBSTÁCULO, EXTRADIÇÃO, FATO, EXTRADITANDO, CASAMENTO COM BRASILEIRA, FILHO BRASILEIRO. NECESSIDADE, ESTADO REQUERENTE, COMPROMETIMENTO, OBSERVÂNCIA, LIMITE MÁXIMO, TRINTA ANOS, PENA PRIVATIVA DE LIBERDADE, PREVISÃO, LEI BRASILEIRA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: NATUREZA DECLARATÓRIA, DECISÃO, SUPREMO TRIBUNAL FEDERAL (STF), PROCESSO DE EXTRADIÇÃO. CARACTERIZAÇÃO, ATO DISCRICIONÁRIO, PRESIDENTE DA REPÚBLICA, EFETIVAÇÃO, ENTREGA, FUNDAMENTO, ATO, SOBERANIA NACIONAL.\n\n- OBITER DICTUM, MIN. ROBERTO BARROSO: NECESSIDADE, TRANSFORMAÇÃO, PROCESSO DE EXTRADIÇÃO, PROCESSO ADMINISTRATIVO, ÂMBITO, MINISTÉRIO DA JUSTIÇA (MJ), RECURSO, PRIMEIRA INSTÂNCIA, JUSTIÇA FEDERAL. POSSIBILIDADE, RECURSO, DECISÃO, JUSTIÇA FEDERAL, EXCLUSIVIDADE, HIPÓTESE, DIVERGÊNCIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1439&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ESTADO REQUERENTE, DEVER DE SEGURANÇA, EXTRADITANDO)\nExt 532 (1ªT), Ext 1130 (TP), Ext 1337 (2ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP), Ext 1352 (1ªT). \n(ESTADO REQUERENTE, OBSERVÂNCIA, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE, LEI BRASILEIRA)\nExt 1367 (1ªT), Ext 1418 (1ªT). \n- Legislação estrangeira citada: artigos 42, 62 e 79 do Código Penal Argentino.\nNúmero de páginas: 15.\nAnálise: 27/10/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : ALBERTO ANGEL PEREZ \nADV.(A/S)  : DENILSON PAWOWSKI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":358403,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1439","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-08-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1439,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur356921","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Após o voto da Senhora Ministra Rosa Weber, Relatora e Presidente, que deferia o pedido de extradição, pediu vista do processo o Senhor Ministro Luiz Fux. Aguardam os demais Ministros. Falou o Dr. Márcio Delambert Miranda Ferreira, pelo Extraditando. 1ª Turma, 28.4.2015.\r\n\n            Decisão: Por maioria de votos, a Turma deferiu o pedido de extradição, nos termos do voto da Relatora, vencidos os Senhores Ministros Luiz Fux e Luís Roberto Barroso, Presidente. 1ª Turma, 9.8.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur356921","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur356921","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO EXECUTÓRIA. CRIMES DE TRANSPORTE, POSSE, AQUISIÇÃO E EXPORTAÇÃO DE PRODUTOS ESTUPEFACIENTES. CORRESPONDÊNCIA COM O DELITO DE TRÁFICO INTERNACIONAL DE DROGAS. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. SÚMULA 421/STF. CONTENCIOSIDADE LIMITADA. PRECARIEDADE DO ESTADO DE SAÚDE DO EXTRADITANDO. ENTREGA CONDICIONADA AO PRÉVIO EXAME MÉDICO OFICIAL. CONDENAÇÃO POR OUTROS CRIMES NO BRASIL. ENTREGA ANTES DO CUMPRIMENTO DA PENA NO BRASIL SUJEITO A JUÍZO DE CONVENIÊNCIA DO PODER EXECUTIVO. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSO QUANTO À DETRAÇÃO DA PENA.\n\n\n\n    1. Pedido de extradição formulado pelo Governo da França que atende os requisitos da Lei 6.815/1980 e do Tratado de Extradição específico. \n\n\n\n    2. Crimes de transporte, posse, aquisição e exportação de produtos estupefacientes, nos termos da legislação estrangeira, que correspondem ao crime previsto no art. 33, c/c art. 40, I, da Lei 11.343/2006. Dupla incriminação atendida.\n\n\n\n    3. Inocorrência de prescrição e inexistência de óbices legais.\n\n\n\n    4. Na dicção do verbete da Súmula 421/STF: “Não impede a extradição a circunstância de ser o extraditando casado com brasileira ou ter filho brasileiro”. \n\n\n\n    5. A apreciação das teses defensivas pertinentes ao mérito da imputação extrapolam os limites da contenciosidade limitada que rege o processo de extradição (art. 85, § 1º, do Estatuto do Estrangeiro). \n\n\n\n    6. A precariedade do estado de saúde do Extraditando não constitui, por si só, óbice ao deferimento da extradição, mas tão somente condiciona a entrega do Extraditando ao prévio exame médico oficial, nos termos do parágrafo único do art. 89 da Lei 8.615/1980 (Ext 367, Rel. Min. Djaci Falcão, Plenário, DJ 21.12.1979; e Ext 1.365, Rel. Min. Luiz Fux, 1ª Turma, DJe 11.3.2015).\n\n\n\n    7. Extraditando processado criminalmente no Brasil em duas ações penais em curso. Fato não impeditivo da extradição, ficando a entrega condicionada à extinção do feito ou ao cumprimento da pena no Brasil, sem prejuízo do juízo de conveniência e oportunidade do Poder Executivo (arts. 89 e 67 da Lei 6.815/1980).\n\n\n\n    8. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 91 da Lei nº 6.815/1980.\n\n\n\n    9. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11707356","externo_seq_objeto_incidente":4072301,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-204  DIVULG 23-09-2016  PUBLIC 26-09-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1244&classe=Ext","is_colac":false,"titulo":"Ext 1244","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00051\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00077 INC-00007 ART-00078 \n          ART-00080 PAR-00001 ART-00085 PAR-00001 \n          ART-00089 PAR-ÚNICO ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00028 ART-00033 \"CAPUT\" ART-00040 \n          INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   CVC      ANO-1961\n          ART-00036 INC-00002 LET-A\n                CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-INT   TTD      ANO-1996\n          ART-00002 ITEM-1 ITEM-2 ART-00004 \n          LET-A LET-E ART-00008 ART-00010\n                TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00042 ART-00044 ART-00109 INC-00003 \n          INC-00004 ART-00110 ART-00117 ART-00333\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00317 ART-00318 INC-00002 ART-00319 \n          INC-00001 INC-00004 INC-00005 INC-00009 \n          ART-00320\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000005      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DLG-000219      ANO-2004\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   DEC-054216      ANO-1964\n                DECRETO - PROMULGA A CONVENÇÃO ÚNICA SOBRE ENTORPECENTES\n\n","LEG-FED   DEC-005258      ANO-2004\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-09-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INEXISTÊNCIA, CARÁTER POLÍTICO, CRIME. POSSIBILIDADE, TRATADO DE EXTRADIÇÃO, PREVISÃO, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL, FUNDAMENTO, LEI ESPECIAL, COMPARAÇÃO, CÓDIGO PENAL. AUSÊNCIA, OBSTÁCULO, EXTRADIÇÃO, RESIDÊNCIA FIXA, OCUPAÇÃO LÍCITA, FAMÍLIA, REPÚBLICA FEDERATIVA DO BRASIL. IMPOSSIBILIDADE, APLICAÇÃO, INSTITUTO JURÍDICO, DETRAÇÃO, TOTALIDADE, PENA, FIXAÇÃO, JUSTIÇA ESTRANGEIRA, FUNDAMENTO, OCORRÊNCIA, APLICAÇÃO, MEDIDA CAUTELAR DIVERSA DA PRISÃO, AUSÊNCIA, SUBSTITUIÇÃO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO, PRISÃO DOMICILIAR, CASO CONCRETO. POSSIBILIDADE, EXTRADIÇÃO, BRASILEIRO NATURALIZADO, HIPÓTESE, ENVOLVIMENTO, TRÁFICO DE DROGAS.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: INDEFERIMENTO, EXTRADIÇÃO, EXPEDIÇÃO, ALVARÁ DE SOLTURA, DECORRÊNCIA, INEXISTÊNCIA, PENA, CUMPRIMENTO, PAÍS REQUERENTE. DETRAÇÃO, PERÍODO, PRISÃO DOMICILIAR.\n\n- OBITER DICTUM, MIN. LUIZ FUX: TRATADO DE EXTRADIÇÃO, PREVISÃO, POSSIBILIDADE, RECUSA, EXTRADIÇÃO, HIPÓTESE, EXCEPCIONALIDADE, GRAVIDADE, DECORRÊNCIA, IDADE, CONDIÇÃO, SAÚDE, EXTRADITANDO.\nEXTRADITANDO, DESEMPENHO, TRINTA ANOS, ATIVIDADE LÍCITA, RELEVÂNCIA, CULTURA, CINEMA, AUSÊNCIA, PERMANÊNCIA, PAÍS, OBJETIVO, FUGA, PERSECUÇÃO PENAL, PAÍS DE ORIGEM.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1244&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CARÁTER PRECÁRIO, SAÚDE, EXTRADITANDO)\nExt 367 (TP), Ext 1365 (1ªT). \n(EXTRADIÇÃO, TRÁFICO DE ENTORPECENTES)\nEXT 541 (TP). \n(TRATADO DE EXTRADIÇÃO, PREVISÃO, CAUSA INTERRUPTIVA, PRAZO PRESCRICIONAL)\nExt 1261 (1ªT). \n(EXTRADIÇÃO, PRESCRIÇÃO, PENA CONGLOBADA)\nExt 906 (TP). \n(SÚMULA 421/STF)\nExt 1343 (2ªT). \n(EXTRADIÇÃO, DECRETAÇÃO, REVELIA, EXTRADITANDO)\nExt 917 (TP). \n- Legislação estrangeira citada: Lei Francesa: arts. 133-3, 222-36, 222-37, 222-40, 222-43, 222-44, 222-45, 222-47, 222-48, 222-49 e 222-50, do Código Penal francês; L5132-7, R5132-84, R5132-85, R5132-86, do Código de Saúde Pública francês, e 38, 414, 417, 423, 432 do Código Fiscal francês.\nNúmero de páginas: 50.\nAnálise: 18/10/2016, IMC.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA FRANÇA \nEXTDO.(A/S)  : MARC ALAIN FRANÇOIS GOUYOU-BEAUCHAMPS OU MARC GOUYOU-BEAUCHAMPS OU MARC BEAUCHAMPS \nADV.(A/S)  : MÁRCIO DELAMBERT MIRANDA FERREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":356921,"documental_tese_texto":null,"procedencia_geografica_completo":"FRA - REPÚBLICA FRANCESA","processo_codigo_completo":"Ext 1244","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-08-09","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"JESUS, Damásio Evangelista de. Código Penal anotado. 22. ed. São Paulo: Saraiva, 2014. p. 215, item 6.\nNUCCI, Guilherme de Souza. Código Penal Comentado. 15. ed. rev. atual. e ampl. Rio de Janeiro, 2015. p. 402.\nREZEK, José Francisco. Direito Internacional Público. Curso elementar. 13. ed. São Paulo: Saraiva, 2011. p. 232 e 233.","ministro_facet":["ROSA WEBER"],"processo_numero":1244,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur362138","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, com restrição, o pedido de extradição formulado pelo Reino da Espanha, observadas, no mais, as exigências estabelecidas no Estatuto do Estrangeiro (art. 91), notadamente aquela referente à detração penal, considerado, para tanto, o período de prisão cautelar a que o ora extraditando esteve sujeito, em nosso País, unicamente por efeito deste processo extradicional, excluído desse cômputo, em consequência, o período em que ele ficou preso por outros crimes eventualmente cometidos no Brasil, nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Gustavo Zortea da Silva - Defensor Público Federal. Ausente, justificadamente, o Senhor Ministro Gilmar Mendes. Presidência do Senhor Ministro Celso de Mello. 2ª Turma, 6.12.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur362138","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur362138","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER EXECUTÓRIO – PEDIDO QUE SE APOIA EM TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E O REINO DA ESPANHA – EXTRADITANDO CONDENADO PELA PRÁTICA “DE CRIME CONTINUADO DE AGRESSÃO SEXUAL” – CRITÉRIO DA DUPLA TIPICIDADE A SER AFERIDO EM FACE DA LEGISLAÇÃO PENAL VIGENTE À ÉPOCA DOS FATOS (ENTRE 1997 E 2000) – ATENTADO VIOLENTO AO PUDOR PRATICADO, EM CONTINUIDADE DELITIVA, POR ASCENDENTE CONTRA O SEU PRÓPRIO FILHO – CONDUTA ENTÃO TIPIFICADA NO ART. 214 (NA REDAÇÃO DADA PELA LEI Nº 8.072/90) C/C O ART. 226, II, AMBOS DO CÓDIGO PENAL BRASILEIRO – OBSERVÂNCIA, PELO ESTADO ESTRANGEIRO, DAS GARANTIAS INERENTES AO DEVIDO PROCESSO LEGAL – ADOÇÃO DE TÉCNICAS ALTERNATIVAS DE INQUIRIÇÃO DE MENOR, CRIANÇA OU ADOLESCENTE, VÍTIMA DE VIOLÊNCIA SEXUAL OCORRIDA NO ÂMBITO DO NÚCLEO FAMILIAR DO OFENDIDO – LEGITIMIDADE DESSE MÉTODO DE PRODUÇÃO DA PROVA ORAL – DOUTRINA – PRECEDENTE ESPECÍFICO DESTA SUPREMA CORTE (RHC 121.494/RS, REL. MIN. TEORI ZAVASCKI) – ALEGADO CERCEAMENTO DE DEFESA SUPOSTAMENTE OCASIONADO PELA RECUSA DA JUNTADA DE PROVA DOCUMENTAL PRODUZIDA TARDIAMENTE (NA VÉSPERA DA SESSÃO DE JULGAMENTO) – DECISÃO PLENAMENTE MOTIVADA QUE, ALÉM DE APOIAR-SE NA INTEMPESTIVIDADE E NA INOBSERVÂNCIA DAS FORMALIDADES PROCEDIMENTAIS, DESTACOU, AINDA, A IMPERTINÊNCIA DE SEU CONTEÚDO E A DESNECESSIDADE DE REFERIDA PROVA LITERAL – UTILIZAÇÃO VÁLIDA, PELO ÓRGÃO JULGADOR, DO PODER DE DIREÇÃO DA INSTRUÇÃO PROCESSUAL – PRECEDENTES – NULIDADE ALEGADAMENTE DECORRENTE DA INOBSERVÂNCIA DA ORDEM RITUAL ESTABELECIDA PELO ART. 212 DO CPP (NA REDAÇÃO DADA PELA LEI Nº 11.690/2012) – DISPOSITIVO LEGAL QUE SEQUER EXISTIA, À ÉPOCA DO INTERROGATÓRIO JUDICIAL (08/03/2006), NO ORDENAMENTO POSITIVO BRASILEIRO – INCIDÊNCIA, NO CASO, DO PRINCÍPIO SEGUNDO O QUAL “TEMPUS REGIT ACTUM” – IMPOSSIBILIDADE, AINDA, NESSE PONTO, DE O BRASIL IMPOR, NO PLANO DAS RELAÇÕES EXTRADICIONAIS ENTRE ESTADOS SOBERANOS, A COMPULSÓRIA SUBMISSÃO DA PARTE REQUERENTE AOS INSTITUTOS JURÍDICOS PECULIARES AO DIREITO PENAL NACIONAL – PRECEDENTES – SISTEMA DE CONTENCIOSIDADE LIMITADA QUE REGE, NO BRASIL, O PROCESSO DE EXTRADICÃO – CRIME CONTINUADO – PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA DO ESTADO ESTRANGEIRO A SER ANALISADA, NO CASO, COM EXCLUSÃO DO AUMENTO DECORRENTE DA CONTINUIDADE DELITIVA (SÚMULA 497/STF) – MERA INDICAÇÃO, NO ATO CONDENATÓRIO, DA PENA GLOBAL, SEM REFERÊNCIA INDIVIDUALIZADORA AO “QUANTUM” REFERENTE À PENA BASE E AO ACRÉSCIMO DECORRENTE DO NEXO DE CONTINUIDADE DELITIVA – POSSIBILIDADE, EM TAL SITUAÇÃO, DE ANALISAR-SE O ATENDIMENTO, OU NÃO, AO POSTULADO DA DUPLA PUNIBILIDADE – CÁLCULO SEPARADO DA PRESCRIÇÃO PENAL EFETUADO COM BASE NA PENA MÍNIMA COMINADA PARA O DELITO NA LEGISLAÇÃO PENAL BRASILEIRA ENTÃO EM VIGOR (SEIS ANOS) – PRECEDENTES DO PLENÁRIO E DE AMBAS AS TURMAS DO SUPREMO TRIBUNAL FEDERAL – ATENDIMENTO, NA ESPÉCIE, DOS PRESSUPOSTOS E DOS REQUISITOS ESSENCIAIS AO ACOLHIMENTO DO PLEITO EXTRADICIONAL – EXIGÊNCIA, NA ESPÉCIE, DE DETRAÇÃO PENAL – PARECER DO PROCURADOR-GERAL DA REPÚBLICA FAVORÁVEL À EXTRADIÇÃO – EXTRADIÇÃO DEFERIDA COM RESTRIÇÃO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12226209","externo_seq_objeto_incidente":4911007,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-267  DIVULG 15-12-2016  PUBLIC 16-12-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1434&classe=Ext","is_colac":false,"titulo":"Ext 1434","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00004 INC-00002 ART-00227 \"CAPUT\" \n          PAR-00003 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00078 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-008069      ANO-1990\n          ART-00006 ART-00009 ART-00028 PAR-00001 \n          ART-00100 PAR-ÚNICO INC-00012 ART-00263 \n          ART-00266\n                ECA-1990 ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n\n","LEG-FED   LEI-008072      ANO-1990\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011690      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00071 ART-00107 INC-00004 ART-00109 \n          INC-00003 ART-00110 \"CAPUT\" ART-00112 \n          INC-00001 ART-00119 \n          ART-00214 REDAÇÃO DADA PELA LEI-8072/1990\n          ART-00214 PAR-ÚNICO INCLUÍDO PELA LEI-8069/1990\n          ART-00226 INC-00002 REDAÇÃO ORIGINÁRIA\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00212 REDAÇÃO DADA PELA LEI-11690/2012\n          ART-00400 \"CAPUT\" REDAÇÃO DADA PELA LEI-11719/2008\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000075      ANO-1989\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-099340      ANO-1990\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   SUMSTF-000497      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-INT   TTD      ANO-1988\n          ART-00009 ITEM-2\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E O REINO DA ESPANHA\n\n","LEG-INT   CVC      ANO-1989\n          ART-00012 ITEM-1 ITEM-2\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA"],"publicacao_data":"2016-12-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXIGÊNCIA, OBSERVÂNCIA, ESTADO BRASILEIRO, SUPREMO TRIBUNAL FEDERAL (STF), DIREITO FUNDAMENTAL, ESTRANGEIRO, PROCESSO DE EXTRADIÇÃO, FUNDAMENTO, COOPERAÇÃO JURÍDICA INTERNACIONAL. DEVER, ESTADO BRASILEIRO, OBEDIÊNCIA, DIREITOS HUMANOS, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. INDISPONIBILIDADE, EXTRADITANDO, CONDIÇÃO, SUJEITO DE DIREITO, PROCESSO DE EXTRADIÇÃO, PRESERVAÇÃO, CONDIÇÃO, ESTADO REQUERIDO. IMPOSSIBILIDADE, DEFERIMENTO, PEDIDO, EXTRADIÇÃO, HIPÓTESE, INOBSERVÂNCIA, DEVIDO PROCESSO LEGAL, GARANTIA, AMPLA DEFESA, CONTRADITÓRIO, IGUALDADE, IMPARCIALIDADE DO JUIZ, ÂMBITO PENAL. PREVISÃO, LEGISLAÇÃO ESTRANGEIRA, INQUIRIÇÃO, MENOR, LOCAL, PARTICULAR, AUSÊNCIA, ACUSADO, FORMULAÇÃO, QUESTIONAMENTO, JUIZ, AUXÍLIO, PROFISSIONAL, COMUNICAÇÃO, VÍTIMA, FUNDAMENTO, PRESERVAÇÃO, INTERESSE, CRIANÇA, ADOLESCENTE. INOCORRÊNCIA, OFENSA, DEVIDO PROCESSO LEGAL, CASO CONCRETO, ASSEGURAMENTO, PARTICIPAÇÃO ATIVA, ADVOGADO, EXTRADITANDO, INQUIRIÇÃO, MENOR, FORMULAÇÃO, PERGUNTA, VÍTIMA, INTERMÉDIO, INTERLOCUTOR, JUÍZO. RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), IMPLEMENTAÇÃO, ÂMBITO, PODER JUDICIÁRIO, FORMA, DEPOIMENTO ORAL, CRIANÇA, ADOLESCENTE, VÍTIMA, TESTEMUNHA, VIOLÊNCIA, ACOMPANHAMENTO, ESPECIALISTA. LEGITIMIDADE, METODOLOGIA, DEPOIMENTO ORAL, AUSÊNCIA, DANO, CRIANÇA, ADOLESCENTE, FINALIDADE, PROTEÇÃO, INTEGRIDADE PSÍQUICA, MENOR, SITUAÇÃO, VIOLÊNCIA. IMPOSSIBILIDADE, REVISÃO, SUPREMO TRIBUNAL FEDERAL (STF), MÉRITO, PEDIDO, EXTRADIÇÃO, RESTRIÇÃO, PROFERIMENTO, JUÍZO DE DELIBAÇÃO. INVIABILIDADE, APLICAÇÃO, ESTATUTO DA CRIANÇA E DO ADOLESCENTE (ECA), CASO CONCRETO, DECORRÊNCIA, APLICAÇÃO IMEDIATA, LEI DOS CRIMES HEDIONDOS, DIVERSIDADE, PREVISÃO, CRIME CONTRA A LIBERDADE SEXUAL, VÍTIMA, MENOR. NECESSIDADE, DEMONSTRAÇÃO, ESTADO REQUERENTE, PENA EM ABSTRATO, HIPÓTESE, EXTRADIÇÃO INSTRUTÓRIA, PENA CONCRETA, HIPÓTESE, EXTRADIÇÃO EXECUTÓRIA, FINALIDADE, CÁLCULO, PRESCRIÇÃO, CADA, DELITO, CONFORMIDADE, LEGISLAÇÃO BRASILEIRA, LEGISLAÇÃO ESTRANGEIRA. CÁLCULO, CASO CONCRETO, PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA, FUNDAMENTO, PENA-BASE, EXCLUSÃO, AUMENTO, DECORRÊNCIA, CRIME CONTINUADO. IMPOSSIBILIDADE, CÁLCULO, PRESCRIÇÃO, FUNDAMENTO, TOTALIDADE, PENA, NECESSIDADE, APLICAÇÃO, PENA MÍNIMA, DELITO, OBJETO, PEDIDO, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1434&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CRIANÇA, ADOLESCENTE, PRODUÇÃO DE PROVA, DEPOIMENTO ORAL, INTEGRIDADE PSÍQUICA, DIGNIDADE DA PESSOA HUMANA)\nRHC 121494 (2ªT). \n(INCORPORAÇÃO, TRATADO INTERNACIONAL, DIREITO INTERNO)\nRTJ 174/463 (CR 8279 AGR), RTJ 179/493 (ADI 1480 MC). \n(REQUISITO, EXTRADIÇÃO)\nExt 1015 (TP). \n(COOPERAÇÃO JURÍDICA INTERNACIONAL, GARANTIA, DIREITO FUNDAMENTAL, EXTRADITANDO)\nExt 866 (TP), RTJ 177/485 (EXT 633). \n(EXTRADIÇÃO, DEVIDO PROCESSO LEGAL, GARANTIA, AMPLA DEFESA, CONTRADITÓRIO, IGUALDADE)\nRTJ 134/56 (EXT 524). \n(INDEFERIMENTO, PRODUÇÃO DE PROVA, CERCEAMENTO DE DEFESA)\nHC 76614 (1ªT), HC 94542 (2ªT), AP 986 AgR (2ªT). \n(EXTRADIÇÃO, IMPOSIÇÃO, ESTADO ESTRANGEIRO, REGRA, ORDENAMENTO JURÍDICO BRASILEIRO)\nExt 542 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 720 ED (2ªT), RTJ 161/409 (EXT 669). \n(PRINCÍPIO DO JUIZ NATURAL)\nRTJ 169/557 (HC 73801), RTJ 179/378 (HC 79865), RTJ 193/357 (HC 81963). \n(APLICAÇÃO IMEDIATA, LEI, CRIME HEDIONDO, DERROGAÇÃO, ESTATUTO DA CRIANÇA E DO ADOLESCENTE (ECA), CRIME SEXUAL CONTRA VULNERÁVEL)\nHC 99898 (2ªT), HC 72435 (1ªT), RHC 81453 (2ªT), HC 94270 (1ªT), RT 691/375, RT 697/339. \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 977 (TP), Ext 1004 (TP), RTJ 162/452 (EXT 665), RTJ 176/73 (EXT 789). \n(EXTRADIÇÃO, INDIVIDUALIZAÇÃO DA PENA, CÁLCULO, PRESCRIÇÃO)\nExt 909 (TP), Ext 902 QO (TP), RTJ 146/763 (EXT 555), RTJ 170/3 (EXT 731), RTJ 187/77 (EXT 864). \n(EXTRADIÇÃO, PRESCRIÇÃO, PENA CONGLOBADA)\nExt 906 (TP), Ext 1235 (2ªT), Ext 1351 (1ªT), Ext 1368 (2ªT), Ext 1402 (2ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: AREsp 625573 AgRg, HC 244559, HC 226179, JSTJ 41/347, RHC 45589. \nRJTJSP 138/513. \n- Legislação estrangeira citada: Art. 133, nº 1; 178; 179; 180, § 4º e 707, § 2º, do Código Processo Penal Espanhol.\n- Veja Recomendação nº 33, de 25/11/2010, do CNJ.\nNúmero de páginas: 51.\nAnálise: 24/01/2017, JSF.\nRevisão: 25/01/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ESPANHA \nEXTDO.(A/S)  : FRANCISCO JAVIER CASAMAYOR GULIN OU FRANCISCO JAVIER CASAMAYOR \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":362138,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1434","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-12-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"CEZAR, José Antônio Daltoé. A Escuta de Crianças e Adolescentes em Juízo: Uma Questão Legal ou um Exercício de Direitos. In: Depoimento sem Dano, Uma Política Criminal de Redução de Danos. Lumen Juris, 2010. p. 29-32. item n. 3.1.1.\nCANEZIN, Claudete Carvalho; PEROZIM, Ana Carolina Benassi. Do Crime de Abuso Sexual Praticado contra Crianças e Adolescentes e o Depoimento sem Dano. Revista IOB de Direito de Família, Ano XI/57. p. 119-139. 2010.\nFRANCO, Alberto Silva. Crimes Hediondos. 3. ed. Revista dos Tribunais, 1994. p. 271.\nLUZ, Gabriela Lídia da; BOPP, Maria Ester Toaldo. O Depoimento Sem Dano como Garantia à Integral Proteção dos Direitos Infanto-Juvenis. In: Novos Olhares sobre a Família: Aspectos Psicológicos, Sociais e Jurídicos. CRV, 2014. p. 157-173.\nMARQUES, J. Dias. Introdução ao Estudo do Direito. 4. ed. Lisboa: Centro de Estudos de Direito Civil, 1972. p. 264.\nPISA, Osnilda; MILNITSKY, Stein. Abuso Sexual Infantil e a Palavra da Criança Vítima: Pesquisa Científica e a Intervenção Legal. Revista dos Tribunais, 2007. v. 857. p. 456.\nPOTTER, Luciane. Violência, Vitimização e Políticas de Redução de Danos. In: Depoimento sem Dano, Uma Política Criminal de Redução de Danos. Lumen Juris, 2010. p. 29-32, item n. 3.1.1.\nTOLEDO, Francisco de Assis. Crimes Hediondos – Alguns Aspectos Importantes. In: Livro de Estudos Jurídicos. Instituto de Estudos Jurídicos, 1991. p. 209-211.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1434,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur359745","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Rosa Weber (Relatora), que indeferia o pedido de medida cautelar, pediu vista dos autos o Ministro Edson Fachin. Falaram: pela Advocacia-Geral da União, o Ministro Luís Inácio Lucena Adams; pelo amicus curiae Associação Nacional dos Defensores Públicos Federais - ANADEF, o Dr. Cláudio Pereira de Souza Neto; pelo amicus curiae Defensoria Pública da União, o Dr. Haman Tabosa de Moraes e Córdova, Defensor Público-Geral Federal, e, pelo amicus curiae Associação Nacional de Defensores Públicos - ANADEP, o Dr. Pedro Lenza. Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e Dias Toffoli, este participando, na qualidade de Presidente do Tribunal Superior Eleitoral, do evento Democracy Rebooted: the Future of Technology in Elections, promovido pela Atlantic Council, nos Estados Unidos. Presidência do Ministro Ricardo Lewandowski. Plenário, 08.10.2015.\r\n\n                       Decisão: Após os votos dos Ministros Edson Fachin, Roberto Barroso, Teori Zavasci, Luiz Fux, Cármen Lúcia, que indeferiam a cautelar, acompanhando a Relatora, e os votos dos Ministros Gilmar Mendes e Marco Aurélio, que a deferiam, pediu vista dos autos o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. Plenário, 22.10.2015.\r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto da Relatora, indeferiu o pedido de medida cautelar, vencidos os Ministros Gilmar Mendes e Marco Aurélio, que o deferiam. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 18.05.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur359745","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur359745","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. MEDIDA CAUTELAR. ART. 134, § 3º, DA CONSTITUIÇÃO DA REPÚBLICA, INCLUÍDO PELA EMENDA CONSTITUCIONAL Nº 74/2013. EXTENSÃO, ÀS DEFENSORIAS PÚBLICAS DA UNIÃO E DO DISTRITO FEDERAL, DA AUTONOMIA FUNCIONAL E ADMINISTRATIVA E DA INICIATIVA DE SUA PROPOSTA ORÇAMENTÁRIA, JÁ ASSEGURADAS ÀS DEFENSORIAS PÚBLICAS DOS ESTADOS PELA EMENDA CONSTITUCIONAL Nº 45/2004. EMENDA CONSTITUCIONAL RESULTANTE DE PROPOSTA DE INICIATIVA PARLAMENTAR. ALEGADA OFENSA AO ART. 61, § 1º, II, “c”, DA CONSTITUIÇÃO DA REPÚBLICA. USURPAÇÃO DA RESERVA DE INICIATIVA DO PODER EXECUTIVO. INOCORRÊNCIA. ALEGADA OFENSA AOS ARTS. 2º E 60, § 4º, III, DA CONSTITUIÇÃO DA REPÚBLICA. SEPARAÇÃO DE PODERES. INOCORRÊNCIA. FUMUS BONI JURIS E PERICULUM IN MORA NÃO DEMONSTRADOS.\n\n\n\n    1. No plano federal, o poder constituinte derivado submete-se aos limites formais e materiais fixados no art. 60 da Constituição da República, a ele não extensível a cláusula de reserva de iniciativa do Chefe do Poder Executivo, prevista de modo expresso no art. 61, § 1º, apenas para o poder legislativo complementar e ordinário – poderes constituídos.\n\n\n\n    2. Impertinente a aplicação, às propostas de emenda à Constituição da República, da jurisprudência do Supremo Tribunal Federal quanto à inconstitucionalidade de emendas às constituições estaduais sem observância da reserva de iniciativa do Chefe do Poder Executivo, fundada na sujeição do poder constituinte estadual, enquanto poder constituído de fato, aos limites do ordenamento constitucional federal. \n\n\n\n    3. O conteúdo da Emenda Constitucional nº 74/2013 não se mostra assimilável às matérias do art. 61, § 1º, II, “c”, da Constituição da República, considerado o seu objeto: a posição institucional da Defensoria Pública da União, e não o regime jurídico dos respectivos integrantes.\n\n\n\n    4. O art. 60, § 4º, da Carta Política não veda ao poder constituinte derivado o aprimoramento do desenho institucional de entes com sede na Constituição. A concessão de autonomia às Defensorias Públicas da União, dos Estados e do Distrito Federal encontra respaldo nas melhores práticas recomendadas pela comunidade jurídica internacional e não se mostra incompatível, em si, com a ordem constitucional. Ampara-se em sua própria teleologia, enquanto tendente ao aperfeiçoamento do sistema democrático e à concretização dos direitos fundamentais do amplo acesso à Justiça (art. 5º, XXXV) e da prestação de assistência jurídica aos hipossuficientes (art. 5º, LXXIV). \n\n\n\n    5. Ao reconhecimento da legitimidade, à luz da separação dos Poderes (art. 60, § 4º, III, da Lei Maior), de emenda constitucional assegurando autonomia funcional e administrativa à Defensoria Pública da União não se desconsidera a natureza das suas atribuições, que não guardam vinculação direta à essência da atividade executiva. Fumus boni juris não evidenciado.\n\n\n\n    6. Alegado risco de lesão aos cofres públicos sem relação direta com a vigência da norma impugnada, e sim com atos normativos supervenientes, supostamente nela calcados, é insuficiente para demonstrar a existência de fundado receio de dano irreparável ou de difícil reparação, requisito da concessão de medida cautelar em ação direta de inconstitucionalidade. Eventual exegese equivocada ou abusiva não conduz à inconstitucionalidade da emenda constitucional, somente inquinando de vício o ato do mau intérprete. Periculum in mora não demonstrado.\n\n\n\n    Medida cautelar indeferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12013131","externo_seq_objeto_incidente":4752614,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-240  DIVULG 10-11-2016  PUBLIC 11-11-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5296&classe=ADI","is_colac":false,"titulo":"ADI 5296 MC","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          ART-00095 ART-00096 ART-00097 ART-00098 \n          ART-00113 INC-00032\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00125 ART-00126 PAR-ÚNICO ART-00127 \n          ART-00128\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00188\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00002 ART-00003 ART-00005 \n          INC-00035 INC-00074 ART-00059 ART-00060 \n          INC-00001 INC-00002 INC-00003 PAR-00004 \n          INC-00003 PAR-00005 ART-00061 PAR-00001 \n          INC-00002 LET-A LET-C ART-00066 \n          ART-00092 INC-0001A ART-00093 ART-00096 \n          INC-00002 LET-C ART-00099 PAR-00001 \n          ART-00103 PAR-00003 ART-0103B ART-00127 \n          PAR-00001 PAR-00002 ART-00128 PAR-00005 \n          ART-0130A ART-00134 PAR-ÚNICO \n          ART-00134 REDAÇÃO DADA PELA EMC-80/2014\n          ART-00134 PAR-00002 INCLUÍDO PELA EMC-45/2004\n          ART-00134 PAR-00003 INCLUÍDO PELA EMC-74/2013\n          ART-00134 PAR-00004 INCLUÍDO PELA EMC-80/2014\n          ART-00167 ART-00168 ART-00169 SEÇÃO-8\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000007      ANO-1977\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000003      ANO-1993\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000011      ANO-1996\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000012      ANO-1996\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000024      ANO-1999\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000029      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000034      ANO-2000\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000039      ANO-2002\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000043      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000047      ANO-2005\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000059      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000061      ANO-2009\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000063      ANO-2010\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000069      ANO-2010\n          ART-00002\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000070      ANO-2012\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000073      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000074      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000075      ANO-2013\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000077      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000080      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000084      ANO-2014\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000086      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000087      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000088      ANO-2015\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00009 ART-00019\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00010 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010683      ANO-2003\n          ART-00001 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000216      ANO-1967\n          ART-00001 ART-00002 PAR-ÚNICO\n                DECRETO-LEI\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-000100      ANO-2014\n                RESOLUÇÃO DO CONSELHO SUPERIOR DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   PEC-000096      ANO-1992\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000082      ANO-2007\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000186      ANO-2007\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000412      ANO-2009\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   PEC-000082      ANO-2011\n                PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-FED   AIT-000004      ANO-1966\n                ATO INSTITUCIONAL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-1 NÚMERO-2 LET-E\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   RES-002821      ANO-2014\n          ART-00005 ART-00006\n                RESOLUÇÃO DA ASSEMBLEIA GERAL DA ORGANIZAÇÃO DOS ESTADOS AMERICANOS\n\n","LEG-INT   PLT      \n          ART-00001 ART-00002\n                PROTOCOLO DE SAN SALVADOR (PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS)\n\n","LEG-EST   CES      \n                CONSTITUIÇÃO ESTADUAL, SP\n\n","LEG-EST   EMC-000010      ANO-1979\n                EMENDA CONSTITUCIONAL, SP"],"publicacao_data":"2016-11-11","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IMPROCEDÊNCIA, ALEGAÇÃO, INCOMPATIBILIDADE, SUBSCRIÇÃO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, ADVOGADO-GERAL DA UNIÃO, PRESIDENTE DA REPÚBLICA, FUNDAMENTO, CAPACIDADE PROCESSUAL, PRESIDÊNCIA DA REPÚBLICA. POSSIBILIDADE, ADVOGADO-GERAL DA UNIÃO, AUSÊNCIA, DEFESA, ATO IMPUGNADO, HIPÓTESE, JURISPRUDÊNCIA FIRMADA, SUPREMO TRIBUNAL FEDERAL (STF), ACOLHIMENTO, TESE, INCONSTITUCIONALIDADE, HIPÓTESE, USURPAÇÃO DE COMPETÊNCIA, UNIÃO, ENTE FEDERADO. INCONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL ESTADUAL, INOBSERVÂNCIA, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, PREVISÃO, CONSTITUIÇÃO FEDERAL, FUNDAMENTO, PRINCÍPIO DA SIMETRIA. AUSÊNCIA, PRECEDENTE, COLEGIADO, SUPREMO TRIBUNAL FEDERAL (STF), REFERÊNCIA, SUJEIÇÃO, PODER CONSTITUINTE DERIVADO, ÂMBITO FEDERAL, CLÁUSULA, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO. NECESSIDADE, SUJEIÇÃO, ASSEMBLEIA LEGISLATIVA, INICIATIVA DE LEI, PODER EXECUTIVO ESTADUAL, HIPÓTESE, EMENDA, CONSTITUIÇÃO ESTADUAL, FUNDAMENTO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), MOMENTO ANTERIOR, CONSTITUIÇÃO FEDERAL DE 1988, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1967. IMPOSSIBILIDADE, CONSTITUIÇÃO ESTADUAL, CERCEAMENTO, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, PREVISÃO, CONSTITUIÇÃO FEDERAL, FUNDAMENTO, SUBORDINAÇÃO HIERÁRQUICA, CONSTITUIÇÃO ESTADUAL, CORRELAÇÃO, CONSTITUIÇÃO FEDERAL, LEGISLAÇÃO INFRACONSTITUCIONAL, ÂMBITO FEDERAL. OFENSA, PRINCÍPIO DA INDEPENDÊNCIA DOS PODERES, PRINCÍPIO DA HARMONIA ENTRE OS PODERES, PREVISÃO, CONSTITUIÇÃO ESTADUAL, SÃO PAULO, REAJUSTE, FORMA AUTOMÁTICA, VENCIMENTO, SALÁRIO, PROVENTO, SERVIDOR PÚBLICO, PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO, ESTADO-MEMBRO, DECORRÊNCIA, DECLARAÇÃO, INCONSTITUCIONALIDADE MATERIAL, INCONSTITUCIONALIDADE FORMAL, INOBSERVÂNCIA, CLÁUSULA, INICIATIVA DE LEI. CONFIGURAÇÃO, CONSTITUIÇÃO ESTADUAL, IGUALDADE, NÍVEL HIERÁRQUICO, NORMA INFRACONSTITUCIONAL. INCONSTITUCIONALIDADE, EMENDA CONSTITUCIONAL ESTADUAL, ATRIBUIÇÃO, NÍVEL HIERÁRQUICO, NORMA CONSTITUCIONAL, MATÉRIA, CONSTITUIÇÃO FEDERAL, ATRIBUIÇÃO, NÍVEL HIERÁRQUICO, LEI ORDINÁRIA, LEI COMPLEMENTAR. SUBMISSÃO, CONSTITUIÇÃO ESTADUAL, PRINCÍPIOS, ESTRUTURAÇÃO, CONSTITUIÇÃO FEDERAL. VINCULAÇÃO, PODER CONSTITUINTE ORIGINÁRIO, EXCLUSIVIDADE, SOBERANIA POPULAR. AUSÊNCIA, CONFIGURAÇÃO, PODER CONSTITUINTE ESTADUAL, PODER CONSTITUINTE ORIGINÁRIO. IMPOSSIBILIDADE, APLICAÇÃO, REGRA, INICIATIVA DE LEI, EMENDA, CONSTITUIÇÃO FEDERAL, DECORRÊNCIA, AUSÊNCIA, IDENTIDADE, ROL TAXATIVO, LEGITIMIDADE ATIVA, PROPOSITURA, EMENDA CONSTITUCIONAL, CORRELAÇÃO, INICIATIVA PRIVATIVA. LEGITIMIDADE, EMENDA CONSTITUCIONAL, ASSEGURAMENTO, AUTONOMIA, DEFENSORIA PÚBLICA ESTADUAL, DECORRÊNCIA, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: VÍCIO DE INICIATIVA, PROCESSO LEGISLATIVO, EMENDA CONSTITUCIONAL, ÂMBITO ESTADUAL, PROVENIÊNCIA, PARLAMENTAR, REFERÊNCIA, REGIME JURÍDICO, SERVIDOR PÚBLICO, DECORRÊNCIA, INICIATIVA PRIVATIVA, CHEFE DO PODER EXECUTIVO, FUNDAMENTO, PRINCÍPIO DA SIMETRIA. CARACTERIZAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), ÓRGÃO, PODER JUDICIÁRIO, DESCARACTERIZAÇÃO, ÓRGÃO, CONTROLE EXTERNO, CONSEQUÊNCIA, AUSÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. AUSÊNCIA, EXCLUSIVIDADE, INICIATIVA DE LEI, PRESIDENTE DA REPÚBLICA, PROPOSITURA, MODIFICAÇÃO, CONSTITUIÇÃO FEDERAL, DECORRÊNCIA, LEGITIMIDADE, MEMBRO, CÂMARA DOS DEPUTADOS, SENADO FEDERAL, PRESIDENTE DA REPÚBLICA, ASSEMBLEIA LEGISLATIVA. AUSÊNCIA, ALTERAÇÃO, DIREITO FUNDAMENTAL, ACESSO À JUSTIÇA, RÉU POBRE, HIPÓTESE, EMENDA CONSTITUCIONAL, CONFERÊNCIA, AUTONOMIA, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL, DECORRÊNCIA, CONFERÊNCIA, SUPERIORIDADE, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL. IMPOSSIBILIDADE, VINCULAÇÃO, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL, CORRELAÇÃO, PODER EXECUTIVO, DECORRÊNCIA, PROPOSITURA, MULTIPLICIDADE, DEMANDA, DEFESA, RÉU POBRE, CONTRARIEDADE, PODER EXECUTIVO. INEXISTÊNCIA, FUNDAMENTO, DIFERENÇA, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL, CORRELAÇÃO, DEFENSORIA PÚBLICA ESTADUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: EXISTÊNCIA, SIMILARIDADE, PREVISÃO, CONSTITUIÇÃO FEDERAL, MINISTÉRIO PÚBLICO, CORRELAÇÃO, DEFENSORIA PÚBLICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: AUSÊNCIA, OFENSA, CLÁUSULA PÉTREA, NÚCLEO ESSENCIAL, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, CASO CONCRETO. NECESSIDADE, CONFIGURAÇÃO, DEFENSORIA PÚBLICA, CONDIÇÃO, ANALOGIA, MINISTÉRIO PÚBLICO, DECORRÊNCIA, CARACTERIZAÇÃO, DEFENSORIA PÚBLICA, PARTE PROCESSUAL, CONTRARIEDADE, MINISTÉRIO PÚBLICO, ÂMBITO, PROCESSO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO, INICIATIVA, PROPOSTA DE EMENDA CONSTITUCIONAL, HIPÓTESE, CONSTITUCIONALIZAÇÃO, MATÉRIA, LEI ORDINÁRIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: PRIORIDADE, PODER LEGISLATIVO, ÂMBITO, PROCESSO LEGISLATIVO, CUMPRIMENTO, SISTEMA DE FREIOS E CONTRAPESOS, COOPERAÇÃO, PODER EXECUTIVO, PODER JUDICIÁRIO, ASSEGURAMENTO, PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE, NORMA, ÂMBITO ESTADUAL, PREVISÃO, OBRIGAÇÃO, DEFENSORIA PÚBLICA ESTADUAL, REALIZAÇÃO, CONVÊNIO, ORDEM DOS ADVOGADOS DO BRASIL (OAB). CONSTITUCIONALIDADE FORMAL, EMENDA CONSTITUCIONAL 45 DE 2004, ASSEGURAMENTO, AUTONOMIA FUNCIONAL, AUTONOMIA ADMINISTRATIVA, INICIATIVA, PROPOSTA ORÇAMENTÁRIA,CONSELHO NACIONAL DE JUSTIÇA (CNJ).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: AUSÊNCIA, OBRIGAÇÃO, GESTOR, ADESÃO, PARECER, ADVOGADO PÚBLICO, EXCEÇÃO, PARECER , ADVOGADO-GERAL DA UNIÃO, APROVAÇÃO, PRESIDENTE DA REPÚBLICA, DECORRÊNCIA, CARACTERIZAÇÃO, LEI, ÂMBITO, ADMINISTRAÇÃO PÚBLICA. CARACTERIZAÇÃO, MINISTÉRIO PÚBLICO, ADVOCACIA PÚBLICA, DEFENSORIA PÚBLICA, FUNÇÕES ESSENCIAIS À JUSTIÇA, DECORRÊNCIA, AUSÊNCIA, INTEGRAÇÃO, PODER EXECUTIVO, PODER LEGISLATIVO, PODER JUDICIÁRIO. DISTINÇÃO, ADVOCACIA-GERAL DA UNIÃO (AGU), CORRELAÇÃO, ADVOGADO-GERAL DA UNIÃO. ADVOGADO-GERAL DA UNIÃO, INTEGRANTE, PODER EXECUTIVO FEDERAL. ADVOCACIA-GERAL DA UNIÃO (AGU), AUSÊNCIA, INTEGRAÇÃO, PODER EXECUTIVO. ORDEM DOS ADVOGADOS DO BRASIL (OAB), AUSÊNCIA, INTEGRAÇÃO, ADMINISTRAÇÃO INDIRETA, UNIÃO, AUSÊNCIA, SUBORDINAÇÃO, PODER EXECUTIVO. AUSÊNCIA, OFENSA, PRINCÍPIO DA SEPARAÇÃO DOS PODERES, CONCESSÃO, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FUNCIONAL, INICIATIVA, PROPOSTA ORÇAMENTÁRIA, DEFENSORIA PÚBLICA DA UNIÃO, DISTRITO FEDERAL. IMPOSSIBILIDADE, APLICAÇÃO, FUNDAMENTAÇÃO, CASO CONCRETO, INSTITUIÇÃO, INTEGRANTE, PODER EXECUTIVO. EVOLUÇÃO HISTÓRICA, MINISTÉRIO PÚBLICO. DESMEMBRAMENTO, FUNÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), CONSTITUIÇÃO FEDERAL DE 1988. ATRIBUIÇÃO, FUNÇÃO, DEFESA, SOCIEDADE, MINISTÉRIO PÚBLICO, ATRIBUIÇÃO, FUNÇÃO, DEFESA, ESTADO-MEMBRO, ADVOCACIA-GERAL DA UNIÃO (AGU).\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, PODER CONSTITUINTE DERIVADO, EXTENSÃO, AUTONOMIA ADMINISTRATIVA, AUTONOMIA FINANCEIRA, PREVISÃO, PODER CONSTITUINTE ORIGINÁRIO. VÍCIO FORMAL, DECORRÊNCIA, INICIATIVA DE LEI, PODER EXECUTIVO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5296&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INCONSTITUCIONALIDADE, EMENDA, CONSTITUIÇÃO ESTADUAL, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO, PRINCÍPIO DA SIMETRIA)\nADI 582 (1ªT), ADI 637 (TP), ADI 858 (TP), ADI 1255 (1ªT), ADI 1434 (1ªT), ADI 1521 (TP), ADI 1730 (TP), ADI 2050 (TP), ADI 2616 (TP), ADI 2654 (TP), ADI 3051 (TP), ADI 3295 (TP), ADI 3644 (TP), ADI 3777 (TP), ADI 3930 (TP), ADI 4154 (TP), ADI 2393 MC (TP). \n(CONSTITUIÇÃO ESTADUAL, INICIATIVA DE LEI, CHEFE DO PODER EXECUTIVO)\nRp 753 (TP), Rp 898 (TP), Rp 939 (TP), Rp 940 (TP), Rp 1027 (TP), Rp 1061 (TP), Rp 1146 (TP), Rp 1154 (TP), Rp 1206 (1ªT), Rp 1318, ADI 637 (TP), ADI 1434 (1ªT), ADI 1901 (TP), ADI 2050 (TP), ADI 2966 (TP), ADI 3644 (TP), ADI 3930 (TP). \n(CONSTITUIÇÃO FEDERAL, LIMITE, CONSTITUIÇÃO ESTADUAL)\nADI 3295 (TP). \n(APLICAÇÃO, CLÁUSULA, INICIATIVA DE LEI, PROPOSTA EMENDA, CONSTITUIÇÃO ESTADUAL)\nADI 5087 MC (TP). \n(CORRELAÇÃO, PROCESSO LEGISLATIVO, SEPARAÇÃO DOS PODERES)\nADI 3777 (TP). \n(LEGITIMIDADE, EMENDA CONSTITUCIONAL, AUTONOMIA, DEFENSORIA PÚBLICA ESTADUAL)\nADI 2229 (TP), ADI 2892 (TP), ADI 2903 (TP), ADI 3043 (TP), ADI 3569 (TP), ADI 3700 (TP), ADI 3965 (TP), ADI 4056 (TP), ADI 4163 (TP), ADI 4246 (TP), ADI 4270 (TP), RE 599620 AgR (2ªT), AI 598212 ED (2ªT), ADPF 307 MC-Ref (TP), ADI 5160 AgR (TP). \n(CLÁUSULA PÉTREA, IMUTABILIDADE)\nADI 2024 (TP). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nADI 98 (1ªT), ADI 691 (TP). \n(PROCESSO LEGISLATIVO, EMENDA CONSTITUCIONAL, INICIATIVA DE LEI, PARLAMENTAR, REGIME JURÍDICO, SERVIDOR PÚBLICO)\nADI 2966 (TP), ADI 3930 (TP), ADI 4726 MC (TP), ADI 5075 (TP). \n(CONSTITUCIONALIDADE, CNJ)\nADI 3367 (TP). \n(PODER CONSTITUINTE DERIVADO, LIMITES)\nRE 587008 (TP). \n(EMENDA CONSTITUCIONAL ESTADUAL, MATÉRIA, COMPETÊNCIA PRIVATIVA, CHEFE DO PODER EXECUTIVO)\nADI 584 (TP), ADI 1255 (1ªT), ADI 2050 (TP), ADI 2616 (TP), ADI 2654 (TP), ADI 2863 (TP), ADI 2966 (TP), ADI 3051 (TP), ADI 3295 (TP), ADI 3930 (TP), ADI 4154 (TP), ADI 4284 (TP), ADI 2447 MC (TP), ADI 5075 (TP). \n(PRINCÍPIO DA SEPARAÇÃO DOS PODERES, PARLAMENTARISMO)\nRp 94 (TP). \n(DEFENSORIA PÚBLICA)\nRE 837311 (TP). \n(FUNÇÕES ESSENCIAIS À JUSTIÇA, PODERES DA REPÚBLICA)\nADI 291 (TP). \n(OAB, PERSONALIDADE JURÍDICA)\nADI 3026 (TP). \n- Legislação estrangeira citada: Declaração dos Direitos do Homem e do Cidadão, de 1789; Ordenações Filipinas, § 10; Ordenações Manoelinas.\r\n- Veja ADI 5017, ADI 4282, ADI 5286, ADI 5287 e ADPF 339 do STF.\r\n\r\n\r\nNúmero de páginas: 204.\r\nAnálise: 13/12/2016, JRS.\r\nRevisão: 15/12/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS FEDERAIS - ANADEF \nADV.(A/S)  : NAYARA QUEIROZ MAGALHAES E OUTRO(A/S)\nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL \nAM. CURIAE.  : UNIÃO DOS ADVOGADOS PÚBLICOS FEDERAIS DO BRASIL - UNAFE \nADV.(A/S)  : ANDRÉ LUÍS SANTOS MEIRA E OUTRO(A/S)\nAM. CURIAE.  : PARTIDO POPULAR SOCIALISTA \nADV.(A/S)  : RENATO CAMPOS GALUPPO E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO NACIONAL DOS PROCURADORES DA FAZENDA NACIONAL - SINPROFAZ \nADV.(A/S)  : HUGO MENDES PLUTARCO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO DISTRITO FEDERAL \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE DEFENSORES PÚBLICOS - ANADEP \nADV.(A/S)  : IGOR SANT&apos;ANNA TAMASAUSKAS E OUTRO(A/S)\nAM. CURIAE.  : SOLIDARIEDADE \nADV.(A/S)  : TIAGO CEDRAZ LEITE OLIVEIRA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS ADVOGADOS DA UNIÃO - ANAUNI \nADV.(A/S)  : ANTÔNIO TORREÃO BRAZ FILHO \nADV.(A/S)  : LARISSA BENEVIDES GADELHA CAMPOS \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DO ACRE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO ACRE \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : ESTADO DO AMAZONAS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO AMAZONAS \nAM. CURIAE.  : ESTADO DE RORAIMA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RORAIMA \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":359745,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5296 MC","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-05-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BONAVIDES, Paulo. Curso de Direito Constitucional. 30 ed. atualizada. São Paulo: Malheiros Editores, 2015. p. 202/206.\r\nBRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 10ª ed. São Paulo: Saraiva, 2015. p. 831.\r\nBRANDÃO, Rodrigo. Direitos fundamentais, cláusulas pétreas e democracia. Rio de Janeiro: Renovar, 2008. pg. 242.\r\nBRANDÃO, Rodrigo; SARLET, Ingo Wolfgang. Comentário ao artigo 60. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar; SARLET, Ingo W.; STRECK, Lenio L. (Coords.). Comentário à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 1.130/1132.\r\nESTEVES, Diogo; SILVA, Franklin. Princípios institucionais da Defensoria Pública.\r\nExposição ‘O Ministério Público e a França’. Disponível em: https://www.mprs.mp.br/memorial/noticias/id5308.htm. Acesso em: 27/4/16.\r\nFERREIRA FILHO, Manuel Gonçalves. Do Processo Legislativo. São Paulo: Saraiva, 2001. p. 129-130 e 283.\r\nGARCIA, Emerson. A autonomia do Ministério Público: entre o seu passado e o seu futuro. Revista do Ministério Público do Estado do Rio de Janeiro, Rio de Janeiro: Ministério Público do Estado do Rio de Janeiro, 1995. v. 1, nº1.\r\nLIMA, Ana Maria Bourguignon. A formação histórica do Ministério Público - origens do Ministério Público na França, em Portugal e no Brasil.\r\nMAZZILLI, Hugo Nigro. Regime Jurídico do Ministério Público. 8. ed. São Paulo: Saraiva, 2007. p. 91/96.\r\nMONTESQUIEU. Do espírito das leis. São Paulo: Martins Fontes. p. 168.\r\nMORAES, Humberto Pena de; SILVA, José Fontenelle Teixeira da. Assistência judiciária: sua gênese sua história e a função protetiva do estado. 2. ed. Rio de Janeiro: Líber Juris, 1984.\r\nREIS, Gustavo Augusto Soares dos; ZVEIBIL, Daniel Guimarães; JUNQUEIRA, Gustavo. Comentários à Lei da Defensoria Pública. São Paulo: Saraiva, 2013. p. 40-41.\r\nSADEK, Maria Tereza A.. Efetividade de direitos e acesso à justiça. In RENAULT, Sérgio e BOTTINI, Pierpaolo. Reforma do Judiciário. São Paulo: Saraiva, 2005. p. 283-284.\r\nSARLET, Ingo Wolfgang. Curso de direito constitucional / Ingo Wolfgang Sarlet, Luiz\r\nGuilherme Marinoni, Daniel Mitidiero. – 3 ed. rev., atual. e ampl. São Paulo: Editora Revista dos Tribunais, 2014. p. 122/128.\r\nSAUWEN FILHO, João Francisco. Ministério Público Brasileiro e o estado democrático de direito. Rio de Janeiro: Renovar, 1999. p. 105.\r\nSILVA, José Afonso da. Comentário Contextual à Constituição. São Paulo: Malheiros, 2008. p. 615-616.\r\n_____. Curso de direito constitucional positivo. São Paulo: Editora Malheiros. 2013. p. 110-111.","ministro_facet":["ROSA WEBER"],"processo_numero":5296,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}