{"result":{"took":356,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur419207","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, rejeitou questão de ordem levantada pelo Ministro Marco Aurélio no sentido de converter o julgamento em diligências. No mérito, o Tribunal, apreciando o tema 57 da repercussão geral, por maioria, negou provimento ao recurso extraordinário, nos termos do voto do Relator, vencido o Ministro Marco Aurélio, que o provia. Em seguida, por maioria, fixou-se a seguinte tese: “É constitucional a previsão legal que assegure, na hipótese de transferência ex officio de servidor, a matrícula em instituição pública, se inexistir instituição congênere à de origem”, nos termos do voto do Relator, vencido o Ministro Marco Aurélio. Falou, pela recorrente, o Dr. João Marcelo Torres Chinelato, Procurador Federal. Ausentes, justificadamente, a Ministra Cármen Lúcia e o Ministro Luiz Fux, impedido neste julgamento. Presidência do Ministro Dias Toffoli. Plenário, 19.9.2018.","is_repercussao_geral_merito":true,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur419207","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur419207","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: ADMINISTRATIVO E CONSTITUCIONAL. RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. INGRESSO DE SERVIDOR PÚBLICO TRANSFERIDO EM UNIVERSIDADE PÚBLICA, NA FALTA DE UNIVERSIDADE PRIVADA CONGÊNERE À DE ORIGEM. POSSIBILIDADE. DESPROVIMENTO DO RECURSO.\n\n\n\n1. A transferência de servidor público federal civil ou militar estudante, ou seu dependente, prevista no art. 49, parágrafo único, da Lei 9.394/96, e regulamentada pela Lei 9.356/97, pode ser efetivada entre instituições pertencentes a qualquer sistema de ensino, na falta de universidade congênere à de origem.\n\n\n\n2. É constitucional a previsão legal que assegure, na hipótese de transferência  ex officio  de servidor, a matrícula em instituição pública, se inexistir instituição congênere à de origem. \n\n\n\n3. Recurso extraordinário a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752042629","externo_seq_objeto_incidente":2691334,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-037  DIVULG 19-02-2020  PUBLIC 20-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=601580&classe=RE","is_colac":false,"titulo":"RE 601580","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00054 INC-00078 \n          ART-00037 \"CAPUT\" ART-00093 INC-00009 \n          ART-00102 INC-00003 LET-A ART-00105 \n          INC-00003 LET-C ART-00142 INC-00010 \n          PAR-00003 ART-00206 INC-00001 \n          ART-00208 INC-00001 REDAÇÃO DADA PELA EMC-14/1996\n          ART-00208 INC-00004 REDAÇÃO ORIGINÁRIA\n          ART-00208 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000014      ANO-1996\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006880      ANO-1980\n                EM-1980 ESTATUTO DOS MILITARES\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00099\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00019 INC-00001 INC-00002 ART-00049 \n          PAR-ÚNICO\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009356      ANO-1997\n          ART-00001 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00489 PAR-00001 INC-00005 INC-00006 \n          ART-00927 PAR-00002 PAR-00003 PAR-00004 \n          ART-00998 PAR-ÚNICO ART-01029 PAR-00003\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   PRT-000010      ANO-2016\n                PORTARIA NORMATIVA DO MINISTÉRIO DA EDUCAÇÃO - MEC\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-02-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=601580&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"REPERCUSSÃO GERAL RECONHECIDA NO RE 576464 RG.\n- Acórdão(s) citado(s):\n(TRANSFERÊNCIA DE SERVIDOR PÚBLICO, INSTITUIÇÃO PRIVADA, INSTITUIÇÃO PÚBLICA, INSTITUIÇÃO DE ENSINO)\nADI 3324 (TP), AI 541533 ED (2ªT), RE 464217 AgR (2ªT), RE 495325 AgR (2ªT). \n(OFENSA, GARANTIA AO DEVIDO PROCESSO LEGAL, REPERCUSSÃO GERAL)\nARE 748371 RG. \n(FUNDAMENTAÇÃO, DECISÃO JUDICIAL)\nAI 791292 QO-RG. \n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 724026, REsp 1335562, AgRg no REsp 1335562. \n- Decisões estrangeiras citadas: Caso Roe vs. Wade, da Suprema Corte dos Estados Unidos.\r\n- Veja RE 576464 e RE 601580 do STF.\r\nNúmero de páginas: 70.\r\nAnálise: 21/10/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : FUNDAÇÃO UNIVERSIDADE FEDERAL DE RIO GRANDE - FURG \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nRECDO.(A/S)  : RODRIGO DA SILVA SOARES \nADV.(A/S)  : DARCY FERNANDO BRUM","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"57 - Possibilidade de servidor público militar transferido ingressar em universidade pública, na falta de universidade privada congênere à de origem.","old_seq_sjur":419207,"documental_tese_texto":"É constitucional a previsão legal que assegure, na hipótese de transferência ex officio de servidor, a matrícula em instituição pública, se inexistir instituição congênere à de origem.","procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 601580","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-09-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"FERNANDES, Bernardo Gonçalves. Curso de Direito Constitucional. 8. ed. Salvador: JusPODIVM, 2016. p. 1451.\nMARINONI, Luiz Guilherme et al. Curso de Direito Constitucional. 5. ed. São Paulo: Saraiva, 2016. p. 1220.","ministro_facet":["EDSON FACHIN"],"processo_numero":601580,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur420782","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), negando provimento ao agravo regimental, pediu vista antecipada dos autos o Ministro Dias Toffoli. Ausentes, justificadamente, os Ministros Celso de Mello e Luiz Fux. Presidência da Ministra Cármen Lúcia. Plenário, 7.2.2018.\r\n\n                       Decisão:  Após o voto-vista do Ministro Dias Toffoli, acompanhando o Relator, no sentido de negar provimento ao agravo, pediu vista dos autos o Ministro Luiz Fux. Afirmou suspeição o Ministro Alexandre de Moraes. Presidência da Ministra Cármen Lúcia. Plenário, 12.4.2018.\r\n\n                       Decisão:  O Tribunal, por maioria, não conheceu do agravo regimental, nos termos do voto do Ministro Luiz Fux, Redator para o acórdão, vencidos os Ministros Marco Aurélio, Relator, e Edson Fachin. Reajustou seu voto o Ministro Dias Toffoli (Presidente). Afirmou suspeição o Ministro Alexandre de Moraes. Ausentes, justificadamente, os Ministros Celso de Mello, Gilmar Mendes e Ricardo Lewandowski. Plenário, 17.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur420782","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur420782","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. PROCESSO SUBJETIVO. PEDIDO DE INGRESSO COMO AMICUS CURIAE. INTERESSE INSTITUCIONAL COLABORATIVO E DEMOCRÁTICO. INDEFERIMENTO. AUSÊNCIA DE LESIVIDADE JURÍDICA. IRRECORRIBILIDADE. ART. 138 DO CPC. AGRAVO NÃO CONHECIDO. \n\n\n\n    1. Cabe ao amicus oferecer sua opinião sobre a causa, sobretudo nas questões técnico-jurídicas de maior complexidade. Assim, a tradução literal para “amigo da corte”, ainda que possa ser insuficiente para expressar o papel que desempenha, bem sintetiza a razão de ser eminentemente colaborativa do instituto.\n\n\n\n    2. O instituto do amicus curiae, historicamente, caracterizava-se pela presunção de neutralidade de sua manifestação, tanto na experiência romano-germânica, quanto na tradição anglo-saxônica.\n\n\n\n    3. Aos amici cabia apresentar elementos de fato e de direito que, por qualquer razão, escapassem do conhecimento dos juízes, assegurando a paridade de armas entre as partes, atuando de forma presumidamente imparcial. \n\n\n\n    4. A experiência norte-americana demonstra que os amici curiae ao longo do tempo perderam sua presumida imparcialidade (SORENSON, Nancy Bage, The Ethical Implications of Amicus Briefs, 30 St. Mary's L.J. 1225-1226. 1999). \n\n\n\n    5. A Suprema Corte americana alterou sua Rule 37 com o fito de clarificar quais os aspectos aptos a justificar a atuação da figura, independentemente de seus eventuais interesses: “1. A manifestação de amicus curiae que chame a atenção do Tribunal para uma questão relevante que ainda não tenha sido comunicada pelas partes pode ser de grande ajuda para o Tribunal. A manifestação de amicus curiae que não sirva a este propósito sobrecarrega o Tribunal, e sua juntada não é recomendável. A manifestação de amicus curiae pode ser apresentada apenas por um advogado admitido a praticar perante este Tribunal, conforme previsto na regra 5.” (Rules of The Supreme Court of The United States. Part VII. Rule 37. Brief for an Amicus Curiae)\n\n\n\n    6. A doutrina do tema reconhece que há uma multiplicidade de interesses a orientar a atuação do colaborador da Corte, o que não macula a ratio essendi da participação. O eventual interesse individual não pode ser o fundamento a justificar seu ingresso; não se confundindo com o interesse tipicamente subjetivado das partes, nem com o interesse institucional, de viés colaborativo e democrático, que constitui o amicus como um representante da sociedade. (SCARPINELLA BUENO, Cássio. Amicus Curiae no Processo Civil brasileiro: um terceiro enigmático. 2012. p. 121-122). \n\n\n\n    7. O amicus curiae presta sua potencial contribuição com a jurisdição, mas não se submete à sucumbência – nem genérica, nem específica - apta a ensejar o interesse de recorrer da decisão que, apreciando o pedido de ingresso, não vislumbra aptidão contributiva suficiente para a participação no caso concreto. A manifestação do amicus não pode ser imposta à Corte, como um inimigo da Corte. \n\n\n\n    8. O ingresso do amicus curiae, a par do enquadramento nos pressupostos legais estabelecidos Código de Processo Civil – notadamente que a causa seja relevante, o tema bastante específico ou tenha sido reconhecida a repercussão geral –, pode eventualmente ser obstado em nome do bom funcionamento da jurisdição, conforme o crivo do relator, mercê não apenas de o destinatário da colaboração do amicus curiae ser a Corte, mas também das balizas impostas pelas normas processuais, dentre as quais a de conduzir o processo com eficiência e celeridade, consoante a análise do binômio necessidade-representatividade.\n\n\n\n    9. O legislador expressamente restringiu a recorribilidade do amicus curiae às hipóteses de oposição de embargos de declaração e da decisão que julgar o incidente de resolução de demandas repetitivas, conforme explicita o artigo 138 do CPC/15, ponderados os riscos e custos processuais. \n\n\n\n    10. É que o amicus curiae não se agrega à relação processual, por isso não exsurge para ele uma expectativa de resultado ou mesmo uma lesividade jurídica a ensejar a recorribilidade da denegação de seu ingresso. O status de amicus encerra-se no momento em que se esgota – ou se afere inexistir – sua potencialidade de contribuição ou sugestão (COVEY, Frank. Amicus Curiae: Friend of The Court. 9 DePaul Law Review, nº 30. 1959, p. 30).\n\n\n\n    11. A irrecorribilidade da decisão do Relator que denega o ingresso de terceiro na condição de amicus curiae em processo subjetivo impede a cognoscibilidade do recurso sub examine, máxime porque a possibilidade de impugnação de decisão negativa em controle subjetivo encontra óbice (i) na própria ratio essendi da participação do colaborador da Corte; e (ii) na vontade democrática exposta na legislação processual que disciplina a matéria. \n\n\n\n    12. Agravo regimental não conhecido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752294507","externo_seq_objeto_incidente":4997330,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-065  DIVULG 19-03-2020  PUBLIC 20-03-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=602584&classe=RE","is_colac":false,"titulo":"RE 602584 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006616      ANO-1978\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00007 \"CAPUT\" PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012259      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00138 \"CAPUT\" PAR-00001\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00007 ART-00317 PAR-00003\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2020-03-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- IRRELEVÂNCIA, IMPARCIALIDADE, AMICUS CURIAE. INGRESSO, CONDIÇÃO, AMICUS CURIAE, CONFIGURAÇÃO, PRIVILÉGIO, AUSÊNCIA, CONFIGURAÇÃO, DIREITO. PLURALIDADE, INTERVENÇÃO, AMICUS CURIAE, POSSIBILIDADE, TUMULTO, PROCESSO; MULTIPLICIDADE, AGRAVO REGIMENTAL, PREJUDICIALIDADE, EFICIÊNCIA, PRESTAÇÃO JURISDICIONAL. RISCO, TRANSFORMAÇÃO, INGRESSO, AMICUS CURIAE, FRAUDE, INTERVENÇÃO, TERCEIRO. AMICUS CURIAE, PROCESSO OBJETIVO, AMPLIAÇÃO, QUALIDADE, DEBATE. EFICÁCIA ERGA OMNES, CONTROLE CONCENTRADO, FUNDAMENTO, INTERESSE SOCIAL, SOLUÇÃO, CONTROVÉRSIA. CONTROLE CONCENTRADO, INADMISSIBILIDADE, INTERVENÇÃO DE TERCEIROS, IMPORTÂNCIA, AMICUS CURIAE.\n\n- VOTO, MIN. DIAS TOFFOLI: INDEFERIMENTO, INGRESSO, AMICUS CURIAE, PARTE AGRAVANTE, ASSOCIAÇÃO, SINDICATO, REPRESENTANTE, ÂMBITO REGIONAL, CATEGORIA, PROCURADOR DO ESTADO. REQUISITO, REPRESENTATIVIDADE ADEQUADA.\n\n- VOTO, MIN. ROBERTO BARROSO: CÓDIGO DE PROCESSO CIVIL, DECISÃO, INGRESSO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL. EXCEPCIONALIDADE, INTERVENÇÃO, AMICUS CURIAE. DISCRICIONARIEDADE, JUIZ, DECISÃO, PARTICIPAÇÃO, AMICUS CURIAE, REPRESENTATIVIDADE, ADEQUAÇÃO. FUNCIONALIDADE, TRAMITAÇÃO, PROCESSO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CABIMENTO, AGRAVO REGIMENTAL, INDEFERIMENTO, INGRESSO, AMICUS CURIAE. SITUAÇÃO JURÍDICA, REPRESENTADO, ASSOCIAÇÃO, AUSÊNCIA, IMPLICAÇÃO, ADMISSIBILIDADE, PROCESSO. ADMISSIBILIDADE, ASSOCIAÇÃO, PROCURADOR DO ESTADO, SÃO PAULO, POSSIBILIDADE, IMPLICAÇÃO, ADMISSÃO, PARTICIPAÇÃO, TOTALIDADE, ASSOCIAÇÃO, REPRESENTAÇÃO, SERVIDOR PÚBLICO, PETIÇÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CABIMENTO, AGRAVO REGIMENTAL, DECISÃO, INDEFERIMENTO, INGRESSO, AMICUS CURIAE.\n\n- TERMO(S) DE RESGATE: AMICI GOVERNAMENTAIS, AMICI PRIVADOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=602584&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRESSUPOSTO DE ADMISSIBILIDADE, AMICUS CURIAE)\nRE 808202 AgR (TP). \n(AMICUS CURIAE, SUCUMBÊNCIA, INTERESSE RECURSAL)\nADI 3460 ED (TP). \n(INADMISSIBILIDADE, AMICUS CURIAE, DECISÃO IRRECORRÍVEL)\nInq 4383 AgR (2ªT). \n(ADI, INTERPOSIÇÃO, RECURSO, DECISÃO, INADMISSIBILIDADE, AMICUS CURIAE)\nADI 3105 ED (TP), ADI 3615 ED (TP), ADI 3396 (TP). \n- Legislação estrangeira citada: Rule 37, da Suprema Corte Americana.\nNúmero de páginas: 47.\nAnálise: 10/02/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ASSOCIAÇÃO DOS PROCURADORES DO ESTADO DE SÃO PAULO - APESP E OUTRO(A/S)\nADV.(A/S)  : JOSE FRANCISCO LOPES DE MIRANDA LEAO \nINTDO.(A/S)  : UNIÃO \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : KÁTHIA MARIA CANTUÁRIA PEREIRA DA SILVA \nADV.(A/S)  : MOZART HAMILTON BUENO \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : INSTITUTO BRASILEIRO DE DIREITO PREVIDENCIÁRIO IBDP \nADV.(A/S)  : NAZARIO NICOLAU MAIA GONCALVES DE FARIA \nADV.(A/S)  : GISELE LEMOS KRAVCHYCHYN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420782,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 602584 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2018-10-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"COVEY, Frank. Amicus Curiae: Friend of The Court. DePaul Law Review, n. 30, 1959. p. 30.\nHABERLE, Peter. Hermenêutica Constitucional - a sociedade aberta dos intérpretes da Constituição: contribuição para a interpretação pluralista e procedimental da Constituição. Porto Alegre: Sérgio Antônio Fabris editor, 1997.\nRULE 37. Rules of The Supreme Court of The United States. Part VII. Rule 37. Brief for an Amicus Curiae.\nSCARPINELLA, Cássio Bueno. Amicus Curiae no Processo Civil brasileiro: um terceiro enigmático. 2012. p. 121-122.\nSILVESTRI, Elisabetta. L’amicus curiae: uno strumento per La tutela degli interessi non rappresentati. Rivista trimestrale di diritto e procedura civile, 1997. p. 690.\nSORENSON, Nancy Bage. The Ethical Implications of Amicus Briefs. 30 St. Mary's L.J. 1999. p. 1225-1226.\nTALAMINI, Eduardo. Breves Comentários ao Novo Código de Processo Civil. Revista dos Tribunais, São Paulo, 2015. p. 442.\nWAMBIER, Teresa et al. Primeiros Comentários ao Novo Código de Processo Civil. São Paulo: Revista dos Tribunais, 2006. p. 292.","ministro_facet":["MARCO AURÉLIO","LUIZ FUX"],"processo_numero":602584,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur421463","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou improcedente o pedido formulado na ação, para declarar a constitucionalidade da Lei 10.524/2017 do Estado de Mato Grosso, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 28.2.2020 a 5.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur421463","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur421463","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. UNIÃO AUTORIZADA A EDITAR NORMAS GERAIS. ART. 13-A, II, DO ESTATUTO DO TORCEDOR. INEXISTÊNCIA DE PROIBIÇÃO GERAL E ABSOLUTA. COMPETÊNCIA CONCORRENTE COMPLEMENTAR DOS ESTADOS (CF, ART. 24, §§ 1º A 4º). LEI 10.524/2017 DO ESTADO DE MATO GROSSO. RAZOABILIDADE NA COMERCIALIZAÇÃO E CONSUMO DE BEBIDAS NÃO DESTILADAS COM TEOR ALCOÓLICO INFERIOR A 14% EM ESTÁDIOS DE FUTEBOL, EM DIAS DE JOGO. IDÊNTICO PERMISSIVO NOS GRANDES EVENTOS MUNDIAIS – COPA DO MUNDO DE FUTEBOL DA FIFA E OLIMPÍADAS. DIREITO DO CONSUMIDOR (CF, ART. 24, V). IMPROCEDÊNCIA. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. Princípio da predominância do interesse. A Constituição Federal de 1988, presumindo de forma absoluta para algumas matérias a presença do princípio da predominância do interesse, estabeleceu, a priori, diversas competências para cada um dos entes federativos – União, Estados-membros, Distrito Federal e Municípios – e, a partir dessas opções, pode ora acentuar maior centralização de poder, principalmente na própria União (CF, art. 22), ora permitir uma maior descentralização nos Estados-membros e nos Municípios (CF, arts. 24 e 30, inciso I).\n\n\n\n    2. Competência concorrente para a matéria (CF, art. 24). O inciso II do art. 13-A da Lei Federal 10.671/2003 estabelece condições gerais de acesso e permanência do torcedor em recintos esportivos, entre as quais a de não portar bebidas proibidas ou suscetíveis de gerar ou possibilitar a prática de atos de violência, não particularizando, entretanto, quais seriam essas bebidas. Inexistência de vedação geral e absoluta. Possibilidade de o legislador estadual, no exercício de sua competência concorrente complementar, e observadas as especificidades locais, regulamentar a matéria. \n\n\n\n    3. Respeito à razoabilidade e proporcionalidade na regulamentação estadual. Permissão somente de bebidas não destiladas com teor alcoólico inferior a 14%, igualmente autorizadas nos grandes eventos mundiais de futebol e outros esportes, inclusive na Copa do Mundo organizada pela FIFA e nas Olimpíadas. \n\n\n\n    4. A permissão veiculada pela legislação impugnada não envolve um risco social maior do que aquele decorrente da proibição, pois a ausência da comercialização de bebidas de menor teor alcoólico dentro dos estádios acaba gerando o consumo de todos os tipos de bebidas – inclusive aquelas com elevado teor alcoólico – nas imediações dos eventos esportivos. \n\n\n\n    5. A Lei Estadual 10.524/2017, ao dispor sobre a comercialização e o consumo de bebidas não destiladas com baixo teor alcoólico em estádios de futebol, traduziu normatização direcionada ao torcedor-espectador, equiparado pelo § 3º do art. 42 da Lei Federal 9.615/1998, para todos os efeitos legais, ao consumidor, sujeito de direitos definido na Lei Federal 8.078/1990.\n\n\n\n    6. Entendimento recente desta SUPREMA CORTE no sentido de conferir uma maior ênfase na competência legislativa concorrente dos Estados quando o assunto gira em torno dos direitos do consumidor. Cite-se, por exemplo: ADI 4306, Rel. Min. EDSON FACHIN, Tribunal Pleno, DJe de 18/2/2020; ADPF 109, Rel. Min. EDSON FACHIN, Tribunal Pleno, DJe de 1/2/2019; ADI 5.745, Rel. Min. ALEXANDRE DE MORAES, Red. p/ acórdão: Min. EDSON FACHIN, julgado em 7/2/2019; e ADI 5462, Rel. Min. ALEXANDRE DE MORAES, Tribunal Pleno, DJe de 29/10/2018.\n\n\n\n    7. Ação Direta de Inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752382185","externo_seq_objeto_incidente":5736662,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-081  DIVULG 01-04-2020  PUBLIC 02-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6193&classe=ADI","is_colac":false,"titulo":"ADI 6193","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00005 INC-00054 ART-00022 \n          ART-00024 INC-00005 INC-00009 PAR-00001 \n          PAR-00002 PAR-00003 PAR-00004 ART-00030 \n          INC-00001 ART-00217 INC-00001 INC-00002 \n          INC-00003 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00002\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-009615      ANO-1998\n          ART-00042 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010671      ANO-2003\n          ART-00002 \n          ART-0013A INCLUÍDO PELA LEI-12299/2010\n          ART-0013A INC-00002 INCLUÍDO PELA LEI-12299/2010\n                LEI ORDINÁRIA - ESTATUTO DE DEFESA DO TORCEDOR E DÁ OUTRAS PROVIDÊNCIAS\n\n","LEG-FED   LEI-012299      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   PJL-000451      ANO-1995\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS\n\n","LEG-EST   LEI-010524      ANO-2017\n          ART-00001 ART-00002 ART-00003 ART-00004\n                LEI ORDINÁRIA, MT"],"publicacao_data":"2020-04-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO, FEDERALISMO, COLABORAÇÃO, ENTE FEDERADO, UNIÃO FEDERAL. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA, PREVALÊNCIA, NORMA, LOCAL, MUNICÍPIO, EQUILÍBRIO, FEDERAÇÃO. CONSTITUINTE ORIGINÁRIO, DISTRIBUIÇÃO, MATÉRIA, CONSUMO, DESPORTO, UNIÃO FEDERAL, COMPETÊNCIA LEGISLATIVA, EDIÇÃO, NORMA, INTERESSE, CARÁTER GERAL, POSSIBILIDADE, ENTE FEDERADO, COMPLEMENTAÇÃO. COMPETÊNCIA CONCORRENTE CUMULATIVA, FIXAÇÃO, NÍVEL SUPERIOR, UNIÃO FEDERAL, NORMA GERAL, ENTE FEDERADO, COMPLEMENTAÇÃO. COMPETÊNCIA SUPLEMENTAR.\n\n- TERMO(S) DE RESGATE: VERBA CUM EFFECTUSUNT ACCIPIENDA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6193&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA CONCORRENTE, DIREITO DO CONSUMIDOR)\nADI 2663 (TP), ADPF 109 (TP), ADI 4306 (TP), ADI 5462 (TP), ADI 5745 (TP). \n(ADI, CONFLITO, LEI ESTADUAL, LEI FEDERAL, OFENSA INDIRETA)\nADI 3645 (TP), ADI 2535 MC (TP), ADI 4955 (TP). \n(CARÁTER GERAL, ESTATUTO DO TORCEDOR)\nADI 2937 (TP). \n(RESTRIÇÃO, COMERCIALIZAÇÃO, BEBIDA ALCOÓLICA, EVENTO ESPORTIVO)\nADI 6195 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787; art. 10, da Constituição de Weimar (1919), do Império Alemão.\nNúmero de páginas: 26.\nAnálise: 25/01/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADORA-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MATO GROSSO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":421463,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"ADI 6193","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDROMI, José Roberto. Derecho administrativo. 6. ed. Buenos Aires: Ciudad Argentina, 1997. p. 36.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nBADÍA, Juan  Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nGORDILLO, Augustin. Princípios gerais do direito público. São Paulo: Revista dos Tribunais, 1977. p. 183.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Estudos de direito constitucional. Belo Horizonte: Del Rey, 1995. p. 366.\n______. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1, p. 13-14.\nMORAES, Alexandre de. Direito constitucional. 35. ed. São Paulo: Atlas, 2019. p. 351.\nNEPOMUCENO, Thiago Celso C. et al. Alcohol and violent behavior among footboll spectators: An empirical assessment of Brazilian´s criminalization. In: International Journal of law, crime and justice, v. 51, 2017. p. 34-44.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSALINAS, Jesus Gonzalez. Notas sobre algunos de los puntos de referencia entre ley, reglamento y acto administrativo. Revista de Administración Pública, n. 120, 1989.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6193,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur415526","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, indeferiu o pedido de extradição formulado pelo Governo do Uruguai, porque, quanto à imputação de autoevação, o fato não constitui crime no Brasil e, no que se refere à condenação pelo delito de roubo, está configurada a prescrição da pretensão executória, nos termos da legislação nacional, e determinou a expedição imediata de alvará de soltura, devendo o extraditando ser colocado em liberdade se por outro fato não estiver preso. Determinou, ainda, seja oficiado, com urgência e prioridade, à Polícia Federal, ao juízo da Segunda Vara Federal da Subseção Judiciária de Santana do Livramento/RS e ao Ministro da Justiça, informando o teor desta decisão para ciência e cumprimento, nos termos do voto da Relatora. Ausente, justificadamente, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 5.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur415526","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur415526","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA E INSTRUTÓRIA. CUMPRIMENTO DE PENA NO URUGUAI. EVASÃO. TRATADO ESPECÍFICO: REQUISITOS FORMAIS ATENDIDOS. CRIME DE AUTOEVASÃO: AUSÊNCIA DE DUPLA TIPICIDADE. CRIME DE ROUBO: OCORRÊNCIA DE PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA NOS TERMOS DA LEGISLAÇÃO BRASILEIRA. EXTRADIÇÃO INDEFERIDA.\n\n\n\n    1. O pedido formulado pelo Governo do Uruguai não atende aos pressupostos necessários ao seu deferimento, nos termos da Lei n. 13.445/2017 e do Tratado de Extradição específico.\n\n\n\n    2. Requisito da dupla tipicidade não cumprido quanto à imputação de autoevasão, porque esse fato somente constitui crime no Brasil se houver violência contra a pessoa no ato da evasão, o que não se demonstrou nos autos.\n\n\n\n    3. A pena máxima prevista para o delito de evasão no Brasil é de um ano. O art. 82, inc. IV, da Lei 13.445/2017, estabelece que “não se concederá a extradição quando (…) a lei brasileira impuser ao crime pena de prisão inferior a 2 (dois) anos”. \n\n\n\n    4. Prescrição da pretensão executória do crime de roubo nos termos da legislação brasileira.\n\n\n\n    5. Extradição indeferida.\n\n\n\n    6. Expedição de alvará de soltura determinada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751459804","externo_seq_objeto_incidente":5366565,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-256  DIVULG 22-11-2019  PUBLIC 25-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1534&classe=Ext","is_colac":false,"titulo":"Ext 1534","documental_legislacao_citada_texto":["LEG-FED   LEI-007210      ANO-1984\n          ART-00050 INC-00002\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-012234      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00004 \n          INC-00006 INC-00007 ART-00083 INC-00001 \n          ART-00088 PAR-00003\n                LEI DE MIGRAÇÃO\n\n","LEG-INT   ACO      ANO-1998\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00006 ART-00113 ART-00157 \n          ART-00352\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2019-11-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUGA, CONDENADO, AUSÊNCIA, VIOLÊNCIA, CONFIGURAÇÃO, FALTA GRAVE (DIREITO PROCESSUAL PENAL), PREVISÃO, LEI DE EXECUÇÃO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1534&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: art. 60, art. 184, art. 334, art. 341, alíneas 2 e 4, art. 344 do Código Penal uruguaio.\r\nNúmero de páginas: 12.\r\nAnálise: 28/02/2020, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : FERNANDO TRINDADE SOSA \nADV.(A/S)  : LEONARDO ARAÚJO ABIMORAD \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":415526,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1534","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2019-11-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":1534,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur430432","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 7.8.2020 a 17.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur430432","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur430432","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO. TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA DA ARGENTIDA. CRIME DE TRÁFICO DE ENTORPECENTES. REQUISITOS DA DUPLA TIPICIDADE E DA DUPLA PUNIBILIDADE. PREENCHIMENTO. PRESENÇA DOS DEMAIS REQUISITOS DA LEI 13.445/2017. PEDIDO DE EXTRADIÇÃO DEFERIDO.\n\n\n\n    1. A extradição, requerida em autos devidamente instruídos com os documentos exigidos pelas normas de regência, tem como objetivo precípuo viabilizar o julgamento de suspeito pela prática de crime que preencha os requisitos da dupla tipicidade e da dupla punibilidade.\n\n\n\n    2. In casu, os requisitos formais de admissibilidade se encontram presentes (artigo 83 da Lei 13.445/2017), inexistindo, ainda, circunstância impeditiva à extradição (artigo 82 da Lei 13.445/2017), eis que:\n\n\n\n    (a) o extraditando não é brasileiro nato, tampouco é beneficiário de refúgio neste país, tendo sequer o solicitado;\n\n\n\n    (b) o Estado requerente tem jurisdição para julgar os fatos imputados ao extraditando e a República Federativa do Brasil não dispõe de competência para julgar, anistiar ou indultar a pessoa reclamada;\n\n\n\n    (c) o extraditando responde a processo penal perante Tribunal regularmente instituído e processualmente competente para os atos de instrução e de julgamento, em conformidade com o princípio do juiz natural;\n\n\n\n    (d) o crime imputado tem natureza comum, inexistindo evidência de que os fatos imputados sejam enquadrados como crime político;\n\n\n\n    (e) inexistem elementos de que o pedido extraditório possui outras finalidades que não a aplicação regular da lei penal;\n\n\n\n    (f) a conduta imputada ao extraditando é criminalizada tanto na Argentina quanto no Brasil, prevendo pena superior a 2 (dois) anos de prisão ao crime descrito pelo pedido de extradição.\n\n\n\n    (g) persiste imprescrita a pretensão punitiva do delito imputado, tanto no âmbito da legislação brasileira, quanto no bojo da legislação argentina.\n\n\n\n    (h) A existência de processo penal em curso no território brasileiro não é elemento apto a ensejar o indeferimento do pleito extradicional. A existência de vínculo afetivo do extraditando, no Brasil, tampouco se apresenta como argumento apto a impedir sua retirada compulsória do território nacional. Precedentes.\n\n\n\n    3. Ex positis, DEFIRO o pedido de extradição formulado pelo Governo da Argentina, ficando condicionada a entrega do extraditando: (i) ao juízo discricionário do Presidente da República; (ii) à formalização, pelo Estado requerente, dos compromissos previstos no artigo 96 da Lei 13.445/2017; e (iii) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do artigo 95, caput, da Lei 13.445/2017.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753672629","externo_seq_objeto_incidente":5847472,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-218  DIVULG 31-08-2020  PUBLIC 01-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1625&classe=Ext","is_colac":false,"titulo":"Ext 1625","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\"\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013447      ANO-2017\n          ART-00082 ART-00083 ART-00095 \"CAPUT\" \n          ART-00096\n                LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1961\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00014 INC-00002 ART-00109 ART-00121\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-062979      ANO-1968\n          ART-00004\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-01","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA, ESTADO REQUERENTE, GARANTIA, SEGURANÇA, EXTRADITANDO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1625&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROCESSO DE EXTRADIÇÃO, VÍNCULO AFETIVO, UNIÃO ESTÁVEL)\nExt 1531 (1ªT). \n(ESTADO REQUERENTE, DEVER DE SEGURANÇA, EXTRADITANDO)\nExt 1473 (2ªT). \n(ENTREGA DO EXTRADITANDO, PROCESSO PENAL EM CURSO, JUSTIÇA BRASILEIRA)\nExt 855 (TP). \n- Legislação estrangeira citada: art. 5, inc. c, da Lei n. 23.737 da Argentina, e art. 62 da lei processual penal argentina.\nNúmero de páginas: 12.\nAnálise: 13/08/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : LUIS CARLOS NEUBERGER \nADV.(A/S)  : GIULIA NATACHA DOS SANTOS SPERONI","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":430432,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1625","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-08-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1625,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur430665","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, indeferiu o pedido de extradição do nacional italiano GIOVANNI FILIPPETTI, em não havendo reprimenda a ser executada pelo Estado requerente, nos termos do voto do Ministro Edson Fachin, Redator para o acórdão, vencida a Ministra Cármen Lúcia (Relatora). Segunda Turma, Sessão Virtual de 26.6.2020 a 4.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur430665","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur430665","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO EXECUTÓRIA. TRATADO BRASIL-ITÁLIA. PENAS OURIUNDAS DE NOVE SENTENÇAS CONDENTÓRIAS. PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA DE CINCO CONDENAÇÕES. ANISTIA DE PENAS FIXADAS EM DUAS CONDENAÇÕES. ATIPICIDADE, NO BRASIL, DE UMA DAS CONDENAÇÕES. PENA REMANESCENTE JÁ CUMPRIDA. EXTRADIÇÃO INDEFERIDA.\n\n\n\n    1. As condenações das sentenças de nº 1 (um), de 26/3/2001; nº 2 (dois), de 23.1.2002; nº 3 (três), de 14.11.2003; e, nº 4 (quatro) de 19.9.2002, com trânsito em julgado em 7.7.2001, 11.3.2002, 27.12.2003, 3.11.2006, respectivamente, prescreveram antes de 17.10.2011, quando se deu o início da execução das reprimendas.\n\n\n\n    2. As penas impostas nas sentenças de números 6 (seis) e 9 (nove) foram anistiadas. A reprimenda da sentença de nº 8 (oito) deve ser desconsiderada eis que se trata de fato atípico na legislação nacional.\n\n\n\n    3. Extraditando permaneceu preso por 2 (dois) anos, 1 (um) mês e 13 (três) dias em regime de execução penal, além dos 9 (nove) meses e 24 (vinte e quatro) dias (30/11/2015 a 23/9/2016), acautelado preventivamente para fins da extradição. Portanto, totalizaram 2 (dois), 11 (onze) meses e 7 (sete) dias de reclusão, prazo superior ao da pena fixada na sentença que ainda persistia.\n\n\n\n    4. Em não havendo reprimenda a ser executada pelo Estado requerente, extradição indeferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753704369","externo_seq_objeto_incidente":4913814,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-219  DIVULG 01-09-2020  PUBLIC 02-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1437&classe=Ext","is_colac":false,"titulo":"Ext 1437","documental_legislacao_citada_texto":["LEG-FED   LEI-007210      ANO-1984\n          ART-00111 PAR-ÚNICO\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00081 ART-00082 INC-00002 INC-00007 \n          ART-00083 INC-00001 ART-00088 PAR-00003\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   TTD      ANO-1989\n          ART-00009\n                TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00352\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO, ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONCRETIZAÇÃO, PRESCRIÇÃO, MOMENTO ANTERIOR, TERMO INICIAL, EXECUÇÃO DA PENA.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: MEDIDA CAUTELAR DIVERSA DA PRISÃO, DETRAÇÃO. ACÓRDÃO, CONFIRMAÇÃO, SENTENÇA CONDENATÓRIA, INTERRUPÇÃO, PRESCRIÇÃO. DEFERIMENTO PARCIAL, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1437&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ACÓRDÃO, CONFIRMAÇÃO, SENTENÇA CONDENATÓRIA, INTERRUPÇÃO, PRESCRIÇÃO)\nHC 176473 (TP). \n- Legislação estrangeira citada: art. 385 do Código Penal Italiano.\nNúmero de páginas: 36.\nAnálise: 07/05/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : GIOVANNI FILIPETTI OU FILIPETTI GIOVANNI OU GIOVANNI FILIPPETTI \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nINTDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":430665,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1437","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"DELMANTO, Celso et al. Código Penal Comentado. 9. ed. Saraiva, 2016. p. 425.","ministro_facet":["CÁRMEN LÚCIA","EDSON FACHIN"],"processo_numero":1437,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur430848","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu a entrega do extraditando condicionada ao compromisso de detração da pena, considerados os dois períodos de prisão a que submetido o extraditando, de 06 de fevereiro de 2017 a 16 de maio de 2017 e de 23 de julho de 2019 até a data da efetiva entrega, que deve ser assumido antes da entrega do extraditando, e declarou prejudicado o pedido solicitado pela defesa de conversão da prisão preventiva em prisão domiciliar, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 14.8.2020 a 21.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur430848","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur430848","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO EXECUTÓRIA. REPÚBLICA DO PERU. REGULARIDADE FORMAL. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO.\n\n\n\n    I. REQUISITOS FORMAIS\n\n\n\n    1. O pedido de entrega em extradição de seu nacional, processado por tráfico internacional de drogas, formulado pelo Governo do Peru, atende aos requisitos formais previstos no Tratado de Extradição entre os Estados Partes do Mercosul. \n\n\n\n    II. DUPLA TIPICIDADE\n\n\n\n    2. O Código Penal Peruano prevê, nos arts. 296 c/c 297, 6, o crime de tráfico de drogas agravado. Tal conduta, pela qual o extraditando é processado, encontra correspondência no Brasil no tipo do art. 33 da Lei nº 11.343/2006.\n\n\n\n    III. DUPLA PUNIBILIDADE\n\n\n\n    3. Não se verificou a prescrição, seja pela legislação peruana, seja pela legislação brasileira. Os fatos teriam ocorrido em janeiro e julho de 2007. O Código Penal Peruano prevê, em seu art. 297 c/c art. 80, o prazo prescricional de 25 anos. Além disso, o prazo se interrompe pela atuação do Ministério Público ou das autoridades judiciárias, nos termos do art. 83 do Código Penal. Já o direito brasileiro prevê, no art. 109, I, do Código Penal, a prescrição da pena em 20 anos.\n\n\n\n    4. O crime pelo qual o extraditando é processado não tem conotação política (art. 82-VII da Lei 13.445/17); sua apuração é de competência exclusiva do estado requerente (art. 82-III da Lei 13.445/17). A pena máxima é superior a 2 anos (art. 82-IV da Lei 13.445/17) e o extraditando não tem nacionalidade brasileira (art. 82-1 da Lei 13.445/17).\n\n\n\n    IV. DEVIDO PROCESSO LEGAL\n\n\n\n    5. Pode o Supremo Tribunal Federal rejeitar pedido de extradição passiva quando a submissão do estrangeiro à Jurisdição do Estado requerente implicar em violação a direitos humanos internacionalmente reconhecidos, dentre eles, a garantia de ser julgado por juiz isento, imparcial, e sob a égide do devido processo legal, o que configura exceção ao princípio da contenciosidade limitada. No caso concreto, porém, não foi apresentado nenhum elemento concreto que demonstre a violação ao devido processo legal perante a Justiça peruana. \n\n\n\n    V. CONCLUSÃO\n\n\n\n    6. Extradição deferida, condicionada a entrega do extraditando ao compromisso, assumido antes da entrega do extraditando de detração da pena, considerado o período de prisão decorrente da extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753731847","externo_seq_objeto_incidente":5188698,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-221  DIVULG 03-09-2020  PUBLIC 04-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1502&classe=Ext","is_colac":false,"titulo":"Ext 1502","documental_legislacao_citada_texto":["LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00082 INC-00001 INC-00003 INC-00004 \n          INC-00007\n                LEI ORDINÁRIA\n\n","LEG-INT   ACO      ANO-1998\n          ART-00002 ITEM-1 ART-00005 ITEM-1 \n          ART-00006 ART-00018 ITEM-1 ITEM-2 \n          ITEM-4 INC-00001 INC-00002 INC-00003\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL"],"publicacao_data":"2020-09-04","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1502&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: arts. 80, 83, 296 e 297, n. 6, do Código Penal Peruano.\nNúmero de páginas: 9.\nAnálise: 09/08/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PERU \nEXTDO.(A/S)  : VICTOR ENRIQUE BERNAL MIRANDA OU VICTOR BERNAL MIRANDA OU VICTOR BERNAL \nADV.(A/S)  : MARIA LÚCIA DA SILVA \nADV.(A/S)  : SIMONE MANDINGA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":430848,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1502","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1502,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432178","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, referendou a medida cautelar anteriormente proferida, de modo a deferir em parte a medida pleiteada e, assim, suspender os novos vetos trazidos na “republicação” veiculada no Diário Oficial da União de 6 de julho de 2020, a fim de que seja restabelecida a plena vigência normativa do § 5º do art. 3º-B e do art. 3º-F da Lei 13.979/2020, na redação conferida pela Lei 14.019, de 2 de julho de 2020, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 21.8.2020 a 28.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432178","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432178","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Medida Cautelar em Arguição de Descumprimento de Preceito Fundamental. 2. Veto presidencial em projeto de lei que determinava a utilização de máscaras em locais fechados. 3. Novo veto, após sanção parcial, contra dispositivo anteriormente sancionado, que determinava a utilização de máscaras em presídios. 4. Admissibilidade de ADPF contra veto por inconstitucionalidade. 5. Impossibilidade de arrependimento ao veto. 6. Precedentes. 7. Medida Cautelar deferida em parte para suspender os novos vetos trazidos na “republicação” veiculada no Diário Oficial da União de 6 de julho de 2020, a fim de que seja restabelecida a plena vigência normativa do § 5º do art. 3º-B e do art. 3º-F da Lei 13.979/2020, na redação conferida pela Lei 14.019, de 2 de julho de 2020. 8. Medida Cautelar referendada pelo Plenário.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753886778","externo_seq_objeto_incidente":5975884,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=714&classe=ADPF","is_colac":false,"titulo":"ADPF 714 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00016\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00005 INC-00011 ART-00057 \n          PAR-00003 INC-00004 ART-00059 ART-00066 \n          \"CAPUT\" PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 PAR-00006 PAR-00007 \n          ART-00084 INC-00005 ART-00103 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 PAR-ÚNICO INC-00001 ART-00004 \n          PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979      ANO-2020\n          ART-0003A \"CAPUT\" INC-00003 ART-0003B \n          PAR-00005 ART-0003C ART-0003D ART-0003E \n          ART-0003F ART-0003G ART-0003H ART-0003I\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-014019      ANO-2020\n                LEI ORDINÁRIA\n\n","LEG-FED   PJL-001562      ANO-2020\n          ART-00003\n                PROJETO DE LEI\n\n","LEG-FED   MSG-000007      ANO-2020\n                MENSAGEM DO PRESIDENTE DA CÂMARA DOS DEPUTADOS\n\n","LEG-FED   MSG-000374      ANO-2020\n                MENSAGEM DO PRESIDENTE DA REPLÚBLICA"],"publicacao_data":"2020-09-22","documental_acordao_mesmo_sentido_lista_texto":"ADPF 715 MC-Ref PROCESSO ELETRÔNICO\n          JULG-31-08-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-036\n          DJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020\n \nADPF 718 MC-Ref PROCESSO ELETRÔNICO\n          JULG-31-08-2020  UF-DF  TURMA-TP  MIN-GILMAR MENDES N.PÁG-036\n          DJe-233  DIVULG 21-09-2020  PUBLIC 22-09-2020","documental_indexacao_texto":"- ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, OBSERVÂNCIA, RELEVÂNCIA, PRINCÍPIO DA SUBSIDIARIEDADE. PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO, PROCESSO LEGISLATIVO, NECESSIDADE, OBSERVÂNCIA, FORMALIDADE. CONSTITUIÇÃO FEDERAL, PREVISÃO, ETAPA, PROCESSO LEGISLATIVO, DELIBERAÇÃO, PODER EXECUTIVO, PODER LEGISLATIVO. LEI, ATO COMPLEXO, APOSIÇÃO, SANÇÃO, PROJETO DE LEI, PRESIDENTE DA REPÚBLICA, PRECLUSÃO. VETO PRESIDENCIAL, DESCABIMENTO, RETRATAÇÃO. PROJETO DE LEI, PARTE NÃO VETADA, PROMULGAÇÃO. PRECEDENTE, STF, CONSTITUCIONALIDADE, PROMULGAÇÃO, CHEFE DO PODER EXECUTIVO, PARTE INCONTROVERSA, PROJETO DE LEI. LEI, PUBLICAÇÃO, DESCABIMENTO, VETO. MATÉRIA, RELEVÂNCIA, CARÁTER PRECÁRIO, POLÍTICA PÚBLICA, SISTEMA ÚNICO DE SAÚDE (SUS), PROPOSIÇÃO LEGISLATIVA, USO, OBRIGATORIEDADE, EQUIPAMENTO, PROTEÇÃO. EVOLUÇÃO, CONTAMINAÇÃO, PRESO, TRABALHADOR, CORONA VIRUS DISEASE 2019 (COVID-19), ESTABELECIMENTO PENAL, NECESSIDADE, APRECIAÇÃO, MEDIDA CAUTELAR. OBRIGATORIEDADE, USO, EQUIPAMENTO, PROTEÇÃO, LOCAL PÚBLICO, RESIDÊNCIA, PARTICULAR. DECISÃO ESTRANGEIRA, CONSEQUÊNCIA, VETO PRESIDENCIAL, FUNDAMENTAÇÃO, INCONSTITUCIONALIDADE. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, FORMA, INTEGRAÇÃO, CONTROLE DE CONSTITUCIONALIDADE. CORTE CONSTITUCIONAL, FINALIDADE, INTERVENÇÃO, PROCESSO LEGISLATIVO, PRESERVAÇÃO, AUTONOMIA, PARLAMENTO. DEMOCRACIA, NECESSIDADE, APRECIAÇÃO, STF, SINDICABILIDADE, VETO, INCONSTITUCIONALIDADE, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=714&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, CONTROLE JUDICIAL, VETO, PODER EXECUTIVO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nADPF 1 QO (TP). \n(PRINCÍPIO, PRECLUSÃO, PROCESSO LEGISLATIVO)\nADI 1254 (TP). \n(PODER DE VETO, IRRETRATABILIDADE)\nRp 432 (TP). \n(PROCESSO LEGISLATIVO, PROJETO DE LEI, VETO PARCIAL)\nRE 706103 (TP). \n(ADPF, CONTROLE DE CONSTITUCIONALIDADE)\nADPF 33 (TP). \n- Decisão monocrática citada:\n(PROCESSO LEGISLATIVO, PROJETO DE LEI, VETO PARCIAL)\nADPF 45 MC.\n- Decisão estrangeira citada: Caso Luther vs. Borden (1849), da Suprema Corte norte-americana.\n- Legislação estrangeira citada: art. 167 da Constituição da Colômbia de 1991; art. 134, letra \"g\", e art. 278 da Constituição Portuguesa de 1976; Constituição da França de 1791.\n- Veja itens 45,46 e 47 da Resolução 1/2020 (Pandemia e Direitos Humanos nas Américas), da Comissão Interamericana de Direitos Humanos (CIDH).\nNúmero de páginas: 36.\nAnálise: 26/05/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT \nADV.(A/S)  : WALBER DE MOURA AGRA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432178,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 714 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-08-31","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ANÍBAL, Felippe. Preso por Corrupção, Morto por Covid-19. Como o coronavírus se espalhou a partir da cozinha de um presídio paranaense e matou Nelson Meurer, diabético e cardiopata que, aos 77 anos, teve a prisão domiciliar negada. Revista Piauí, 21 jul. 2020. Disponível em: https://piaui.folha.uol.com.br/preso-por-corrupcao-morto-por-covid-19/.\nBARBOSA, Leonardo Augusto de Andrade. Processo Legislativo e Democracia. Belo Horizonte: Del Rey, 2010. p. 76-77.\nBARSIL. Conselho Nacional de Justiça. Relatório de monitoramento semanal da COVID-19, 29 jul. 2020. Disponível em: https://www.cnj.jus.br/wp-content/uploads/2020/07/Monitoramento-Semanal-Covid-19-Info-29.07.20.pdf.\nBRASIL. Manual de Redação da Presidência da República. 3. ed. Organização: Gilmar Ferreira Mendes. Brasília: Presidência da República, 2018. p. 160.\nCAMERON, Charles. The Presidential Veto. In: EDWARDS III, George; HOWELL, William. The Oxford Handbook of The American Presidency. Oxford: Oxford University Press, 2011. p. 362 et seq.\nCAMPOS, Francisco. Direito Constitucional. Rio de Janeiro: Forense, 1942. p. 10.\nCAVALCANTI, João Barbalho Uchôa. Constituição Federal Brasileira – Commentarios. Rio de Janeiro: Companhia Litho-Typographia, 1902. p. 53.\nDRAGO, Guillaume. Contentieux Constitutionnel Français. 4. ed. Paris: PUF, 2016. p. 124.\nFERREIRA FILHO, Manoel Gonçalves. Do Processo Legislativo. São Paulo: Saraiva, 1968. p. 62.\nGALEOTTI, Serio. Contributo alla Teoria del Procedimento Legislativo. Milão: Giuffrè, 1985. p. 86.\nHÄBERLE, Peter. Pluralismo y Constitución: estudios de teoría constitucional de la sociedade abierta. 2. ed. Madrid: Tecnos, 2013. p. 144.\nKELSEN, Hans. Teoría General del Estado. Tradução: Legaz y Lacambra. Barcelona: Editorial Labor, 1934. p. 364.\nLARENZ, Karl. Metodologia da Ciência do Direito. 5. ed. Tradução: José Lamego. Lisboa: Fundação Calouste Gulbenkian, 2009. p. 353.\nLE PILLOUËR, Arnaud. Le dualisme de l’Éxecutive sous la Révolution française. Giornale di Storia Costituzionale, Macerata, EUM, n. 28, 2. sem. 2014. p. 23.\nMELLO FILHO, José Celso de. Constituição Federal Anotada. 2. ed. São Paulo: Saraiva, 1986. p. 224.\nMENDES, Gilmar Ferreira; AFONSO, José Roberto; SANTANA, Hadassah Laís (Org.). Governance 4.0 para Covid-19 no Brasil. Propostas para Gestão Pública e Para Políticas Sociais e Econômicas. São Paulo: Almedina, 2020.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gonet. Curso de Direito Constitucional. 12. ed. São Paulo: Saraiva, 2017. p. 949.\nMENDES, Gilmar Ferreira. O Poder Executivo e o Poder Legislativo no controle de constitucionalidade. Revista de Informação Legislativa, Brasília, Senado Federal, ano 34, n. 134, abr./jun. 1997. p. 14.\nOLIVEIRA, Antônio Cláudio Mariz de Oliveira et al. O pandêmico genocídio de presos. O Estado de S. Paulo. Disponível em: https://opiniao.estadao.com.br/noticias/espacoaberto,o-pandemico-genocidio-de-presos,70003382172.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos Fundamentais. 2. ed. Tradução: António Francisco de Sousa e António Franco. São Paulo: Saraiva, 2019. p. 428.\nPONTES DE MIRANDA, Francisco Cavalcanti. Comentários à Constituição de 1967, com a Emenda n. 1 de 1969. . 3. ed. Rio de janeiro: Forense, 1987.Tomo III (arts. 32-117). p. 187-188.\nROCHA, Cármen Lúcia Antunes. Constituição e Constitucionalidade. Belo Horizonte: Lê, 1991. p. 173.\nSAJÓ, András; UITZ, Renáta. The Constitution of Freedom: an Introduction to Legal Constitutionalism. Oxford: Oxford University Press, 2017. p. 158.\nSANTOS, Fabiano. O Poder Legislativo no Presidencialismo de Coalizão. Belo Horizonte: UFMG, 2003.\nSILVA, José Afonso da. Processo Constitucional de Formação das Leis. 2. ed. São Paulo: Malheiros, 2007. p. 214-215.","ministro_facet":["GILMAR MENDES"],"processo_numero":714,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur432244","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"(ED-segundos) O Tribunal, por maioria, conheceu e deu provimento aos embargos de declaração interpostos pelo Estado do Rio de Janeiro, para retificar a parte dispositiva do acórdão de folhas 128 e 129, para que conste a declaração de inconstitucionalidade do § 5º do artigo 14 da Lei estadual nº 2.657/1996, acrescentado pelo artigo 12 da Lei nº 4.181/2003, nos termos do voto do Relator, vencidos os Ministros Gilmar Mendes e Celso de Mello, que divergiam, em menor grau, para conferir à decisão efeitos ex nunc; e, o Ministro Dias Toffoli, que não conhecia dos embargos de declaração, por ausência de legitimidade recursal, e, com base no art. 494, I, do CPC/15, retificava, de ofício, a parte dispositiva do acórdão da ADI nº 3.674/RJ, a fim de que conste a declaração de inconstitucionalidade do § 5º do artigo 14 da Lei estadual nº 2.567/1996, acrescentado pelo artigo 12 da Lei nº 4.181/2003. Plenário, Sessão Virtual de 26.6.2020 a 4.8.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432244","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur432244","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-segundos","is_processo_antigo":false,"ementa_texto":"CAPACIDADE POSTULATÓRIA – AÇÃO DIRETA DE INCONSTITUCIONALIDADE. Cabe distinguir, seja o processo subjetivo, seja objetivo, legitimidade – condição da ação – de capacidade postulatória.\n\n\n\n    EMBARGOS DECLARATÓRIOS – ERRO MATERIAL. Uma vez constatado erro material na referência a dispositivo legal, cumpre afastá-lo.\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE – PEDIDO – PROCEDÊNCIA – GUERRA FISCAL – MODULAÇÃO. Considerados a nulidade do ato normativo, a prevalência da Constituição, o desestímulo à edição de leis inconstitucionais e a jurisprudência do Tribunal sobre a guerra fiscal, descabe a modulação temporal dos efeitos da declaração de inconstitucionalidade.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753902946","externo_seq_objeto_incidente":4115957,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-234  DIVULG 22-09-2020  PUBLIC 23-09-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3674&classe=ADI","is_colac":false,"titulo":"ADI 3674 ED-segundos","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00103 INC-00005 ART-00155 PAR-00002 \n          INC-00012 LET-G\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00007 \"CAPUT\" PAR-00002 ART-00027\n                LEI ORDINÁRIA\n\n","LEG-EST   LEI-002657      ANO-1996\n          ART-00014 PAR-00004 PAR-00005\n                LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-004181      ANO-2003\n          ART-00012 PAR-00005\n                LEI ORDINÁRIA, RJ\n\n","LEG-EST   DEC-036545      ANO-2004\n                DECRETO, RJ"],"publicacao_data":"2020-09-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LEI ESTADUAL, UNILATERALIDADE, CONCESSÃO, BENEFÍCIO FISCAL, OBJETIVO, ATRAÇÃO, EMPRESA, INCREMENTO, ATIVIDADE ECONÔMICA, CONTRARIEDADE, CONSTITUIÇÃO FEDERAL.\n\n- VOTO, MIN. CELSO DE MELLO: ATUAÇÃO, ADVOGADO-GERAL DA UNIÃO, CURADOR, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO IMPUGNADO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AUSÊNCIA, OBRIGATORIEDADE, ADVOCACIA-GERAL DA UNIÃO (AGU), DEFESA, ATO NORMATIVO IMPUGNADO, CONTEÚDO NORMATIVO, DECLARAÇÃO, STF, INCOMPATIBILIDADE, CONSTITUIÇÃO FEDERAL. ILEGITIMIDADE ATIVA, PESSOA JURÍDICA DE DIREITO PÚBLICO, INTERPOSIÇÃO, RECURSO, CONTROLE ABSTRATO. LEGITIMIDADE ATIVA, CONTROLE ABSTRATO, GOVERNADOR. LEGITIMIDADE PROCESSUAL, PROCURADORIA GERAL DO ESTADO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE. ESTADO DEMOCRÁTICO DE DIREITO, SEGURANÇA JURÍDICA, RELAÇÃO JURÍDICA, DIREITO PÚBLICO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: MODULAÇÃO DE EFEITOS, ACÓRDÃO, CONCESSÃO, EFEITO PRO FUTURO, DECLARAÇÃO DE INCONSTITUCIONALIDADE, STF. MODULAÇÃO DE EFEITOS, DECLARAÇÃO DE INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, COMPETÊNCIA, STF, CONDIÇÃO, PRESENÇA, INTERESSE SOCIAL, NECESSIDADE, PRESERVAÇÃO, SEGURANÇA JURÍDICA, JURISDICIONADO. PRESERVAÇÃO, PRINCÍPIO DA BOA-FÉ OBJETIVA, PRINCÍPIO DA CONFIANÇA LEGÍTIMA.\n\n- TERMO(S) DE RESGATE: DESLEALDADE FEDERATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3674&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-ED-segundos","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(ADI, MODULAÇÃO DE EFEITOS, SEGURANÇA JURÍDICA)\r\nADI 4481 (TP), ADI 5467 (TP).\r\n(ADI, OBRIGATORIEDADE, ADVOCACIA-GERAL DA UNIÃO (AGU), DEFESA, ATO NORMATIVO IMPUGNADO)\r\nADI 341 (TP), ADI 1440 (TP), ADI 1616 (TP), ADI 2101 (TP), ADI 3916 (TP), ADI 2681 MC (TP), ADI 4190 MC-REF (TP) - RTJ 213/436, ADI 97 QO (TP) - RTJ 131/470, ADI 72 QO (TP) - RTJ 131/958, ADI 1254 AgR (TP) - RTJ 170/801.\r\n(PESSOA JURÍDICA DE DIREITO PÚBLICO, ILEGITIMIDADE, RECURSO, CONTROLE ABSTRATO)\r\nADI 2130 AgR (TP), ADPF 317 AgR-AgR (TP), ADI 2994 ED (TP).\r\n(LEGITIMIDADE ATIVA, CONTROLE ABSTRATO, GOVERNADOR)\r\nADI 127 MC-QO (TP).\r\n(LEGITIMIDADE PROCESSUAL, ESTADO-MEMBRO, PROCURADORIA GERAL DO ESTADO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\r\nADI 1977 (TP), ADI 2130 AgR (TP), ADI 3013 ED-AgR (TP), ADI 1814 MC.\r\n(MODULAÇÃO DE EFEITOS, REVISÃO DE JURISPRUDÊNCIA)\r\nRE 197917 (TP).\r\n(SEGURANÇA JURÍDICA, RELAÇÃO JURÍDICA, DIREITO PÚBLICO)\r\nRE 197917 (TP), MS 24268 (TP), MS 24927 (TP), MS 26603 (TP).\r\n- Decisões monocráticas citadas:\r\n(LEGITIMIDADE ATIVA, CONTROLE ABSTRATO, GOVERNADOR)\r\nADI 5084.\r\n(LEGITIMIDADE PROCESSUAL, ESTADO-MEMBRO, PROCURADORIA GERAL DO ESTADO, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE)\r\nADI 4680.\r\n- Decisões estrangeiras citadas: Caso Linkletter vs. Walker, 381 U.S. 618, 629, 1965, Caso Chevron Oil Co. vs. Huson, 404 U.S. 97, 1971, Caso Hanover Shoe v. United Shoe Mach. Corp., 392 U.S. 481, 1968; Caso Simpson vs. Union Oil Co., 377 U.S. 13, 1964, Caso England v. State Bd. of Medical Examiners, 375 U.S. 411, 1964, Caso City of Phoenix v. Kolodziejski, 399 U.S. 204, 1970, Caso Cipriano v. City of Houma, 395 U.S. 701, 1969,  Caso Allen v. State Bd. of Educ., 393 U.S. 544, 1969, da Suprema Corte americana.\nNúmero de páginas: 21.\nAnálise: 19/11/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : ESTADO DO RIO DE JANEIRO \nEMBDO.(A/S)  : GOVERNADORA DO ESTADO DO RIO GRANDE DO NORTE \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO NORTE","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432244,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 3674 ED-segundos","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-08-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"SEGUNDOS  EMB.DECL. NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"CUNHA, José Carneiro da. A Fazenda Pública em Juízo. 8. ed. Dialética, 2010. item 3.3.6. p. 49.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":3674,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436387","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator, que não conhecia da presente impetração, mas concedia, de ofício, ordem de habeas corpus, para invalidar, por ilegal, a conversão ex officio da prisão em flagrante do ora paciente em prisão preventiva, confirmando, em consequência, o provimento cautelar que anteriormente deferira, pediu vista o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 21.8.2020 a 28.8.2020.\r\n\n           Decisão: A Turma, por unanimidade, não conheceu da presente impetração, mas concedeu, de ofício, ordem de habeas corpus, para invalidar, por ilegal, a conversão ex officio da prisão em flagrante do ora paciente em prisão preventiva, confirmando, em consequência, o provimento cautelar anteriormente deferido, nos termos do voto do Relator, com ressalva do Ministro Gilmar Mendes. Redigirá o acórdão o Ministro Edson Fachin (art. 38, IV, b, do RISTF). Segunda Turma, Sessão Virtual de 9.10.2020 a 19.10.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"EDSON FACHIN","revisor_processo_nome":null,"id":"sjur436387","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur436387","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: HABEAS CORPUS IMPETRADO CONTRA DECISÃO MONOCRÁTICA QUE INDEFERE LIMINAR EM TRIBUNAL SUPERIOR. SÚMULA 691/STF. SUPERAÇÃO. SITUAÇÃO EXCEPCIONAL. PRISÃO EM FLAGRANTE. AUDIÊNCIA DE CUSTÓDIA. COVID-19. OBSERVÂNCIA OBRIGATÓRIA. CONVENÇÃO AMERICANA DE DIREITOS HUMANOS – PACTO DE SÃO JOSÉ DA COSTA RICA. PACTO DE DIREITOS CIVIS E POLÍTICOS. DIREITO FUNDAMENTAL DO PRESO. POSSIBILIDADE DE REALIZAÇÃO POR VIDEOCONFERÊNCIA. AUSÊNCIA DE NORMA LEGAL PROIBITIVA. CONVERSÃO DE PRISÃO EM FLAGRANTE EM PRISÃO PREVENTIVA DE OFÍCIO PELO MAGISTRADO. VIOLAÇÃO DO SISTEMA ACUSATÓRIO. ARTS. 5º, LIII, LV, LIX, 93, 129, I, E 133, DA CONSTITUIÇÃO FEDERAL. ARTS. 282, § § 2º e 4º, 310, 311 E 312 DO CÓDIGO DE PROCESSO PENAL. PODER GERAL DE CAUTELA. ILEGALIDADE. OCORRÊNCIA. CONCESSÃO DA ORDEM DE OFÍCIO. \n\n\n\n    1. A jurisprudência desta Corte é firme no sentido da superação da Súmula 691/STF nas hipóteses em que se evidencie a existência de flagrante ilegalidade ou abuso de poder na decisão hostilizada.\n\n\n\n    2. O Plenário do Supremo Tribunal Federal, no julgamento da ADPF 347-MC, assentou, em provimento de eficácia geral e vinculante, a obrigatoriedade da realização da audiência de apresentação em caso de prisão em flagrante. Trata-se de direito subjetivo do preso decorrente dos artigos 9.3 do Pacto Internacional sobre Direitos Civis e Políticos e 7.5 da Convenção Americana sobre Direitos Humanos, bem como do artigo 310 do Código de Processo Penal. \n\n\n\n    3. A pandemia causada pelo novo coronavírus não afasta a imprescindibilidade da audiência de custódia, que deve ser realizada, caso necessário, por meio de videoconferência, diante da ausência de lei em sentido formal que proíba o uso dessa tecnologia. A audiência por videoconferência, sob a presidência do Juiz, com a participação do autuado, de seu defensor constituído ou de Defensor Público, e de membro do Ministério Público, permite equacionar as medidas sanitárias de restrição decorrentes do contexto pandêmico com o direito subjetivo do preso de participar de ato processual vocacionado a controlar a legalidade da prisão. \n\n\n\n    4. A Constituição Federal de 1988, ao atribuir a privatividade da promoção da ação penal pública ao Ministério Público (art. 129, I); ao assegurar aos ligantes o direito ao contraditório e à ampla defesa e assentar o advogado como função essencial à Justiça (art. 5º, LV e 133); bem como, ao prever a resolução da lide penal, após o devido processo legal, por um terceiro imparcial, o Juiz natural (art. 5º, LIII e LXI; 93 e seguintes), consagra o sistema acusatório. \n\n\n\n    5. A Lei n. 13.964/19, ao suprimir a expressão “de ofício” constante na redação anterior dos arts. 282, § § 2º e 4º, e 311, ambos do Código de Processo Penal, veda, de forma expressa, a imposição de medidas cautelares restritivas de liberdade pelo magistrado sem que haja anterior representação da autoridade policial ou requerimento das partes. \n\n\n\n    6. O art. 310 do Código de Processo Penal deve ser interpretado à luz do sistema acusatório e, em conjunto, com os demais dispositivos legais que regem a aplicação das medidas cautelares penais (arts. 282, §§ 2º e 4º, 311 e seguintes do CPP). Disso decorre a ilicitude da conversão, de ofício, da prisão em flagrante em prisão preventiva pela autoridade judicial. \n\n\n\n    7. O auto de prisão em flagrante é procedimento de natureza administrativa, em que a autoridade policial limita-se a observar as formalidades legais para a sua lavratura (arts. 304 e seguintes do CPP), sem tecer consideração sobre a necessidade e a adequação da prisão preventiva, espécie com pressupostos e requisitos distintos (art. 311 e seguintes do CPP). Faz-se, portanto, necessário pedido, formal e expresso, da autoridade policial ou do Ministério Público, em audiência de custódia, para a imposição da prisão preventiva pelo magistrado. \n\n\n\n    8. O poder geral de cautela não autoriza o agir do Juiz por iniciativa própria quando em detrimento da liberdade individual. No processo penal, para que a intervenção estatal opere nas liberdades individuais com legitimidade, é necessário o respeito à legalidade estrita e às garantias fundamentais. Doutrina. Precedentes. \n\n\n\n    9. Habeas corpus não conhecido. Ordem concedida de ofício.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754390178","externo_seq_objeto_incidente":5925860,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-273  DIVULG 16-11-2020  PUBLIC 17-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=186421&classe=HC","is_colac":false,"titulo":"HC 186421","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00002 INC-00053 INC-00055\n    INC-00059 INC-00061 INC-00065 PAR-00002\n    PAR-00003 ART-00093 ART-00129 INC-00001\n    INC-00007 ART-00133\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008906 ANO-1994\n    ART-00007 INC-00021\n    EOAB-1994 ESTATUTO DA ADVOCACIA E ORDEM DOS ADVOGADOS DO BRASIL\n\n","LEG-FED   LEI-009034 ANO-1995\n    ART-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012403 ANO-2011\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013245 ANO-2016\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1969\n    ART-00007 PAR-00005\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT ANO-1966\n    ART-00007 PAR-00005\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00023\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-0003B PAR-00001 ART-00282 INC-00001\n    INC-00002 PAR-00002 PAR-00004 ART-00302\n    ART-00304 \"CAPUT\" PAR-00004 ART-00306\n    PAR-00001 PAR-00002 ART-00310 \"CAPUT\"\n    INC-00001 INC-00002 INC-00003 PAR-00003\n    PAR-00004 ART-00311 ART-00312 ART-00313\n    ART-00322 \"CAPUT\" ART-00654 PAR-00002\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-023396 ANO-2013\n    RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-000213 ANO-2015\n    ART-00004 ART-00008 PAR-00001 INC-00001\n    INC-00002 INC-00003 INC-00004\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000329 ANO-2020\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   SUMSTF-000691\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-11-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, DENSIDADE NORMATIVA, NORMA SUPRALEGAL. INDISPENSABILIDADE, AUDIÊNCIA DE CUSTÓDIA, PRAZO, VINTE E QUATRO HORAS, PRISÃO EM FLAGRANTE, RESOLUÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ), CÓDIGO DE PROCESSO PENAL. SISTEMA ACUSATÓRIO, CONSTITUIÇÃO FEDERAL DE 1988, DIVISÃO, FUNÇÃO, ACUSAÇÃO, DEFESA, JULGAMENTO. VEDAÇÃO, JUIZ, EXERCÍCIO, FUNÇÃO, ACUSAÇÃO. DISTINÇÃO, SISTEMA ACUSATÓRIO, SISTEMA INQUISITIVO. AUSÊNCIA, DISTINÇÃO, PRISÃO PREVENTIVA, DECORRÊNCIA, CONVERSÃO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA, DECORRÊNCIA, DECRETAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, TRIBUNAL SUPERIOR; SUPERAÇÃO, SÚMULA, STF, FLAGRANTE CONSTRANGIMENTO ILEGAL. PRISÃO EM FLAGRANTE, OBRIGATORIEDADE, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, EFEITO VINCULANTE, PRECEDENTE, STF. OBRIGATORIEDADE, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, AUSÊNCIA, DISCRICIONARIEDADE, JUIZ. DIREITO SUBJETIVO, AUDIÊNCIA DE CUSTÓDIA, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, ORDENAMENTO JURÍDICO BRASILEIRO. REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, MOMENTO, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), EXCEPCIONALIDADE, UTILIZAÇÃO, VIDEOCONFERÊNCIA. ORDENAMENTO JURÍDICO BRASILEIRO, INEXISTÊNCIA, PROIBIÇÃO, UTILIZAÇÃO, VIDEOCONFERÊNCIA. CONSTITUIÇÃO FEDERAL DE 1988, ADOÇÃO, SISTEMA ACUSATÓRIO, PERSECUÇÃO PENAL. ELEMENTO ESSENCIAL, SISTEMA ACUSATÓRIO. ALTERAÇÃO, CÓDIGO DE PROCESSO PENAL, VEDAÇÃO, JUIZ, DECRETAÇÃO, EX OFFICIO, PRISÃO CAUTELAR. INVIABILIDADE, JUIZ, CONVERSÃO, EX OFFICIO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA. AUTO DE PRISÃO EM FLAGRANTE, INOCORRÊNCIA, PEDIDO IMPLÍCITO, DECRETAÇÃO, PRISÃO PREVENTIVA. FINALIDADE, ELEMENTO ESSENCIAL, AUTO DE PRISÃO EM FLAGRANTE. EXCEPCIONALIDADE, PRIVAÇÃO CAUTELAR, LIBERDADE, REQUISITO, PRISÃO CAUTELAR. PODER GERAL DE CAUTELA, SISTEMA PROCESSUAL PENAL. DESTINAÇÃO, PROCESSO PENAL, LIMITAÇÃO, CONTENÇÃO, PERSECUÇÃO PENAL, PROTEÇÃO, ABUSO DE PODER. PROCESSO PENAL, GARANTIA, ACUSADO, PROTEÇÃO, DIREITO FUNDAMENTAL.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: HABEAS CORPUS, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), TRIBUNAL SUPERIOR, SUPERAÇÃO, SÚMULA, STF, FLAGRANTE CONSTRANGIMENTO ILEGAL. REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, SITUAÇÃO, CALAMIDADE PÚBLICA, PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), RECOMENDAÇÃO, CONSELHO NACIONAL DE JUSTIÇA (CNJ). DISTINÇÃO, SISTEMA INQUISITIVO, SISTEMA ACUSATÓRIO, DOUTRINA, DIREITO COMPARADO. CONSOLIDAÇÃO, SISTEMA ACUSATÓRIO, SEPARAÇÃO, FUNÇÃO, INVESTIGAÇÃO, ACUSAÇÃO, JULGAMENTO; INDISPENSABILIDADE, EFETIVIDADE, IMPARCIALIDADE, PODER JUDICIÁRIO. ALTERAÇÃO, CÓDIGO DE PROCESSO PENAL, DISTINÇÃO, MOMENTO, VERIFICAÇÃO, LEGALIDADE, PRISÃO EM FLAGRANTE, MOMENTO, VERIFICAÇÃO, LEGITIMIDADE, NECESSIDADE, PRISÃO PREVENTIVA. ALTERAÇÃO, CÓDIGO DE PROCESSO PENAL, SUPRESSÃO, POSSIBILIDADE, JUIZ, DECRETAÇÃO, MEDIDA CAUTELAR, EX OFFICIO, PROTEÇÃO, SISTEMA ACUSATÓRIO. LAVRATURA, AUTO DE PRISÃO EM FLAGRANTE, INOCORRÊNCIA, PEDIDO IMPLÍCITO, DECRETAÇÃO, PRISÃO PROVISÓRIA.\n\n- TERMO(S) DE RESGATE: SISTEMA ACUSATÓRIO, DEFINIÇÃO, PRINCÍPIO ACUSATÓRIO. PACOTE ANTICRIME.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=186421&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRISÃO EM FLAGRANTE, OBRIGATORIEDADE, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA)\nADPF 347 MC (TP), HC 133992 (1ªT). \n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, TRIBUNAL SUPERIOR)\nRHC 114737 (2ªT), RHC 114961 (1ªT), HC 116875 (2ªT), HC 117346 (2ªT), HC 117798 (2ªT), HC 118189 (2ªT), HC 118212 (2ªT), HC 119821 (2ªT), HC 121684 AgR (2ªT), HC 122381 AgR (1ªT), HC 122718 (1ªT). \n(PRISÃO PREVENTIVA, FUNDAMENTAÇÃO, REQUERIMENTO, MINISTÉRIO PÚBLICO, REPRESENTAÇÃO, AUTORIDADE POLICIAL)\nHC 90063 (1ªT). \n(PODER GERAL DE CAUTELA, SISTEMA PROCESSUAL PENAL)\nHC 75662 (1ªT). \n(PROCESSO PENAL, PROTEÇÃO, DIREITO FUNDAMENTAL, ACUSADO)\nHC 73338 (1ªT). \n(SUPERAÇÃO, SÚMULA 691/STF, FLAGRANTE CONSTRANGIMENTO ILEGAL)\nHC 85185 (TP), HC 88229 (1ªT), HC 95009 (TP), HC 84014 AgR (1ªT), HC 118560 (2ªT). \n(PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS, CONVENÇÃO AMERICANA DE DIREITOS HUMANOS, FORÇA NORMATIVA, NORMA SUPRALEGAL)\nRE 466343 (TP). \n(SISTEMA ACUSATÓRIO, CONSTITUIÇÃO FEDERAL DE 1988)\nHC 115015 (2ªT), ADI 5104 MC (TP). \n(SISTEMA ACUSATÓRIO, SEPARAÇÃO, FUNÇÃO, INVESTIGAÇÃO, ACUSAÇÃO, JULGAMENTO)\nADI 1570 (TP), ADI 4414 (TP), ADI 5104 MC (TP). \n- Decisões monocráticas citadas:\n(PRISÃO EM FLAGRANTE, OBRIGATORIEDADE, REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA)\nRcl 26604 MC, Rcl 27294, Rcl 27750 MC, Rcl 27751 MC, Rcl 27748, Rcl 27074, Rcl 27730, Rcl 28079 MC, Rcl 27206 MC, Rcl 28554, Rcl 29787, Rcl 31637, Rcl 32978, Rcl 36824 MC, ADI 6298 MC.\n(SUPERAÇÃO, SÚMULA 691/STF, FLAGRANTE CONSTRANGIMENTO ILEGAL)\nHC 85826 MC, HC 86213.\n(REALIZAÇÃO, AUDIÊNCIA DE CUSTÓDIA, PANDEMIA, COVID-19, RECOMENDAÇÃO, CNJ)\nHC 182892, HC 184392, HC 190089.\n- Acórdão(s) citado(s) - outros tribunais:\n(VEDAÇÃO, JUIZ, CONVERSÃO, EX OFFICIO, PRISÃO EM FLAGRANTE, PRISÃO PREVENTIVA)\nTJGO: HC 5740877-63.2019.8.09.0000, HC 5191582-80.2020.8.09.0000, TJMG: HC 0535292-54.2020.8.13.0000, HC 0509305-16.2020.8.13.0000, TJSP: HC 2002378-94.2020.8.26.0000, HC 2050360-07.2020.8.26.0000. \n- Veja Recomendações n. 62/2020 e n. 68/2020, do Conselho Nacional de Justiça - CNJ.\n- Legislação estrangeira citada: Código Processual Penal francês de 1808.\nNúmero de páginas: 68.\nAnálise: 26/11/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : TIAGO DOS SANTOS \nIMPTE.(S)  : VICTOR AUGUSTO SCHEUER PEREIRA \nCOATOR(A/S)(ES) : PRESIDENTE DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436387,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"HC 186421","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"ALMEIDA JÚNIOR, João Mendes. O Processo Criminal Brasileiro. 4. ed. Freitas Bastos, 1959. v. 1. p. 10-14 e 212-222.\nARMENTA DEU, Teresa. Sistemas procesales penales. La justicia penal en Europa y América. Marcial Pons, 2012. p. 22.\nBADARÓ, Gustavo Henrique. O Ônus da Prova no Habeas Corpus: in Dubio pro Libertate. In: PRADO, Geraldo; MALAN, Diogo (Coord.). Processo Penal e Democracia: Estudos em Homenagem aos 20 Anos da Constituição da República de 1988. Lumen Juris, 2009. p. 227-250.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. Revista dos Tribunais, 2016. p. 37-94.\nBADARÓ, Gustavo Henrique. Processo Penal. 8. ed. Revista dos Tribunais, 2020. p. 1137-1138, 1158-1160, item 18.2.2.5, 1166-1167, 1206, item 18.2.5.5, 1209-1210 e 1220-1222.\nBARROS, Marco Antonio de. Processo Penal – Da Investigação até a Sentença. 2. ed. Juruá, 2020. p. 333-334 e 349.\nCAPEZ, Rodrigo. Prisão e Medidas Cautelares Diversas: A Individualização da Medida Cautelar no Processo Penal. Quartier Latin, 2017. p. 416-424, item 6.1.3.\nCRUZ, Rogério Schietti Machado. Prisão cautelar. Dramas, princípios e alternativas. 2. ed. Rio de Janeiro: Lumen Juris, 2011. p. 185.\nCRUZ, Rogerio Schietti Machado. Garantias Processuais nos Recursos Criminais. 2. ed. Atlas, 2013.\nDELMANTO, Fábio Machado de Almeida. Medidas Substitutivas e Alternativas à Prisão Cautelar. Renovar, 2008. p. 26-27, item 1.5.3.\nDEMERCIAN, Pedro Henrique; MALULY, Jorge Assaf. Curso de Processo Penal. 8. ed. Forense, 2012. p. 27-28, item 2.1.3.\nDEZEM, Guilherme Madeira. Curso de Processo Penal. 5. ed. Revista dos Tribunais, 2019. p. 95-100, item 3.3, 790-792, item 13.1.1, e 861-862, item 13.3.6.\nDEZEM, Guilherme Madeira. Curso de Processo Penal. 6. ed. Revista dos Tribunais, 2020. p. RB-13.7, item 13.1.4.3.\nDIAS, Jorge de Figueiredo. Direito Processual Penal. Coimbra, 2004. p. 62.\nEYMERICH, Nicolau. Manual dos Inquisidores. Fundação Universidade de Brasília, 1993. p. 113-209.\nFERRAJOLI, Luigi. Direito e Razão: teoria do garantismo Penal. 3. ed. São Paulo: Revista dos Tribunais, 2002. p. 454-455.\nFERRAJOLI, Luigi. Direito e Razão. RT, 2014. p. 521-522.\nGIACOMOLLI, Nereu José. A Prisão Preventiva em face da Lei nº 13.964/2019. In: CAMARGO, Rodrigo Oliveira de; FELIX, Yuri (Org.). Pacote Anticrime: Reformas Processuais – Reflexões Críticas à luz da Lei nº 13.964/2019. p. 235-250.\nGOMES FILHO, Antonio Magalhães. Presunção de Inocência e Prisão Cautelar. Saraiva, 1991. p. 57.\nGRAU, Eros Roberto. Ensaio e Discurso sobre a Interpretação: Aplicação do Direito. 5. ed. São Paulo: Editora Malheiros, 2006. p. 44.\nGRECO FILHO, Vicente. Manual de Processo Penal. 11. ed. Saraiva, 2015. p. 61-63, item 8.3.\nLIMA, Antônio Edilberto Oliveira; PINHEIRO, Igor Pereira. Capítulo 22 – Medidas Cautelares e Prisões após a Lei Anticrime. In: Lei Anticrime Comentada. JH Mizuno, 2020. p. 339-342, item 3.3.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 2. ed. JusPODIVM, 2017. p. 866-867, item 3.3.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 5. ed. JusPODIVM, 2017. p. 39-40.\nLIMA, Renato Brasileiro de. Manual de Processo Penal. 8. ed. JusPODIVM, 2020. p. 946-949, 1024-1025, 1043-1044 e 1054.\nLIMA, Renato Brasileiro de. Pacote Anticrime: Comentários à Lei Nº 13.964/19 artigo por artigo. Salvador: JusPodivm, 2020. p. 270-271.\nLOPES JR., Aury. Fundamentos do Processo Penal: introdução crítica. 2. ed. São Paulo: Saraiva. p. 164.\nLOPES JR., Aury. Direito Processual Penal. Saraiva, 2012. p. 127\nLOPES JR., Aury. Direito Processual Penal e sua Conformidade Constitucional. 9. ed. Saraiva, 2012. p. 171-255.\nLOPES JÚNIOR, Ary. Direito Processual Penal. 16. ed. São Paulo: Saraiva, 2019. p. 702-703.\nLOPES JR., Aury. Direito Processual Penal. 17. ed. Saraiva, 2020. p. 635-636, item 2.3, 664-666, item 4.5, 668-670, item 4.7, e 674-680, item 4.7.\nMACIEL, Silvio; Prisão e Medidas Cautelares – Comentários à Lei 12.403, de 4 de maio de 2011. In: MARQUES, Ivan Luís; GOMES Flávio (Coord.)3. ed. Revista dos Tribunais, 2012. p. 145.\nMARCÃO, Renato. Curso de Processo Penal. Saraiva, 2014. p. 82-84, item 14.2.\nMARCÃO, Renato. Curso de Processo Penal. 6. ed. Saraiva, 2020. p. 766-767, item 2.9.1, 778-786, item 2.12, e 786-787, item 2.12.1.\nMENDONÇA, Andrey Borges de. Prisão Preventiva na Lei 12.403/2011 – Análise de Acordo com Modelos Estrangeiros e com a Convenção Americana de Direitos Humanos. JusPODIVM, 2016. p. 336-337, item 7, e 404-405, item 3.3.\nNICOLITT, André. Manual de Processo Penal. 6. ed. Revista dos Tribunais, 2016. p. 111-113, 111-173, 742-743, item 10.1.2.2.1, 764-765, item 10.2.1.2.2, e 783.\nPACELLI, Eugênio. Curso de Processo Penal. 21. ed. Atlas, 2017. p. 13-17, item 1.4\nPACELLI, Eugênio; FISCHER, Douglas. Comentários ao Código de Processo Penal e sua Jurisprudência. 12. ed. Forense, 2020. p. 792-793, item 310.1, e 794-796, item 310.3.\nPENTEADO, Jaques de Camargo. Duplo Grau de Jurisdição no Processo Penal – Garantismo e Efetividade. Revista dos Tribunais, 2006. p. 17-21.\nPOLASTRI, Marcellus. Curso de Processo Penal. 9. ed. Gazeta Jurídica, 2016. p. 781-782.\nPRADO, Geraldo. Sistema Acusatório – A Conformidade Constitucional das Leis Processuais Penais. 3. ed. Lumen Juris, 2005. p. 41-51, 195, 241-243 e 300-301.\nPRADO, Geraldo. Sistema Acusatório. A conformidade constitucional das leis processuais penais. Lumen Juris, 2006. p. 75.\nRANGEL, Paulo. Direito Processual Penal. 18. ed. Lumen Juris, 2010. p. 52-53.\nREIS JÚNIOR, Almir Santos; BARETTA, Gilciane Allen; SILVA, Luciana Caetano da. Aplicação das Medidas Cautelares. In: HAMMERSCHMIDT, Denise (Coord.). Código de Processo Penal Comentado. Juruá, 2020. p. 572.\nROSA, Alexandre de Morais da. Guia do Processo Penal conforme a Teoria dos Jogos. 5. ed. EMais, 2019. p. 392-393 e 420-421.\nROSA, Alexandre de Morais; LOPES JUNIOR, Aury. Juiz não pode converter flagrante em preventiva de ofício na audiência de custódia. Disponível em: https://www.conjur.com.br/2019-out-11/limite-penal-juiz-nao-converter-flagrante-preventiva-oficio-custodia.\nSMANIO, Gianpaolo Poggio; FABRETI, Humberto Barrionuevo. Comentários ao Pacote Anticrime. Atlas, 2020. p. 122-123, item 3.8.1.\nTORNAGHI, Hélio. Instituições de Processo Penal. 2. ed. Saraiva, 1977. v. 1. p. 75.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 14. ed. Saraiva, 2012. v. 1. p. 914.\nTUCCI, Rogério Lauria; DELMANTO JUNIOR, Roberto. Sistematização das Medidas Cautelares Processuais Penais. Revista do Advogado; AASP; Homenagem ao Professor Sérgio Marcos de Moraes Pitombo, ano 24, n. 78,  ano 24. p. 120, item 7.\nTUCCI, Rogério Lauria. Direitos e Garantias Individuais no Processo Penal Brasileiro. 2. ed. Revista dos Tribunais, 2004. p. 33-35, item 1.4.","ministro_facet":["CELSO DE MELLO","EDSON FACHIN"],"processo_numero":186421,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}