{"result":{"took":210,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur419208","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, conheceu da ação direta, vencido o Ministro Marco Aurélio, que a julgava prejudicada. Em seguida, após o voto do Ministro Edson Fachin (Relator), julgando improcedente o pedido, pediu vista antecipada dos autos o Ministro Luiz Fux. Ausentes, justificadamente, os Ministros Gilmar Mendes e Celso de Mello. Presidência da Ministra Cármen Lúcia. Plenário, 5.4.2018.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido formulado na ação direta, vencido o Ministro Marco Aurélio, que o julgava procedente. Ausentes, neste julgamento, os Ministros Roberto Barroso e Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 3.5.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur419208","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:41:32.474715","dg_unique":"sjur419208","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: 1. Ação Direta de Inconstitucionalidade. 2. Art. 25, § 2º, da Resolução 23.404, de 05 de março de 2014, do TSE, que dispõe sobre propaganda eleitoral e condutas ilícitas em campanha eleitoral nas Eleições de 2014. Vedação à realização de propaganda eleitoral via telemarketing, em qualquer horário. 3. Pressupostos formais da ação observados. 4. Perda de objeto. Inocorrência. Relevância transcendente da matéria e produção de efeitos prospectivos. Precedentes. 5. Usurpação de competência do Congresso Nacional para legislar sobre Direito Eleitoral. Inocorrência. Competência do TSE editar Resoluções com vistas a resolver, de forma rápida e eficiente, questões necessárias ao regular processo eleitoral. 6. Censura. Inexistência. A vedação à veiculação de propaganda política por meio de telemarketing não configura controle prévio, por autoridade pública, do conteúdo ou da matéria a ser veiculada. 7. Ação direta de inconstitucionalidade julgada improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752042985","externo_seq_objeto_incidente":4572005,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-037  DIVULG 19-02-2020  PUBLIC 20-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5122&classe=ADI","is_colac":false,"titulo":"ADI 5122","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 PAR-ÚNICO ART-00002 ART-00005 \n          INC-00002 INC-00004 INC-00006 INC-00008 \n          INC-00009 INC-00010 INC-00011 INC-00014 \n          INC-00018 ART-00022 INC-00001 ART-00027 \n          \"CAPUT\" ART-00032 PAR-00003 ART-00045 \n          \"CAPUT\" PAR-00001 ART-00060 PAR-00004 \n          INC-00003 ART-00102 INC-00001 LET-A \n          ART-00103 INC-00008 PAR-00003 ART-00220 \n          PAR-00001 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000078      ANO-1993\n          ART-00001\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00001 ART-00023 INC-00009 ART-00243 \n          INC-00006 ART-00244 INC-00002\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00061\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00036 ART-00037 PAR-00002 ART-00038 \n          ART-00105 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 ITEM-2 LET-A\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RES-022610      ANO-2007\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023404      ANO-2014\n          ART-00002 ART-00025 PAR-00002 ART-0057G\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023457      ANO-2015\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n\n","LEG-FED   RES-023551      ANO-2018\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2020-02-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PESSOA JURÍDICA DE DIREITO PÚBLICO, ATO NORMATIVO AUTÔNOMO, ATO NORMATIVO ABSTRATO, CARÁTER GENÉRICO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, NORMA DE EFICÁCIA LIMITADA. DISTINÇÃO, SUPERVENIÊNCIA, PERDA DO OBJETO, REVOGAÇÃO. PODER NORMATIVO, JUSTIÇA ELEITORAL, EFICIÊNCIA, TRANSPARÊNCIA, PRINCÍPIO DA PARIDADE DE ARMAS, PROCESSO ELEITORAL, SOBERANIA POPULAR. PROPAGANDA ELEITORAL, PERTURBAÇÃO DO SOSSEGO ALHEIO, DIREITO À INTIMIDADE, DIREITO À INVIOLABILIDADE DA CASA. LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: LIBERDADE DE EXPRESSÃO, DIREITO À HONRA, DIREITO À IMAGEM, DIREITO À PRIVACIDADE, DIREITO À INTIMIDADE. PRINCÍPIO DA PROPORCIONALIDADE, PRINCÍPIO DA ADEQUAÇÃO, PRINCÍPIO DA NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. PONDERAÇÃO DE PRINCÍPIOS, DIREITO À INTIMIDADE, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, DIREITO AO ESQUECIMENTO. \n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ESGOTAMENTO, EFEITO, ATO NORMATIVO IMPUGNADO, PREJUDICIALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO ELEITORAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5122&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LEGITIMIDADE ATIVA, PARTIDO POLÍTICO, PROCURAÇÃO)\nADI 2618 AgR-AgR (TP), ADI 3059 MC (TP), ADI 1407 MC, ADI 1963 MC. \n(PODER NORMATIVO, TSE)\nADI 2267 (TP), ADI 2269 (TP), ADI 2283 (TP), ADI 2280 (TP), ADI 2628 (TP), ADI 3345 (TP), ADI 3999 (TP), ADI 4086 (TP), ADI 2270 MC (TP), ADI 2274 MC (TP), ADI 5028 (TP), ADI 5104 MC (TP). \n(ADI, NORMA DE EFICÁCIA LIMITADA)\nADI 4356 (TP), ADI 4426 (TP). \n(LIBERDADE DE EXPRESSÃO)\nADPF 130 (TP). \n- Decisões estrangeiras citadas: Caso Ricardo Canese vs. Paraguai, da Corte Interamericana de Direitos Humanos, 2004; Lingens vs. Áustria, da Corte Europeia de Direitos Humanos, 1986; Caso Mathieu-Mohin e Clerfayt vs. Bélgica, da Corte Europeia de Direitos Humanos, 1987; Caso Partido Comunista Unido da Turquia vs. Turquia, da Corte Europeia de Direitos Humanos, 1998.\r\n- Legislação estrangeira citada: art. 10, item 2, da Convenção Europeia de Direitos Humanos; Declaração Universal de Direitos Humanos.\r\n- Veja: MS 984, MS 997 e MS 1008 do STF.\r\n\nNúmero de páginas: 65.\nAnálise: 28/10/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO TRABALHISTA DO BRASIL - PT DO B \nADV.(A/S)  : WEDERSON ADVINCULA SIQUEIRA E OUTRO(A/S)\nINTDO.(A/S)  : TRIBUNAL SUPERIOR ELEITORAL \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":419208,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5122","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-05-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2011. p. 116.\n______. ______. São Paulo: Malheiros, 2008. p. 379.\n______. On balancing and subsumption: a structural comparison. Ratio Juris, Oxford, v. 16, n. 14, dez. 2003. p. 436.\nALMEIDA NETO, Manoel Carlos de. Funções da Justiça Eleitoral. In: SANTANA, Alexandre Ávalo et al\n(Coord.). O Novo Direito Eleitoral Brasileiro: Belo Horizonte: Forum, 2012. p. 415-428.\nÁLVAREZ CONDE, Enrique; TUR AUSINA, Rosario. Derecho Constitucional. 6. ed. Madrid: Tecnos, 2016. p. 367.\nALVIM, Frederico. Curso de Direito Eleitoral. 2. ed. Curitiba: Juruá, 2016. p. 70-71.\nAMEAVE, Burguera. Democracia electoral: comunicación y poder. Madrid: Congreso de los Diputados, 2013. p. 33.\nÁVILA, Humberto. Teoria dos princípios: da definição à aplicação dos princípios jurídicos. São Paulo: Malheiros, 2011. p. 178-182.\nBADENI, Gregorio. Tratado de libertad de prensa. Buenos Aires: Lexis Nevis, 2002. p. 21.\nBENKLER, Yochai. The wealth of networks: how social production transform markets and freedom. Yale University Press, 2006. p. 27.\nBRANCO, Paulo Gustavo Gonet. In: MENDES, Gilmar et al. Custo de Direito Constitucional. 11. ed. São Paulo: Saraiva, 2016. p. 280.\nCASTELLS, Manuel. A sociedade em rede. Tradução: Roneide Venâncio Majer. Atualkização: Jussara Simões. 6. ed.  São Paulo: Paz e Terra, 2011.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. Novos paradigmas do Direito Eleitoral. Belo Horizonte: Fórum, 2016. p. 116-119.\nGOMES, José Jairo. Direito Eleitoral. 11. ed. rev. atual. e ampl. São Paulo: Atlas, 2015.\n______. ______. 12. ed. São Paulo: Atlas, 2016. p. 83.\n______. ______. 13. ed. São Paulo: GEN, 2016. p. 512.\nJARAMILLO, Juan. Los órganos electorales supremos. In: NOHLEN, Dieter; ZOVATTO, Daniel; OROZCO, Jesús; THOMPSON, José (Coord.). Tratado de Derecho Electoral comparado de América Latina. 2. ed. Ciudad de México: FCE, 2007. p. 404.\nOSORIO, Aline. Direito Eleitoral e liberdade de expressão. Belo Horizonte: Fórum, 2017. p. 221.\nPÉREZ ROYO, Javier. Curso de Derecho Constitucional. 15. ed. Madrid: Marcial Pons, 2016. p. 296.\nPINTO, Djalma. Direito Eleitoral: improbidade administrativa e responsabilidade fiscal. 5. ed. São Paulo: Atlas, 2000. p. 23.\nSARLET, Ingo Wolfgang et al. Curso de Direito Constitucional. 6. ed. São Paulo: Saraiva, 2016. p. 447.\nWARREN, Charles; BRANDEIS, Lois. The Right of Privacy. Harvard Law Review.","ministro_facet":["EDSON FACHIN"],"processo_numero":5122,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur1041","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, superando, preliminarmente,\n   a restrição fundada na Súmula 691/STF, concedeu, de ofício, a\n   ordem de habeas corpus, em favor do paciente, nos termos do voto\n   do Relator. E estendeu, de ofício, também por unanimidade, essa\n   mesma ordem de habeas corpus em favor dos demais co-réus,\n   igualmente nos termos do voto do Relator. Falou, pelo paciente, o\n   Dr. Alberto Zacharias Toron e, pelo Ministério Público Federal, o\n   Dr. Wagner Gonçalves. Ausente, justificadamente, neste julgamento,\n   a Senhora Ministra Ellen Gracie. 2ª Turma, 16.09.2008.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur1041","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T13:50:46.897769","dg_unique":"sjur1041","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: \"HABEAS CORPUS\" - SÚMULA 691/STF - INAPLICABILIDADE\n   AO CASO - OCORRÊNCIA DE SITUAÇÃO EXCEPCIONAL QUE AFASTA A\n   RESTRIÇÃO SUMULAR - ESTRANGEIRO NÃO DOMICILIADO NO BRASIL -\n   IRRELEVÂNCIA - CONDIÇÃO JURÍDICA QUE NÃO O DESQUALIFICA COMO\n   SUJEITO DE DIREITOS E TITULAR DE GARANTIAS CONSTITUCIONAIS E\n   LEGAIS - PLENITUDE DE ACESSO, EM CONSEQÜÊNCIA, AOS INSTRUMENTOS\n   PROCESSUAIS DE TUTELA DA LIBERDADE - NECESSIDADE DE RESPEITO,\n   PELO PODER PÚBLICO, ÀS PRERROGATIVAS JURÍDICAS QUE COMPÕEM O\n   PRÓPRIO ESTATUTO CONSTITUCIONAL DO DIREITO DE DEFESA - A GARANTIA\n   CONSTITUCIONAL DO \"DUE PROCESS OF LAW\" COMO EXPRESSIVA LIMITAÇÃO\n   À ATIVIDADE PERSECUTÓRIA DO ESTADO (INVESTIGAÇÃO PENAL E PROCESSO\n   PENAL) - O CONTEÚDO MATERIAL DA CLÁUSULA DE GARANTIA DO \"DUE\n   PROCESS\" - INTERROGATÓRIO JUDICIAL - NATUREZA JURÍDICA - MEIO DE\n   DEFESA DO ACUSADO - POSSIBILIDADE DE QUALQUER DOS LITISCONSORTES\n   PENAIS PASSIVOS FORMULAR REPERGUNTAS AOS DEMAIS CO-RÉUS,\n   NOTADAMENTE SE AS DEFESAS DE TAIS ACUSADOS SE MOSTRAREM\n   COLIDENTES - PRERROGATIVA JURÍDICA CUJA LEGITIMAÇÃO DECORRE DO\n   POSTULADO CONSTITUCIONAL DA AMPLA DEFESA - PRECEDENTE DO SUPREMO\n   TRIBUNAL FEDERAL (PLENO) - MAGISTÉRIO DA DOUTRINA -\n   CONSTRANGIMENTO ILEGAL CARACTERIZADO - \"HABEAS CORPUS\" CONCEDIDO\n   \"EX OFFICIO\", COM EXTENSÃO DE SEUS EFEITOS AOS\n   CO-RÉUS.\nDENEGAÇÃO DE MEDIDA LIMINAR - SÚMULA 691/STF -\n   SITUAÇÕES EXCEPCIONAIS QUE AFASTAM A RESTRIÇÃO SUMULAR.\n- A\n   jurisprudência do Supremo Tribunal Federal tem admitido o\n   afastamento, \"hic et nunc\", da Súmula 691/STF, em hipóteses nas\n   quais a decisão questionada divirja da jurisprudência\n   predominante nesta Corte ou, então, veicule situações\n   configuradoras de abuso de poder ou de manifesta ilegalidade.\n   Precedentes. Hipótese ocorrente na espécie.\nO SÚDITO\n   ESTRANGEIRO, MESMO AQUELE SEM DOMICÍLIO NO BRASIL, TEM DIREITO A\n   TODAS AS PRERROGATIVAS BÁSICAS QUE LHE ASSEGUREM A PRESERVAÇÃO DO\n   \"STATUS LIBERTATIS\" E A OBSERVÂNCIA, PELO PODER PÚBLICO, DA\n   CLÁUSULA CONSTITUCIONAL DO \"DUE PROCESS\".\n- O súdito\n   estrangeiro, mesmo o não domiciliado no Brasil, tem plena\n   legitimidade para impetrar o remédio constitucional do \"habeas\n   corpus\", em ordem a tornar efetivo, nas hipóteses de persecução\n   penal, o direito subjetivo, de que também é titular, à\n   observância e ao integral respeito, por parte do Estado, das\n   prerrogativas que compõem e dão significado à cláusula do devido\n   processo legal.\n- A condição jurídica de não-nacional do\n   Brasil e a circunstância de o réu estrangeiro não possuir\n   domicílio em nosso país não legitimam a adoção, contra tal\n   acusado, de qualquer tratamento arbitrário ou discriminatório.\n   Precedentes.\n- Impõe-se, ao Judiciário, o dever de assegurar,\n   mesmo ao réu estrangeiro sem domicílio no Brasil, os direitos\n   básicos que resultam do postulado do devido processo legal,\n   notadamente as prerrogativas inerentes à garantia da ampla defesa,\n   à garantia do contraditório, à igualdade entre as partes perante\n   o juiz natural e à garantia de imparcialidade do magistrado\n   processante.\nA ESSENCIALIDADE DO POSTULADO DO DEVIDO\n   PROCESSO LEGAL, QUE SE QUALIFICA COMO REQUISITO LEGITIMADOR DA\n   PRÓPRIA \"PERSECUTIO CRIMINIS\".\n- O exame da cláusula referente\n   ao \"due process of law\" permite nela identificar alguns elementos\n   essenciais à sua configuração como expressiva garantia de ordem\n   constitucional, destacando-se, dentre eles, por sua\n   inquestionável importância, as seguintes prerrogativas: (a)\n   direito ao processo (garantia de acesso ao Poder Judiciário); (b)\n   direito à citação e ao conhecimento prévio do teor da acusação;\n   (c) direito a um julgamento público e célere, sem dilações\n   indevidas; (d) direito ao contraditório e à plenitude de defesa\n   (direito à autodefesa e à defesa técnica); (e) direito de não ser\n   processado e julgado com base em leis \"ex post facto\"; (f)\n   direito à igualdade entre as partes; (g) direito de não ser\n   processado com fundamento em provas revestidas de ilicitude; (h)\n   direito ao benefício da gratuidade; (i) direito à observância do\n   princípio do juiz natural; (j) direito ao silêncio (privilégio\n   contra a auto-incriminação); (l) direito à prova; e (m) direito\n   de presença e de \"participação ativa\" nos atos de interrogatório\n   judicial dos demais litisconsortes penais passivos, quando\n   existentes.\n- O direito do réu à observância, pelo Estado, da\n   garantia pertinente ao \"due process of law\", além de traduzir\n   expressão concreta do direito de defesa, também encontra suporte\n   legitimador em convenções internacionais que proclamam a\n   essencialidade dessa franquia processual, que compõe o próprio\n   estatuto constitucional do direito de defesa, enquanto complexo\n   de princípios e de normas que amparam qualquer acusado em sede de\n   persecução criminal, mesmo que se trate de réu estrangeiro, sem\n   domicílio em território brasileiro, aqui processado por suposta\n   prática de delitos a ele atribuídos.\nO INTERROGATÓRIO\n   JUDICIAL COMO MEIO DE DEFESA DO RÉU.\n- Em sede de persecução\n   penal, o interrogatório judicial - notadamente após o advento da\n   Lei nº 10.792/2003 - qualifica-se como ato de defesa do réu, que,\n   além de não ser obrigado a responder a qualquer indagação feita\n   pelo magistrado processante, também não pode sofrer qualquer\n   restrição em sua esfera jurídica em virtude do exercício, sempre\n   legítimo, dessa especial prerrogativa. Doutrina.\n   Precedentes.\nPOSSIBILIDADE JURÍDICA DE UM DOS LITISCONSORTES\n   PENAIS PASSIVOS, INVOCANDO A GARANTIA DO \"DUE PROCESS OF LAW\",\n   VER ASSEGURADO O SEU DIREITO DE FORMULAR REPERGUNTAS AOS CO-RÉUS,\n   QUANDO DO RESPECTIVO INTERROGATÓRIO JUDICIAL.\n- Assiste, a\n   cada um dos litisconsortes penais passivos, o direito - fundado\n   em cláusulas constitucionais (CF, art. 5º, incisos  LIV e LV) -\n   de formular reperguntas aos demais co-réus, que, no entanto, não\n   estão obrigados a respondê-las, em face da prerrogativa contra a\n   auto-incriminação, de que também são titulares. O desrespeito a\n   essa franquia individual do réu, resultante da arbitrária recusa\n   em lhe permitir a formulação de reperguntas, qualifica-se como\n   causa geradora de nulidade processual absoluta, por implicar\n   grave transgressão ao estatuto constitucional do direito de\n   defesa. Doutrina. Precedente do STF.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=94016&classe=HC","externo_seq_objeto_incidente":2601323,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-038  DIVULG 26-02-2009  PUBLIC 27-02-2009\nEMENT VOL-02350-02  PP-00266\r\nRTJ VOL-00209-02 PP-00702","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=94016&classe=HC","is_colac":false,"titulo":"HC 94016","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n          ART-00005 INC-00054 INC-00055\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00185\n          ART-00186 PAR-ÚNICO REDAÇÃO DADA PELA LEI-10792/2003\n          ART-00188 ART-00189\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n","LEG-FED   LEI-010792      ANO-2003\n          LEI ORDINÁRIA\n","LEG-INT   PCT      ANO-1966\n          ART-00014\n          PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n","LEG-INT   CVC      ANO-1969\n          ART-00008\n          PACTO DE SÃO JOSÉ DA COSTA RICA\nCONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n","LEG-FED   PJL-005073      ANO-2001\n          PROJETO DE LEI\n","LEG-FED    SUMSTF-000691\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2009-02-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=94016&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdãos citados: AP 470 AgR, HC 68742, HC 69026, HC 77135,\nHC 83096, HC 84014 AgR, HC 85185, HC 86864 MC, HC 87468,\nHC 89025 AgR, HC 90957; STJ: HC 83875; RTJ 134/56, RTJ 141/512,\nRTJ 163/626, RTJ 164/193, RTJ 172/929, RTJ 176/805, RTJ 177/485,\nRTJ 180/1125, RTJ 185/393, RT 312/363, RDA 55/192, RDA 59/326,\nRDA 196/197, RF 192/122.\n- Decisões monocráticas citadas: HC 78814, HC 80530 MC, HC 86634 MC,\nHC 87353 MC, HC 88050 MC, HC 88129 AgR, HC 88569 MC, HC 89113 MC,\nHC 89132 MC, HC 89414 MC, HC 90112 MC.\n- Decisões estrangeiras citadas: Escobedo v. Illinois (1964); Miranda\nv. Arizona (1966); Dickerson v. United States, 530 U.S.428 (2000).\nNúmero de páginas: 65\n\nAnálise: 10/03/2009, CLM.\nRevisão: 17/03/2009, JBM.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S): BORIS ABRAMOVICH BEREZOVSKY OU PLATON ELENIN\nIMPTE.(S): ALBERTO ZACHARIAS TORON E OUTRO(A/S)\nCOATOR(A/S)(ES): RELATOR DO HC Nº 100.204 DO SUPERIOR TRIBUNAL DE\n   JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":1041,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 94016","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2008-09-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"CINTRA JÚNIOR, Dirceu. Código de Processo Penal e sua interpretação\njurisdicional. In: FRANCO, Alberto Silva; STOCO, Rui ( Coord.). 2. ed.\nRT, 2004. p. 1821.\nCRUZ, Rogério Schietti Machado. A Lei nº 10.792/03, o contraditório e\no conservadorismo. Boletim IBCCRIM, vol. 135, p. 7-8, 2004.\nDE JESUS, Damásio Evangelista. Código de Processo Penal anotado.\n21. ed. Saraiva, 2004. p. 174.\nFERNANDES, Antonio Scarance. Prova e sucedâneos da prova no Processo\nPenal. Revista Brasileira de Ciências Criminais, n. 66. p. 224, item\n12.2.\nFERRAJOLI, Luigi. Direito e razão - Teoria do garantismo penal.\nTradução de Ana Paula Zomer, Fauzi Hassan Choukr, Juarez Tavares e\nLuiz Flávio Gomes. RT, 2002. p. 486, item 2.\nGOMES FILHO, Antônio Magalhães. Direito à prova no Processo Penal.\nRT, 1997. p. 111, item 7, p. 113, item 7, nota de rodapé 67.\nGRINOVER, Ada Pellegrini. O interrogatório como meio de defesa (Lei\n10.792/2003). Revista Brasileira de Ciências Criminais, n. 53, p.\n185-200.\nHADDAD, Carlos Henrique Borlido. O novo interrogatório. Revista\nBrasileira de Ciências Criminais, vol. 55, p. 231-292, 2005.\nLOPES JUNIOR, Aury. Direito Processual e sua conformidade\nconstitucional. Lumen Juris, 2007. vol. 1, p. 603-605, item 2.3.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo\nGustavo Gonet. Curso de Direito Constitucional. IDP/Saraiva: 2007.\np. 635-636, item 9.3.3.3.1.\nMESSIAS, Irajá Pereira. Da prova penal. Impactus, 2006. p. 195-196.\nitem 9.\nNUCCI, Guilherme de Souza. Código de Processo Penal comentado. 6. ed.\nRT, 2007. p. 387, item 3.\nOLIVEIRA, Eugênio Pacelli de. Curso de Processo Penal. 10. ed.\nLumen Juris, 2008. p. 32. item 3.1.4.\nPEDROSO, Fernando de Almeida. Prova Penal: Doutrina e jurisprudência.\n2. ed. RT, 2005. p. 43, item 2.3.\nPITOMBO, Cleunice  Valentim Bastos et al. Publicidade, ampla defesa, e\ncontraditório no novo interrogatório judicial. Boletim IBCCRIM, vol.\n135, p. 2, 2004.\nRANGEL, Paulo. Direito Processual Penal. 10. ed. Lumen Juris, 2005.\np. 479-480, item 8.4.1.2.\nSILVA, Amaury. Interrogatório: Panorama segundo a lei 10.792/2003.\nMizuno, 2006. p. 185-187.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 28. ed.\nSaraiva, 2006. vol. 3, p. 269-273, item 1.\nTUCCI, Rogério Lauria. Direitos e garantias individuais no Processo\nPenal Brasileiro. 2. ed. RT, 2004. p. 370, item 16.3.","ministro_facet":["CELSO DE MELLO"],"processo_numero":94016,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur2056","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"Por votação unânime, o Tribunal deferiu, em parte, o pedido de\nextradição, nos termos do voto do Relator. Ausentes, justificadamente,\nneste julgamento os Ministros Marco Aurélio, Carlos Velloso e Moreira\nAlves. Plenário, 13.06.96.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur2056","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T13:50:46.897769","dg_unique":"sjur2056","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER INSTRUTÓRIO -\n   OBSERVÂNCIA DO CRITÉRIO DA DUPLA TIPICIDADE - CRIMES DE CÁRCERE\n   PRIVADO (CP, ART. 148, \"CAPUT\"), ESTUPRO (CP, ART. 213) E TRÁFICO\n   DE ENTORPECENTES (LEI 6.368/76, ART. 12) - CONSUMAÇÃO DA\n   PRESCRIÇÃO PENAL RELATIVAMENTE A DOIS DOS DELITOS MOTIVADORES DO\n   PEDIDO DE EXTRADIÇÃO - FATO QUE OBSTA, QUANTO A TAIS DELITOS, O\n   DEFERIMENTO DA ENTREGA EXTRADICIONAL - INOCORRÊNCIA DA PRESCRIÇÃO\n   PENAL QUANTO AO CRIME DE TRÁFICO DE ENTORPECENTES, SEJA EM FACE\n   DA LEGISLAÇÃO ESTRANGEIRA, SEJA À LUZ DO ORDENAMENTO POSITIVO\n   BRASILEIRO - OBSERVÂNCIA, EM RELAÇÃO A ESTE CRIME, DO PRINCÍPIO\n   DA DUPLA PUNIBILIDADE - OBJEÇÃO SUSCITADA PELO EXTRADITANDO, QUE\n   SUSTENTA A IMPOSSIBILIDADE DA EXTRADIÇÃO PELO FATO DE INEXISTIR,\n   CONTRA ELE, SENTENÇA PENAL CONDENATÓRIA - IMPROCEDÊNCIA -\n   EXTRADIÇÃO INSTRUTÓRIA - POSSIBILIDADE (LEI Nº 6.815/80, ART. 78,\n   II) - EXTRADITANDO QUE AFIRMA POSSUIR RELAÇÕES FAMILIARES COM\n   BRASILEIRA E DOMICÍLIO CERTO - IRRELEVÂNCIA JURÍDICA DESSA\n   SITUAÇÃO - CIRCUNSTÂNCIAS QUE NÃO IMPEDEM O DEFERIMENTO DA\n   EXTRADIÇÃO - ALEGAÇÃO DE QUE AS ACUSAÇÕES FEITAS AO SÚDITO\n   ESTRANGEIRO SÃO INCONSISTENTES - ANÁLISE QUE ENVOLVE DISCUSSÃO\n   SOBRE A PROVA PENAL PRODUZIDA DURANTE PERSECUÇÃO PENAL REALIZADA\n   PELO ESTADO REQUERENTE - IMPOSSIBILIDADE - SISTEMA DE\n   CONTENCIOSIDADE LIMITADA - ATO DELITUOSO PRATICADO TANTO EM\n   TERRITÓRIO BRASILEIRO QUANTO EM TERRITÓRIO ESTRANGEIRO - CONCURSO\n   DE JURISDIÇÕES PENAIS - INEXISTÊNCIA DE ATOS DE PERSECUÇÃO\n   CRIMINAL POR INICIATIVA DAS AUTORIDADES BRASILEIRAS - PREVALÊNCIA\n   DA JURISDIÇÃO ALEMÃ - PRESENÇA DE TODOS OS REQUISITOS\n   LEGITIMADORES DO PEDIDO EXTRADICIONAL, NO QUE CONCERNE AO CRIME\n   DE TRÁFICO DE ENTORPECENTES  - ACOLHIMENTO PARCIAL DA POSTULAÇÃO\n   EXTRADICIONAL UNICAMENTE QUANTO A ESTE CRIME - EXTRADIÇÃO\n   DEFERIDA, EM PARTE.\nEXTRADIÇÃO E DUPLA TIPICIDADE.\n- O\n   postulado da dupla tipicidade - por constituir requisito\n   essencial ao atendimento do pedido de extradição - impõe que o\n   ilícito penal atribuído ao extraditando seja juridicamente\n   qualificado como crime tanto no Brasil quanto no Estado\n   requerente, sendo irrelevante, para esse específico efeito, a\n   eventual variação terminológica registrada nas leis penais em\n   confronto.\n- Os fatos ilícitos atribuídos ao extraditando -\n   estupro, cárcere privado e tráfico de entorpecentes - constituem,\n   em tese, infrações penais, quer à luz da legislação penal do\n   Estado requerente, quer em face do que prescreve o ordenamento\n   positivo brasileiro (CP, art. 148, \"caput\", e art. 213 e Lei\n   6.368/76, art.  12). Satisfaz-se, desse modo, a exigência legal\n   da dupla incriminação ou da dupla tipicidade, inscrita no\n   Estatuto do Estrangeiro (art. 77, II).\nEXTRADIÇÃO E\n   PRINCÍPIO DA DUPLA PUNIBILIDADE.\n- Consumada a prescrição\n   penal, seja em face da legislação do Estado requerente, seja à\n   luz do ordenamento positivo brasileiro, impõe-se o indeferimento\n   do pedido extradicional, porque desatendido, em tal hipótese, o\n   princípio da dupla punibilidade. Ocorrência, na espécie, de\n   prescrição penal referente a dois dos delitos motivadores do\n   pedido de extradição (crime de cárcere privado e estupro).\n   Impossibilidade de se acolher, quanto a tais crimes, o pedido\n   extradicional.\n- Inocorrência da prescrição penal quanto ao\n   crime de tráfico de entorpecentes, seja em face da legislação\n   estrangeira, seja à luz do ordenamento positivo brasileiro.\n   Observância, quanto a este delito, do princípio da dupla\n   punibilidade.\nINEXISTÊNCIA DE SENTENÇA PENAL CONDENATÓRIA\n   CONTRA O EXTRADITANDO: FATO QUE NÃO OBSTA A ENTREGA\n   EXTRADICIONAL. PEDIDO EXTRADICIONAL DE CARÁTER INSTRUTÓRIO (LEI\n   Nº 6.815/80, ART. 78, II).\n- O sistema extradicional\n   brasileiro admite, ao lado da extradição executória (que supõe\n   sentença penal condenatória), a figura da extradição de caráter\n   instrutório, que pressupõe - para efeito de sua efetivação - a\n   mera existência de procedimento persecutório instaurado no\n   exterior, desde que exista ordem de prisão emanada de autoridade\n   competente do Estado requerente (Lei nº 6.815/80, art. 78, II).\nEXISTÊNCIA DE RELAÇÕES FAMILIARES ENTRE O EXTRADITANDO E\n   PESSOA DE NACIONALIDADE BRASILEIRA: IRRELEVÂNCIA JURÍDICA DESSE\n   FATO.\n- A existência de relações familiares, a comprovação de\n   vínculo conjugal ou a convivência \"more uxorio\" do extraditando\n   com pessoa de nacionalidade brasileira constituem fatos\n   destituídos de relevância jurídica para efeitos extradicionais,\n   não impedindo, em conseqüência, a efetivação da extradição do\n   súdito estrangeiro. Precedentes.\nPROCESSO EXTRADICIONAL E\n   SISTEMA DE CONTENCIOSIDADE LIMITADA: INADMISSIBILIDADE DE\n   DISCUSSÃO SOBRE A PROVA PENAL PRODUZIDA PERANTE O ESTADO\n   REQUERENTE.\n- A ação de extradição passiva não confere, ao\n   Supremo Tribunal Federal, qualquer poder de indagação sobre o\n   mérito da pretensão deduzida pelo Estado requerente ou sobre o\n   contexto probatório em que a postulação extradicional se\n   apóia.\n- O sistema de contenciosidade limitada, que\n   caracteriza o regime jurídico da extradição passiva no direito\n   positivo brasileiro, não permite qualquer indagação probatória\n   pertinente ao ilícito criminal cuja persecução, no exterior,\n   justificou o ajuizamento da demanda extradicional perante o\n   Supremo Tribunal Federal.\nRevelar-se-á excepcionalmente\n   possível, no entanto, a análise, pelo Supremo Tribunal Federal,\n   de aspectos materiais concernentes à própria substância da\n   imputação penal, sempre que tal exame se mostrar indispensável à\n   solução de controvérsia pertinente (a) à ocorrência de prescrição\n   penal, (b) à observância do princípio da dupla tipicidade ou (c)\n   à configuração eventualmente política tanto do delito atribuído\n   ao extraditando quanto das razões que levaram o Estado\n   estrangeiro a requerer a extradição de determinada pessoa ao\n   Governo brasileiro. Inocorrência, na espécie, de quaisquer dessas\n   hipóteses.\nCONCURSO DE JURISDIÇÃO E INEXISTÊNCIA, NO BRASIL,\n   DE PROCEDIMENTO PENAL-PERSECUTÓRIO CONTRA O EXTRADITANDO:\n   POSSIBILIDADE DE DEFERIMENTO DO PLEITO EXTRADICIONAL.\n- O\n   envio, para território estrangeiro, de cocaína ou de substâncias\n   entorpecentes adquiridas no Brasil, legitima o deferimento da\n   extradição, desde que as autoridades brasileiras tenham deixado\n   de adotar, em nosso País, contra o extraditando, as pertinentes\n   medidas de persecução penal.\n- Mesmo em ocorrendo concurso de\n   jurisdições penais entre o Brasil e o Estado  requerente,\n   torna-se lícito deferir a extradição naquelas hipóteses em que o\n   fato delituoso, ainda que pertencendo, cumulativamente, ao\n   domínio das leis brasileiras, não haja originado procedimento\n   penal-persecutório, contra o extraditando, perante órgãos\n   competentes do Estado brasileiro. Precedentes.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=652&classe=Ext","externo_seq_objeto_incidente":1613938,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-222  DIVULG 20-11-2008  PUBLIC 21-11-2008\nEMENT VOL-02342-01  PP-00001","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=652&classe=Ext","is_colac":false,"titulo":"Ext 652","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n          INC-00003 ART-00111 INC-00001 ART-00116\n          ART-00117 ART-00148 \"CAPUT\" ART-00213\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-006368      ANO-1976\n          ART-00012\n                LTX-1976 LEI DE TÓXICOS\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00078\n          INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO"],"publicacao_data":"2008-11-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INADMISSIBILIDADE, COMBINAÇÃO,\nNORMA\nPENAL, DIVERSIDADE, PAÍS, FINALIDADE, VERIFICAÇÃO, PRESCRIÇÃO PENAL.\nINOCORRÊNCIA, EFEITO INTERRUPTIVO, EFEITO SUSPENSIVO, LAPSO\nPRESCRICIONAL, ÂMBITO, DIREITO PENAL BRASILEIRO, DECORRÊNCIA,\nDECRETAÇÃO, PRISÃO CAUTELAR, ESTADO REQUERENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=652&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 183, Ext 541, HC 71402; RTJ 50/145, RTJ 73/11,\nRTJ 114/18, RTJ 139/470, RTJ 148/110, RTJ 149/374, RTJ 155/34,\nRTJ 161/409; RT 649/319.\n- Legislação estrangeira citada: art. 29, § 1º, § 78 c, nº 3, nº 4, nº\r\n6 do Código Penal Germânico.\nNúmero de páginas: 29\nAnálise: 03/12/2008, CLM.\nRevisão: 15/12/2008, JBM.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.: GOVERNO DA REPÚBLICA FEDERAL DA ALEMANHA\nEXTDO.: GISBERT CHRISTIAN MANFRED PLATH\nADV.: PAULO DIAS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":2056,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA FEDERAL DA ALEMANHA","processo_codigo_completo":"Ext 652","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"1996-06-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ACCIOLY, Hildebrando. Manual de Direito Internacional Público. 11. ed.\n11. tir.\nSaraiva, 1995. p. 89.\nARAÚJO, Luís Ivani de Amorim. Curso de Direito Internacional Público.\n8. ed. Forense, 1995. p. 91.\nCAHALI, Yussef Said. Estatuto do Estrangeiro. Saraiva, 1983. p.\n295-296, p. 336.\nCAHALI, Yussef Said. Estatuto do Estrangeiro. Saraiva, 1984.\np. 374.\nCALIXTO, Negi. A Propósito de Extradição: A Impossibilidade de o STF\nApreciar o Mérito no Processo de Extradição. Indisponibilidade do\nControle Jurisdicional na Extradição. In: Revista de Informação\nLegislativa. v. 109, p. 163.\nFRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. Forense, 1985.\np. 301-303, item 14, p. 310-311, item 5, p. 336.\nMARQUES, José Frederico. Tratado de Direito Penal. 2. ed. Saraiva,\n1964. v. I, p. 319.\nMELLO, Celso de Albuquerque. Direito Constitucional Internacional.\nRenovar, 1994. p. 169. item 4.\nREZEK, José Francisco. Direito Internacional Público. Saraiva, 1989.\np. 200. item 114.\nREZEK, José Francisco. Direito Internacional Público. 6. ed. Saraiva,\n1996. p. 207.\nREZEK, José Francisco. Direito Internacional Público - Curso Elementar.\nSaraiva, 1989. p. 204. item 118.\nRUSSOMANO, Gilda Maciel Corrêa Meyer. A Extradição no Direito\nInternacional e no Direito Brasileiro. 3. ed. RT, 1981. p. 132.","ministro_facet":["CELSO DE MELLO"],"processo_numero":652,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur2525","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade e nos termos do voto do\n   Relator, deferiu o pedido de extradição. Ausentes,\n   justificadamente, a Senhora Ministra Ellen Gracie, o Senhor\n   Ministro Joaquim Barbosa e a Senhora Ministra Cármen Lúcia.\n   Presidiu o julgamento o Senhor Ministro Gilmar Mendes. Plenário,\n   18.09.2008.","is_repercussao_geral_merito":false,"relator_processo_nome":"CEZAR PELUSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur2525","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T13:50:46.897769","dg_unique":"sjur2525","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: EXTRADIÇÃO. Passiva. Pedido formulado pelo Governo da\n   República Portuguesa. Ordem de prisão. Mandado de detenção\n   internacional. Expedição por Procurador da República do\n   Departamento Central de Investigações e Acção Penal, autorizado\n   pelo Procurador-Geral da República. Autoridade competente segundo\n   a lei portuguesa. Não pertinência ao Poder Judiciário.\n   Irrelevância. Legalidade reconhecida. Pedido deferido.\n   Inteligência do art. 80, caput, da Lei nº 6.815/80. Precedentes.\n   Para fins de extradição, o ordenamento jurídico brasileiro não\n   exige que a ordem de prisão do extraditando haja sido expedida\n   por autoridade integrante do Poder Judiciário, senão apenas que\n   tenha competência para fazê-lo nos termos da lei do Estado\n   requerente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1115&classe=Ext","externo_seq_objeto_incidente":2594307,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-206  DIVULG 30-10-2008  PUBLIC 31-10-2008\nEMENT VOL-02339-04  PP-00629\nRTJ VOL-00207-01 PP-00110","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1115&classe=Ext","is_colac":false,"titulo":"Ext 1115","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 ART-00078 INC-00002\n          ART-00080 \"CAPUT\"\n          ART-00091 INC-00002 REDAÇÃO DADA PELA LEI - 6964/1981\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 \"CAPUT\"\n                LTX-2006 LEI DE TÓXICOS\n","LEG-FED   LEI-006964      ANO-1981\n          LEI ORDINÁRIA\n","LEG-FED   DLG-000096      ANO-1992\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL E\n          PORTUGAL\n          DECRETO LEGISLATIVO\n","LEG-FED   DEC-001325      ANO-1994\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL\n          E PORTUGAL\n          DECRETO\n","LEG-INT   TTD      ANO-1991\n           ART-00002 Nº1\n          TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE O BRASIL E PORTUGAL"],"publicacao_data":"2008-10-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEMONSTRAÇÃO, DUPLA TIPICIDADE,\nINOCORRÊNCIA, PRESCRIÇÃO, PRETENSÃO PUNITIVA. INDICAÇÃO, LOCAL, DATA,\nNATUREZA, CIRCUNSTÂNCIA, FATO DELITUOSO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1115&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: art.118, nº1, alínea A, do Código\nPenal Português; Lei Portuguesa 45/1996;\nart. 21, nº 1, art 24 alínea c, do Decreto-Lei 15/1993 (redação dada\npela Lei 45/1996)\nNúmero de páginas:11\nAnálise: 20/11/2008, MMR.\nRevisão: 20/11/2008, JBM.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S): GOVERNO DE PORTUGAL\nEXTDO.(A/S): JOÃO BELO CALDEIRA OU JOÃO BELO VILELA CALDEIRA OU\n   JOÃO CALDEIRA\nADV.DAT.(A/S): RICHARDSON WAGNER SILVA LEITE\nADV.(A/S): DEFENSORIA PÚBLICA DA UNIÃO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":2525,"documental_tese_texto":null,"procedencia_geografica_completo":"REPÚBLICA PORTUGUESA","processo_codigo_completo":"Ext 1115","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2008-09-18","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["CÉZAR PELUSO"],"processo_numero":1115,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur2483","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal rejeitou, por unanimidade, as preliminares de\n   ilegitimidade ativa e de falta de interesse de agir do impetrante,\n   bem como a de ilegitimidade passiva do Partido do Movimento\n   Democrático Brasileiro - PMDB. Por maioria, rejeitou a preliminar\n   de ausência de liquidez, vencido o Senhor Ministro Eros Grau\n   (Relator), que a acolhia para não conhecer do writ. Em seguida,\n   foi o julgamento suspenso. Falaram: pelo impetrante, o Dr.\n   Roberto João Pereira Freire; pelo impetrado, o Dr. Fernando Neves\n   da Silva; pelos litisconsortes passivos Partido do Movimento\n   Democrático Brasileiro - PMDB, o Dr. Gastão de Bem; Partido da\n   República - PR, o Dr. Marcelo Ávila de Bessa; Homero Alves\n   Pereira, Colbert Martins da Silva Filho, Aírton Bernardo Roveda,\n   Maria Lucenira Ferreira Oliveira Pimentel, Paulo Piau Nogueira,\n   Neilton Mulim da Costa e Raimundo Veloso Silva, o Dr. Eduardo\n   Ferrão; Carlos Roberto Massa Júnior, o Dr. Guilherme de Salles\n   Gonçalves; e, pelo Ministério Público Federal, o Dr. Antônio\n   Fernando Barros e Silva de Souza, Procurador-Geral da República.\n   Presidência da Senhora Ministra Ellen Gracie. Plenário,\n   03.10.2007.\nDecisão: Prosseguindo no julgamento, o Tribunal,\n   por maioria, conheceu do mandado de segurança e denegou a ordem,\n   vencidos os Senhores Ministros Carlos Britto e Marco Aurélio, que\n   a concediam tal como requerida. Votou a Presidente, Ministra\n   Ellen Gracie. Plenário, 04.10.2007.","is_repercussao_geral_merito":false,"relator_processo_nome":"EROS GRAU","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur2483","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T13:50:46.897769","dg_unique":"sjur2483","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. ELEITORAL. MANDADO DE SEGURANÇA. FIDELIDADE\n   PARTIDÁRIA. DESFILIAÇÃO. PERDA DE MANDATO. ARTS. 14, § 3º, V E 55,\n   I A VI DA CONSTITUIÇÃO. CONHECIMENTO DO MANDADO DE SEGURANÇA,\n   RESSALVADO ENTENDIMENTO DO RELATOR. SUBSTITUIÇÃO DO DEPUTADO\n   FEDERAL QUE MUDA DE PARTIDO PELO SUPLENTE DA LEGENDA ANTERIOR.\n   ATO DO PRESIDENTE DA CÂMARA QUE NEGOU POSSE AOS SUPLENTES.\n   CONSULTA, AO TRIBUNAL SUPERIOR ELEITORAL, QUE DECIDIU PELA\n   MANUTENÇÃO DAS VAGAS OBTIDAS PELO SISTEMA PROPORCIONAL EM FAVOR\n   DOS PARTIDOS POLÍTICOS E COLIGAÇÕES. ALTERAÇÃO DA JURISPRUDÊNCIA\n   DO SUPREMO TRIBUNAL FEDERAL. MARCO TEMPORAL A PARTIR DO QUAL A\n   FIDELIDADE PARTIDÁRIA DEVE SER OBSERVADA [27.3.07]. EXCEÇÕES\n   DEFINIDAS E EXAMINADAS PELO TRIBUNAL SUPERIOR ELEITORAL.\n   DESFILIAÇÃO OCORRIDA ANTES DA RESPOSTA À CONSULTA AO TSE. ORDEM\n   DENEGADA.\n1.      Mandado de segurança conhecido, ressalvado\n   entendimento do Relator, no sentido de que as hipóteses de perda\n   de mandato parlamentar, taxativamente previstas no texto\n   constitucional, reclamam decisão do Plenário ou da Mesa Diretora,\n   não do Presidente da Casa, isoladamente e com fundamento em\n   decisão do Tribunal Superior Eleitoral.\n2.      A permanência do\n   parlamentar no partido político pelo qual se elegeu é\n   imprescindível para a manutenção da representatividade partidária\n   do próprio mandato. Daí a alteração da jurisprudência do Tribunal,\n   a fim de que a fidelidade do parlamentar perdure após a posse no\n   cargo eletivo.\n3.      O instituto da fidelidade partidária,\n   vinculando o candidato eleito ao partido, passou a vigorar a\n   partir da resposta do Tribunal Superior Eleitoral à Consulta n.\n   1.398, em 27 de março de 2007.\n4.      O abandono de legenda enseja a\n   extinção do mandato do parlamentar, ressalvadas situações\n   específicas, tais como mudanças na ideologia do partido ou\n   perseguições políticas, a serem definidas e apreciadas caso a\n   caso pelo Tribunal Superior Eleitoral.\n5.      Os parlamentares\n   litisconsortes passivos no presente mandado de segurança mudaram\n   de partido antes da resposta do Tribunal Superior\n   Eleitoral.\n        Ordem denegada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=26602&classe=MS","externo_seq_objeto_incidente":2513855,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-197  DIVULG 16-10-2008  PUBLIC 17-10-2008\nEMENT VOL-02337-02  PP-00190\r\nRTJ VOL-00208-01 PP-00072","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=26602&classe=MS","is_colac":false,"titulo":"MS 26602","documental_legislacao_citada_texto":["LEG-FED   EMC-000001      ANO-1969\n          ART-00152\n          EMENDA CONSTITUCIONAL\n","LEG-FED   EMC-000011      ANO-1978\n          EMENDA CONSTITUCIONAL\n","LEG-FED   EMC-000024      ANO-1985\n          ART-00152\n          EMENDA CONSTITUCIONAL\n","LEG-FED   CF       ANO-1967\n          ART-00055\n          ART-00152 PAR-ÚNICO REDAÇÃO DADA PELA EMC-1/1969\n          E EMC-24/1985\n                CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1988\n          ART-00001 PAR-ÚNICO INC-00001 INC-00005\n          ART-00005 \"CAPUT\" INC-00007 INC-00020\n          INC-00054 INC-00055 INC-00070 LET-A\n          PAR-00002 ART-00014 \"CAPUT\" INC-00001\n          INC-00002 INC-00003 PAR-00003 INC-00004\n          INC-00005 ART-00017 \"CAPUT\" INC-00003\n          PAR-00001 INC-00004 ART-00028 ART-00029\n          INC-00002 ART-00045 \"CAPUT\" ART-00046\n          \"CAPUT\" ART-00053 PAR-00003 ART-00055\n          INC-00001 INC-00002 INC-00003 INC-00004\n          INC-00005 INC-00006 PAR-00002 PAR-00003\n          PAR-00004 ART-00056 ART-00058 PAR-00001\n          PAR-00003 PAR-00004 ART-00060 PAR-00004\n          INC-00004 ART-00077 PAR-00002 ART-00103\n          INC-00008 INC-00060\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00002 ART-00087 ART-00088 ART-00090\n          ART-00091 ART-00094 ART-00096\n          ART-00106 PAR-ÚNICO REVOGADO PELA LEI-9504/1997\n          ART-00108 ART-00109 PAR-00002 ART-00175\n          PAR-00004 ART-00176  ART-00215 PAR-ÚNICO\n                CEL-1965 CÓDIGO ELEITORAL\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00044 INC-00001 INC-00002 INC-00003\n          INC-00004 ART-00053\n                CC-2002 CÓDIGO CIVIL\n","LEG-FED   LCP-000064      ANO-1990\n          ART-00003 ART-00022\n          LEI COMPLEMENTAR\n","LEG-FED   LEI-009096      ANO-1995\n          ART-00018 ART-00019 ART-00021 ART-00022\n          PAR-ÚNICO ART-00026\n          LEI ORDINÁRIA\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00006 ART-00011 INC-00003 ART-0041A\n          LEI DAS ELEIÇÕES\n          LEI ORDINÁRIA\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00027\n          LEI ORDINÁRIA\n","LEG-FED   RGI\n          ART-00239 PAR-00001\n          REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS\n","LEG-FED   RES-020993      ANO-2002\n          ART-00004 PAR-00001\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n","LEG-FED   RES-021574      ANO-2006\n          ART-00004\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\n","LEG-FED   RES-022526      ANO-2007\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE"],"publicacao_data":"2008-10-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"-VIDE EMENTA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MENEZES DIREITO: MÉRITO. \r\nOBRIGATORIEDADE, FILIAÇÃO PARTIDÁRIA, RESULTADO, VÍNCULO, \r\nINDISSOLUBILIDADE, CANDIDATO, PARTIDO POLÍTICO. REPRESENTAÇÃO \r\nPROPORCIONAL, MANDATO PARLAMENTAR, OBTENÇÃO, LEGITIMAÇÃO ELEITORAL, \r\nFUNDAMENTAÇÃO, PRESTÍGIO, LEGENDA PARTIDÁRIA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: MÉRITO. \nDENEGAÇÃO, MANDADO DE SEGURANÇA, ENTENDIMENTO, APRECIAÇÃO, PERDA\nAUTOMÁTICA, MANDATO, NECESSIDADE, VERIFICAÇÃO, MOTIVAÇÃO, ORIGEM,\nABANDONO DE LEGENDA, CARACTERIZAÇÃO, MATÉRIA, PROVA, INVIABILIDADE,\nMANDADO DE SEGURANÇA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: MÉRITO. APLICAÇÃO, \r\nTEORIA DO AGENTE AGENTE ESTATAL \"DE FACTO\", FUNDAMENTAÇÃO, DOUTRINA DA \r\nAPARÊNCIA DO DIREITO, FORMA, RECONHECIMENTO, LEGITIMIDADE PLENA, ATO, \r\nEXECUÇÃO, PERÍODO, AFASTAMENTO, LEGENDA.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: MÉRITO. DENEGAÇÃO, \r\nMANDADO DE SEGURANÇA, OFENSA, DEVIDO PROCESSO LEGAL, DECRETAÇÃO, PERDA, \r\n\r\nMANDATO PARLAMENTAR, DEPUTADO TRÂNSFUGA, AUSÊNCIA, APRECIAÇÃO, \r\nMOTIVAÇÃO, DESFILIAÇÃO PARTIDÁRIA. POVO, TITULAR, PODER, ORGANIZAÇÃO\nPOLÍTICO-CONSTITUCIONAL, PARTIDO POLÍTICO, INSTRUMENTO, EXERCÍCIO,\nPODER. MODELO, PARTIDOCRACIA, RECONHECIMENTO, TRIBUNAL SUPERIOR ELEITORAL \r\n\r\n(TSE), RESULTADO, DESPRESTÍGIO, CIDADANIA, RELAÇÃO, INTERESSE\nNACIONAL.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: MÉRITO. CONSIDERAÇÃO,\nMUDANÇA, JURISPRUDÊNCIA, STF, RAZÃO, SEGURANÇA JURÍDICA, NECESSIDADE,\nMODULAÇÃO DE EFEITOS, FIXAÇÃO, MARCO TEMPORAL, DECISÃO, TSE, RESPOSTA,\nCONSULTA. AFIRMAÇÃO, MUTAÇÃO CONSTITUCIONAL, CARACTERIZAÇÃO,\nRECONHECIMENTO, STF, NECESSIDADE, ADAPTAÇÃO, NORMA CONSTITUCIONAL,\nREALIDADE. DIREITO FUNDAMENTAL, OPOSIÇÃO, CARACTERIZAÇÃO, GARANTIA \r\nINSTITUCIONAL, REPRESENTAÇÃO POLÍTICA, DEMOCRACIA, EXIGÊNCIA, \r\nIMPUGNAÇÃO,\nTRANSFUGUISMO. DIVERSIDADE, IDEOLOGIA, CARACTERIZAÇÃO, BASE, SISTEMA\nPROPORCIONAL, CONSAGRAÇÃO, PLURALISMO PARTIDÁRIO, PLURALISMO POLÍTICO.\n- VOTO VENCIDO, MIN. AYRES BRITTO: MÉRITO. CONCESSÃO, MANDADO DE \r\nSEGURANÇA, COMPROVAÇÃO, DIREITO LÍQUIDO E CERTO, IMPETRANTE, \r\nDECLARAÇÃO, VACÂNCIA, CARGO, PREENCHIMENTO, SISTEMA PROPORCIONAL, \r\nELEIÇÃO. PARTIDO POLÍTICO, PESSOA JURÍDICA, FORMAÇÃO, PESSOA NATURAL, \r\nLIBERDADE, FILIAÇÃO, DESFILIAÇÃO, OPÇÃO, CARACTERIZAÇÃO, AUTONOMIA, \r\nVONTADE, INDIVÍDUO, IMPOSSIBILIDADE, CONFIGURAÇÃO, ATO ILÍCITO. CARÁTER \r\n\r\nDISCRICIONÁRIO, SUBJETIVO, DESFILIAÇÃO VOLUNTÁRIA, CONSEQUÊNCIA \r\nJURÍDICA, PERDA, MANDATO,\nOBTENÇÃO, SISTEMA PROPORCIONAL, VOTO, LEGENDA, RESULTADO, EXPRESSÃO, \r\nRENÚNCIA TÁCITA, AUSÊNCIA, SANÇÃO. ABANDONO, PARTIDO POLÍTICO, \r\nPOSTERIORIDADE, INVESTIDURA, MANDATO PARLAMENTAR, CARACTERIZAÇÃO, \r\nINFIDELIDADE MÁXIMA.\r\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CEZAR PELUSO: PRELIMINAR. REJEIÇÃO, \r\nPRELIMINAR, AUSÊNCIA, DIREITO LÍQUIDO E CERTO. LIQUIDEZ, CERTEZA, \r\nDIREITO, CARACTERIZAÇÃO, REQUISITO, TUTELA JURÍDICA CONSTITUCIONAL, \r\nMANDADO DE SEGURANÇA, SITUAÇÃO, PLANO, CONHECIMENTO, MÉRITO.\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: PRELIMINAR. REJEIÇÃO, \r\nCARÊNCIA, AÇÃO, ENTENDIMENTO, ATENDIMENTO, TEORIA DA SUBSTANCIAÇÃO, \r\nNECESSÁRIO, SUPREMO TRIBUNAL FEDERAL, APRECIAÇÃO, MÉRITO, FORMA, \r\nDECISÃO, EXISTÊNCIA, DIREITO.\n- VOTO VENCIDO, MIN. EROS GRAU: PRELIMINAR. AUSÊNCIA, DIREITO LÍQUIDO E \r\nCERTO. QUESTÃO, DISCUSSÃO, MANDADO DE SEGURANÇA, INADMISSIBILIDADE, \r\nMUTAÇÃO CONSTITUCIONAL. MUTAÇÃO CONSTITUCIONAL, DECORRÊNCIA, \r\nINCONGRUÊNCIA, EXISTÊNCIA, NORMA CONSTITUCIONAL, REALIDADE\nCONSTITUCIONAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=26602&classe=MS","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"MS","documental_observacao_texto":"- Acórdãos citados: Inq 687, ADI 1063 MC, ADI 1351, ADI 1354,\nRcl 4335, CC 7204, MS 20916, MS 20927, MS 23405, MS 24189 AgR\nMS 25461, HC 82959, RE 197917, RE 353657, RE 370682;\nTJ/RS: MS 359.\n- Decisões monocráticas citadas:  MS 22695, MS 24099, RE 269464.\n- Legislação estrangeira citada: art. 38 da Constituição Argentina,\nart. 222 e art. 224 da Constituição Boliviana.\n- Veja Consulta 1398/2007 e 1423/2007 do TSE.\n- Caso Plessy versus Ferguson; Brown versus Board of Education (1954);\nMapp versus Ohio, 367 U.S. 643 (1961); Wolf versus Colorado,\n338 U.S. 25 (1949); Linkletter versus Walker, 381 U.S. 618 (1965).\nNúmero de páginas: 234.\nAnálise: 12/01/2009, JBM.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"IMPTE.(S): PARTIDO POPULAR SOCIALISTA - PPS\nADV.(A/S): LEILA DE SOUZA PORTELLA\nADV.(A/S): ROBERTO JOÃO PEREIRA FREIRE\nIMPDO.(A/S): PRESIDENTE DA CÂMARA DOS DEPUTADOS\nLIT.PAS.(A/S): PARTIDO DO MOVIMENTO DEMOCRÁTICO BRASILEIRO - PMDB\nADV.(A/S): GASTÃO DE BEM\nLIT.PAS.(A/S): PARTIDO DA REPÚBLICA\nADV.(A/S): MARCELO ÁVILA DE BESSA\nLIT.PAS.(A/S): PARTIDO SOCIAL CRISTÃO - PSC\nADV.(A/S): VÍTOR NÓSSEIS\nLIT.PAS.(A/S): HOMERO ALVES PEREIRA\nLIT.PAS.(A/S): COLBERT MARTINS DA SILVA FILHO\nLIT.PAS.(A/S): AÍRTON BERNARDO ROVEDA\nLIT.PAS.(A/S): MARIA LUCENIRA FERREIRA OLIVEIRA PIMENTEL\nLIT.PAS.(A/S): PAULO PIAU NOGUEIRA\nLIT.PAS.(A/S): NEILTON MULIM DA COSTA\nLIT.PAS.(A/S): RAIMUNDO VELOSO SILVA\nADV.(A/S): MARCELO ÁVILA DE BESSA E OUTRO(A/S)\nLIT.PAS.(A/S): CARLOS ROBERTO MASSA JÚNIOR\nADV.(A/S): MARCELO ÁVILA DE BESSA\nADV.(A/S): GUILHERME DE SALLES GONÇALVES E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":2483,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"MS 26602","processo_classe_processual_unificada_classe_sigla":"MS","julgamento_data":"2007-10-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MANDADO DE SEGURANÇA","documental_doutrina_texto":"AMADO, Gilberto. Eleição e Representação. Brasília: Senado Federal,\n1999. p. 53, 61-62, 78, 617.\nATALIBA, Geraldo. República e Constituição. São Paulo: RT, 1985.\np. 64-65.\nBACHOFF, Otto. Normas Constitucionais Inconstitucionais. Coimbra:\nAtlântida Editora, 1977. p. 62-64.\nBLACK, Henry Campbell. Handbook on the Construction and Interpretation\nof the Laws. West Publishing, Minn., 1911. p. 17, 20.\nBOBBIO, Noberto. Teoria do Ordenamento Jurídico. Tradução de Mara\nCeleste dos Santos. Brasília: UNB, 1997.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional. 6. ed.\nCoimbra: Almedina, 1995. p.372-373.\n____. Direito Constitucional e Teoria da Constituição. 3. ed.\nCoimbra: Almedina, 1998. p. 250, 308.\n____. Direito Constitucional e Teoria da Constituição. 7. ed.\nCoimbra: Almedina, 2003. p. 315-317, 319, 327.\n____. ; Moreira, Vital. Constituição da República\nPortuguesa Anotada. vol. 1. 4. ed. Coimbra, 2007. p. 682-683.\nCLÈVE, Clèmerson Merlin. Novo regime constitucional  dos partidos\npolíticos. Fidelidade partidária vinculando votação em processo de\nimpeachment. Revisibiliade dos atos partidários pelo judiciário.\nCompetência da Justiça Eleitoral. In: Cadernos de Direito\nConstitucional e Ciência Política. São Paulo: RT, 1998. n. 24.\np. 217-218.\n____. Fidelidade Partidária. Curitiba: Juruá, 1999. p. 23-25, 26, 78.\nCUNHA, Sérgio Sérvulo da. A Lei dos Partidos Políticos. Revista\nTrimestral de Direito Público, n. 19, 1997. p. 40\nDUVERGER, Maurice. Os Partidos Políticos. Rio de Janeiro: Zahar, 1970.\np. 197, 387-388, 446-447, 449.\nDWORKIN, Ronald. O Direito da Liberdade - A leitura moral da\nconstituição norte - americana. São Paulo: Martins Fontes, 2006.\np. 11, 13, 57-58.\nFERRAZ JUNIOR, Tércio Sampaio. Direito Constitucional. Manole, 2007.\np. 4, 7.\nGRIMM, Dieter. Politishe Parteien. In: BENDA, Ernst; MAIHOFER, Werner;\nVOGEL, Hans - Jochen (Hrsg). Handbuch des Verfassungsrechts. Band 1,\nBerlim/Nova York, 1995. p. 599.\n____. Verfassungserichtsbarkeit - Funktion und\nFunktionsgrenzen in Demokratischem Staat. In: Jus-Didaktik, Heft 4,\nMunique, 1977. p. 83.\nHäBERLE, Peter. Hermenêutica Constitucional - A Sociedade Aberta dos\nIntérpretes da Constituição: Contribuição para a Interpretação\nPluralista e Procedimental da Constituição. Porto Alegre: Sérgio\nFabris Editor, 1977. p. 31, 32.\n____. Zeit und Verfassung. In: Probleme der\nVerfassungsinterpretation, org: Dreier, Ralf/Scwegmann, Friedrich,\nNomos, Baden-Baden, 1976. p. 295-296, 300, 312-313 .\nJEAN, François Aubert.Traité de Droit Constitutionnel. Suisse,\nJurisprudence, Générale Dalloz, Paris e ÉditionsIdes et Calendes,\nNeuchatel, 1967. vol. 1. p. 117.\nJOBIM, Nelson. Direito e Processo Eleitoral no Brasil. In: MALHEIROS,\nAntônio Carlos e outros (Coord.). Inovações do Novo Código Civil.\nSão Paulo: Quartier Latin. p. 195.\nLARENZ, Karl. Metodologia da Ciência do Direito. 3. ed. Lisboa, 1997.\np. 495, 498-500, 517.\n____. Metodologia da Ciência do Direito. 5. ed. Lisboa:\nFundação Calouste Gulbenkian, 1983. p. 521-522.\nMAINWARING, Scott. Políticos Partidos e Sistemas Eleitorais. In:\nEstudos\nEleitorais. TSE 2, maio - ago. 1997. p. 335.\nMELO, Carlos Ranulfo F. Migração Partidária na Câmara dos Deputados.\nCausas, consequências e possíveis soluções. In: BENEVIDES, Maria\nVictória; VANUCCHI, Paulo; KERCHE, Fábio (Org.). São Paulo: Perseu\nAbramo, 2003. p. 322.\nPORTO, Walter Costa. A Mentirosa Urna. São Paulo: Martins Fontes,\n2004. p. 78, 143, 157, 163, 176.\nREIS, Palhares Moreira. O Partido Político e a Lei de 1995. In: ROCHA,\nCármen Lúcia Antunes; VELLOSO, Carlos Mário da Silva\n(Coord.), Direito Eleitoral. Belo Horizonte: Del Rey, 1996. p. 188.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 10.\ned. São Paulo: Malheiros, 1995. p. 386-387.\n____. Curso de Direito Constitucional Positivo. 27.\ned. São Paulo: Malheiros, 2006. p. 376.\nSTOCO, Rui; STOCO, Leandro. Legislação Eleitoral Interpretada:\nDoutrina e Jurisprudência. 2. ed. São Paulo: RT, 2006. p. 288-289.\nSILVA, Luís Virgílio Afonso da. Sistemas Eleitorais: tipos, efeitos,\njurídico-políticos e aplicação ao caso brasileiro. p. 78, 138, 146,\n149, 154, 156, 160, 161.\nTREVELYAN, George Macauley. História Política de Inglaterra. México:\nFondo de Cultura Econômica, 1943. p. 143.","ministro_facet":["EROS GRAU"],"processo_numero":26602,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur3596","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deliberou afetar ao Plenário do Supremo\nTribunal\n   Federal o julgamento do presente recurso extraordinário, nos\n   termos de proposta formulada pelo Ministro-Relator. Ausentes,\n   justificadamente, neste julgamento, os Senhores Ministros Gilmar\n   Mendes e Cezar Peluso. 2ª Turma, 05.09.2006.\nDecisão: Após o voto\n   do Senhor Ministro Eros Grau (relator), que negava provimento ao\n   recurso, pediu vista dos autos o Senhor Ministro Menezes Direito.\n   Ausentes, justificadamente, o Senhor Ministro Celso de Mello, o\n   Senhor Ministro Joaquim Barbosa (licenciado) e, neste julgamento,\n   o Senhor Ministro Marco Aurélio. Presidência da Senhora Ministra\n   Ellen Gracie. Plenário, 21.02.2008.\nDecisão: Prosseguindo no julgamento, o Tribunal, por unanimidade e\n   nos termos do voto do relator, negou provimento ao recurso. Não\n   votou o Senhor Ministro Marco Aurélio por não ter assistido ao\n   relatório e ao voto na assentada anterior. Ausentes,\n   justificadamente, o Senhor Ministro Joaquim Barbosa e, neste\n   julgamento, a Senhora Ministra Ellen Gracie (Presidente).\n   Presidiu o julgamento o Senhor Ministro Gilmar Mendes\n   (Vice-Presidente). Plenário, 06.03.2008.","is_repercussao_geral_merito":false,"relator_processo_nome":"EROS GRAU","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur3596","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2023-10-04T13:50:46.897769","dg_unique":"sjur3596","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. LEI N. 3.338/89 DO MUNICÍPIO DE\n   FLORIANÓPOLIS/SC. SOLO CRIADO. NÃO CONFIGURAÇÃO COMO TRIBUTO.\n   OUTORGA ONEROSA DO DIREITO DE CRIAR SOLO. DISTINÇÃO ENTRE ÔNUS,\n   DEVER E OBRIGAÇÃO. FUNÇÃO SOCIAL DA PROPRIEDADE. ARTIGOS 182 E\n   170, III DA CONSTITUIÇÃO DO BRASIL.\n1.      SOLO CRIADO\n        Solo\n   criado é o solo artificialmente criado pelo homem [sobre ou sob o\n   solo natural], resultado da construção praticada em volume\n   superior ao permitido nos limites de um coeficiente único de\n   aproveitamento.\n2.      OUTORGA ONEROSA DO DIREITO DE CRIAR SOLO.\n   PRESTAÇÃO DE DAR CUJA SATISFAÇÃO AFASTA OBSTÁCULO AO EXERCÍCIO,\n   POR QUEM A PRESTA, DE DETERMINADA FACULDADE. ATO NECESSÁRIO.\n   ÔNUS.\n        Não há, na hipótese, obrigação. Não se trata de tributo.\n   Não se trata de imposto. Faculdade atribuível ao proprietário de\n   imóvel, mercê da qual se lhe permite o exercício do direito de\n   construir acima do coeficiente único de aproveitamento adotado em\n   determinada área, desde que satisfeita prestação de dar que\n   consubstancia ônus. Onde não há obrigação não pode haver tributo.\n   Distinção entre ônus, dever e obrigação e entre ato devido e ato\n   necessário.\n3.      ÔNUS DO PROPRIETÁRIO DE IMÓVEL URBANO.\n        Instrumento próprio à política de desenvolvimento urbano, cuja\n   execução incumbe ao Poder Público municipal, nos termos do\n   disposto no artigo 182 da Constituição do Brasil. Instrumento\n   voltado à correção de distorções que o crescimento urbano\n   desordenado acarreta, à promoção do pleno desenvolvimento das\n   funções da cidade e a dar concreção ao princípio da função social\n   da propriedade [art. 170, III da CB].\n4.              Recurso\n   extraordinário conhecido, mas não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=387047&classe=RE","externo_seq_objeto_incidente":2124203,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-078  DIVULG 30-04-2008  PUBLIC 02-05-2008\nEMENT VOL-02317-04  PP-00799\r\nRTJ VOL-00204-03 PP-01314\nLEXSTF v. 30, n. 355, 2008, p. 263-287","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=387047&classe=RE","is_colac":false,"titulo":"RE 387047","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1988\n          ART-00005 INC-00002 ART-00102 INC-00003 LET-C\n          ART-00145 PAR-00002 ART-00150 INC-00001\n          ART-00156 ART-00170 INC-00003 ART-00182\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00003 ART-00113 ART-00114 ART-00119\n          ART-00121\n          CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00031 INC-00003\n                LLC-1993 LEI DE LICITAÇÕES\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL\nFEDERAL\n","LEG-FED   LEI-006766      ANO-1979\n          LEI ORDINÁRIA\n","LEG-FED   LEI-010257      ANO-2001\n          ESTATUTO DA CIDADE\n          LEI ORDINÁRIA\n","LEG-FED   DEL-001470      ANO-1976\n          ART-00001\n          DECRETO-LEI\n","LEG-FED   SUMSTF-000282\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-MUN   LEI-003338      ANO-1989\n          ART-00009 PAR-00001\n          LEI ORDINÁRIA DO MUNICÍPIO DE FLORIANÓPOLIS, SC"],"publicacao_data":"2008-05-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUSÊNCIA, OBRIGAÇÃO TRIBUTÁRIA,\nPARCELA DO SOLO CRIADO, NATUREZA JURÍDICA, ÔNUS, PROPRIETÁRIO,\nOBTENÇÃO, DIREITO DE CONSTRUIR, IMÓVEL, LIMITE SUPERIOR, COEFICIENTE\nÚNICO DE APROVEITAMENTO, TERRENO. CABIMENTO, APLICAÇÃO, SANÇÃO\nJURÍDICA, DESCUMPRIMENTO, OBRIGAÇÃO, CARACTERIZAÇÃO, ILÍCITO, PESSOA,\nINOBSERVÂNCIA, INTERESSE ALHEIO. CUMPRIMENTO, ÔNUS, CARACTERIZAÇÃO,\nMEIO, PESSOA, AQUISIÇÃO, CONSERVAÇÃO, DIREITO, INTERESSE PRÓPRIO.\nOBRIGAÇÃO, CONFIGURAÇÃO, ATO DEVIDO, EXEMPLO, PAGAMENTO, TRIBUTO,\nDECORRÊNCIA, EXERCÍCIO, ATIVIDADE ECONÔMICA. ÔNUS, CONFIGURAÇÃO, ATO\nNECESSÁRIO, CONDIÇÃO, CONTINUIDADE, EXERCÍCIO, ATIVIDADE ECONÔMICA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: NATUREZA\nJURÍDICA, PARCELA DO SOLO CRIADO, INDENIZAÇÃO, DESTINAÇÃO, PODER\nPÚBLICO, AUMENTO, INFRA-ESTRUTURA URBANA, DECORRÊNCIA, ACRÉSCIMO,\nPROPRIEDADE.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CEZAR PELUSO: INOCORRÊNCIA,\nSEPARAÇÃO, DIREITO DE CONSTRUIR, DIREITO DE PROPRIEDADE, ÂMBITO,\nLEGISLAÇÃO BRASILEIRA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=387047&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdãos citados: RE 191454, RE 236316, RE 361755 AgR, AI 648760 AgR.\n- Legislação estrangeira citada: art. 1134, 3, do Código Civil da\nFrança.\nNúmero de páginas: 36\nAnálise: 28/05/2008, AAC.\nAlteração: 16/04/2009, CEL.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S): KOERICH PARTICIPAÇÕES ADMINISTRAÇÃO E CONSTRUÇÃO LTDA\nADV.(A/S): GUSTAVO AMORIM E OUTRO(A/S)\nRECDO.(A/S): MUNICÍPIO DE FLORIANÓPOLIS\nADV.(A/S): OSCAR JUVÊNCIO BORGES NETO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":3596,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 387047","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2008-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ANDRADE, Manuel A. Domingues de. Teoria Geral das Obrigações. 3. ed.\nCoimbra: Livraria Almedina, 1966. p. 1, 5.\nATALABIA, Geraldo. Noções de Direito Tributário. São Paulo: Revista\ndos Tribunais, 1964. p. 42.\nATALABIA, Geraldo. Hipótese de Incidência Tributária. São Paulo:\nRevista dos Tribunais, 1973. p. 9.\nBOBBIO, Noberto. Teoria della Norma Giuiridica. Turim: G. Glapichelli,\n1958. p. 160-164.\nBRUNETTI. Oberdan Tommaso Scozzafava. Onere (nozione). In:\nEnciclopedia\ndel Diritto. Giuffrè. v. 30, p. 100-110.\nCARNELUTTI. Sistema di Diritto Processuale Civile. Pádua: CEDAM, 1936.\nv. 1, p. 51, 55.\nCARTA DO EMBU. In: O solo criado/Carta do Embu. São Paulo: Fundação\nPrefeito Faria Lima, 1977. p. 170.\nCOMPARATO, Fábio Konder. Essai d' Analyse Dualiste de l' Obligation en\nDroit Privé. Paris: Librairie Dalloz, 1964. p. 36.\nFALCÃO, Amílcar de Araújo. Fato Gerador da Obrigação Tributária. 2.\ned. São Paulo: Revista dos Tribunais, 1971. p. 24.\nFANUCCHI, Fábio. Curso de Direito Tributário. 4. ed. São Paulo: Resenha\nTributária, 1976. v. 1, p. 213.\nGRAU, Eros Roberto. Depósito compulsório. In: Enciclopédia Saraiva. v.\n23, p. 396-401.\nGRAU, Eros Roberto. Notas sobre o ordenamento jurídico dos preços.\nRevista da Faculdade de Direito da Universidade Federal de Minas\nGerais, v. 28, p. 139, out. 1979.\nJARACH, Dino. Curso Superior de Derecho Tributario. Buenos Aires:\nLiceo Profesional Cima, 1969. p. 173-174.\nLARENZ, Karl. Allgemeiner Teil des Burgerlichen Rechts. Munique:\nVerlag C. H. Beck, 1967. p. 179.\nLUMIA, Giuseppe. Princípios de Teoria e Ideologia del Derecho. Tradução\nde Alfonson Ruiz Miguel. Madrid: Editorial Debate, 1982. p. 101.\nMAXIMILIANO, Carlos. Hermenêutica e Aplicação do Direito. 6. ed. Rio\nde Janeiro: Freitas Bastos, 1957. p. 164-165.\nMICHELI, Gian Antonio. L' Onere della Prova. Pádua: CEDAM, 1966. p.\n63-65.\nPASTOR, Juan Alfonso Santamaría. Principios de Derecho Administrativo.\nMadrid: Editorial Centro de Estudios Ramón Areceres, 1998. v. 1, p.\n380-381.\nSOUZA, Rubens Gomes de. Compêndio de Legislação Tributária. 3. ed. Rio\nde Janeiro: Financeiras. p. 63.\nSTEFANO, Giuseppe de. Onere (Dirito processuale Civile). In:\nEnciclopedia del Diritto. Giuffré. v. 30, p. 114.\nTANDOGAN, Haluk. Notions Préliminaires à la Théorie Générale des\nObligations. Genebra: Libraire de l' Université Georg,1972. p. 28-29.\nTHUR, Andreas von. Allgemeiner Teil des Schwelzeischen\nObligationrechts. (Partie Générales du Code Féderal des\nObligations).Tradução francesa de Maurice de Torrenté e Emil Thilo.\nLausanne: Imprimerie Centrale. 2. ed. v. 1, p. 9, 10.\nTHUR, Andreas von. Tratado de Las Obligaciones. Tradução de W. Roces.\nMadri: Reus, 1934. tomo I, p. 4-5.\nTORRENTÉ, Maurice de; THILO, Emile. Partie Générale du Code Féderal\ndes Obligations. 2. ed. Lausanne: Imprimerie Centrale, 1933. v. 1, p.\n9-10.","ministro_facet":["EROS GRAU"],"processo_numero":387047,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur5762","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":true,"acordao_ata":"O Tribunal, por decisão unânime, deliberou que a\napreciação da matéria fosse julgada em definitivo no seu mérito,\nabrindo-se vista dos autos ao Procurador-Geral da República.\nPresidência do Senhor Ministro Nelson Jobim. Plenário, 02.08.2004.\nDecisão: Após o voto do Senhor Ministro Marco Aurélio,\nRelator, resolvendo a questão de ordem no sentido de assentar a\nadequação da ação proposta, pediu vista dos autos o Senhor Ministro\nCarlos Britto. Em seguida, o Tribunal, acolhendo proposta do Senhor\nMinistro Eros Grau, passou a deliberar sobre a revogação da liminar\nconcedida e facultou ao patrono da argüente nova oportunidade de\nsustentação oral. Prosseguindo no julgamento, o Tribunal, por\nmaioria, referendou a primeira parte da liminar concedida, no que\ndiz respeito ao sobrestamento dos processos e decisões não\ntransitadas em julgado, vencido o Senhor Ministro Cezar Peluso. E o\nTribunal, também por maioria, revogou a liminar deferida, na segunda\nparte, em que reconhecia o direito constitucional da gestante de\nsubmeter-se à operação terapêutica de parto de fetos anencefálicos,\nvencidos os Senhores Ministros Relator, Carlos Britto, Celso de\nMello e Sepúlveda Pertence. Votou o Presidente, Ministro Nelson\nJobim. Falaram, pela argüente, o Dr. Luís Roberto Barroso e, pelo\nMinistério Público Federal, o Dr. Cláudio Lemos Fonteles,\nProcurador-Geral da República. Plenário, 20.10.2004.\nDecisão: Renovado o pedido de vista do Senhor Ministro\nCarlos Britto, justificadamente, nos termos do § 1º do artigo 1º da\nResolução nº 278, de 15 de dezembro de 2003. Presidência do Senhor\nMinistro Nelson Jobim. Plenário, 09.12.2004.\nDecisão: Prosseguindo no julgamento, o Tribunal, por\nmaioria, entendeu admissível a argüição de descumprimento de\npreceito fundamental e, ao mesmo tempo, determinou o retorno dos\nautos ao relator para examinar se é caso ou não da aplicação do\nartigo 6º, § 1º da Lei nº 9.882/1999, vencidos os Senhores Ministros\nEros Grau, Cezar Peluso, Ellen Gracie e Carlos Velloso, que não a\nadmitiam. Votou o Presidente, Ministro Nelson Jobim. Plenário,\n27.04.2005.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur5762","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T13:51:33.967304","dg_unique":"sjur5762","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO","is_processo_antigo":false,"ementa_texto":"ADPF - ADEQUAÇÃO - INTERRUPÇÃO DA GRAVIDEZ - FETO ANENCÉFALO -\n   POLÍTICA JUDICIÁRIA - MACROPROCESSO. Tanto quanto possível, há de\n   ser dada seqüência a processo objetivo, chegando-se, de imediato,\n   a pronunciamento do Supremo Tribunal Federal. Em jogo valores\n   consagrados na Lei Fundamental - como o são os da dignidade da\n   pessoa humana, da saúde, da liberdade e autonomia da manifestação\n   da vontade e da legalidade -, considerados a interrupção da\n   gravidez de feto anencéfalo e os enfoques diversificados sobre a\n   configuração do crime de aborto, adequada surge a argüição de\n   descumprimento de preceito fundamental.\n        ADPF - LIMINAR -\n   ANENCEFALIA - INTERRUPÇÃO DA GRAVIDEZ - GLOSA PENAL - PROCESSOS\n   EM CURSO - SUSPENSÃO. Pendente de julgamento a argüição de\n   descumprimento de preceito fundamental, processos criminais em\n   curso, em face da interrupção da gravidez no caso de anencefalia,\n   devem ficar suspensos até o crivo final do Supremo Tribunal\n   Federal.\n        ADPF - LIMINAR - ANENCEFALIA - INTERRUPÇÃO DA\n   GRAVIDEZ - GLOSA PENAL - AFASTAMENTO - MITIGAÇÃO. Na dicção da\n   ilustrada maioria, entendimento em relação ao qual guardo reserva,\n   não prevalece, em argüição de descumprimento de preceito\n   fundamental, liminar no sentido de afastar a glosa penal\n   relativamente àqueles que venham a participar da interrupção da\n   gravidez no caso de anencefalia.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=54&classe=ADPF-QO","externo_seq_objeto_incidente":3732004,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-092  DIVULG 30-08-2007  PUBLIC 31-08-2007\nDJ 31-08-2007 PP-00029\nEMENT VOL-02287-01 PP-00021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=54&classe=ADPF","is_colac":false,"titulo":"ADPF 54 QO","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1967\n          ART-00119 INC-00003 LET-A\n          REDAÇÃO DADA PELA EMC-1/1969\n      CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n          EMENDA CONSTITUCIONAL\n","LEG-FED   EMC-000007      ANO-1977\n          EMENDA CONSTITUCIONAL\n","LEG-FED   CF       ANO-1891\n          ART-00083\n                CF-1891 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1934\n          ART-00187\n                CF-1934 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1937\n          ART-00183\n                CF-1937 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1988\n          ART-00001 INC-00004 ART-00005 INC-00002\n          ART-00006 \"CAPUT\" ART-00007 INC-00004\n          ART-00034 INC-00007 ART-00060\n          PAR-00004 ART-00102 INC-00003 LET-A LET-B\n          LET-C PAR-00001 ART-00196\n                CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-002848    ANO-1940\n          ART-00124 ART-00126 \"CAPUT\" ART-00128 INC-00001\n          INC-00002\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-005869    ANO-1973\n          ART-00485 INC-00005\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00002\n                CC-2002 CÓDIGO CIVIL\n","LEG-FED   LEI-009434      ANO-1997\n          ART-00001 ART-00002 ART-00003\n          LEI ORDINÁRIA\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 INC-00001 PAR-ÚNICO ART-00002\n          INC-00001 ART-00003 INC-00003 INC-00005\n          ART-00004 PAR-00001 ART-00006 PAR-00001\n          ART-00010 \"CAPUT\"\n          LEI ORDINÁRIA\n","LEG-FED DLG-000027 ANO-1992\n         APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n         DECRETO LEGISLATIVO\n","LEG-FED DEC-000678 ANO-1992\n          PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n          DECRETO\n","LEG-INT   CVC\n          ART-00004 NÚMERO-1\n          CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE\nSÃO JOSÉ DA COSTA RICA)\n","LEG-FED   EMR-000007      ANO-1978\n          EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\n","LEG-FED   RES-001752      ANO-2004\n          RESOLUÇÃO DO CONSELHO FEDERAL DE MEDICINA - CFM\n","LEG-FED   PJL-001135      ANO-1991\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\n","LEG-FED   PJL-001174      ANO-1991\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\n","LEG-FED   PJL-003280      ANO-1992\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\n","LEG-FED   PJL-000176      ANO-1995\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\n","LEG-FED   PJL-001956      ANO-1996\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\n","LEG-FED   PJL-002929      ANO-1997\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\n","LEG-FED   PJL-000183      ANO-2004\n          PROJETO DE LEI, SENADO FEDERAL\n","LEG-FED   PJL-003744      ANO-2004\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS\n","LEG-FED   PJL-004304      ANO-2004\n          PROJETO DE LEI, CÂMARA DOS DEPUTADOS"],"publicacao_data":"2007-08-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: POSSIBILIDADE, \r\nREVOGAÇÃO,\nPROVIMENTO LIMINAR, QUALQUER TEMPO. INDEFERIMENTO PARCIAL, REFERENDO, \r\nLIMINAR,\nCONCESSÃO, DECISÃO MONOCRÁTICA, RELATOR, RISCO, BEM JURÍDICO, OBJETO, \r\nPROTEÇÃO,\nORDEM JURÍDICA, DIREITO, NASCITURO, TUTELA, VIDA INTRA-UTERINA. \r\nINOCORRÊNCIA,\nRISCO, DIREITO À SAÚDE, VIDA, GESTANTE. DESCABIMENTO, CONCESSÃO, LIMINAR\nSATISFATIVA.  - QUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EROS \r\nGRAU,\nMIN.  JOAQUIM BARBOSA, MIN. ELLEN GRACIE, MIN. CARLOS VELLOSO: \r\nNECESSIDADE,\nEXAME, ADMISSIBILIDADE, ADPF, ANTERIORIDADE, CONCESSÃO, LIMINAR.  - \r\nQUESTÃO DE\nORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: STF, UTILIZAÇÃO,\nCONVENIÊNCIA POLÍTICA, SUBSTITUIÇÃO, CRITÉRIO, \"PERICULUM IN MORA\", \r\nCONCESSÃO,\nLIMINAR, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. INEXISTÊNCIA, \r\nCONVENIÊNCIA\nPOLÍTICA, CONCESSÃO, LIMINAR, ADFF, CASO CONCRETO, CONSEQÜÊNCIA, \r\nMUTAÇÃO,\nSISTEMA JURÍDICO.  - QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. CEZAR PELUSO:\nINDEFERIMENTO, REFERENDO, LIMINAR, INCLUSÃO, PARTE, DECISÃO, SUSPENSÃO,\nTOTALIDADE, PROCESSO CRIMINAL, TRÂMITE, OBJETO, ADPF, TERMO FINAL, \r\nDECISÃO,\nSTF.  - QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. MARCO AURÉLIO: REFERENDO, \r\nDECISÃO\nLIMINAR, DESCABIMENTO, EXCLUSÃO, APRECIAÇÃO, PODER JUDICIÁRIO, LESÃO, \r\nAMEAÇA,\nDIREITO. LIMINAR, OFERECIMENTO, FACULTATIVIDADE, GESTANTE, INTERRUPÇÃO,\nGRAVIDEZ, PRESERVAÇÃO, AUTONOMIA DA VONTADE.  - QUESTÃO DE ORDEM: VOTO \r\nVENCIDO,\nMIN. SEPÚLVEDA PERTENCE: MANUTENÇÃO, LIMINAR, FUNDAMENTO, POLÍTICA \r\nJUDICIÁRIA,\nINCONVENIÊNCIA, ALTERAÇÃO, DECISÃO, EFEITO, SITUAÇÃO DE FATO.  - QUESTÃO \r\nDE\nORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. MARCO AURÉLIO: DESCABIMENTO, \r\nIGREJA,\nINTERVENÇÃO, ESFERA, DIREITO, DECORRÊNCIA, SEPARAÇÃO, ESTADO, IGREJA.  -\nQUESTÃO DE ORDEM: ADMISSIBILIDADE, INOVAÇÃO, SUSTENTAÇÃO ORAL, \r\nSUPERVENIÊNCIA,\nQUESTÃO DE ORDEM, IRRELEVÂNCIA, INÍCIO, VOTAÇÃO, RAZÃO, EXCEPCIONALIDADE, \r\nCASO.\n- QUESTÃO DE ORDEM: ADMISSIBILIDADE, ADPF, RAZÃO, DIVERSIDADE, OPINIÃO, \r\nORIGEM\nTÉCNICA, ORIGEM RELIGIOSA, ORIGEM MORAL, TEMA, DIREITO À VIDA, OBJETO,\nEXPECTATIVA, NAÇÃO, EXEMPLO, DIREITO COMPARADO, PENA DE MORTE, ABORTO,\nEUTANÁSIA. APLICABILIDADE, PRINCÍPIO DA SEGURANÇA JURÍDICA.  \r\nINEXISTÊNCIA,\nDIVERSIDADE, MEIO JURÍDICO EFICAZ, SOLUÇÃO, CONTROVÉRSIA, DURAÇÃO, \r\nGESTAÇÃO,\nINCOMPATIBILIDADE, TEMPO, TRÂMITE, PROCESSO JUDICIAL ORDINÁRIO, CAUSA,\nPREJUDICIALIDADE, PEDIDO, ANTECIPAÇÃO TERAPÊUTICA, PARTO, FETO \r\nANENCÉFALO.  -\nQUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. AYRES BRITTO:\nAPLICABILIDADE, DISPOSITIVO, LEI DOS TRANSPLANTES, DESNECESSIDADE, \r\nAPLICAÇÃO,\nCRITÉRIO, AFERIÇÃO, MORTE ENCEFÁLICA, HIPÓTESE, ANENCÉFALO, \r\nPOSSIBILIDADE,\nPAIS, AUTORIZAÇÃO, TRANSPLANTE, ÓRGÃO, MANIFESTAÇÃO, ANTERIORIDADE, \r\nPARTO.\nPRESSUPOSTO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO FEDERAL, EXISTÊNCIA,\nPLURALIDADE, ENTENDIMENTO, INTERPRETAÇÃO, NORMA.  - QUESTÃO DE ORDEM:\nFUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: FINALIDADE, ADPF,\nALARGAMENTO, PROTEÇÃO, DIREITO FUNDAMENTAL, CABIMENTO, STF, UTILIZAÇÃO,\nINSTRUMENTO, PROTEÇÃO, DIREITO DAS MINORIAS, DIREITO DA MULHER.  - \r\nQUESTÃO DE\nORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: ADMISSIBILIDADE, \r\nPEDIDO,\nFUNDAMENTO, VIOLAÇÃO, PRECEITO FUNDAMENTAL, DIGNIDADE DA PESSOA HUMANA,\nLIBERDADE, PRINCÍPIO DA LEGALIDADE, DIREITO À SAÚDE, AFERIÇÃO, MOMENTO,\nDECISÃO, MÉRITO. SUGESTÃO, ALTERAÇÃO, JURISPRUDÊNCIA, STF, SENTIDO,\nCARACTERIZAÇÃO, INCONSTITUCIONALIDADE SUPERVENIENTE, HIPÓTESE, DIREITO\nPRÉ-CONSTITUCIONAL, DESCONFORMIDADE, CONSTITUIÇÃO FEDERAL. DESCABIMENTO,\nENTENDIMENTO, REVOGAÇÃO, DIREITO PRÉ-CONSTITUCIONAL, DECORRÊNCIA,\nDIFERENCIAÇÃO, HIERARQUIA, NORMA, SUPREMACIA, CONSTITUIÇÃO FEDERAL. \r\nAPLICAÇÃO,\nPRINCÍPIO DA SUBSIDIARIEDADE, PARÂMETRO, ESPÉCIE, PROCESSO OBJETIVO.\nINAPLICABILIDADE, PRINCÍPIO DA SUBSIDIRARIEDADE, RELAÇÃO, PROCESSO, \r\nCONTROLE\nDIFUSO. CABIMENTO, ADPF, CONTROLE DE CONSTITUCIONALIDADE, DIREITO\nPRÉ-CONSTITUCIONAL, DIREITO MUNICIPAL, DIREITO, OBJETO, REVOGAÇÃO. \r\nRELEVÂNCIA,\nINTERESSE PÚBLICO, JUSTIFICATIVA, LEI, ADPF.  ADMISSIBILIDADE, HABEAS \r\nCORPUS,\nINSTRUMENTO, PROTEÇÃO, LIBERDADE INDIVIDUAL. POSSIBILIDADE, SEDE, HABEAS\nCORPUS, STF, RECONHECIMENTO, INOVAÇÃO, CLÁUSULA EXCLUDENTE DA ILICITUDE,\nGENERALIZAÇÃO, ENTENDIMENTO, PODER JUDICIÁRIO, ÓRGÃO, ADMINISTRAÇÃO \r\nPÚBLICA.  -\nQUESTÃO DE ORDEM: FUNDAMENTAÇÃO COMPLEMENTAR, MIN. SEPÚLVEDA PERTENCE:\nINAPLICABILIDADE, INSTITUTO, LEGITIMAÇÃO EXTRAORDINÁRIA, SUBSTITUIÇÃO\nPROCESSUAL, REQUERENTE, ADPF, CONFEDERAÇÃO, RELAÇÃO, FILIADO. DISTINÇÃO,\nPERTINÊNCIA TEMÁTICA, \"LEGITIMATIO AD CAUSAM\".  PEDIDO, ADPF, \r\nFINALIDADE,\nEXCLUSÃO, TIPICIDADE, CRIME DE ABORTO, DISTINÇÃO, EXCLUDENTE DE \r\nPUNIBILIDADE.\nINOCORRÊNCIA, PEDIDO, CRIAÇÃO, NORMA PENAL. POSSIBILIDADE, INVERSÃO,\nENTENDIMENTO CONSOLIDADO, SENTIDO, LEI, FACE, SUPERVENIÊNCIA, \r\nCONSTITUIÇÃO\nFEDERAL, MUDANÇA, CONHECIMENTO MÉDICO, MATÉRIA.  - QUESTÃO DE ORDEM: \r\nVOTO\nVENCIDO, MIN. CEZAR PELUSO: INEXISTÊNCIA, DÚVIDA SÉRIA, INTERPRETAÇÃO, \r\nNORMA\nPENAL, OBJETO, AÇÃO.  CARACTERIZAÇÃO, CONTROVÉRSIA, MATÉRIA\nINFRACONSTITUCIONAL. INOCORRÊNCIA, COMPROVAÇÃO, CONTROVÉRSIA JUDICIAL\nRELEVANTE, APLICAÇÃO, PRECEITO FUNDAMENTAL.  DESCABIMENTO, INVOCAÇÃO, \r\nPRECEITO\nGENÉRICO, DIGNIDADE DA PESSOA HUMANA, FUNDAMENTO, OFENSA, CONSTITUIÇÃO \r\nFEDERAL.\nINAPLICABILIDADE, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO FEDERAL. \r\nCABIMENTO,\nPODER LEGISLATIVO, INOVAÇÃO, HIPÓTESE, EXCLUSÃO DE ILICITUDE. \r\nEXISTÊNCIA,\nREPERCUSSÃO JURÍDICA, PATRIMÔNIO, HIPÓTESE, NASCIMENTO COM VIDA.  - \r\nQUESTÃO DE\nORDEM: VOTO VENCIDO, MIN. ELLEN GRACIE: DESCABIMENTO, STF, ATUAÇÃO, \r\nLEGISLADOR\nPOSITIVO, USURPAÇÃO, COMPETÊNCIA, PODER LEGISLATIVO, OFENSA, PRINCÍPIO \r\nDA\nSEPARAÇÃO DOS PODERES.  POSSIBILIDADE, ABORTO, EXCLUSIVIDADE, HIPÓTESE, \r\nABORTO\nSENTIMENTAL, DECORRÊNCIA, ESTUPRO, ABORTO TERAPÊUTICO, RISCO, VIDA, MÃE.\nCABIMENTO, ADPF, PARÂMETRO, PRECEITO FUNDAMENTAL, CORRESPONDÊNCIA, \r\nPRINCÍPIOS\nSENSÍVEIS, CONSTITUIÇÃO FEDERAL. CONFLITO, DIREITO PRÉ-CONSTITUCIONAL,\nCONSTITUIÇÃO FEDERAL, MATÉRIA, CONFLITO INTERTEMPORAL, NORMA. EXAGERO,\nELASTÉRIO, HIPÓTESE, CABIMENTO, ADPF, HIPÓTESE, DIREITO \r\nPRÉ-CONSTITUCIONAL,\nAUSÊNCIA, PRAZO, PRECLUSÃO, CONSEQÜÊNCIA, INSEGURANÇA JURÍDICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=54&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-QO","documental_observacao_texto":"-Acórdãos citados: ADC 1, ADI 2, ADPF 4, ADPF 33, Rp 94,\nADI 581 (RTJ 144/154), Rp 946 (RTJ 82/44), Rp 969 (RTJ\n99/544), Rp 1012 (RTJ 95/900), Rcl 2381 AgR (RTJ 192/91),\nADI 3046 (RTJ 191/510), MS 21745, HC 69921 (RTJ 147/235),\nHC 71713, RE 71758 (RTJ 66/165), HC 72582, HC 72930, HC\n74761 (RTJ 162/688), HC 74983 (RTJ 163/1083), HC 76946, HC\n82959, HC 84025 (RTJ 191/624), RE 109098 (RTJ 125/769), RE\n121336 (RTJ 139/624); RTJ 144/153; STJ: HC 32159; TJSP: MS\n309340; RT 397/101, RT 703/333; RTJETJSP 145/281.\n- Decisão estrangeira citada: Caso Roe v. Wade da Suprema\nCorte dos Estados Unidos da América.\n-Legislação estrangeira citada: Constituição de Weimar;\nartigos 123, inciso I, e 178, inciso II, da Constituição de\nBonn; artigo 282, parágrafo 4º, da Constituição portuguesa\nde 1976; artigos 33, e 44, I, \"A\", da Lei Orgânica do\nTribunal Constitucional Espanhol; artigo 44, parágrafo 90,\nincisos I e II, da Lei Orgânica da Corte Constitucional\nalemã; livro 2, e capítulo 3, artigos 2213-1 a 2213-4 do livro 2 do\nCódigo de Saúde Pública da França; art. 140 da Lei Constitucional da\nÁustria; art. 134 da Constituição da Itália; e Lei Constitucional de\n9/2/1948, da Itália.\n- Veja ADI 2231 e Rcl 2391.\nNúmero de páginas: 216.\nAnálise: 26/09/2007, JOY.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"ARGTE.(S)           : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA\n   SAÚDE - CNTS\nADV.(A/S)           : LUÍS ROBERTO BARROSO E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":5762,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 54 QO","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2005-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NA ARGÜIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"ADAMOVICH, L.; SPANNER, Hans. Han dbuch des österreichischen\nVerfassungsrechts. 5ª e 6ª. ed. Nova York: Viena, 1957. 5ª ed., p.\n398;\n6ª ed., p. 456.\nALMAGRO, José. Justicia Constitucional, Comentarios a la Ley Orgânica\ndel Tribunal Constitucional. 2. ed. Valência, 1989, p.324-325.\nBARBALHO, João. Constituição Federal Brasileira. Comentários, p. 356.\nBARROS, Sérgio Resende de. O Nó Górdio do Sistema Misto. In: Argüição\nde descumprimento de preceito fundamental: Análises à luz da Lei nº\n9.882/99. São Paulo: Ed. Atlas, 2001. p. 194.\nBRYDE, Otto-Brun. Verfassungsengsentwicklung, Stabilität und Dynamik im\nVerfassungsrecht der Bundesrepublik Deutschland. Baden-Baden, 1982. p.\n244-245.\nBROSSARD, Paulo. Constituição e leis a ela anteriores. In: Revista\nTrimestral de Direito Público, 1993. v. 4, p. 16.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional. 5ª ed. p. 235.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da\nConstituição. 4. ed. editora Almedina, 2000. p. 1265-1266.\nCANOTILHO, José Joaquim Gomes. Direito Constitucional e Teoria da\nConstituição. Coimbra, 2002. p. 1.049, 1288.\nKOOGAN/HOUAISS. Enciclopédia e Dicionário Koogan/Houaiss. Rio de\nJaneiro: Guanabara Koogan, 1994. p. 4, 52\nFOURIER, Charles. Jornal \"O Capital\", Ano XIV, nº 131, Aracaju - SE,\n2005. p. 2.\nFRIGÉRIO, Marcos Valentin. et al. Aspectos Bioéticos e Jurídicos do\nAbortamento Seletivo no Brasil. Revista da Sociedade Brasileira de\nMedicina Fetal, abril de 2001.\nGAMBINI, Roberto. Revista Cláudia. Editora Abril, 2005. p. 78-81.\nIPSEN, Jörn. Rechtsfolgen der Verfassungswidrigkeit von Norm und\nEinzelakt. Baden-Baden, 1980, p. 161, 163-165.\nKELSEN. Wesen und Entwicklung der Staatsgerichtsbarkeit. 1929. v. 5, p.\n64.\nMENDES, Gilmar Ferreira. Argüição de descumprimento de preceito\nfundamental: Parâmetro de Controle o Objeto. In: Argüição de\ndescumprimento de preceito fundamental: Análises à luz da Lei nº\n9.882/99.  São Paulo: Ed. Atlas, 2001. p. 136-137.\nMENDES, Gilmar Ferreira. Direitos Fundamentais e Controle de\nConstitucionalidade. Editora Saraiva, 2004. p. 267.\nMORAES, Alexandre de. Comentários à Lei nº 9.882/99: Argüição de\nDescumprimento de Preceito Fundamental. In: Argüição de descumprimento\nde preceito fundamental: Análises à luz da Lei nº 9.882/99.  São\nPaulo: Ed. Atlas, 2001.  p. 20.\nNÉRI DA SILVEIRA, José. O Supremo Tribunal Federal e a interpretação\njurídica com eficácia normativa. In: Sesquicentenário do Supremo\nTribunal Federal. Brasília: Editora Universidade de Brasília, 1982. p.\n131-153.\nNÉRI DA SILVEIRA, José. PARECER encaminhado ao processo pela União dos\nJuristas Católicos do Rio de Janeiro.\nNUNES, José de Castro. Teoria e Prática do Poder Judiciário. p.\n603-604.\nPIERANDREI, Franco. Corte Costituzionale. In: Enciclopedia del Diritto.\nMilão, 1962. v. 10, p. 908.\nPINOTTI, José Aristodemo. Anencefalia. Folha de São Paulo, 26 de\nnovembro de 2004. Opinião, Tendências/Debates.\nREALE, Miguel. Estudos de Direito I. Editora RECORD, p. 40.\nRITTERSPACH, T. Probleme der italienischen Verfassungsgerichtsbarkeit:\n20 Jahre Corte Costituzionale. p. 104-137.\nRUFFIA, Paolo Biscaretti di. Derecho Constitucional. p. 268.\nSALES, Eugênio.  Artigo. Jornal do Commercio, Rio de Janeiro, 4 de\ndezembro de 2004. Caderno A, p. 15.\nSANDULLI, Aldo. Die Verfassungsgerichtbarkeit in Italien, in Mosler,\nVerfassungsgerichtbarkeit in der Gegenwart. p. 292.\nSCHLAICH, Klaus. Das Bundesverfassungsgericht. 4ª ed. 1997. p. 162,\n184.\nSCHLAICH, Klaus. Das Bundesverfassungsgericht. München, 1985. p. 188.\nSCIASCIA, Gaetano. Die Rechtsprechun des Verfassungsgerichtshofs der\nitalienischen Republik. JöR, 1957.\nWEBER, A. Die Verfassungsgerichtsbarkeit in Spanien. JöR, 1985.\nZAGREBELSKY, Gustavo. La Giustizia Costituzionale. p. 42.\nZUCK, Rüdiger. Das Recht der Verfassungsbeschwerde. 2.ed. Munique,\n1988.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":54,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur5413","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, à unanimidade e nos termos do voto do Relator,\n   deferiu o pedido de extradição. Ausentes, justificadamente, os\n   Senhores Ministros Joaquim Barbosa, Menezes Direito e, neste\n   julgamento, o Senhor Ministro Cezar Peluso. Presidiu o julgamento\n   a Senhora Ministra Ellen Gracie. Plenário, 15.10.2007.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur5413","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T13:51:33.967304","dg_unique":"sjur5413","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: 1. Extradição instrutória. 2. Investigações para\n   esclarecimento da suposta prática de 351 casos de fraude e\n   infidelidade profissional. 3. Pleito extradicional baseado no\n   art. 81 da Lei nº 6.815, de 19 de agosto de 1980 (\"Estatuto do\n   Estrangeiro\") e na promessa de reciprocidade de tratamento para\n   casos análogos entre a República Federativa do Brasil e a\n   República Federativa da Alemanha. 4. Atendimento dos requisitos\n   formais. 5. Os crimes pelos quais está sendo investigado o\n   extraditando na Alemanha, especificados nos arts. 263, parágrafo\n   I, parágrafo III, número 1, e 266, parágrafo I, do Código Penal\n   Alemão, têm correspondência com os crimes tipificados no Código\n   Penal Brasileiro (arts. 155, § 4º, inciso II e 171 do CP).\n   Configuração da dupla tipicidade. 6. Inocorrência de prescrição.\n   7. Não-incidência do disposto no art. 88 da Lei nº 6.815/1980,\n   tendo em vista que não houve julgamento de mérito da Extradição\n   nº 988/Alemanha. Precedentes: EXT - QO nº 479/EUA, Rel. Min.\n   Carlos Madeira, DJ 3.3.1989; EXT nº 836/Egito, Rel. Min. Carlos\n   Velloso, Pleno, unânime, DJ 11.10.2002; e EXT nº 951/Itália, Rel.\n   Min. Marco Aurélio, Pleno, unânime, DJ 9.9.2005. 8. Pedido de\n   extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1078&classe=Ext","externo_seq_objeto_incidente":2497770,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-134  DIVULG 30-10-2007  PUBLIC 31-10-2007\nDJ 31-10-2007  PP-00078  EMENT VOL-02296-01  PP-00027","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1078&classe=Ext","is_colac":false,"titulo":"Ext 1078","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\n          ART-00155 PAR-00004 INC-00002 ART-00171\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00071 ART-00077 INC-00006 ART-00081\n          ART-00085 PAR-00001 ART-00088\n                EE-1980 ESTATUTO DO ESTRANGEIRO"],"publicacao_data":"2007-10-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ATENDIMENTO, REQUISITO, DUPLA TIPICIDADE,\nCRIME DE ESTELIONATO, CRIME DE FURTO. POSSIBILIDADE, RENOVAÇÃO, PEDIDO,\nEXTRADIÇÃO, FUNDAMENTAÇÃO, FATO IDÊNTICO, DECORRÊNCIA, AUSÊNCIA, JULGAMENTO,\nMÉRITO, PEDIDO, EXTRADIÇÃO, ANTERIORIDADE. DESCABIMENTO, ANÁLISE, EXTRADIÇÃO,\nMÉRITO, AÇÃO PENAL, JUÍZO ESTRANGEIRO, CONFORMIDADE, SISTEMA, CONTENCIOSIDADE\nLIMITADA, COMPETÊNCIA, STF, APRECIAÇÃO, DEFESA, REFERÊNCIA, IDENTIDADE, PESSOA\nRECLAMADA, DEFEITO, FORMA, DOCUMENTO, ILEGALIDADE, EXTRADIÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1078&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 479 QO (RTJ 129/510), Ext 545 (RTJ 166/802),\nExt 804 (RTJ 183/42), Ext 811 (RTJ 185/393), Ext 836 (RTJ 191/11), Ext\n853 (RTJ 186/796), Ext 866 (RTJ 190/807), Ext 897 (RTJ 193/440), Ext\n936, Ext 947 (RTJ 196/64), Ext 951, Ext 972, Ext 985.\n- Legislação estrangeira citada: artigos 53, 263, parágrafo I,\nparágrafo III, número 1, e 266, parágrafo I do Código Penal Alemão.\n- Veja Ext 988.\nNúmero de páginas: 10\nAnálise: 22/11/2007, ACL.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S): GOVERNO DA ALEMANHA\nEXTDO.(A/S): HORST MICHAEL MEFFERT\nADV.(A/S): EDVALDO MENDONÇA DE MIRANDA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":5413,"documental_tese_texto":null,"procedencia_geografica_completo":"RFA - REPÚBLICA FEDERAL DA ALEMANHA","processo_codigo_completo":"Ext 1078","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2007-10-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1078,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur5212","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, à unanimidade e nos termos do voto do Relator,\n   deferiu o pedido de extradição. Ausentes, justificadamente, os\n   Senhores Ministros Joaquim Barbosa, Menezes Direito e, neste\n   julgamento, os Senhores Ministros Celso de Mello e Cezar Peluso.\n   Presidiu o julgamento a Senhora Ministra Ellen Gracie. Plenário,\n   15.10.2007.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur5212","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T13:51:33.967304","dg_unique":"sjur5212","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: 1. Extradição instrutória. 2. Investigações para\n   esclarecimento da suposta prática do crime de tráfico ilícito de\n   entorpecentes. 3. Pleito extradicional baseado no art. 81 da Lei\n   nº 6.815, de 19 de agosto de 1980 (\"Estatuto do Estrangeiro\") e\n   no art. IX do Tratado de Extradição firmado entre o Brasil e o\n   Peru em 13 de fevereiro de 1919 e promulgado pelo Decreto nº\n   15.506, de 31 de maio de 1922. 4. Atendimento dos requisitos\n   formais. 5. O crime pelo qual está sendo investigado o\n   extraditando no Peru, especificado nos arts. 296 e 297 do Código\n   Penal Peruano, têm correspondência com o crime tipificado no\n   Direito Penal Brasileiro (art. 33 da Lei nº 11.343/2006 - antigo\n   art. 12 da Lei nº 6.368/1976). Configuração da dupla tipicidade.\n   6. Inocorrência de prescrição. 7. Diante da possibilidade de\n   aplicação de prisão perpétua pelo Estado requerente, o pedido de\n   extradição deve ser deferido sob condição de que o Estado\n   requerente assuma, em caráter formal, o compromisso de comutar a\n   pena de prisão perpétua em pena privativa de liberdade com o\n   prazo máximo de 30 anos. 8. Pedido de extradição deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1060&classe=Ext","externo_seq_objeto_incidente":2415059,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-134  DIVULG 30-10-2007  PUBLIC 31-10-2007\nDJ 31-10-2007  PP-00078  EMENT VOL-02296-01  PP-00016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1060&classe=Ext","is_colac":false,"titulo":"Ext 1060","documental_legislacao_citada_texto":["LEG-FED   DEL-002848      ANO-1940\n          ART-00297 ART-00304\n                CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00037 INC-00006 ART-00077\n          INC-00004 ART-00081 ART-00089 ART-00090\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n","LEG-FED   LEI-006368      ANO-1976\n          ART-00012 \"CAPUT\" ART-00018 INC-00001\n                LTX-1976 LEI DE TÓXICOS\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033\n                LTX-2006 LEI DE TÓXICOS\n","LEG-FED   DEC-015506      ANO-1922\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\n          PERU EM 13 DE FEVEREIRO DE 1919\n          DECRETO\n","LEG-FED   DEC-005853      ANO-2006\n          PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\n          PERU EM 25 DE AGOSTO DE 2003\n          DECRETO\n","LEG-FED    DLG-00071       ANO-2006\n          APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E\n      PERU EM 25 DE AGOSTO DE 2003\n          DECRETO LEGISLATIVO\n","LEG-INT   TTD      ANO-1919\n          ART-00009\n          TRATADO DE EXTRADIÇÃO ENTRE BRASIL E PERU\n","LEG-INT   TTD                  ANO-2003\n          ART-00013 ART-00021 LETRA-C\n          TRATADO DE EXTRADIÇÃO ENTRE BRASIL E PERU"],"publicacao_data":"2007-10-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ATENDIMENTO, REQUISITO, DUPLA\nTIPICIDADE,\nCRIME DE TRÁFICO DE ENTORPECENTES.  CONFIGURAÇÃO, JUÍZO DISCRICIONÁRIO,\nCONVENIÊNCIA, OPORTUNIDADE, PRESIDENTE DA REPÚBLICA, FINALIDADE,\nENTREGA,\nEXTRADITANDO, PENDÊNCIA, CUMPRIMENTO, PENA, BRASIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1060&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 657 (RTJ 163/478), Ext 828 (RTJ 183/849), Ext\n855, Ext 879 (RTJ 192/461), Ext 893 (RTJ 194/25), Ext 944, Ext 947 (RTJ\n196/64), Ext 963, Ext 965, Ext 978, Ext 985, Ext 1002, Ext 1020.\n- Legislação estrangeira citada: artigos 296 e 297 do Código Penal\nperuano.\nNúmero de páginas: 11\nAnálise: 23/11/2007, ACL.","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S): GOVERNO DO PERU\nEXTDO.(A/S): JONATHAN CHRISTIAN HUACAC TORRICO OU JONANTHAN\n   CHRISTIAN HUARAC TORRICO OU JONATHAN CHRISTIAN HUACAC TORRICO OU\n   JONATHAN CRISTIAN HUACAC TORRICO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":5212,"documental_tese_texto":null,"procedencia_geografica_completo":"PU - PERU","processo_codigo_completo":"Ext 1060","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2007-10-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1060,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur9556","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":null,"is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, deferiu o pedido de\nextradição, nos termos do voto da relatora. Ausentes, justificadamente,\nos Senhores\nMinistros Celso de Mello e Eros Grau. Presidiu o julgamento o Senhor\nMinistro Nelson Jobim. Plenário, 19.12.2005.","is_repercussao_geral_merito":false,"relator_processo_nome":"ELLEN GRACIE","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur9556","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":null,"dg_atualizado_em":"2023-10-04T13:51:33.967304","dg_unique":"sjur9556","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO. GOVERNO DOS PAÍSES BAIXOS. TRÁFICO DE COCAÍNA.\n1.      Pedido extradicional deferido, com dispensa do\ninterrogatório, tendo em vista a concordância do extraditando, que\nabdicou de qualquer defesa. Controle de legalidade feito pelo\nMinistério Público Federal. Precedentes.\n2.      Pedido deferido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=1018&classe=Ext","externo_seq_objeto_incidente":2334104,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 24-02-2006  PP-00006\nEMENT VOL-02222-01 PP-00063","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1018&classe=Ext","is_colac":false,"titulo":"Ext 1018","documental_legislacao_citada_texto":["LEG-FED   DEL-002848    ANO-1940\n          ART-00109 INC-00001\n          CP-1940 CÓDIGO PENAL\n","LEG-FED   LEI-006368      ANO-1976\n          ART-00012\n          LTX-1976 LEI DE TÓXICOS\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 ART-00078 INC-00001\n          ART-00080\n                EE-1980 ESTATUTO DO ESTRANGEIRO"],"publicacao_data":"2006-02-24","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1018&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdãos citados: Ext 751, Ext 872, Ext 909, Ext 977.\n- Legislação estrangeira citada: art. 2 e art. 10.4 da Lei da Droga -\nLegislação Holandesa; e art. 70.4 da Lei Penal Holandesa.\nNúmero de páginas: (5).\nAnálise:17/03/06, (RMO). Revisão:(JOY/RCO).","procedencia_geografica_pais_sigla":null,"julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DO REINO DOS PAÍSES BAIXOS\nEXTDO.(A/S)         : IVAN JOHANNES JOSEFINA MARIA SEEVENS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":9556,"documental_tese_texto":null,"procedencia_geografica_completo":"HL - HOLANDA","processo_codigo_completo":"Ext 1018","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2005-12-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ELLEN GRACIE"],"processo_numero":1018,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}