{"result":{"took":704,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.848335,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436126","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Relator que, concedia a ordem para confirmar a liminar deferida, a fim de determinar o trancamento do Processo Penal 0013583-38.2015.8.19.0029, em trâmite na Vara Criminal de Magé/RJ, apenas com relação à paciente Janaína Farias Martins Viana, por inépcia da denúncia e ausência de justa causa e julgava prejudicado o agravo regimental interposto pela PGR, pediu vista o Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 27.9.2019 a 3.10.2019.\r\n\n           Decisão: Após o voto do Ministro Gilmar Mendes, Relator, que concedia a ordem para trancamento da ação penal, pediu vista o Ministro Edson Fachin. Ausente, justificadamente, por motivo de licença médica, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 4.2.2020. \r\n\n           Decisão: Após o voto do Ministro Relator, que concedia a ordem, que foi acompanhado pelo Ministro Ricardo Lewandowski, e do voto divergente do Ministro Edson Fachin, pediu vista a Ministra Cármen Lúcia. Ausente, justificadamente, por motivo de licença médica, o Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 18.2.2020.\r\n\n           Decisão: A Turma, por maioria, concedeu a ordem para confirmar a liminar deferida, a fim de determinar o trancamento do Processo Penal 0013583-38.2015.8.19.0029, em trâmite na Vara Criminal de Magé/RJ, apenas com relação à paciente Janaína Farias Martins Viana, por inépcia da denúncia e ausência de justa causa, e julgou prejudicado o agravo regimental interposto pela PGR, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Celso de Mello. Segunda Turma, Sessão Virtual de 8.5.2020 a 14.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur436126","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436126","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Inépcia da denúncia. Responsabilização objetiva inadmissível em Direito Penal. 3. Ausência de justa causa. Paciente que apenas emprestou seu nome para constituição de sociedade empresária. 4. Ordem concedida. Trancamento de processo penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754328807","externo_seq_objeto_incidente":5508057,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-268  DIVULG 09-11-2020  PUBLIC 10-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=159697&classe=HC","is_colac":false,"titulo":"HC 159697","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00090\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00029 ART-00288\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2020-11-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, STF, INDISPENSABILIDADE, CONTINUIDADE, PERSECUÇÃO PENAL, AUSÊNCIA, COMPROVAÇÃO, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, INDÍCIO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. PERSECUÇÃO PENAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. DENÚNCIA GENÉRICA, DIREITO DE DEFESA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: RESPONSABILIDADE PENAL, CONDIÇÃO, SÓCIO COTISTA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: JUSTA CAUSA, REQUISITO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: ACÓRDÃO, RECURSO EM HABEAS CORPUS, CABIMENTO, RECURSO EXTRAORDINÁRIO. HABEAS CORPUS, INSTRUÇÃO, ÔNUS, PARTE IMPETRANTE. DENÚNCIA, INDICAÇÃO, FATO CRIMINOSO, CIRCUNSTÂNCIA DO CRIME. HABEAS CORPUS, REEXAME, FATO, PROVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=159697&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(JURISPRUDÊNCIA, STF, INDISPENSABILIDADE, CONTINUIDADE, PERSECUÇÃO PENAL, AUSÊNCIA, COMPROVAÇÃO, CONDUTA ATÍPICA, EXTINÇÃO DA PUNIBILIDADE, AUSÊNCIA, INDÍCIO, AUTORIA DO CRIME, MATERIALIDADE DO FATO)\nHC 91603 (2ªT), HC 93224 (2ªT), HC 95761 (2ªT), HC 98631 (1ªT), HC 113007 (2ªT), HC 121719 (2ªT), HC 132179 (2ªT), AgRg no RHC 80208. \n(PERSECUÇÃO PENAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nHC 107263 (2ªT). \n(DENÚNCIA GENÉRICA, DIREITO DE DEFESA)\nHC 73271 (1ªT), Inq 3218 (TP), HC 113386 (2ªT). \n(ACÓRDÃO, RECURSO EM HABEAS CORPUS, CABIMENTO, RECURSO EXTRAORDINÁRIO)\nRHC 123002 (1ªT). \n(HC, INSTRUÇÃO, ÔNUS, PARTE IMPETRANTE)\nHC 95434 (1ªT), HC 103606 (1ªT), HC 130240 AgR (1ªT), HC 131202 AgR (TP). \n(TRANCAMENTO DA AÇÃO PENAL, REQUISITO)\nHC 132170 AgR (2ªT). \n(DENÚNCIA, INDICAÇÃO, FATO CRIMINOSO, CIRCUNSTÂNCIA DO CRIME)\nHC 84580 (2ªT), Inq 3752 (2ªT). \n(HC, REEXAME, FATO, PROVA)\nRHC 105150 (1ªT), HC 111398 (2ªT), HC 118602 (2ªT), RHC 121092 (1ªT). \n(RESPONSABILIDADE PENAL, CONDIÇÃO, SÓCIO COTISTA)\nAP 1005 QO (2ªT). \n(JUSTA CAUSA, REQUISITO)\nHC 158217 (1ªT). \n- Decisão monocrática citada:\n(HC, REEXAME, FATO, PROVA)\nHC 137695.\n- Legislação estrangeira citada: artigo 1º, da Constituição alemã.\nNúmero de páginas: 43.\nAnálise: 28/10/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : JANAINA FARIA MARTINS VIANA \nIMPTE.(S)  : DIOGO TEBET DA CRUZ \nADV.(A/S)  : VICTOR VIEITES DO VALLE PIRES \nCOATOR(A/S)(ES) : SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436126,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"HC 159697","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2020-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Processo Penal. 7. ed. São Paulo: Thomson Reuters Brasil, 2019.\nMAUNZ, Theodor; DÜRIG, Günther. Grundgesetz Kommentar. Band I. München, Verlag C.H. Beck, 1990, 1I. 18.","ministro_facet":["GILMAR MENDES"],"processo_numero":159697,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur436409","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), que referendava o indeferimento da liminar; dos votos dos Ministros Alexandre de Moraes, Luiz Fux, Cármen Lúcia, Ricardo Lewandowski e Gilmar Mendes, que deferiam parcialmente a medida cautelar, a fim de, sem redução de texto, suspender em parte a aplicabilidade do art. 3º, VI, b, e §§ 6º e 7º, II, da Lei nº 13.979/2020 aos Estados, ao Distrito Federal e aos Municípios; e dos votos dos Ministros Edson Fachin e Rosa Weber, que deferiam parcialmente a medida cautelar requerida para conferir interpretação conforme ao inciso II do § 7º do art. 3º da Lei nº 13.979/2020, a fim de explicitar que, nos termos do inciso I do art. 198 da Constituição e desde que amparadas em evidências científicas e nas recomendações da Organização Mundial da Saúde, Estados, Municípios e Distrito Federal podem determinar as medidas sanitárias de isolamento, quarentena, exumação, necropsia, cremação e manejo de cadáver, pediu vista dos autos o Ministro Dias Toffoli (Presidente). Falaram: pelo requerente, o Dr. Levi Borges de Oliveira Veríssimo; pelos interessados Presidente da República e Congresso Nacional, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; e, pela interessada Federação Brasileira de Telecomunicações - FEBRATEL, o Dr. Felipe Monnerat Solon de Pontes Rodrigues. Afirmou suspeição o Ministro Roberto Barroso. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 30.04.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                 Decisão: O Tribunal, por maioria, concedeu parcialmente a cautelar para i) suspender parcialmente, sem redução de texto, o disposto no art. 3º, VI, b, e §§ 6º e 7º, II, a fim de excluir estados e municípios da necessidade de autorização ou observância ao ente federal; e ii) conferir interpretação conforme aos referidos dispositivos no sentido de que as medidas neles previstas devem ser precedidas de recomendação técnica e fundamentada, devendo ainda ser resguardada a locomoção dos produtos e serviços essenciais definidos por decreto da respectiva autoridade federativa, sempre respeitadas as definições no âmbito da competência constitucional de cada ente federativo, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos o Ministro Marco Aurélio (Relator), que trazia a referendo o indeferimento da medida liminar, e, em parte, os Ministros Edson Fachin e Rosa Weber, que deferiam parcialmente a medida cautelar para conferir interpretação conforme ao inciso II do § 7º do art. 3º da Lei nº 13.979/2020. Afirmou suspeição o Ministro Roberto Barroso, ausente justificadamente. Presidência do Ministro Dias Toffoli. Plenário, 06.05.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur436409","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:43:34.270262","dg_unique":"sjur436409","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC-Ref","is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. PANDEMIA DO CORONAVÍRUS (COVID-19). AS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIAS SÃO ALICERCES DO FEDERALISMO E CONSAGRAM A FÓRMULA DE DIVISÃO DE CENTROS DE PODER EM UM ESTADO DE DIREITO (ARTS. 1º E 18 DA CF). COMPETÊNCIAS COMUNS E CONCORRENTES E RESPEITO AO PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE (ARTS. 23, II, 24, XII, E 25, § 1º, DA CF). CAUTELAR PARCIALMENTE CONCEDIDA.\n\n\n\n    1.Em momentos de acentuada crise, o fortalecimento da união e a ampliação de cooperação entre os três poderes, no âmbito de todos os entes federativos, são instrumentos essenciais e imprescindíveis a serem utilizados pelas diversas lideranças em defesa do interesse público, sempre com o absoluto respeito aos mecanismos constitucionais de equilíbrio institucional e manutenção da harmonia e independência entre os poderes, que devem ser cada vez mais valorizados, evitando-se o exacerbamento de quaisquer personalismos prejudiciais à condução das políticas públicas essenciais ao combate da pandemia de COVID-19.\n\n\n\n    2.A gravidade da emergência causada pela pandemia do coronavírus (COVID-19) exige das autoridades brasileiras, em todos os níveis de governo, a efetivação concreta da proteção à saúde pública, com a adoção de todas as medidas possíveis e tecnicamente sustentáveis para o apoio e manutenção das atividades do Sistema Único de Saúde. \n\n\n\n    3.A União tem papel central, primordial e imprescindível de coordenação em uma pandemia internacional nos moldes que a própria Constituição estabeleceu no SUS. \n\n\n\n    4.Em relação à saúde e assistência pública, a Constituição Federal consagra a existência de competência administrativa comum entre União, Estados, Distrito Federal e Municípios (art. 23, II e IX, da CF), bem como prevê competência concorrente entre União e Estados/Distrito Federal para legislar sobre proteção e defesa da saúde (art. 24, XII, da CF); permitindo aos Municípios suplementar a legislação federal e a estadual no que couber, desde que haja interesse local (art. 30, II, da CF); e prescrevendo ainda a descentralização político-administrativa do Sistema de Saúde (art. 198, CF, e art. 7º da Lei 8.080/1990), com a consequente descentralização da execução de serviços, inclusive no que diz respeito às atividades de vigilância sanitária e epidemiológica (art. 6º, I, da Lei 8.080/1990).\n\n\n\n    5.Não compete, portanto, ao Poder Executivo federal afastar, unilateralmente, as decisões dos governos estaduais, distrital e municipais que, no exercício de suas competências constitucionais, adotaram ou venham a adotar, no âmbito de seus respectivos territórios, importantes medidas restritivas como a imposição de distanciamento ou isolamento social, quarentena, suspensão de atividades de ensino, restrições de comércio, atividades culturais e à circulação de pessoas, entre outros mecanismos reconhecidamente eficazes para a redução do número de infectados e de óbitos, como demonstram a recomendação da OMS (Organização Mundial de Saúde) e vários estudos técnicos científicos, como por exemplo, os estudos realizados pelo Imperial College of London, a partir de modelos matemáticos (The Global Impact of COVID-19 and Strategies for Mitigation and Suppression, vários autores; Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand, vários autores).\n\n\n\n    6.Os condicionamentos imposto pelo art. 3º, VI, “b”, §§ 6º, 6º-A e 7º, II, da Lei 13.979/2020, aos Estados e Municípios para a adoção de determinadas medidas sanitárias de enfrentamento à pandemia do COVID-19, restringem indevidamente o exercício das competências constitucionais desses entes, em detrimento do pacto federativo.\n\n\n\n    7.Medida Cautelar parcialmente concedida para: (a) suspender, sem redução de texto, o art. 3º, VI, “b”, e §§ 6º, 6º-A e 7º, II, excluídos Estados e Municípios da exigência de autorização da União, ou obediência a determinações de órgãos federais, para adoção de medidas de restrição à circulação de pessoas; e (b) conferir interpretação conforme aos referidos dispositivos para estabelecer que as medidas neles previstas devem ser fundamentadas em orientações de seus órgãos técnicos correspondentes, resguardada a locomoção de produtos e serviços essenciais definidos por ato do Poder Público federal, sempre respeitadas as definições no âmbito da competência constitucional de cada ente federativo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=754391739","externo_seq_objeto_incidente":5882358,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-273  DIVULG 16-11-2020  PUBLIC 17-11-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6343&classe=ADI","is_colac":false,"titulo":"ADI 6343 MC-Ref","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00005 INC-00078 \n          PAR-00002 ART-00018 ART-00021 INC-00018 \n          ART-00022 INC-00010 INC-00011 INC-00023 \n          ART-00023 INC-00002 INC-00009 PAR-ÚNICO \n          ART-00024 \"CAPUT\" INC-00012 INC-00017 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00025 PAR-00001 PAR-00003 ART-00026 \n          ART-00030 INC-00001 INC-00002 ART-00035 \n          INC-00003 ART-00062 ART-00093 INC-00009 \n          ART-00177 PAR-00002 INC-00001 ART-00196 \n          ART-00197 ART-00198 \"CAPUT\" INC-00001 \n          ART-00200 INC-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00059\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00065\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-008080      ANO-1990\n          ART-00006 INC-00001 PAR-00002 ART-00007 \n          ART-00016 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009782      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012466      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012587      ANO-2012\n          ART-00017 INC-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013979      ANO-2020\n          ART-00003 INC-00001 INC-00002 INC-00006 \n          LET-B PAR-00001 PAR-00006 PAR-0006A \n          PAR-00007 INC-00002 PAR-00009 PAR-00010\n                LEI ORDINÁRIA\n\n","LEG-INT   PCT      ANO-1966\n          ART-00012\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00020\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   MPR-000926      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   MPR-000927      ANO-2020\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000006      ANO-1948\n                DECRETO LEGISLATIVO - APROVA OS ATOS FIRMADOS EM NOVA YORK A 22 DE JULHO DE 1946, POR OCASIÃO DA CONFERÊNCIA INTERNACIONAL DE SAÚDE\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000395      ANO-2009\n                DECRETO LEGISLATIVO - APROVA O REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   DLG-000006      ANO-2020\n                DECRETO LEGISLATIVO\n\n","LEG-FED   DEC-026042      ANO-1948\n                DECRETO - PROMULGA OS ATOS FIRMADOS EM NOVA YORK A 22 DE JULHO DE 1946, POR OCASIÃO DA CONFERENCIA INTERNACIONAL DE SAUDE\n\n","LEG-FED   DEC-000591      ANO-1992\n          ART-00001 ART-00002 ITEM-1 ITEM-2 \n          ART-00003 ITEM-1 ART-00006 ITEM-2\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-007508      ANO-2011\n                DECRETO\n\n","LEG-FED   DEC-010212      ANO-2020\n                DECRETO - PROMULGA O TEXTO REVISADO DO REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-FED   DEC-010282      ANO-2020\n          ART-00003 PAR-00001 INC-00005 INC-00006 \n          PAR-00008\n                DECRETO\n\n","LEG-FED   DEC-010292      ANO-2020\n                DECRETO\n\n","LEG-FED   PRT-000188      ANO-2020\n                PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PJL-003110      ANO-1989\n                PROJETO DE LEI\n\n","LEG-INT   REG      ANO-2005\n          ANEXO-1 LET-A LET-B ANEXO-2 \n          ANEXO-3 ANEXO-4 LET-A LET-B \n          LET-C ANEXO-5 LET-A LET-B \n          ANEXO-6 LET-A LET-B LET-C \n          LET-D LET-E LET-F LET-G \n          LET-H ART-00017 LET-A LET-B \n          LET-C LET-D LET-E LET-F \n          LET-G ART-00018 ART-00042 ART-00043 \n          NÚMERO-1 LET-A LET-B NÚMERO-2 \n          LET-A LET-B LET-C\n                REGULAMENTO SANITÁRIO INTERNACIONAL, ACORDADO NA 58ª ASSEMBLEIA GERAL DA ORGANIZAÇÃO MUNDIAL DE SAÚDE, EM 23 DE MAIO DE 2005\n\n","LEG-INT   ATO      ANO-1946\n                ATO FIRMADOS EM NOVA YORK A 22 DE JULHO DE 1946, POR OCASIÃO DA CONFERÊNCIA INTERNACIONAL DE SAÚDE\n\n","LEG-FED   MSG-000360      ANO-1989\n                MENSAGEM DO PRESIDENTE DA REPÚBLICA\n\n","LEG-FED   MSG-000093      ANO-2020\n                MENSAGEM DO PRESIDENTE DA REPÚBLICA\n\n","LEG-FED   MSG-000093      ANO-2020\n                MENSAGEM DO PRESIDENTE DA REPÚBLICA\n\n","LEG-EST   DEC-064879      ANO-2020\n                DECRETO, SP"],"publicacao_data":"2020-11-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: PROTEÇÃO, DIREITO À SAÚDE, COMERCIALIZAÇÃO, AMIANTO CRISOTILA. COMPETÊNCIA LEGISLATIVA, PRIVILÉGIO, INICIATIVA, ÂMBITO REGIONAL, ÂMBITO MUNICIPAL, EXCEÇÃO, OFENSA, NORMA CONSTITUCIONAL. NORMA GERAL, PROTEÇÃO, DEFESA, SAÚDE, OBSERVÂNCIA, ENTE FEDERADO, FEDERALISMO COOPERATIVO. DISTRIBUIÇÃO, COMPETÊNCIA, DEVER DE PROTEÇÃO, SAÚDE, COMPETÊNCIA SUPLEMENTAR, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: COMPETÊNCIA, ESTADO-MEMBRO, EXPLORAÇÃO, REGULAMENTAÇÃO, TRANSPORTE INTERMUNICIPAL. COMPETÊNCIA COMUM, COMPULSORIEDADE, PARTICIPAÇÃO, MUNICÍPIO, REGIÃO METROPOLITANA, MICRORREGIÃO, AGLOMERAÇÃO URBANA. INTERESSE COMUM, SUPERIORIDADE, SOMATÓRIO, INTERESSE LOCAL. INCONSTITUCIONALIDADE, ATO NORMATIVO ESTADUAL, IMPOSIÇÃO, MUNICÍPIO, CELEBRAÇÃO, CONVÊNIO, REALIZAÇÃO, OBRA PÚBLICA. DÚVIDA, COMPETÊNCIA LEGISLATIVA, INTERPRETAÇÃO, FAVORECIMENTO, COMPETÊNCIA, ENTE FEDERADO, INFERIORIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: COMPETÊNCIA CONCORRENTE, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE. COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL, INCIDÊNCIA, LEI ESTADUAL, LEI FEDERAL. CORONA VIRUS DISEASE 2019 (COVID-19), ESTADO-MEMBRO, MUNICÍPIO, AMPLIAÇÃO, RESTRIÇÃO, SERVIÇO, ATIVIDADE ESSENCIAL, DEFINIÇÃO, UNIÃO FEDERAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PANDEMIA, CORONA VIRUS DISEASE 2019 (COVID-19), RAZOABILIDADE, PROVIDÊNCIA, ÓBICE, LEGISLAÇÃO LOCAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, AFASTAMENTO, CONTEÚDO NORMATIVO, ÓBICE, OBSERVÂNCIA, DESCENTRALIZAÇÃO, SISTEMA ÚNICO DE SAÚDE (SUS).","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6343&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-MC-Ref","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PROTEÇÃO, DIREITO À SAÚDE, COMERCIALIZAÇÃO, AMIANTO CRISOTILA)\nADI 3357 (TP). \n(COMPETÊNCIA LEGISLATIVA, PRIVILÉGIO, INICIATIVA, ÂMBITO REGIONAL, ÂMBITO MUNICIPAL)\nADI 4060 (TP). \n(COMPETÊNCIA SUPLEMENTAR, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE)\nADI 3470 (TP). \n(COMPETÊNCIA, ESTADO-MEMBRO, EXPLORAÇÃO, REGULAMENTAÇÃO, TRANSPORTE INTERMUNICIPAL)\nADI 845 (TP), ADI 2349 (TP), RE 549549 AgR (2ªT). \n(COMPETÊNCIA COMUM, COMPULSORIEDADE, PARTICIPAÇÃO, MUNICÍPIO, REGIÃO METROPOLITANA, MICRORREGIÃO, AGLOMERAÇÃO URBANA)\nADI 796 (TP), ADI 1841 (TP). \n(INTERESSE COMUM, SUPERIORIDADE, SOMATÓRIO, INTERESSE LOCAL)\nADI 1842 (TP). \n(INCONSTITUCIONALIDADE, ATO NORMATIVO ESTADUAL, IMPOSIÇÃO, MUNICÍPIO, CELEBRAÇÃO, CONVÊNIO, REALIZAÇÃO, OBRA PÚBLICA)\nADI 3499 (TP). \n(DÚVIDA, COMPETÊNCIA LEGISLATIVA, INTERPRETAÇÃO, FAVORECIMENTO, COMPETÊNCIA, ENTE FEDERADO, INFERIORIDADE)\nRE 194704 (TP). \n(COMPETÊNCIA CONCORRENTE, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE)\nRE 1247930 AgR (1ªT). \n(COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL, INCIDÊNCIA, LEI ESTADUAL, LEI FEDERAL)\nRE 981825 AgR-segundo (1ªT). \n(NORMA GERAL, PROTEÇÃO, DEFESA, SAÚDE, OBSERVÂNCIA, ENTE FEDERADO, FEDERALISMO COOPERATIVO)\nADI 3357 (TP). \n(COVID-19, ESTADO-MEMBRO, MUNICÍPIO, AMPLIAÇÃO, RESTRIÇÃO, SERVIÇO, ATIVIDADE ESSENCIAL, DEFINIÇÃO, UNIÃO FEDERAL)\nADI 6341 MC-Ref (TP). \n- Decisão monocrática citada:\n(PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS)\nADPF 672.\n- Legislação estrangeira citada: Constituição de 1949, da Alemanha.\n- Decisões estrangeiras citadas: § 28 I s. 2 IfSG (Allgemeinverfügung), art. 74 Nr. 19 GG, art 83 GG (Länder), da alemanha.\n- Veja Comentário Geral n. 14, do Comitê de Direitos Econômicos e Sociais.\n- Veja Artigo, 22 da Constituição da Organização Mundial da Saúde.\nNúmero de páginas: 126.\nAnálise: 04/11/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : REDE SUSTENTABILIDADE \nADV.(A/S)  : FILIPE TORRI DA ROSA E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : FEDERACAO BRASILEIRA DE TELECOMUNICACOES - FEBRATEL \nADV.(A/S)  : FELIPE MONNERAT SOLON DE PONTES RODRIGUES E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":436409,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6343 MC-Ref","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-05-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REFERENDO NA MEDIDA CAUTELAR NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes. In: CANOTILHO, J. J. Gomes et al. (Org). Comentários à Constituição do Brasil. Saraiva: São Paulo, 2013.\nALVES, Alaôr Caffé. Regiões Metropolitanas, Aglomerações Urbanas e Microrregiões: novas dimensões constitucionais da organização do Estado brasileiro. Revista de Direito Ambiental, ano 6, v. 21, jan./mar. 2001. p. 57 (77).\nBARACHO, José Alfredo de Oliveira. Teoria Geral do Federalismo. Rio de Janeiro: Forense, 1986. p. 85 e 93.\nO mapa do coronavírus: como aumentam os casos dia a dia no Brasil e no mundo. El País. Disponível em: https://brasil.elpais.com/brasil/2020/03/12/ciencia/1584026924_318538.\nRIBEIRO, Gabriel Pedroza Bezerra. O Supremo Tribunal Federal e o fortalecimento da autonomia legislativa dos Estados no modelo federativo brasileiro. Olinda: Livro Rápido, 2019. p. 61.\nDEGENHART, Christoph. Staatsrecht I. Heidelberg. 22. ed. 2006. p. 56-60.\nFERRAZ, Tércio Sampaio. Normas gerais e competência concorrente: uma exegese do art. 24 da Constituição Federal. Revista Trimestral de Direito Público, n. 7. São Paulo: Malheiros, 1994. p. 19.\n______.______. Revista da Faculdade de Direito, Universidade De São Paulo, n. 90, p. 245-251, 1995. Disponível em: https://www.revistas.usp.br/rfdusp/article/view/67296.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 80, jan./jun. 1990.\nHOLMES, Stephen. In Case of Emergency: Misunderstanding Tradeoffs in the War on Terror. Californa Law Review, v. 97, n. 2, abr. 2009. p. 354.\nKLAFKI, Anika; KIEBLING, Andrea. Fighting COVID 19 Legal Powers and Risks: Germany, VerfBlog, 20, MAR. 2000. Disponível em:  https://verfassungs-blog.de/fightingcovid-19-legal-powers-and-risks-germany/).\nMOREIRA NETO, Diogo de Figueiredo. Competência concorrente limitada: o problema da conceituação das normas gerais. Revista de Informação Legislativa n. 100, 1988. p. 161.\nPIETRO, de Maria Sylvia Zanella Di. Direito Administrativo. 27. ed. São Paulo: Atlas, 2014. p. 481.","ministro_facet":["MARCO AURÉLIO","ALEXANDRE DE MORAES"],"processo_numero":6343,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur422916","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Marco Aurélio (Relator), conhecendo do recurso extraordinário e provendo-o, pediu vista dos autos a Senhora Ministra Cármen Lúcia. Ausente o Senhor Ministro Cezar Peluso (Presidente), em razão do falecimento de seu tio, o Professor Juarez Rubens Brandão Lopes, em São Paulo. Falaram: pelo recorrente, o Dr. Eliezer Pereira Martins; pelo recorrido, o Dr. Waldir Francisco Honorato Júnior, Procurador do Estado; e pelas interessadas, Associação Nacional de Defesa dos Servidores Públicos - ANDESP; Federação Nacional dos Trabalhadores do Judiciário Federal e Ministério Público da União - FENAJUFE e Sindicato dos Policiais Federais no Estado de Santa Catarina - SINPOFESC, respectivamente, o Dr. Wladimir Sérgio Reale, o Dr. Pedro Maurício Pita Machado e o Dr. Felisberto Odilon Córdoba. Presidência do Senhor Ministro Ayres Britto (Vice-Presidente). Plenário, 09.06.2011.\r\n\n                  Decisão: Após o voto-vista da Ministra Cármen Lúcia, acompanhando o Relator, conhecendo e provendo o recurso, e o voto do Ministro Roberto Barroso, negando-o, pediu vista dos autos o Ministro Teori Zavascki. Presidência do Ministro Joaquim Barbosa. Plenário, 03.04.2014.\r\n\n                  Decisão: Após o voto-vista do Ministro Teori Zavascki, negando provimento ao recurso, no que foi acompanhado pelos Ministros Rosa Weber e Gilmar Mendes, e o voto do Ministro Luiz Fux, que lhe dava provimento, pediu vista dos autos o Ministro Dias Toffoli. Presidência do Ministro Ricardo Lewandowski. Plenário, 02.10.2014.\r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 19 da repercussão geral, negou provimento ao recurso extraordinário, nos termos do voto do Ministro Roberto Barroso, Redator para o acórdão, vencidos os Ministros Marco Aurélio (Relator), Cármen Lúcia, Luiz Fux e Ricardo Lewandowski. Em seguida, o Tribunal deliberou fixar a tese em assentada posterior. Não votou o Ministro Alexandre de Moraes, sucessor do Ministro Teori Zavascki. Ausentes, justificadamente, o Ministro Celso de Mello e o Ministro Luiz Fux, que votou em assentada anterior. Presidência do Ministro Dias Toffoli. Plenário, 25.09.2019 (Sessão Extraordinária).\r\n\n               Decisão: Prosseguindo no julgamento, o Tribunal, por maioria, fixou a seguinte tese de repercussão geral: “O não encaminhamento de projeto de lei de revisão anual dos vencimentos dos servidores públicos, previsto no inciso X do art. 37 da CF/1988, não gera direito subjetivo a indenização. Deve o Poder Executivo, no entanto, se pronunciar, de forma fundamentada, acerca das razões pelas quais não propôs a revisão\", nos termos do voto do Ministro Roberto Barroso, Redator para o acórdão, vencido o Ministro Marco Aurélio (Relator). Não participou, justificadamente, da fixação da tese, o Ministro Ricardo Lewandowski. Presidência do Ministro Dias Toffoli. Plenário, 25.9.2019 (Sessão Ordinária).","is_repercussao_geral_merito":true,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur422916","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur422916","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional e administrativo. Recurso extraordinário. Repercussão geral. Inexistência de lei para revisão geral anual das remunerações dos servidores públicos. Ausência de direito a indenização.\n\n\n\n    1. Recurso extraordinário, com repercussão geral reconhecida, contra acórdão do TJ/SP que assentara a inexistência de direito à indenização por omissão do Chefe do Poder Executivo estadual quanto ao envio de projeto de lei para a revisão geral anual das remunerações dos respectivos servidores públicos.\n\n\n\n    2. O art. 37, X, da CF/1988 não estabelece um dever específico de que a remuneração dos servidores seja objeto de aumentos anuais, menos ainda em percentual que corresponda, obrigatoriamente, à inflação apurada no período. Isso não significa, porém, que a norma constitucional não tenha eficácia. Ela impõe ao Chefe do Poder Executivo o dever de se pronunciar, anualmente e de forma fundamentada, sobre a conveniência e possibilidade de reajuste ao funcionalismo.\n\n\n\n    3. Recurso extraordinário a que se nega provimento, com a fixação da seguinte tese: “O não encaminhamento de projeto de lei de revisão anual dos vencimentos dos servidores públicos, previsto no inciso X do art. 37 da CF/1988, não gera direito subjetivo a indenização. Deve o Poder Executivo, no entanto, pronunciar-se de forma fundamentada acerca das razões pelas quais não propôs a revisão”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752530867","externo_seq_objeto_incidente":2561880,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-102  DIVULG 27-04-2020  PUBLIC 28-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=565089&classe=RE","is_colac":false,"titulo":"RE 565089","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 ART-00007 INC-00004 \n          INC-00008 \n          ART-00037 \"CAPUT\" INC-00010 REDAÇÃO ORIGINÁRIA\n          ART-00037 \"CAPUT\" INC-00010 REDAÇÃO DADA PELA EMC-19/1998\n          ART-00037 \"CAPUT\" INC-00013 INC-00015 \n          INC-00021 PAR-00006 ART-00039 PAR-00004 \n          ART-00040 PAR-00004 ART-00061 PAR-00001 \n          INC-00002 LET-A ART-00100 ART-00102 \n          \"CAPUT\" INC-00003 LET-A ART-00113 \n          INC-00003 ART-00169\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000019      ANO-1998\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   ADCT      ANO-1988\n          ART-00008 PAR-00003\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000101      ANO-2000\n          ART-00022 INC-00001 ART-00023\n                LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-FED   LEI-007706      ANO-1988\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007783      ANO-1989\n          ART-00007 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010331      ANO-2001\n          ART-00001 ART-00002 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00397 PAR-ÚNICO\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00020 ART-00293\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   PEC-000173      ANO-1995\n                PROPOSTA DE EMENDA CONSTITUCIONAL DA CÂMARA DOS DEPUTADOS\n\n","LEG-FED   SUV-000037      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000339      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-EST   LEI-012391      ANO-2006\n          ART-00001 PAR-00001 PAR-00002 ART-00002 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 ART-00003\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-012515      ANO-2006\n          ART-00009 INC-00004\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-012677      ANO-2007\n          ART-00007 INC-00002\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-013124      ANO-2008\n          ART-00007 INC-00002\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-013578      ANO-2009\n          ART-00007 INC-00002\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-014185      ANO-2010\n          ART-00007 INC-00001 INC-00002 INC-00004\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-014489      ANO-2011\n          ART-00007 INC-00001 INC-00002 INC-00003 \n          INC-00004\n                LEI ORDINÁRIA, SP"],"publicacao_data":"2020-04-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: DIREITO À IRREDUTIBILIDADE DO SALÁRIO, REDUÇÃO, VALOR NOMINAL. MANDADO DE INJUNÇÃO, SUPRIMENTO, MORA LEGISLATIVA. PODER JUDICIÁRIO, IMPOSIÇÃO, ÍNDICE, REVISÃO GERAL ANUAL. COMPETÊNCIA, PODER JUDICIÁRIO, DECLARAÇÃO, MORA LEGISLATIVA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: STF, FUNÇÃO, REALIZAÇÃO, CONSTITUIÇÃO FEDERAL, RECONHECIMENTO, DIREITO. STF, AUTOCONTENÇÃO JUDICIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DIFERENÇA, DEFINIÇÃO, REAJUSTE, REVISÃO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: NORMA CONSTITUCIONAL, REAJUSTE ANUAL, REMUNERAÇÃO, SERVIDOR PÚBLICO, ATO OMISSIVO, OBRIGAÇÃO, INDENIZAÇÃO, CONSIDERAÇÃO, PERCENTAGEM, INFLAÇÃO, PERÍODO. MANDADO DE INJUNÇÃO, FIXAÇÃO, REGRA, EXERCÍCIO, DIREITO, CONSTITUIÇÃO FEDERAL. MANDADO DE INJUNÇÃO, RECONHECIMENTO, POSSIBILIDADE, OBTENÇÃO, INDENIZAÇÃO, PERDAS E DANOS, MORA LEGISLATIVA, REGULAMENTAÇÃO, ÓBICE, CIDADÃO, EXERCÍCIO PROFISSIONAL. MANDADO DE INJUNÇÃO, APLICAÇÃO, ANALOGIA, LEI, EXERCÍCIO, DIREITO DE GREVE. MANDADO DE INJUNÇÃO, APLICAÇÃO, ANALOGIA, LEI, PLANO DE BENEFÍCIO, PREVIDÊNCIA SOCIAL. CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA MÁXIMA EFETIVIDADE. DISTINÇÃO, AUMENTO, REAJUSTE, REMUNERAÇÃO. CORREÇÃO MONETÁRIA, RECOMPOSIÇÃO, VALOR, MOEDA. CONTRATO, EQUILÍBRIO ECONÔMICO-FINANCEIRO. PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL, CONFLITO, DIREITO FUNDAMENTAL, ARGUMENTO, CARÁTER FINANCEIRO. RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, ATO, AGENTE PÚBLICO.\n\n- VOTO VENCIDO, MIN. CÁRMEN LÚCIA: PODER JUDICIÁRIO, FIXAÇÃO, INDENIZAÇÃO, SERVIDOR PÚBLICO. AUMENTO, REAJUSTE, VENCIMENTO, LEI ESPECÍFICA, DEVIDO PROCESSO LEGISLATIVO. LEI DE RESPONSABILIDADE FISCAL, VEDAÇÃO, CONCESSÃO, VANTAGEM PECUNIÁRIA, AUMENTO, REAJUSTE, ADEQUAÇÃO, REMUNERAÇÃO, DESPESA COM PESSOAL, VALOR EXCEDENTE, LIMITAÇÃO LEGAL, EXCLUSÃO, REVISÃO GERAL ANUAL.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: JURISDIÇÃO CONSTITUCIONAL, CARÁTER POLÍTICO, EFETIVAÇÃO, DETERMINAÇÃO, CONSTITUIÇÃO FEDERAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=565089&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(MANDADO DE INJUNÇÃO, FIXAÇÃO, REGRA, EXERCÍCIO, DIREITO, CONSTITUIÇÃO FEDERAL)\nMI 232 (TP). \n(MANDADO DE INJUNÇÃO, APLICAÇÃO, ANALOGIA, LEI, EXERCÍCIO, DIREITO DE GREVE)\nMI 712 (TP). \n(STF, FUNÇÃO, REALIZAÇÃO, CONSTITUIÇÃO FEDERAL, RECONHECIMENTO, DIREITO)\nMI 670 (TP), MI 708 (TP), MI 712 (TP), MI 721 (TP), ADI 3682 (TP). \n(CORREÇÃO MONETÁRIA, RECOMPOSIÇÃO, VALOR, MOEDA)\nACO 404 execução-AgR (TP). \n(CONTRATO, EQUILÍBRIO ECONÔMICO-FINANCEIRO)\nADI 2733 (TP), ADI 2599 MC (TP). \n(PRINCÍPIO DA MÁXIMA EFETIVIDADE, CONSTITUIÇÃO FEDERAL, CONFLITO, DIREITO FUNDAMENTAL, ARGUMENTO, CARÁTER FINANCEIRO)\nRE 226835 (2ªT), RE 271286 AgR (2ªT), RE 436996 AgR (2ªT). \n(RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, ATO, AGENTE PÚBLICO)\nMS 22439 (TP). \n(REVISÃO GERAL ANUAL, REMUNERAÇÃO, SUBSÍDIO, SERVIDOR PÚBLICO)\nADI 2492, RE 424584 (2ªT). \n(MANDADO DE INJUNÇÃO, RECONHECIMENTO, POSSIBILIDADE, OBTENÇÃO, INDENIZAÇÃO, PERDAS E DANOS, MORA LEGISLATIVA, REGULAMENTAÇÃO, ÓBICE, CIDADÃO, EXERCÍCIO PROFISSIONAL)\nMI 283 (TP). \n(PODER JUDICIÁRIO, FIXAÇÃO, INDENIZAÇÃO, SERVIDOR PÚBLICO)\nRE 424584 (2ªT), RE 327621 AgR (1ªT), RE 416000 AgR (1ªT), RE 450063 AgR (1ªT), RE 512410 AgR (1ªT), RE 510467 AgR (1ªT), RE 514971 AgR (1ªT), RE 507812 AgR (1ªT), RE 501669 AgR (1ªT), RE 509795 ED (2ªT), RE 515616 AgR (2ªT), RE 527622 AgR (1ªT), RE 519577 AgR (2ªT), RE 559232 AgR (2ªT), RE 559520 AgR (2ªT), RE 554810 AgR (2ªT), RE 529489 AgR (2ªT), RE 546470 AgR (2ªT), RE 560098 AgR (2ªT), RE 557945 AgR (1ªT), RE 553947 AgR (2ªT), RE 559359 AgR (2ªT), RE 547654 AgR (2ªT), AI 680473 AgR (2ªT). \n(SÚMULA 339/STF)\nAI 454705 AgR (2ªT), RE 413993 AgR (2ªT), RE 399446 AgR (2ªT), AI 713975 AgR (1ªT), RE 391638 AgR-AgR (1ªT). \n(AUMENTO, REAJUSTE, VENCIMENTO, LEI ESPECÍFICA, DEVIDO PROCESSO LEGISLATIVO)\nADI 2113 (TP), ADI 64 (TP), ADI 1339, ADI 2061, ADI 3491 (TP), ADI 3599 (TP), ADI 3369 MC (TP). \n(DIREITO À IRREDUTIBILIDADE DO SALÁRIO, REDUÇÃO, VALOR NOMINAL)\nAI 283302 AgR (1ªT), ADI 2075 MC (TP), RE 101183 (2ªT). \n(MANDADO DE INJUNÇÃO, SUPRIMENTO, MORA LEGISLATIVA)\nMI 1011 AgR (TP), MI 4831 AgR (TP), MI 2275 ED (TP), MI 5086 ED (TP), MI 4265 AgR (TP). \n(PODER JUDICIÁRIO, IMPOSIÇÃO, ÍNDICE, REVISÃO GERAL ANUAL)\nRE 519292 AgR (1ªT), RE 527622 AgR (1ªT). \n(JURISDIÇÃO CONSTITUCIONAL, CARÁTER POLÍTICO, EFETIVAÇÃO, DETERMINAÇÃO, CONSTITUIÇÃO FEDERAL)\nMS 22164 (TP) - RTJ 164/158. \n(COMPETÊNCIA, PODER JUDICIÁRIO, DECLARAÇÃO, MORA LEGISLATIVA)\nADI 2061, ADI 2481, ADI 2486, ADI 2490. \n(STF, AUTOCONTENÇÃO JUDICIAL)\nRE 475812 AgR (2ªT), RE 632265 (TP). \n(STF, RECONHECIMENTO, MORA, CHEFE DO PODER EXECUTIVO, IMPLEMENTAÇÃO, DETERMINAÇÃO, CONSTITUIÇÃO FEDERAL)\nADI 2481, ADI 2486, ADI 2490, ADI 2492, ADI 2491, ADI 2493, ADI 2498, ADI 2497, ADI 2496, ADI 2507, ADI 2504, ADI 2512, ADI 2511, ADI 2510, ADI 2509, ADI 2508, ADI 2503, ADI 2506, ADI 2516, ADI 2517, ADI 2518, ADI 2520, ADI 2519, ADI 2524, ADI 2525. \n(MANDADO DE INJUNÇÃO, APLICAÇÃO, ANALOGIA, LEI, PLANO DE BENEFÍCIO, PREVIDÊNCIA SOCIAL)\nMI 721 (TP). \n(CONSTITUIÇÃO FEDERAL, PRINCÍPIO DA MÁXIMA EFETIVIDADE)\nADI 1458 MC (TP). \n- Decisão monocrática citada:\n(COMPETÊNCIA, PODER JUDICIÁRIO, DECLARAÇÃO, MORA LEGISLATIVA)\nADO 42.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 1112524. \n- Legislação estrangeira citada: art. 283 da Carta Portuguesa de 1976; Constituição Alemã.\nNúmero de páginas: 219.\nAnálise: 09/11/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : RUBENS ORSI DE CAMPOS FILHO \nADV.(A/S)  : ELIEZER PEREIRA MARTINS E OUTRO(A/S)\nRECDO.(A/S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nASSIST.(S)  : FEDERACAO NACIONAL DOS TRABALHADORES DO JUDICIARIO FEDERAL E MINISTERIO PUBLICO DA UNIAO \nADV.(A/S)  : RAIMUNDO CEZAR BRITTO ARAGAO E OUTRO(A/S)\nASSIST.(S)  : SINDICATO DOS POLICIAIS FEDERAIS NO ESTADO DE SANTA CATARINA - SINPOFESC \nADV.(A/S)  : SÉRGIO PIRES MENEZES E OUTRO(A/S)\nASSIST.(S)  : ASSOCIAÇÃO NACIONAL DE DEFESA DOS SERVIDORES PÚBLICOS - ANDESP \nADV.(A/S)  : WLADIMIR SERGIO REALE E OUTRO(A/S)\nINTDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nASSIST.(S)  : SINDICATO DAS CLASSES POLICIAIS CIVIS NO ESTADO DO PARANÁ - SINCLAPOL \nADV.(A/S)  : ANDREA ARRUDA VAZ \nASSIST.(S)  : ASSOCIAÇÃO DOS OFICIAIS MILITARES ESTADUAIS DO BRASIL - AMEBRASIL \nADV.(A/S)  : JOSÉ DO ESPÍRITO SANTO \nASSIST.(S)  : SINDICATO DOS POLICIAIS CIVIS DE LONDRINA E REGIÃO - SINDIPOL \nADV.(A/S)  : RAUL CANAL E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO DOS INVESTIGADORES DE POLÍCIA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : FERNANDO FABIANI CAPANO E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO UNIÃO DOS SERVIDORES DO PODER JUDICIÁRIO DO ESTADO DE SÃO PAULO \nADV.(A/S)  : PAULO ROBERTO DA CRUZ JUNIOR E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO DOS MILITARES FEDERAIS DOS EX-TERRITÓRIOS E DO ANTIGO DISTRITO FEDERAL DO BRASIL-AMFETADF \nADV.(A/S)  : JOSÉ JERONIMO FIGUEIREDO DA SILVA E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO SERVIDORES PODER LEGISLATIVO FEDERAL E DO TRIBUNAL DE CONTAS DA UNIÃO - SINDILEGIS \nADV.(A/S)  : AFONSO CARLOS MUNIZ MORAES E OUTRO(A/S)\nINTDO.(A/S)  : UNIÃO DOS AUDITORES FEDERAIS DE CONTROLE EXTERNO - AUDITAR \nADV.(A/S)  : JULIANO RICARDO DE VASCONCELLOS COSTA COUTO E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO NACIONAL DOS PROCURADORES DA FAZENDA NACIONAL \nADV.(A/S)  : HUGO MENDES PLUTARCO \nINTDO.(A/S)  : FÓRUM NACIONAL DE ADVOCACIA PÚBLICA FEDERAL (FORUM) \nADV.(A/S)  : HUGO MENDES PLUTARCO \nINTDO.(A/S)  : SINDICATO DOS POLICIAIS FEDERAIS NO DISTRITO FEDERAL \nADV.(A/S)  : ANTONIO RODRIGO MACHADO DE SOUZA E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO DOS SERVIDORES DA SUCEN - ASSUCEN \nADV.(A/S)  : RITA DE CASSIA BARBOSA LOPES VIVAS \nINTDO.(A/S)  : ASSOCIAÇÃO BRASILEIRA DOS GUARDAS MUNICIPAIS - ABRAGUARDAS \nADV.(A/S)  : REGINALDO LUIZ DA SILVA \nINTDO.(A/S)  : ASSOCIAÇÃO DOS CABOS E SOLDADOS DA POLÍCIA MILITAR E BOMBEIROS MILITAR DE GOIÁS \nADV.(A/S)  : JOSÉ MARIA SILVA SOBREIRO E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO NACIONAL DOS DEFENSORES PÚBLICOS FEDERAIS - ANADEF \nADV.(A/S)  : RAFAEL DA CAS MAFFINI \nINTDO.(A/S)  : ESTADO DE GOIÁS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nINTDO.(A/S)  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ESTADO DE MATO GROSSO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO \nINTDO.(A/S)  : ESTADO DA PARAÍBA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA PARAÍBA \nINTDO.(A/S)  : ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE PERNAMBUCO \nINTDO.(A/S)  : ESTADO DO PIAUÍ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PIAUÍ \nINTDO.(A/S)  : ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES DA UNIVERSIDADE FEDERAL DE ALAGOAS - SINTUFAL \nADV.(A/S)  : NIVALDO BARBOSA DA SILVA JÚNIOR E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS POLICIAIS FEDERAIS NO ESTADO DA BAHIA - SINDIPOL/BA \nADV.(A/S)  : MARCUS VINÍCIUS CAMINHA \nINTDO.(A/S)  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS ESTADUAIS - ANAMAGES \nADV.(A/S)  : CRISTOVAM DIONISIO DE BARROS CAVALCANTI JUNIOR \nINTDO.(A/S)  : SINDICATO NACIONAL DOS SERVIDORES FEDERAIS AUTÁRQUICOS NOS ENTES DE FORMULAÇÃO, PROMOÇÃO E FISCALIZAÇÃO DA POLÍTICA DA MOEDA E DO CRÉDITO - SINAL \nADV.(A/S)  : VERA MIRNA SCHMORANTZ E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DE CIÊNCIA, TECNOLOGIA, PRODUÇÃO E INOVAÇÃO EM SAÚDE PÚBLICA - ASFOC -SN \nADV.(A/S)  : ROGÉRIO ROCHA E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO DOS SERVIDORES DO MINISTÉRIO PÚBLICO FEDERAL - ASMPF \nADV.(A/S)  : CRISTIANO LUIZ BRANDÃO CUNHA E OUTRO(A/S)\nINTDO.(A/S)  : CONFEDERAÇÃO NACIONAL DOS SERVIDORES PÚBLICOS - CNSP \nADV.(A/S)  : JÚLIO BONAFONTE \nINTDO.(A/S)  : ASSOCIAÇÃO NACIONAL DOS SERVIDORES DO PODER JUDICIÁRIO - ANSJ \nADV.(A/S)  : JÚLIO BONAFONTE \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DO DEPARTAMENTO DE POLÍCIA FEDERAL NO ESTADO DO RIO GRANDE DO NORTE-SINPEF/RN \nADV.(A/S)  : DANIELLE GUEDES DE ANDRADE RICARTE \nINTDO.(A/S)  : SINDICATO DOS TÉCNICOS-CIENTÍFICOS DO ESTADO DO RIO GRANDE DO SUL - SINTERGS \nADV.(A/S)  : JOSÉ AUGUSTO DA FONTOURA JAPUR E OUTRO(A/S)\nINTDO.(A/S)  : CONFEDERAÇÃO DOS TRABALHADORES NO SERVIÇO PÚBLICO FEDERAL - CONDSEF \nADV.(A/S)  : JOSE LUIS WAGNER E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS EMPREGADOS EM ESTABELECIMENTOS DE SERVIÇOS DE SAÚDE DE BRASÍLIA-SINDSAÚDE \nADV.(A/S)  : LEONARDO CHAGAS \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO DO ESTADO DO RIO DE JANEIRO -SINDJUSTIÇA \nADV.(A/S)  : RUDI MEIRA CASSEL E OUTRO(A/S)\nINTDO.(A/S)  : SINDIFISCO NACIONAL - SINDICATO NACIONAL DOS AUDITORES-FISCAIS DA RECEITA FEDERAL DO BRASIL \nADV.(A/S)  : PRISCILLA MEDEIROS DE ARAÚJO BACCILE E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS DELEGADOS DE POLÍCIA DO ESTADO DO PARANÁ - SIDEPOL \nADV.(A/S)  : MILTON MIRÓ VERNALHA FILHO E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO NACIONAL DOS AUDITORES-FISCAIS DA RECEITA FEDERAL DO BRASIL - ANFIP \nADV.(A/S)  : SANDRA KARINE SOARES \nINTDO.(A/S)  : SINDICATO NACIONAL DOS SERVIDORES DAS AGÊNCIAS NACIONAIS DE REGULAÇÃO - SINAGÊNCIAS \nADV.(A/S)  : JOSE LUIS WAGNER \nINTDO.(A/S)  : CONFEDERAÇÃO DOS SERVIDORES PÚBLICOS DO BRASIL - CSPB \nADV.(A/S)  : JOSÉ OSMIR BERTAZZONI E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO NACIONAL DOS ANALISTAS TRIBUTÁRIOS DA RECEITA FEDERAL DO BRASIL - SINDIRECEITA \nADV.(A/S)  : ALESSANDRA DAMIAN CAVALCANTI E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES NO SERVIÇO PÚBLICO DO ESTADO DE GOIÁS - SINDIPÚBLICO \nADV.(A/S)  : OTÁVIO ALVES FORTE E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES DO PODER JUDICIARIO E DO MINISTERIO PUBLICO DA UNIAO NO DF-SINDJUS/DF \nADV.(A/S)  : IBANEIS ROCHA BARROS JUNIOR E OUTRO(A/S)\nINTDO.(A/S)  : ASSOCIAÇÃO DOS MAGISTRADOS MINEIROS - AMAGIS \nADV.(A/S)  : JOSÉ EDUARDO VECCHI PRATES E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DA JUSTIÇA DO RIO GRANDE SO SUL - SINDJUS/RS \nADV.(A/S)  : JORGE AIRTON BRANDAO YOUNG E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS FUNCIONÁRIOS EFETIVOS E ESTÁVEIS DA ASSEMBLÉIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL - SINFEEAL \nADV.(A/S)  : ANTÔNIO CARLOS PINTO DA SILVA \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DO MINISTÉRIO PÚBLICO DO RIO GRANDE DO SUL - SIMPE/RS \nADV.(A/S)  : JEVERTON ALEX DE OLIVEIRA LIMA E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS PROFESSORES E FUNCIONÁRIOS MUNICIPAIS DE SÃO PAULO - APROFEM \nADV.(A/S)  : ANA CRISTINA DE MOURA E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DA PROCURADORIA-GERAL DO ESTADO DO RIO GRANDE DO SUL-SINDISPGE/RS \nADV.(A/S)  : JEVERTON ALEX DE OLIVEIRA LIMA E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES DAS UNIVERSIDADES PÚBLICAS ESTADUAIS DO ESTADO DO RIO DE JANEIRO - SINTUPERJ \nADV.(A/S)  : JORGE ALVARO DA SILVA BRAGA JUNIOR \nINTDO.(A/S)  : ASSOCIAÇÃO DOS SERVIDORES DO TRIBUNAL DE CONTAS DO ESTADO DO ESPÍRITO SANTO \nADV.(A/S)  : VITOR RIZZO MENECHINI \nINTDO.(A/S)  : SINDICATO DOS FUNCIONÁRIOS PÚBLICOS DO MUNICÍPIO DE VOLTA REDONDA \nADV.(A/S)  : VICTOR JACOMO DA SILVA \nINTDO.(A/S)  : ASSOCIAÇÃO DOS CABOS E SOLDADOS DA POLÍCIA MILITAR DO ESTADO DE SÃO PAULO \nADV.(A/S)  : LICÍNIO CELESTINO FERREIRA \nINTDO.(A/S)  : ASSOCIAÇÃO DO MINISTÉRIO PÚBLICO DO RIO GRANDE DO SUL \nADV.(A/S)  : MARCELO ALMEIDA SANT&apos;ANNA \nINTDO.(A/S)  : ASSOCIACAO DOS OFICIAIS, PRACAS E PENSIONISTAS DA POLICIA MILITAR DO ESTADO DE SAO PAULO \nADV.(A/S)  : RAFAEL JONATAN MARCATTO E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS SERVIDORES PUBLICOS DO ESTADO DE SAO PAULO \nADV.(A/S)  : RAFAEL JONATAN MARCATTO E OUTRO(A/S)\nINTDO.(A/S)  : ADEPOM - ASSOCIAÇÃO DE DEFESA DOS POLICIAIS MILITARES DO ESTADO DE SÃO PAULO \nADV.(A/S)  : RAFAEL JONATAN MARCATTO E OUTRO(A/S)\nINTDO.(A/S)  : CENTRO ASSOCIATIVO DOS PROFISSIONAIS DE ENSINO DO ESTADO DE SÃO PAULO \nADV.(A/S)  : RAFAEL JONATAN MARCATTO \nASSIST.(S)  : SINDICATO DOS GUARDAS CIVIS METROPOLITANOS DE SÃO PAULO \nADV.(A/S)  : RODRIGO DE AZEVEDO FERRÃO E OUTRO(A/S)\nASSIST.(S)  : ASSOCIAÇÃO DOS JUÍZES DO RIO GRANDE DO SUL - AJURIS \nADV.(A/S)  : RAFAEL DA CAS MAFFINI \nINTDO.(A/S)  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRAS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA \nINTDO.(A/S)  : SISEPE - SINDICATO DOS SERVIDORES PÚBLICOS NO ESTADO DO TOCANTINS \nADV.(A/S)  : ROGÉRIO GOMES COELHO \nINTDO.(A/S)  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES MUNICIPAIS - ANPM \nADV.(A/S)  : TATIANA ROBLES SEFERJAN \nINTDO.(A/S)  : FEDERAÇÃO DAS ASSOCIAÇÕES E SINDICATOS DOS SERVIDORES PÚBLICOS ESTADUAIS E MUNICIPAIS DO RIO DE JANEIRO - FASP/RJ \nADV.(A/S)  : FRANCISCO DE ASSIS MARTINS VIANNA \nINTDO.(A/S)  : ASSOCIAÇÃO DOS SERVIDORES TÉCNICOS ADMINISTRATIVOS DA UNIVERSIDADE FEDERAL DE VIÇOSA - ASAV-SIDICATO \nADV.(A/S)  : JOÃO MARCOS FONSECA DE MELO E OUTRO(A/S)\nINTDO.(A/S)  : CONFEDERAÇÃO DOS SERVIDORES E FUNCIONÁRIOS PÚBLICOS DAS FUNDAÇÕES, AUTARQUIAS E PREFEITURAS MUNICIPAIS \nADV.(A/S)  : JAMIR JOSE MENALI E OUTRO(A/S)\nASSIST.(S)  : ASSOCIAÇÃO DOS SERVENTUÁRIOS DE JUSTIÇA DOS CARTÓRIOS OFICIALIZADOS DO ESTADO DE SÃO PAULO - ASJCOESP \nADV.(A/S)  : MARCO ANTÔNIO INNOCENTI E OUTRO(A/S)\nINTDO.(A/S)  : AFITESP - ASSOCIAÇÃO DOS FUNCIONÁRIOS DA FUNDAÇÃO DE TERRAS DO ESTADO DE SÃO PAULO &quot;JOSÉ GOMES DA SILVA&quot; \nADV.(A/S)  : JOÃO DIAS PAIÃO FILHO E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES E SERVIDORES PÚBLICOS DO ESTADO DO ESPÍRITO SANTO - SINDIPÚBLICOS E OUTRO(A/S)\nADV.(A/S)  : CÉLIO ALEXANDRE PICORELLI DE OLIVEIRA E OUTRO(A/S)\nINTDO.(A/S)  : SINDICATO NACIONAL DOS SERVIDORES DO MINISTÉRIO PÚBLICO DA UNIÃO E DO CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO - SINASEMPU \nADV.(A/S)  : FABIO FONTES ESTILLAC GOMEZ \nINTDO.(A/S)  : ASSOCIAÇÃO DOS OFICIAIS DA POLÍCIA MILITAR DO ESTADO DE SÃO PAULO \nADV.(A/S)  : ELAINE BERNARDETE ROVERI MENDO RAIMUNDO \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES PUBLICOS MUNICIPAIS DE COLATINA-ES \nADV.(A/S)  : JUSCILÉIA ROCHA DE OLIVEIRA \nINTDO.(A/S)  : ASSOCIAÇÃO DOS FISCAIS MUNICIPAIS DE NITERÓI \nADV.(A/S)  : MAURÍCIO LIMA MANO \nINTDO.(A/S)  : SINDICATO DOS DELEGADOS DE POLÍCIA DO ESTADO DE SÃO PAULO - SINDPESP \nADV.(A/S)  : MARIUCHA BERNARDES LEIVA \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES ATIVOS E INATIVOS DO MUNICÍPIO DE VILA VELHA-SINFAIS \nADV.(A/S)  : FELIPE SOUZA ANDRADE \nINTDO.(A/S)  : ASSOCIAÇÃO DOS DOCENTES DA UNIVERSIDADE DO ACRE - ADUFAC \nADV.(A/S)  : VICENTE ARAGÃO PRADO JÚNIOR \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES PÚBLICOS MUNICIPAIS DE RIO DAS OSTRAS \nADV.(A/S)  : ANAYANSI GONZÁLEZ \nINTDO.(A/S)  : FEDERAÇÃO NACIONAL DOS SERVIDORES DOS MINISTÉRIOS PÚBLICOS ESTADUAIS, DOS SERVIDORES DAS PROCURADORIAS-GERAIS DOS ESTADOS E DOS SERVIDORES DAS DEFENSORIAS PÚBLICAS ESTADUAIS - FENASEMPE \nADV.(A/S)  : DENISE KERSTING PULS \nINTDO.(A/S)  : SINDCOP-SINDICATO DOS SERVIDORES PUBLICOS DO SISTEMA PENITENCIARIO PAULISTA \nADV.(A/S)  : JOSÉ MARQUES \nINTDO.(A/S)  : ASSOCIACAO NACIONAL DOS SERVIDORES DO MINISTERIO PUBLICO - ANSEMP \nADV.(A/S)  : MÁRCIO AUGUSTO RIBEIRO CAVALCANTE \nINTDO.(A/S)  : SINDICATO DOS DELEGADOS DE POLÍCIA CIVIL DO DISTRITO FEDERAL \nADV.(A/S)  : JULIANO RICARDO DE VASCONCELLOS COSTA COUTO \nINTDO.(A/S)  : ASSOCIAÇÃO DOS FUNCIONÁRIOS MUNICIPAIS DE NITERÓI ¿ AFMN \nADV.(A/S)  : MAURÍCIO LIMA MANO \nINTDO.(A/S)  : SINDICATO DOS POLICIAIS CIVIS DO DISTRITO FEDERAL - SINPOL/DF \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO \nINTDO.(A/S)  : CONFEDERAÇÃO BRASILEIRA DE TRABALHADORES POLICIAIS CIVIS - COBRAPOL \nADV.(A/S)  : FABRICIO CORREIA DE AQUINO \nINTDO.(A/S)  : SINDICATO ESTADUAL DOS PROFISSIONAIS DE EDUCAÇÃO - SEPE \nADV.(A/S)  : ITALO PIRES AGUIAR \nINTDO.(A/S)  : AJUFE - ASSOCIAÇÃO DOS JUÍZES FEDERAIS DO BRASIL \nADV.(A/S)  : ADRIANA PONTE LOPES SIQUEIRA \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES PÚBLICOS DO MUNICÍPIO DO RIO DE JANEIRO - SISEP-RIO \nADV.(A/S)  : VANESSA PALOMANES SANCHES \nINTDO.(A/S)  : SINDICATO DOS AUDITORES-FISCAIS TRIBUTÁRIOS DO MUNICÍPIO DE SÃO PAULO - SINDAF \nADV.(A/S)  : CLAUDIO RENATO DO CANTO FARAG \nASSIST.(S)  : SINDICATO DOS POLICIAIS CIVIS DO ESTADO DO RIO DE JANEIRO E OUTRO(A/S)\nADV.(A/S)  : ALBIS ANDRE MAGALHAES BORGES \nASSIST.(S)  : FEDERAÇÃO NACIONAL DOS SERVIDORES E EMPREGADOS PÚBLICOS ESTADUAIS E DO DISTRITO FEDERAL - FENASEPE \nADV.(A/S)  : FÁBIO FONTES ESTILLAC GOMEZ \nASSIST.(S)  : ASSOCIAÇÃO FUNDO DE AUXÍLIO MÚTUO DOS MILITARES DO ESTADO DE SÃO PAULO - AFAM \nADV.(A/S)  : CLAUDEMIR ESTEVAM DOS SANTOS \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES PÚBLICOS MUNICIPAIS DE NOVA LIMA - SINDSERP \nADV.(A/S)  : WILBA CHAVES VIANA \nADV.(A/S)  : GLEISON FABIANO LUCIO ASSUNÇÃO FERREIRA \nAM. CURIAE.  : SINDICATO DOS FUNCIONÁRIOS DO SISTEMA PRISIONAL DO ESTADO DE SÃO PAULO - SIFUSPESP \nADV.(A/S)  : SÉRGIO LUIZ DE MOURA \nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES EM ATIVIDADE DE TRÂNSITO, POLICIAMENTO E FISCALIZAÇÃO DE TRÂNSITO DAS EMPRESAS E AUTARQUIAS DO DISTRITO FEDERAL - SINDETRAN/DF \nADV.(A/S)  : RIEDEL, RESENDE E ADVOGADOS ASSOCIADOS S/C \nINTDO.(A/S)  : ASSOCIAÇÃO JURÍDICA DOS SERVIDORES PÚBLICOS - AJUSP \nADV.(A/S)  : MARCOS FERREIRA DA SILVA \nINTDO.(A/S)  : INSTITUTO DOS AUDITORES FISCAIS DO ESTADO DA BAHIA - IAF \nADV.(A/S)  : JOSE CARLOS TEIXEIRA TORRES JUNIOR \nINTDO.(A/S)  : FEDERACAO NACIONAL DOS MEDICOS E OUTRO(A/S)\nADV.(A/S)  : RIEDEL, RESENDE E ADVOGADOS ASSOCIADOS S/C \nINTDO.(A/S)  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO - ANAMATRA \nADV.(A/S)  : ISABELA MARRAFON \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES DO PODER JUDICIÁRIO DO ESTADO DE SANTA CATARINA - SINJUSC \nADV.(A/S)  : PEDRO MAURÍCIO PITA MACHADO \nINTDO.(A/S)  : SINDICATO DOS TRABALHADORES NO PODER JUDICIARIO FEDERAL EM SANTA CATARINA - SINTRAJUSC \nADV.(A/S)  : PEDRO MAURÍCIO PITA MACHADO \nINTDO.(A/S)  : FEDERACAO DAS ENTIDADES SINDICAIS DOS OFICIAIS DE JUSTICA DO BRASIL - FESOJUS-BR \nADV.(A/S)  : BELMIRO GONCALVES DE CASTRO \nADV.(A/S)  : GLEIDSON EMANUEL DE ARAUJO \nINTDO.(A/S)  : SINDICATO DOS AGENTES PENITENCIARIOS E SERVIDORES DA SECRETARIA DA JUSTICA DO ESTADO DE SERGIPE SINDPEN \nADV.(A/S)  : ARICIO DA SILVA ANDRADE FILHO \nINTDO.(A/S)  : ASSOCIAÇÃO DOS GESTORES GOVERNAMENTAIS DO ESTADO DA BAHIA - AGGEB \nADV.(A/S)  : JOSE CARLOS TEIXEIRA TORRES JUNIOR \nADV.(A/S)  : VICTOR COSTA CAMPELO \nINTDO.(A/S)  : SINDICATO DOS SERVIDORES MUNICIPAIS DE SÃO JOÃO DEL REI - SINDSERV \nADV.(A/S)  : CLAYTON DE SOUZA LIMA \nINTDO.(A/S)  : ASSOCIAÇÃO DE DEFESA DOS POLICIAIS MILITARES DO ESTADO DE SÃO PAULO - ADEPOM \nADV.(A/S)  : MARCO ANTONIO CARDOSO \nINTDO.(A/S)  : SINDICATO DOS POLICIAIS CIVIS DE PERNAMBUCO - SINPOL \nADV.(A/S)  : RODRIGO DE SÁ LIBÓRIO \nINTDO.(A/S)  : ASSOCIAÇÃO DOS OFICIAIS MILITARES ESTADUAIS DA BAHIA \nADV.(A/S)  : MARCOS LUIZ CARMELO BARROSO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"19 - Indenização pelo não encaminhamento de projeto de lei de reajuste anual dos vencimentos de servidores públicos.","old_seq_sjur":422916,"documental_tese_texto":"O não encaminhamento de projeto de lei de revisão anual dos vencimentos dos servidores públicos, previsto no inciso X do art. 37 da CF/1988, não gera direito subjetivo a indenização. Deve o Poder Executivo, no entanto, se pronunciar, de forma fundamentada, acerca das razões pelas quais não propôs a revisão.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 565089","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2019-09-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ARGUELHES, Diego Werneck; LEAL, Fernando. O argumento das “capacidades institucionais” entre a banalidade, a redundância e o absurdo. Revista Direito, Estado e Sociedade, n. 38, p. 6-50, jan./jun. 2011.\nBARROSO, Luís Roberto. O direito constitucional e a efetividade de suas normas. 2006. p. 61.\nBINEMBOJM, Gustavo. Temas de direito administrativo e constitucional. 2008. p. 388.\nCAMARGO, Margarida Maria Lacombe. Fundamentos teóricos do pragmatismo jurídico. Revista de Direito do Estado, n. 6, 2007. p. 208.\nCANOTILHO, J.J. Gomes. Direito constitucional e teoria da constituição. 7. ed. Coimbra: Almedina, 1997. p. 1033-1034.\nCLÈVE, Clèmerson Merlin. A fiscalização abstrata da constitucionalidade no Direito brasileiro. 2000. p. 347.\nDANTAS, San Tiago. Programa de direito civil. 1979. p. 79.\nFERRAZ, Luciano de Araújo. Comentário ao artigo 37, inciso X. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2013. p. 858-859.\nFORTALEZA fecha 2017 com inflação de 2,27%; a quinta menor do país. O povo online. Disponível em: https://www.opovo.com.br/noticias/economia/2018/01/fortaleza-fecha-2017-com-inflacao-de-2-27-a-quinta-menor-do-pais.html\nHESSE, Konrad. A força normativa da Constituição. 1991. p. 19.\nINSTITUTO BRASILEIRO DE ECONOMIA - IBRE. Índice Gerais de Preços (IGP). Fundação Getúlio Vargas. Disponível em: https://portalibre.fgv.br/estudos-e-pesquisas/indices-de-precos/igp.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Índice Nacional de Preços ao Consumidor Amplo (IPCA). Disponível em: https://www.ibge.gov.br/estatisticas/economicas/precos-e-custos/9256-indice-nacional-de-precos-ao-consumidor-amplo.html?=&t=o-que-e.\nLARENZ, Karl. Metodologia da ciência do direito. 1997. p. 516.\nLEAL, Victor Nunes. Problemas de Direito Público.\nLOEWENSTEIN, Karl. Teoria de la constitución. 1976. p. 170.\nMELLO, Celso Antônio Bandeira de. Curso de direito administrativo. 2006. p. 968 e p. 970.\nMOREIRA NETO, Diogo de Figueiredo. Curso de direito administrativo. 2009. p. 336-337.\nMIRANDA, Jorge. Teoria do estado e da constituição. 3. ed. Rio de Janeiro: 2011. p. 460-461.\nNEVES, Marcelo. Entre Hidra e Hércules: princípios e regras constitucionais como diferença paradoxal do sistema jurídico. São Paulo: Martins Fontes, 2013. p. 78-79.\nPIOVESAN, Flávia. Proteção judicial contra omissões legislativas. 2003. p. 123.\nROCHA, Cármen Lúcia Antunes. Princípios constitucionais dos servidores públicos. São Paulo: Saraiva, 1999. p. 323-325.\n______. Observações sobre a responsabilidade patrimonial do estado. Revista de Informação Legislativa, Brasília, ano 28, n. 111, jul./set. 1991. p 80-81, 84-85, 88-89, 94, 97-98, 100, 102 e 108.\nSILVA, José Afonso da. A aplicabilidade das normas constitucionais. 2008. p. 65.\n______. Comentário contextual à Constituição. 5. ed. São Paulo: Malheiros, 2008. p. 340.\n______.______. 7. ed. São Paulo: Malheiros, 2010. p. 345.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":565089,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur422074","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AM","is_questao_ordem":false,"acordao_ata":"Preliminarmente, o Tribunal, por maioria, resolveu questão de ordem no sentido da continuidade do julgamento do processo, sendo desnecessária a sua redistribuição, vencido o proponente, Ministro Marco Aurélio, que entendia pela redistribuição do processo em razão do disposto nos arts. 76 e 77 do Regimento Interno do Supremo Tribunal Federal. Em seguida, o Tribunal, por maioria, não conheceu da revisão criminal, nos termos do voto do Relator, vencidos os Ministros Ricardo Lewandowski, Gilmar Mendes, Marco Aurélio e Dias Toffoli (Presidente). Falaram: pelo requerente, o Dr. Cleber Lopes de Oliveira; e, pelo requerido, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 06.11.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur422074","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amazonas","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur422074","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: REVISÃO CRIMINAL. MATÉRIA PENAL. HIPÓTESES DE CABIMENTO TAXATIVAS. PRETENSÃO DE REAVALIAÇÃO DE ASPECTOS DISCRICIONÁRIOS DA DOSIMETRIA DA PENA. EVENTUAL CONTROVÉRSIA RAZOÁVEL ACERCA DA VALORAÇÃO DE PROVAS E/OU DO DIREITO. INADEQUAÇÃO DA MEDIDA. REVISÃO CRIMINAL NÃO CONHECIDA. \n\n\n\n    1. Preliminarmente, o Tribunal Pleno, por maioria, rejeitou questão de ordem suscitada no que toca à eventual incompatibilidade, no caso concreto, de que o Relator do acórdão impugnado, proferido na Ação Penal 935/AM, funcione, nestes autos, como Revisor. \n\n\n\n    2. A revisão criminal, instrumento processual posto à disposição do condenado, tem como finalidade precípua conciliar, de um lado, a exigência de juridicidade da prestação jurisdicional e, de outro, a necessária segurança jurídica decorrente dos pronunciamentos emanados do Estado-Juiz, mediante observância de hipóteses de cabimento taxativamente previstas no ordenamento jurídico e que traduzam situações efetivamente graves que, em tese, possam autorizar a excepcional desconstituição da coisa julgada material.\n\n\n\n    3. Assim, a revisão criminal, que não tem feitio recursal, não se presta a, fora de sua destinação normativa, submeter a matéria subjacente ao crivo do Tribunal Pleno por razões derivadas exclusivamente do inconformismo defensivo ou de razões afetas ao suposto desacerto da razoável valoração da prova e/ou do direito.\n\n\n\n    4. No caso específico de ações penais originárias de competência de órgão fracionário desta Suprema Corte, a medida revisional também não funciona como ferramenta processual apta a inaugurar a jurisdição do colegiado maior como forma de contornar o não preenchimento dos requisitos impostos pela jurisprudência do STF ao cabimento dos embargos infringentes. \n\n\n\n    5. Segundo a firme jurisprudência desta Suprema Corte, a dosimetria da pena não se subordina à observância de rígidos esquemas ou regras aritméticas, assegurando-se ao competente órgão julgador certa discricionariedade no dimensionamento da resposta penal. Também inexiste correspondência necessária entre a expressividade numérica de circunstâncias judiciais desfavoráveis e o consequente incremento da pena-base.\n\n\n\n    6. Não configura ilegalidade o ato jurisdicional que condiciona a configuração de arrependimento posterior, previsto no art. 16 do Código Penal, à concomitante demonstração da voluntariedade e pessoalidade da reparação do dano. \n\n\n\n    7. O título condenatório que acolhe interpretação possível e razoável em prejuízo do acusado não consubstancia vulneração a texto expresso de lei, sendo que a solução de controvérsias ponderadas acerca da interpretação de normas jurídicas não se insere no escopo taxativo de abertura da via revisional. \n\n\n\n    8. Hipótese concreta em que a dosimetria da pena, embora contrarie os interesses do postulante, não desvela mácula sob a perspectiva da legalidade, cingindo-se a irresignação defensiva ao campo do acerto ou desacerto na fixação da censura penal, espacialidade que conta com discricionariedade judicial insuscetível de reexame em sede de revisão criminal.\n\n\n\n    9. Revisão criminal não conhecida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752457042","externo_seq_objeto_incidente":5578930,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-089  DIVULG 14-04-2020  PUBLIC 15-04-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5475&classe=RvC","is_colac":false,"titulo":"RvC 5475","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1967\n          ART-00120 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00036 ART-00102 \n          INC-00001 LET-J\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004595      ANO-1964\n          ART-00022 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00066 INC-00001\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00006 ART-00016 ART-00019 PAR-ÚNICO \n          ART-00020\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1969\n          ART-00008 NÚMERO-2 LET-H\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00016 ART-00059 \"CAPUT\" ART-00060 \n          PAR-ÚNICO ART-00065 INC-00003 LET-B \n          ART-00109 INC-00004 ART-00110 ART-00171 \n          PAR-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00621 INC-00001 INC-00002 INC-00003 \n          ART-00624 INC-00001 ART-00625 PAR-00001 \n          ART-00626 \"CAPUT\"\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 INC-00009 ART-00023 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          ART-00025 INC-00001 INC-00002 INC-00003 \n          ART-00076 ART-00077 ART-00263 INC-00001 \n          INC-00002 INC-00003 ART-00264 ART-00269\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000026      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUV-000611      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-04-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: VOTO, MIN. DIAS TOFFOLI: AÇÃO RESCISÓRIA, MINISTRO REVISOR. SUSPEIÇÃO, APRESENTAÇÃO, MOMENTO, INÍCIO, JULGAMENTO.\n\n- QUESTÃO DE ORDEM: VOTO, MIN. LUIZ FUX: REVISÃO CRIMINAL, IGUALDADE, AÇÃO RESCISÓRIA, ÂMBITO PENAL.\n\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. MARCO AURÉLIO: CONHECIMENTO DE OFÍCIO, DISTRIBUIÇÃO, PROCESSO.\n\n- COISA JULGADA, LIMITAÇÃO, ATIVIDADE LEGISLATIVA. REVISÃO CRIMINAL, NOVO JULGAMENTO. REVISÃO CRIMINAL, VALORAÇÃO DA PROVA, VALORAÇÃO, DIREITO. HABEAS CORPUS, APLICAÇÃO DA PENA, CONTROLE DE LEGALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: CABIMENTO, EMBARGOS INFRINGENTES, AÇÃO PENAL ORIGINÁRIA, TURMA. FIXAÇÃO, PENA-BASE, FORMA AUTOMÁTICA, CARÁTER OBJETIVO. REVISÃO CRIMINAL, ALTERAÇÃO, ENTENDIMENTO JURISPRUDENCIAL.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: CONHECIMENTO, REVISÃO CRIMINAL, RISCO, AUSÊNCIA, PRESTAÇÃO JURISDICIONAL.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: REVISÃO CRIMINAL, VÍCIO, ERRO DE PROCEDIMENTO, ERRO DE JULGAMENTO. LEI DE EXECUÇÃO PENAL, COMPETÊNCIA, JUÍZO DA EXECUÇÃO PENAL, APLICAÇÃO, LEI PENAL MAIS BENÉFICA, PROMULGAÇÃO, MOMENTO POSTERIOR, TRÂNSITO EM JULGADO, SENTENÇA CONDENATÓRIA. CRIME CONTRA O SISTEMA FINANCEIRO, APLICAÇÃO, ARREPENDIMENTO POSTERIOR.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: REVISÃO CRIMINAL, ABSOLVIÇÃO, RÉU, MOMENTO ANTERIOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5475&classe=RvC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RvC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REVISÃO CRIMINAL, NOVO JULGAMENTO)\nHC 114164 (2ªT), RvC 5437 (TP), TPA 5 (TP). \n(REVISÃO CRIMINAL, VALORAÇÃO DA PROVA, VALORAÇÃO, DIREITO)\nRE 113269 (1ªT), RE 87004 (2ªT). \n(INDIVIDUALIZAÇÃO DA PENA, DISCRICIONARIEDADE)\nHC 97256 (TP), RE 162141 AgR (1ªT). \n(FIXAÇÃO, PENA-BASE, FORMA AUTOMÁTICA, CARÁTER OBJETIVO)\nRHC 101576 (1ªT), AP 863 (1ªT), RHC 124192 (1ªT), HC 125772 (1ªT), HC 125197 AgR (1ªT), RHC 128355 (1ªT), HC 130760 AgR (1ªT), HC 140596 AgR (1ªT), AP 644 ED-ED (2ªT), TPA 5 (TP). \n(CABIMENTO, EMBARGOS INFRINGENTES, AÇÃO PENAL ORIGINÁRIA, TURMA)\nAP 863 (1ªT), AP 863 AgR-ED (1ªT). \n(HC, APLICAÇÃO DA PENA, CONTROLE DE LEGALIDADE)\nHC 128446 (2ªT), HC 144020 AgR (2ªT), RHC 140751 AgR (1ªT). \n(REVISÃO CRIMINAL, ALTERAÇÃO, ENTENDIMENTO, JURISPRUDÊNCIA)\nRvC 4602 (TP), RvC 4794, Rcl 4645 (TP), RvC 5457 AgR (TP), HC 153805 AgR (2ªT). \n(CRIME CONTRA O SISTEMA FINANCEIRO, APLICAÇÃO, ARREPENDIMENTO POSTERIOR)\nInq 2725 (2ªT), HC 98658 (1ªT), AP 554 (1ªT). \n- Decisões monocráticas citadas:\n(HC, APLICAÇÃO DA PENA, CONTROLE DE LEGALIDADE)\nHC 157943, HC 158515, RHC 156515, HC 157023.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: REsp 706042. \nTJRS: RVCR 70075801407, TRF4: RVCR 35052520154040000. \n- Decisões estrangeiras citadas: Caso United States vs. Booker e Rita vs. United States, da Suprema Corte dos Estados Unidos.\n- Veja Pet 7889, RvC 5480, AP 470 e AP 935 do STF.\nNúmero de páginas: 138.\nAnálise: 24/02/2021, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ACIR MARCOS GURGACZ \nADV.(A/S)  : CLEBER LOPES DE OLIVEIRA E OUTRO(A/S)\nREQDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":422074,"documental_tese_texto":null,"procedencia_geografica_completo":"AM - AMAZONAS","processo_codigo_completo":"RvC 5475","processo_classe_processual_unificada_classe_sigla":"RvC","julgamento_data":"2019-11-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"REVISÃO CRIMINAL","documental_doutrina_texto":"BADARÓ, Gustavo Henrique. Manual dos recursos penais. São Paulo: Revista dos Tribunais, 2016. p. 433, 439, 445, 451 e 462-463.\n______. Processo Penal. 3. ed. São Paulo: Revista dos Tribunais. p. 674 e 925.\nBATISTA. Nilo. Decisões criminais comentadas, Rio de Janeiro: Liber Juris, 1976. p. 120.\nBOSCHI, José Antônio Paganella. Das Penas e Seus Critérios de Aplicação. 6. ed. Porto Alegre: Livaria do Advogado, 2013. p. 185.\nESPÍNOLA FILHO, Eduardo. Código de processo penal brasileiro anotado. 5. ed. 1965. v. 6. p. 379-380.\nFRAGOSO,  Heleno Cláudio. A Motivação da Sentença na Aplicação da Pena. Revista Forense, Rio de Janeiro, 1969, v. 227. p. 17.\nGRINOVER, Ada Pellegrini; GOMES FILHO, Antônio Magalhães; FERNANDES, Antônio Scarance. Recursos no processo penal: teoria geral dos recursos, recursos em espécie, ações de impugnação, reclamação aos tribunais. 6. ed. São Paulo: Revista dos Tribunais, 2009. p. 237 e 250.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. JusPODIVM, 2016. p. 1469-1471 e 1479.\nLOPES JR, Aury. Direito Processual Penal. 12. ed. Saraiva, 2015. p. 1094 e 1096.\nMAIA, Rodolfo Tigre. Dos crimes contra o sistema financeiro nacional: anotações à Lei n. 7.492/86. 1. ed.  2. tiragem. São Paulo: Malheiros, 1999. p. 125.\nMARCÃO, Renato. Código de Processo Penal Comentado, Editora Saraiva, 2016. p. 1326-1327.\nMIRABETE, Julio Fabrini. Código de Processo Penal Interpretado. 11. ed. Atlas, 2003. p. 1607 e 1623.\nNUCCI, Guilherme de Souza. Individualização da pena. 7. ed. Rio de Janeiro: Forense. 2015. p. 28, 29, 131 e 147.\n______. Código de Processo Penal Comentado. 15. ed. Forense, 2015. p 441-442.\n______.______. 18. ed. Forense, 2019. p. 1449-1450.\nPACELLI, Eugênio. Curso de Processo Penal. p. 1042 e 1043.\nPACELLI, Eugênio; FISCHER, Douglas. Comentários ao Código de Processo Penal e sua Jurisprudência. 6. ed. Atlas, 2014. p. 1287.\nPACELLI, Eugênio; CALLEGARI. André. Manual de direito penal. São Paulo: Atlas, 2015. p. 488.\nQUEIJO, Maria Elizabeth. Da revisão criminal. São Paulo: Malheiros, 1998. p. 210.\nREVIEW, Harvard Law. More than a formality: The case for meaningful substantive reasonablenesse review. v. 127. p. 952.\nROMEIRO, Jorge Alberto. Revisão Criminal: Enobrecimento da Magistratura. Revista do Ministério Público do Rio de Janeiro. 2015. p. 1678.\nSILVA, Antônio Carlos Rodrigues da. Crimes do colarinho branco, Brasília: Brasília Jurídica, 1999. p. 149.\nSILVA, Ronaldo Sérgio Moreira da. A Constituição Federal e a revisão criminal. Cadernos Jurídicos, São Paulo, ano 17. n. 44, 2016. p. 25.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Civil. 5. ed. 1999. v. 2. p. 382 e 390.","ministro_facet":["EDSON FACHIN"],"processo_numero":5475,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur424734","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deu parcial provimento ao recurso de agravo no que concerne à impossibilidade de execução provisória da sentença penal condenatória, mantendo, de outro lado, por seus próprios fundamentos, a decisão recorrida, no que se refere às demais questões suscitadas neste agravo interno, nos termos do voto do Relator, com ressalvas do Ministro Edson Fachin. Segunda Turma, Sessão Virtual de 24.4.2020 a 30.4.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur424734","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur424734","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: RECURSO EXTRAORDINÁRIO COM AGRAVO – MATÉRIA PENAL – ALEGADA VIOLAÇÃO A PRECEITOS CONSTITUCIONAIS – AUSÊNCIA DE PREQUESTIONAMENTO – A QUESTÃO DA INCONSTITUCIONAL EXECUÇÃO PROVISÓRIA DE CONDENAÇÕES PENAIS NÃO TRANSITADAS EM JULGADO – INTERPRETAÇÃO DO ART. 5º, INCISO LVII, DA CONSTITUIÇÃO DA REPÚBLICA – EXIGÊNCIA CONSTITUCIONAL DE PRÉVIO E EFETIVO TRÂNSITO EM JULGADO DA CONDENAÇÃO CRIMINAL COMO REQUISITO LEGITIMADOR DA EXECUÇÃO DA PENA – DIREITO COMPARADO: ITÁLIA E PORTUGAL, CUJAS CONSTITUIÇÕES SOMENTE FAZEM CESSAR A PRESUNÇÃO “JURIS TANTUM” DE INOCÊNCIA COM O ADVENTO DE SENTENÇA CONDENATÓRIA IRRECORRÍVEL – NECESSIDADE DE PRÉVIO E EFETIVO TRÂNSITO EM JULGADO DA CONDENAÇÃO CRIMINAL, PARA EFEITO DE SUA EXECUÇÃO DEFINITIVA (LEP, ARTS. 105, 147 E 164; CP, ART. 50; CPP, ART. 283; CPPM, ARTS. 592, 594 E 604) – INADMISSIBILIDADE DE ANTECIPAÇÃO FICTA DO TRÂNSITO EM JULGADO, QUE  CONSTITUI NOÇÃO INEQUÍVOCA EM MATÉRIA PROCESSUAL – A IMPOSSIBILIDADE CONSTITUCIONAL DE EXECUÇÃO PROVISÓRIA DA PENA, CONTUDO, NÃO IMPEDE O JUDICIÁRIO, COM APOIO EM SEU PODER GERAL DE CAUTELA, DE DECRETAR PRISÃO CAUTELAR DO INVESTIGADO OU DO RÉU, SEJA NO ÂMBITO DE INQUÉRITO POLICIAL, SEJA NO CURSO DO PROCESSO JUDICIAL, SEJA, AINDA, APÓS SENTENÇA CONDENATÓRIA RECORRÍVEL – A UTILIZAÇÃO DA PRISÃO CAUTELAR, SEMPRE POSSÍVEL, ATUA COMO IMPORTANTE INSTRUMENTO DE DEFESA SOCIAL, REVELANDO-SE APTA A NEUTRALIZAR PRÁTICAS CRIMINOSAS QUE SE REGISTREM NO SEIO DA COLETIVIDADE – AGRAVO INTERNO PARCIALMENTE PROVIDO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752690576","externo_seq_objeto_incidente":5789570,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-123  DIVULG 18-05-2020  PUBLIC 19-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1226891&classe=ARE","is_colac":false,"titulo":"ARE 1226891 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00036 INC-00037 \n          INC-00054 INC-00055 INC-00057 INC-00061 \n          ART-00093 INC-00009\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00105 ART-00147 ART-00164\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-012403      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00926 ART-00927 INC-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00050\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00283 ART-00301 ART-00311 ART-00312\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DEL-001002      ANO-1969\n          ART-00592 ART-00594 ART-00604\n                CPPM-1969 CÓDIGO DE PROCESSO PENAL MILITAR\n\n","LEG-FED   SUMSTF-000282      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000634      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000635      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-05-19","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECURSO EXTRAORDINÁRIO, PREQUESTIONAMENTO, ALEGAÇÃO TARDIA, MATÉRIA CONSTITUCIONAL, EMBARGOS DE DECLARAÇÃO. ALTERAÇÃO, JURISPRUDÊNCIA, STF, MATÉRIA, EXECUÇÃO PROVISÓRIA DA PENA. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, NORMA DE TRATAMENTO. PRISÃO CAUTELAR, COMPATIBILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- RESSALVA DE ENTENDIMENTO, MIN. EDSON FACHIN: ESTABILIDADE, INTEGRIDADE, COERÊNCIA, JURISPRUDÊNCIA, STF. DEVER DE AUTORREFERÊNCIA. STARE DECISIS. PRINCÍPIO DA COLEGIALIDADE. EVOLUÇÃO, JURISPRUDÊNCIA, STF, MATÉRIA, EXECUÇÃO PROVISÓRIA DA PENA. EXECUÇÃO PROVISÓRIA DA PENA, EFICÁCIA IMEDIATA, DESNECESSIDADE, FUNDAMENTAÇÃO. EXCEPCIONALIDADE, ATRIBUIÇÃO, EFEITO SUSPENSIVO, RECURSO DE NATUREZA EXTRAORDINÁRIA. EXECUÇÃO PROVISÓRIA DA PENA, INEXIGIBILIDADE, REQUISITO, PRISÃO CAUTELAR. EXECUÇÃO PROVISÓRIA DA PENA, SENTENÇA, GARANTIA, DIREITO DE RECORRER EM LIBERDADE, COISA JULGADA. APLICAÇÃO, ENTENDIMENTO JURISPRUDENCIAL, STF, IMPOSSIBILIDADE, EXECUÇÃO PROVISÓRIA DA PENA; MAGISTRADO, APRECIAÇÃO, CADA, CASO CONCRETO, NECESSIDADE, PRISÃO PREVENTIVA.\n\n- TERMO(S) DE RESGATE: EFEITO SUSPENSIVO, OPE LEGIS, OPE JUDICIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1226891&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RE, PREQUESTIONAMENTO, MATÉRIA CONSTITUCIONAL)\nRE 104899 (2ªT) - RTJ 144/300, AI 145985 AgR (1ªT) - RTJ 159/977, AI 145680 AgR (1ªT) - RTJ 153/989, AI 121969 AgR (1ªT) - RTJ 125/1368, AI 133442 AgR (1ªT) - RTJ 131/1391, AR 1126 (TP) - RTJ 116/451, RE 87879 ED-EDv (TP) - RTJ 98/754. \n(RE, PREQUESTIONAMENTO, ALEGAÇÃO TARDIA, MATÉRIA CONSTITUCIONAL, EMBARGOS DE DECLARAÇÃO)\nAI 221530 AgR (2ªT), AI 265938 AgR (2ªT), AI 100551 AgR (2ªT) - RTJ 113/789, AI 133199 AgR (1ªT) - RTJ 131/1386, AI 133690 AgR (1ªT) - RTJ 132/1381, AI 134175 AgR (1ªT) - RTJ 136/1346, AI 124772 AgR (2ªT) - RTJ 132/926. \n(EXECUÇÃO PROVISÓRIA DA PENA, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 84078 (TP), HC 126292 (TP), ADC 43 (TP), ADC 43 MC (TP), HC 126292 ED (TP), ADC 44 (TP), ADC 44 MC (TP), HC 152752 (TP), ADC 54 (TP), ARE 964246 RG (TP). \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, NORMA DE TRATAMENTO)\nHC 93883 (2ªT), HC 96095 (2ªT), HC 121929 (1ªT), HC 124000 (1ªT), HC 126846 (2ªT), HC 130298 (2ªT). \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, PRISÃO CAUTELAR)\nHC 67707 (1ªT), HC 67841 (2ªT), HC 89754 (2ªT). \n(EXCEPCIONALIDADE, EFEITO SUSPENSIVO, RECURSO DE NATUREZA EXTRAORDINÁRIA)\nADC 43 MC (TP), ADC 44 MC (TP). \n(EXECUÇÃO PROVISÓRIA DA PENA, SENTENÇA, GARANTIA, DIREITO DE RECORRER EM LIBERDADE)\nHC 72610 (1ªT), HC 134863 AgR (2ªT), HC 152752 (TP). \n- Legislação estrangeira citada: art. 27 da Constituição da República Italiana de 1947; art. 32, n. 2, da Constituição da República Portuguesa de 1976.\n- Veja parecer da Procuradora-Geral da República na Rcl 30126 do STF.\n\nNúmero de páginas: 35.\nAnálise: 14/04/2021, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : A.C.F. \nADV.(A/S)  : LUIS CARLOS GALLO \nADV.(A/S)  : RENATO MONTEIRO SANTIAGO \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : G.P.S. \nADV.(A/S)  : ARLINDO BASILIO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":424734,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1226891 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2020-05-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"GARCIA, Basileu. Comentários ao Código de Processo Penal. Forense, 1945. v. 3. p. 7, item 1.\nMARINONI, Luiz Guilherme; ARENHART, Sérgio Cruz; MITIDIERO, Daniel. Novo Código de Processo Civil comentado. 2. ed. São Paulo: Revista dos Tribunais, 2016. p. 990. \nRODRIGUES, Marco Antonio. Manual dos recursos, ação rescisória e reclamação. São Paulo: Atlas, 2017. p. 87.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1226891,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425051","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, assentou a inviabilidade da entrega do extraditando ao Governo requerente, uma vez não se mostrarem puníveis, no Brasil, fatos ocorridos durante o período da ditadura militar, considerada a anistia bilateral, ampla e geral, versada na Lei nº 6.683/1979 e a extinção da punibilidade pela prescrição da pretensão punitiva estatal, com fundamento no artigo 109, inciso I, do Código Penal, nos termos do voto do Relator. Falou o Dr. Gustavo Zortéa da Silva pelo Extraditando. Primeira Turma, Sessão Virtual de 1.5.2020 a 8.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425051","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425051","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – DUPLA PUNIBILIDADE – NÃO OCORRÊNCIA. Impõe-se o reconhecimento da inviabilidade da extradição, considerada a anistia bilateral, ampla e geral, prevista na Lei nº 6.683/1979. \n\n\n\n    EXTRADIÇÃO – PRESCRIÇÃO – LEGISLAÇÃO BRASILEIRA. Incidindo a prescrição segundo a legislação brasileira – artigo 109, inciso I, do Código Penal –, cumpre assentar a inviabilidade do pedido de entrega do extraditado.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752727746","externo_seq_objeto_incidente":4442381,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-127  DIVULG 21-05-2020  PUBLIC 22-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1327&classe=Ext","is_colac":false,"titulo":"Ext 1327","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00042 INC-00044\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006683      ANO-1979\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009455      ANO-1997\n          ART-00001 PAR-00003 PAR-00004 INC-00001 \n          INC-00003\n                LTT-1997 LEI DE TORTURA\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00084 PAR-00004 ART-00088 PAR-00002 \n          PAR-00003\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   CVC      ANO-1994\n                CONVENÇÃO INTERAMERICANA SOBRE O DESAPARECIMENTO FORÇADO DE PESSOAS, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM BELÉM, EM 10 DE JUNHO DE 1994\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00242 \"CAPUT\" \n          ART-00249 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000127      ANO-2011\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA SOBRE O DESAPARECIMENTO FORÇADO DE PESSOAS, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM BELÉM, EM 10 DE JUNHO DE 1994\n\n","LEG-FED   DEC-008766      ANO-2016\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA SOBRE O DESAPARECIMENTO FORÇADO DE PESSOAS, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL, EM BELÉM, EM 10 DE JUNHO DE 1994"],"publicacao_data":"2020-05-22","documental_acordao_mesmo_sentido_lista_texto":"Ext 1554  PROCESSO ELETRÔNICO\n          JULG-23-11-2020  UF-DF  TURMA-01  MIN-MARCO AURÉLIO N.PÁG-008\n          DJe-291  DIVULG 11-12-2020  PUBLIC 14-12-2020\n          REPUBLICAÇÃO: DJe-047  DIVULG 11-03-2021  PUBLIC 12-03-2021","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1327&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, ANISTIA, BILATERALIDADE)\nExt 974 (TP). \n(EXTRADIÇÃO, CRIME, SEQUESTRO, PRAZO PRESCRICIONAL)\nExt 974 (TP). \n- Legislação estrangeira citada: art. 139, 141, 142, 144-bis, 144-ter e 146 do Código Penal da Argentina; Leis n. 24.550 e n. 24.820 da Argentina.\nNúmero de páginas: 13.\nAnálise: 10/05/2021, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : ROBERTO OSCAR GONZALEZ \nADV.(A/S)  : RODRIGO MARIANO DA ROCHA SANTOS E OUTRO(A/S)\nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425051,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1327","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-05-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1327,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425158","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, foi suspenso o julgamento que terá continuidade com a tomada dos votos na próxima sessão do dia 1º de outubro corrente. Falaram: pelo Ministério Público Federal, o Dr. Antônio Carlos Alpino Bigonha, Subprocurador-Geral da República; pelo réu Job Ribeiro Brandão, o Dr. Felipe Dalleprane Freire de Mendonça; pelo réu Luiz Fernando Machado da Costa Filho, o Dr. Cesar de Faria Junior; e pelos réus Lúcio Quadros Vieira Lima e Geddel Quadros Vieira Lima, o Dr. Gamil Föppel. Presidência da Ministra Cármen Lúcia. 2ª Turma, 24.9.2019.\r\n\n           Decisão: Após o voto do Ministro Edson Fachin (Relator), que julgava em parte procedente a presente ação, foi suspenso o julgamento para continuidade na próxima sessão do dia 8 de outubro corrente, a partir do voto do Ministro Celso de Mello (Revisor). Presidência da Ministra Cármen Lúcia. 2ª Turma, 1º.10.2019.\r\n\n           Decisão: Suspenso o julgamento, que terá continuidade na próxima sessão do dia 15 de outubro de 2019, com a retomada do voto do Revisor, Ministro Celso de Mello. Presidência da Ministra Cármen Lúcia. 2ª Turma, 8.10.2019.\r\n\n           Decisão: Após o voto do Ministro Revisor, que acompanhava o voto do Ministro Relator, foi suspenso o julgamento para continuidade e colheita dos votos dos vogais na próxima sessão do dia 22 de outubro de 2019. Presidência da Ministra Cármen Lúcia. 2ª Turma, 15.10.2019.\r\n\n           Decisão: A Turma julgou parcialmente procedente a presente ação para: i) absolver, por unanimidade, os denunciados Job Ribeiro Brandão e Luiz Fernando Machado da Costa Filho das imputações lançadas na denúncia, nos termos da fundamentação apresentada; ii) negar provimento, por maioria, ao agravo de Marluce Vieira Lima, vencidos, nessa parte, os Ministros Ricardo Lewandowski e Gilmar Mendes; iii) julgar procedente, em parte, a denúncia, para, por unanimidade, condenar o denunciado Geddel Quadros Vieira Lima como incurso nas sanções do art. 1º, caput, da Lei nº 9.613/98, por 8 vezes, e, por maioria, nas sanções do art. 288, caput, do Código Penal, vencidos, nesse ponto, os Ministros Ricardo Lewandowski e Gilmar Mendes, e condenar, também por unanimidade, o acusado Lúcio Quadros Vieira Lima como incurso nas sanções do art. 1º, caput, da Lei 9.613/98, por 2 vezes, e, por maioria, nas sanções do art. 288, caput, do Código Penal, vencidos, nesse ponto, os Ministros Ricardo Lewandowski e Gilmar Mendes. Quanto à dosimetria da pena, nos termos do voto do Relator, a Turma, por maioria, fixou, para Geddel Quadros Vieira Lima, em razão do concurso material pelo delito de lavagem de capitais e associação criminosa, a pena de 14 anos e 10 meses de reclusão e o pagamento de 106 dias-multa, cada qual no valor de 15 salários mínimos ao tempo do último fato, atualizado monetariamente quando da execução da sanção criminal, fixando o regime inicial fechado, e sem direito à substituição da pena privativa de liberdade por restritivas de direitos e à suspensão condicional da pena, vencidos, em parte, os Ministros Ricardo Lewandowski e Gilmar Mendes, que o absolviam da imputação de associação criminosa e, portanto, não fixavam pena; e para Lúcio Quadros Vieira Lima, a pena de 10 anos e 6 meses de reclusão e o pagamento de 60 dias-multa, cada qual no valor de 15 salários mínimos vigentes à época do último fato, corrigidos monetariamente por ocasião da execução desta decisão, fixando o regime inicial fechado, e sem direito à substituição da pena privativa de liberdade por restritivas de direitos e à suspensão condicional da pena, vencidos, em parte, os Ministros Ricardo Lewandowski e Gilmar Mendes, que o absolviam da imputação de associação criminosa e, portanto, não fixavam pena. Quanto aos danos morais coletivos, a Turma, por maioria, nos termos do voto do Relator, fixou como valor indenizatório a quantia de R$ 52.000.000,00 (cinquenta e dois milhões de reais), a ser adimplido de forma solidária pelo condenados em favor de fundo a que alude o art. 13 da Lei 7.357/1985, com correção monetária a contar do dia da proclamação do resultado do julgamento colegiado, incidindo juros de mora legais a partir do trânsito em julgado deste acórdão, vencidos os Ministros Ricardo Lewandowski e Gilmar Mendes. Quanto à perda de bens, por unanimidade, decretou a perda, em favor da União, dos bens, direitos e valores objeto da lavagem em relação a qual foram os réus condenados, ressalvados os direitos de terceiro de boa-fé. Quanto à interdição para o exercício de cargo ou função pública, também por unanimidade, decretou, com fundamento no art. 7º, II, da Lei 9.613/1998, a interdição dos acusados Geddel Quadros Vieira Lima e Lúcio Quadros Vieira Lima para o exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da mesma Lei, pelo dobro do tempo das penas privativas de liberdade aplicadas. Quanto à prisão preventiva, a Turma, por unanimidade, manteve a custódia cautelar decretada em desfavor de Geddel Quadros Vieira Lima, com fundamento no art. 312, do Código de Processo Penal. Por fim, também por unanimidade, a Turma condenou os denunciados ao pagamento das custas processuais e determinou a expedição de guia de execução das reprimendas impostas tão logo esgotada a análise das insurgências cognoscíveis interpostas contra esta decisão colegiada, bem como que se oficie ao Tribunal Superior Eleitoral para os fins do art. 15, III, da Constituição Federal, após o trânsito em julgado da decisão colegiada, tudo nos termos do voto do Relator. Presidência da Ministra Cármen Lúcia. 2ª Turma, 22.10.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":"MIN. CELSO DE MELLO","id":"sjur425158","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425158","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO PENAL. LAVAGEM DE DINHEIRO. ASSOCIAÇÃO CRIMINOSA. 1. CISÃO PROCESSUAL. CORRÉ NÃO DETENTORA DE FORO POR PRERROGATIVA NO SUPREMO TRIBUNAL FEDERAL. RETORNO AO JUÍZO DE ORIGEM. INCOMPETÊNCIA NÃO CONFIGURADA. INCIDÊNCIA DA CISÃO EM FAVOR DE CORRÉU. INAPLICABILIDADE. CONDIÇÃO PESSOAL NÃO EXTENSÍVEL. 2. TÉRMINO DO MANDATO PARLAMENTAR NO QUAL INVESTIDO UM DOS DENUNCIADOS. INCOMPETÊNCIA SUPERVENIENTE DO SUPREMO TRIBUNAL FEDERAL. NÃO OCORRÊNCIA. INSTRUÇÃO PROCESSUAL ENCERRADA EM MOMENTO ANTERIOR. APLICABILIDADE DO ENTENDIMENTO FIRMADO EM QO NA AP 937. 3. PRETENSÃO DE ADIAMENTO DO INTERROGATÓRIO DOS ACUSADOS. INDEFERIMENTO. AGRAVO REGIMENTAL. EMBARGOS DE DECLARAÇÃO. AUSÊNCIA DE EXAME TÉCNICO UNILATERAL DEFENSIVO. CERCEAMENTO DE DEFESA NÃO CONFIGURADO. INSURGÊNCIA DESPROVIDA. EMBARGOS REJEITADOS. 4. JUNTADA EXTEMPORÂNEA DE DOCUMENTO POR CORRÉU. CARGA PROBATÓRIA. INEXISTÊNCIA. ILEGALIDADE NÃO CARACTERIZADA. 5. LAUDO DE PERÍCIA PAPILOSCÓPICA. MANIFESTAÇÃO TÉCNICA DE PROFISSIONAIS ESPECIALIZADOS. CONFORMAÇÃO AO ORDENAMENTO JURÍDICO. 6. CRÍTICAS AOS TRABALHOS PERICIAIS. FORMA DE COLETA, TRANSPORTE E ARMAZENAMENTO DO MATERIAL PERICIADO. ALEGADA QUEBRA DA CADEIA DE CUSTÓDIA DA PROVA. NÃO OCORRÊNCIA. 7. LAVAGEM DE DINHEIRO. ACERTAMENTO JURISDICIONAL DOS CRIMES ANTECEDENTES. QUESTÃO PREJUDICIAL EXTERNA HETEROGÊNEA. NÃO CONFIGURAÇÃO. SUSPENSÃO DO PROCESSO. DESNECESSIDADE. ART. 2º, II, DA LEI 9.613/1998. 8. OCORRÊNCIA DOS CRIMES ANTECEDENTES SUPORTADA PELO CONJUNTO PROBATÓRIO. CORRUPÇÃO PASSIVA E PECULATO. 9. AUTONOMIA DA OCULTAÇÃO DE EXPRESSIVA QUANTIA DE DINHEIRO EM ESPÉCIE PRODUTO DE CRIMES ANTERIORES. CONDUTA TÍPICA. 10. INVESTIMENTO DAS VANTAGENS OBTIDAS EM DELITOS ANTECEDENTES NO MERCADO IMOBILIÁRIO, MEDIANTE INTERPOSTA PESSOA JURÍDICA. DISSIMULAÇÃO CONFIGURADA. 11. ASSOCIAÇÃO CRIMINOSA. CONFIGURADAS A ESTABILIDADE E PERMANÊNCIA NO PROPÓSITO DELITIVO COMUM DOS ASSOCIADOS. CONDENAÇÃO. 12. DENÚNCIA PROCEDENTE, EM PARTE.\n\n\n\n    1. Esta Ação Penal é originária de investigações que tramitavam perante a 10ª Vara Federal da Seção Judiciária do Distrito Federal/DF, quando noticiado o possível envolvimento de parlamentar federal nos fatos sob apuração, dando ensejo à remessa dos autos a este Supremo Tribunal Federal (art. 102, I, “b”, da Constituição Federal).\n\n\n\n    Tendo em vista que a cisão processual foi determinada em relação à denunciada não detentora de foro especial, a cópia dos autos à continuidade do processo de responsabilização criminal foi encaminhada ao Juízo originário, diante da falta de qualquer indicativo de sua incompetência absoluta, na forma do art. 109 do Código de Processo Penal.\n\n\n\n    A cisão processual foi determinada em função de circunstância eminentemente pessoal impeditiva à continuidade da tramitação processual, relacionada ao estado de saúde da corré, não extensiva, portanto, aos demais denunciados.\n\n\n\n    2. O término do mandato de Deputado Federal no qual se encontrava investido um dos denunciados é ulterior ao encerramento da instrução criminal, configurado com a publicação do despacho de abertura de prazo às alegações finais ministeriais, como decidido pelo Plenário do Supremo Tribunal Federal em Questão de Ordem suscitada na AP 937, razão pela qual deve ser rejeitada a suscitada incompetência superveniente desta Corte.\n\n\n\n    3. A pedido da defesa deferiu-se tão somente o acesso ao material que foi objeto de perícia nesta ação penal, o que não redundou na determinação de nova produção de prova pericial, inexistindo, por conseguinte, causa de suspensão dos atos instrutórios. Via se consequência, o indeferimento do pleito de adiamento da audiência designada para o interrogatório dos acusados não configura cerceamento de defesa.\n\n\n\n    A atividade probatória, ainda que seja garantia das partes, encontra-se sempre submetida à reserva de jurisdição, nos termos do art. 400, § 1º, do Código de Processo Penal, sendo certo que a pertinência da sua produção deve ser avaliada pelo juiz, o qual poderá “indeferir as consideradas irrelevantes, impertinentes ou protelatórias”. Precedente. Agravo regimental desprovido. Embargos de declaração rejeitados.\n\n\n\n    4. A juntada de documento por corréu por ocasião das alegações finais não configura ofensa ao contraditório quando desprovido de carga probatória acerca dos fatos sob julgamento.\n\n\n\n    5.  Apesar da nomenclatura atribuída ao cargo de Papiloscopista Policial Federal não ter sido contemplada com o termo “perito”, é inegável que o domínio acerca da ciência papiloscópica confere ao seu ocupante o requisito exigido em lei para externar conclusões técnicas sobre o material analisado, sendo válidos, portanto, os laudos produzidos nestes autos.\n\n\n\n    Ainda que os referidos laudos não tenham sido firmados por Perito Criminal Federal, é certo que o foram não por 2 (dois), mas por 4 (quatro) Papiloscopistas Policiais Federais, em conformidade, por isso, com o que preceitua o art. 159, § 1º, do Código de Processo Penal, não havendo motivo algum para a desconsideração das conclusões neles exaradas, seja porque seus signatários são comprovadamente detentores de conhecimentos específicos sobre o objeto examinado (fragmentos papiloscópicos), seja porque possuem graduação em nível superior.\n\n\n\n    6. A despeito da contundente desaprovação posta pela defesa técnica acerca do modo como o material apreendido foi transportado a partir do local em que encontrado às dependências da Superintendência da Polícia Federal na cidade de Salvador/BA, bem como do seu manuseio por parte dos agentes responsáveis pela contagem do numerário, tais circunstâncias não se mostram aptas, por si só, a macular o entendimento externado pelos Papiloscopistas Policiais Federais nos laudos elaborados e acostados a estes autos.\n\n\n\n    Nada obstante o alegado risco de contaminação do material apreendido diante do seu aventado manuseio inapropriado, mesmo assim os Papiloscopistas Policiais Federais encontraram, em meio a objetos variados, as impressões papilares que se amoldam àquelas portadas por alguns dos denunciados.\n\n\n\n    7.  A necessidade de suspensão do processo para o acertamento jurisdicional dos delitos antecedentes narrados na denúncia não encontra amparo no art. 93 do Código de Processo Penal, que disciplina tal possibilidade somente para a resolução de questão prejudicial heterogênea, ou seja, quando atinente a ramo diverso do direito penal.\n\n\n\n    À configuração do delito de lavagem de capitais é suficiente a demonstração da consciência do agente de que o objeto material das ações previstas na descrição abstrata do tipo é proveniente de infração penal, independentemente de comprovação da sua autoria ou punibilidade, nos termos do art. 2º, II e § 1º, da Lei 9.613/1998.\n\n\n\n    8. O conjunto probatório produzido revela-se idôneo a demonstrar a ocorrência dos crimes antecedentes, cujos frutos, segundo a tese acusatória, foram objeto material dos delitos de lavagem de capitais atribuídos aos denunciados.\n\n\n\n    9. Verificada a autonomia entre o ato de recebimento de vantagem indevida oriunda do delito de corrupção passiva e a posterior ação para ocultar ou dissimular a sua origem, possível é a configuração do crime de lavagem de capitais.\n\n\n\n    O conjunto probatório revela que os denunciados providenciaram a remoção do dinheiro acumulado no apartamento de familiar para o imóvel que lhes foi emprestado e onde foi localizado pela autoridade policial, o que, isoladamente, configura, sem equivocidade, a ocultação da localização e da propriedade desses valores ilícitos, mormente porque também caracterizado o dolo de reinserção do capital espúrio no mercado financeiro como ativos legais. Ausência de provas do dolo por parte de um dos denunciados. Absolvição que se impõe.\n\n\n\n    10. A utilização abusiva da personalidade jurídica de sociedades empresárias, constituídas de forma deliberada para a utilização do produto de ilícitos antecedentes e a sua posterior conversão em ativos lícitos, mediante investimentos no mercado imobiliário, é conduta apta a configurar o delito de lavagem de capitais. Ausência de provas do dolo por parte de dois dos denunciados. Absolvições.\n\n\n\n    11. Conforme demonstra o conjunto probatório, além do vínculo familiar, os denunciados reuniram-se à sua genitora, contando com o seu fundamental apoio para a pretendida conversão do caráter ilícito das quantias auferidas a partir das práticas delitivas antecedentes, seja mediante a cessão do espaço físico apropriado para o seu armazenamento, seja pela integração às sociedades empresárias formalizadas para os investimentos realizados no mercado imobiliário, na qualidade de sócia ou de administradora.\n\n\n\n    Tais elementos de prova evidenciam que, nos episódios indicados na denúncia, a relação dos denunciados extrapola os vínculos familiares e negociais ordinários, visando, de forma inequívoca, estável e duradoura a prática de delitos de lavagem de capitais, somente interrompidos em virtude de eficaz ação estatal. Ausência de prova do vínculo subjetivo por parte de um dos denunciados. Absolvição.\n\n\n\n    12. Denúncia julgada procedente, em parte, para: (a) condenar o denunciado Geddel Quadros Vieira Lima como incurso nas sanções do art. 1º, caput, da Lei 9.613/1998, por 8 (oito) vezes, bem como nas sanções do art. 288, caput, do Código Penal; (b) condenar o acusado Lúcio Quadros Vieira Lima como incurso nas sanções do art. 1º, caput, da Lei 9.613/1998, por 2 (duas) vezes, bem como nas sanções do art. 288, caput, do Código Penal; (c) absolver os denunciados Job Ribeiro Brandão e Luiz Fernando Machado da Costa Filho das imputações lançadas na denúncia, com fundamento no art. 386, VII, do Código de Processo Penal.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751981110","externo_seq_objeto_incidente":5491240,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-029  DIVULG 12-02-2020  PUBLIC 13-02-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1030&classe=AP","is_colac":false,"titulo":"AP 1030","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00003 INC-00001 ART-00005 INC-00002 \n          INC-00004 INC-00010 INC-00035 INC-00039 \n          INC-00054 INC-00055 INC-00057 INC-00078 \n          ART-00015 INC-00003 ART-00037 PAR-00015 \n          ART-00055 PAR-00001 ART-00093 INC-00009 \n          ART-00102 INC-00001 LET-B\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007347      ANO-1985\n          ART-00001 INC-00008 ART-00013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00010 ART-00011 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008078      ANO-1990\n          ART-00006 INC-00006 INC-00007\n                CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008112      ANO-1990\n          ART-00122\n                RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-008137      ANO-1990\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009266      ANO-1996\n          ART-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" REDAÇÃO DADA PELA LEI-12683/2012\n          ART-00001 \"CAPUT\" PAR-00001 INC-00002 \n          ART-00001 \"CAPUT\" PAR-00002 INC-00001 \n          PAR-00004 ART-00002 INC-00002 \n          ART-00002 PAR-00001 REDAÇÃO DADA PELA LEI-12683/2012\n          ART-00007 INC-00001 INC-00002 ART-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00050 PAR-00002 INC-00001 ART-00186 \n          ART-00927 ART-00982 \"CAPUT\" ART-00997 \n          INC-00003\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011690      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00001 PAR-00005 ART-00002 PAR-00001 \n          ART-00004 \"CAPUT\" PAR-00014 PAR-00016\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1988\n          ART-00003 NÚMERO-1 LET-B\n                CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-INT   CVC      ANO-1996\n                CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-INT   CVC      ANO-2000\n          ART-00006 NÚMERO-00001 NÚMERO-00002 LET-E\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-INT   CVC      ANO-2003\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEL-000088      ANO-1937\n          ART-00020 INC-00005\n                DECRETO-LEI\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00001 ART-00018 PAR-ÚNICO ART-00029 \n          \"CAPUT\" ART-00033 PAR-00002 LET-A \n          LET-C ART-00044 ART-00049 PAR-00001 \n          PAR-00002 ART-00059 ART-00060 PAR-00001 \n          ART-00061 INC-00001 ART-00068 ART-00069 \n          \"CAPUT\" ART-00071 \"CAPUT\" ART-00077 \n          ART-00091 INC-00001 INC-00002 LET-B \n          ART-00288 \"CAPUT\" REDAÇÃO DADA PELA LEI-12850/2013\n          ART-00288 REDAÇÃO ORIGINÁRIA\n          ART-00312 \"CAPUT\" ART-00317 \"CAPUT\" \n          PAR-00001\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00070 ART-00080 ART-00092 ART-00093 \n          ART-00108 PAR-00001 ART-00109 \n          ART-00155 \"CAPUT\" REDAÇÃO DADA PELA LEI-11690/2008\n          ART-00156 \"CAPUT\" ART-00159 \"CAPUT\" \n          PAR-00001 PAR-00004 ART-00182 ART-00212 \n          ART-00280 ART-00312 ART-00383 ART-00384 \n          ART-00386 INC-00007 \n          ART-00387 INC-00004 REDAÇÃO DADA PELA LEI-11719/2008\n          ART-00387 PAR-00001 \n          ART-00400 REDAÇÃO DADA PELA LEI-11719/2008\n          ART-00400 PAR-00001 REDAÇÃO DADA PELA LEI-11719/2008\n          ART-00403 ART-00563 \"CAPUT\" ART-00564 \n          INC-00004 ART-00567 ART-00572 INC-00002 \n          ART-00804\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   MPR-000613      ANO-2013\n                MEDIDA PROVISÓRIA\n\n","LEG-FED   DLG-000162      ANO-1991\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DLG-000152      ANO-2002\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DLG-000348      ANO-2005\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-000154      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO CONTRA O TRÁFICO ILÍCITO DE ENTORPECENTES E SUBSTÂNCIAS PSICOTRÓPICAS\n\n","LEG-FED   DEC-004410      ANO-2002\n                DECRETO - PROMULGA A CONVENÇÃO INTERAMERICANA CONTRA A CORRUPÇÃO, DE 29 DE MARÇO DE 1996\n\n","LEG-FED   DEC-002015      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-005687      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   SUV-000024      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   EXM      \n          ITEM-61\n                EXPOSIÇÃO DE MOTIVOS DA LEI-9613/1998\n\n","LEG-FED   SUMSTF-000704      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-02-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- HABEAS CORPUS, SUPRESSÃO DE INSTÂNCIA. NULIDADE, ATO PROCESSUAL, DEMONSTRAÇÃO, PREJUÍZO. PERITO OFICIAL, SUBMISSÃO, SUSPEIÇÃO, PREVISÃO, MAGISTRADO. CRIME DE AUTOLAVAGEM, PUNIBILIDADE. CORRUPÇÃO PASSIVA, RECEBIMENTO, VANTAGEM INDEVIDA, INTERPOSTA PESSOA, CONFIGURAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, MODALIDADE, OCULTAÇÃO. RESPONSABILIDADE PENAL, CRIME DE LAVAGEM DE DINHEIRO, CONDUTA CULPOSA. CRIME, ASSOCIAÇÃO CRIMINOSA, DEMONSTRAÇÃO, ESTABILIDADE, PERMANÊNCIA, VÍNCULO, INTEGRANTE, DISTINÇÃO, CONCURSO DE PESSOAS. ASSOCIAÇÃO CRIMINOSA, CRIME DE PERIGO ABSTRATO. ORGANIZAÇÃO CRIMINOSA, CRIME CONTRA A PAZ PÚBLICA, ASSOCIAÇÃO CRIMINOSA, CRIME CONTRA A ADMINISTRAÇÃO DA JUSTIÇA. RESPONSABILIDADE CIVIL, DANO PATRIMONIAL, DANO MORAL.\n\n- VOTO DO REVISOR, MIN. CELSO DE MELLO: DESMEMBRAMENTO DE PROCESSO, PLURALIDADE, RÉU. DESMEMBRAMENTO DE PROCESSO, CAUSA CONEXA, CONTINÊNCIA, PRERROGATIVA DE FORO. COMPETÊNCIA, STF, DESMEMBRAMENTO DE PROCESSO, PRERROGATIVA DE FORO. PRINCÍPIO DA PARIDADE DE ARMAS, DEVIDO PROCESSO LEGAL. CERCEAMENTO DE DEFESA, INDEFERIMENTO, DILIGÊNCIA, DECISÃO FUNDAMENTADA. LIBERDADE DE EXPRESSÃO, VEDAÇÃO, ANONIMATO. INVESTIGAÇÃO CRIMINAL, FUNDAMENTO, CARTA ANÔNIMA. CONCESSÃO, PRAZO COMUM, ALEGAÇÕES FINAIS, COLABORADOR, CORRÉU, OFENSA, CONTRADITÓRIO, AMPLA DEFESA. PRINCÍPIO PAS DE NULLITÉ SANS GRIEF, NULIDADE, COMPROVAÇÃO, PREJUÍZO. SISTEMA DA PROVA TARIFADA, PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO. JUIZ, VINCULAÇÃO, LAUDO PERICIAL. CRIME DE LAVAGEM DE DINHEIRO, INDEPENDÊNCIA, PROCESSAMENTO, JULGAMENTO, CRIME ANTECEDENTE. CRIME DE LAVAGEM DE DINHEIRO, ATRIBUIÇÃO, LICITUDE, PRODUTO, PROVENIÊNCIA, CRIME ANTECEDENTE. CRIME DE LAVAGEM DE DINHEIRO, ELEMENTO SUBJETIVO, DOLO, LAVAGEM DE DINHEIRO. CRIME DE LAVAGEM DE DINHEIRO, COMPROVAÇÃO, EXISTÊNCIA, CRIME ANTECEDENTE. CORRUPÇÃO PASSIVA, INDISPENSABILIDADE, ATO DE OFÍCIO. PECULATO, IRRELEVÂNCIA, BEM PARTICULAR. PROCESSO PENAL, PRINCÍPIO DA CORRELAÇÃO. DIREITO AO SILÊNCIO, GARANTIA CONTRA A AUTOINCRIMINAÇÃO. ACUSAÇÃO PENAL, ÔNUS DA PROVA. PROVA, REALIZAÇÃO, JUÍZO, INTERMÉDIO, ÓRGÃO, ACUSAÇÃO PENAL, PRINCÍPIO DO CONTRADITÓRIO, EFICÁCIA JURÍDICA, PROLAÇÃO, SENTENÇA CONDENATÓRIA. INQUÉRITO POLICIAL, ELEMENTO DE INFORMAÇÃO. PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA, AUSÊNCIA, PRESUNÇÃO, CULPA. SENTENÇA CONDENATÓRIA, AUSÊNCIA, INSUFICIÊNCIA, ELEMENTO PROBATÓRIO, LIBERDADE, ACUSADO, IN DUBIO PRO REO. ASSOCIAÇÃO CRIMINOSA, CRIME PERMANENTE, APLICAÇÃO, LEI PENAL MAIS RÍGIDA, LEI SUPERVENIENTE. ASSOCIAÇÃO CRIMINOSA, CRIME FORMAL, CRIME PLURISSUBJETIVO. AUTONOMIA, CRIME, ASSOCIAÇÃO CRIMINOSA. ASSOCIAÇÃO CRIMINOSA, CONCURSO MATERIAL. DISTINÇÃO, ASSOCIAÇÃO CRIMINOSA, CRIME, CONCURSO DE PESSOAS. ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA. ASSOCIAÇÃO CRIMINOSA, DESNECESSIDADE, CONDENAÇÃO, TOTALIDADE, INTEGRANTE. ASSOCIAÇÃO CRIMINOSA, DOLO ESPECÍFICO, COMETIMENTO DE CRIME, INDETERMINAÇÃO. DOSIMETRIA DA PENA, DISCRICIONARIEDADE, JUIZ. PENA-BASE, EXACERBAÇÃO, DECISÃO FUNDAMENTADA. REGRA, CRIME CONTINUADO, CRITÉRIO, NÚMERO, DELITO, CORRELAÇÃO, FRAÇÃO, ACRÉSCIMO, PENA. PRISÃO CAUTELAR, COMPATIBILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA.\n\n- VOTO, MIN. RICARDO LEWANDOWSKI: INSTAURAÇÃO, PERSECUÇÃO PENAL, FUNDAMENTO, DENÚNCIA ANÔNIMA.\n\n- VOTO, MIN. GILMAR MENDES: DESMEMBRAMENTO DE PROCESSO, CONVENIÊNCIA, INSTRUÇÃO. COLABORAÇÃO PREMIADA, PRODUÇÃO DE PROVA, CONTRARIEDADE, TERCEIRO, OBTENÇÃO, COLABORADOR, REMISSÃO DA PENA. DIREITO, DELATADO, INQUIRIÇÃO, COLABORADOR, EXERCÍCIO, CONTRADITÓRIO. REALIZAÇÃO, INQUIRIÇÃO, COLABORADOR, MOMENTO ANTERIOR, INTERROGATÓRIO, CORRÉU.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1030&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, PERDA DE MANDATO ELETIVO, ENCERRAMENTO, INSTRUÇÃO CRIMINAL)\nAP 937 QO (TP). \n(HABEAS CORPUS, SUPRESSÃO DE INSTÂNCIA)\nHC 95840 (1ªT). \n(JUIZ, AVALIAÇÃO, PROVA, INDEFERIMENTO, IRRELEVÂNCIA, IMPERTINÊNCIA, PROTELAÇÃO)\nAP 986 AgR (2ªT). \n(NULIDADE, ATO PROCESSUAL, DEMONSTRAÇÃO, PREJUÍZO)\nHC 120233 (2ªT), Rcl 27699 AgR (2ªT), RHC 133298 AgR (2ªT). \n(PERITO, HABILITAÇÃO TÉCNICA)\nHC 95569 (1ªT), HC 98306 (2ªT), RHC 125235 (1ªT). \n(CRIME DE AUTOLAVAGEM, PUNIBILIDADE)\nInq 2471 (TP), AP 470 EI-sextos (TP), AP 470 EI-décimos sextos (TP), HC 165036 (2ªT). \n(CORRUPÇÃO PASSIVA, RECEBIMENTO, VANTAGEM INDEVIDA, INTERPOSTA PESSOA, CONFIGURAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, MODALIDADE, OCULTAÇÃO)\nADI 694 (TP). \n(CRIME DE LAVAGEM DE DINHEIRO, INVESTIMENTO, EMPREENDIMENTO IMOBILIÁRIO)\nRHC 80816 (2ªT), AP 863 (1ªT). \n(ASSOCIAÇÃO CRIMINOSA, CRIME DE PERIGO ABSTRATO)\nRHC 123896 AgR (1ªT). \n(REQUISITO, PRISÃO PREVENTIVA)\nHC 138120 (2ªT). \n(DESMEMBRAMENTO DE PROCESSO, PLURALIDADE, RÉU)\nInq 2706 AgR (TP), Inq 2168 ED (TP), Pet 2020 QO (1ªT), Inq 2471 AgR-quinto (TP), HC 103149 (2ªT), Inq 2601 QO (TP), AP 641 AgR (TP), ACO 2149 AgR (1ªT). \n(COMPETÊNCIA, STF, DESMEMBRAMENTO DE PROCESSO, PRERROGATIVA DE FORO)\nInq 4517 AgR (TP), Pet 6212 AgR (2ªT). \n(PRINCÍPIO DA PARIDADE DE ARMAS)\nARE 648629 (TP), AP 644 AgR (2ªT), RHC 138752 (2ªT). \n(CERCEAMENTO DE DEFESA, INDEFERIMENTO, DILIGÊNCIA, DECISÃO FUNDAMENTADA)\nHC 69575 (1ªT), HC 80205 (1ªT), HC 83578 (2ªT), RHC 90719 (2ªT), HC 91777 (1ªT), HC 95694 (1ªT), AP 409 AgR (TP), AP 374 AgR (TP), HC 100988 (1ªT), HC 135026 (2ªT), AP 974 AgR-segundo (2ªT). \n(CONCESSÃO, PRAZO COMUM, ALEGAÇÕES FINAIS, COLABORADOR, CORRÉU, OFENSA, CONTRADITÓRIO, AMPLA DEFESA)\nHC 157627 AgR (2ªT). \n(SÚMULA VINCULANTE 24/STF.)\nHC 81611 (TP). \n(PRINCÍPIO PAS DE NULLITÉ SANS GRIEF)\nHC 81510 (1ªT) - RTJ 182/662, HC 82899 (2ªT) - RTJ 220/385, HC 85155 (2ªT), HC 100329 (2ªT), HC 104648 (2ªT), HC 109708 (2ªT), HC 117102 (2ªT), HC 121994 (1ªT), Rcl 27699 AgR (2ªT), RHC 153747 AgR (1ªT). \n(JUIZ, VINCULAÇÃO, LAUDO PERICIAL)\nHC 85955 (2ªT), HC 104557 (1ªT), RHC 120052 (2ªT), HC 123025 (1ªT), HC 163395 AgR (1ªT). \n(CRIME DE LAVAGEM DE DINHEIRO, INDEPENDÊNCIA, PROCESSAMENTO, JULGAMENTO, CRIME ANTECEDENTE)\nHC 89739 (2ªT), HC 93368 (1ªT), HC 94958 (2ªT), HC 95773 (1ªT), HC 95840 (1ªT), RHC 130738 AgR (2ªT), HC 138092 (1ªT). \n(DEFINIÇÃO, LAVAGEM DE DINHEIRO)\nAP 470 (TP), RHC 80816 (2ªT), AP 470 EI-décimos segundos (TP), Inq 4141 (1ªT), Inq 4146 (TP). \n(CRIME DE AUTOLAVAGEM)\nAP 470 (TP), Inq 2471 (TP), HC 92279 (2ªT), AP 996 (2ªT). \n(CORRUPÇÃO PASSIVA, INDISPENSABILIDADE, ATO DE OFÍCIO)\nAP 307 (2ªT), RTJ 162/46. \n(CRIME, PECULATO)\nHC 70610 (2ªT), RHC 72830 (2ªT), HC 74588 (1ªT), HC 88959 (2ªT), HC 90337 (1ªT), RHC 103559 (1ªT), Inq 3006 (1ªT), Inq 3113 (1ªT), Inq 3731 (2ªT), AP 905 QO (1ªT), HC 73128 (2ªT). \n(PECULATO, IRRELEVÂNCIA, BEM PARTICULAR)\nHC 56998 (1ªT). \n(PROCESSO PENAL, PRINCÍPIO DA CORRELAÇÃO)\nHC 74661 (1ªT) - RTJ 170/187, HC 83924 (2ªT), HC 88025 (2ªT) - RTJ 201/286, HC 109151 (1ªT), AP 975 (2ªT). \n(GARANTIA CONTRA A AUTOINCRIMINAÇÃO)\nHC 68742 (TP), HC 68929 (1ªT) - RTJ 141/512. \n(ACUSAÇÃO PENAL, ÔNUS DA PROVA)\nHC 88875 (2ªT). \n( PROVA, REALIZAÇÃO, JUÍZO, INTERMÉDIO, ÓRGÃO, ACUSAÇÃO PENAL, PRINCÍPIO DO CONTRADITÓRIO)\nHC 73338 (1ªT). \n(PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 93883 (2ªT), ADPF 144 (TP), HC 95290 (2ªT). \n(SENTENÇA CONDENATÓRIA, AUSÊNCIA, INSUFICIÊNCIA, ELEMENTO PROBATÓRIO, LIBERDADE, ACUSADO)\nAP 421 (1ªT), AP 554 (1ªT), AP 612 (TP), AP 619 (2ªT), AP 678 (1ªT). \n(SÚMULA 711/STF)\nHC 76382 (2ªT), HC 76978 (1ªT), RE 227843 (2ªT), HC 80540 (1ªT), RHC 83437 (1ªT), RHC 133410 (2ªT). \n(AUTONOMIA, CRIME, ASSOCIAÇÃO CRIMINOSA)\nHC 56447 - RTJ 88/468, HC 81260 (1ªT), RHC 83447 (2ªT), HC 84223 (1ªT), HC 84453 (1ªT), HC 88978 (2ªT), HC 95086 (1ªT), HC 103412 (1ªT), AP 565 (TP), RHC 123896 AgR (1ªT). \n(ASSOCIAÇÃO CRIMINOSA, CONCURSO MATERIAL)\nRHC 59904 (TP) - RTJ 104/104, RE 107773 (1ªT) - RTJ 128/325, RT 505/352. \n(ASSOCIAÇÃO CRIMINOSA, DESNECESSIDADE, CONDENAÇÃO, TOTALIDADE, INTEGRANTE)\nMS 21449 - RTJ 163/116, HC 72945 (2ªT), HC 77570 (1ªT), RTJ 349/65. \n(DOSIMETRIA DA PENA, DISCRICIONARIEDADE, JUIZ)\nHC 101118 (2ªT). \n(PENA-BASE, DECISÃO FUNDAMENTADA)\nHC 71697 (1ªT), HC 87263 (1ªT), HC 88261 (2ªT), HC 96590 (2ªT). \n(REQUISITO, MOTIVAÇÃO, DECISÃO JUDICIAL, EXACERBAÇÃO, PENA-BASE)\nHC 69419 (1ªT) - RTJ 143/600. \n(REGRA, CRIME CONTINUADO, CRITÉRIO, NÚMERO, DELITO, CORRELAÇÃO, FRAÇÃO, ACRÉSCIMO, PENA)\nHC 76550 (1ªT), HC 83632 (1ªT), RHC 85923 (2ªT), HC 95415 (2ªT), HC 117719 (2ªT). \n(REQUISITO, PRISÃO PREVENTIVA)\nHC 68347 (1ªT) - RTJ 134/798, HC 101026 (2ªT), RHC 50376 - RTJ 64/77. \n(PRISÃO CAUTELAR, COMPATIBILIDADE, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA)\nHC 68726 (TP), HC 68841 (1ªT) - RTJ 138/216, HC 69026 (1ªT) - RTJ 142/855, HC 69263 - RTJ 142/878, HC 69667 (1ªT) - RTJ 148/429, RHC 67857 - RTJ 133/280. \n(FUNDAMENTAÇÃO IDÔNEA, PRISÃO PREVENTIVA)\nHC 132295 (2ªT), HC 132296 (2ªT), HC 133712 (2ªT), RHC 133942 (1ªT), HC 138120 (2ªT). \n(INDEFERIMENTO, PRODUÇÃO DE PROVA, PRINCÍPIO CONTRADITÓRIO, AMPLA DEFESA)\nHC 70081 (2ªT), HC 71678 (1ªT), HC 73509 (2ªT), HC 76614 (1ªT), HC 80723 (1ªT), HC 80990 (2ªT), HC 83578 (2ªT), RHC 84849 (1ªT), HC 87728 (1ªT), HC 88904 (1ªT), HC 90008 (2ªT), RHC 90399 (1ªT), RE 156576 AgR (1ªT), RHC 49702 (2ªT). \n(INSTAURAÇÃO, PERSECUÇÃO PENAL, FUNDAMENTO, DENÚNCIA ANÔNIMA)\nRHC 86082 (2ªT), HC 90178 (2ªT), HC 95244 (1ªT), Inq 4633 (2ªT). \n(DESMEMBRAMENTO DE PROCESSO, CONVENIÊNCIA, INSTRUÇÃO)\nAP 351 (TP), AP 336 AgR (TP). \n(COLABORAÇÃO PREMIADA, PRODUÇÃO DE PROVA, CONTRARIEDADE, TERCEIRO, OBTENÇÃO, COLABORADOR, REMISSÃO DA PENA)\nInq 4074 (2ªT). \n(DIREITO, DELATADO, INQUIRIÇÃO, COLABORADOR, EXERCÍCIO, CONTRADITÓRIO)\nHC 93607 (2ªT), HC 94016 (2ªT), HC 94601 (2ªT), HC 101648 (1ªT), HC 127483 (TP). \n(COLABORAÇÃO PREMIADA, PROVA)\nInq 3982 (2ªT), HC 127483 (TP). \n(RESPONSABILIDADE CIVIL, DANO PATRIMONIAL, DANO MORAL)\nAP 996 (2ªT). \n(ASSOCIAÇÃO CRIMINOSA, ESTABILIDADE, PERMANÊNCIA)\nHC 68322 (2ªT), HC 70774 (1ªT), HC 72992 (1ªT), Ext 862 (TP), AP 323 QO (TP), AP 932 (1ªT). \n- Decisões monocráticas citadas:\n(DESMEMBRAMENTO DE PROCESSO, PLURALIDADE, RÉU)\nInq 1741, AP 561.\n(INVESTIGAÇÃO CRIMINAL, FUNDAMENTO, CARTA ANÔNIMA)\nMS 24369 MC.\n(CRIME DE LAVAGEM DE DINHEIRO, INDEPENDÊNCIA, PROCESSAMENTO, JULGAMENTO, CRIME ANTECEDENTE)\nRHC 145678, RHC 129921.\n(DIREITO, IMPEDIMENTO, AUTOINCRIMINAÇÃO)\nHC 80530 MC.\n(CONDENAÇÃO, DANO MORAL COLETIVO)\nAP 966.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: AREsp 701202-AgRg, HC 239624-AgRg, HC 367674, HC 430382, REsp 1536612-AgRg, HC 160662, HC 239127, HC 311490, REsp 1193929, HC 87843, HC 137628, HC 207936, RHC 41203, RHC 44255, RHC 94233, HC 97181, HC 128297, HC 140950, HC 141884, HC 153641, REsp 1071166, Inq 355 AgR, RHC 7329, RMS 4435, RHC 85929 AgRg, RSTJ 110/354. \nRT 165/596, RT 422/299, RT 426/395, RT 448/334, RT 479/358, RT 547/355, RT 512/355, RT 520/484, RT 567/398, RT 570/388, RT 603/311, RT 683/345, RT 731/587, RT 745/628. \nJTACrimSP 89/218. \n- Legislação estrangeira citada: Art. 8º, art. 141, art. 240, art. 333, n. 3, do Código de Processo Penal, de 1930, da Itália; § 261.9, do Código Penal tedesco, da Alemanha; § 165.1, do Código Penal autríaco; art. 648-ter.1 do Código Penal italiano, acrescentado pela lei 186/2014; art. 301, do Código Penal espanhol; art. 368, do Código Penal português; Resolução do Parlamento Europeu, de 25 de outubro de 2011.\n- Decisão estrangeira citada: Senteça n. 03-81.165, de 15/01/2004, da Corte de Cassação, da França.\n- Veja AC 4324, Pet 7346, AC 4044 e HC 166373 do STF.\n\nNúmero de páginas: 584.\nAnálise: 29/10/2020, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nRÉU(É)(S)  : LÚCIO QUADROS VIEIRA LIMA \nADV.(A/S)  : GAMIL FÖPPEL \nRÉU(É)(S)  : JOB RIBEIRO BRANDÃO \nADV.(A/S)  : MARCELO FERREIRA DE SOUZA E OUTRO(A/S)\nRÉU(É)(S)  : GEDDEL QUADROS VIEIRA LIMA \nADV.(A/S)  : GAMIL FÖPPEL E OUTRO(A/S)\nRÉU(É)(S)  : LUIZ FERNANDO MACHADO DA COSTA FILHO \nADV.(A/S)  : CESAR DE FARIA JUNIOR","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425158,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 1030","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2019-10-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO PENAL","documental_doutrina_texto":"AGOSTINHO, Santo. De Civitate Del, Livro XIX, Capítulo XIII, nº 1.\nALIMENA, Bernardino. Princípios de Derecho Penal. Librería General de Victoriano Suárez, 1915. v. 1. p. 509-512. \nAMARO, Mohamed. Código Penal na Expressão dos Tribunais. Saraiva, 2007. p. 406, item 16.\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Almedina, 1987. p. 220-224, item 2.\nAQUINO, Tomás de. Suma Theologica, Questão 29.\nARÁNGUEZ, Carlos Sánches. El Delito de Blanqueo de Capitales. Madri: Marcial Pons, 2000.\nARAS, Vladimir. O réu colaborador como testemunha. In: SALGADO; QUEIROZ (Org.). A prova no enfrentamento à macrocriminalidade. 2. ed. JusPodivm, 2016. p. 214 e 228.\nAZEVEDO, Vicente de Paulo Vicente de. Direito Judiciário Penal. Saraiva, 1952. p. 115.\nBARBALHO, João. Constituição Federal Brasileira: Comentários. 2. ed. F. Briguiet, 1924. p. 423.\nBARBOSA, Rui. Novos Discursos e Conferências. Saraiva, 1933. p. 75.\nBADARÓ, Gustavo. Processo Penal. 1. ed. Rio de Janeiro: Elsevier, 2012. p. 215-216.\nBADARÓ, Gustavo Henrique; BOTTINI, Pierpaolo Cruz. Lavagem de dinheiro. 3. ed. São Paulo: Revista dos Tribunais, 2016. p. 128.\n______. Lavagem de Dinheiro: Aspectos Penais e Processuais Penais. Revista dos Tribunais, 2012. p. 94-99, item 2.2.4.2.\n______.______. 4. ed. Revista dos Tribunais, 2019. p. 26, item 1.1 e p. 102-105, item 2.2.1.4.\n______. Lavagem de dinheiro: aspectos penais e processuais penais: cometários à Lei 9.613/1998, com as alterações da Lei 12.683/2012. 4. ed. Rev., atual. e ampl. São Paulo: Thomson Reuters Brasil, 2019. p. 249-251.\nBADARÓ, Gustavo Henrique. Processo Penal. 4. ed. Revista dos Tribunais, 2016. p. 438-439 e 540-543.\nBALTAZAR JUNIOR, José Paulo. Crimes Federais. 10. ed. Saraiva, 2015. p. 219-223, itens 4 e 5 e p. 220-222, item 4.1.\n______.______. 11. ed. Saraiva. p. 218.\nBARROS, Marco Antonio de. Lavagem de Capitais e Obrigações Civis Correlatas. 2. ed. Revista dos Tribunais, 2007. p. 49, item 1.7.1 e p. 58-60, item 1.12.\n______.______. 3. ed. rev., atual e ampl. São Paulo: Revista dos Tribunais, 2012.\n______.______. 4. ed. Revista dos Tribunais, 2013. p. 46-48, item 1.6, p. 51, item 1.7 e p. 191-193, item 5.4.2.\n______. Lavagem de Capitais: Crimes, Investigação, Procedimento Penal e Medidas Preventivas. 5. ed. Juruá, 2017. p. 147-149, item 2.7.1 e p. 53-54, item 1.13.1.\nBARROS, Suzana de Toledo. O Princípio da Proporcionalidade e o Controle de Constitucionalidade das Leis Restritivas de Direitos Fundamentais. 2. ed. Brasília Jurídica, 2000. p. 216, \"conclusão\".\nBARROSO, Luís Roberto. Temas de Direito Constitucional. Renovar, 2001. Tomo I. p. 363-366.\nBASTOS, Celso Ribeiro; MARTINS, Ives Gandra. Comentários à Constituição do Brasil. Saraiva, 1989. v. 2. p. 43-44.\nBATISTA, Weber Martins. Liberdade Provisória. Forense, 1981. p. 34.\nBETANHO, Luiz Carlos. Código Penal e sua Interpretação Jurisprudencial. 7. ed. Revista dos Tribunais, 2001. v. 1. p. 1999-2001, item 1.03.\nBITENCOURT, Cezar Roberto. Código Penal Comentado.  4. ed. Saraiva, 2007. p. 216-221.\n______.______. 9. ed. Saraiva, 2015. p. 1341, item 2 e p. 1343-1344, itens 4 e 4.1.\nBITENCOURT, Cezar Roberto; BUSATO, Paulo César. Comentários à Lei de Organização Criminosa. São Paulo: Saraiva. 2014. p. 240-241 e 237-238.\nBITTAR FILHO, Carlos Alberto. Dano moral coletivo no atual contexto brasileiro. Revista de Direito do Consumidor n. 12. São Paulo: Revista dos Tribunais, out./dez. 1994. p. 55.\nBOAS, Alberto Vilas. Código de Processo Penal Anotado e Interpretado. Capítulo V. Del Rey, 1999. p. 149-150.\nBONFIM, Marcia Monassi Mougenot; BONFIM, Edilson Mougenot. Lavagem de Dinheiro. 2. ed. Malheiros, 2008. p. 55-57, item 11, p. 58, item 12.1, p. 79-80, item 3 e p. 81-86.\nBONFIM, Marcia Monassi Mougenot. Lavagem de Dinheiro. Malheiros, 2008. p. 28-29, item 5.\nBORRI, Luiz A.; SOARES, Rafael J. A readequação dos procedimentos processuais penais em face da colaboração premiada. Boletim IBCCrim, n. 296, jul. 2017. p. 16.\nBOTTINI, Pierpaolo Cruz. Lavagem de Dinheiro: Aspectos Penais e Processuais Penais. Revista dos Tribunais, 2012. p. 94-99, item 2.2.4.2.\nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 4. ed. Saraiva, 2002. p. 91.\nBUSATO, Paulo César. Direito Penal: Parte Geral. Atlas, 2013. p. 933, item 6.3. \nCALLEGARI, André Luís. Lavagem de Dinheiro: Aspectos Penais da Lei nº 9.613/98. 2. ed. Livraria do Advogado, 2008. p. 87-93, item 11.1.\nCALLEGARI, André Luís; WEBER, Ariel Barazzetti. Lavagem de Dinheiro. Atlas, 2014. p. 83-86, item 3.3.2. \n______.______. 2. ed. Atlas, 2017. p. 08-14, item 2.2.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 5. ed. Almedina, 1991. p. 661, item 3.\nCAPEZ, Fernando. Curso de Processo Penal. 7. ed. Saraiva, 2001. p. 77, item 10.13.\n______. Código Penal Comentado. Verbo Jurídico, 2007. p. 204.\nCAPEZ, Fernando; PRADO, Stela. Código Penal Comentado. 6. ed. Saraiva, 2015. p. 571-576.\nCARLI, Carla Veríssimo de. Lavagem de Capitais e Obrigações Civis Correlatas. 2. ed. Revista dos Tribunais, 2008. p. 49, item 1.7.1.\n______. Lavagem de Dinheiro: Ideologia da Criminalização e Análise do Discurso. Verbo Jurídico, 2012. p. 118-120, item 2.3.1, p. 120-121, item 2.3.2 e p. 206-207, item 2.1.2.2.\n______. Lavagem de Dinheiro: Prevenção e Controle Penal. 2. ed. Verbo Jurídico, 2013. p. 225-231, item 6.3. \nCARVALHO NETO, Inácio de. Aplicação da Pena. 2. ed. Forense, 2003.\nCASTRO JÚNIOR, João Batista de. Dano moral coletivo e dano sociomoral: distinção dada pela construtura hermenêutica constitucional. Revista de direito civil contemporâneo, v. 3, abr./jun. 2015. p. 185-205.\nCÍCERO, Marco Túlio. De Finibus bonorum et malorum, IV, 24. \nCOSTA JR., Paulo José da. Código Penal Comentado. 8. ed. DPJ, 2005. p. 245.\nCRAMER, Ronaldo. Precedentes Judiciais – Teoria e Dinâmica. Forense, 2016. p. 86, item 4.3.1.3. \nCUNHA, Rogério Sanches; PINTO, Ronaldo Batista. Crime Organizado. 2. ed. JusPODIVM, 2014. p. 19.\nDALLARI, Dalmo de Abreu. O Renascer do Direito. Bushatsky, 1976. p. 94-103.\nDAVIGO, Piercamilo. Il Sistema Della Corruzione. In: Introduzione. Editori Laterza, 2019. p. XIV.\nDELMANTO, Celso; DELMANTO, Roberto; DELMANTO JÚNIOR, Roberto. Código Penal Comentado. 4. ed. Renovar, 1998. p. 280. \nDOTTI, René Ariel. Curso de Direito Penal: Parte Geral. 2. ed. Forense, 2004. p. 512-516, item 6 a 17.\nESPÍNOLA FILHO, Eduardo. Código de Processo Penal Brasileiro Anotado. 3. ed. Borsoi, 1955. v. 4. p. 126-127, item 765.\n______.______. Rio de Jnaneiro: Borsoi, 1960. v. 3. p. 39-40.\nFARIA, Bento de. Código Penal Brasileiro. Livraria Jacinto, 1943. v. 5. p. 396, item II.\nFARIAS, Edilson Pereira de. Colisão de Direitos. Fabris, 1996. p. 94-101, item 8.3.\nFEITOZA, Denilson. Direito Processual Penal: Teoria, Crítica e Práxis. 6. ed. Impetus, 2009. p. 485, item 9.3. \nFERNANDES, Jorge Ulisses Jacoby. Tomada de Contas Especial. 2. ed. Brasília Jurídica, 1998. p. 51, item 4.1.1.1.2.\nFERREIRA, Gilberto. Aplicação da Pena. Forense, 1995. p. 66.\nFERRO, Ana Luiza Almeida; PEREIRA, Flávio Cardoso Perreira, GAZZOLA, Gustavo dos Reis. Criminalidade Organizada: Comentários à Lei 12.850, de 02 de agosto de 2013. Juruá, 2014. p. 248-255.\nFONSECA, Cibele B. G. Colaboração premiada. Del Rey, 2017. p. 164.\nFRAGOSO, Heleno Cláudio. Lições de Direito Penal. Forense, 1980. v. 2. p. 438.\n______.______. 6. ed. Forense, 1988. p. 294-295, item 935.\nFRANCO, Alberto Silva. Código Penal e sua Interpretação Jurisprudencial. Revista dos Tribunais, 2001. v. 01. p. 1319-1320, item 9.01.\nGOMES FILHO, Antônio Magalhães. Direito à Prova no Processo Penal. Revista dos Tribunais, 1997. p. 111, item 7.\nGOMES, Luiz Flávio; SILVA, Marcelo Rodrigues da. Organizações Criminosas e Técnicas Especiais de Investigação. JusPODIVM, 2015. p. 161, item 5.1.\nGRECO FILHO, Vicente. Manual de Processo Penal. 4. ed. Saraiva, 1997. p. 165, item 33 e p. 274-278. \nGRECO, Rogério. Código Penal comentado. 2. ed. Impetus, 2009. p. 127-130.\n______.______. 12. ed. Impetus, 2018. p. 248, 988 e 1006-1108.\nGRINOVER, Ada Pellegrini, O Novo Processo do Consumidor. In: GRINOVER, Ada Pellegrini et al (Org.). Processo Coletivo: do Surgimento à Atualidade. São Paulo: Revista dos Tribunais, 2014. p. 296.\nHUNGRIA, Nelson. Comentários ao Código Penal. Forense, 1958. v. 9. p. 466, item 178.\nJESUS, Damásio E. de. Código de Processo Penal Anotado. 18. ed. Saraiva, 2002. p. 9.\nKIRCHER, Luís Felipe Schaneider. A Valoração da Prova Pericial no Processo Penal Brasileiro. Revista Brasileira de Ciências Criminais, v. 153, p. 133-169, Mar. 2019.\nLANZI, Massimiliano. Riciclaggio e Reati nella Gestione dei Flussi di Denaro Sporco: Teoria e Pratica, \"a cura di\", Vincenzo Maiello e Luca Della Ragione. Giuffrè Editore, 2018. p. 324, item 3.\nLEONE, Giovanni. Il Codice di Procedura Penale Illustrato Articolo per Articolo. In: CONTI, Ugo (Coord.). Società Editrice Libraria, Milano, 1937. v. 1. p. 562-564, itens 154-155.\n______. Trattato di Diritto Processuale Penale. Casa Editrice Dott Eugenio Jovene Napoli, 1961. v. 2. p. 12-13, item 1.\nLIMA, Marcellus Polastri. Curso de Processo Penal. 8. ed. Gazeta Jurídica, 2014. p. 361.\nLIMA, Renato Brasileiro de. Código de Processo Penal Comentado. 2. ed. JusPODIVM, 2017. p. 350-351, item 6.1.\n______.______. JusPODIVM, 2017. p. 559-560.\n______. Legislação Criminal Especial Comentada. 5. ed. JusPodivm, 2017. p. 474, p. 486-489, item 9.1, p. 504, item 11.2, p. 566-567 e p. 674, item 4.\n______.______. 6. ed. Salvador: JusPodivm, 2018. p. 487.\n______.______. 7. ed. Salvador: JusPodivm, 2019. p. 907-915, item 22.\nLOPES JR., Aury. Direito Processual Penal.\nMAIA, Rodolfo Tigre. Lavagem de Dinheiro: Lavagem de Ativos Provenientes de Crime. 2. ed. Malheiros, 2004. p. 111-113.\n______. Lavagem de Dinheiro: Anotações às Disposições Criminais da Lei n. 9.613/98. 2. ed. Malheiros, 2007. p. 14, item 3, p. 53-54, item 41, p. 87-88, item 64 e p. 92, item 69.\nMAIELLO, Vincenzo; RAGIONE, Luca Della. Riciclaggio e Reatinella Gestione dei Flussi di Denaro Sporco: Teoria e Pratica. Giuffrè Editore, 2018. p. 324, item n. 3.\nMARINONI, Luiz Guilherme. Precedentes Obrigatórios. 4. ed. Revista dos Tribunais, 2016. p. 230-231, item 4.1.\nMARQUES, José Frederico. Da Competência em Matéria Penal. Saraiva, 1953. p. 292-293.\n______. Elementos de Direito Processual Penal. Forense, 1961. v. 1. p. 153.\n______.______. 2. ed. Atualização: Eduardo Reale Ferrari. Millennium, 2000. v. 1. p. 147, item 71.\n______. Tratado de Direito Processual Penal. Saraiva, 1980. v. 1.\nMARTINS, Sérgio Mazina. Unificação de Penas pela Continuidade Delitiva. Revista Brasileira de Ciências Criminais, v. 18, p. 237-279, Abr./Jun. 1997.\nMASSON, Cleber. Código Penal Comentado. 4. ed. Método, 2016. p. 445 e 1192-1203.\nMAXIMILIANO, Carlos. Comentários à Constituição Brasileira. Jacinto Ribeiro dos Santos Editor, 1918. p. 713, item 440.\nMENDONÇA, Andrey B. A colaboração premiada e a criminalidade organizada: a confiabilidade das declarações do colaborador e seu valor probatório. In: SALGADO; QUEIROZ (Org.). A prova no enfrentamento à macrocriminalidade. 2. ed. JusPodivm, 2016. p. 238.\nMENDRONI, Marcelo Batlouni. Crime de Lavagem de Dinheiro. 4. ed. Atlas, 2018. p. 225-226, item 10.6.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 2. ed. Atlas, 1994. p. 576-577, item 499.3.\n______.______. 7. ed. Atlas, 2000. p. 95, 276 e 688.\n______.______. 11. ed. Atlas, 2003. p. 1004, item 386.3.\nMIRABETE, Julio Fabbrini; FABBRINI, Renato N. Manual de Direito Penal. 26. ed. Atlas, 2010. v. 1. p. 115.\n______.______. 26. ed. Atlas. v. 1. p. 307, item 7.6.4. \nMITTERMAYER, C. J. Tratado da prova em matéria criminal. Rio de janeiro, 1871. Tomo II, p. 123-125.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. Atlas, 2002. p. 207, item 5.17.\nMORO, Sergio Fernando. Crime de Lavagem de Dinheiro. Saraiva, 2010. p. 61-70, item 3.3.\nMOURA, Maria Thereza Rocha de Assis. Competência por Conexão ou Continência. In: FRANCO, Alberto Silva; STOCO, Rui (Coord.) Código de Processo Penal e sua Interpretação Jurisprudencial. 2. ed. Capítulo V. Revista dos Tribunais, 2004. v. 2. p. 1037. \nNIEVA FENOLL, Jordi. La valoración de la prueba. Madri: Marcial Pons, 2010. p. 244.\nNOGUEIRA, Paulo Lúcio. Curso Completo de Processo Penal. 9. ed. Saraiva, 1995. p. 250, item 3.\nNORONHA, Magalhães. Direito Penal. 17. ed. Saraiva, 1986. v. 4. p. 244, item 1.320.\nNUCCI, Guilherme de Souza. Código de Processo Penal Comentado. Revista dos Tribunais, 2002. p. 68, item 29.\n______.______. 5. ed. Revista dos Tribunais, 2006. p. 679, item 48.\n______.______. 8. ed. Revista dos Tribunais, 2008. p. 229-232, itens 4, 7, 8 e 11 e p. 381-402.\n______. Código Penal comentado. 15. ed. Rio de Janeiro: Forense, 2015. p. 1243.\n______. Código Penal Comentado. Rio de Janeiro: Forense, 2017. p. 1438-1439.\n______.______. 19. ed. Forense. p. 1346, item 23.\n______. Leis Penais e Processuais Penais Comentadas. 10. ed. Forense, 2017. v. 2. p. 591-592, item 4.\n______. Curso de Direito Penal: Parte Geral. v. 1. p. 848.\n______. Curso de Direito Penal: Parte Especial. v. 3. p. 503.\nOLIVEIRA, Eugênio Pacelli de; FISCHER, Douglas. Comentários ao Código de Processo Penal e sua Jurisprudência. p. 211 e 328.\nPACELLI, Eugênio; FISCHER, Douglas. Comentários ao Código de Processo Penal e sua Jurisprudência. 4. ed. Atlas, 2012. p. 828-830.\nPACELLI, Eugênio. Curso de Processo Penal. 21. ed. Atlas, 2017. p. 300, item 8.1.\nPEDROSO, Fernando de Almeida. Processo Penal: O Direito de Defesa. Forense, 1986. p. 43-45, item 12.\nPEREIRA, Emmanoel Campelo de Souza. Lavagem de Dinheiro e Crime Organizado Transnacional. LTr, 2016. p. 80-81, item 2.1.6.\nPITOMBO, Antônio Sérgio A. de Moraes. Lavagem de Dinheiro: A Tipicidade do Crime Antecedente. Revista dos Tribunais, 2003. p. 27, item 1.3, p. 109, p. 131-132, item 5.3.10, p. 133-144, item 6.1 e p. 157-159, item 7.4.\nPODESTÁ, Fábio Henrique. Direito à Intimidade. Liberdade de Imprensa. Danos por Publicação de Notícias. In: Constituição Federal de 1988: Dez Anos (1988-1998). Juarez de Oliveira, 1999. p. 230-231, item 5.\nPODVAL, Maria Fernanda de Toledo R.; PODVAL, Roberto. Código de Processo Penal e sua Interpretação Jurisprudencial. In: FRANCO, Alberto Silva; STOCO, Rui (Coord.). 2. ed. Capítulo 5. Revista dos Tribunais, 2004. v. 4. p. 160-163, item 3.03.\nPRADO, Geraldo. Prova penal e sistema de controles epistêmicos. São Paulo: Marcial Pons, 2014. p. 77.\nPRADO, Luis Regis. Direito Penal Econômico. 3. ed. Revista dos Tribunais, 2009. p. 359-360.\n______. Curso de Direito Penal Brasileiro. 8. ed. Revista dos Tribunais, 2012. p. 521-523, item 2.\n______. Tratado de Direito Penal Brasileiro. v. 6. p. 245, 246 e 247.\n______.______. Direito Penal Econômico. v. 8. p. 429-430.\nREALE JÚNIOR, Miguel. Instituições de Direito Penal: Parte Geral. 3. ed. Forense, 2009. p. 405-429, item 5.1 a 5.9.\nREALE, Miguel. Direito Criminal Contemporâneo: Estudos em Homenagem ao Ministro Francisco de Assis Toledo. In: D'URSO, Luiz Flávio Borges (Coord.). Juarez de Oliveira, 2004. p. 259-262.\n______. Decoro Parlamentar e Cassação de Mandato Eletivo. Revista de Direito Público, v. 10. p. 89.\nRIZZARDO, Arnaldo. Direito de empresa. 5. ed. Rio de Janeiro: Forense, 2014. p. 209.\nRODRIGUES JUNIOR, Otavio Luiz. Nexo causal probabilístico: elementos para a crítica de um conceito. Revista de Direito Civil Contemporâneo, São Paulo: Revista dos Tribunais, 2016. v. 8. p. 115-137.\n______. Estatuto epistemológico do Direito civil contemporâneo na tradição de civil law em face do neoconstitucionalismo e dos princípios. p. 56.\nROMERO, Eneas. A colaboração premiada. In: AMBOS; ROMERO (Coord.). Crime organizado. Marcial Pons, 2017. p. 265.\nROSA, João Luiz Moraes. rime Organizado: Criminologia e Política Criminal. Juruá, 2018. p. 223-233, item 4.8.\nSALLES JUNIOR, Romeu de Almeida. Inquérito Policial e Ação Penal. 7. ed. Saraiva, 1998. p. 19-20, item 17.\nSARMENTO, Daniel. A Ponderação de Interesses na Constituição Federal. Lumen Juris, 2000. p. 193-203, \"conclusão\", itens 1 e 2.\nSHECAIRA, Sérgio Salomão; CORRÊA JÚNIOR, Alceu. Pena e Constituição. Revista dos Tribunais, 1995. p. 184.\nSILVA, Eduardo Araujo da. Organizações Criminosas. Atlas, 2014. p. 29, item 1.5.4.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 20, ed. Malheiros, 2002. p. 244, item 15.2.\nSILVA, Marco Antonio Marques da; FREITAS, Jayme Walmer de. Código de Processo Penal Comentado. Saraiva, 2012. p. 625-626, item 10.\nSTEINMETZ, Wilson Antônio. Colisão de Direitos Fundamentais e Princípio da Proporcionalidade. Livraria do Advogado, 2001. p. 139-172.\nTHEODORO JÚNIOR, Humberto. Curso de Direito Processual Civil: procedimentos especiais. 41. ed. Rio de Janeiro. Forense, 2009. v. 3. p. 479.\nTONINI, Paolo. Manuale di Procedura Penale. 19. ed. Giuffrè Editore, 2018. p. 354, item f.\nTOURINHO FILHO, Fernando da Costa. Código de Processo Penal Comentado. 4. ed. Capítulo V. Saraiva, 1999. v. 1. p. 34-35 e 193. \n______.______. 5. ed. Saraiva, 1999. v. 1. p. 655, item 6.\n______.______. 14. ed. Saraiva, 2012. v. 2. p. 49.\nTUCCI, Rogério  Lauria. Persecução Penal, Prisão e Liberdade. Saraiva, 1980. p. 34-35, item 6.\nWEBER, Patrícia Maria Núñez; MORAES, Luciana Furtado de. Prevenção e Controle Penal. Verbo Jurídico, 2013. p. 369-373, item 8.12.\nWILLIAMS, Phil; SAVONA, Ernesto U. The United Nations and Transnational Organized Crime. Frank Cass, 1996. item VII.\nWUNDERLICH, Alexandre. Código Penal Comentado. In: REALE JÚNIOR, Miguel (Coord.). Saraiva, 2017. p. 905-907.","ministro_facet":["EDSON FACHIN"],"processo_numero":1030,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425610","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, assentou viável a entrega do extraditando ao Governo requerente, no tocante aos crimes de falsidade documental, alusivo a passaporte, e de uso de documento falso, atinente a cédula de identificação civil, e declarou o prejuízo do agravo interposto por meio da Petição/STF nº 21.698/2020, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 8.5.2020 a 14.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425610","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425610","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO – PRISÃO CAUTELAR – FINALIDADE. A finalidade da prisão preventiva para extradição é assegurar a entrega do estrangeiro ao Estado requerente.\n\n\n\n    EXTRADIÇÃO – ENTREGA – MATRIMÔNIO E FILHOS BRASILEIROS – ÓBICE – AUSÊNCIA. Não caracterizam obstáculo à entrega o matrimônio do extraditando com brasileira e a existência de filhos – verbete nº 421 da Súmula do Supremo. \n\n\n\n    EXTRADIÇÃO – CONTENCIOSIDADE LIMITADA. Considerada a contenciosidade limitada do processo de extradição, não cabe analisar teses da defesa concernentes ao mérito da acusação.\n\n\n\n    EXTRADIÇÃO – CRIME – REGÊNCIA. A extradição pressupõe a dupla previsão legal – no Estado requerente e no Brasil.\n\n\n\n    EXTRADIÇÃO – REQUISITOS. Uma vez observados os requisitos legais, cumpre reconhecer a possibilidade de entrega do extraditando, cabendo ao Chefe do Poder Executivo nacional o ato definidor.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752786639","externo_seq_objeto_incidente":5575241,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-134  DIVULG 28-05-2020  PUBLIC 29-05-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1563&classe=Ext","is_colac":false,"titulo":"Ext 1563","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00086 ART-00088 PAR-00002 PAR-00003\n                LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-INT   ACO      ANO-1988\n          ART-00029\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00003 ART-00299 ART-00304\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-05-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- AUSÊNCIA, EXCESSO DE PRAZO, INSTRUÇÃO. AUSÊNCIA, ELEMENTO CONCRETO, PERSEGUIÇÃO POLÍTICA, VEICULAÇÃO, MATÉRIA JORNALÍSTICA. PRINCÍPIO DA CONSUNÇÃO. PANDEMIA, NOVO CORONAVÍRUS, AUSÊNCIA, DOENÇA, EXTRADITANDO, POSSIBILIDADE, TRATAMENTO MÉDICO, ESTABELECIMENTO PENAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1563&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: art. 102, item 3, art. 104, item 4, art. 252 e art. 253 do Código Penal do Paraguai.\n- Veja Ext 853 do STF.\nNúmero de páginas: 11.\nAnálise: 10/05/2021, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO PARAGUAI \nEXTDO.(A/S)  : ASSAAD AHMAD BARAKAT \nADV.(A/S)  : JOAO ONESIMO DE MELLO \nADV.(A/S)  : PAULO BIESDORF JUNIOR \nADV.(A/S)  : JAIMIR REINALDO REZNER \nADV.(A/S)  : FRANCIELLE RENATA LUIZ REZNER","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425610,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1563","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1563,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur425830","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"BA","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, não conheceu da arguição de descumprimento de preceito fundamental, nos termos do voto da Relatora, vencidos os Ministros Edson Fachin, Luiz Fux, Dias Toffoli (Presidente) e Celso de Mello, que conheciam da ação e, no mérito, julgavam improcedente o pedido; e o Ministro Gilmar Mendes, que acompanhava a divergência apenas para conhecer da presente ação. Falaram: pelo requerente, o Dr. Miguel Calmon Teixeira de Carvalho Dantas, Procurador do Estado; e, pelo amicus curiae Comitê de Fomento Industrial de Camaçari - COFIC, o Dr. Lucas Santos de Sousa. Plenário, Sessão Virtual de 8.5.2020 a 14.5.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur425830","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Bahia","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur425830","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. AL. A DO INC. VII DO ART. 77 DA LEI N. 942/2015 DO MUNICÍPIO DE CANDEIAS/BA. NORMA DETERMINANTE DE PRESERVAÇÃO AMBIENTAL DO BALNEÁRIO “PRAINHA”. ALEGAÇÃO DE CONTRARIEDADE AO PRINCÍPIO FEDERATIVO, AOS OBJETIVOS FUNDAMENTAIS DE PROMOÇÃO DO DESENVOLVIMENTO ECONÔMICO E DE REDUÇÃO DAS DESIGUALDADES SOCIAIS E REGIONAIS. MATÉRIA DISCUTIDA EM PROCESSOS EM TRAMITAÇÃO NA JUSTIÇA DA BAHIA. AUSÊNCIA PATENTE DE ATENDIMENTO AO PRINCÍPIO DA SUBSIDIARIEDADE: PRECEDENTES. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL NÃO CONHECIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=752834385","externo_seq_objeto_incidente":5064337,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-137  DIVULG 02-06-2020  PUBLIC 03-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=423&classe=ADPF","is_colac":false,"titulo":"ADPF 423","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 INC-00001 INC-00003 \n          ART-00005 \"CAPUT\" ART-00006 ART-00018 \n          \"CAPUT\" ART-00021 INC-00012 LET-F \n          ART-00022 INC-00010 ART-00060 PAR-00004 \n          INC-00001 ART-00170 INC-00007 ART-00225\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009882      ANO-1999\n          ART-00001 \"CAPUT\" PAR-ÚNICO INC-00001 \n          ART-00004 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-EST   CES      ANO-1989\n                CONSTITUIÇÃO ESTADUAL, BA\n\n","LEG-MUN   LEI-000942      ANO-2015\n          ART-00077 INC-00007 LET-A\n                LEI ORDINÁRIA DO MUNICÍPIO DE CANDEIAS, BA"],"publicacao_data":"2020-06-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO VENCIDO, MIN. EDSON FACHIN: AÇÃO POPULAR, AÇÃO CIVIL PÚBLICA, TRAMITAÇÃO, JUSTIÇA ESTADUAL, BAHIA, AUSÊNCIA, CARÁTER OBJETIVO; EVENTUALIDADE, DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE. CONSTITUIÇÃO ESTADUAL, BAHIA, AUSÊNCIA, NORMA, COMPETÊNCIA MATERIAL, COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL; CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, CASO CONCRETO. LEI MUNICIPAL, AUSÊNCIA, INVASÃO, COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, PORTO, EXPLORAÇÃO, SERVIÇO PORTUÁRIO. EXERCÍCIO, MUNICÍPIO, COMPETÊNCIA, MATÉRIA, MEIO AMBIENTE. MUNICÍPIO, DETERMINAÇÃO, PRESERVAÇÃO AMBIENTAL, ÁREA, AUSÊNCIA, OFENSA, DESENVOLVIMENTO, REGIÃO.\n\n- VOTO VENCIDO, MIN. GILMAR MENDES: CASO CONCRETO, OBSERVÂNCIA, PRINCÍPIO DA SUBSIDIARIEDADE. NECESSIDADE, APRECIAÇÃO, CONTROVÉRSIA, PROCESSO OBJETIVO, SOLUÇÃO, CARÁTER GERAL, CARÁTER DEFINITIVO. PRINCÍPIO DA SUBSIDIARIEDADE, DIREITO, REPÚBLICA FEDERAL DA ALEMANHA. RELEVÂNCIA, INTERESSE PÚBLICO, ADMISSÃO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. PRINCÍPIO DA SUBSIDIARIEDADE, OBSERVÂNCIA, CABIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, AÇÃO DECLARATÓRIA DE CONSTITUCIONALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE POR OMISSÃO. AUSÊNCIA, PROCESSO OBJETIVO, APTIDÃO, SOLUÇÃO, CONTROVÉRSIA CONSTITUCIONAL, CABIMENTO, ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, ENVOLVIMENTO, APLICAÇÃO, FORMA DIRETA, CONSTITUIÇÃO FEDERAL. ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL, PRINCÍPIO DA SEGURANÇA JURÍDICA, CONFLITO, INTERPRETAÇÃO, INCONGRUÊNCIA, HERMENÊUTICA, PLURALISMO, JURISDIÇÃO CONSTITUCIONAL; EFETIVIDADE, PRESTAÇÃO JURISDICIONAL. RELEVÂNCIA, MATÉRIA CONSTITUCIONAL, DISCUSSÃO, PRINCÍPIO FEDERATIVO, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=423&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 17 AgR (TP), ADPF 93 AgR (TP), ADPF 141 AgR (TP), ADPF 134 AgR-terceiro (TP), ADPF 3 QO (TP), ADPF 203 AgR (TP), ADPF 237 AgR (TP), ADPF 249 AgR (TP), ADPF 319 AgR (TP). \n(ADPF, LEI MUNICIPAL, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 235 (TP), ADPF 449 (TP). \n- Decisões monocráticas citadas:\n(ADPF, PRINCÍPIO DA SUBSIDIARIEDADE)\nADPF 145, ADPF 266, ADPF 127, ADPF 319, ADPF 6 MC.\n- Legislação estrangeira citada: §90, II, da Lei Orgânica do Tribunal alemão.\n- Decisão estrangeira citada: BVerfGE, 91/93 [106], da Corte alemã.\n- Veja Decreto Presidencial de 03/06/2015.\nNúmero de páginas: 30.\nAnálise: 14/04/2021, SOF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DA BAHIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA BAHIA \nINTDO.(A/S)  : PREFEITO DO MUNICÍPIO DE CANDEIAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : CÂMARA MUNICIPAL DE CANDEIAS \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : COMITÊ DE FOMENTO INDUSTRIAL DE CAMAÇARI ? COFIC \nADV.(A/S)  : VICENTE COELHO ARAÚJO E OUTRO(A/S)\nAM. CURIAE.  : ESTADO DA BAHIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DA BAHIA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":425830,"documental_tese_texto":null,"procedencia_geografica_completo":"BA - BAHIA","processo_codigo_completo":"ADPF 423","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2020-05-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":null,"ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":423,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur426829","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido de extradição, nos termos do voto do Relator. Ausentes, por motivo de licença médica, o Ministro Celso de Mello e, justificadamente, o Ministro Ricardo Lewandowski. Presidência da Ministra Cármen Lúcia. 2ª Turma, 17.3.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur426829","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:42:26.110994","dg_unique":"sjur426829","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição executória de cidadã uruguaia 2. Agravo regimental contra decisão que decretou a prisão cautelar da extraditanda. Demonstração da necessidade da medida. Possibilidade de tratamento dos problemas de saúde da extraditanda na unidade em que se encontra. Agravo desprovido. Disposições do art. 18 do Acordo de Extradição entre os Estados do Mercosul, promulgado pelo Decreto 4.975/2004, e da Lei 13.445/2017 (Lei de Migração). 3. Estrangeira acusada de ser mentora de homicídio qualificado pela premeditação e paga ou promessa de recompensa contra seu cunhado. Fatos suficientemente descritos. 4. Requisitos da dupla tipicidade e dupla punibilidade. 5. Parecer da Procuradoria-Geral da República pela procedência do pedido de extradição. 6. Desprovimento do agravo regimental interposto e deferimento do pedido de extradição.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=753031716","externo_seq_objeto_incidente":5760857,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-154  DIVULG 18-06-2020  PUBLIC 19-06-2020","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1601&classe=Ext","is_colac":false,"titulo":"Ext 1601","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00086\n                LEI ORDINÁRIA\n\n","LEG-INT   ACO      ANO-1998\n          ART-00018\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL \n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 ART-00121 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00318 INC-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL \n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-06-19","documental_acordao_mesmo_sentido_lista_texto":"Ext 1601 AgR PROCESSO ELETRÔNICO\n          JULG-17-03-2020  UF-DF  TURMA-02  MIN-GILMAR MENDES N.PÁG-012\n          DJe-154  DIVULG 18-06-2020  PUBLIC 19-06-2020","documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1601&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Legislação estrangeira citada: arts. 18, 60, 117, 310, 311, 311.2 e 312, item 2, do Código Penal\nUruguaio.\nNúmero de páginas: 12.\nAnálise: 29/06/2021, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : ISABEL TERESA LIMA OU ISABEL LIMA OU ISABEL TERESA LIMA DE REDIN \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":426829,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1601","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2020-03-17","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1601,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}