{"result":{"took":510,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.26216,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur478203","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"Após o voto da Ministra Cármen Lúcia (Relatora), que acolhia parcialmente os embargos de declaração para, com efeitos infringentes, declarar a inconstitucionalidade incidental do art. 2º da Lei nacional nº 9.055/1995, sem atribuição de efeitos vinculantes e erga omnes no ponto; e dos votos dos Ministros Marco Aurélio e Edson Fachin, que negavam provimento aos embargos de declaração, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 2.10.2020 a 9.10.2020.\r\n\n                       Decisão: O Tribunal, por maioria, não conheceu dos embargos de declaração opostos pelo amicus curiae Instituto Brasileiro do Crisotila, vencidos os Ministros Edson Fachin e Luiz Fux. No mérito, por maioria, conheceu dos embargos de declaração opostos pela Confederação Nacional dos Trabalhadores na Indústria - CNTI e os rejeitou, nos termos do voto do Ministro Gilmar Mendes, Redator para o acórdão, vencida parcialmente a Ministra Cármen Lúcia (Relatora). Não votou o Ministro André Mendonça, sucessor do Ministro Marco Aurélio, que votara em assentada anterior. Ausentes, justificadamente, o Ministro Roberto Barroso, impedido neste julgamento, e o Ministro Nunes Marques. Afirmou suspeição o Ministro Dias Toffoli. Presidência da Ministra Rosa Weber. Plenário, 23.2.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["3","8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"GILMAR MENDES","revisor_processo_nome":null,"id":"sjur478203","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur478203","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO. AÇÃO DIRETA DE INCONSTITUCIONALIDADE. AMIANTO VARIEDADE CRISOTILA. OMISSÃO QUANTO À EXTENSÃO DOS EFEITOS DA DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE DO ART. 2º DA LEI 9.055/1995: NÃO OCORRÊNCIA. EMBARGOS DE DECLARAÇÃO CONHECIDOS E REJEITADOS.\n\n\n\n    1. O Supremo Tribunal Federal firmou compreensão de que são constitucionais as normas de entes subnacionais que proíbem a exploração do amianto crisotila, conclusão que pressupôs um juízo incidental de inconstitucionalidade do art. 2º da Lei Federal n. 9.055/1995, que franqueava a possibilidade de extração, comércio e transporte de tal produto. À essa pronúncia incidental de inconstitucionalidade foi atribuído efeito vinculante e eficácia erga omnes (ADIs 3.356, 3.357, 3.406, 3470 e 3937; ADPF 109).\n\n\n\n    2. As decisões de Cortes Constitucionais, ou de Tribunais de cúpula com funções constitucionais, possuem um inerente efeito expansivo, independentemente de o controle de constitucionalidade ter sido instaurado na via principal ou por incidentes cuja remessa ao Tribunal deriva de questão prévia suscitada em caso concreto (Alemanha: Primeiro Senado, acórdão de 10 de abril de 2018, III, n. 178 – BVerfGE 148, 147- 217. Espanha: Sentença 45/1989 – Tribunal Constitucional).\n\n\n\n    3. Magistério do Eminente Ministro Teori Zavascki: as decisões prolatadas pelo Supremo Tribunal Federal, mesmo no assim chamado controle incidental de constitucionalidade, revestem-se de “natural eficácia expansiva”. A lógica de que a coisa julgada relaciona-se apenas às partes da lide, e nos limites objetivos da demanda, não pode ser automaticamente transposta para a situação em que “o julgador tiver feito um juízo – positivo ou negativo – a respeito da validade de uma norma”. Isso porque “os preceitos normativos têm, por natureza, a característica da generalidade, isto é, não se destinam a regular específicos casos concretos, mas, sim, estabelecer um comando abstrato aplicável a um conjunto indefinido de situações ou de pessoas”. Dessa forma, “põe-se em foco, objetivamente, a questão de como harmonizar a eficácia da decisão sobre a constitucionalidade da norma no caso concreto com as imposições dos princípios constitucionais da isonomia (...) e da segurança jurídica” (ZAVASCKI, Teori. A Eficácia das Sentenças na Jurisdição Constitucional. 3ª ed. São Paulo: RT, 2014, p. 26). \n\n\n\n    4. O perfil expansivo dos efeitos das decisões do Supremo Tribunal Federal é ainda mais pronunciado em situação como a dos autos, em que o juízo de inconstitucionalidade do art. 2º da Lei 9.055/1995 foi exarado em cognição abstrata, sendo desinfluente que a pronúncia tenha ocorrido de modo incidental. \n\n\n\n    5. Não há falar em caráter inovador ou repentino no entendimento que atribui efeitos expansivos à pronúncia incidental de inconstitucionalidade:\n\n\n\n    5.1. a compreensão de que a eficácia erga omnes da pronúncia de inconstitucionalidade, proferida em controle abstrato de normas, estava vinculada, fundamentalmente, à conformação normativa dessa modalidade especial remonta a período imediatamente subsequente ao estabelecimento da Representação de Inconstitucionalidade, pela EC 16/1965;\n\n\n\n    5.2. a jurisprudência desta Corte registra expressivo conjunto de acórdãos que evidenciam antigo e constante movimento de objetivização do controle incidental de inconstitucionalidade: (a) RCL 4.374/PE, pela qual este Tribunal revisou a decisão anteriormente proferida na ADI 1.232 e declarou a inconstitucionalidade do § 3º do art. 20 da Lei 8.742/1993 (LOAS); (b) RE 197.917, Rel. Min. Maurício Corrêa, fixação do número de membros de câmara de vereadores, a partir do caso do Município de Mira Estrela/SP; (c) HC 82.959, Rel. Min. Marco Aurélio, em que foi declarada, incidentalmente, a inconstitucionalidade do § 1º, do art. 2º da Lei 8.072/1990, que proibia a progressão de regime para condenados por crimes hediondos;\n\n\n\n    5.3. mesmo instrumentos tipicamente considerados como de “controle concentrado” não se mostram incompatíveis com declarações incidentais de inconstitucionalidade – que, quando ocorrem, se dão com efeitos erga omnes: a decisão proferida em sede de Recurso Extraordinário no Supremo Tribunal, que implique o reconhecimento da procedência ou improcedência da ação direta proposta no âmbito estadual, será será igualmente dotada de eficácia erga omnes, considerados o efeito substitutivo recursal e a índole objetiva que notabiliza o processo na instância a quo (RE 199.281, Rel. Min. Moreira Alves, DJ 12.3.1999; RCL 526, Rel. Min. Moreira Alves, DJ 4.4.1997).\n\n\n\n    6. Conclusão do Plenário no sentido de que o juízo de inconstitucionalidade que recaiu sobre o art. 2º da Lei 9.055/1995 (norma autorizativa da exploração de amianto) deriva, de modo consequencial, da própria declaração de constitucionalidade das normas subnacionais impugnadas (normas proibitivas da exploração de amianto). Sobretudo por ter sido proferida no âmbito de processo objetivo de controle de constitucionalidade, a atribuição de efeitos erga omnes é medida de rigor. \n\n\n\n    7. A jurisprudência majoritária do Supremo Tribunal Federal se firmou no sentido de que, em regra, o amicus curiae não possui legitimidade para a interposição de recursos em sede de controle abstrato de constitucionalidade. Precedentes.\n\n\n\n    8. Embargos de declaração opostos pelo amicus curiae não conhecidos. Embargos de declaração opostos pela Confederação Nacional dos Trabalhadores na Indústria (CNTI) conhecidos e não providos.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=767300813","externo_seq_objeto_incidente":5629531,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 28-04-2023  PUBLIC 02-05-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3937&classe=ADI","is_colac":false,"titulo":"ADI 3937 ED","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1934\n    ART-00091 INC-00004\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00064\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016 ANO-1965\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    ART-00042 INC-00007\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00006 ART-00007 ART-00029 INC-00004\n    ART-00052 INC-00010 ART-00097 ART-00102\n    PAR-00002 ART-00103 ART-0103A ART-00196\n    INC-00022 ART-00225\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005869 ANO-1973\n    ART-00557 PAR-0001A\n    CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-008038 ANO-1990\n    ART-00038\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072 ANO-1990\n    ART-00002 PAR-00001\n    LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008212 ANO-1991\n    ART-00045 ART-00046\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-008742 ANO-1993\n    ART-00020 PAR-00003\n    LOAS-1993 LEI ORGÂNICA DA ASSISTÊNCIA SOCIAL\n\n","LEG-FED   LEI-009055 ANO-1995\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009756 ANO-1998\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00007 PAR-00002 ART-00023 ART-00026\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00097\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-011418 ANO-2006\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00010 ART-00102 ART-00003 ART-00138\n    PAR-00001 ART-00141 ART-00297 ART-00322\n    PAR-00002 ART-00490 ART-00492 ART-00496\n    PAR-00003 ART-00535 ART-0543A ART-0543B\n    ART-00927 ART-00932 INC-00002 ART-00949\n    PAR-ÚNICO ART-00995 PAR-ÚNICO ART-01022\n    INC-00001 INC-00002 ART-01026 PAR-00001\n    ART-01035\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC-000139 ANO-1974\n    CONVENÇÃO SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC-000162 ANO-1986\n    CONVENÇÃO SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-INT   CVC ANO-1989\n    CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DLG-000051 ANO-1989\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 162, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DLG-000003 ANO-1990\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 139, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000034 ANO-1992\n    DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DEC-000126 ANO-1991\n    DECRETO - PROMULGA A CONVENÇÃO Nº 162, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-000157 ANO-1991\n    DECRETO - PROMULGA A CONVENÇÃO Nº 139, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-000875 ANO-1993\n    DECRETO - PROMULGA O TEXTO DA CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   PEC-000006 ANO-1965\n    ART-00005\n    PROPOSTA DE EMENDA CONSTITUCIONAL\n\n","LEG-EST   LEI-003579 ANO-2001\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-011643 ANO-2001\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-012589 ANO-2004\n    LEI ORDINÁRIA, PE\n\n","LEG-EST   LEI-012684 ANO-2007\n    LEI ORDINÁRIA, SP\n\n","LEG-MUN   LEI-013113 ANO-2001\n    LEI ORDINÁRIA DO MUNICÍPIO DE SÃO PAULO, SP\n\n","LEG-MUN   DEC-041788 ANO-2002\n    DECRETO DO MUNICÍPIO DE SÃO PAULO, SP"],"publicacao_data":"2023-05-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROCESSO, AMICUS CURIAE, COLABORAÇÃO. ATRIBUIÇÃO, MINISTRO RELATOR, ADMISSÃO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL. INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, UTILIZAÇÃO, AMIANTO CRISOTILA, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES. HABEAS CORPUS, CONTROLE JUDICIAL, ATO, PODER PÚBLICO. TURMA, STF, DISPENSABILIDADE, REMESSA, MATÉRIA CONSTITUCIONAL, PLENÁRIO, PRONUNCIAMENTO, STF, MOMENTO ANTERIOR, CONSTITUCIONALIDADE, INCONSTITUCIONALIDADE, LEI IMPUGNADA. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, OBJETIVAÇÃO. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS. DECISÃO, STF, RECURSO EXTRAORDINÁRIO, EFICÁCIA ERGA OMNES, CONTROLE DE CONSTITUCIONALIDADE, ÂMBITO ESTADUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: PROCESSO, AMICUS CURIAE, COLABORAÇÃO. ATRIBUIÇÃO, MINISTRO RELATOR, ADMISSÃO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL. INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, UTILIZAÇÃO, AMIANTO CRISOTILA, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES. HABEAS CORPUS, CONTROLE JUDICIAL, ATO, PODER PÚBLICO. TURMA, STF, DISPENSABILIDADE, REMESSA, MATÉRIA CONSTITUCIONAL, PLENÁRIO, PRONUNCIAMENTO, STF, MOMENTO ANTERIOR, CONSTITUCIONALIDADE, INCONSTITUCIONALIDADE, LEI IMPUGNADA. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, OBJETIVAÇÃO. DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS. DECISÃO, STF, RECURSO EXTRAORDINÁRIO, EFICÁCIA ERGA OMNES, CONTROLE DE CONSTITUCIONALIDADE, ÂMBITO ESTADUAL.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: PROCESSO OBJETIVO, CONTROLE DE CONSTITUCIONALIDADE, CAUSA DE PEDIR ABERTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3937&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, OBJETIVAÇÃO)\nRE 197917 (TP). \n(DECISÃO, STF, RE, EFICÁCIA ERGA OMNES, CONTROLE DE CONSTITUCIONALIDADE, ÂMBITO ESTADUAL)\nRcl 526 (1ªT), RE 199281 (2ªT). \n(INCONSTITUCIONALIDADE, DISPOSITIVO, LEI, UTILIZAÇÃO, AMIANTO CRISOTILA, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES)\nADI 3357 (TP), ADI 3356 (TP), ADI 3406 (TP), ADI 3470 (TP), ADPF 109 (TP), ADI 3937 (TP), ADI 4066 (TP). \n(PROCESSO OBJETIVO, CONTROLE DE CONSTITUCIONALIDADE, CAUSA DE PEDIR ABERTA)\nADI 5180 AgR (TP). \n(ATRIBUIÇÃO, MINISTRO RELATOR, ADMISSÃO, AMICUS CURIAE, DECISÃO IRRECORRÍVEL)\nADI 4389 ED-AgR (TP), ADI 2914 ED (TP), ADI 3884 ED (TP). \n(EMBARGOS DE DECLARAÇÃO, MODULAÇÃO DE EFEITOS)\nADI 2639 ED (TP), ADI 3601 ED (TP). \n(MODULAÇÃO DE EFEITOS, PRINCÍPIO DA CONFIANÇA LEGÍTIMA, PRINCÍPIO DA BOA-FÉ OBJETIVA)\nADI 3791 (TP), ADI 3601 ED (TP), ADI 3106 ED (TP), ADI 4788 AgR-ED (TP), ADI 2797 ED (TP). \n(HC, CONTROLE JUDICIAL, ATO, PODER PÚBLICO)\nHC 1063 (TP). \n(TURMA, STF, DISPENSABILIDADE, REMESSA, MATÉRIA CONSTITUCIONAL, PLENÁRIO, PRONUNCIAMENTO, STF, MOMENTO ANTERIOR, CONSTITUCIONALIDADE, INCONSTITUCIONALIDADE, LEI IMPUGNADA)\nRE 190728 (2ªT). \n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, MODULAÇÃO DE EFEITOS)\nHC 82959 (TP), Rcl 4335 (TP), Rcl 4374 (TP), RE 522897 (TP), RE 559943 (TP). \n(AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, LEGITIMIDADE, AMICUS CURIAE, EMBARGOS DE DECLARAÇÃO)\nADO 6 (TP), ADI 4389 ED-AgR (TP), ADI 4717 ED (TP). \n(PROCESSO, AMICUS CURIAE, COLABORAÇÃO)\nADI 3460 ED (TP), ADI 6533 ED-segundos (TP). \n- Decisão estrangeira citada:  BVerfGE 148, 147-217, de 10/04/2018, do Primeiro Senado do BVerfG; Sentença n. 45/1989, do Tribunal Constitucional da Espanha.\n- Legislação estrangeira citada: §78 e §82 da Lei do BVerfG; art. 3º, I, Lei Fundamental Alemã. \n- Veja decisão monocrática na Pet 75.252/2017 do STF.\n- Veja relatório anual de 2005 do Grupo Eternit S/A.\nNúmero de páginas: 106.\nAnálise: 23/05/2023, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : CONFEDERACAO NACIONAL DOS TRABALHADORES NA INDUSTRIA - CNTI \nEMBTE.(S)  : INSTITUTO BRASILEIRO DO CRISOTILA - IBC \nADV.(A/S)  : CARLOS MARIO DA SILVA VELLOSO FILHO \nADV.(A/S)  : CARLOS MIGUEL CASTEX AIDAR E OUTRO(A/S)\nADV.(A/S)  : MAURO MACHADO CHAIBEN \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : JORGE LUIZ GALLI \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DOS EXPOSTOS AO AMIANTO - ABREA \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS INDÚSTRIAS E DISTRIBUIDORES DE PRODUTOS DE FIBROCIMENTO - ABIFIBRO \nADV.(A/S)  : OSCAVO CORDEIRO CORRÊA NETTO \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES NA INDÚSTRIA DA EXTRAÇÃO DE MINERAIS NÃO-METÁLICOS DE MINAÇU-GO \nADV.(A/S)  : JOÃO PEDRO FERRAZ DOS PASSOS \nADV.(A/S)  : ANTONIO JOSE DE OLIVEIRA TELLES DE VASCONCELLOS \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JUNIOR E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : MAURO DE AZEVEDO MENEZES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":478203,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 3937 ED","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-02-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ABBOUD, Georges. Jurisdição Constitucional e Direitos Fundamentais. São Paulo: Revista dos Tribunais, 2011.\nALENCAR, Ana Valderez Ayres Neves de. A competência do Senado Federal para suspender a execução dos atos declarados inconstitucionais. Revista de Informação Legislativa, Brasília, ano 15, n. 57, jan./mar. 1978. p. 292-293.\nARAÚJO CASTRO, Raimundo. A Nova Constituição Brasileira. Rio de Janeiro: Freitas Bastos, 1935. p. 246-247.\nBARBOSA, Leonardo Augusto de Andrade. História Constitucional Brasileira: mudança constitucional, autoritarismo e democracia no Brasil pós-1964. Brasília: Edições Câmara, 2018. p. 90.\nBASTOS, Celso. Perfil Constitucional da Ação Direta de Declaração de Inconstitucionalidade. Revista de Direito Público. v. 5, n. 22, dez. 1972. p. 104.\nBITTENCOURT, Carlos Alberto Lúcio. O controle jurisdicional da constitucionalidade das leis. 2. ed. Rio de Janeiro: Forense, 1968. p. 140-141.\nENTERRÍA, Eduardo Garcia. Justicia Constitucional: la doctrina prospectiva en la declaración de ineficacia de las leyes inconstitucionales. In: Revista de Direito Público. ano 22, n. 92, out./dez. 1989. p. 6-7.\nFERRAZ, Anna Candida da Cunha. Art. 52, inc. X. In: CANOTILHO, J. J. Gomes et al (coords.). Comentários à Constituição do Brasil. São Paulo: Saraiva/Almedina, 2014. p. 1137.\nLESSA, Pedro. Do Poder Judiciário: direito constitucional brasileiro. Rio de Janeiro: Livraria Francisco Alves, 1915. p. 112-113.\nMELLO, Celso de. Constituição Federal Anotada. 2. ed. São Paulo: Saraiva, 1986. p. 182.\nMENDES, Gilmar Ferreira. A evolução do direito constitucional brasileiro e o controle de constitucionalidade das leis. In: Direitos fundamentais e controle de constitucionalidade: estudos de direito constitucional. 3. ed. São Paulo: Saraiva. 2004.\nMENDES, Gilmar Ferreira. BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 14. ed. São Paulo: Saraiva, 2019. p. 1304 e 1447.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo: Saraiva, 2013. p. 1284-1285.\nMENDES, Gilmar Ferreira. Jurisdição Constitucional: o controle abstrato de normas no Brasil e na Alemanha. 4. ed. São Paulo: Saraiva, 2004. p. 289 e 291.\nMENDES, Gilmar Ferreira. O controle incidental de normas no direito brasileiro. In: Cadernos de Direito Constitucional e Ciência Política. v. 6, n. 23. São Paulo: Revista dos Tribunais, abr./jun. 1998. p. 39-41.\nMENDES, Gilmar Ferreira. O controle incidental de normas no direito brasileiro. In: Direitos fundamentais e controle de constitucionalidade: estudos de direito constitucional. 3. ed. São Paulo: Saraiva, 2004. p. 245.\nMENDES, Gilmar Ferreira. O papel do Senado Federal no controle de constitucionalidade: um caso clássico de mutação constitucional. Revista de Informação Legislativa, Brasília, ano 41, n. 162, abr./jun. 2004. p. 149-168.\nPONTES DE MIRANDA, Francisco. Comentários ao Código de Processo Civil. Rio de Janeiro: Forense, 2002. tomo 3. p. 39.\nQUARANTA, M. Alfonso. Il giudizio incidentale di legittimità costituzionale. In: Seminaire sur L’exception d’inconstitutionnalitè. Strasbourg: Commission Europeenne Pour la Democratie par Le Droit (Comissão de Veneza). 2012. p. 5.\nSEER, Roman. Grundsteuer nach dem Urteil des BVerfG vom 10.04.2018 – Analyse und Folgerungen. In: Der Betrieb. 2018. n. 25. p. 1488-1495.\nSEGADO, Francisco Fernandez. Algunas reflexiones generales en torno a los efectos de las sentencias de inconstitucionalidad y a la relatividad de ciertas fórmulas estereotipadas vinculadas a ellas. In: Anuario Iberoamericano de Justicia Constitucional. n. 12. Madrid: CEPC, 2008. p. 135-198.\nTEIXEIRA, José Elaeres Marques. A doutrina das Questões Políticas no Supremo Tribunal Federal. Porto Alegre: Sergio Fabris, 2005. p. 93-99.\nUCHÔA CAVALCANTI, João Barbalho. Constituição Federal Brazileira – Commentários. Rio de Janeiro: Companhia Litho-Typographia, 1902. p. 249.\nZAVASCKI, Teori. A Eficácia das Sentenças na Jurisdição Constitucional. 3. ed. São Paulo: Revista dos Tribunais, 2014. p. 26.","ministro_facet":["CÁRMEN LÚCIA","GILMAR MENDES"],"processo_numero":3937,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur481143","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"(Processo destacado da sessão virtual) Após o voto do Ministro Edson Fachin (Relator), que conhecia da ação e julgava improcedente o pedido, declarando a constitucionalidade da Lei 17.234/2020 do Estado de São Paulo; e do voto divergente do Ministro Alexandre de Moraes, que conhecia da ação e julgava procedente o pedido, para declarar a inconstitucionalidade da citada lei, no que foi acompanhado pelo Ministro André Mendonça, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência da Ministra Rosa Weber. Plenário, 9.3.2023.\r\n\n                 Decisão: O Tribunal, por maioria, conheceu da ação direta e julgou procedente o pedido formulado para declarar a inconstitucionalidade da Lei 17.234/2020 do Estado de São Paulo, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acordão, vencidos os Ministros Edson Fachin (Relator) e Roberto Barroso, e, parcialmente, os Ministros Ricardo Lewandowski, Luiz Fux e Cármen Lúcia. Presidência da Ministra Rosa Weber. Plenário, 15.3.3023.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["3","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur481143","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur481143","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. USURPAÇÃO DE COMPETÊNCIA DA UNIÃO. DIREITO DO TRABALHO. VIOLAÇÃO AO ARTIGO 20, I, DA CONSTITUIÇÃO FEDERAL. INCONSTITUCIONALIDADE FORMAL. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito.\n\n\n\n    2. A Lei 17.234/2020, do Estado de São Paulo, que determina aos hospitais públicos e privados do Estado a criação de uma sala de descompressão, para ser utilizada pelos enfermeiros, técnicos de enfermagem e auxiliares de enfermagem, em que pese a razoabilidade da matéria, invade esfera de competência legislativa privativa da União (CF, art. 22, I). Precedentes desta CORTE.\n\n\n\n    3. Ação Direta de Inconstitucionalidade conhecida e julgada procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=768374084","externo_seq_objeto_incidente":5854147,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 06-06-2023  PUBLIC 07-06-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6317&classe=ADI","is_colac":false,"titulo":"ADI 6317","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 ART-00003 ART-00005 INC-00002\n    ART-00006 ART-00007 INC-00012 INC-00022\n    ART-00020 INC-00001 ART-00021 INC-00001\n    INC-00014 INC-00024 ART-00022 INC-00001\n    PAR-ÚNICO ART-00023 ART-00024 INC-00012\n    ART-00030 INC-00001 INC-00002 ART-00061\n    PAR-00001 INC-00002 LET-C ART-00196\n    ART-00198 ART-00200 INC-00002 INC-00007\n    INC-00008\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008078 ANO-1990\n    CDC-1990 CÓDIGO DE DEFESA DO CONSUMIDOR\n\n","LEG-FED   LEI-008080 ANO-1990\n    ART-00004 \"CAPUT\" ART-00016 INC-00005\n    ART-00017 INC-00004 LET-D ART-00018\n    INC-00004 LET-E\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00012\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00926\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-EST   LEI-010083 ANO-1998\n    ART-00029 PAR-00001 PAR-00002 ART-00030\n    INC-00001 ART-00112 INC-00001 INC-00002\n    INC-00003 INC-00004 INC-00005 INC-00006\n    INC-00007 INC-00008 INC-00009 INC-00010\n    INC-00011 INC-00012 INC-00013 ART-00122\n    INC-00019\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-003623 ANO-2001\n    LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-013234 ANO-2020\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-017234 ANO-2020\n    ART-00001 \"CAPUT\" ART-00002 ART-00003\n    LEI ORDINÁRIA, SP\n\n","LEG-EST   DEL-005452 ANO-1943\n    ART-00059 ART-00154 ART-00155\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-EST   PJL-000292 ANO-2018\n    PROJETO DE LEI DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO\n\n","LEG-DIS   LEI-006814 ANO-2021\n    ART-00001 ART-00002 ART-00003 ART-00004\n    ART-00005\n    LEI ORDINÁRIA, DF"],"publicacao_data":"2023-06-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6317&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(PARTICIPAÇÃO, ESTADO-MEMBRO, CONCRETIZAÇÃO, POLÍTICA PÚBLICA, SAÚDE)\r\nADI 6341 MC-Ref (TP), ADI 6423 (TP), ADI 6493 (TP), ADI 6575 (TP).\r\n(CONSTITUCIONALIDADE, LEI ESTADUAL, CRITÉRIO, PROTEÇÃO, AMBIENTE DE TRABALHO, SAÚDE, TRABALHADOR)\r\nADI 1862 (TP), ADI 1893 (TP), ADI 2609 (TP), ADI 3671 (TP), ADI 3811 (TP), ADI 5336 (TP).\r\n(COMPETÊNCIA, UNIÃO FEDERAL, DIREITO DO TRABALHO, SAÚDE, TRABALHADOR)\r\nADI 953 (TP), ADI 1862 (TP), ADI 1893 (TP), ADI 2487 (TP), ADI 2609 (TP), ADI 3165 (TP), ADI 3251 (TP), ADI 3671 (TP), ADI 3811 (TP), ADI 5336 (TP), ADI 5739 (TP), ARE 1059077 AgR (1ªT), RE 1363861 AgR (1ªT).\r\n(MELHORIA, CONDIÇÃO, TRABALHO)\r\nADI 953 MC (TP).\r\n(CRITÉRIO, VINCULAÇÃO, MATÉRIA, COMPETÊNCIA)\r\nADI 5521 (TP).\r\n(CONSTITUCIONALIDADE, LEI ESTADUAL, COIBIÇÃO, DISCRIMINAÇÃO, MULHER, RELAÇÃO DE TRABALHO)\r\nADI 953 (TP).\r\n(CONSTITUCIONALIDADE, LEI ESTADUAL, PENALIDADE, EMPRESA, EXIGÊNCIA, EXAME DE SAÚDE, GRAVIDEZ, LAQUEADURA DE TROMPAS)\r\nADI 3165 (TP).\r\n(USURPAÇÃO DE COMPETÊNCIA, CHEFE DO PODER EXECUTIVO, LEI, AUMENTO DE DESPESA, ADMINISTRAÇÃO PÚBLICA)\r\nARE 878911 RG (TP).\r\n(COMPETÊNCIA PRIVATIVA, UNIÃO FEDERAL, LEGISLAÇÃO, DIREITO DO TRABALHO)\r\nADI 2875 (TP).\r\n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL, DIREITO DO TRABALHO, INSPEÇÃO, TRABALHO)\r\nADI 403 (TP), ADI 1862 (TP), ADI 1893 (TP), ADI 2609 (TP), ADI 3165 (TP), ADI 3251 (TP), ADI 3671 (TP), ADI 5336 (TP), ADI 5739 (TP).\r\n(CONSTITUCIONALIDADE, LEI DISTRITAL, INSTALAÇÃO, SALA, DESCANSO, HOSPITAL)\r\nRE 1363861 AgR (1ªT).\r\n- Decisões monocráticas citadas:\r\n(COMPETÊNCIA CONCORRENTE, PROTEÇÃO, SAÚDE, PANDEMIA)\r\nADPF 672.\r\n(COMPETÊNCIA, UNIÃO FEDERAL, DIREITO DO TRABALHO, SAÚDE, TRABALHADOR)\r\nARE 1032912, ARE 1023247.\r\n(ADI, AUSÊNCIA, JUNTADA, CÓPIA DE DOCUMENTO, ATO NORMATIVO IMPUGNADO, VÍCIO SANÁVEL)\r\nADI 6063.\r\n(CONSTITUCIONALIDADE, LEI DISTRITAL, INSTALAÇÃO, SALA, DESCANSO, HOSPITAL)\r\nRE 1363861.\r\n- Decisão estrangeira citada: caso do McCulloch v. Maryland.\n- Veja RE 1363861.\n- Legislação estrangeira citada: Constituição norte-americana de 1787.\n- Veja Manual de Padrão de Ocupação e Dimensionamento de Ambientes em Imóveis Institucionais da Administração Pública Federal direta, autárquica e fundacional. Versão 1.0. set. 2020. Disponível em: chromeextension://efaidnbmnnnibpcajpcglclefindmkaj/https://www.gov.br/economia/pt-br/centrais-deconteudo/publicacoes/guias-e-manuais/defeso/manual_racionaliza_08set2020.pdf Acesso em: 28 fev. 2023.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERAÇÃO NACIONAL DE SAÚDE - HOSPITAIS, ESTABELECIMENTOS E SERVIÇOS - CNS \nADV.(A/S)  : JOICY DAMARES PEREIRA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : PROCURADOR-CHEFE DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nADV.(A/S)  : ALEXANDRE ISSA KIMURA \nADV.(A/S)  : DIANA COELHO BARBOSA \nAM. CURIAE.  : CONSELHO FEDERAL DE ENFERMAGEM - COFEN \nADV.(A/S)  : JOSE LEANDRO TEIXEIRA BORBA \nADV.(A/S)  : JOAO BOSCO TAVARES DE MATTOS \nADV.(A/S)  : TYCIANNA GOES DA SILVA MONTE ALEGRE \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS ENFERMEIROS - FNE \nADV.(A/S)  : ANDRE LUIZ CAETANO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":481143,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ADI 6317","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-03-15","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the Unite d States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDEGENHART, Christoph. Staatsrecht, I, Heidelberg. 22. ed. 2006. p. 56-60.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist Papers. n. 9.\nHORTA, Raul Machado. Estruturação da federação. Revista de Direito Público, n. 81, p. 53 et seq.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987, p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional. 16. ed. São Paulo: Saraiva, 2021. p. 965.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo 1. p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nSCHWARTZ, Bernard. Aspectos do Federalismo Norte-Americano. Revista do Senado.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":6317,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur473038","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido de extradição, condicionado que o Estado requerente assuma, antes da entrega do extraditando: (i) os compromissos previstos no art. 96 da Lei nº 13.445/17 e no art. 5º, XLVII, b, da Constituição Federal; (ii) o compromisso formal de detrair da pena o tempo que o extraditando permaneceu preso para fins de extradição no Brasil; e (iii) o compromisso de afastar a pena acessória de inabilitação absoluta perpétua para cargos e ofícios públicos e direitos políticos, por ser incompatível com a vedação prevista no art. 5º, XLVII, b, da Constituição Federal, que proíbe sanções penais de caráter perpétuo, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 18.11.2022 a 25.11.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur473038","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur473038","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DA ALEMANHA REGULARIDADE FORMAL. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO.\n\n\n\n    1.  Pedido de extradição formulado pelo Governo da Alemanha em face de nacional israelense que preenche os requisitos formais do Tratado de Extradição específico.\n\n\n\n    2.  Estão presentes os pressupostos materiais: (i) dupla tipicidade, (ii) dupla punibilidade de crime comum praticado por estrangeiro e (iii) falta de jurisdição brasileira sobre o fato.\n\n\n\n    3.  Quanto à dupla punibilidade, os fatos ocorreram em agosto de 2018 e junho de 2021 e a prescrição ocorrerá a partir de setembro de 2041. \n\n\n\n    4.  Quanto à dupla tipicidade, os crimes pelos quais o extraditando será processado estão previstos na legislação brasileira - crime de fraude eletrônica com causa de aumento de pena pelo uso de correio e telefonemas fraudulentos e crime de organização criminosa (art. 171,§ 2-A, c/c o §2-B, do Código Penal brasileiro, c/c o art. 2, c/c o § 4, III e V, da Lei nº 12.850, de 2 de agosto de 2013 ) -, e na legislação alemã - organização criminosa em concurso com fraude cometida por meio de quadrilha, de forma repetida e com intuito de lucro (Seções 129 I e V, 263 I, III, do Código Penal Alemão). \n\n\n\n    5.  O crime pelo qual se pretende a extradição não tem conotação política (art. 82-VII da Lei nº 13.445/2017); sua apuração é de competência exclusiva do estado requerente (art. 82-III da Lei nº 13.445/2017). A pena máxima é superior a 2 anos (art. 82-IV da Lei nº 13.445/2017) e o extraditando não tem nacionalidade brasileira (art. 82-1 da Lei nº 13.445/2017).\n\n\n\n    6.  Extradição deferida, condicionada a entrega ao Estado requerente às seguintes condições: (i) submissão do extraditando a prévio exame de saúde; (ii) assunção, pelo Estado Requerente, de compromisso formal de detrair da pena do período em que o extraditando permaneceu preso no Brasil por força deste processo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764683290","externo_seq_objeto_incidente":6469936,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-244  DIVULG 01-12-2022  PUBLIC 02-12-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1757&classe=Ext","is_colac":false,"titulo":"Ext 1757","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00047 LET-B\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-012850 ANO-2013\n    ART-00002 PAR-00004 INC-00003 INC-00005\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00001 INC-00003 INC-00004\n    INC-00007 ART-00092 ART-00096\n    LEI ORDINÁRIA LEI DE MIGRAÇÃO\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00171 PAR--A PAR--B\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2022-12-02","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1757&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CF/1988, VEDAÇÃO, PENA, CARÁTER PERPÉTUO)\nExt 1005 (TP), Ext 1201 (TP). \n- Legislação estrangeira citada: Seções 129 I e V, 263 I, III, do Código Penal Alemão.\nNúmero de páginas: 8.\nAnálise: 26/05/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ALEMANHA \nEXTDO.(A/S)  : ILAN EVEGENI KRUGLIAK \nADV.(A/S)  : BEATRIZ CALLEGARI ROMANO \nADV.(A/S)  : DANIEL ALLAN BURG \nADV.(A/S)  : JANAINA APARECIDA BATISTA DOS SANTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":473038,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1757","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-11-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1757,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur471919","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria, rejeitou os embargos de declaração, nos termos do voto do Relator, vencido o Ministro Edson Fachin. Plenário, Sessão Virtual de 14.10.2022 a 21.10.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur471919","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur471919","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED","is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO EM ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL. PRETENSÃO MERAMENTE INFRINGENTE. \n\n\n\n    1.  Arguição de descumprimento de preceito fundamental em que o Plenário do Supremo Tribunal Federal firmou tese sobre a recepção pela Constituição de 1988 do art. 331 do Código Penal (crime de desacato).\n\n\n\n    2. Não há erro, obscuridade, contradição ou omissão no acórdão questionado, o que afasta a presença dos pressupostos de embargabilidade, conforme o art. 1.022 do CPC/2015.\n\n\n\n    3.  A via recursal adotada não se mostra adequada para a renovação de julgamento que ocorreu regularmente.\n\n\n\n    4.  Embargos de declaração rejeitados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=764254095","externo_seq_objeto_incidente":6018556,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-226  DIVULG 09-11-2022  PUBLIC 10-11-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=496&classe=ADPF","is_colac":false,"titulo":"ADPF 496 ED","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-01022 ART-01024 PAR-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00331\n    CP-1940 CÓDIGO PENAL"],"publicacao_data":"2022-11-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO, CRIME, DESACATO, CORRELAÇÃO, PRECONCEITO DE RAÇA, POPULAÇÃO NEGRA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CRIME, DESACATO, TEORIA DO IMPACTO DESPROPORCIONAL, POPULAÇÃO NEGRA. CRIME, DESACATO, TIPO PENAL ABERTO, CERCEAMENTO, LIBERDADE DE EXPRESSÃO, RESISTÊNCIA, ABUSO DE AUTORIDADE. PRECEDENTE, STF, IMPORTÂNCIA, PROTEÇÃO, DIREITO FUNDAMENTAL, LIBERDADE, REDUÇÃO, LETALIDADE POLICIAL. PRECONCEITO DE RAÇA, FORMA INDIRETA, DESNECESSIDADE, DOLO. NÃO RECEPÇÃO, CRIME, DESACATO, CONSTITUIÇÃO FEDERAL DE 1988.\n\n- TERMO(S) DE RESGATE: RACISMO ESTRUTURAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=496&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(IMPORTÂNCIA, PROTEÇÃO, DIREITO FUNDAMENTAL, LIBERDADE, REDUÇÃO, LETALIDADE POLICIAL)\nADPF 635 MC (TP). \n(APLICABILIDADE, TEORIA DO IMPACTO DESPROPORCIONAL)\nADI 5355 (TP). \n- Decisão estrangeira citada: caso Griggs vs. Duke Power Company da Suprema Corte norte-americana.\nNúmero de páginas: 25.\nAnálise: 01/06/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL - CFOAB \nADV.(A/S)  : CLAUDIO PACHECO PRATES LAMACHIA E OUTRO(A/S)\nEMBTE.(S)  : INSTITUTO DE ADVOCACIA RACIAL E AMBIENTAL - IARA \nADV.(A/S)  : HUMBERTO ADAMI SANTOS JUNIOR \nEMBDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : MINISTÉRIO PÚBLICO DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO DE JANEIRO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DA BAHIA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DA BAHIA \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO CEARA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO CEARÁ \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO ESPÍRITO SANTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO ESPÍRITO SANTO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DE PERNAMBUCO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE PERNAMBUCO \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : DEFENSORIA PÚBLICA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : DEFENSORIA PUBLICA DO ESTADO DO TOCANTINS \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO ESTADO DO TOCANTINS \nAM. CURIAE.  : DEFENSORIA PUBLICA DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL DO DISTRITO FEDERAL \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE CIENCIAS CRIMINAIS \nADV.(A/S)  : MAURICIO STEGEMANN DIETER \nADV.(A/S)  : DEBORA NACHMANOWICZ DE LIMA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIACAO ARTIGO 19 BRASIL \nADV.(A/S)  : CAMILA MARQUES BARROSO \nADV.(A/S)  : RAISSA MELO SOARES MAIA \nAM. CURIAE.  : INSTITUTO DOS ADVOGADOS BRASILEIROS \nADV.(A/S)  : TECIO LINS E SILVA \nADV.(A/S)  : MAIRA COSTA FERNANDES \nAM. CURIAE.  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":471919,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADPF 496 ED","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2022-10-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NA ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"RIOS, Roger Raupp. Direito da antidiscriminação: discriminação direta, indireta e ações afirmativas. Livraria do Advogado, 2008. p. 121.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":496,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur470024","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, deferiu o pedido formulado pelo Governo dos Estados Unidos da América para conceder a extradição do nacional norte-americano John Voloshin ou John H Voloshin ou John L Voloshin ou Josh Thomas, condicionada a entrega do estrangeiro à assunção dos compromissos previstos no art. 96 da Lei 13.445/2017 pelo Estado Requerente, nos termos do voto da Relatora. Primeira Turma, Sessão Virtual de 2.9.2022 a 13.9.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470024","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur470024","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CRIMES DE FRAUDE BANCÁRIA, IDENTIDADE FALSA E LAVAGEM DE DINHEIRO. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. DETRAÇÃO. ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE. EXTRADIÇÃO DEFERIDA.\n\n\n\n    1. Pedido de extradição formulado pelo Governo dos Estados Unidos da América que atende os requisitos da Lei 13.445/2017 e do Tratado de Extradição específico. \n\n\n\n    2. Fatos criminosos imputados ao Extraditando que correspondem aos crimes de previstos nos arts. 155, § 4º, II, e 171 do CP e art. 1º da Lei 9.613/1998. Dupla incriminação atendida. \n\n\n\n    3. Inocorrência de prescrição e óbices legais.\n\n\n\n    4. O compromisso de detração da pena, considerado o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 96 da Lei 13.445/2017.\n\n\n\n    5. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763236653","externo_seq_objeto_incidente":6262217,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-187  DIVULG 19-09-2022  PUBLIC 20-09-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1695&classe=Ext","is_colac":false,"titulo":"Ext 1695","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00040\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009613 ANO-1998\n    ART-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   TTD ANO-1961\n    ART-00009 ITEM-00002\n    TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMERICA\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00075 ART-00109 INC-00002 INC-00003\n    ART-00155 PAR-00004 INC-00002 ART-00171\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013 ANO-1964\n    DECRETO LEGISLATIVO  - APROVA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMERICA\n\n","LEG-FED   DEC-055750 ANO-1965\n    DECRETO  - PROMULGA O TRATADO DE EXTRADIÇÃO CELEBRADO ENTRE BRASIL E ESTADOS UNIDOS DA AMERICA\n\n","LEG-EST   LEI-013445 ANO-2017\n    ART-00082 ART-00088 PAR-00003 ART-00096\n    INC-00002\n    LEI ORDINÁRIA"],"publicacao_data":"2022-09-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROCESSO DE EXTRADIÇÃO, PACOTE ANTICRIME, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE, PRINCÍPIO DA IRRETROATIVIDADE DA LEI. CASO CONCRETO, OCORRÊNCIA, DELITO, MOMENTO ANTERIOR, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1695&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, REQUISITO, DUPLA TIPICIDADE)\nExt 977 (TP), Ext 1554 (1ªT). \n(PROCESSO DE EXTRADIÇÃO, PACOTE ANTICRIME, ALTERAÇÃO, LIMITE MÁXIMO, PENA PRIVATIVA DE LIBERDADE, PRINCÍPIO DA IRRETROATIVIDADE DA LEI)\nExt 1599 (2ªT), Ext 1641 (1ªT), Ext 1652 (1ªT). \n Legislação Estrangeira citada: Art. 18, Seções 3282 e 3293, Código dos Estados Unidos.\nNúmero de páginas: 14.\nAnálise: 27/04/2023, DAP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : JOHN VOLOSHIN OU JOHN H VOLOSHIN OU JOHN L VOLOSHIN OU JOSH THOMAS \nADV.(A/S)  : DANIEL ALLAN BURG \nADV.(A/S)  : BEATRIZ CALLEGARI ROMANO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470024,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1695","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2022-09-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1695,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur475910","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, manteve a prisão cautelar de Carlos Alexis Jimenez Ortiz e deferiu o pedido de extradição, ficando condicionada a sua entrega: (i) ao juízo discricionário do Presidente da República; (ii) à formalização, pelo Estado Requerente, dos compromissos previstos no art. 96 da Lei 13.445/2017 e (iii) à conclusão dos processos penais a que o extraditando responde no Brasil ou ao cumprimento das respectivas penas, na forma do art. 95, caput , da Lei 13.445/2017, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 17.2.2023 a 28.2.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur475910","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur475910","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. GOVERNO DO CHILE. PEDIDO INSTRUÍDO COM OS DOCUMENTOS NECESSÁRIOS À SUA ANÁLISE. ATENDIMENTO AOS REQUISITOS DA LEI DE MIGRAÇÃO (LEI 13.445/2017) E DO ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL, A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE. POSSIBILIDADE DE ENTREGA DO SÚDITO ESTRANGEIRO AO ESTADO REQUERENTE. DUPLA TIPICIDADE DOS CRIMES E VERIFICAÇÃO DOS DEMAIS REQUISITOS AUTORIZADORES DA EXTRADIÇÃO. EXAME DE CONTROVÉRSIAS ENVOLVENDO AUTORIA DO DELITO. IMPOSSIBILIDADE DE ANÁLISE ATRAVÉS DE PROCESSO DE EXTRADIÇÃO. ADOÇÃO, NO BRASIL, DO SISTEMA BELGA OU DA CONTENCIOSIDADE LIMITADA. PRECEDENTES. AUSÊNCIA DE PRESCRIÇÃO DA PRETENSÃO PUNITIVA. PEDIDO DEFERIDO, OBSERVADO O DISPOSTO NOS ARTS. 95 E 96 DA LEI 13.445/2017.\n\n\n\n    1. O presente pedido extradicional encontra respaldo na CARTA MAGNA, que, em seu art. 5º, LII, autoriza – como regra – a extradição de estrangeiros, condição suportada pelo extraditando, cidadão chileno. O requerimento veio instruído com os documentos necessários à sua análise, tendo sido observados os requisitos da Lei de Migração (Lei 13.445/17) e do Acordo de Extradição entre os Estados Partes do MERCOSUL, a República da BOLÍVIA e a República do CHILE. \n\n\n\n    2. Os fatos retratados nestes autos correspondem, em tese, ao delito previsto no art. 121, caput, do Código Penal Brasileiro, e no art. 391, nº 2, do Código Penal Chileno. Observou-se, assim, o requisito da dupla tipicidade, previsto no art. 82, II, da Lei 13.445/20117. Demais requisitos que autorizam a extradição mostram-se igualmente preenchidos.\n\n\n\n    3. O sistema belga ou de contenciosidade limitada, que rege o processo de extradição passiva no BRASIL (art. 91, § 1º, da Lei de Migração), não autoriza o exame e juízo, pelo SUPREMO TRIBUNAL FEDERAL, de questões atinentes à autoria do delito imputado ao extraditando. Precedentes.\n\n\n\n    4. No particular, à luz da legislação internacional e das normas pátrias, o prazo prescricional da pretensão punitiva não foi alcançado.\n\n\n\n    5. PEDIDO EXTRADICIONAL DEFERIDO, ficando condicionada a entrega do nacional chileno CARLOS ALEXIS JIMENEZ ORTIZ ao GOVERNO DO CHILE (i) ao juízo discricionário do Presidente da República; (ii) à formalização, pelo Estado Requerente, dos compromissos previstos no art. 96 da Lei 13.445/17; e (iii) à conclusão dos processos penais a que o extraditando eventualmente responde no BRASIL ou ao cumprimento das respectivas penas, na forma do art. 95, caput, da Lei 13.445/17.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=766139814","externo_seq_objeto_incidente":6498759,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 09-03-2023  PUBLIC 10-03-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1765&classe=Ext","is_colac":false,"titulo":"Ext 1765","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00039 INC-00040 INC-00047\n    INC-00052\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013445 ANO-2017\n    ART-00082 INC-00002 ART-00091 PAR-00001\n    ART-00095 \"CAPUT\" ART-00096\n    LEI ORDINÁRIA - LEI DE MIGRAÇÃO\n\n","LEG-FED   LEI-013964 ANO-2019\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1984\n    ART-00003 ITEM-00001\n    CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUÉIS, DESUMANOS OU DEGRADANTES\n\n","LEG-INT   ACO ANO-1998\n    ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL, A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00001 ART-00075 ART-00109 INC-00001\n    ART-00121 \"CAPUT\"\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000004 ANO-1989\n    DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUÉIS, DESUMANOS OU DEGRADANTES\n\n","LEG-FED   DLG-000035 ANO-2002\n    DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE\n\n","LEG-FED   DEC-000040 ANO-1991\n    DECRETO -  PROMULGA A CONVENÇÃO CONTRA A TORTURA E OUTROS TRATAMENTOS OU PENAS CRUÉIS, DESUMANOS OU DEGRADANTES\n\n","LEG-FED   DEC-005867 ANO-2006\n    DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE\n\n","LEG-FED   SUMSTF-000421\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2023-03-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO INSTRUTÓRIA, FUNDAMENTO, TRATADO INTERNACIONAL, RECIPROCIDADE. EXTRADIÇÃO INSTRUTÓRIA, AUSÊNCIA, CARÁTER POLÍTICO, DELITO. INOCORRÊNCIA, IMPEDIMENTO, EXTRADIÇÃO, EXISTÊNCIA, FAMÍLIA, ESTADO BRASILEIRO. OBSERVÂNCIA, LIMITE MÁXIMO, DURAÇÃO, PENA, LEGISLAÇÃO BRASILEIRA, PRINCÍPIO DA COLEGIALIDADE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1765&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITO, EXTRADIÇÃO)\nExt 667 (1ªT). \n(PRINCÍPIO DA RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(PRESUNÇÃO, AUTENTICIDADE, VERACIDADE, NOTA DIPLOMÁTICA)\nExt 1171 (TP). \n(EXIGÊNCIA, REQUISITO, DUPLA TIPICIDADE, EXTRADIÇÃO)\nExt 1196 (TP), Ext 669 (TP). \n(SÚMULA 421/STF)\nExt 839 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, IMPOSSIBILIDADE, APRECIAÇÃO, PROVA)\nExt 917 (TP), Ext 986 (TP), Ext 1031 (TP), Ext 1039 (TP), Ext 1149 (TP). \n(INDEFERIMENTO, PEDIDO, EXTRADIÇÃO, CONSIDERAÇÃO HUMANITÁRIA)\nExt 1515 (2ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA IRRETROATIVIDADE DA LEI)\nExt 1505 (1ªT), Ext 1645 (1ªT), Ext 1648 (1ªT), Ext 1652 (1ªT). \n- Legislação estrangeira citada: Art. 94, art. 391, nº 1, nº 2 do Código Penal Chileno.\nNúmero de páginas: 15.\nAnálise: 13/07/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO CHILE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nEXTDO.(A/S)  : CARLOS ALEXIS JIMENEZ ORTIZ \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":475910,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1765","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2023-03-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1765,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur476118","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Roberto Barroso (Relator), que conhecia da ação direta, julgava improcedentes os pedidos, declarando a constitucionalidade dos arts. 23, II, c, e 36-A, da Lei nº 10.871/2004, e propunha a fixação da seguinte tese de julgamento: “É constitucional norma legal que veda aos servidores titulares de cargo efetivo de agências reguladoras o exercício de outra atividade profissional, inclusive gestão operacional de empresa, ou de direção político-partidária”, no que foi acompanhado pelo Ministro Alexandre de Moraes, pediu vista dos autos o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 15.10.2021 a 22.10.2021.\r\n\n           Decisão: O Tribunal, por unanimidade, conheceu da ação direta, julgou improcedentes os pedidos, declarando a constitucionalidade dos arts. 23, II, c, e 36-A, da Lei nº 10.871/2004, e fixou a seguinte tese de julgamento: “É constitucional norma legal que veda aos servidores titulares de cargo efetivo de agências reguladoras o exercício de outra atividade profissional, inclusive gestão operacional de empresa, ou de direção político-partidária”, nos termos do voto do Relator. Plenário, Sessão Virtual de 24.2.2023 a 3.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur476118","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur476118","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional e administrativo. Ação direta de inconstitucionalidade. Vedações legais ao exercício de atividades empresariais e de direção político-partidária por servidores públicos das agências reguladoras. \n\n\n\n     1.  Ação direta de inconstitucionalidade contra os arts. 23, II, c, e 36-A, da Lei nº 10.871/2004, que proíbem, aos servidores efetivos das agências reguladoras, o exercício de outra atividade profissional, inclusive gestão operacional de empresa, ou direção político-partidária, excetuados os casos admitidos em lei.\n\n\n\n    2.  A Constituição Federal de 1988 estabelece que “é livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer” (art. 5º, XVIII). O art. 37, I, da CF/1988, por sua vez, estipula a acessibilidade aos cargos públicos aos brasileiros que preencham os requisitos previstos em lei. O art. 39, caput, da CF/1988, prevê que os entes federados instituirão, no âmbito de sua competência, regime jurídico e planos de carreira para os servidores da administração pública direta, das autarquias e fundações públicas.\n\n\n\n    3.  Assim, o constituinte delegou ao legislador ordinário competência para: (i) especificar as restrições profissionais ao exercício de qualquer trabalho, ofício ou profissão; (ii) regular os requisitos de acesso aos cargos públicos; e (iii) dispor sobre o regime jurídico e planos de carreira dos servidores públicos ocupantes de cargos efetivos. A criação de regimes de trabalho especiais e de proibições funcionais mais intensas a determinadas categorias de servidores públicos insere-se na liberdade de conformação do Parlamento, à luz do princípio democrático, desde que observado o princípio da proporcionalidade. \n\n\n\n    4.  As agências reguladoras independentes são autarquias de regime especial, caracterizadas por independência administrativa, ausência de subordinação hierárquica, mandato fixo, estabilidade de seus dirigentes e autonomia financeira. Esse regime especial foi concebido para lhes assegurar independência e isenção no desempenho de suas funções normativas, fiscalizatórias e sancionatórias. Justifica-se, desse modo, a previsão de normas funcionais mais rígidas tendo por finalidade a prevenção de potenciais conflitos de interesses que possam comprometer o interesse público subjacente às funções das agências. \n\n\n\n    5.  As normas contidas nos arts. 23, II, c, e 36-A, da Lei nº 10.871/2004 asseguram a observância dos princípios da moralidade, da eficiência administrativa e da isonomia e são meios proporcionais aptos a garantir a indispensável isenção e independência dos servidores das agências reguladoras. Precedentes.\n\n\n\n    6.  Pedidos julgados improcedentes, com a declaração de constitucionalidade das normas impugnadas.\n\n\n\n    7.  Fixação da seguinte tese de julgamento: “É constitucional norma legal que veda aos servidores titulares de cargo efetivo de agências reguladoras o exercício de outra atividade profissional, inclusive gestão operacional de empresa, ou de direção político-partidária”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=766260681","externo_seq_objeto_incidente":5567284,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 15-03-2023  PUBLIC 16-03-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6033&classe=ADI","is_colac":false,"titulo":"ADI 6033","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00113 ITEM-00013\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00122 ITEM-00008\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00141 PAR-00014\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1967\n    ART-00153 PAR-23 .\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00001 INC-00005 ART-00005 INC-00002\n    INC-00004 INC-00006 INC-00009 INC-00012\n    INC-00013 INC-00015 INC-00016 INC-00017\n    INC-00018 INC-00023 ART-00017 ART-00037\n    INC-00001 INC-00016 LET-B ART-00039\n    \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008112 ANO-1990\n    ART-00117 INC-00010\n    RJU-1990 REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA UNIÃO, DAS AUTARQUIAS E DAS FUNDAÇÕES PÚBLICAS FEDERAIS\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010768 ANO-2003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010871 ANO-2004\n    ART-00023 INC-00002 LET-C ART-0036A\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-012772 ANO-2012\n    LEI ORDINÁRIA"],"publicacao_data":"2023-03-16","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA PROPORCIONALIDADE, MECANISMO, CONTROLE, DIREITO FUNDAMENTAL. AUSÊNCIA, DIREITO SUBJETIVO, ACUMULAÇÃO, CARGO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: NECESSIDADE, IDENTIFICAÇÃO, ÂMBITO, PROTEÇÃO, DIREITO FUNDAMENTAL, CONSTITUIÇÃO FEDERAL, LIBERDADE, EXERCÍCIO PROFISSIONAL, ALCANCE, PRINCÍPIO DA RESERVA LEGAL, DEFINIÇÃO, CONDIÇÃO, CAPACIDADE, EXERCÍCIO, PROFISSIONAL, RAZOABILIDADE, PROPORCIONALIDADE. VEDAÇÃO, RESTRIÇÃO, NÚCLEO ESSENCIAL. PRINCÍPIO DA RESERVA LEGAL PROPORCIONAL, PONDERAÇÃO DE PRINCÍPIOS, ADEQUAÇÃO, NECESSIDADE. AGÊNCIA REGULADORA, LEI, LEGITIMIDADE, RESTRIÇÃO, LIBERDADE, EXERCÍCIO PROFISSIONAL, GARANTIA, EFICIÊNCIA, MORALIDADE, ISONOMIA, ADMINISTRAÇÃO PÚBLICA. CONSTITUIÇÃO FEDERAL, POSSIBILIDADE, EXERCÍCIO, ACUMULAÇÃO, CARGO TÉCNICO, PROFESSOR.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6033&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADI, JULGAMENTO DO MÉRITO)\nADPF 190 (TP), ADI 5253 (TP), ADI 5566 (TP). \n(CONSTITUCIONALIDADE, VEDAÇÃO, EXERCÍCIO, ATIVIDADE, PROTEÇÃO, INTERESSE PÚBLICO)\nADI 3541 (TP), ADI 5235 (TP), ADI 5454 (TP). \n- Legislação estrangeira citada: art. 1, III e art. 19, II, da Lei Fundamental alemã de 1949; art. 18, III, da Constituição portuguesa de 1976; art. 53, n. 1, da Constituição espanhola de 1978.\nNúmero de páginas: 35.\nAnálise: 13/09/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIACAO NACIONAL DOS SERVIDORES EFETIVOS DAS AGENCIAS REGULADORAS FEDERAIS - ANER \nADV.(A/S)  : JOAO MARCOS FONSECA DE MELO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Controle Concentrado","documental_tese_tema_texto":null,"old_seq_sjur":476118,"documental_tese_texto":"É constitucional norma legal que veda aos servidores titulares de cargo efetivo de agências reguladoras o exercício de outra atividade profissional, inclusive gestão operacional de empresa, ou de direção político-partidária.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 6033","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ARAGÃO, Alexandre Santos. Agências Reguladoras. 2005. p. 442.\nBARBALHO, João. Constituição Federal Brasileira, 1891. Brasília: Senado Federal, 2002. p. 330.\nBARROSO, Luís Roberto. Curso de direito constitucional contemporâneo. 2021. p. 253.\nMAXIMILIANO, Carlos. Comentários à Constituição brasileira de 1891. Brasília: Senado Federal, 2005. p. 742 et seq.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 2005. p. 235.\nMOREIRA NETO, Diogo de Figueiredo. Curso de Direito Administrativo. 2005. p. 321.\nPIEROTH; SCHLINK. Grundrechte: Staatsrecht II. p. 53.","ministro_facet":["ROBERTO BARROSO"],"processo_numero":6033,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur476362","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Dias Toffoli (Relator), que negava provimento ao agravo regimental, pediu vista dos autos o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 4.11.2022 a 11.11.2022.\r\n\n           Decisão: O Tribunal, por maioria, recebeu a queixa-crime oferecida contra Eduardo Nantes Bolsonaro em relação ao crime previsto no art. 139 c/c o art. 141, II e § 2º, ambos do Código Penal, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Dias Toffoli (Relator), Ricardo Lewandowski, André Mendonça, Luiz Fux e Nunes Marques. Plenário, Sessão Virtual de 24.2.2023 a 3.3.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur476362","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:47:25.908627","dg_unique":"sjur476362","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSUAL PENAL. QUEIXA-CRIME. OBSERVÂNCIA DOS ARTIGOS 41 E 395 DO CÓDIGO DE PROCESSO PENAL. PRESENÇA DE JUSTA CAUSA PARA A AÇÃO PENAL. NÃO INCIDÊNCIA DA IMUNIDADE MATERIAL (CF, ARTIGO 53, CAPUT). QUEIXA-CRIME APTA. NARRATIVA CLARA E EXPRESSA QUE SE AMOLDA À DESCRIÇÃO TÍPICA DO CRIME IMPUTADO. EXISTÊNCIA DE PROVA DA MATERIALIDADE E INDÍCIOS DE AUTORIA. RECEBIMENTO INTEGRAL DA QUEIXA-CRIME. \n\n\n\n    1. A queixa-crime expõe de forma compreensível e coerente os fatos e todos os requisitos exigidos, permitindo ao acusado a compreensão da imputação e, consequentemente, o pleno exercício do seu direito de defesa, como exigido por esta CORTE (AP 560, Rel. Min. DIAS TOFFOLI, Segunda Turma, DJe de 11/6/2015; INQ 3204, Rel. Min. GILMAR MENDES, Segunda Turma, DJe de 3/8/2015).\n\n\n\n    2. Presentes os requisitos do art. 41 do CPP e a justa causa para a ação penal (CPP, art. 395, III), analisada a partir de seus três componentes tipicidade, punibilidade e viabilidade.\n\n\n\n    3. A Constituição Federal consagra o binômio “LIBERDADE e RESPONSABILIDADE”; não permitindo de maneira irresponsável a efetivação de abuso no exercício de um direito constitucionalmente consagrado; não permitindo a utilização da “liberdade de expressão” como escudo protetivo para a prática de discursos de ódio, antidemocráticos, ameaças, agressões, infrações penais e toda a sorte de atividades ilícitas.\n\n\n\n    4. Não incidência da imunidade parlamentar prevista no caput do artigo 53 da Constituição Federal. A jurisprudência da CORTE é pacífica no sentido de que a garantia constitucional da imunidade parlamentar material somente incide no caso de as manifestações guardarem conexão com o desempenho da função legislativa ou que sejam proferidas em razão desta, não sendo possível utilizá-la como verdadeiro escudo protetivo para a prática de atividades ilícitas. Precedentes. Inexistência da inviolabilidade em relação às condutas típicas imputadas pela querelante ao querelado.\n\n\n\n    5. QUEIXA-CRIME INTEGRALMENTE RECEBIDA.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=766432397","externo_seq_objeto_incidente":6421093,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 21-03-2023  PUBLIC 22-03-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=10001&classe=Pet","is_colac":false,"titulo":"Pet 10001 AgR","documental_legislacao_citada_texto":["LEG-IMP   CIB ANO-1824\n    ART-00026 ART-00027 ART-00028\n    CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF ANO-1891\n    ART-00019 ART-00020\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1934\n    ART-00031 ART-00032 PAR-00001 PAR-00002\n    CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1937\n    ART-00042 ART-00043 PAR-UNICO\n    CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF ANO-1946\n    ART-00044 ART-00045\n    CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000009 ANO-1964\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1967\n    ART-00034 PAR-00002\n    CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000011 ANO-1978\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00044 ART-00034 INC-00003\n    INC-00004 ART-00053 \"CAPUT\" PAR-00001\n    PAR-00002 PAR-00003 ART-00055 PAR-00001\n    ART-00060 PAR-00004\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000035 ANO-2001\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00139 ART-00141 INC-00002 INC-00003\n    PAR-00002\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00041 ART-00395 INC-00003\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   PJL-000428 ANO-2020\n    PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD"],"publicacao_data":"2023-03-22","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL, PROTEÇÃO, LIBERDADE DE EXPRESSÃO, DUPLICIDADE, ASPECTOS, MANIFESTAÇÃO, CIDADÃO, PROIBIÇÃO, ILEGITIMIDADE, INTERVENÇÃO, PODER PÚBLICO, INTERMÉDIO, CENSURA PRÉVIA. OPINIÃO, EXTERIORIZAÇÃO, SUJEIÇÃO, MOMENTO POSTERIOR, RESPONSABILIZAÇÃO. CONSTITUIÇÃO FEDERAL, PROTEÇÃO, DIREITO À HONRA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. PRINCÍPIO DA SEPARAÇÃO DOS PODERES, FINALIDADE, EQUILÍBRIO, GOVERNO, DEMOCRACIA. CONSTITUIÇÃO POLÍTICA DO IMPÉRIO DO BRASIL, EVOLUÇÃO, DEFINIÇÃO, IMUNIDADE. STF, CONFIGURAÇÃO, IMUNIDADE, DEPENDÊNCIA FÍSICA, INVIOLABILIDADE PARLAMENTAR, CARÁTER ABSOLUTO; CRÍTICA, POLÍTICA, POSSIBILIDADE, RESPONSABILIZAÇÃO, PARLAMENTAR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: RECEBIMENTO, QUEIXA, JUSTIFICATIVA, APRECIAÇÃO, FATO; EXISTÊNCIA, JUSTA CAUSA. CASO CONCRETO, ACUSAÇÃO, OPOENTE, IMPUTAÇÃO DE CRIME, INFORMAÇÃO FALSA, DISPUTA, POLÍTICA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: IMUNIDADE PARLAMENTAR MATERIAL, AUSÊNCIA, JUSTA CAUSA, DISCUSSÃO, ÂMBITO, POLÍTICA, EVENTUALIDADE, CASO CONCRETO, EXCESSO, CONDUTA, DEPUTADO FEDERAL, APURAÇÃO, CASA LEGISLATIVA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=10001&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITO, DENÚNCIA)\nInq 1990 (TP), Inq 2482 (TP), Inq 2677 (TP), Inq 3016 (TP), AP 560 (2ªT), Inq 3204 (2ªT), Inq 3719 (1ªT), Inq 2646 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, CRIME CONTRA A HONRA)\nInq 1958 (TP), RE 299109 AgR (1ªT), RE 576074 AgR (1ªT), Inq 3814 (1ªT), Pet 6156 (2ªT), Pet 8242 AgR (2ªT). \n(LIBERDADE DE EXPRESSÃO, LIBERDADE DE IMPRENSA)\nADI 4451 (TP). \n(CONTROLE JUDICIAL, PODER POLÍTICO, PRINCÍPIO DA SEPARAÇÃO DOS PODERES)\nHC 3536 (TP). \n(IMUNIDADE PARLAMENTAR, PRERROGATIVA)\nInq 390 (TP), RE 600063 (TP), Inq 1024 QO (TP), Inq 2874 AgR (TP), HC 34467 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, NATUREZA JURÍDICA, CAUSA EXCLUDENTE, TIPICIDADE)\nRE 600063 (TP), Pet 5647 (1ªT), Pet 6156 (2ªT), Pet 6587 (2ªT). \n(IMUNIDADE PARLAMENTAR MATERIAL)\nPet 4979 (1ªT), Inq 3948 (1ªT). \n- Decisões monocráticas citadas:\n(REQUISITO, REJEIÇÃO, DENÚNCIA)\nPet 3076, Pet 3195, Pet 3162, Inq 2273, Pet 5637.\n(IMUNIDADE PARLAMENTAR MATERIAL)\nHC 124519.\n- Legislação estrangeira citada: art. 9º do Bill of Rights, da Inglaterra, de 1689; Ato declaratório dos direitos e liberdades do súdito, do Estatuto I da Declaração inglesa de direitos de 1688, de Guilherme III e Maria II; art. 1º, seção 6, da Constituição norte-americana, de 1787.\n- Decisões estrangeiras citadas: Caso New York Times vs. Sullivan (376 US, at. 282, 1964), Caso Abrams vs. United States, 250 U.S. 616, 630-1 (1919), da Suprema Corte Norte Americana; Caso Whitney vs. California (274 U.S. 357, 375 (1927); Caso Cantwell vs. Connecticut, 310 U.S. 296, 310(1940), quoted 376 U.S at 271-72; Caso Kingsley Pictures Corp. vs. Regents, 360 U.S684, 688-89, 1959.\nECHR, Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos.\n- Veja: Pet 9456 do STF.\nNúmero de páginas: 53.\nAnálise: 02/06/2023, MAV.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : TABATA CLAUDIA AMARAL DE PONTES \nADV.(A/S)  : CRISTIANO VILELA DE PINHO E OUTRO(A/S)\nAGDO.(A/S)  : EDUARDO NANTES BOLSONARO \nADV.(A/S)  : KARINA DE PAULA KUFA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":476362,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 10001 AgR","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2023-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA PETIÇÃO","documental_doutrina_texto":"ALMEIDA JUNIOR, João Mendes de. O processo criminal brasileiro, v. II, Freitas Bastos: Rio de Janeiro, 1959. p. 183.\nAMARAL JUNIOR, José Levi Mello do. Inviolabilidade parlamentar. São Paulo: FDUSP, 2018. p. 23-43.\nBARBOSA, Ruy. Comentários à constituição federal brasileira. Saraiva, 1933. v. 2. p. 41-42.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norte-americana. 2006. p. 324 e 326.\nJOBIM, Nelson. Congresso Revisor: Relatoria da Revisão Constitucional. Pareceres produzidos. Histórico. Tomo I, Brasília, 1994.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. 2000, capítulo 14, p. 429 e 435.\nMACHADO, Jonatas E. M. Liberdade de expressão: dimensões constitucionais da esfera pública no sistema social. 2002. p. 80-81.\nNUCCI, Guilherme de Souza. Código penal comentado. 21. ed. Rio de Janeiro: Forense, 2021. p. 730.\nPAOLO BISCARETTI di Ruffia. Introduzione al diritto costituzionale comparato. 2. ed. Milão: Giuffrè, 1970. p. 303-305.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.","ministro_facet":["DIAS TOFFOLI","ALEXANDRE DE MORAES"],"processo_numero":10001,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur484546","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Decisão: Após o voto do Ministro Marco Aurélio (Relator), que julgava parcialmente procedente o pedido formulado na ação direta, para assentar incompatíveis com a Constituição Federal as expressões constantes no artigo 2º da Resolução nº 135/2011 do Conselho Nacional de Justiça, no que equiparados, a Tribunais, o próprio Conselho e o da Justiça Federal, declarando a inconstitucionalidade das expressões, contidas no artigo 2º, “o Conselho Nacional de Justiça” e “o Conselho da Justiça Federal”, pediu vista dos autos o Ministro Gilmar Mendes. Falou, pela requerente, o Dr. Alberto Pavie Ribeiro. Impedido o Ministro Alexandre de Moraes. Plenário, Sessão Virtual de 12.3.2021 a 19.3.2021.\r\n\n           Decisão: O Tribunal, por maioria, declarou a perda de objeto da ação direta em relação ao art. 3º, § 1º, da Resolução 135/2011 do CNJ, com a consequente extinção parcial do processo sem resolução do mérito (art. 485, inciso VI, do CPC), vencido o Ministro Marco Aurélio (Relator). Quanto à parte remanescente, o Tribunal, por maioria, julgou improcedente a ação, vencidos os Ministros Marco Aurélio (quanto ao artigo 2º da Resolução nº 135/2011 do CNJ, declarando a inconstitucionalidade das expressões “o Conselho Nacional de Justiça” e “o Conselho da Justiça Federal”); os Ministros Gilmar Mendes e Luiz Fux (quanto ao § 1º do art. 15 da Resolução 135/2011 do CNJ, julgando parcialmente procedente o pedido, para declarar a inconstitucionalidade da expressão “antes da instauração do processo administrativo disciplinar”); e os Ministros Gilmar Mendes, Luiz Fux e Rosa Weber (quanto ao parágrafo único do art. 21 da Resolução 135/2011 do CNJ, julgando parcialmente procedente o pedido, para conferir interpretação conforme à Constituição Federal para estabelecer que deve haver votação específica de cada uma das penas disciplinares aplicáveis a magistrados até que se alcance a maioria absoluta dos votos). Redigirá o acórdão o Ministro Luís Roberto Barroso, Vice-Presidente no exercício da Presidência. Impedido o Ministro Alexandre de Moraes. Não votou o Ministro André Mendonça, sucessor do Ministro Relator. Plenário, Sessão Virtual de 23.6.2023 a 30.6.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ROBERTO BARROSO","revisor_processo_nome":null,"id":"sjur484546","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:48:16.166250","dg_unique":"sjur484546","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: Direito constitucional. Ação direta de inconstitucionalidade. Atuação normativa do Conselho Nacional de Justiça. Processos administrativos disciplinares de magistrados.\n\n\n\n    1. Ação direta de inconstitucionalidade contra a Resolução nº 135/2011, do CNJ, que disciplina o processo administrativo disciplinar (PAD) aplicável aos juízes brasileiros.\n\n\n\n    2. Não conhecimento parcial. A antiga Lei do Abuso de Autoridade (Lei nº 4.898/1965), à qual o art. 3º, § 1º, da resolução questionada fazia remissão, foi revogada pela Lei nº 13.869/2019. A norma atual não prevê sanções administrativas específicas, limitando-se ao campo cível e criminal, de modo que o dispositivo impugnado não produz mais efeitos. O exaurimento da eficácia conduz à perda do interesse de agir nesse ponto.\n\n\n\n    3. Competência do CNJ para o ato e regularidade das previsões. A resolução atacada, ao disciplinar o PAD movido em face de magistrados, encontra-se dentro da atribuição constitucionalmente delineada para o CNJ, de zelar pelo cumprimento dos deveres funcionais dos juízes (CF/1988, art. 103-B, § 4º, I). Igualmente, suas disposições estão materialmente em consonância com o arcabouço constitucional a respeito da matéria.\n\n\n\n    4. Equiparação entre CNJ, CJF e tribunais. A previsão de equiparação do Conselho Nacional de Justiça e do Conselho da Justiça Federal aos tribunais não ofende a Constituição, uma vez que representa mera técnica redacional legislativa, não tendo aptidão de emprestar caráter jurisdicional a esses órgãos.\n\n\n\n    5. Poder de cautela. Não viola a Constituição a possibilidade excepcional de determinação de afastamento do magistrado, prevista no art. 15, § 1º, da Resolução nº 135/2011, por representar exercício do poder de cautela inerente ao poder disciplinar.\n\n\n\n    6. Dispersão de votos. O art. 21, parágrafo único, da Resolução nº 135/2011 cria técnica para resolver a dispersão de votos no julgamento colegiado. A opção feita situa-se dentro de campo hermenêutico viável a partir do art. 93, X, da CF/1988, que exige maioria absoluta para as decisões disciplinares. Assim, ainda que houvesse outras soluções possíveis, não há inconstitucionalidade na escolha feita pela normativa.\n\n\n\n    7. Ação direta parcialmente conhecida e, na parte conhecida, pedidos julgados improcedentes.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=769767971","externo_seq_objeto_incidente":4125637,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 14-08-2023  PUBLIC 15-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4638&classe=ADI","is_colac":false,"titulo":"ADI 4638","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1891\n    CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001 ANO-1969\n    ART-00112\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF ANO-1988\n    ART-00005 INC-00034 LET-A ART-00037\n    ART-00092 ART-00093 \"CAPUT\" INC-00008\n    LET-X INC-00009 INC-00010 ART-00096\n    INC-00001 LET-A ART-0103B PAR-00001\n    PAR-00004 INC-00001 INC-00002 INC-00003\n    INC-00004 INC-00005 INC-00006 INC-00007\n    PAR-00007 ART-00125 \"CAPUT\" PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    ART-00005 PAR-00002\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000061 ANO-2009\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000103 ANO-2019\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LCP-000035 ANO-1979\n    ART-00027 PAR-00003 ART-00042 INC-00005\n    ART-00043 ART-00044\n    LOMAN-1979 LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n\n","LEG-FED   LEI-004898 ANO-1965\n    ART-00006 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00485 INC-00006\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013869 ANO-2019\n    ART-00006 PAR-UNICO ART-00007 ART-00008\n    LEI ORDINÁRIA\n\n","LEG-FED   RES-000135 ANO-2011\n    ART-00002 ART-00003 INC-00004 INC-00005\n    PAR-00001 PAR-00002 ART-00004 ART-00008\n    ART-00009 \"CAPUT\" PAR-00002 PAR-00003\n    ART-00010 ART-00012 \"CAPUT\" PAR-ÚNICO\n    ART-00014 \"CAPUT\" PAR-00003 PAR-00007\n    PAR-00008 PAR-00009 ART-00015 PAR-00001\n    ART-00017 \"CAPUT\" INC-00004 INC-00005\n    ART-00018 ART-00020 \"CAPUT\" PAR-00002\n    PAR-00003 ART-00021 PAR-ÚNICO\n    RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ"],"publicacao_data":"2023-08-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4638&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(MAGISTRATURA, REGIME JURÍDICO, LEI ORGÂNICA DA MAGISTRATURA NACIONAL (LOMAN), LEI COMPLEMENTAR)\r\nAO 185 (TP), ADI 1503 (TP), ADI 2753 (TP), ADI 2370 MC (TP).\r\n(PODER JUDICIÁRIO, CARÁTER NACIONAL, REGRA, UNIFORME)\r\nAO 155 (TP), ADI 3367 (TP).\r\n(CONSELHO NACIONAL DE JUSTIÇA (CNJ), PODER JUDICIÁRIO, AUSÊNCIA, JURISDIÇÃO)\r\nADI 3367 (TP).\r\n(CONSELHO NACIONAL DE JUSTIÇA (CNJ), PODER REGULAMENTAR)\r\nADC 12 MC (TP).\r\n- Legislação estrangeira citada: art. 5º, I-11 e I-5, alínea 2, do Tratado de Maastricht.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO DOS MAGISTRADOS BRASILEIROS - AMB \nADV.(A/S)  : ALBERTO PAVIE RIBEIRO \nINTDO.(A/S)  : PRESIDENTE DO CONSELHO NACIONAL DE JUSTIÇA \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JÚNIOR E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":484546,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4638","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2023-07-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"BARBOSA, Ruy. Commentarios à Constituição Federal Brasileira – IV Volume – arts. 55 a 62 – Do Poder Judiciário. São Paulo: Livraria Acadêmica, 1933, pp. 50-51.\nGARCÍA DE ENTERRÍA, Eduardo; FERNÁNDEZ, Tomás-Ramón. Curso de Derecho Administrativo. 12ª Ed. Madrid: Civitas; 2004, p. 456 e 462. \nMARTINS, Margarida Salema. O princípio da subsidiariedade e sua perspectiva jurídico-político, Coimbra, 2003, p. 43.\nMENDES, Gilmar Ferreira. Jurisdição Constitucional. 3ª Ed. São Paulo: Saraiva; 1999, p. 192-193. \nMOHN E SOUZA, Paulo Fernando. A subsidiariedade como princípio de organização do Estado e sua aplicação no federalismo. Dissertação de Mestrado – UniCeub.\nREIS, Antônio Marques dos. Constituição Federal Brasileira de 1934. N. 12. Bibliotheca Jurídica Brasileira, 1934, p. 166\nTANCREDO, Fabrizio Grandi. O princípio da subsidiariedade: as origens e algumas manifestações. Revista Faculdade Direito Universidade Lisboa, p. 177-178.\nZIPPELIUS, Reinhold. Teoria Geral do Estado, Lisboa, 1997, p. 251. apud GRANDI, Fabrizio. p. 181.","ministro_facet":["MARCO AURÉLIO","ROBERTO BARROSO"],"processo_numero":4638,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur485574","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"Decisão: Após os votos dos Ministros Gilmar Mendes (Relator), Marco Aurélio, Alexandre de Moraes, Cármen Lúcia e Nunes Marques, que não conheciam do pedido de aditamento à inicial e, no mérito, julgavam parcialmente procedente o pedido formulado na petição inicial da presente arguição de descumprimento de preceito fundamental, de modo a declarar a nulidade das decisões judiciais que condicionam a rescisão de contratos de trabalho de empregados públicos não estáveis à prévia conclusão de negociação coletiva, de modo a impedir que o Estado realize atos tendentes a descontinuar a atividade das fundações, sociedades de economia mista e autarquia estadual; e do voto do Ministro Edson Fachin, que julgava improcedente o pedido, pediu vista dos autos a Ministra Rosa Weber. Falaram: pelo requerente, a Dra. Marcia dos Anjos Manoel, Procuradora do Estado do Rio Grande do Sul; e, pelos amici curiae Sindicato dos Empregados em Empresas de Assessoramento, Perícias, Informações e Pesquisas e de Fundações Estaduais do Rio Grande do Sul - SEMAPI e Sindicato dos Engenheiros do Estado do Rio Grande do Sul - SENGE/RS, o Dr. Gustavo Teixeira Ramos. Plenário, Sessão Virtual de 6.11.2020 a 13.11.2020.\r\n\n           Decisão: O Tribunal, por maioria, não conheceu do pedido de aditamento à inicial e, no mérito, julgou parcialmente procedente o pedido formulado na petição inicial da presente arguição de descumprimento de preceito fundamental, de modo a declarar a nulidade das decisões judiciais que condicionam a rescisão de contratos de trabalho de empregados públicos não estáveis à prévia conclusão de negociação coletiva, de modo a impedir que o Estado realize atos tendentes a descontinuar a atividade das fundações, sociedades de economia mista e autarquia estadual, nos termos do voto do Relator, vencidos os Ministros Edson Fachin e Rosa Weber (Presidente), nos termos de seus votos. Não votou o Ministro André Mendonça, sucessor do Ministro Marco Aurélio, que votara em assentada anterior. Plenário, Sessão Virtual de 23.6.2023 a 30.6.2023.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":["8","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur485574","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:48:16.166250","dg_unique":"sjur485574","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Arguição de descumprimento de preceito fundamental. 2. Decisões da Justiça do Trabalho da 4ª Região, primeira e segunda instâncias, que suspenderam o programa de desestatização do Estado do Rio Grande do Sul. Leis Estaduais 14.979, 14.982 e 14.983, de 16 de janeiro de 2017. 3. Pedido de aditamento à inicial e concessão de nova medida cautelar para suspender decisões judiciais trabalhistas que consideraram aplicável o art. 41 da Constituição Federal a todos os empregados públicos concursados com mais de 3 anos de serviço público. 4. Impossibilidade. Princípio da subsidiariedade para propositura de ADPF não atendido. 5. Pedido de aditamento da inicial não conhecido. 6. Conclusão de negociação coletiva prévia à rescisão dos contratos de trabalho dos empregados não estáveis como condição para a extinção das autarquias, sociedade de economia mista e fundações públicas estaduais previstas nas leis em questão. 7. Violação aos preceitos fundamentais do princípio da separação dos poderes e do princípio da legalidade. 8. Medida cautelar deferida para suspender as decisões da Justiça do Trabalho até julgamento do mérito da arguição. 9. Arguição de descumprimento de preceito fundamental julgada parcialmente procedente, de modo a afastar a interpretação das normas constitucionais e legais constante de decisões judiciais que condicionam a extinção de entidades da administração indireta à conclusão de negociação coletiva.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=770243972","externo_seq_objeto_incidente":5282996,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-s/n  DIVULG 28-08-2023  PUBLIC 29-08-2023","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=486&classe=ADPF","is_colac":false,"titulo":"ADPF 486","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00001 \"CAPUT\" INC-00003 INC-00004\n    ART-00002 ART-00003 INC-00001 INC-00002\n    INC-00003 INC-00004 ART-00005 INC-00023\n    INC-00035 ART-00006 \"CAPUT\" ART-00007\n    INC-00001 INC-00026 ART-00008 \"CAPUT\"\n    INC-00001 INC-00002 INC-00003 INC-00006\n    ART-00009 ART-00022 INC-00001 ART-00037\n    INC-00007 INC-00019 ART-00041 ART-00060\n    PAR-00004 INC-00003 ART-00061 PAR-00001\n    INC-00002 LET-A LET-E ART-00084\n    INC-00002 ART-00103 INC-00005 ART-00114\n    PAR-00002 ART-00144 PAR-00002 ART-00169\n    PAR-00001 INC-00002 ART-00170 \"CAPUT\"\n    INC-00002 INC-00003 INC-00004 INC-00007\n    INC-00008 PAR-ÚNICO ART-00193 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   ADCT ANO-1988\n    ART-00010 INC-00001\n    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LEI-009882 ANO-1999\n    ART-00002 INC-00001 ART-00004 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406 ANO-2002\n    ART-00422\n    CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00001 ART-00008\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013467 ANO-2017\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC-000098 ANO-1949\n    ART-00004\n    CONVENÇÃO RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-INT   CVC-000154 ANO-1981\n    ART-00005 ITEM-00001 ITEM-00002 LET-A\n    LET-B LET-C LET-D LET-E\n    CONVENÇÃO SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEL-005452 ANO-1943\n    ART-00008 \"CAPUT\" PAR-00001 ART-0223B\n    ART-0477A ART-00482\n    CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DLG-000049 ANO-1952\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000022 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-033196 ANO-1953\n    DECRETO - PROMULGA A CONVENÇÃO Nº 98, RELATIVA À APLICAÇÃO DOS PRINCÍPIOS DO DIREITO DE ORGANIZAÇÃO E DE NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-001256 ANO-1994\n    DECRETO - PROMULGA A CONVENÇÃO Nº 154, SOBRE O INCENTIVO À NEGOCIAÇÃO COLETIVA, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT \n\n","LEG-FED   DEC-009109 ANO-2017\n    DECRETO\n\n","LEG-EST   LEI-014979 ANO-2017\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-014982 ANO-2017\n    LEI ORDINÁRIA, RS\n\n","LEG-EST   LEI-014983 ANO-2017\n    ART-00004 PAR-00001 PAR-00003\n    LEI ORDINÁRIA, RS"],"publicacao_data":"2023-08-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=486&classe=ADPF","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADPF","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(CABIMENTO, ADPF, DECISÃO JUDICIAL, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL DE 1988)\r\nADPF 101 (TP), ADPF 144 (TP).\r\n(NECESSIDADE, LEI, EXTINÇÃO, ÓRGÃO, ADMINISTRAÇÃO INDIRETA)\r\nADI 1348 (TP).\r\n(INVIABILIDADE, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, PROGRAMA, DESESTATIZAÇÃO)\r\nADI 1724 MC (TP), ADI 5937 AgR (TP), ADI 1078 MC (TP).\r\n(DEMISSÃO EM MASSA, INTERVENÇÃO, SINDICATO)\r\nRE 999435 (TP).\r\n(DEMISSÃO EM MASSA, INTERVENÇÃO, SINDICATO, MODULAÇÃO DE EFEITOS)\r\nRE 999435 ED (TP).\r\n(CONSTITUCIONALIDADE, EXTINÇÃO, AUTARQUIA ESTADUAL)\r\nADI 5690 (TP).\r\n- Legislação estrangeira citada: Declaração de Direitos Universais do Homem, de 1948.\n- Veja item 8 da Recomendação nº 163, de 1981, da Organização Internacional do Trabalho - OIT.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : JUIZ DO TRABALHO DA 9ª VARA DO TRABALHO DE PORTO ALEGRE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUIZ DO TRABALHO DA 18ª VARA DO TRABALHO DE PORTO ALEGRE \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : TRIBUNAL REGIONAL DO TRABALHO DA 4ª REGIÃO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nAM. CURIAE.  : SINDICATO DOS ENGENHEIROS DO ESTADO DO RIO GRANDE DO SUL - SENGE/RS \nAM. CURIAE.  : SINDICATO DOS EMPREGADOS EM EMPRESAS DE ASSESSORAMENTO, PERÍCIAS, INFORMAÇÕES E PESQUISAS E DE FUNDAÇÕES ESTADUAIS DO RIO GRANDE DO SUL - SEMAPI \nADV.(A/S)  : GUSTAVO TEIXEIRA RAMOS E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":485574,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADPF 486","processo_classe_processual_unificada_classe_sigla":"ADPF","julgamento_data":"2023-07-03","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"ARGUIÇÃO DE DESCUMPRIMENTO DE PRECEITO FUNDAMENTAL","documental_doutrina_texto":"BARZOTTO, Luis Fernando. Justiça Social: gênese, estrutura e aplicação de um conceito. Revista Jurídica Virtual, v. 5, n. 48, p. 1-21, maio 2003. p. 7-8.\nDELGADO, Maurício Godinho. Direito Coletivo do Trabalho. 7. ed. LTr, 2017. p. 26.\nDI PIETRO, Maria Sylvia Zanella. Direito Administrativo. 22. ed. São Paulo: Atlas, 2009. p. 453-454.\nFACHIN, Luiz Edson. Teoria Crítica do Direito Civil. 3. ed. São Paulo/Rio de Janeiro: Renovar, 2012. p. 95-96 e 108.\nFERRAZ JR., Tércio Sampaio. A legitimidade na Constituição de 1988. In: FERRAZ JÚNIOR, Tércio Sampaio; DINIZ, Maria Helena; GEORGAKILAS, Ritinha Stevenson. Constituição de 1988: legitimidade, vigência, eficácia e supremacia. São Paulo: Atlas, 1989. p. 53.\nGOMES, Orlando. Dispensa Coletiva na Reestruturação da Empresa – Aspectos Jurídicos do Desemprego Tecnológico. 38. ed. LTr, 1974. p. 575-579.\nIGREJA CATÓLICA. Papa João Paulo II. Carta encíclica Laborem Exercens. Item 13.\nMARTINS-COSTA, Judith. A Boa-Fé no Direito Privado – Critérios para Sua Aplicação. 2. ed. Saraiva, 2018. p. 239 e 244.\nMAURER, Beatrice. Notas sobre o respeito da dignidade da pessoa humana...ou pequena fuga incompleta em torno de um tema central. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 87.\nMORAIS, Ezequiel. A Boa-Fé Objetiva Pré-Contratual – Deveres Anexos de Conduta. Thomson Reuters Brasil, 2019.\nSARLET, Ingo. As dimensões da dignidade da pessoa humana: construindo uma compreensão jurídico-constitucional necessária e possível. In: SARLET, Ingo (org.). Dimensões da dignidade: ensaios de filosofia do Direito e Direito Constitucional. Porto Alegre: Livraria do Advogado, 2005. p. 26.","ministro_facet":["GILMAR MENDES"],"processo_numero":486,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}