{"result":{"took":510,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":2947,"relation":"eq"},"max_score":85.567665,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur467557","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":false,"acordao_ata":"Após os votos das Ministras Cármen Lúcia (Relatora) e Rosa Weber, que conheciam parcialmente dos embargos infringentes opostos por Antônio Roberto Rodrigues Góes da Silva e, na parte conhecida, rejeitavam os embargos, mantendo a condenação do réu, nos termos em que fixada nos votos majoritários, pediu vista dos autos o Ministro Gilmar Mendes. Plenário, Sessão Virtual de 27.11.2020 a 4.12.2020.\r\n\n           Decisão: Após o voto-vista do Ministro Gilmar Mendes, que dava provimento aos embargos infringentes interpostos pela defesa para: a) absolver o acusado do delito de peculato-desvio previsto pelo art. 312, caput, do Código Penal, com a exclusão do aumento da pena decorrente do concurso formal estabelecido pelo art. 70 do Código Penal; b) excluir a valoração negativa das circunstâncias judiciais descritas no acórdão condenatório, estabelecer a pena prevista pelo art. 359-C do Código Penal no mínimo legal, afastar a pena de multa e determinar a substituição da pena privativa de liberdade por prestação pecuniária no valor de vinte salários-mínimos, no que foi acompanhado pelos Ministros Ricardo Lewandowski e André Mendonça; e do voto do Ministro Alexandre de Moraes, que conhecia parcialmente dos embargos infringentes e, nessa parte, dava-lhe provimento, a fim de absolver o réu da imputação do art. 312, caput, in fine, do CP, com fundamento no art. 386, III, do CPP, nos termos dos votos divergentes, subsistindo apenas a sua condenação pelo crime previsto no art. 359-C do CP, a qual deve ser mantida nos exatos termos em que fixada nos votos majoritários, salvo quanto à manutenção da fração de aumento de pena que decorreu do reconhecimento do concurso formal de crimes (art. 70 do CP), no que foi acompanhado pelos Ministros Dias Toffoli e Luiz Fux (Presidente); e dos votos dos Ministros Roberto Barroso e Edson Fachin, que acompanhavam a Ministra Cármen Lúcia (Relatora), pediu vista dos autos o Ministro Nunes Marques. Plenário, Sessão Virtual de 22.4.2022 a 29.4.2022.\r\n\n           Decisão: O Tribunal, por maioria, conheceu parcialmente dos embargos infringentes e, nessa parte, deu-lhes provimento, a fim de absolver o réu da imputação do art. 312, caput, in fine, do CP, com fundamento no art. 386, III, do CPP, nos termos dos votos divergentes, subsistindo apenas a sua condenação pelo crime previsto no art. 359-C do CP, a qual deve ser mantida nos exatos termos em que fixada nos votos majoritários, salvo quanto à manutenção da fração de aumento de pena que decorreu do reconhecimento do concurso formal de crimes (art. 70 do CP). Tudo nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão. Ficaram parcialmente vencidos os Ministros Cármen Lúcia (Relatora), Rosa Weber, Roberto Barroso e Edson Fachin, que conheciam em parte dos embargos e, nessa parte, os rejeitavam, mantendo a condenação do réu, nos termos em que fixada nos votos majoritários; e os Ministros Gilmar Mendes, Ricardo Lewandowski e André Mendonça, que conheciam do recurso e o proviam, tanto para absolver o acusado do delito de peculato-desvio previsto no art. 312, caput, do Código Penal, com a exclusão do aumento da pena decorrente do concurso formal estabelecido pelo art. 70 do Código Penal, como também, ficando vencidos nesta parte, para excluir a valoração negativa das circunstâncias judiciais descritas no acórdão condenatório, estabelecer a pena prevista pelo art. 359-C do Código Penal no mínimo legal, afastar a pena de multa e determinar a substituição da pena privativa de liberdade por prestação pecuniária no valor de vinte salários-mínimos. Plenário, Sessão Virtual de 13.5.2022 a 20.5.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":"MIN. DIAS TOFFOLI","id":"sjur467557","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2023-10-04T14:46:34.837346","dg_unique":"sjur467557","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"EI","is_processo_antigo":false,"ementa_texto":"Ementa: PENAL E PROCESSUAL PENAL. EMBARGOS INFRINGENTES NA AÇÃO PENAL. CRIME DE PECULATO-DESVIO (ART. 312, CAPUT, DO CÓDIGO PENAL). NÃO CONFIGURAÇÃO DO REQUISITO SUBJETIVO. ABSOLVIÇÃO. CRIME DE ASSUNÇÃO DE OBRIGAÇÃO NO ÚLTIMO ANO DO MANDATO OU LEGISLATURA (ART. 359-C DO CÓDIGO PENAL). AUTORIA E MATERIALIDADE COMPROVADAS. CONDENAÇÃO POR UNANIMINDADE. NÃO CABIMENTO DO RECURSO QUANTO AO PONTO. EMBARGOS INFRINGENTES PARCIALMENTE CONHECIDOS E, NESTA PARTE, PROVIDOS.\n\n\n\n    1. Não configuração do elemento subjetivo (“dolo”) requerido pelo crime de peculato-desvio, pois não comprovado que o “desvio” da quantia indicada, pertencente ao Banco Itaú Unibanco S.A, ocorreu para fins particulares, “em proveito próprio ou alheio”.\n\n\n\n    2. O réu esclareceu e comprovou a necessidade de utilização do montante pertencente à instituição financeira para atender a outros interesses da própria municipalidade, bem como asseverou que o Município se encontrava em momento de crise e que já havia um planejamento para compensar o montante descontado em consignações, o que seria realizado posteriormente com o repasse de ICMS pelo Governo do Estado do Amapá.\n\n\n\n    3. Independentemente da natureza do recurso desviado – seja pública ou privada – , verificando-se que sua utilização ocorreu para finalidade estritamente pública, em proveito da própria Administração – há presente hipótese, para pagamento de verbas alimentícias de servidores municipais –, é imperioso reconhecer a não ocorrência do crime de peculato-desvio.\n\n\n\n    4. Não conhecimento dos embargos infringentes em relação ao crime previsto no art. 359-C do Código Penal, em virtude de decisão unânime da Primeira Turma.\n\n\n\n    5. Dosimetria. Exclusão do aumento da pena decorrente do concurso formal de crimes (art. 70 do Código Penal), pela subsistência de condenação por único crime previsto no artigo 359-C do Código Penal.\n\n\n\n    6. EMBARGOS INFRINGENTES PARCIALMENTE CONHECIDOS E, NESTA PARTE, PROVIDOS.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=762066590","externo_seq_objeto_incidente":5111887,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-153  DIVULG 02-08-2022  PUBLIC 03-08-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=916&classe=AP","is_colac":false,"titulo":"AP 916 EI","documental_legislacao_citada_texto":["LEG-FED   LCP-000101 ANO-2000\n    LRF-2000 LEI DE RESPONSABILIDADE FISCAL\n\n","LEG-INT   CVC ANO-1969\n    ART-00008 ITEM-00002 LET-H\n    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   PCT ANO-1966\n    ART-00014 PAR-00005\n    PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848 ANO-1940\n    ART-00044 ART-00070 ART-00312 \"CAPUT\"\n    PAR-00001 ART-0359C\n    CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00386 INC-00003 ART-00609 PAR-ÚNICO\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000226 ANO-1991\n    DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS \n\n","LEG-FED   DLG-000027 ANO-1992\n    DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592 ANO-1992\n    DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678 ANO-1992\n    DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-FED   RGI ANO-1980\n    ART-00006 INC-00004 ART-00333 INC-00001\n    PAR-ÚNICO ART-00335 PAR-00003\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   EMR-000049 ANO-2014\n    ART-00009 INC-00001 LET-J LET-K\n    EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2022-08-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. CÁRMEN LÚCIA: CABIMENTO, EMBARGOS INFRINGENTES, DECISÃO NÃO UNÂNIME, PLENÁRIO, AÇÃO PENAL ORIGINÁRIA. ALTERAÇÃO, COMPETÊNCIA, JULGAMENTO, AÇÃO PENAL, EMENDA REGIMENTAL, REGIMENTO INTERNO, STF; CABIMENTO, EMBARGOS INFRINGENTES, DECISÃO NÃO UNÂNIME, TURMA, AÇÃO PENAL ORIGINÁRIA. CABIMENTO, EMBARGOS INFRINGENTES, EXIGÊNCIA, DIVERGÊNCIA, TOTALIDADE, ACÓRDÃO CONDENATÓRIO. PECULATO, PECULATO-DESVIO, DOUTRINA. PECULATO-DESVIO, CARÁTER FORMAL.\n\n- VOTO, MIN. GILMAR MENDES: CABIMENTO, EMBARGOS INFRINGENTES, DECISÃO NÃO UNÂNIME, PLENÁRIO, TURMA, PROCEDÊNCIA, AÇÃO PENAL. PECULATO-DESVIO, ELEMENTO SUBJETIVO, IRREGULARIDADE, DESTINAÇÃO, COISA PÚBLICA, PROVEITO PRÓPRIO, PROVEITO ALHEIO. ASSUNÇÃO DE DÍVIDA, CONDIÇÃO, PREFEITO, CIRCUNSTÂNCIA ELEMENTAR, CONSIDERAÇÃO, CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL, BIS IN IDEM.\n\n- TERMO(S) DE RESGATE: DEFINIÇÃO, SENTENÇA PENAL ABSOLUTÓRIA EM SENTIDO PRÓPRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=916&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-EI","documental_observacao_texto":"- Acórdão(s) citado(s):\r\n(CABIMENTO, EMBARGOS INFRINGENTES, DECISÃO NÃO UNÂNIME, AÇÃO PENAL ORIGINÁRIA)\r\nAP 409 EI-AgR-segundo (TP), AP 470 AgR-vigésimo sexto (TP), AP 470 EI (TP), AP 470 EI-terceiros-AgR (TP), AP 863 EI-AgR (TP).\r\n(PECULATO-DESVIO, DESVIO DE VERBAS PÚBLICAS, FINALIDADE DIVERSA, ATIVIDADE ESTATAL)\r\nInq 3731 (2ªT), AP 924 (2ªT).\r\nNúmero de páginas: 80.\nAnálise: 24/04/2023, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : ANTÔNIO ROBERTO RODRIGUES GÓES DA SILVA \nADV.(A/S)  : LEONARDO RAMOS GONCALVES E OUTRO(A/S)\nADV.(A/S)  : BÁRBARA BARBOSA DE FIGUEIREDO \nASSIST.(S)  : ITAÚ UNIBANCO S/A \nADV.(A/S)  : FABIO TOFIC SIMANTOB E OUTRO(A/S)\nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":467557,"documental_tese_texto":null,"procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"AP 916 EI","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"2022-05-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.INFR. NA AÇÃO PENAL","documental_doutrina_texto":"ANTOLISEI, Francesco. Manuale Di Diritto Penale. Milano: Giuffrè, 1959. v. 2. p. 606.\nBADARÓ, Gustavo. Processo Penal. 3. ed. São Paulo: Revista dos Tribunais, 2015. p. 863.\nBITTENCOURT, Cezar. Tratado de direito penal: parte especial. 7. ed. São Paulo: Saraiva, 2013. v. 5. p. 47-48.\nFRAGOSO, Heleno Cláudio. Lições de direito penal. São Paulo: José Bushatsky, 1965. v. 4. p. 1071.\nGRECO, Rogério. Curso de direito penal: parte especial. 5. ed. Niterói: Impetus, 2009. v. 4. p. 366\nHUNGRIA, Nélson. Comentários ao código penal. Rio de Janeiro: Forense, 1959. v. 9. p. 334 e 349.\nJESUS, Damásio de. Direito Penal, Parte Especial. 4. ed. São Paulo: Saraiva, 1993. v. 4. p. 109.\nMAGGIORE, Giuseppe. Derecho penal. Tradução: José J. Ortega Torres. Bogotá: Temis, 1972. v. 3. p. 165.\nNUCCI, Guilherme de Souza. Código penal comentado. 7. ed. São Paulo: Revista dos Tribunais, 2007. p. 996.\nPRADO, Luiz Regis. Curso de Direito Penal Brasileiro: Parte Especial. 16. ed. São Paulo: Revista dos Tribunais, 2018. v. 2. p. 783.\nSTOCO, Rui; STOCO, Tatiana de O. Arts. 312 a 361. IN: FRANCO, Alberto Silva; STOCO, Rui (coord.). Código Penal e Sua Interpretação. São Paulo: Revista dos Tribunais, 2007. p. 1435.","ministro_facet":["CÁRMEN LÚCIA","ALEXANDRE DE MORAES"],"processo_numero":916,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370146","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Por maioria de votos, a Turma assentou a possibilidade de entrega da Extraditanda ao Governo requerente, nos termos do voto do Relator, vencido o Senhor Ministro Marco Aurélio, Presidente. Falou o Dr. Adilson Vieira Macabu, pela Extraditanda. Primeira Turma, 28.3.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370146","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370146","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: EXTRADIÇÃO INSTRUTÓRIA. REGULARIDADE FORMAL. CRIME DE HOMICÍDIO QUALIFICADO. REQUISITOS LEGAIS ATENDIDOS. DEFERIMENTO CONDICIONADO. \n\n\n\n    1. Conforme decidido no MS 33.864, a Extraditanda não ostenta nacionalidade brasileira por ter adquirido nacionalidade secundária norte-americana, em situação que não se subsume às exceções previstas no § 4º, do art. 12, para a regra de perda da nacionalidade brasileira como decorrência da aquisição de nacionalidade estrangeira por naturalização.\n\n\n\n    2.  Encontram-se atendidos os requisitos formais e legais previstos na Lei n° 6.815/1980 e no Tratado de Extradição Brasil-Estados Unidos, presentes os pressupostos materiais: a dupla tipicidade e punibilidade de crime comum praticado por estrangeiro. \n\n\n\n    3. Extradição deferida, devendo o Estado requerente assumir os compromissos de: (i) não executar pena vedada pelo ordenamento brasileiro, pena de morte ou de prisão perpétua (art. 5º, XLVII, a e b, da CF ); (ii) observar o tempo máximo de cumprimento de pena possível no Brasil, 30 (trinta) anos (art. 75, do CP); e (iii) detrair do cumprimento de pena eventualmente imposta o tempo de prisão para fins de extradição por força deste processo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13108452","externo_seq_objeto_incidente":5002140,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-142  DIVULG 28-06-2017  PUBLIC 29-06-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1462&classe=Ext","is_colac":false,"titulo":"Ext 1462","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00047 LET-A LET-B \n          INC-00051 INC-00052 INC-00055 ART-00012 \n          INC-00001 LET-A LET-B LET-C \n          ART-00012 PAR-00004 INC-00001 \n          ART-00012 PAR-00004 INC-00002 REDAÇÃO DADA PELA EMCR-03/1994\n          ART-00012 PAR-00004 INC-00002 LET-A INCLUÍDA PELA EMCR-03/1994\n          ART-00012 PAR-00004 INC-00002 LET-B INCLUÍDA PELA EMCR-03/1994\n          ART-00102 INC-00001 LET-G\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMCR-000003      ANO-1994\n                EMENDA CONSTITUCIONAL DE REVISÃO\n\n","LEG-FED   LEI-000818      ANO-1949\n          ART-00023\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00007 \n          ART-00080 PAR-00002 REDAÇÃO DADA PELA LEI-12878/2013\n          ART-00085 \"CAPUT\" ART-00091 INC-00002 \n          INC-00003\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009784      ANO-1999\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-010406      ANO-2002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-012878      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   TTD      ANO-1962\n          ART-00002 ITEM-1 ART-00003 ART-00005 \n          ITEM-1 ITEM-5 ART-00008 ART-00009 \n          ITEM-1 ITEM-2\n                TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00007 INC-00002 LET-B PAR-00002 \n          ART-00075 ART-00109 INC-00001 ART-00121 \n          PAR-00002 INC-00004\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000013      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   DEC-055750      ANO-1965\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM OS ESTADOS UNIDOS DA AMÉRICA E RESPECTIVO PROTOCOLO ADICIONAL\n\n","LEG-FED   PRT-002465      ANO-2013\n                PORTARIA DO MINISTRO DE ESTADO DA JUSTIÇA - MJ"],"publicacao_data":"2017-06-29","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- ENTENDIMENTO, PRIMEIRA TURMA DO SUPREMO TRIBUNAL FEDERAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF), PROCESSAMENTO, JULGAMENTO, MANDADO DE SEGURANÇA, MATÉRIA, EXTRADIÇÃO, HIPÓTESE, ATO, MINISTRO DA JUSTIÇA, DELEGAÇÃO, PRESIDÊNCIA DA REPÚBLICA. POSSIBILIDADE, BRASILEIRO NATURALIZADO, PERDA, NACIONALIDADE BRASILEIRA, HIPÓTESE, CANCELAMENTO, NATURALIZAÇÃO, ÂMBITO JUDICIAL, DECORRÊNCIA, NOCIVIDADE, INTERESSE NACIONAL. POSSIBILIDADE, VIA DE REGRA, BRASILEIRO NATO, BRASILEIRO NATURALIZADO, PERDA, NACIONALIDADE BRASILEIRA, DECORRÊNCIA, AQUISIÇÃO, NACIONALIDADE ESTRANGEIRA, EXCEÇÃO, NATUREZA DECLARATÓRIA, RECONHECIMENTO, NACIONALIDADE ESTRANGEIRA, EXCEÇÃO, ESTADO ESTRANGEIRO, IMPOSIÇÃO, AQUISIÇÃO, NACIONALIDADE ESTRANGEIRA, FINALIDADE, PERMANÊNCIA NO PAÍS, EXERCÍCIO, DIREITOS CIVIS. AUSÊNCIA, ÓBICE, DEFERIMENTO, EXTRADIÇÃO, DECORRÊNCIA, AUSÊNCIA, NACIONALIDADE BRASILEIRA, EXTRADITANDA; EXISTÊNCIA, TRATADO DE EXTRADIÇÃO; PENA MÁXIMA, PREVISÃO, CRIME COMUM, SUPERIORIDADE, UM ANO; DECRETAÇÃO, PRISÃO, JUÍZO COMPETENTE; INCOMPETÊNCIA, REPÚBLICA FEDERATIVA DO BRASIL, JULGAMENTO, CRIME; AUSÊNCIA, CONOTAÇÃO, POLÍTICA, CRIME. SUPREMO TRIBUNAL FEDERAL (STF), PROCESSO DE EXTRADIÇÃO, RESTRIÇÃO, APRECIAÇÃO, PRESSUPOSTO EXTRÍNSECO, PEDIDO, AUSÊNCIA, APRECIAÇÃO, MÉRITO, ACUSAÇÃO. DESNECESSIDADE, TRADUTOR JURAMENTADO, HIPÓTESE, ESTADO REQUERENTE, CERTIFICAÇÃO, TRADUÇÃO, DOCUMENTO; ÓRGÃO OFICIAL, REMESSA, DOCUMENTO, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: DESNECESSIDADE, DECISÃO CONDENATÓRIA, CÓPIA DE DOCUMENTO, MANDADO DE PRISÃO, AUTORIDADE COMPETENTE, DESCRIÇÃO, CRIME, HIPÓTESE, EXTRADIÇÃO INSTRUTÓRIA. ADMISSIBILIDADE, PEDIDO, EXTRADIÇÃO, FUNDAMENTO, TRATADO INTERNACIONAL, RECIPROCIDADE. DESNECESSIDADE, JUNTADA, FOTOCÓPIA, SENTENÇA PENAL CONDENATÓRIA, HIPÓTESE, EXTRADIÇÃO INSTRUTÓRIA. SUFICIÊNCIA, JUNTADA, FOTOCÓPIA, MANDADO DE PRISÃO, EXPEDIÇÃO, AUTORIDADE COMPETENTE, ESTADO REQUERENTE. INOCORRÊNCIA, PRESCRIÇÃO, PRETENSÃO PUNITIVA, PRETENSÃO EXECUTÓRIA, CASO CONCRETO. POSSIBILIDADE, DEFERIMENTO, EXTRADIÇÃO, HIPÓTESE, AUSÊNCIA, COMPROMISSO, DETRAÇÃO, COMUTAÇÃO DA PENA, DECORRÊNCIA, EXIGÊNCIA, REQUISITO, EXCLUSIVIDADE, MOMENTO, ENTREGA, EXTRADITANDO, PAÍS ESTRANGEIRO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: INDEFERIMENTO, EXTRADIÇÃO. IMPOSSIBILIDADE, ENTREGA, BRASILEIRO NATO, ESTADO REQUERENTE. IMPOSSIBILIDADE, PERDA, NACIONALIDADE, BRASILEIRO NATO. IMPOSSIBILIDADE, RENÚNCIA, NACIONALIDADE BRASILEIRA, BRASILEIRO NATO, DECORRÊNCIA, INEXISTÊNCIA, DIREITO DISPONÍVEL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1462&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA, STF, APRECIAÇÃO, ATO, MINISTRO DA JUSTIÇA, MATÉRIA, EXTRADIÇÃO)\nHC 83113 QO (TP). \n(PROCESSO DE EXTRADIÇÃO, APRECIAÇÃO, MÉRITO, ACUSAÇÃO)\nExt 669 (TP), Ext 541 (TP), Ext 703 (TP). \n(AUTENTICIDADE, DOCUMENTO, EXTRADIÇÃO)\nExt 951 (TP), Ext 1100 (TP), Ext 1114 (TP), Ext 1171 (TP), Ext 1255 (1ªT), Ext 667 (TP). \n(REQUISTO, EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1351 (1ªT), Ext 1206 (TP). \n(COMPETÊNCIA EXCLUSIVA, ESTADO ESTRANGEIRO)\nExt 683 (TP), Ext 1100 (TP). \n(ADMISSIBILIDADE, EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n(EXIGÊNCIA, REQUISITO,  DUPLA TIPICIDADE, EXTRADIÇÃO)\nExt 669 (TP), Ext 1196 (TP). \n(EXTRADIÇÃO, COMPROMISSO)\nExt 633 (1ªT), Ext 744 (1ªT), Ext 1176 (TP). \n(EXTRADIÇÃO, COMUTAÇÃO DA PENA, PRISÃO PERPÉTUA, PENA DE MORTE)\nExt 985 (TP), Ext 1197 (TP). \n- Legislação estrangeira citada: Seção 2903.01 (A) e (F) e Seção 2901.13 (A) (2), Seção 2929.02, do Código Revisado de Ohio.\n- Veja MS 33864 do STF.\nNúmero de páginas: 45.\nAnálise: 10/08/2017, JRS.\nRevisão: 15/08/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA \nEXTDO.(A/S)  : CLAUDIA CRISTINA SOBRAL OU CLAUDIA HOERIG OU CLAUDIA C. HOERIG OU CRISTINA HOERIG OU CLAUDIA BOLTE OU CRISTINA BOLTE OU CLAUDIA CRISTINA SOBRAL OU CLAUDIA SOBRAL OU CRISTINA SOBRAL OU CRIS OU CLAUDIA CRISTINA BOLTE \nADV.(A/S)  : ADILSON VIEIRA MACABU \nADV.(A/S)  : FLORIANO DUTRA NETO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370146,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1462","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-03-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1462,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur373217","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Adiado o julgamento por indicação da Relatora. Presidência da Ministra Cármen Lúcia. Plenário, 14.09.2016.\r\n\n                       Decisão: Preliminarmente, o Tribunal, por unanimidade e nos termos propostos pela Relatora, admitiu o ingresso como amici curiae da Associação Brasileira das Secretarias de Finanças das Capitais Brasileiras - ABRASF e da Defensoria Pública da União. Em seguida, após o voto da Ministra Rosa Weber (Relatora), que conhecia em parte do recurso, e, na parte conhecida, negava-lhe provimento, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Gilmar Mendes. Falaram: pela recorrente União, a Dra. Isadora Maria Belém R. Cartaxo de Arruda, Secretária-Geral de Contencioso da Advocacia-Geral da União; pelo amicus curiae Estado de São Paulo, o Dr. Elival da Silva Ramos, Procurador-Geral do Estado de São Paulo; pelo amicus curiae Associação Brasileira das Secretarias de Finanças das Capitais Brasileiras - ABRASF, o Dr. Ricardo Almeida; pelo amicus curiae Federação Nacional das Empresas de Serviços e Limpeza Ambiental - FEBRAC, a Dra. Lírian Souza Soares Cavalhero; pelo amicus curiae Defensoria Pública da União, o Dr. Gustavo Zortéa da Silva, e, pelo Ministério Público Federal, o Dr. José Bonifácio Borges de Andrada, Vice-Procurador-Geral da República. Presidência da Ministra Cármen Lúcia. Plenário, 02.02.2017.\r\n\n                 Decisão: Após os votos dos Ministros Edson Fachin, Roberto Barroso, Ricardo Lewandowski e Celso de Mello, que acompanhavam a Relatora, conhecendo em parte do recurso, e, na parte conhecida, negando-lhe provimento, e os votos dos Ministros Luiz Fux, Marco Aurélio, Dias Toffoli e Gilmar Mendes, que davam provimento ao recurso na parte em que conheciam, o Tribunal, acolhendo proposta do Ministro Celso de Mello, deliberou suspender o julgamento para aguardar a Presidente, Ministra Cármen Lúcia, ausente justificadamente. Presidência do Ministro Dias Toffoli (Vice-Presidente). Plenário, 08.02.2017.\r\n\n                 Decisão: Após o voto da Ministra Cármen Lúcia (Presidente), que conhecia em parte do recurso, e, na parte conhecida, dava-lhe provimento, o Tribunal deliberou suspender o julgamento para colher voto de desempate do novo Ministro a integrar a Corte. Ausentes o Ministro Ricardo Lewandowski, participando da “Reunião de preparação para o Seminário de Verão de 2017”, na Faculdade de Direito da Universidade de Coimbra, em Portugal, e, neste julgamento, o Ministro Gilmar Mendes. Plenário, 15.02.2017.\r\n\n                       Decisão: O Tribunal, por maioria, apreciando o tema 246 da repercussão geral, conheceu em parte do recurso extraordinário e, na parte conhecida, a ele deu provimento, vencidos os Ministros Rosa Weber (Relatora), Edson Fachin, Roberto Barroso, Ricardo Lewandowski e Celso de Mello. Redator para o acórdão o Ministro Luiz Fux. Em seguida, o Tribunal deliberou fixar a tese da repercussão geral em assentada posterior. Presidência da Ministra Cármen Lúcia. Plenário, 30.3.2017.\r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto do Ministro Luiz Fux, que redigirá o acórdão, vencido, em parte, o Ministro Marco Aurélio, fixou a seguinte tese de repercussão geral: “O inadimplemento dos encargos trabalhistas dos empregados do contratado não transfere automaticamente ao Poder Público contratante a responsabilidade pelo seu pagamento, seja em caráter solidário ou subsidiário, nos termos do art. 71, § 1º, da Lei nº 8.666/93”. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 26.4.2017.","is_repercussao_geral_merito":true,"relator_processo_nome":"ROSA WEBER","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur373217","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur373217","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: RECURSO EXTRAORDINÁRIO REPRESENTATIVO DE CONTROVÉRSIA COM REPERCUSSÃO GERAL. DIREITO CONSTITUCIONAL. DIREITO DO TRABALHO. TERCEIRIZAÇÃO NO ÂMBITO DA ADMINISTRAÇÃO PÚBLICA. SÚMULA 331, IV E V, DO TST. CONSTITUCIONALIDADE DO ART. 71, § 1º, DA LEI Nº 8.666/93. TERCEIRIZAÇÃO COMO MECANISMO ESSENCIAL PARA A PRESERVAÇÃO DE POSTOS DE TRABALHO E ATENDIMENTO DAS DEMANDAS DOS CIDADÃOS. HISTÓRICO CIENTÍFICO. LITERATURA: ECONOMIA E ADMINISTRAÇÃO. INEXISTÊNCIA DE PRECARIZAÇÃO DO TRABALHO HUMANO. RESPEITO ÀS ESCOLHAS LEGÍTIMAS DO LEGISLADOR. PRECEDENTE: ADC 16. EFEITOS VINCULANTES. RECURSO PARCIALMENTE CONHECIDO E PROVIDO. FIXAÇÃO DE TESE PARA APLICAÇÃO EM CASOS SEMELHANTES.\n\n\n\n    1. A dicotomia entre “atividade-fim” e “atividade-meio” é imprecisa, artificial e ignora a dinâmica da economia moderna, caracterizada pela especialização e divisão de tarefas com vistas à maior eficiência possível, de modo que frequentemente o produto ou serviço final comercializado por uma entidade comercial é fabricado ou prestado por agente distinto, sendo também comum a mutação constante do objeto social das empresas para atender a necessidades da sociedade, como revelam as mais valiosas empresas do mundo. É que a doutrina no campo econômico é uníssona no sentido de que as “Firmas mudaram o escopo de suas atividades, tipicamente reconcentrando em seus negócios principais e terceirizando muitas das atividades que previamente consideravam como centrais” (ROBERTS, John. The Modern Firm: Organizational Design for Performance and Growth. Oxford: Oxford University Press, 2007).\n\n\n\n    2. A cisão de atividades entre pessoas jurídicas distintas não revela qualquer intuito fraudulento, consubstanciando estratégia, garantida pelos artigos 1º, IV, e 170 da Constituição brasileira, de configuração das empresas, incorporada à Administração Pública por imperativo de eficiência (art. 37, caput, CRFB), para fazer frente às exigências dos consumidores e cidadãos em geral, justamente porque a perda de eficiência representa ameaça à sobrevivência da empresa e ao emprego dos trabalhadores.\n\n\n\n    3. Histórico científico: Ronald H. Coase, “The Nature of The Firm”, Economica (new series), Vol. 4, Issue 16, p. 386-405, 1937. O objetivo de uma organização empresarial é o de reproduzir a distribuição de fatores sob competição atomística dentro da firma, apenas fazendo sentido a produção de um bem ou serviço internamente em sua estrutura quando os custos disso não ultrapassarem os custos de obtenção perante terceiros no mercado, estes denominados “custos de transação”, método segundo o qual firma e sociedade desfrutam de maior produção e menor desperdício.\n\n\n\n    4. A Teoria da Administração qualifica a terceirização (outsourcing) como modelo organizacional de desintegração vertical, destinado ao alcance de ganhos de performance por meio da transferência para outros do fornecimento de bens e serviços anteriormente providos pela própria firma, a fim de que esta se concentre somente naquelas atividades em que pode gerar o maior valor, adotando a função de “arquiteto vertical” ou “organizador da cadeia de valor”.\n\n\n\n    5. A terceirização apresenta os seguintes benefícios: (i) aprimoramento de tarefas pelo aprendizado especializado; (ii) economias de escala e de escopo; (iii) redução da complexidade organizacional; (iv) redução de problemas de cálculo e atribuição, facilitando a provisão de incentivos mais fortes a empregados; (v) precificação mais precisa de custos e maior transparência; (vi) estímulo à competição de fornecedores externos; (vii) maior facilidade de adaptação a necessidades de modificações estruturais; (viii) eliminação de problemas de possíveis excessos de produção; (ix) maior eficiência pelo fim de subsídios cruzados entre departamentos com desempenhos diferentes; (x) redução dos custos iniciais de entrada no mercado, facilitando o surgimento de novos concorrentes; (xi) superação de eventuais limitações de acesso a tecnologias ou matérias-primas; (xii) menor alavancagem operacional, diminuindo a exposição da companhia a riscos e oscilações de balanço, pela redução de seus custos fixos; (xiii) maior flexibilidade para adaptação ao mercado; (xiii) não comprometimento de recursos que poderiam ser utilizados em setores estratégicos; (xiv) diminuição da possibilidade de falhas de um setor se comunicarem a outros; e (xv) melhor adaptação a diferentes requerimentos de administração, know-how e estrutura, para setores e atividades distintas.\n\n\n\n    6. A Administração Pública, pautada pelo dever de eficiência (art. 37, caput, da Constituição), deve empregar as soluções de mercado adequadas à prestação de serviços de excelência à população com os recursos disponíveis, mormente quando demonstrado, pela teoria e pela prática internacional, que a terceirização não importa precarização às condições dos trabalhadores.\n\n\n\n    7. O art. 71, § 1º, da Lei nº 8.666/93, ao definir que a inadimplência do contratado, com referência aos encargos trabalhistas, não transfere à Administração Pública a responsabilidade por seu pagamento, representa legítima escolha do legislador, máxime porque a Lei nº 9.032/95 incluiu no dispositivo exceção à regra de não responsabilização com referência a encargos trabalhistas.\n\n\n\n    8. Constitucionalidade do art. 71, § 1º, da Lei nº 8.666/93 já reconhecida por esta Corte em caráter erga omnes e vinculante: ADC 16, Relator(a): Min. CEZAR PELUSO, Tribunal Pleno, julgado em 24/11/2010.\n\n\n\n    9. Recurso Extraordinário parcialmente conhecido e, na parte admitida, julgado procedente para fixar a seguinte tese para casos semelhantes: “O inadimplemento dos encargos trabalhistas dos empregados do contratado não transfere automaticamente ao Poder Público contratante a responsabilidade pelo seu pagamento, seja em caráter solidário ou subsidiário, nos termos do art. 71, § 1º, da Lei nº 8.666/93”.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13589144","externo_seq_objeto_incidente":4434203,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-206  DIVULG 11-09-2017  PUBLIC 12-09-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=760931&classe=RE","is_colac":false,"titulo":"RE 760931","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00004 ART-00002 \n          ART-00005 \"CAPUT\" INC-00002 INC-00013 \n          INC-00035 INC-00054 ART-00006 ART-00007 \n          ART-00008 ART-00037 \"CAPUT\" INC-00002 \n          INC-00009 PAR-00006 ART-00097 ART-00102 \n          INC-00003 LET-B PAR-00002 ART-00170 \n          \"CAPUT\" ART-00198 PAR-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-003071      ANO-1916\n          ART-00186 ART-00927 \"CAPUT\" ART-01518\n                CC-1916 CÓDIGO CIVIL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00333\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-006019      ANO-1974\n          ART-00002 ART-00004 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007102      ANO-1983\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008429      ANO-1992\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008203      ANO-1993\n          ART-00071 PAR-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008666      ANO-1993\n          ART-00001 PAR-ÚNICO \n          ART-00027 INC-00004 INCLUÍDO PELA LEI-12440/2011\n          ART-00029 REDAÇÃO DADA PELA LEI-12440/2011\n          ART-00029 INC-00004 REDAÇÃO DADA PELA LEI-8883/1994\n          ART-00029 INC-00005 INCLUÍDO PELA LEI-12440/2011\n          ART-00054 PAR-00001 ART-00055 INC-00013 \n          ART-00058 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 PAR-00001 PAR-00002 \n          ART-00066 ART-00067 \"CAPUT\" PAR-00001 \n          PAR-00002 \n          ART-00071 PAR-00001 REDAÇÃO DADA PELA LEI-9032/1995\n          ART-00071 PAR-00002 REDAÇÃO DADA PELA LEI-9032/1995\n          ART-00077 ART-00078 INC-00001 INC-00002 \n          INC-00007 INC-00008 ART-00087 INC-00001 \n          INC-00002 INC-00003 INC-00004 ART-00098 \n          PAR-00001 PAR-00002\n                LLC-1993 LEI DE LICITAÇÕES\n\n","LEG-FED   LEI-008883      ANO-1994\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008987      ANO-1995\n          ART-00031 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009032      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009472      ANO-1997\n          ART-00094 INC-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784      ANO-1999\n          ART-00037\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00186 ART-00927 \"CAPUT\" PAR-ÚNICO\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010520      ANO-2002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012249      ANO-2010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012440      ANO-2011\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00007 ART-00119 ART-00373 INC-00001 \n          INC-00002 PAR-00001 PAR-00002 ART-00988 \n          PAR-00005 INC-00002\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013146      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-004657      ANO-1942\n          ART-00005\n                LINDB-1942 LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO (LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL)\n\n","LEG-FED   DEL-005452      ANO-1943\n          ART-00002 ART-00008 ART-00009 ART-00467 \n          ART-00477 ART-00818\n                CLT-1943 CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n\n","LEG-FED   DEL-000229      ANO-1967\n                DECRETO-LEI\n\n","LEG-FED   DEC-000200      ANO-1967\n          ART-00010 PAR-00007\n                DECRETO\n\n","LEG-FED   DEC-001094      ANO-1994\n                DECRETO\n\n","LEG-FED   DEC-002271      ANO-1997\n                DECRETO\n\n","LEG-FED   RES-000004      ANO-1986\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   RES-000023      ANO-1993\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   RES-000096      ANO-2000\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   RES-000121      ANO-2003\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   RES-000174      ANO-2011\n                RESOLUÇÃO DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   RES-000169      ANO-2013\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   RES-000183      ANO-2013\n                RESOLUÇÃO DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-FED   INT-000002      ANO-2008\n          ANEXO-4 ITEM-001.2 REDAÇÃO DADA PELA INT-6/2013\n          ANEXO-4 ITEM-00003 REDAÇÃO DADA PELA INT-6/2013\n          ANEXO-4 ITEM-00005 REDAÇÃO DADA PELA INT-6/2013\n          ART-00018 ART-00019 INC-00001 INC-00018 \n          INC-00019 LET-A LET-B ITEM-1 \n          ITEM-2 ITEM-3 ITEM-4 LET-H \n          ITEM-1 ITEM-2 LET-I LET-K \n          INC-00026 PAR-00001 ART-0019A INC-00001 \n          LET-D INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-00002 PAR-00003 PAR-00004 PAR-00005 \n          ART-00031 PAR-00001 PAR-00002 INC-00001 \n          INC-00002 INC-00003 PAR-00003 ART-00034 \n          PAR-00003 PAR-00004 PAR-00005 INC-00001 \n          LET-A ITEM-1 ITEM-2 ITEM-3 \n          LET-B ITEM-1 ITEM-2 ITEM-3 \n          ITEM-4 ITEM-5 LET-C ITEM-1 \n          ITEM-2 ITEM-3 ITEM-4 ITEM-5 \n          LET-D ITEM-1 ITEM-2 ITEM-3 \n          ITEM-4 INC-00002 LET-A LET-B \n          LET-C LET-D LET-E LET-F \n          LET-G INC-00003 PAR-00006 PAR-00007 \n          PAR-00008 PAR-00009 PAR-00010 \n          ART-0034A REDAÇÃO DADA PELA INT-6/2013\n          ART-0034A PAR-ÚNICO ART-00035 PAR-ÚNICO\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DO PLANEJAMENTO, ORÇAMENTO E GESTÃO - MPOG - ALTERADA PELA INT-3/2009, INT-4/2009, INT-5/2009, INT-6/2013, INT-3/2014 E INT-4/2015\n\n","LEG-FED   INT-000003      ANO-2009\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DO PLANEJAMENTO, ORÇAMENTO E GESTÃO - MPOG\n\n","LEG-FED   INT-000004      ANO-2009\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DO PLANEJAMENTO, ORÇAMENTO E GESTÃO - MPOG\n\n","LEG-FED   INT-000005      ANO-2009\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DO PLANEJAMENTO, ORÇAMENTO E GESTÃO - MPOG\n\n","LEG-FED   INT-000006      ANO-2013\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DO PLANEJAMENTO, ORÇAMENTO E GESTÃO - MPOG\n\n","LEG-FED   INT-000003      ANO-2014\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DO PLANEJAMENTO, ORÇAMENTO E GESTÃO - MPOG\n\n","LEG-FED   INT-000004      ANO-2015\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DO PLANEJAMENTO, ORÇAMENTO E GESTÃO - MPOG\n\n","LEG-FED   PJL-004302      ANO-1998\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000344      ANO-2004\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-004330      ANO-2004\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-006420      ANO-2005\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000087      ANO-2010\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000447      ANO-2011\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000559      ANO-2013\n          ART-00094 ART-00098 PAR-00001 PAR-00002 \n          ART-00098 PAR-00003 INCLUÍDO PELA EMENDA 160 DO PLENÁRIO\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000030      ANO-2015\n          ART-00001 PAR-00002 ART-00015 ART-00016 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 ART-00026\n                PROJETO DE LEI DA CÂMARA DOS DEPUTADOS - CD\n\n","LEG-FED   PJL-000300      ANO-2015\n          ART-00002 ART-00018 ART-00019 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000554      ANO-2015\n                PROJETO DE LEI DO SENADO FEDERAL - SF\n\n","LEG-FED   PJL-000339      ANO-2016\n                PROJETO DE LEI DO DO SENADO FEDERAL - SF\n\n","LEG-FED   RGI      ANO-1980\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUV-000010      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   OJ-000321      ANO-2003\n                ORIENTAÇÃO JURISPRUDENCIAL DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000256      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST - APROVADA PELA RES-4/1986 E CANCELADA PELA RES-121/2003\n\n","LEG-FED   SUMTST-000331      \n          ITEM-1 ITEM-2 ITEM-3 ITEM-4 \n          ITEM-5\n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-FED   SUMTST-000363      \n                SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO - TST\n\n","LEG-EST   DEC-045600      ANO-2016\n                DECRETO, RJ"],"publicacao_data":"2017-09-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR: SOLICITAÇÃO, INGRESSO, AMICUS CURIAE, MOMENTO POSTERIOR, LIBERAÇÃO, PROCESSO, PAUTA DE JULGAMENTO. AMICUS CURIAE, PROCURAÇÃO, IRREGULARIDADE, RESTRIÇÃO, ATUAÇÃO, JUSTIÇA DO TRABALHO. AMICUS CURIAE, INGRESSO, DEFENSORIA PÚBLICA DA UNIÃO, PRINCÍPIO DA PARIDADE DE ARMAS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PRELIMINAR. AMICUS CURIAE, DISCRICIONARIEDADE, DECISÃO, JUÍZO DE CONVENIÊNCIA E OPORTUNIDADE, MINISTRO RELATOR. REGIMENTO INTERNO, SUPREMO TRIBUNAL FEDERAL (STF), COMPETÊNCIA, MINISTRO RELATOR, INSTRUÇÃO PROCESSUAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PRELIMINAR. AMICUS CURIAE, IMPARCIALIDADE.\n\n- LEGISLADOR, MOMENTO, ALTERAÇÃO, LEI, CRIAÇÃO, RESPONSABILIDADE SOLIDÁRIA, AUSÊNCIA, CRIAÇÃO, RESPONSABILIDADE SUBSIDIÁRIA. AÇÃO JUDICIAL, INERÊNCIA, ACESSO À JUSTIÇA. ATO CONSTITUTIVO, COMPROVAÇÃO, PROPOSITURA, AÇÃO JUDICIAL. RÉU, COMPROVAÇÃO, FATO IMPEDITIVO, FATO EXTINTIVO, FATO MODIFICATIVO, DIREITO, AUTOR.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: RESPONSABILIDADE, ADMINISTRAÇÃO PÚBLICA, AUSÊNCIA, DEMONSTRAÇÃO, JUÍZO, EFETIVIDADE, CUMPRIMENTO, NORMA REGULAMENTADORA, SELEÇÃO, EMPRESA, LICITAÇÃO, FISCALIZAÇÃO, CONTRATO ADMINISTRATIVO, EMPREGADOR. JURISPRUDÊNCIA FIRMADA, SUPREMO TRIBUNAL FEDERAL (STF), RECLAMAÇÃO, SUCEDÂNEO, RECURSO. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: RESPONSABILIDADE OBJETIVA, REGRA, EXCEÇÃO, DIREITO CONSTITUCIONAL, PODER PÚBLICO, DIREITO CIVIL. RESPONSABILIDADE, PODER PÚBLICO, AUSÊNCIA, PAGAMENTO, VERBA, ÂMBITO TRABALHISTA, CONTRATO, TERCEIRIZAÇÃO, RISCO, CRIAÇÃO, HIPÓTESE, RESPONSABILIDADE, CONCESSÃO DE SERVIÇO PÚBLICO, DESESTÍMULO, TERCEIRIZAÇÃO. RESPONSABILIZAÇÃO, PODER PÚBLICO, PROVA, NEXO DE CAUSALIDADE, ATO OMISSIVO, ATO COMISSIVO, PODER PÚBLICO, DANO, TRABALHADOR.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: RECURSO EXTRAORDINÁRIO, RECURSO DE NATUREZA EXTRAORDINÁRIA, IGUALDADE, RECURSO DE REVISTA. RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA. MATÉRIA INFRACONSTITUCIONAL, CASO CONCRETO, COMPETÊNCIA, TRIBUNAL SUPERIOR DO TRABALHO (TST). MATÉRIA INFRACONSTITUCIONAL, IMPOSIÇÃO, JUROS, MULTA, INSTÂNCIA INFERIOR. TERCEIRIZAÇÃO, DIREITO COMPARADO, SUBCONTRATAÇÃO. EVOLUÇÃO, CONTEXTO HISTÓRICO, TERCEIRIZAÇÃO. TERCEIRIZAÇÃO, GESTÃO ESTRATÉGICA, ATENDIMENTO, DEMANDA, QUALIDADE, COMPETITIVIDADE, PRODUTIVIDADE, REALIZAÇÃO, REDUÇÃO, CUSTO, ÂMBITO TRABALHISTA, CARÁTER PRECÁRIO, TRABALHO. TERCEIRIZAÇÃO, TRABALHO ESCRAVO. TERCEIRIZAÇÃO, VÍNCULO, CARÁTER PRECÁRIO, ÂMBITO, ESSENCIALIDADE, PESSOALIDADE, SUBORDINAÇÃO. UNIÃO, EMPREGADO TERCEIRIZADO, MOVIMENTO SOCIAL, FRACIONAMENTO, EMPREGADO, EMPRESA, DIVERSIDADE, EMPRESA TOMADORA DE SERVIÇOS. EMPREGADO, EMPRESA PRESTADORA DE SERVIÇO, DESEMPENHO, ATIVIDADE, SERVIDOR PÚBLICO, INOBSERVÂNCIA, DISPOSITIVO, CONSTITUIÇÃO FEDERAL, APROVAÇÃO, CONCURSO PÚBLICO. EXCEÇÃO, REGRA, CONCURSO PÚBLICO, CONTRATO POR PRAZO DETERMINADO, CONTRATAÇÃO, AGENTE COMUNITÁRIO DE SAÚDE, REALIZAÇÃO, PROCESSO SELETIVO SIMPLIFICADO, PRINCÍPIO DA MORALIDADE, PRINCÍPIO DA IMPESSOALIDADE. RECONHECIMENTO, VÍNCULO, FORMA DIRETA, ADMINISTRAÇÃO PÚBLICA, AUSÊNCIA, CONCURSO PÚBLICO. EVOLUÇÃO, JURISPRUDÊNCIA, TERCEIRIZAÇÃO. EVOLUÇÃO, CONTEXTO HISTÓRICO, RESPONSABILIDADE CIVIL DO ESTADO. CONSTITUIÇÃO FEDERAL, TEORIA DO RISCO ADMINISTRATIVO, RESPONSABILIDADE OBJETIVA, PODER PÚBLICO. AÇÃO REGRESSIVA, PODER PÚBLICO, IDENTIFICAÇÃO, CULPA, AGENTE PÚBLICO. TEORIA DO RISCO ADMINISTRATIVO, AUSÊNCIA, RESPONSABILIZAÇÃO, CARÁTER ABSOLUTO, PODER PÚBLICO. TEORIA DO RISCO ADMINISTRATIVO, CAUSA EXCLUDENTE, RESPONSABILIDADE, CULPA EXCLUSIVA, VÍTIMA; FORÇA MAIOR; FATO DE TERCEIRO. TEORIA DO RISCO ADMINISTRATIVO, IRRELEVÂNCIA, CONDUTA, PODER PÚBLICO, RELEVÂNCIA, PREJUÍZO, PARTICULAR, ATUAÇÃO, PODER PÚBLICO, INTERESSE COLETIVO. JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, DANO, ATO COMISSIVO, ATO OMISSIVO. CONTROLE JUDICIAL, LEGITIMIDADE, ATO OMISSIVO, OBSERVÂNCIA, PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL, GARANTIA DO MÍNIMO EXISTENCIAL, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO. ENTENDIMENTO MAJORITÁRIO, RESPONSABILIDADE SUBSIDIÁRIA, DEMONSTRAÇÃO, CULPA, ADMINISTRAÇÃO PÚBLICA. LEI, LICITAÇÃO, DISPOSIÇÃO EXPRESSA, RESPONSABILIDADE SOLIDÁRIA, ADMINISTRAÇÃO PÚBLICA, DIREITO PREVIDENCIÁRIO. PRESUNÇÃO, LEGITIMIDADE, ADMINISTRAÇÃO PÚBLICA, AFASTAMENTO, ÔNUS DA PROVA, GUARDA, DOCUMENTO. RESPONSABILIDADE OBJETIVA, PODER PÚBLICO, DANO, NEXO DE CAUSALIDADE, IRRELEVÂNCIA, CULPA. CULPA PRESUMIDA, RESPONSABILIDADE CIVIL SUBJETIVA, PODER PÚBLICO, DEMONSTRAÇÃO, CUMPRIMENTO, DEVER LEGAL, INEXISTÊNCIA, NEGLIGÊNCIA, IMPERÍCIA, IMPRUDÊNCIA, AUSÊNCIA, CULPA. PRINCÍPIO DA APTIDÃO PARA A PROVA, RESPONSÁVEL, PRODUÇÃO DE PROVA, CONDIÇÃO, REALIZAÇÃO, PROVA, IRRELEVÂNCIA, IMPOSIÇÃO, ÔNUS, LEI PROCESSUAL. PRINCÍPIO DA APTIDÃO PARA A PROVA, CONFORMIDADE, PROCESSO TRABALHISTA, HIPOSSUFICIÊNCIA, TRABALHADOR, ACESSO À JUSTIÇA, MEIO DE PROVA. PRINCÍPIO DA COOPERAÇÃO, PRINCÍPIO DA BOA-FÉ OBJETIVA, PROCESSO, DEVER, COLABORAÇÃO, PARTE PROCESSUAL, FUNDAMENTO CONSTITUCIONAL, BOA-FÉ, MORALIDADE, CONTRADITÓRIO, RAZOABILIDADE, DEVIDO PROCESSO LEGAL. ATUAÇÃO, JULGADOR, PROTEÇÃO, HIPOSSUFICIENTE, DESEQUILÍBRIO, RELAÇÃO PROCESSUAL. DESPROPORCIONALIDADE, IMPOSIÇÃO, EMPREGADO TERCEIRIZADO, ÔNUS DA PROVA, DESCUMPRIMENTO, FISCALIZAÇÃO, ADMINISTRAÇÃO PÚBLICA. CÓDIGO DE PROCESSO CIVIL DE 2015, TEORIA DINÂMICA DO ÔNUS DA PROVA. ÔNUS DA PROVA, ENTE PÚBLICO, COMPROVAÇÃO, CUMPRIMENTO, CONTRATO DE PRESTAÇÃO DE SERVIÇO, DIREITO TRABALHISTA, PRINCÍPIO DA LEGALIDADE, PRINCÍPIO DA MORALIDADE. LEI, LICITAÇÃO, DETERMINAÇÃO, ACOMPANHAMENTO, FISCALIZAÇÃO, EXECUÇÃO, CONTRATO, DESIGNAÇÃO, REPRESENTANTE, ADMINISTRAÇÃO. RESPONSABILIDADE SUBSIDIÁRIA, DESCUMPRIMENTO, ADMINISTRAÇÃO PÚBLICA, DEVER LEGAL, FISCALIZAÇÃO, SANÇÃO, GARANTIA, OFENSA, DIREITO, EMPREGADO TERCEIRIZADO. RETIRADA, RESPONSABILIDADE, PODER PÚBLICO, OFENSA, PRINCÍPIO DA ISONOMIA, CORRELAÇÃO, EMPRESA TOMADORA DE SERVIÇOS. EMPREGADO TERCEIRIZADO, DISTINÇÃO, PRESTAÇÃO DE SERVIÇO, ADMINISTRAÇÃO PÚBLICA, CORRELAÇÃO, DIVERSIDADE, PESSOA JURÍDICA. PRINCÍPIO DA ISONOMIA, IMPOSIÇÃO, EQUILÍBRIO, ADMINISTRAÇÃO PÚBLICA, INSTITUIÇÃO PRIVADA, ÓBICE, ENTE PÚBLICO, APROVEITAMENTO, MÃO-DE-OBRA, SUPERIORIDADE, CONDIÇÃO, INICIATIVA PRIVADA. PRINCÍPIO DA ISONOMIA, FUNDAMENTO, ORDEM ECONÔMICA, PRINCÍPIO DO VALOR SOCIAL DO TRABALHO, PRINCÍPIO DA LIVRE INICIATIVA, PRINCÍPIO DA REDUÇÃO DAS DESIGUALDADES SOCIAIS. EVOLUÇÃO, PROPOSIÇÃO LEGISLATIVA, TERCEIRIZAÇÃO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: DEVER, ADMINISTRAÇÃO PÚBLICA, FISCALIZAÇÃO, EXECUÇÃO, CONTRATO, ATIVIDADE-MEIO, AUSÊNCIA, OBRIGAÇÃO, RESULTADO. FISCALIZAÇÃO, AMOSTRAGEM, AUXÍLIO, ÓRGÃO, CONTROLE EXTERNO, PRESUNÇÃO RELATIVA, DISCRICIONARIEDADE, CARÁTER TÉCNICO, IMPOSIÇÃO, AUTOCONTENÇÃO JUDICIAL. SUPERINTENDÊNCIA REGIONAL DO TRABALHO, MINISTÉRIO PÚBLICO DO TRABALHO (MPT), TRABALHADOR, SINDICATO, CIENTIFICAÇÃO, CARÁTER ESPECÍFICO, ADMINISTRAÇÃO, IRREGULARIDADE, OCORRÊNCIA, RESPONSABILIZAÇÃO. PROVIDÊNCIA, PODER PÚBLICO, OCORRÊNCIA, INADIMPLEMENTO, ÂMBITO TRABALHISTA, CONTRATADO, NOTIFICAÇÃO, EMPRESA CONTRATADA, PRAZO, CORREÇÃO, IRREGULARIDADE; INGRESSO, AÇÃO JUDICIAL, PROMOÇÃO, DEPÓSITO, LIQUIDAÇÃO, VALOR, PAGAMENTO, VALOR DEVIDO. RESPONSABILIZAÇÃO , CARÁTER SUBSIDIÁRIO, ADMINISTRAÇÃO PÚBLICA, ALEGAÇÃO GENÉRICA, CULPA IN VIGILANDO; COMPROVAÇÃO, ADMINISTRAÇÃO, REALIZAÇÃO, FISCALIZAÇÃO, AMOSTRAGEM. ADMINISTRAÇÃO PÚBLICA, PRINCÍPIO DA EFICIÊNCIA, PRINCÍPIO DA PROPORCIONALIDADE. ADMINISTRADOR, CRIAÇÃO, DECISÃO, FUNDAMENTO, ADEQUAÇÃO, NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO. JURISPRUDÊNCIA FIRMADA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), RETENÇÃO, VALOR, ADMINISTRAÇÃO PÚBLICA, SERVIÇO PRESTADO, CONTRATADO, ENRIQUECIMENTO SEM CAUSA, PODER PÚBLICO, PREJUÍZO, CARÁTER ECONÔMICO, CARÁTER FINANCEIRO, CONTRATADO, COMPROMETIMENTO, FUNCIONAMENTO. JURISPRUDÊNCIA, TRIBUNAL SUPERIOR DO TRABALHO (TST), AFASTAMENTO, RESPONSABILIDADE SUBSIDIÁRIA, PODER PÚBLICO, REALIZAÇÃO, RETENÇÃO, VALOR DEVIDO; CONDENAÇÃO, ENTE PÚBLICO, RESPONSABILIDADE SUBSIDIÁRIA, AUSÊNCIA, RETENÇÃO, VALOR DEVIDO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: TESE. AUSÊNCIA, EXPRESSÃO, FORMA AUTOMÁTICA.\n\n- TERMO(S) DE RESGATE: SOUSTRAITANCE, SOBCONTRATTAZIONE, SUBCONTRATACIÓN, OUTSOURCING. AGENDA BRASIL 2015.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=760931&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- A existência da repercussão geral do tema tratado neste processo foi reconhecida no RE 603397 RG.\n- Acórdão(s) citado(s):\n(RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA, DIREITO TRABALHISTA, INADIMPLEMENTO, SERVIÇO, TERCEIRIZAÇÃO)\nADC 16 (TP), Rcl 7517 AgR (TP), Rcl 8150 AgR (TP), RE 603397 RG. \n(JUROS DE MORA, CONDENAÇÃO, FAZENDA PÚBLICA, RESPONSABILIDADE SUBSIDIÁRIA, OBRIGAÇÃO TRABALHISTA)\nARE 696101 RG. \n(NULIDADE, CONTRATO, ADMINISTRAÇÃO PÚBLICA, AUSÊNCIA, CONCURSO PÚBLICO)\nADI 3127 (TP), RE 596478 (TP). \n(RESPONSABILIDADE CIVIL DO ESTADO)\nRE 52311 (2ªT). \n(RESPONSABILIDADE CIVIL DO ESTADO, DANO, ATO COMISSIVO, ATO OMISSIVO)\nRE 109615 (2ªT), RE 327904 (1ªT), RE 486825 (1ªT), RE 571969 (TP), AI 473381 AgR (2ªT), RE 573595 AgR (2ªT), RE 435444 AgR (1ªT), ARE 663647 AgR (1ªT), ADI 4976 (TP), ARE 754778 AgR (1ªT). \n(INCIDÊNCIA, CORREÇÃO MONETÁRIA, JUROS DE MORA, CONDENAÇÃO, FAZENDA PÚBLICA)\nARE 696101 RG, RE 870947 RG. \n(RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA)\nRcl 23865 AgR (1ªT). \n(TERCEIRIZAÇÃO, ATIVIDADE-FIM)\nARE 713211 RG, ARE 791932 RG. \n(RESPONSABILIDADE CIVIL DO ESTADO, REQUISITO)\nRE 113587 (2ªT). \n(RESPONSABILIDADE SUBSIDIÁRIA, DEMONSTRAÇÃO, CULPA, ADMINISTRAÇÃO PÚBLICA)\nRcl 12580 AgR (TP). \n(ADMINISTRAÇÃO PÚBLICA, RESPONSABILIDADE SOLIDÁRIA, DIREITO PREVIDENCIÁRIO)\nRcl 16094 AgR (TP). \n- Decisões monocráticas citadas:\n(RESPONSABILIDADE SUBSIDIÁRIA, ADMINISTRAÇÃO PÚBLICA, CULPA IN VIGILANDO)\nRcl 20701, Rcl 20933, Rcl 21284.\n(ADMINISTRAÇÃO PÚBLICA, FISCALIZAÇÃO, CONTRATO ADMINISTRATIVO,  TERCEIRIZAÇÃO)\nRcl 15342 MC.\n(TERCEIRIZAÇÃO, ATIVIDADE-FIM)\nADPF 324.\n(CONTROLE JUDICIAL, ATO OMISSIVO)\nRE 488208.\n(RESPONSABILIDADE SUBSIDIÁRIA, DEMONSTRAÇÃO, CULPA, ADMINISTRAÇÃO PÚBLICA)\nRcl 8475, Rcl 12925, Rcl 15052, Rcl 15298, Rcl 15152.\n(ADMINISTRAÇÃO PÚBLICA, RESPONSABILIDADE SUBSIDIÁRIA, EMPRESA TOMADORA DE SERVIÇOS)\nRcl 14832 MC, Rcl 15194, Rcl 15385.\n- Acórdão(s) citado(s) - outros tribunais:\nTST: AIRR 100700-72.2008.5.02.0373, AIRR 16240-77.2005.5.17, RR 1284-38.2013.504, AIRR 1811-04.2012.5.19.0007, AIRR 342-61.2010.5.10.0000. \nTCU: Acórdão 1770/2013, Acórdão 3527/2016. \nSTJ: AREsp 67265 AgRg, AREsp 561262 AgRg, REsp 633432. \n- Veja RE 958252 do STF.\nNúmero de páginas: 355.\nAnálise: 18/12/2017, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nRECDO.(A/S)  : PRISCILA MEDEIROS NUNES \nADV.(A/S)  : NILTON GARRIDO MOSCARDINI E OUTRO(A/S)\nRECDO.(A/S)  : EVOLUTION ADMINISTRADORA DE SERVICOS TERCEIRIZADOS LTDA. \nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DAS EMPRESAS DE SERVIÇOS E LIMPEZA AMBIENTAL \nADV.(A/S)  : CELITA OLIVEIRA SOUSA \nAM. CURIAE.  : CÂMARA TÉCNICA DO COLÉGIO NACIONAL DE PROCURADORES-GERAIS DOS ESTADOS E DO DISTRITO FEDERAL \nPROC.(A/S)(ES) : ULISSES SCHWARZ VIANA \nAM. CURIAE.  : VALEC - ENGENHARIA, CONSTRUÇÕES E FERROVIAS S.A. \nADV.(A/S)  : ANTÔNIO AMÉRICO BARAÚNA FILHO \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS SECRETARIAS DE FINANÇAS DAS CAPITAIS BRASILEIRAS - ABRASF \nADV.(A/S)  : RICARDO ALMEIDA RIBEIRO DA SILVA \nAM. CURIAE.  : DEFENSORIA PUBLICA DA UNIAO \nDP   : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"246 - Responsabilidade subsidiária da Administração Pública por encargos trabalhistas gerados pelo inadimplemento de empresa prestadora de serviço.","old_seq_sjur":373217,"documental_tese_texto":"O inadimplemento dos encargos trabalhistas dos empregados do contratado não transfere automaticamente ao Poder Público contratante a responsabilidade pelo seu pagamento, seja em caráter solidário ou subsidiário, nos termos do art. 71, § 1º, da Lei nº 8.666/93.","procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"RE 760931","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-04-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ALVIM, Teresa Arruda. Reflexões sobre o ônus da prova. Revista de Processo n. 76, 1994.\nBARROS, Alice Monteiro de. Curso de Direito do Trabalho. 5. ed. São Paulo: LTr, 2009. p. 444.\nBARROSO, Luís Roberto. Interpretação e aplicação das normas constitucionais. São Paulo: Saraiva.\nBIAVASCHI, Magda. A dinâmica da súmula n. 331 do Tribunal Superior do Trabalho: a história da forma de compreender a terceirização. In: DELGADO, Mauricio Godinho et al (Coords.). Trabalho e justiça social. São Paulo: LTr, 2013. p. 175-7.\nBRASIL. Supremo Tribunal Federal. Pautas de Julgamento. Disponível em: http://www.stf.jus.br/portal/pauta/verTema.asp?id=101440 Acesso em: em 12 set. 2016.\n______. Senado Federal. Projeto que moderniza Lei de Licitações é aprovado na Comissão de Infraestrutura. Senado Notícias, Brasília, 02 dez. 2015. Disponível em:\nhttp://www12.senado.leg.br/noticias/materias/2015/12/02/projeto-que-moderniza-lei-de-licitacoes-\ne-aprovado-na-comissao-de-infraestrutura. Acesso em: 30 jan. 2017.\n______. Superior Tribunal de Justiça. Manual de Gestão de Contratos do STJ. Colaboração: Jorge Ulisses  Jacoby Fernandes e Karina Amorim Sampaio Costa. Belo Horizonte: Fórum, 2011. Disponível em:\nhttp://www.stj.jus.br/publicacaoinstitucional/index.php/gestaocontratos/issue/archive.\nCAMBI, Eduardo. A prova civil. São Paulo: Revista dos Tribunais, 2006. p. 341.\nCARVALHO, Adalto da Silva. Terceirização e desenvolvimento: uma conta que não fecha: dossiê\nacerca do impacto da terceirização sobre os trabalhadores e propostas para garantir a igualdade de direitos. CUT, São Paulo, nov. 2014. Disponível em: http://www.cut.org.br/system/uploads/ck/files/Dossie-Terceirizacao-e-\nDesenvolvimento.pdf. Acesso em: 18 jan. 2017.\nCARVALHO, Paulo de Barros. A prova no processo administrativo tributário. Revista Dialética de Direito Tributário. v. 34, 1999.\nCAVALCANTI, Amaro. Responsabilidade civil do Estado. 2. ed. Atualização: José de Aguiar Dias. Rio de Janeiro: Borsoi, 1957. Tomo I. p. XV.\nCAVALCANTE FILHO, João Trindade. Terceirização na Administração Pública e Princípio Constitucional do Concurso Público: considerações sobre o PL nº 4.330, de 2004. Texto para Discussão n. 173. Brasília: Núcleo de Estudos e Pesquisas/CONLEG/Senado, 2015. Disponível em: https://www12.senado.leg.br/publicacoes/estudos-legislativos/tipos-de-estudos/textospara-\ndiscussao/td173. Acesso em: 29 jan. 2017.\nCARVALHO, Paulo de Barros. A prova no processo administrativo tributário. Revista Dialética de Direito Tributário. v. 34, 1999.\nCAVALCANTI, Amaro. Responsabilidade civil do Estado. 2. ed. Atualização: José de Aguiar Dias. Rio de Janeiro: Borsoi, 1957. Tomo I. p. XV.\nCAVALCANTE FILHO, João Trindade. Terceirização na Administração Pública e Princípio Constitucional do Concurso Público: considerações sobre o PL nº 4.330, de 2004. Brasília: Núcleo de Estudos e Pesquisas/CONLEG/Senado, Abril/2015 (Texto para Discussão nº 173). Disponível em: https://www12.senado.leg.br/publicacoes/estudos-legislativos/tipos-de-estudos/textospara-\ndiscussao/td173. Acesso em:  29 jan. 2017.\nCOASE, Ronald H. The Nature of The Firm. Economica (new series), 1937, v. 4, Issue 16. p. 386-405.\nCOELHO, Fernando Bezerra. Parecer 983/2016. Senado Federal, Brasilia, 13 dez. 2016.  Disponível em: http://www.senado.leg.br/atividade/rotinas/materia/getPDF.asp?t=204654&tp=1. Acesso em: 19 jan. 2017.\nCOOTER, Robert; ULEN, Thomas. Law and Economics. 6. ed. Berkeley: Law Books, 2016. p. 13. Disponível em: http://scholarship.law.berkeley.edu/books/2. Acesso em: 01 fev. 2017.\nCUNHA, Paulo Roberto da; BEUREN, Ilse Maria. Técnicas de amostragem utilizadas em empresas de auditoria independente localizadas em Santa Catarina. Revista de Contabilidade Financeira. USP, São Paulo, n. 40, jan./abr. 2006. p. 67–86.\nDELGADO, Gabriela Neves. A CLT aos 70 anos: rumo a um Direito do Trabalho Constitucionalizado. Revista do TST, Brasília, v. 79, nº 2, abr/jun 2013.\nDELGADO, Gabriela Neves; AMORIM, Helder Santos. Os limites constitucionais da terceirização. 2. ed. São Paulo: Ltr, 2015. p. 128-129.\nDIDIER, Fredie; BOMFIM, Daniela. Prova por amostragem e distribuição do ônus da prova no processo administrativo. Revista de Direito Administrativo Contemporâneo, ano 2, v. 10, jul. 2014. p. 127 e 132-133.\nDRUCK, Graça. Terceirização: (des) fordizando a fábrica; um estudo do complexo petroquímico. São Paulo: Bomtempo, 1999.\n______. A indissociabilidade entre precarização social do trabalho e terceirização. In: TEIXEIRA,  Marilane; RODRIGUES, Hélio; COELHO, Eliane D’ávila (Orgs.). Precarização e Terceirização: faces da mesma realidade. São Paulo: Sindicato dos Químicos, 2016. p.35-58.\nFERRAZ, Luciano. Lei de Responsabilidade Fiscal e terceirização de mão-de-obra no serviço público. Revista Jurídica Administração Municipal, ano 6, nº 3, mar. 2001. p. 24.\nFILGUEIRAS, Vitor Araújo. Terceirização e os limites da relação de emprego: Trabalhadores mais próximos da escravidão e morte. Disponível em: https://indicadoresdeemprego.files.wordpress.com/2013/12/terceirizac3a7c3a3o-e-oslimites-da-relac3a7c3a3o-de-emprego-degradac3a7c3a3o-e-morte.pdf. Acesso em: 30 set. 2016.\nFREITAS, Juarez. Direito Fundamental à Boa Administração Pública. 3. ed. São Paulo: Malheiros, 2014. p. 88-89 e 96-97.\nGARCIA, Gustavo Filipe Barbosa. Curso de Direito do Trabalho. 5. ed. Rev., atual. e ampl. Rio de Janeiro: Forense, 2011. p. 348.\nGIRARDI, Dante Marciano. A importância da terceirização nas organizações. Revista de Ciências da Administração, Florianópolis, jan. 1999. p. 23-31.\nGÓES, Winnicius Pereira De. A terceirização de serviços no âmbito da administração pública. Porto Alegre: Núria Fabris, 2013. p. 157-60.\nHORBACH, Carlos Bastide. A terceirização na administração pública e o problema central da responsabilidade. Fórum administrativo, v. 14, n. 163, set. 2014. p. 9-15.\nKREIN, José Dari. As Relações de Trabalho na Era do Neoliberalismo no Brasil. In: FAGNANI, Eduardo (Org.). Debates contemporâneos: Economia Social e do Trabalho. 8. ed. São Paulo: LTr, 2013.\nMAIA, Samantha. Economia: a terceirização do trabalho será liberada no Brasil? Carta Capital, 07 abr. 2015. Disponível em: http://www.cartacapital.com.br/economia/a-terceirizacao-dotrabalho-\nsera-liberada-no-brasil-3999.html.\nMARCELINO, Paula; CAVALCANTE, Sávio. Por uma definição de terceirização. Cad. CRH [online]. 2012, vol. 25, n.65 [cited 2016-11-02], p.331-346. Disponível em: http://www.scielo.br/scielo.php?pid=S0103-\n49792012000200010&script=sci_abstract&tlng=pt. Acesso em : 23 jan. 2017.\nMARINONI, Luiz Guilherme. Técnica Processual e Tutela dos Direitos. 3. ed. São Paulo: Revista dos Tribunais, 2010. p. 145.\nMEIRELES, Hely Lopes. A responsabilidade civil decorrente da obra pública. Revista de Direito Administrativo, v. 62, out.-dez., 1960. p. 17.\nMELLO, Celso Antônio Bandeira de. O conteúdo jurídico do princípio da igualdade. 2. ed. São Paulo: Revista dos Tribunais, 1984. p. 17-88, 24 e 28.\n______. Responsabilidade Extracontratual do Estado por Comportamentos Administrativos. In: DI PIETRO, Maria Sylvia Zanella; SUNDFELD, Carlos Ari Sundfeld (Org.). Doutrinas Essenciais: Direito administrativo. São Paulo: Revista dos Tribunais, 2013, v. 3. p. 1182-1183.\n______. Curso de Direito Administrativo. 30. ed. p. 1023.\n______.______. p. 1029-1030.\n______. Responsabilidade Extracontratual do Estado por Comportamentos Administrativos.\nMENDES, Gilmar Ferreira. A Dignidade da pessoa humana na Constituição Federal de 1988 e sua aplicação pelo Supremo Tribunal Federal: A Constituição de 1988 na Visão dos Ministros do Supremo Tribunal Federal. Edição comemorativa. Brasília: Secretaria de Documentação, 2013. p. 103. \nMOREIRA, José Carlos Barbosa. Abuso do Direito. Novo Código Civil – Doutrinas (VII). Revista Síntese de Direito Civil e Processual Civil, ano 5, n. 26, nov./dez. 2003. p. 134.\nPASTORE, José. Terceirização: uma Realidade Desamparada pela Lei. Disponível em: http://juslaboris.tst.jus.br/bitstream/handle/1939/5386/006_pastore.pdf?sequence=5&isAllowed=y. Acesso em: 08 jul. 2016.\nPAULA, Carlos Alberto Reis de. A especificidade do ônus da prova no Processo do Trabalho. 2. ed. São Paulo: Ltr, 2012. p. 123.\nROBERTS, John. The Modern Firm: Organizational Design for Performance and Growth. Oxford: Oxford University Press, 2007.\nROCHA, Cármen Lúcia Antunes. O princípio constitucional da igualdade. Minas Gerais: Lê S.A., 1990. p. 40 e 44.\nSECRETARIA NACIONAL DE RELAÇÕES DE TRABALHO DA CENTRAL ÚNICA DOS TRABALHADORES; DEPARTAMENTO INTERSINDICAL DE ESTATÍSTICA E ESTUDOS SOCIOECONÔMICOS. Terceirização e desenvolvimento: uma conta que não fecha. Dossiê acerca do impacto da terceirização sobre os trabalhadores e propostas para garantir a igualdade de direitos. São Paulo: Central Única dos Trabalhadores, 2014. Disponível em: http://www.cut.org.br/system/uploads/ck/files/Dossie-Terceirizacao-e-Desenvolvimento.pdf. Acesso em: 18 jan. 2017.\nSUNSTEIN, Cass R.; VERMEULE, Adrian. Interpretation and institutions. Social Science Research Network, [Rochester], July 2002. Disponível em: http://ssrn.com/abstract=320245>. Acesso em: 02 fev.2017.\nTALAMINI, Eduardo. Cooperação no novo CPC: Primeira parte. Disponível em: http://www.migalhas.com.br/dePeso/16,MI226236,41046. Acesso em: 2 fev. 2017.\nTRIBOLI, Pierre; PIOVESAN, Eduardo. Câmara aprovou extensão de direitos a terceirizados do setor público. Câmara Notícias, Brasilia, 22 abr. 2015. Disponível em: http://www2.camara.leg.br/camaranoticias/noticias/TRABALHO-EPREVIDENCIA/486410-CAMARA-APROVOU-EXTENSAO-DE-DIREITOS-ATERCEIRIZADOS-DO-SETOR-PUBLICO.html. Acesso em: 12 set. 2016.\n______. Emenda aprovada prevê responsabilidade solidária nas obrigações trabalhistas. Câmara Notícias, Brasília, 22 abr. 2015. Disponível em: http://www2.camara.leg.br/camaranoticias/noticias/trabalho-e-previdencia/486411-emenda-aprovada-preve-responsabilidade-solidaria-nas-obrigacoestra-balhistas.html. Acesso em: 12 set. 2016.\nTOURINHO, Rodolpho. PL 6420/2005: Projeto de Lei. Câmara dos Deputados, Brasília, 14 dez. 2005. Disponível em: http://www.camara.gov.br/proposicoesWeb/fichadetramitacao?idProposicao=310393. Acesso em: 13 jan. 2017.","ministro_facet":["ROSA WEBER","LUIZ FUX"],"processo_numero":760931,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur369553","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, deliberou adiar o julgamento do feito. Presidência do Ministro Ricardo Lewandowski. Plenário, 14.04.2016.\r\n\n                       Decisão: Após o voto do Ministro Luiz Fux (Relator), que rejeitava as preliminares, conhecia integralmente da ação e julgava improcedentes os pedidos formulados, no que foi acompanhado pelos Ministros Edson Fachin, Roberto Barroso, Teori Zavascki, Rosa Weber e Cármen Lúcia, pediu vista dos autos o Ministro Marco Aurélio. Ausentes, justificadamente, o Ministro Celso de Mello, o Ministro Dias Toffoli, participando, na qualidade de Presidente do Tribunal Superior Eleitoral, na VIII Conferência Ibero-americana sobre a Justiça Eleitoral, promovida pelo Instituto para a Democracia e Assistência Eleitoral (IDEA Internacional) e pelo Tribunal Superior Eleitoral, realizada em Manaus, Amazonas, e, nesta assentada, o Ministro Gilmar Mendes. Falaram, pela requerente ASSIM - Associação de Intérpretes e Músicos e outros, o Dr. Pedro Paulo Salles Cristófaro; pela requerente ABRAMUS - Associação Brasileira de Música e Artes, o Dr. Roberto Corrêa de Mello; pela requerente Associação de Músicos, Arranjadores e Regente AMAR - SOMBRÁS - Sociedade Musical Brasileira, o Dr. Carlos Fernando Mathias de Souza; pelo amicus curiae União Brasileira de Editoras de Músicas - UBEM, o Dr. Sydney Limeira Sanches; pelo Presidente da República e pelo Congresso Nacional, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso da Advocacia-Geral da União; pelo amicus curiae Associação Procure Saber - APS, o Dr. Rodrigo Brandão Viveiros Pessanha; e, pelo Ministério Público Federal, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República. Presidência do Ministro Ricardo Lewandowski. Plenário, 28.04.2016.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedentes os pedidos formulados, vencido o Ministro Marco Aurélio. Ausentes, justificadamente, o Ministro Celso de Mello, e, neste julgamento, o Ministro Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 27.10.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur369553","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur369553","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: DIREITO CONSTITUCIONAL, CIVIL E ADMINISTRATIVO. GESTÃO COLETIVA DE DIREITOS AUTORAIS. LEI Nº 12.583/2013. NOVO MARCO REGULATÓRIO SETORIAL. ARGUIÇÃO DE VIOLAÇÕES FORMAIS E MATERIAIS À CONSTITUIÇÃO DA REPÚBLICA FEDERATIVA DO BRASIL. NÃO OCORRÊNCIA. ESCOLHAS REGULATÓRIAS TRANSPARENTES E CONSISTENTES. MARGEM DE CONFORMAÇÃO LEGISLATIVA RESPEITADA. DEFERÊNCIA JUDICIAL. PEDIDO CONHECIDO E JULGADO IMPROCEDENTE. \n\n\n\n    1. A interpretação ampliativa dos princípios constitucionais não deve se convolar em veto judicial absoluto à atuação do legislador ordinário, que também é um intérprete legítimo da Lei Maior, devendo, nesse mister, atuar com prudência e cautela de modo que a alegação genérica dos direitos fundamentais não asfixiem o espaço político de deliberação coletiva. \n\n\n\n    2. A gestão coletiva de direitos autorais e a coexistência da participação do Estado assumem graus variados em diferentes democracias constitucionais [GERVAIS, Daniel (org.) Collective Management of Copyright and Related Rights. Alphen aan Den Rijn: Kluwer Law International, 2nd Edition, 2010], o que sugere não existir um modelo único, perfeito e acabado de atuação do Poder Público, mas, ao revés, um maior ou menor protagonismo do Estado, dependente sempre das escolhas políticas das maiorias eleitas. \n\n\n\n    3. A Constituição de 1988 não estabeleceu prazos mínimos para tramitação de projetos de lei, nem disciplinou o regime urgente de deliberação, circunstância que confere espaço suficiente para o legislador imprimir aos seus trabalhos a cadência que reputar adequada. A interferência judicial no âmago do processo legislativo, para justificar-se, tem de gozar de lastro forte e categórico no que prevê o texto expresso das normas da Constituição da República. Inexistência de ofensa formal à Lei Maior. \n\n\n\n    4. A Lei nº 9.610/1998, com as alterações promovidas pela Lei nº 12.853/2013, impõe a divulgação de informações concernentes à execução pública de obras intelectuais, notadamente músicas, e à arrecadação dos respectivos direitos (art. 68, §§ 6º e 8º, e art. 98-B, I, II e parágrafo único), além de vedar a pactuação de cláusulas de confidencialidade nos contratos de licenciamento (art. 98-B, VI), estabelecendo penalidades em caso de descumprimento (art. 109-A). \n\n\n\n    5. O cânone da proporcionalidade encontra-se consubstanciado nos meios eleitos pelo legislador, voltados à promoção da transparência da gestão coletiva de direitos autorais, finalidade legítima segundo a ordem constitucional brasileira, porquanto capaz de mitigar o viés rentista do sistema anterior e prestigiar, de forma imediata, os interesses tanto de titulares de direitos autorais (CRFB, art. 5º, XXVII), dos usuários (CRFB, art. 5º, XXXII) e, de forma mediata, bens jurídicos socialmente relevantes ligados à propriedade intelectual como a educação e o entretenimento (CRFB, art. 6º), o acesso à cultura (CRFB, art. 215) e à informação (CRFB, art. 5º, XIV). \n\n\n\n    6. O art. 97, §1º, da Lei nº 9.610/1998, com a redação dada pela Lei nº 12.853/2013, estabelece que as associações de titulares de direitos autorais exercem atividade de interesse público e devem atender a sua função social, ocupando, assim, um espaço público não-estatal, conforme sedimentado pelo Egrégio Supremo Tribunal Federal no julgamento do RE nº 201.819 (red. p/ acórdão: Min. Gilmar Mendes, rel. Originária, Min. Ellen Gracie, Segunda Turma, j. 11/10/2005, DJ 27-10-2006). \n\n\n\n    7. As entidades de gestão coletiva possuem a evidente natureza instrumental de viabilizar trocas voluntárias envolvendo propriedade intelectual, dadas as dificuldades operacionais que marcam o setor. Destarte, tanto a produção de cultura (pelos autores) quanto o acesso à cultura (pelos usuários) dependem do hígido funcionamento das associações arrecadadoras e distribuidoras de direitos. Esse relevante papel econômico é traduzido juridicamente como a função social das aludidas entidades, cuja importância social justifica o interesse público na sua existência e escorreita atuação. \n\n\n\n    8. A Lei nº 9.610/1998, com as alterações promovidas pela Lei nº 12.853/2013, limita aos titulares originários (art. 5º, XIV) o direito de voto (art. 97, §5º) e a assunção de cargos de direção nas associações de gestão coletiva (art. 97, §6º); cria regras sobre a eleição de dirigentes das entidades (art. 98, §§13 e 14) e estabelece critério de voto unitário no ECAD (art. 99, §1º e art. 99-A, parágrafo único). \n\n\n\n    9. Os titulares originários e titulares derivados de obras intelectuais são diferenciados legalmente, para fins de participação na gestão coletiva de direitos autorais, sendo certo que o distinguishing, situa-se dentro da margem de conformação do legislador ordinário para disciplinar a matéria, uma vez que (i) não existe direito constitucional expresso à participação política ou administrativa de titulares derivados na gestão coletiva, ao contrário dos titulares originários (CRFB, art. 5º, XXVIII, b); (ii) as regras impugnadas não impactam os direitos patrimoniais dos titulares derivados, que continuam a gozar das mesmas expressões econômicas de que desfrutavam até então; (iii) a importância relativa dos titulares originários é maior para a criação intelectual, cujo estímulo é a finalidade última da gestão coletiva; (iv) é justificável, antes os fatos apurados, a existência de regras voltadas a minimizar a assimetria de poder econômico entre editoras musicais e autores individuais, os verdadeiros criadores intelectuais. \n\n\n\n    10. O marco regulatório, sub examine, exige a habilitação prévia das associações de gestão coletiva em órgão da Administração Pública federal para a cobrança de direitos autorais (Lei nº 9.610/1998, art. 98, §1º), segundo procedimento fixado pela própria Lei (art. 98-A). \n\n\n\n    11. A novel legislação considera habilitadas as associações já existentes na entrada em vigor do diploma (Lei nº 12.853/2013, art. 4º e 6º), as quais devem adaptar seus estatutos em prazo determinado (Lei nº 12.853/2013, art. 5º); e atribuí ao Ministério da Cultura o poder de regulamentar a gestão coletiva (Lei nº 12.853/2013, art. 7º e 8º). \n\n\n\n    12. A transindividualidade da gestão coletiva, revela a sua inequívoca importância, ao envolver interesses de usuários e titulares, justifica a presença regulatória maior do Estado na criação, na organização e no funcionamento das entidades que operam no setor, o que se traduz na incidência de disciplina jurídica específica. \n\n\n\n    13. A exigência de habilitação prévia configura típico exercício de poder de polícia preventivo, voltado a aferir o cumprimento das obrigações legais exigíveis desde o nascedouro da entidade. \n\n\n\n    14. Sob o prisma da máxima tempus regit actum, as associações arrecadadoras já existentes devem conformar-se à legislação em vigor, sujeitando-se às alterações supervenientes à sua criação, dado que (i) as regras de transição são justas e (ii) não existe direito adquirido a regime jurídico na ordem constitucional brasileira. \n\n\n\n    15. A Lei nº 9.610/1998, com as alterações promovidas pela Lei nº 12.853/2013 prevê regras para a negociação de preços e formas de licenciamento de direitos autorais (art. 98, §§ 3º e 4º), bem como para a destinação de créditos e valores não identificados (art. 98, §§10 e 11), fixando prazo mínimo para que os titulares comuniquem às respectivas associações a intenção em arrecadar pessoalmente os seus direitos (art. 98, §15). \n\n\n\n    16. O tratamento normativo não estipula tabelamento de valores, limitando-se a fixar parâmetros genéricos (razoabilidade, boa fé e usos do local de utilização das obras) para o licenciamento de direitos autorais no intuito de corrigir as distorções propiciadas pelo poder de mercado das associações gestoras, sem retirar dos próprios titulares a prerrogativa de estabelecer o preço de suas obras. \n\n\n\n    17. O licenciamento pelo formato global ou cobertor (blanket license) permanece válido, desde que não seja mais o único tipo de contrato disponível. Ademais, o prazo mínimo para a comunicação permite que a associação, ao proceder à cobrança de seu repertório, possa excluir os valores referentes ao titular que atue pessoalmente, minimizando as chances de falhas de comunicação que propiciem duplicidade de cobrança e tumultuem a gestão coletiva. \n\n\n\n    18. A Lei nº 9.610/1998, com as alterações promovidas pela Lei nº 12.853/2013: a) exige que as associações mantenham e disponibilizem, por meio eletrônico, cadastro centralizado de dados relativos aos direitos autorais (art. 98, §6º), assegurando ao Ministério da Cultura acesso contínuo e integral a tais informações (art. 98, §7º); b) atribuí ainda ao Ministério da Cultura o papel de arbitrar eventuais conflitos e de retificar as informações necessárias (art. 98, §8º). \n\n\n\n    19. O cadastro unificado de obras justifica-se como forma de (i) prevenir a prática de fraudes e (ii) evitar a ocorrência de ambiguidades quanto à participação individual em obras com títulos similares; problemas esses que vicejavam ante a pouca transparência da sistemática anterior. \n\n\n\n    20. O modelo regulatório admite a atuação pessoal de cada titular na arrecadação de seus direitos. Por isso que é de interesse de qualquer usuário, efetivo ou potencial, ter conhecimento acerca das participações individuais nas obras. \n\n\n\n    21. O acesso de qualquer interessado ao Poder Judiciário (CRFB, art. 5º, XXXV) não foi violado pela possível retificação do cadastro pelo Ministério da Cultura que evita a prematura judicialização de eventuais conflitos, além de permitir o enfrentamento da controvérsia a partir de perspectiva técnica e especializada.\n\n\n\n    22. A Lei nº 9.610/1998, com as alterações promovidas pela Lei nº 12.853/2013, estabelece critérios para a fixação da taxa de administração praticada pelas associações (art. 98, §12) bem como para a distribuição aos autores dos valores arrecadados (art. 99, §4º), além de limitar o poder de os associados deliberarem sobre a utilização dos recursos recolhidos pelas entidades que integram (art. 98, §16). \n\n\n\n    23. As taxas de administração e a fixação limites máximos justificam-se pela estrutura econômica do setor, que, apesar de franquear espaço para ganhos de escala nas atividades de arrecadação e distribuição, não se traduzia em benefício aos titulares originários de direitos autorais. A nova sistemática, lastreada em sólidas premissas empíricas, procura reconduzir as entidades de gestão coletiva ao seu papel puramente instrumental. \n\n\n\n    24. Deveras, o limite para despesa pelas associações com ações que beneficiem seus associados de forma coletiva equilibra, com moderação, a tensão latente entre interesses individuais e coletivos na criação de obras intelectuais. \n\n\n\n    25. O art. 99, §7º, da Lei nº 9.610/1998, alterado pelo art. 2º da Lei nº 12.853/2013, impõe um dever de cooperação às associações que percam a respectiva habilitação para atuar na gestão coletiva de direitos autorais, as quais, em virtude de sua essência instrumental, deverão transferir todas as informações necessárias ao processo de arrecadação e distribuição de direitos, evitando solução de continuidade na tutela dos direitos autorais. \n\n\n\n    26. As associações surgem para viabilizar o mercado, não sendo admitido interromper seu hígido funcionamento, inclusive no momento em deixam de operar no setor, razão pela qual, a Lei nº 12.853/2013 apenas zelou pela transição razoável e menos traumática para usuários e titulares. \n\n\n\n    27. A Lei nº 9.610/1998, com as alterações promovidas pela Lei nº 12.853/2013: a) estabelece que as associações de gestão coletiva deverão prestar contas dos valores recebidos aos seus associados (art. 98-C, caput), os quais, embora ostentem legitimidade para exercer a fiscalização diretamente (art. 98-C, §1º), podem provocar o Ministério da Cultura em sua defesa caso não sejam atendidos de plano (art. 98-C, §2º); e b) prevê que compete a órgão da Administração Pública Federal o poder de arbitrar conflitos entre usuários e titulares de direitos autorais bem como entre titulares e suas associações a respeito de direitos disponíveis (art. 100-B). \n\n\n\n    28. A mediação e a arbitragem, enquanto métodos voluntários e alternativos à jurisdição estatal, (i) minimizam a demanda pelo Poder Judiciário e (ii) propiciam a análise dos conflitos intersubjetivos por técnicos e especialistas no tema. \n\n\n\n    29. A novel disciplina legal deixa evidente o caráter voluntário da submissão de eventuais litígios aos procedimentos alternativos de solução perante órgão da Administração Pública federal. Essa voluntariedade decorre diretamente da Constituição da República (CRFB, art. 5º, XXXV), como reconhecido pelo STF (SE nº 5.206) e devidamente respeitado pelo legislador ordinário (Lei nº 9.610/1998, art. 100-B), pelo Chefe do Poder Executivo federal (Decreto nº 8.469/2015, art. 25) e pelo Ministério da Cultura (IN nº 4/2015, art. 2º). \n\n\n\n    30. O art. 99-A da Lei n° 9.610/1998, introduzido pelo art. 3° da Lei n° 12.853/2013, autoriza órgão da Administração Pública federal a tornar obrigatória a admissão de associados no ECAD, desde que sejam habilitados previamente para desempenhar a gestão coletiva e haja pertinência entre as áreas de atuação. \n\n\n\n    31. A previsão legal impede que as associações já estabelecidas na gestão coletiva possam asfixiar a criação de novas entidades mediante políticas de alijamento junto ao ECAD, que ostenta, por força de lei, o monopólio da arrecadação e da distribuição de direitos relativos à execução pública de obras musicais e lítero-musicais e de fonogramas (Lei nº 9.610/1998, art. 99). \n\n\n\n    32. A criação de novas entidades coletivas impõe pressão competitiva sobre as associações já atuantes, que tenderão a ser mais eficientes, oferecendo serviço de qualidade e com maior retorno para seus associados. \n\n\n\n    33. O monopólio legal que favorece o ECAD, entrevisto como bônus, sofre a incidência da contrapartida consistente no dever de admitir toda e qualquer entidade legalmente habilitada. \n\n\n\n    34. A legitimidade ativa ad causam para provocar a fiscalização abstrata de constitucionalidade é reconhecida às entidades de classe de âmbito nacional (CRFB, art. 103, IX), que, na forma da jurisprudência do Supremo Tribunal Federal, devem congregar associados homogêneos, assim compreendidos os sujeitos de direito integrantes de uma mesma categoria profissional ou econômica (leading case: ADI nº 42, rel. Min. Paulo Brossard, Tribunal Pleno, j. 24/09/1992, DJ 02-04-1993). \n\n\n\n    35. In casu, a União Brasileira de Compositores revela homogeneidade da classe formada por seus membros, pertencentes à categoria econômica diferenciada que compreende os titulares de direitos autorais e conexos, cujas obras estão submetidas à execução pública e sujeitas à gestão coletiva, setor da vida social alvo de profundas transformações a partir da edição da Lei nº 12.853/2013. \n\n\n\n    36. Pedido conhecido e julgado improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13065371","externo_seq_objeto_incidente":4490979,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-134  DIVULG 20-06-2017  PUBLIC 21-06-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5062&classe=ADI","is_colac":false,"titulo":"ADI 5062","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00026\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 PAR-00020\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00019\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00005 \"CAPUT\" \n          INC-00002 INC-00010 INC-00014 INC-00017 \n          INC-00018 LET-B INC-00019 INC-00020 \n          INC-00021 INC-00022 INC-00023 INC-00027 \n          INC-00028 LET-A LET-B INC-00029 \n          INC-00032 INC-00033 INC-00035 INC-00036 \n          ART-00006 ART-00008 INC-00001 INC-00002 \n          INC-00005 ART-00059 ART-00060 PAR-00004 \n          INC-00003 ART-00103 INC-00009 ART-00170 \n          INC-00002 INC-00003 INC-00004 PAR-ÚNICO \n          ART-00174 ART-00215 \"CAPUT\" ART-00216 \n          INC-00003\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005988      ANO-1973\n          ART-00103 PAR-00001 ART-00104 PAR-ÚNICO \n          ART-00105 ART-00106 ART-00107 INC-00001 \n          INC-00004 INC-00005 ART-00108 ART-00109 \n          ART-00110 ART-00111 ART-00112 ART-00114 \n          INC-00001 INC-00003 LET-A LET-B \n          LET-C INC-00004 ART-00115 PAR-00001 \n          PAR-00002 ART-00116 ART-00117 INC-00001 \n          INC-00004 INC-00005\n                LDA-1973 LEI DO DIREITO AUTORAL\n\n","LEG-FED   LEI-009307      ANO-1996\n                LA-1996 LEI DE ARBITRAGEM\n\n","LEG-FED   LEI-009610      ANO-1998\n          ART-00005 INC-00014 \n          ART-00068 PAR-00006 REDAÇÃO DADA PELA LEI-12853/2013\n          ART-00068 PAR-00008 INCLUÍDO PELA LEI-12853/2013\n          ART-00097 PAR-00001 REDAÇÃO DADA PELA LEI-12853/2013\n          ART-00097 PAR-00002 INCLUÍDO PELA LEI-12853/2013\n          ART-00097 PAR-00003 INCLUÍDO PELA LEI-12853/2013\n          ART-00097 PAR-00004 INCLUÍDO PELA LEI-12853/2013\n          ART-00097 PAR-00005 INCLUÍDO PELA LEI-12853/2013\n          ART-00097 PAR-00006 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 REDAÇÃO DADA PELA LEI-12853/2013\n          ART-00098 PAR-00001 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00003 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00004 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00006 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00007 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00008 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00009 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00010 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00011 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00012 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00013 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00014 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00015 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00016 INCLUÍDO PELA LEI-12853/2013\n          ART-00098 PAR-00025 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00001 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-A INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-B INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-C INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-D INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-E INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-F INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-G INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-H INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-I INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-J INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00002 LET-K INCLUÍDO PELA LEI-12853/2013\n          ART-0098A INC-00003 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A PAR-00001 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A PAR-00002 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A PAR-00003 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A PAR-00004 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A PAR-00005 INCLUÍDO PELA LEI-12853/2013\n          ART-0098A PAR-00006 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00001 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00002 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00003 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00004 \tINCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00005 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00006 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00006 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B INC-00007 INCLUÍDO PELA LEI-12853/2013\n          ART-0098B PAR-ÚNICO INCLUÍDO PELA LEI-12853/2013\n          ART-0098C \"CAPUT\" INCLUÍDO PELA LEI-12853/2013\n          ART-0098C \"CAPUT\" PAR-00001 INCLUÍDO PELA LEI-12853/2013\n          ART-0098C \"CAPUT\" PAR-00002 INCLUÍDO PELA LEI-12853/2013\n          ART-00099 REDAÇÃO DADA PELA LEI-12853/2013\n          ART-00099 PAR-00001 REDAÇÃO DADA PELA LEI-12853/2013\n          ART-00099 PAR-00002 INCLUÍDO PELA LEI-12853/2013\n          ART-00099 PAR-00003 INCLUÍDO PELA LEI-12853/2013\n          ART-00099 PAR-00004 REDAÇÃO DADA PELA LEI-12853/2013\n          ART-00099 PAR-00005 INCLUÍDO PELA LEI-12853/2013\n          ART-00099 PAR-00006 INCLUÍDO PELA LEI-12853/2013\n          ART-00099 PAR-00007 INCLUÍDO PELA LEI-12853/2013\n          ART-00099 PAR-00008 INCLUÍDO PELA LEI-12853/2013\n          ART-00099 PAR-00009 INCLUÍDO PELA LEI-12853/2013\n          ART-0099A INCLUÍDO PELA LEI-12853/2013\n          ART-0099A PAR-ÚNICO INCLUÍDO PELA LEI-12853/2013\n          ART-0099B INCLUÍDO PELA LEI-12853/2013\n          ART-00100 REDAÇÃO DADA PELA LEI-12853/2013\n          ART-0100A INCLUÍDO PELA LEI-12853/2013\n          ART-0100B INCLUÍDO PELA LEI-12853/2013\n          ART-0109A INCLUÍDO PELA LEI-12853/2013\n          ART-0109A PAR-ÚNICO INCLUÍDO PELA LEI-12853/2013\n                LDA-1998 LEI DO DIREITO AUTORAL\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012527      ANO-2011\n          ART-00002 ART-00003 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012853      ANO-2013\n          ART-00002 LET-A ART-00004 ART-00005 \n          ART-00006 ART-00007 ART-00008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008469      ANO-2015\n          ART-00025\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   CVC      ANO-1952\n                CONVENÇÃO UNIVERSAL SÔBRE DIREITO DE AUTOR, CONCLUÍDA EM GENEBRA, A 6 DE SETEMBRO DE 1952\n\n","LEG-INT   CVC      ANO-1961\n                CONVENÇÃO INTERNACIONAL PARA PROTEÇÃO AOS ARTISTAS INTÉRPRETES OU EXECUTANTES, AOS PRODUTORES DE FONOGRAMAS E AOS ORGANISMOS DE RADIODIFUSÃO\n\n","LEG-INT   CVC      ANO-1971\n          ART-00001\n                CONVENÇÃO UNIVERSAL SOBRE DIREITO DE AUTOR, REVISÃO DE PARIS, 1971\n\n","LEG-INT   CVC      ANO-1971\n                CONVENÇÃO DE BERNA PARA A PROTEÇÃO DAS OBRAS LITERÁRIAS E ARTÍSTICAS, DE 9 DE SETEMBRO DE 1886, REVISTA EM PARIS, A 24 DE JULHO DE 1971\n\n","LEG-FED   DLG-000012      ANO-1959\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO UNIVERSAL SÔBRE DIREITO DE AUTOR, CONCLUÍDA EM GENEBRA, A 6 DE SETEMBRO DE 1952\n\n","LEG-FED   DLG-000026      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO INTERNACIONAL PARA PROTEÇÃO AOS ARTISTAS INTÉRPRETES OU EXECUTANTES, AOS PRODUTORES DE FONOGRAMAS E AOS ORGANISMOS DE RADIODIFUSÃO\n\n","LEG-FED   DLG-000055      ANO-1975\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO UNIVERSAL SOBRE DIREITO DE AUTOR, REVISÃO DE PARIS, 1971\n\n","LEG-FED   DLG-000094      ANO-1975\n                DECRETO LEGISLATIVO - APROVA  A CONVENÇÃO DE BERNA PARA A PROTEÇÃO DAS OBRAS LITERÁRIAS E ARTÍSTICAS, DE 9 DE SETEMBRO DE 1886, REVISTA EM PARIS, A 24 DE JULHO DE 1971\n\n","LEG-FED   DEC-048458      ANO-1960\n                DECRETO - PROMULGA A CONVENÇÃO UNIVERSAL SÔBRE DIREITO DE AUTOR, CONCLUÍDA EM GENEBRA, A 6 DE SETEMBRO DE 1952\n\n","LEG-FED   DEC-057125      ANO-1965\n                DECRETO - PROMULGA A CONVENÇÃO INTERNACIONAL PARA PROTEÇÃO AOS ARTISTAS INTÉRPRETES OU EXECUTANTES, AOS PRODUTORES DE FONOGRAMAS E AOS ORGANISMOS DE RADIODIFUSÃO\n\n","LEG-FED   DEC-075699      ANO-1975\n                DECRETO - PROMULGA A CONVENÇÃO DE BERNA PARA A PROTEÇÃO DAS OBRAS LITERÁRIAS E ARTÍSTICAS, DE 9 DE SETEMBRO DE 1886, REVISTA EM PARIS, A 24 DE JULHO DE 1971\n\n","LEG-FED   DEC-076905      ANO-1975\n                DECRETO - PROMULGADA A CONVENÇÃO UNIVERSAL SOBRE DIREITO DE AUTOR, REVISÃO DE PARIS, 1971\n\n","LEG-FED   DEC-008469      ANO-2015\n          ART-00025\n                DECRETO\n\n","LEG-FED   RES-000001      ANO-1976\n                RESOLUÇÃO CONSELHO NACIONAL DE DIREITO AUTORAL - CNDA\n\n","LEG-FED   RES-000150      ANO-1990\n          ART-00025 INC-00002 LET-L\n                RESOLUÇÃO DO CONSELHO NACIONAL DE DIREITO AUTORAL - CNDA\n\n","LEG-FED   INT-000004      ANO-2015\n          ART-00002\n                INSTRUÇÃO NORMATIVA DO MINISTÉRIO DA CULTURA - MC\n\n","LEG-FED   PJL-000129      ANO-2012\n                PROJETO DE LEI\n\n","LEG-FED   PJL-005901      ANO-2013\n                PROJETO DE LEI"],"publicacao_data":"2017-06-21","documental_acordao_mesmo_sentido_lista_texto":"ADI 5065  PROCESSO ELETRÔNICO\n          JULG-27-10-2016  UF-DF  TURMA-TP  MIN-LUIZ FUX N.PÁG-205\n          DJe-134  DIVULG 20-06-2017  PUBLIC 21-06-2017","documental_indexacao_texto":"- CONSIDERAÇÃO, DIREITO, AUTOR, EXCLUSIVIDADE, UTILIZAÇÃO, PUBLICAÇÃO, REPRODUÇÃO, OBRA INTELECTUAL, FUNDAMENTO, MECANISMO, INCENTIVO, CRIAÇÃO. NECESSIDADE, AUTORIZAÇÃO PRÉVIA, AUTOR, UTILIZAÇÃO, OBRA INTELECTUAL. CONSIDERAÇÃO, GESTÃO COLETIVA DE DIREITOS AUTORAIS, INCENTIVO, CRIAÇÃO, OBRA INTELECTUAL, DECORRÊNCIA, REDUÇÃO, CUSTO, TRANSAÇÃO, DIREITO AUTORAL. EVOLUÇÃO, LEGISLAÇÃO, GESTÃO COLETIVA DE DIREITOS AUTORAIS. DECLARAÇÃO DE CONSTITUCIONALIDADE, REGIME DE MONOPÓLIO, ESCRITÓRIO CENTRAL DE ARRECADAÇÃO E DISTRIBUIÇÃO (ECAD), ARRECADAÇÃO, DISTRIBUIÇÃO, DIREITO AUTORAL, AUSÊNCIA, OFENSA, LIBERDADE DE ASSOCIAÇÃO. RECONHECIMENTO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI), CONSELHO ADMINISTRATIVO DE DEFESA ECONÔMICA (CADE), ABUSO DE PODER ECONÔMICO, ESCRITÓRIO CENTRAL DE ARRECADAÇÃO E DISTRIBUIÇÃO (ECAD). OBJETIVO, LEI, EXIGÊNCIA, TRANSPARÊNCIA, GESTÃO COLETIVA DE DIREITOS AUTORAIS, FINALIDADE, IMPEDIMENTO, OBTENÇÃO, VANTAGEM INDEVIDA, DECORRÊNCIA, ACESSO À INFORMAÇÃO. IMPOSSIBILIDADE, ASSOCIAÇÃO, EXERCÍCIO, ATIVIDADE, EMPRESA, PREVISÃO, VEDAÇÃO, LUCRO. COMPATIBILIDADE, REGULAÇÃO, PODER PÚBLICO, GARANTIA, LIVRE INICIATIVA, PROPRIEDADE PRIVADA, LIBERDADE DE ASSOCIAÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: AUSÊNCIA, CARÁTER PRIVADO, ATIVIDADE, ESCRITÓRIO CENTRAL DE ARRECADAÇÃO E DISTRIBUIÇÃO (ECAD). AUSÊNCIA, RESTRIÇÃO, ADMINISTRAÇÃO PÚBLICA, DEVER, OBSERVÂNCIA, PRINCÍPIO DA PUBLICIDADE, PRINCÍPIO, TRANSPARÊNCIA, PRINCÍPIO DA EFICIÊNCIA, DEVER, PRESTAÇÃO DE CONTAS. NECESSIDADE, GARANTIA, DIREITO À AMPLA DEFESA, CONTRADITÓRIO, ASSOCIADO, FUNDAMENTO, EFICÁCIA HORIZONTAL DOS DIREITOS FUNDAMENTAIS. CONSIDERAÇÃO, OBRIGAÇÃO, ESCRITÓRIO CENTRAL DE ARRECADAÇÃO E DISTRIBUIÇÃO (ECAD), OBSERVÂNCIA, GARANTIA, ACESSO À INFORMAÇÃO. CONSIDERAÇÃO, RESPONSABILIDADE, PODER PÚBLICO, GARANTIA, CRIAÇÃO, ATIVIDADE ARTÍSTICA, IMPLEMENTAÇÃO, TOTALIDADE, MECANISMO, ACESSO, CULTURA, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. EXISTÊNCIA, CONVENÇÃO INTERNACIONAL, RATIFICAÇÃO, ESTADO BRASILEIRO, PROTEÇÃO, DIREITO AUTORAL. OBJETIVO, LEI IMPUGNADA, DEMOCRATIZAÇÃO, DECISÃO, ASSOCIAÇÃO, LIMITAÇÃO, ABUSO DE PODER ECONÔMICO, ATIVIDADE CULTURAL. AUSÊNCIA, OBSTÁCULO, ACESSO, CADA, ASSOCIADO, DEFESA, DIREITO PRÓPRIO, PODER JUDICIÁRIO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: EXISTÊNCIA, AUTORIZAÇÃO EXPRESSA, CONSTITUIÇÃO FEDERAL, POSSIBILIDADE, INTERVENÇÃO, PODER PÚBLICO, DIREITO FUNDAMENTAL, CULTURA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROCEDÊNCIA, PEDIDO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSIDERAÇÃO, FUNDAMENTO, CONSTITUIÇÃO FEDERAL, TRABALHO, LIVRE INICIATIVA. DESCABIMENTO, INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE, CRIAÇÃO, FUNCIONAMENTO, ASSOCIAÇÃO. CONSIDERAÇÃO, PRINCÍPIO, ATIVIDADE ECONÔMICA, PROPRIEDADE PRIVADA, FUNÇÃO SOCIAL DA PROPRIEDADE, LIVRE CONCORRÊNCIA. INOBSERVÂNCIA, LEI, PRINCÍPIO, GARANTIA CONSTITUCIONAL. INCOMPATIBILIDADE, LEI, CONSTITUIÇÃO FEDERAL, REFERÊNCIA, TITULARIDADE, OBRA INTELECTUAL. INCONSTITUCIONALIDADE, LEI, EXTENSÃO, ALCANCE, TITULARIDADE, DIREITO AUTORAL. DESCABIMENTO, INTERFERÊNCIA, PODER PÚBLICO, LIBERDADE DE ASSOCIAÇÃO, AUTOGOVERNO, ASSOCIAÇÃO, FUNDAMENTO, OFENSA, DIGNIDADE DA PESSOA HUMANA. INCOMPATIBILIDADE, LEI, ENTENDIMENTO, SUPREMO TRIBUNAL FEDERAL (STF), NECESSIDADE, AUTORIZAÇÃO EXPRESSA, SUBSTITUIÇÃO PROCESSUAL, ASSOCIAÇÃO. PREVISÃO, LEI, SUFICIÊNCIA, FILIAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5062&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ASSOCIAÇÃO, DIREITO AUTORAL, ATIVIDADE, INTERESSE PÚBLICO)\nRE 201819 (2ªT). \n(LEGITIMIDADE ATIVA, ADI, ENTIDADE DE CLASSE)\nADI 42 (TP). \n(ECAD, REGIME DE MONOPÓLIO, LIBERDADE DE ASSOCIAÇÃO)\nADI 2054 (TP). \n(MEDIAÇÃO, ARBITRAGEM, DEPENDÊNCIA, ACEITAÇÃO)\nSE 5206 AgR (TP). \n(PRINCÍPIO DA PUBLICIDADE, TRANSPARÊNCIA, EFICIÊNCIA, PRESTAÇÃO DE CONTAS)\nMS 28178 (TP). \n(MANIFESTAÇÃO CULTURAL, LIBERDADE DE EXPRESSÃO)\nADPF 130 (TP). \n(CONSTITUCIONALIDADE, LEI ESTADUAL, MEIA-ENTRADA, ESTUDANTE)\nADI 1950 (TP). \n- Decisão monocrática citada:\n(INTERPRETAÇÃO, DEFINIÇÃO, ENTIDADE DE CLASSE)\nADI 5291.\n- Decisões estrangeiras citadas: McCulloch vs. Maryland - 1819 da Suprema Corte Norte-americana.\n- Veja SE 9610, ADI 5065, ADI 4357, ADI 4425, ADI 4679, ADI 4747, ADI 4756, ADI 4923 do STF.\n- Veja PA n° 08012.00374512010-83 do CADE.\n- Legislação estrangeira citada: art. 147, art. 149 e art. 151, n. 5, da Lei de Propriedade Intelectual espanhola, aprovada pelo Decreto Legislativo 1/1996, de 12 de abril de 1996; art. L321-13 do Código de Propriedade Intelectual francês; Código do Direito de Autor e dos Direitos Conexos português, aprovado pelo Decreto-Lei nº 63/85, de 14.03.85; art. 3, art. 5, art. 11 e art. 12 da Lei nº 26/2015, de 14 de abril de 2015, de Portugal.\nNúmero de páginas: 208.\nAnálise: 17/07/2017, JSF.\nRevisão: 20/07/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ABRAMUS - ASSOCIAÇÃO BRASILEIRA DE MÚSICA E ARTES \nREQTE.(S)  : ASSOCIAÇÃO DE MÚSICOS, ARRANJADORES E REGENTE AMAR - SOMBRÁS - SOCIEDADE MUSICAL BRASILEIRA \nADV.(A/S)  : CARLOS FERNANDO MATHIAS DE SOUZA E OUTRO(A/S)\nREQTE.(S)  : ASSIM - ASSOCIAÇÃO DE INTÉRPRETES E MÚSICOS \nREQTE.(S)  : SOCIEDADE BRASILEIRA DE AUTORES, COMPOSITORES E ESCRITORES DE MÚSICA - SBACEM \nREQTE.(S)  : SOCIEDADE INDEPENDENTE DE COMPOSITORES E AUTORES MUSICAIS - SICAM \nREQTE.(S)  : SOCINPRO - SOCIEDADE BRASILEIRA DE ADMINISTRAÇÃO E PROTEÇÃO DE DIREITOS INTELECTUAIS \nREQTE.(S)  : ESCRITÓRIO CENTRAL DE ARRECADAÇÃO E DISTRIBUIÇÃO-ECAD \nADV.(A/S)  : PEDRO PAULO SALLES CRISTOFARO E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : UNIÃO BRASILEIRA DE EDITORAS DE MÚSICAS - UBEM \nADV.(A/S)  : SYDNEY LIMEIRA SANCHES E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO PROCURE SABER - APS \nADV.(A/S)  : RODRIGO BRANDAO VIVEIROS PESSANHA E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":369553,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5062","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-10-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. On balancing and subsumption: a structural comparison. Ratio Juris, Oxford, v. 16, n. 14, dez. 2003. p. 436.\n______. Teoria dos direitos fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2011. p. 116.\nANDRADE, Everaldo Gaspar Lopes de. A Ordem dos Músicos do Brasil e as liberdades de criação e de expressão – um indesejável obstáculo ao trabalho do artista. Revista da Legislação do Trabalho, n. 3, ano 74, mar. 2010. p. 333.\nASCENSÃO, José de Oliveira. Direito do autor e direitos conexos. Coimbra: Coimbra, 1992.\nATALIBA, Geraldo. República e Constituição. 3. ed. São Paulo: Malheiros, 2011. p. 33-37 e 38-43.\nAZEVEDO, André Gomma de. Manual de Mediação Judicial. 5. ed. Brasília: CNJ, 2015.\nBASSO, Maristela. Art. 5º, inc. XXVII. In: CANOTILHO, J. J. Gomes et al. (Coord.). Comentários\nà Constituição do Brasil. São Paulo: Saraiva/Almedina, 2014. p. 327 apud ASCENÇÃO, José de Oliveira, Direito Intelectual. exclusivo e liberdade. p. 42. \nBESEN, Stanley M.; KIRBY, Sheila N.; SALOP, Steven C. An Economic Analysis of Copyright Collectives. Virginia Law Review, v. 78, 1992. p. 383-411.\nBINENBOJM, Gustavo. A nova jurisdição constitucional: legitimidade democrática e instrumentos de realização. 4. ed. Rio de Janeiro: Renovar, 2013. p. 158-159.\nBÓ, Ernesto Dal. Regulatory capture: a review. Oxford Review of Economic Policy, v. 22, n. 2, 2006. p. 203-225.\nBRAUM, Michele; ADOLFO, Luiz Gonzaga Silva. A gestão coletiva dos direitos autorais no Brasil: uma reflexão sobre o contexto da lei 9.610/98. Revista Direito, Estado e Sociedade, n. 42, jun./jul. 2013. p. 194-197 e 207.\nBUCHANAN, James M.; TULLOCK, Gordon. The Calculus of Consent: Logical Foundations of Constitutional Democracy. Ann Arbor: University of Michigan Press, 1962.\nCAMPOS, Carlos Alexandre de Azevedo. Dimensões do ativismo judicial do STF. Rio de Janeiro: Forense, 2014. p. 180-181.\nCANOTILHO, J.J. Gomes. Direito Constitucional e Teoria da Constituição. 7. ed. 2. reimpressão. Coimbra: Almedina, 2003. p. 290.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Constituição da República Portuguesa anotada. 4. ed. Coimbra: Coimbra, 2007. v. 1. p. 926.\nCOASE, Ronald. The problem of social cost. Journal of Law and Economics, v. 3, 1960. p. 1-44.\nCRETELLA JÚNIOR, José. Comentários à Constituição Brasileira de 1988. Art. 1º a 5º, LXVII. Rio de Janeiro: Forense Universitária. v. 1. p. 255.\nDOWNS, Anthony. An Economic Theory of Democracy. New York: Harper, 1957.\nEISENHARDT, Kathleen M. Agency Theory: An Assessment and Review. Academy of Management Review; v. 14, n. 1, 1989. p. 57-74.\nGALEFFI, Romano. A tese da autonomia da arte fundamento indispensável de toda estética filosófica. Revista Brasileira de Filosofia. v. 25, fasc. 99, jul./set. 1975. p. 292.\nGERVAIS, Daniel (Org.). Collective Management of Copyright and Related Rights. 2nd Edition. Alphen aan den Rijn: Kluwer Law International, 2010.\nHANDKE, Christian. Collective administration. In: Handbook of the Economics of Copyright. Cheltenham: Edwar Elgar Publishing Inc., 2014. p. 179-206.\nKAHN, Alfred E. The economics of regulation: principles and institutions. Cambridge: The MIT Press, 1988. v. 2. p. 119.\nLANDES, William M.; POSNER, Richard A. The Economic Structure of Intellectual Property Law. Cambridge: Harvard University Press, 2003. p. 21.\nLEMOS, Ronaldo. A gestão coletiva dos direitos autorais no Brasil: a regulação do Ecad e sua reforma. In: GUERRA, Sérgio (Org.). Regulação no Brasil: uma visão multidisciplinar. Rio de Janeiro: FGV, 2014. p. 339-347.\nLOMMEL, Andreas. A arte pré-histórica e primitiva. Enciclopédia Britânica do Brasil. 7. ed. v. 1. p. 8 e 12.\nMELLO, Celso Antônio Bandeira de. O desvio de poder. Revista de Direito Administrativo, Rio de Janeiro, n. 172, 1988. p. 1-19.\nMENDES, Gilmar Ferreira, BRANCO, Paulo Gustavo Gonet. Curso de direito constitucional. 10. ed. São Paulo: Saraiva, 2015. p. 308.\nMIRANDA, JORGE. O regime dos direitos sociais. Revista de Informação Legislativa, Brasília, ano 47, n. 188, out./dez. 2010. p. 24.\nMURILLO, Pablo Lucas. El Derecho a La Autodeterminación Informativa. Madri: Tecnos, 1990. p. 38.\nNICHOLSON, Walter; SNYDER, Christopher. Microeconomic Theory. Basic Principles and Extensions. 10th Edition. Ohio: Thomson SouthWestern, 2007. p. 497-500.\nPINTORE, Anna. I diritti della democrazia. Laterza: Editori Laterza, 2003.\nRAGAZZO, Carlos. Regulação Jurídica, racionalidade econômica e saneamento básico. Rio de Janeiro: Renovar, 2011. p. 255-256.\nROCHA, Cármen Lúcia Antunes. República e Federação no Brasil: traços constitucionais da organização política brasileira. Belo Horizonte: Del Rey, 1996. p. 72-93.\nSARLET, Ingo Wolfgang. A eficácia dos direitos fundamentais: uma teoria geral dos direitos fundamentais na perspectiva constitucional. 11. ed. rev. atual. Porto Alegre: Livraria do Advogado, 2012. p. 387-390-391.\nSILVA, José Afonso da. Comentário contextual à Constituição. 5. ed. São Paulo: Malheiros, 2009. p. 117, 119 e 120.\nSUNDFELD, Carlos Ari. Direito administrativo ordenador. São Paulo: Malheiros, 2003.\nTÁCITO, Caio. Desvio de poder legislativo. Revista Trimestral de Direito Público, São Paulo, n. 1, 1993. p. 62-68.\nVARIAN, Hal. Microeconomia: princípios básicos. Rio de Janeiro: Elsevier, 2012. p. 449.\nVISCUSI, W. Kip; HARRINGTON JR, Joseph E.; VERNON, John M. Economics of regulation and antitrust. Cambridge: The MIT Press, 2005. p. 82-92.","ministro_facet":["LUIZ FUX"],"processo_numero":5062,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur364137","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RN","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, conheceu do agravo regimental e negou-lhe provimento, nos termos do voto da Relatora. 1ª Turma, Sessão Virtual de 9 a 15.12.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur364137","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Norte","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur364137","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    DIREITO TRIBUTÁRIO. PIS. COFINS. BASE DE CÁLCULO. RECURSO EXTRAORDINÁRIO INTERPOSTO SOB A ÉGIDE DO CPC/1973. SÚMULAS 282 E 356 DO SUPREMO TRIBUNAL FEDERAL. AUSÊNCIA DE PREQUESTIONAMENTO. AGRAVO MANEJADO SOB A VIGÊNCIA DO CPC/1973.\n\n\n\n    1. Cristalizada a jurisprudência desta Suprema Corte, a teor das Súmulas 282 e 356/STF: “Inadmissível o recurso extraordinário, quando não ventilada, na decisão recorrida, a questão federal suscitada”, bem como “O ponto omisso da decisão, sobre o qual não foram opostos embargos declaratórios, não pode ser objeto de recurso extraordinário, por faltar o requisito do prequestionamento.”\n\n\n\n    2. As razões do agravo regimental não se mostram aptas a infirmar os fundamentos que lastrearam a decisão agravada, mormente no que se refere à ausência de ofensa direta e literal a preceito da Constituição da República.\n\n\n\n    3. Em se tratando de agravo manejado sob a vigência do Código de Processo Civil de 1973, inaplicável o art. 85, § 11, do CPC/2015.\n\n\n\n    4. Agravo regimental conhecido e não provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12544012","externo_seq_objeto_incidente":4461383,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-047  DIVULG 10-03-2017  PUBLIC 13-03-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=791696&classe=AI","is_colac":false,"titulo":"AI 791696 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-005869      ANO-1973\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   SUMSTF-000282      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-03-13","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=791696&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PREQUESTIONAMENTO)\nARE 639238 AgR (1ªT), AI 853128 AgR (1ªT). \nNúmero de páginas: 10.\nAnálise: 16/03/2017, MAD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : DIA - DISTRIBUIDORA INTERNACIONAL DE ALIMENTOS LTDA \nADV.(A/S)  : LUCAS LEONARDO FEITOSA BATISTA \nADV.(A/S)  : ALEXANDRE TENÓRIO DE BRITO MEDEIROS E OUTRO(A/S)\nAGDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA FAZENDA NACIONAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":364137,"documental_tese_texto":null,"procedencia_geografica_completo":"RN - RIO GRANDE DO NORTE","processo_codigo_completo":"AI 791696 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2016-12-16","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":791696,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur370362","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo interno, nos termos do voto do Relator. Primeira Turma, Sessão Virtual de 16 a 22.6.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur370362","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur370362","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: DIREITO PENAL. AGRAVO INTERNO EM RECURSO EXTRAORDINÁRIO. CONTROVÉRSIA DECIDIDA COM BASE NA LEGISLAÇÃO INFRACONSTITUCIONAL PERTINENTE E NO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. SÚMULA 279/STF. \n\n\n\n    1.  A parte recorrente se limita a postular a análise da legislação infraconstitucional pertinente e uma nova apreciação dos fatos e do material probatório constante dos autos, o que não é possível nesta fase processual. Nessas condições, a hipótese atrai a incidência da Súmula 279/STF.\n\n\n\n    2.  Agravo interno a que se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=13117749","externo_seq_objeto_incidente":5184212,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-143  DIVULG 29-06-2017  PUBLIC 30-06-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1034894&classe=RE","is_colac":false,"titulo":"RE 1034894 AgR","documental_legislacao_citada_texto":["LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-06-30","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, RECURSO EXTRAORDINÁRIO, REEXAME, MATÉRIA DE FATO, MATÉRIA DE PROVA, TRÁFICO INTERNACIONAL DE DROGAS, CONFIGURAÇÃO, INÉPCIA, DENÚNCIA, DECORRÊNCIA, NULIDADE, PROVA EMPRESTADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1034894&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIOS DO DEVIDO PROCESSO LEGAL, DO CONTRADITÓRIO, DA AMPLA DEFESA)\nARE 748371 RG. \nNúmero de páginas: 8.\nAnálise: 06/07/2017, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : R.S.F. \nADV.(A/S)  : JULIO CEZAR COITINHO JUNIOR \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : S.F.N. \nADV.(A/S)  : PEDRO SALES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":370362,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"RE 1034894 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2017-06-23","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1034894,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur365602","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por maioria e nos termos do voto do Relator, apreciando o tema 479 da repercussão geral, deu provimento ao recurso extraordinário, para o fim de se julgarem improcedentes ambas as ações civis públicas, sem a fixação de verbas de sucumbência, firmando a seguinte tese: “No atual estágio do conhecimento científico, que indica ser incerta a existência de efeitos nocivos da exposição ocupacional e da população em geral a campos elétricos, magnéticos e eletromagnéticos gerados por sistemas de energia elétrica, não existem impedimentos, por ora, a que sejam adotados os parâmetros propostos pela Organização Mundial de Saúde, conforme estabelece a Lei nº 11.934/2009”, vencidos os Ministros Edson Fachin, Rosa Weber, Marco Aurélio e Celso de Mello, que negavam provimento ao recurso. Impedido o Ministro Ricardo Lewandowski (Presidente). Falaram, pela recorrente Eletropaulo Metropolitana - Eletricidade de São Paulo S/A, o Dr. Rodrigo Kaufmann; pelas recorridas Sociedade Amigos do Bairro City Boaçava e Sociedade Amigos dos Altos de Pinheiros, o Dr. Fernando Netto Boiteux; pelo amicus curiae União, a Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso da Advocacia-Geral da União, e, pelo amicus curiae Associação Brasileira de Distribuidores de Energia Elétrica - ABRADEE, o Dr. Henry Lummertz. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 08.06.2016.","is_repercussao_geral_merito":true,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur365602","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:37:03.343857","dg_unique":"sjur365602","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Recurso extraordinário. Repercussão geral reconhecida. Direito Constitucional e Ambiental. Acórdão do tribunal de origem que, além de impor normativa alienígena, desprezou norma técnica mundialmente aceita. Conteúdo jurídico do princípio da precaução. Ausência, por ora, de fundamentos fáticos ou jurídicos a obrigar as concessionárias de energia elétrica a reduzir o campo eletromagnético das linhas de transmissão de energia elétrica abaixo do patamar legal. Presunção de constitucionalidade não elidida. Recurso provido. Ações civis públicas julgadas improcedentes.\n\n\n\n    1. O assunto corresponde ao Tema nº 479 da Gestão por Temas da Repercussão Geral do portal do STF na internet e trata, à luz dos arts. 5º, caput e inciso II, e 225, da Constituição Federal, da possibilidade, ou não, de se impor a concessionária de serviço público de distribuição de energia elétrica, por observância ao princípio da precaução, a obrigação de reduzir o campo eletromagnético de suas linhas de transmissão, de acordo com padrões internacionais de segurança, em face de eventuais efeitos nocivos à saúde da população.\n\n\n\n    2. O princípio da precaução é um critério de gestão de risco a ser aplicado sempre que existirem incertezas científicas sobre a possibilidade de um produto, evento ou serviço desequilibrar o meio ambiente ou atingir a saúde dos cidadãos, o que exige que o estado analise os riscos, avalie os custos das medidas de prevenção e, ao final, execute as ações necessárias, as quais serão decorrentes de decisões universais, não discriminatórias, motivadas, coerentes e proporcionais.\n\n\n\n    3. Não há vedação para o controle jurisdicional das políticas públicas sobre a aplicação do princípio da precaução, desde que a decisão judicial não se afaste da análise formal dos limites desses parâmetros e que privilegie a opção democrática das escolhas discricionárias feitas pelo legislador e pela Administração Pública.\n\n\n\n    4. Por ora, não existem fundamentos fáticos ou jurídicos a obrigar as concessionárias de energia elétrica a reduzir o campo eletromagnético das linhas de transmissão de energia elétrica abaixo do patamar legal fixado.\n\n\n\n    5. Por força da repercussão geral, é fixada a seguinte tese: no atual estágio do conhecimento científico, que indica ser incerta a existência de efeitos nocivos da exposição ocupacional e da população em geral a campos elétricos, magnéticos e eletromagnéticos gerados por sistemas de energia elétrica, não existem impedimentos, por ora, a que sejam adotados os parâmetros propostos pela Organização Mundial de Saúde, conforme estabelece a Lei nº 11.934/2009.\n\n\n\n    6. Recurso extraordinário provido para o fim de julgar improcedentes ambas as ações civis públicas, sem a fixação de verbas de sucumbência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12672680","externo_seq_objeto_incidente":3919438,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nREPERCUSSÃO GERAL - MÉRITO\nDJe-066  DIVULG 31-03-2017  PUBLIC 03-04-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=627189&classe=RE","is_colac":false,"titulo":"RE 627189","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 \"CAPUT\" INC-00002 ART-00023 \n          INC-00002 INC-00006 ART-00102 INC-00003 \n          ALÍNEA-A PAR-00003 ART-00225 PAR-00001 \n          INC-00002 INC-00004 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00126\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-009074      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009427      ANO-1996\n          ART-00003 INC-00001 \n          ART-00003 INC-00002 REDAÇÃO DADA PELA LEI-10848/2004\n          ART-00003 INC-00004 REDAÇÃO DADA PELA LEI-10848/2004\n          ART-00003 INC-00019 INCLUÍDO PELA LEI-10848/2004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-010848      ANO-2004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011105      ANO-2005\n          ART-00001 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011418      ANO-2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011934      ANO-2009\n          ART-00004\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   CVC      ANO-1991\n                CONVENÇÃO DE BAMAKO RELATIVA À INTERDIÇÃO DA IMPORTAÇÃO DE LIXOS PERIGOSOS PARA A ÁFRICA E AO CONTROLE DA MOVIMENTAÇÃO TRANSFRONTEIRAS E À GESTÃO DESSES LIXOS EM ÁFRICA\n\n","LEG-INT   CVC      ANO-1992\n                CONVENÇÃO DE PARIS PARA A PROTEÇÃO DO MEIO MARINHO DO ATLÂNTICO NORDESTE\n\n","LEG-INT   CVC      ANO-1992\n                CONVENÇÃO QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-INT   CVC      ANO-1992\n                CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000001      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-FED   DLG-000002      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-002519      ANO-1998\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DEC-002652      ANO-1998\n                DECRETO - PROMULGA A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-FED   RES-000398      ANO-2010\n          ART-00003\n                RESOLUÇÃO NORMATIVA DA AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA - ANEEL\n\n","LEG-FED   RES-000616      ANO-2014\n                RESOLUÇÃO NORMATIVA DA AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA - ANEEL"],"publicacao_data":"2017-04-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CARACTERIZAÇÃO, MEIO AMBIENTE EQUILIBRADO, DIREITO FUNDAMENTAL, TERCEIRA GERAÇÃO, TITULARIDADE, COLETIVIDADE. COMPETÊNCIA COMUM, TOTALIDADE, ENTE FEDERADO, PROTEÇÃO, MEIO AMBIENTE, SAÚDE PÚBLICA, FUNDAMENTO, PRINCÍPIO DO DESENVOLVIMENTO SUSTENTÁVEL. COMPETÊNCIA, PODER PÚBLICO, DEFINIÇÃO, ÁREA PROTEGIDA, CADA, UNIDADE FEDERATIVA. NECESSIDADE, EMPRESA DE ENERGIA ELÉTRICA, SUBMISSÃO, REGULAMENTO, CONTROLE, AGÊNCIA NACIONAL DE ENERGIA ELÉTRICA (ANEEL), DECORRÊNCIA, REGIME JURÍDICO, DIREITO PÚBLICO, RELAÇÃO JURÍDICA, PODER CONCEDENTE. NECESSIDADE, PROTEÇÃO INTEGRAL, DIREITO FUNDAMENTAL, DIREITO TRANSINDIVIDUAL, SAÚDE, CIDADÃO. AUSÊNCIA, CARÁTER ABSOLUTO, DEFINIÇÃO, PRINCÍPIO DA PRECAUÇÃO, DECORRÊNCIA, EVOLUÇÃO DOUTRINÁRIA. ENTENDIMENTO, DOUTRINA, INSERÇÃO, PRINCÍPIO DA PRECAUÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO, PROMULGAÇÃO, CONSTITUIÇÃO FEDERAL DE 1988. CRIAÇÃO, DOCUMENTO, DEFINIÇÃO, PREMISSA, APLICAÇÃO, PRINCÍPIO DA PRECAUÇÃO, CONSELHO DA UNIÃO EUROPEIA. CRIAÇÃO, DOCUMENTO, AUXÍLIO, TOTALIDADE, PAÍS, APLICAÇÃO, PRINCÍPIO DA PRECAUÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS). CONFIGURAÇÃO, ELEMENTO ESSENCIAL, DECISÃO, PODER PÚBLICO, PROPORCIONALIDADE, DECISÃO, CORRELAÇÃO, GRAU, PROTEÇÃO; AUSÊNCIA, DISCRIMINAÇÃO; COERÊNCIA, DECISÃO, CORRELAÇÃO, DECISÃO, SITUAÇÃO, SIMILARIDADE. IMPOSSIBILIDADE, PARALISAÇÃO, PODER PÚBLICO, SOCIEDADE, HIPÓTESE, EXISTÊNCIA, RISCO, DECORRÊNCIA, AUSÊNCIA, JUÍZO DE CERTEZA, ÂMBITO, CONHECIMENTO CIENTÍFICO, FUNDAMENTO, APLICAÇÃO, PRINCÍPIO DA PRECAUÇÃO. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA MOTIVAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE. NECESSIDADE, PONDERAÇÃO, CONTROLE JUDICIAL, REFERÊNCIA, LEGALIDADE, LEGITIMIDADE, APLICAÇÃO, PRINCÍPIO DA PRECAUÇÃO, DECORRÊNCIA, AUSÊNCIA, JUÍZO DE CERTEZA, CONHECIMENTO CIENTÍFICO. NECESSIDADE, APLICAÇÃO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE EXCESSO, PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. LICITUDE, LIMITE MÁXIMO, EXPOSIÇÃO, HOMEM, CAMPO ELETROMAGNÉTICO, EMPRESA DE ENERGIA ELÉTRICA, DECORRÊNCIA, ATENDIMENTO, EXIGÊNCIA, PREVISÃO, NORMA INFRACONSTITUCIONAL. APLICAÇÃO, PRINCÍPIO DA PRECAUÇÃO, AUSÊNCIA, EXIGÊNCIA, COMPROVAÇÃO, AFASTAMENTO, TOTALIDADE, RISCO, DECORRÊNCIA, IMPOSSIBILIDADE, EXCLUSÃO, TOTALIDADE, RISCO. NECESSIDADE, UNICIDADE, LIMITE MÁXIMO, CAMPO ELETROMAGNÉTICO, TRANSMISSÃO, ENERGIA ELÉTRICA, TOTALIDADE, ENTE FEDERADO. CONFIGURAÇÃO, PRINCÍPIO DA PRECAUÇÃO, CRITÉRIO, GESTÃO, RISCO, HIPÓTESE, AUSÊNCIA, JUÍZO DE CERTEZA, CONHECIMENTO CIENTÍFICO, REFERÊNCIA, DESEQUILÍBRIO, MEIO AMBIENTE, RISCO, SAÚDE PÚBLICA. POSSIBILIDADE, CONTROLE JUDICIAL, POLÍTICA PÚBLICA, APLICAÇÃO, PRINCÍPIO DA PRECAUÇÃO, CONDIÇÃO, OBSERVÂNCIA, DISCRICIONARIEDADE, OPÇÃO, LEGISLADOR, ADMINISTRAÇÃO PÚBLICA. CONFIGURAÇÃO, CARACTERÍSTICA, PRINCÍPIO DA PRECAUÇÃO, INCIDÊNCIA, HIPÓTESE, INEXISTÊNCIA, JUÍZO DE CERTEZA, CONHECIMENTO CIENTÍFICO; NECESSIDADE, APRECIAÇÃO, RISCO; OBRIGATORIEDADE, DIAGNÓSTICO, AVALIAÇÃO, CUSTO, MEDIDA PREVENTIVA; ÔNUS DA PROVA, INTERESSADO, SERVIÇO, PRODUTO; CONTROLE, RISCO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: POSSIBILIDADE, EXCESSO, CAUTELA, AUSÊNCIA, COMPROVAÇÃO, RISCO, CONFIGURAÇÃO, ÔNUS, DEMOCRATIZAÇÃO, ACESSO, ENERGIA ELÉTRICA, DESENVOLVIMENTO, ESTADO BRASILEIRO. APLICAÇÃO, LIMITE MÁXIMO, EXPOSIÇÃO, CAMPO ELETROMAGNÉTICO, RECOMENDAÇÃO, ORGANIZAÇÃO MUNDIAL DA SAÚDE (OMS), OBSERVÂNCIA, PRINCÍPIO DA PRECAUÇÃO, PROTEÇÃO, INTERESSE ECONÔMICO, INTERESSE SOCIAL, DECORRÊNCIA, ASSEGURAMENTO, FORNECIMENTO, ENERGIA ELÉTRICA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: NECESSIDADE, DISTINÇÃO, COISA JULGADA, CORRELAÇÃO, EFICÁCIA TEMPORAL, SENTENÇA, REBUS SIC STANTIBUS. POSSIBILIDADE, MODIFICAÇÃO, SENTENÇA, HIPÓTESE, INCONSTITUCIONALIDADE SUPERVENIENTE, EVOLUÇÃO, CONHECIMENTO CIENTÍFICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: POSSIBILIDADE, IMPOSIÇÃO, LEGISLAÇÃO ESTRANGEIRA, EXCLUSIVIDADE, HIPÓTESE, LACUNA DA LEI, ESTADO BRASILEIRO. OFENSA, PRINCÍPIO DA LEGALIDADE, IMPOSIÇÃO, OBRIGAÇÃO, PREVISÃO, LEI ESTRANGEIRA, AUSÊNCIA, PREVISÃO, LEI BRASILEIRA. IMPOSSIBILIDADE, PODER JUDICIÁRIO, IMPOSIÇÃO, LIMITE MÁXIMO, LINHA DE TRANSMISSÃO DE ENERGIA ELÉTRICA, AUSÊNCIA, PREVISÃO, OBRIGAÇÃO, LEI.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO. CABIMENTO, PREVENÇÃO, REPARAÇÃO DE DANO, ÂMBITO, JUÍZO DE CERTEZA, CABIMENTO, PRINCÍPIO DA PRECAUÇÃO, ÂMBITO, DÚVIDA. PREVALÊNCIA, DIREITO À SAÚDE, PESSOA NATURAL, RESIDÊNCIA, PROXIMIDADE, LINHA DE TRANSMISSÃO DE ENERGIA ELÉTRICA, CORRELAÇÃO, DIREITO FUNDAMENTAL, DISTRIBUIÇÃO, ENERGIA ELÉTRICA, MERCADO, CONSUMIDOR.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: DESPROVIMENTO, RECURSO EXTRAORDINÁRIO. INCIDÊNCIA, PRINCÍPIO DA PRECAUÇÃO, QUALQUER MOMENTO, OCORRÊNCIA, JUÍZO DE PROBABILIDADE, CONCRETIZAÇÃO, DANO, DECORRÊNCIA, ATIVIDADE, POTENCIALIDADE LESIVA. NECESSIDADE, PODER PÚBLICO, IMPOSIÇÃO, MEDIDA CAUTELAR, OBJETIVO, PRESERVAÇÃO, MEIO AMBIENTE, PROTEÇÃO, INTEGRIDADE, VIDA HUMANA, SAÚDE. LEGITIMIDADE, CONTROLE JUDICIAL, POLÍTICA PÚBLICA, ÂMBITO, MEIO AMBIENTE.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=627189&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DIREITO FUNDAMENTAL, TERCEIRA GERAÇÃO)\nMS 22164 (TP). \n(DIREITO FUNDAMENTAL, DIREITO TRANSINDIVIDUAL, SAÚDE, INTEGRALIDADE)\nRE 271286 AgR (2ªT). \n(PRINCÍPIO DA PRECAUÇÃO, PROTEÇÃO, MEIO AMBIENTE, SAÚDE, DIREITO FUNDAMENTAL)\nADI 3510 (TP), ADPF 101 (TP), ADI 3540 MC (TP). \n(PRINCÍPIO DA PRECAUÇÃO, SUSPENSÃO, DECISÃO, POLÍTICA)\nACO 876 MC-AgR (TP). \n(RECONSTRUÇÃO, DIREITOS HUMANOS, TERCEIRA GERAÇÃO)\nRE 134297 (1ªT) - RTJ 158/205. \n(GERAÇÃO, DIREITOS HUMANOS)\nMS 22164 (TP) - RTJ 164/158. \n- Veja a Declaração de Estocolmo, aprovada na Conferência de 1972 da ONU sobre o Meio Ambiente Humano; Acordo-quadro sobre Meio Ambiente no âmbito do Mercosul em 2001; Princípio nº 15 da Conferência da ONU sobre Desenvolvimento e Meio Ambiente de 1992, no Rio de Janeiro em 1992; Princípio nº 11, b da \"Carta Mundial da Natureza\", firmada pela Assembleia Geral das Nações Unidas em 1982; Declaração Ministerial da Conferência Internacional sobre a Proteção do Mar do Norte, em 1984, 1987 e 1990; Segunda Conferência Internacional sobre a Proteção do Mar do Norte, em 1987; Terceira Conferência Internacional sobre a Proteção do Mar do Norte, em 1990; Conferência das Partes à Convenção sobre a Diversidade Biológica, 2000; Protocolo de Kyoto; ORGANIZAÇÃO MUNDIAL DA SAÚDE. Model Legislation for Eletromagnetic Fields Protection, ISBN 92 4 159432 2; Plataforma de Tlatelolco sobre Meio Ambiente e Desenvolvimento, 1991.\r\n- Decisões estrangeiras citadas: Court of Justice of the European Communities, Case C-241-01, National Farmer´s Union (UK) v Secrétariat général du gouvernement (FR), julgado em 22/10/02.\r\nNúmero de páginas: 100.\r\nAnálise: 27/04/2017, JRS.\r\nRevisão: 15/05/2017, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : ELETROPAULO METROPOLITANA - ELETRICIDADE DE SÃO PAULO S/A \nADV.(A/S)  : ALEXANDRE DE MENDONÇA WALD E OUTRO(A/S)\nRECDO.(A/S)  : SOCIEDADE AMIGOS DO BAIRRO CITY BOAÇAVA E OUTRO(A/S)\nADV.(A/S)  : FERNANDO NETTO BOITEUX E OUTRO(A/S)\nRECDO.(A/S)  : PEDRO ROXO NOBRE FRANCIOSI \nADV.(A/S)  : SEBASTIÃO BOTTO DE BARROS TOJAL E OUTRO(A/S)\nAM. CURIAE.  : AGENCIA NACIONAL DE ENERGIA ELETRICA - ANEEL \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nAM. CURIAE.  : ASSOCIACAO BRASILEIRA DE DISTRIBUIDORES DE ENERGIA ELETRICA - ABRADEE \nADV.(A/S)  : CARLOS FERNANDO COUTO DE OLIVEIRA SOUTO E OUTRO(A/S)\nAM. CURIAE.  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"479 - Imposição de obrigação de fazer à concessionária de serviço público para que observe padrão internacional de segurança.","old_seq_sjur":365602,"documental_tese_texto":"No atual estágio do conhecimento científico, que indica ser incerta a existência de efeitos nocivos da exposição ocupacional e da população em geral a campos elétricos, magnéticos e eletromagnéticos gerados por sistemas de energia elétrica, não existem impedimentos, por ora, a que sejam adotados os parâmetros propostos pela Organização Mundial de Saúde, conforme estabelece a Lei nº 11.934/2009.","procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 627189","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2016-06-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AMADO, Frederico Augusto Di Trindade. Direito Ambiental Esquematizado. 2. ed. Método, 2011. p. 41-44, item 5.3.\nANTUNES, Paulo de Bessa. Direito Ambiental. 14. ed. Altas, 2012. p. 30-48, item 3.2.5 a 3.2.5.6.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15415. 2006.\nBARROS, Ana Flavia. Princípio da Precaução. Del Rey, 2004.\nBARROSO, Luís Roberto. A proteção do meio ambiente na Constituição brasileira. Revista Forense, n. 317. p. 167 e 168.\nBOITEUX, Elza Antônia P. C.; BOITEUX, Fernando Neto. Poluição eletromagnética e meio ambiente. O Princípio da Precaução. Fabris Editor, 2008. p. 25-27.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. Malheiros, 1993. p. 481, item 5.\nBUCCI, Maria Paula Dallari. Fundamentos para uma teoria jurídica das políticas públicas. São Paulo: Saraiva, 2013. \nDERANI, Cristiane. Direito Ambiental Econômico. São Paulo: Max Limonad, 1997. p. 167.\n______. 2. ed. Max Limonad, 2001. p. 169, item 1.3.\nFOSTER, Kenneth R. The Precautionary Principle: Commonsense or Devil´s Handwork? Sigma Xi, Newark NJ, February 2002.\nFramework to Develop Precautionary Measures in Areas of Scientific Uncertainty, 2003, rev. 2007.\nFREITAS, Juarez. Princípio Constitucional da Precaução e o Direito Administrativo Ambiental.\nBoletim de Direito Administrativo – BDA. 2006. p 890.\nGODARD, Olivier. O princípio da precaução frente ao dilema da tradução jurídica das demandas sociais – lições de método decorrentes do caso da vaca louca. In: VARELLA, Marcelo Dias e PLATIAU, Ana Flávia Barros (Org.). Princípio da precaução. Belo Horizonte: Del Rey, 2004. p. 157 - 204.\nGRAU, Eros Roberto. A Ordem Econômica na Constituição de 1988. São Paulo: Malheiros, 2007. p. 250 e 251.\nKRELL, Andreas Joachim. Comentário ao art. 225, caput, da CF. In: CANOTILHO, J.J. et al. Comentários à \nConstituição do Brasil. Saraiva, 2013. p. 2079.\nLAFER, Celso. A reconstrução dos Direitos Humanos. Companhia das Letras, 1988. p. 131 e 132.\n______. Desafios: ética e política. Siciliano, 1995. p. 239.\nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. São Paulo: Malheiros, 2009. p. 78-90.\n______. 13. ed. Malheiros, 2005. p. 121-123, item 3.1 e 3.2.\n______. 22. ed. Malheiros, 2014. p. 94-117, item 6.\nMAYER, Otto. Deutsches Verwaltungsrecht (1895). Berlin: Dunker & Humblot, 2004. v. 1, p. 267.\nMILARÉ, Édis. Direito do ambiente. 8. ed. rev. atual. e reformulada. São Paulo: Revista dos Tribunais, 2013. p. 264.\n______. 10. ed. Revista dos Tribunais, 2015. p. 263-266, itens 4.2.4 e 4.2.4.2.\nMILARÉ Édis; SETZER, Joana. Campos eletromagnéticos: aplicação do princípio da precaução. Brasília: ACEL, 2005. p. 13.\n______. Aplicação do Princípio da Precaução em Áreas de Incerteza Científica: Exposição a campos eletromagnéticos gerados por estações de radiobase. Revista de Direito Ambiental, v. 41, p. 7-25, 2006. p. 10.\nMIRRA, Álvaro Luiz Valery. Direito ambiental: o princípio da precaução e sua aplicação judicial. In: Revista de Direito Ambiental, Ano 6, jan/mar. 2001, Revista dos Tribunais. p. 92-102.\nMONTAIGNE, Michel. Os ensaios. Tradução: ABÍLIO, Rosemary C. São Paulo: Martin Fontes, 2002. Livro 1, capítulo 18. p. 110 e 111.\nMOREIRA, Rodrigo Otávio Carneiro. Avaliação Teórico-Experimental de Campos Magnéticos nas Proximidades das Linhas de Transmissão Subterrâneas, 2011. Dissertação (Mestrado do programa de pós-graduação em engenharia elétrica) - Universidade Federal de Minas Gerais, Minas Gerais. Disponível em: http://http://www.ppgee.ufmg.br/defesas/171M.PDF. Acesso em: 7 maio de 2015.\nPIETRO, Maria Sylvia Zanella Di. Polícia do Meio Ambiente. Revista Forense, n. 317. p. 181.\nREZEK, José Francisco. Direito Internacional Público. Saraiva, 1989. p. 223 e 224, item 132.\nSARLET, Ingo Wolfgang. Constituição e proporcionalidade: o Direito Penal e os direitos fundamentais entre proibição de excesso e de insuficiência. Revista da Ajuris, Porto Alegre, ano XXXII, n. 98, jun. 2005. p. 107.\nSILVA, Geraldo Eulálio do Nascimento. Direito Ambiental Internacional. 2. ed. Thex Editora, 2002. p. 55-57.\nSILVA, José Afonso da. Direito Ambiental Constitucional. 4. ed. 2ª Tiragem. Malheiros, 2003. p. 46-70, item 7.\nSTEWART, Richard. Environmental Regulatory Decision Making Under Uncertainty. Research in Law and \nEconomics. p. 20.\nSUSTEIN, Cass. Laws of Fear. Cambridge: Cambridge University Press, 2005. p. 1-9.\nWINTER, Gerd. A Natureza Jurídica dos Princípios Ambientais em Direito Internacional. In: KISHI, Sandra A. S.; SILVA, Solange T. da; SOARES, Inês V. P. (Org.). Desafios do Direito Ambiental no Século XXI. São Paulo: Malheiros, 2005. p. 144.\nWINTER, Gerd. European Environmental Law – A Comparative Perspective. Aldershot: Dartmouth Publishing Co. 1996. p. 39-41.\nVANDERZWAAG, David. The Precautionary Principle and Marine Environmental Protection: Slippery Shores, \nRough Seas, anda Rising Normative Tides, 2002. p. 33.\n______. Ocean Development & International Law. p. 165.\nZAVASCKI, Teori. Eficácia das Sentenças na Jurisdição Constitucional. 3. ed. Revista dos Tribunais. p. 134-135.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":627189,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur377701","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, julgou procedente o pedido, para deferir a extradição de Ludovic André Boudouin à França, para que responda à acusação da prática dos crimes de tráfico internacional de drogas, de associação para tráfico internacional de drogas e de lavagem de dinheiro. Para efetivação da entrega, o Estado requerente deverá assumir o compromisso de computar o tempo de prisão de 1º.11.2016 até a entrega do extraditando, além dos compromissos de praxe do art. 91 do Estatuto do Estrangeiro, tudo nos termos do voto do Relator. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência do Ministro Edson Fachin. 2ª Turma, 24.10.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur377701","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur377701","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Extradição instrutória. 2. Regência: tratado de extradição firmado entre Brasil e França em 28 de maio de 1996, em vigor no Brasil em razão do Decreto 5.258/04, e Estatuto do Estrangeiro – Lei 6.815/80. 3. Dupla tipicidade: artigo 2º, 1, do Tratado, art. 77, II, do Estatuto do Estrangeiro. Fatos enquadrados pelo direito francês nos artigos 321-6, 321-6-1, 321-10-1, 450-1, 450-3 e 450-5 do Código Penal Francês; L5132-7, R5132-84, R5132-85 e R5132-86 do Código de Saúde Pública; 38, 414, 414, 432 bis e 435 do Código das Aduanas, com pena máxima de 30 anos, para importação de drogas por associação criminosa, e de 10 anos para os demais delitos. No Brasil, os fatos correspondem aos crimes tipificados nos arts. 33 e 35 c/c art. 40, I, da Lei 11.343/06 (tráfico e associação para tráfico internacional de drogas) e art. 1º da Lei 9.613/98 (lavagem de dinheiro). As penas máximas para esses tipos penais eram de quinze e dez anos, respectivamente. 4. Dupla punibilidade: artigo 4º, “e”, do Tratado e art. 77, VI, do Estatuto do Estrangeiro. Não ocorreu a extinção da punibilidade. 5. Detração: artigo 91, II, do Estatuto do Estrangeiro. O Estado requerente deve computar o tempo de prisão de 1°.11.2016 até a entrega do extraditado. 6. Extradição julgada procedente mediante compromisso de computar o tempo de prisão posterior ao cumprimento da pena imposta no Brasil.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14080834","externo_seq_objeto_incidente":5114926,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-262  DIVULG 17-11-2017  PUBLIC 20-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1487&classe=Ext","is_colac":false,"titulo":"Ext 1487","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00077 INC-00002 INC-00006 ART-00080 \n          ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00033 ART-00035 ART-00040 INC-00001\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-INT   TTD      ANO-1966\n          ART-00002 NÚMERO-1 ART-00004 LET-E \n          ART-00010\n                TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00001 INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000219      ANO-2004\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996\n\n","LEG-FED   DEC-005258      ANO-2004\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DA REPÚBLICA FRANCESA, CELEBRADO EM PARIS, EM 28 DE MAIO DE 1996"],"publicacao_data":"2017-11-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXTRADIÇÃO, ALEGAÇÃO, INOCÊNCIA, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1487&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 1145 (TP). \n- Legislação estrangeira citada: art. 321-6, art. 321-6-1, art. 321-10-1, art. 450-1, art. 450-3, art. 450-5 do Código Penal Francês; art. L5132-7, art. R5132-84, art. R5132-85, art. R5132-86 do Código de Saúde Pública; art. 38, art. 414, art. 432 bis, art. 435 do Código das Aduanas.\nNúmero de páginas: 7.\nAnálise: 07/02/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA FRANÇA \nEXTDO.(A/S)  : LUDOVIC ANDRE BOUDOUIN OU LUDOVIC BOUDOUIN \nADV.(A/S)  : PAULO LEHMKUHL VIEIRA \nADV.(A/S)  : ALVARO GENARO GUBERT","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":377701,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1487","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-10-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["GILMAR MENDES"],"processo_numero":1487,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur377023","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, rejeitou os embargos de declaração, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Alexandre de Moraes. Primeira Turma, Sessão Virtual de 13.10.2017 a 19.10.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur377023","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur377023","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR-ED","is_processo_antigo":false,"ementa_texto":"Ementa: EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO. COOPERAÇÃO JURÍDICA INTERNACIONAL. OITIVA DE PRESO CUSTODIADO PARA FINS DE EXTRADIÇÃO. INTEMPESTIVIDADE DO AGRAVO REGIMENTAL. INOCORRÊNCIA. INTIMAÇÃO PESSOAL DO MINISTÉRIO PÚBLICO. FLUÊNCIA DO PRAZO A PARTIR DO RECEBIMENTO DOS AUTOS NA INSTITUIÇÃO. NULIDADE DO ACÓRDÃO. PRECLUSÃO CONSUMATIVA. EMBARGOS DE DECLARAÇÃO. EFEITO SUSPENSIVO. IMPOSSIBILIDADE. REJEIÇÃO.\n\n\n\n    1. Os embargos de declaração não constituem meio hábil para reforma do julgado, sendo cabíveis somente quando houver no acórdão ambiguidade, obscuridade, contradição ou omissão, nos termos do art. 619 do Código de Processo Penal.\n\n\n\n    2. Em se tratando de agravo regimental interposto pelo Ministério Público, a fluência do prazo de cinco dias (RISTF, art. 317) tem início com o recebimento dos autos pela instituição, não sendo bastante a intimação pessoal de um de seus membros. Precedentes do STF. Acórdão embargado prolatado em sede de agravo regimental interposto tempestivamente. \n\n\n\n    3. Consumada a preclusão, a almejada nulidade do feito com fundamento no regime de publicidade pelo qual tramitam os autos nesta Corte extrapola a delimitada finalidade para que servem os embargos de declaração. \n\n\n\n    4. Os embargos de declaração não possuem automático efeito suspensivo, conforme orientação predominante no Supremo Tribunal Federal (AP 470 QO-Quinta, Rel. Min. Joaquim Barbosa, Pleno, Dje 2.9.2010). \n\n\n\n    5. Embargos de declaração rejeitados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14018853","externo_seq_objeto_incidente":5132857,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-256  DIVULG 09-11-2017  PUBLIC 10-11-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5946&classe=Pet","is_colac":false,"titulo":"Pet 5946 AgR-ED","documental_legislacao_citada_texto":["LEG-FED   LCP-000075      ANO-1993\n          ART-00018 INC-00002 LET-H\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-008625      ANO-1993\n          ART-00041 INC-00004\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00028 ART-00033 \"CAPUT\" ART-00040 \n          ART-01026 \"CAPUT\"\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00003 ART-00370 PAR-00004 ART-00563 \n          ART-00619\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00317 ART-00337\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2017-11-10","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COOPERAÇÃO JURÍDICA INTERNACIONAL, AUXÍLIO DIRETO, DISTINÇÃO, CARTA ROGATÓRIA. INDEPENDÊNCIA, EXECUÇÃO DO JULGADO, DECISÃO EMBARGADA, JULGAMENTO, EMBARGOS DE DECLARAÇÃO. AFASTAMENTO, SEGREDO DE JUSTIÇA, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5946&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet-AgR-ED","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EMBARGOS DE DECLARAÇÃO, EFEITO SUSPENSIVO)\nAP 470 QO-quinta (TP). \n(INTIMAÇÃO, CONTAGEM DE PRAZO, MINISTÉRIO PÚBLICO)\nADI 2144 (TP), HC 119718 (1ªT), HC 132336 (2ªT). \n(FINALIDADE, EMBARGOS DE DECLARAÇÃO)\nARE 913264 RG-ED (TP). \n(LEALDADE PROCESSUAL)\nARE 918302 ED (1ªT). \n- Decisões monocráticas citadas:\n(INTIMAÇÃO, CONTAGEM DE PRAZO, MINISTÉRIO PÚBLICO)\nRcl 17694.\n(NULIDADE, PREJUÍZO)\nHC 130549.\n- Legislação estrangeira citada: Art. 86, n. 3, do Código Penal Português.\n- Veja Ext 1326 do STF.\nNúmero de páginas: 14.\nAnálise: 27/03/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"EMBTE.(S)  : MICHAEL THOMAS LYNN \nADV.(A/S)  : MARCUS VINICIUS CARVALHO ALVES DE SOUZA E OUTRO(A/S)\nEMBDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":377023,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 5946 AgR-ED","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2017-10-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EMB.DECL. NO AG.REG. NA PETIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":5946,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur378411","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu o pedido, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Ricardo Lewandowski. Presidência do Ministro Edson Fachin. 2ª Turma, 21.11.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur378411","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur378411","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO INSTRUTÓRIA. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. PRESENÇA DOS DEMAIS REQUISITOS. LEI DE MIGRAÇÃO. ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL. PRISÃO PREVENTIVA. INTERPOL. SÚMULA 421 DO STF. DEFERIMENTO. \n\n\n\n    1. Presentes a dupla tipicidade e punibilidade, bem como os demais requisitos previstos na Lei de Migração e no Acordo de Extradição entre os Estados Partes do Mercosul, não se verifica óbice ao deferimento da extradição.\n\n\n\n    2. Ao Supremo Tribunal Federal não é dado analisar o mérito da acusação ou condenação em que se funda o pedido de extradição, exceto se constituir requisito previsto na Lei 13.445/2017 ou no acordo de extradição, em razão da adoção pelo ordenamento jurídico pátrio do princípio da contenciosidade limitada.\n\n\n\n    3. A existência de vínculo afetivo do extraditando, que possui companheira brasileira, não é, por si só, óbice suficiente ao deferimento do pedido de extradição. Súmula 421 do STF.\n\n\n\n    4. Não se exige que o extraditando possua a nacionalidade do Estado requerente desde que, não ostentando a condição de brasileiro, tenha “o crime sido cometido no território do Estado requerente ou serem aplicáveis ao extraditando as leis penais desse Estado” (art. 83, I, da Lei 13.445/2017).\n\n\n\n    5. Ausente prova do alegado, não há como acolher a alegação de afronta aos princípios da ampla defesa, da igualdade e do “due process of law”.\n\n\n\n    6. O pedido de prisão preventiva representado pela Organização Internacional de Polícia Criminal (INTERPOL) e deferido atende às exigências da Lei de Migração e do Acordo de Extradição entre os Estados Partes do Mercosul.\n\n\n\n    7. Pedido de extradição deferido e condicionado à assunção prévia pelo Estado requerente dos compromissos previstos no art. 96 da Lei 13.445/2017, dentre eles o de detração da pena.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14170598","externo_seq_objeto_incidente":5096005,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-279  DIVULG 04-12-2017  PUBLIC 05-12-2017","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1477&classe=Ext","is_colac":false,"titulo":"Ext 1477","documental_legislacao_citada_texto":["LEG-FED   LEI-013445      ANO-2017\n          ART-00083 INC-00001 ART-00096\n                LEI ORDINÁRIA\n\n","LEG-INT   ACO      ANO-1998\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2017-12-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1477&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"Número de páginas: 3.\nAnálise: 08/02/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DO URUGUAI \nEXTDO.(A/S)  : D.A.S.A \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":378411,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1477","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2017-11-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1477,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":2947,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":668},{"key":"HC","doc_count":506},{"key":"Ext","doc_count":303},{"key":"ADI","doc_count":245},{"key":"AI","doc_count":218},{"key":"ARE","doc_count":157},{"key":"SE","doc_count":118},{"key":"CJ","doc_count":98},{"key":"RHC","doc_count":76},{"key":"ADPF","doc_count":75},{"key":"MS","doc_count":70},{"key":"Rcl","doc_count":64},{"key":"RMS","doc_count":63},{"key":"ACO","doc_count":45},{"key":"ACi","doc_count":31},{"key":"MI","doc_count":30},{"key":"Inq","doc_count":27},{"key":"AP","doc_count":24},{"key":"AC","doc_count":20},{"key":"AR","doc_count":17},{"key":"ADC","doc_count":15},{"key":"Pet","doc_count":15},{"key":"CR","doc_count":14},{"key":"SL","doc_count":11},{"key":"PPE","doc_count":7},{"key":"SEC","doc_count":7},{"key":"SS","doc_count":5},{"key":"ADO","doc_count":4},{"key":"STA","doc_count":3},{"key":"STP","doc_count":3},{"key":"AO","doc_count":2},{"key":"AOE","doc_count":1},{"key":"CA","doc_count":1},{"key":"CC","doc_count":1},{"key":"RC","doc_count":1},{"key":"Rp","doc_count":1},{"key":"RvC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":2947,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1271},{"key":"Primeira Turma","doc_count":823},{"key":"Segunda Turma","doc_count":771},{"key":"Terceira Turma","doc_count":31}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":2914},"true":{"doc_count":33}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":2854},"true":{"doc_count":93}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":2922},"true":{"doc_count":25}}},"is_colac_agg":{"buckets":{"false":{"doc_count":2896},"true":{"doc_count":51}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":2833},"true":{"doc_count":114}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":2947,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":739},{"key":"DF","doc_count":692},{"key":"RJ","doc_count":341},{"key":"RS","doc_count":123},{"key":"PR","doc_count":112},{"key":"SC","doc_count":95},{"key":"MG","doc_count":75},{"key":"MS","doc_count":53},{"key":"PE","doc_count":53},{"key":"MT","doc_count":40},{"key":"CE","doc_count":32},{"key":"BA","doc_count":25},{"key":"PA","doc_count":22},{"key":"GO","doc_count":20},{"key":"ES","doc_count":18},{"key":"AM","doc_count":15},{"key":"RN","doc_count":15},{"key":"RO","doc_count":14},{"key":"PB","doc_count":13},{"key":"MA","doc_count":12},{"key":"AC","doc_count":11},{"key":"RR","doc_count":10},{"key":"SE","doc_count":8},{"key":"AL","doc_count":7},{"key":"PI","doc_count":7},{"key":"TO","doc_count":6},{"key":"AP","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":2947},"decisoes":{"doc_count":12046},"informativos":{"doc_count":473},"sumulas":{"doc_count":2}}},"ministro_facet_agg":{"doc_count":2947,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"MARCO AURÉLIO","doc_count":191},{"key":"CELSO DE MELLO","doc_count":184},{"key":"LUIZ FUX","doc_count":178},{"key":"GILMAR MENDES","doc_count":177},{"key":"RICARDO LEWANDOWSKI","doc_count":164},{"key":"ROBERTO BARROSO","doc_count":155},{"key":"CÁRMEN LÚCIA","doc_count":153},{"key":"DIAS TOFFOLI","doc_count":149},{"key":"EDSON FACHIN","doc_count":149},{"key":"ROSA WEBER","doc_count":144},{"key":"ALEXANDRE DE MORAES","doc_count":86},{"key":"VICTOR NUNES","doc_count":71},{"key":"TEORI ZAVASCKI","doc_count":50},{"key":"JOAQUIM BARBOSA","doc_count":49},{"key":"EVANDRO LINS","doc_count":45},{"key":"AYRES BRITTO","doc_count":43},{"key":"SEPÚLVEDA PERTENCE","doc_count":41},{"key":"ELLEN GRACIE","doc_count":39},{"key":"RIBEIRO DA COSTA","doc_count":39},{"key":"MOREIRA ALVES","doc_count":38},{"key":"LUIZ GALLOTTI","doc_count":37},{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":36},{"key":"CÂNDIDO MOTTA","doc_count":35},{"key":"AFRÂNIO COSTA","doc_count":32},{"key":"LAFAYETTE DE ANDRADA","doc_count":32},{"key":"CÉZAR PELUSO","doc_count":31},{"key":"GONÇALVES DE OLIVEIRA","doc_count":29},{"key":"NUNES MARQUES","doc_count":29},{"key":"NÉRI DA SILVEIRA","doc_count":29},{"key":"SYDNEY SANCHES","doc_count":29},{"key":"HENRIQUE D'ÁVILA","doc_count":24},{"key":"HERMES LIMA","doc_count":24},{"key":"BARROS MONTEIRO","doc_count":22},{"key":"ELOY DA ROCHA","doc_count":22},{"key":"HAHNEMANN GUIMARÃES","doc_count":22},{"key":"ILMAR GALVÃO","doc_count":22},{"key":"ARY FRANCO","doc_count":21},{"key":"BARROS BARRETO","doc_count":21},{"key":"BILAC PINTO","doc_count":21},{"key":"CARLOS VELLOSO","doc_count":21},{"key":"DJACI FALCÃO","doc_count":20},{"key":"EROS GRAU","doc_count":20},{"key":"THOMPSON FLORES","doc_count":20},{"key":"NELSON JOBIM","doc_count":19},{"key":"RAFAEL MAYER","doc_count":19},{"key":"MAURÍCIO CORRÊA","doc_count":18},{"key":"ALIOMAR BALEEIRO","doc_count":16},{"key":"PEDRO CHAVES","doc_count":16},{"key":"FRANCISCO REZEK","doc_count":15},{"key":"RODRIGUES ALCKMIN","doc_count":15},{"key":"XAVIER DE ALBUQUERQUE","doc_count":15},{"key":"CORDEIRO GUERRA","doc_count":14},{"key":"LEITÃO DE ABREU","doc_count":14},{"key":"OROZIMBO NONATO","doc_count":14},{"key":"ROCHA LAGÔA","doc_count":14},{"key":"ANTÔNIO NEDER","doc_count":13},{"key":"MACEDO LUDOLF","doc_count":13},{"key":"NELSON HUNGRIA","doc_count":13},{"key":"OSWALDO TRIGUEIRO","doc_count":13},{"key":"DÉCIO MIRANDA","doc_count":11},{"key":"MENEZES DIREITO","doc_count":11},{"key":"SOARES MUÑOZ","doc_count":11},{"key":"ALDIR PASSARINHO","doc_count":10},{"key":"ADAUCTO CARDOSO","doc_count":9},{"key":"OCTAVIO GALLOTTI","doc_count":9},{"key":"AMARAL SANTOS","doc_count":8},{"key":"CARLOS MADEIRA","doc_count":8},{"key":"CÉLIO BORJA","doc_count":8},{"key":"OSCAR CORRÊA","doc_count":8},{"key":"PHILADELPHO AZEVEDO","doc_count":8},{"key":"ADALÍCIO NOGUEIRA","doc_count":7},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"CUNHA PEIXOTO","doc_count":7},{"key":"SAMPAIO COSTA","doc_count":7},{"key":"EDGARD COSTA","doc_count":6},{"key":"MÁRIO GUIMARÃES","doc_count":6},{"key":"PAULO BROSSARD","doc_count":6},{"key":"THEMISTOCLES CAVALCANTI","doc_count":6},{"key":"LAUDO DE CAMARGO","doc_count":5},{"key":"CARLOS MEDEIROS","doc_count":4},{"key":"EDUARDO ESPINOLA","doc_count":4},{"key":"GOULART DE OLIVEIRA","doc_count":4},{"key":"OCTAVIO KELLY","doc_count":4},{"key":"PRADO KELLY","doc_count":4},{"key":"ABNER DE VASCONCELOS","doc_count":3},{"key":"ANNIBAL FREIRE","doc_count":3},{"key":"CARVALHO MOURÃO","doc_count":3},{"key":"LUÍS ROBERTO BARROSO","doc_count":3},{"key":"BENTO DE FARIA","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CASTRO NUNES","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"HERMENEGILDO DE BARROS","doc_count":2},{"key":"PRESIDENTE","doc_count":2},{"key":"WASHINGTON DE OLIVEIRA","doc_count":2},{"key":"CARLOS MAXIMILIANO","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MINISTRA PRESIDENTE","doc_count":1}]}}}},"search_id":1}