{"result":{"took":695,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur390138","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma deliberou adiar a continuidade do julgamento para a próxima sessão, por indicação do Relator. Falaram: pelo Ministério Público Federal, a Dra. Cláudia Sampaio Marques; pelo denunciado Djalma Rodrigues de Souza, o Dr. Gentil Ferreira de Souza Neto; e, pelo denunciado Eduardo Henrique da Fonte de Albuquerque Silva, o Dr. Hamilton Carvalhido. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Presidência do Ministro Edson Fachin. 2ª Turma, 22.8.2017.\r\n\n           Decisão: Adiado o julgamento para a próxima sessão por indicação do Ministro Relator. Ausentes, justificadamente, os Ministros Celso de Mello e Gilmar Mendes. Presidência do Ministro Edson Fachin. 2ª Turma, 29.8.2017.\r\n\n           Decisão: Após o voto do Relator, recebendo em parte a denúncia, e do voto do Ministro Dias Toffoli, que a rejeitava integralmente, pediu vista o Ministro Ricardo Lewandowski. Ausente, justificadamente, o Senhor Ministro Celso de Mello. Presidência do Senhor Ministro Edson Fachin. 2a Turma, 12.9.2017.\r\n\n           Decisão: Após o voto do Ministro Relator, recebendo em parte a denúncia, no que foi acompanhado pelo Ministro Ricardo Lewandowski, e do voto divergente do Ministro Dias Toffoli, pediu vista o Ministro Gilmar Mendes. Ausente, justificadamente, o Ministro Dias Toffoli. Presidência do Ministro Edson Fachin. 2ª Turma, 24.10.2017.\r\n\n           Decisão: Após o voto do Ministro Gilmar Mendes, que rejeitava a denúncia, pediu vista o Ministro Ricardo Lewandowski. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Edson Fachin. 2ª Turma, 27.2.2018.\r\n\n           Decisão: A Turma, por maioria, recebeu em parte a denúncia, nos termos do voto do Relator, vencidos os Ministros Dias Toffoli e Gilmar Mendes, restando prejudicada a questão suscitada pelo Ministério Público Federal. Presidência do Ministro Edson Fachin. 2ª Turma, 8.5.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur390138","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur390138","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: INQUÉRITO. CORRUPÇÃO PASSIVA E LAVAGEM DE CAPITAIS (ART. 317 C/C ART. 327, § 2º, DO CÓDIGO PENAL E ART. 1º, V, DA LEI 9.613/1998). PRAZO EM DOBRO PARA APRESENTAÇÃO DE RESPOSTA À ACUSAÇÃO. ACESSO INTEGRAL AOS DEPOIMENTOS COLHIDOS NO ÂMBITO DE COLABORAÇÃO PREMIADA. AUSÊNCIA DE JUSTA CAUSA. INÉPCIA DA DENÚNCIA. REJEIÇÃO. INDÍCIOS DE AUTORIA E MATERIALIDADE DEMONSTRADOS. SUBSTRATO PROBATÓRIO MÍNIMO PRESENTE. ATENDIMENTO DOS REQUISITOS DO ART. 41 DO CÓDIGO DE PROCESSO PENAL. DENÚNCIA RECEBIDA EM PARTE.\n\n\n\n    1. Em se tratando de procedimento eletrônico, o sincronismo das partes quanto ao acesso aos autos afasta, com autorização da lei, o sentido da aplicação subsidiária do art. 229 do CPC/2015 mediante concessão de prazo dobrado para manifestação dos acusados assistidos por defensores distintos. Precedentes. \n\n\n\n    2. “Tratando-se de colaboração premiada contendo diversos depoimentos, envolvendo diferentes pessoas e, possivelmente, diferentes organizações criminosas, tendo sido prestados em ocasiões diferentes, em termos de declaração separados, dando origem a diferentes procedimentos investigatórios, em diferentes estágios de diligências, não assiste a um determinado denunciado o acesso universal a todos os depoimentos prestados. O que a lei lhe assegura é o acesso aos elementos da colaboração premiada que lhe digam respeito” \n(INQ 3.983, Rel. Min. TEORI ZAVASCKI, Tribunal Pleno, DJe de 12.5.2016). \n\n\n\n      3. Não contém mácula a impedir a deflagração de ação penal denúncia que descreve, de forma lógica e coerente, a imputação no contexto em que se insere, permitindo ao acusado compreendê-la e exercer seu direito de defesa (AP 560, Rel. Min. DIAS TOFFOLI, Segunda Turma, DJe de 11.6.2015; INQ 3.204, Rel. Min. GILMAR MENDES, Segunda Turma, DJe de 03.08.2015).\n\n\n\n    4. O juízo de recebimento da denúncia é de mera delibação, nunca de cognição exauriente. Assim, há que se diferenciar os requisitos para o recebimento da exordial acusatória, delineados no art. 41 do Código de Processo Penal, com o juízo de procedência da imputação criminal.\n\n\n\n    5. Conforme já anunciado pelo Plenário do Supremo Tribunal Federal, o conteúdo dos depoimentos colhidos em colaboração premiada não é prova por si só eficaz, tanto que descabe condenação lastreada exclusivamente neles, nos termos do art. 4º, § 16, da Lei 12.850/2013. São suficientes, todavia, como indício de autoria para fins de recebimento da denúncia (Inq 3.983, Rel. Min. TEORI ZAVASCKI, Tribunal Pleno, DJe de 12.5.2016). No caso, há indiciariamente substrato probatório mínimo de materialidade e autoria.\n\n\n\n    6. É inviável a incidência da causa de aumento do art. 327, § 2º, do Código Penal, pelo mero exercício do mandato parlamentar (INQ 3.983 Rel. Min. TEORI ZAVASKI, Tribunal Pleno, DJe de 12.5.2016; e INQ 3.997 Rel. Min. TEORI ZAVASKI, Tribunal Pleno, DJe de 26.9.2016), porquanto a jurisprudência desta Corte determina a existência de uma imposição hierárquica (INQ 2.191, Rel. Min. AYRES BRITTO, Tribunal Pleno, DJe de 8.5.2009), sequer descrita nos presentes autos.\n\n\n\n    7. Denúncia recebida, em parte, com relação ao art. 317 do Código Penal e art. 1º, caput, V, da Lei 9.613/1998, na redação anterior à Lei 12.683/2012.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748141031","externo_seq_objeto_incidente":4840710,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-185  DIVULG 04-09-2018  PUBLIC 05-09-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4118&classe=Inq","is_colac":false,"titulo":"Inq 4118","documental_legislacao_citada_texto":["LEG-FED   LEI-008038      ANO-1990\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00006 ART-00007 ART-00008 \n          ART-00009 ART-00010 ART-00011 ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00001 \"CAPUT\" INC-00005 REDAÇÃO ORIGINÁRIA\n          ART-00001 \"CAPUT\" PAR-00004 REDAÇÃO ORIGINÁRIA\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00003 INC-00001 INC-00004 INC-00005 \n          INC-00006 ART-00004 PAR-00016 ART-00019\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00229 PAR-00002\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00029 ART-00030 ART-00069 ART-00317 \n          \"CAPUT\" PAR-00001 ART-00327 PAR-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00120 ART-00395 INC-00003 \n          ART-00397\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2018-09-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DEPUTADO FEDERAL, SOLICITAÇÃO, RECEBIMENTO, VANTAGEM INDEVIDA, BENEFICIAMENTO, EMPRESA DE ENGENHARIA. COLABORAÇÃO PREMIADA, ACESSO, DEFESA, PROVA. INSTAURAÇÃO, AÇÃO PENAL, AFASTAMENTO, INDÍCIO; CONTRARIEDADE, PROVA, EXISTÊNCIA, TIPICIDADE. JUSTA CAUSA, REQUISITO, DENÚNCIA. APRECIAÇÃO, CREDIBILIDADE, PROVA, AÇÃO PENAL. APROVAÇÃO, PRESTAÇÃO DE CONTAS, TRIBUNAL SUPERIOR ELEITORAL (TSE), ÓBICE, RECEBIMENTO, DENÚNCIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: RECEBIMENTO, DENÚNCIA, IN DUBIO PRO SOCIETATE. APRECIAÇÃO, FUNDO DO DIREITO, JULGAMENTO DO MÉRITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: IMPUTAÇÃO DE CRIME, EXISTÊNCIA, ELEMENTO PROBATÓRIO. TUTELA, LIBERDADE, LIMITAÇÃO, PERSECUÇÃO PENAL. LEI, ORGANIZAÇÃO CRIMINOSA, PREVISÃO, MECANISMO, CONTENÇÃO, ABUSO. PODER PÚBLICO, UTILIZAÇÃO, CORROBORAÇÃO RECÍPROCA.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: RECEBIMENTO, DENÚNCIA, FUNDAMENTO, PROVA, EXCLUSIVIDADE, COLABORADOR, AUSÊNCIA, FUMUS COMISSI DELICTI. DISTINÇÃO, MEIO DE PROVA, MEIO DE OBTENÇÃO DE PROVA. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. FUMUS COMISSI DELICTI, PROVA, EXISTÊNCIA, CRIME; PRESENÇA, INDÍCIO, AUTORIA DO CRIME. DOAÇÃO ELEITORAL OFICIAL, SUBSUNÇÃO, CRIME DE LAVAGEM DE DINHEIRO. LAVAGEM DE DINHEIRO, AUSÊNCIA, MOMENTO ANTERIOR, CAPTAÇÃO, ATIVO. LAVAGEM DE DINHEIRO, FATO SUPERVENIENTE, RECEBIMENTO, VANTAGEM INDEVIDA. CARACTERIZAÇÃO, CRIME DE LAVAGEM DE DINHEIRO, DOMÍNIO FUNCIONAL DO FATO. DOAÇÃO ELEITORAL, EXAURIMENTO DO CRIME, CORRUPÇÃO PASSIVA.\n\n- TERMO(S) DE RESGATE: MEZZI DI PROVA, MEZZI DI RICERCA DELLA PROVA. FISHING PROBATÓRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4118&classe=Inq","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Inq","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ACESSO, DEFESA, INTEGRALIDADE, ACORDO, COLABORAÇÃO PREMIADA)\nInq 3983 (TP). \n(DENÚNCIA, DESCRIÇÃO, CONDUTA, DIREITO DE DEFESA)\nAP 560 (2ªT), Inq 3204 (2ªT). \n(INQUÉRITO, AÇÃO PENAL, AMBIENTE ELETRÔNICO, APLICAÇÃO SUBSIDIÁRIA, PRAZO EM DOBRO, LITISCONSORTE)\nInq 3980 (2ªT), Inq 3984 (2ªT). \n(ACESSO, TERMO DE ACORDO DA COLABORAÇÃO PREMIADA, SIGILO)\nPet 6351 AgR (2ªT). \n(DENÚNCIA ABUSIVA)\nHC 70687 (1ªT), HC 80161 (1ªT). \n(RECEBIMENTO, DENÚNCIA, DEPOIMENTO, ÂMBITO, COLABORAÇÃO PREMIADA)\nInq 3979 (2ªT), Inq 3982 (2ªT), Inq 3983 (TP), Inq 3984 (2ªT), Inq 3997 (2ªT), AP 971 (1ªT). \n(JUSTA CAUSA, REQUISITO, DENÚNCIA)\nHC 70763 (1ªT) - RTJ 165/877, Inq 1622 (TP), Inq 1766 (TP) - RTJ 182/462, Inq 3108 (TP), Inq 3113 (1ªT), Inq 3507 (TP), HC 116653 (2ªT), Inq 3719 (1ªT), HC 73371 (1ªT). \n(CRIME CONTRA A ADMINISTRAÇÃO PÚBLICA, CAUSA DE AUMENTO DE PENA, FUNÇÃO DE CHEFIA, MANDATO ELETIVO)\nInq 1769 (TP), Inq 2191 (TP), Inq 2606 (TP), Inq 3982 (2ªT), Inq 3983 (TP), Inq 3997 (2ªT). \n(VALOR PROBATÓRIO, DEPOIMENTO, COLABORAÇÃO PREMIADA)\nHC 127483 (TP). \n(CONCURSO DE CRIMES, CORRUPÇÃO PASSIVA, AUTOLAVAGEM DE DINHEIRO)\nAP 470 (TP), AP 470 EI-sextos (TP). \n(NATUREZA JURÍDICA, COLABORAÇÃO PREMIADA)\nHC 127483 (TP). \n(CONDENAÇÃO, FUNDAMENTO ÚNICO, DEPOIMENTO, COLABORADOR)\nHC 75226 (1ªT), RE 213937 (2ªT), HC 94034 (1ªT), Pet 5700. \n- Acórdão(s) citado(s) - outros tribunais:\nRT 671/312. \n- Legislação estrangeira citada: Código de Processo Penal italiano.\n- Veja Pet 5624, Pet 5779, Pet 5780 e MS 31667 do STF.\nNúmero de páginas: 109.\nAnálise: 07/11/2018, TLR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINVEST.(A/S) : DJALMA RODRIGUES DE SOUZA \nADV.(A/S)  : GENTIL FERREIRA DE SOUZA NETO \nINVEST.(A/S) : EDUARDO HENRIQUE DA FONTE DE ALBUQUERQUE SILVA \nADV.(A/S)  : HAMILTON CARVALHIDO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":390138,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Inq 4118","processo_classe_processual_unificada_classe_sigla":"Inq","julgamento_data":"2018-05-08","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"INQUÉRITO","documental_doutrina_texto":"BADARÓ, Gustavo. Processo Penal. Rio de Janeiro: Campus: Elsevier, 2012. p. 105 e 270.\n______. O Valor Probatório da Delação Premiada: sobre o § 16 do art. 4º da Lei nº 12.850/2013.\nBARROS, Marco Antônio de. Lavagem de capitais e obrigações civis correlatas: comentários, artigo por artigo, à Lei 9.613/1998. 2. ed. São Paulo: Revista dos Tribunais, 2007. p. 55, 76 e 117.\nBOTTINI, Pierpaolo Cruz. Lavagem de dinheiro: aspectos penais e processuais penais: comentários à Lei 9.613/1998, com as alterações da Lei 12.683/2012. 2. ed. São Paulo: Revista dos Tribunais, 2013. p. 26.\nCAPEZ, Rodrigo. Prisão e medidas cautelares diversas: a individualização da medida cautelar no processo penal. São Paulo: Quartier Latin, 2017. p. 444.\nCHIAVARIO, Mario. Diritto processuale penale – profilo istituzionale. 5. ed. Torino: Utet Giuridica, 2012. p. 353. \nGOMES FILHO, Antônio Magalhães.  Notas sobre a terminologia da prova - reflexos no processo penal brasileiro. In: Org.: YARSHELL, Flávio Luiz; MORAES, Maurício Zanoide de. Estudos em homenagem à professora Ada Pellegrini Grinover. São Paulo, DSJ, 2005. p. 303-318.\nJARDIM, Afrânio Silva. Direito Processual Penal. 9. ed., rev. e atual. Rio de Janeiro: Forense, 2000. p. 93, 97 e 98.\nMAIA, Rodolfo Tigre. Lavagem de dinheiro [lavagem de ativos provenientes de crime] – anotações às disposições criminais da Lei nº 9.613/98. São Paulo: Malheiros, 2009. p. 37/39.\nMARQUES, José Frederico.  Elementos de Direito Processual Penal. Forense. v. 1. p. 11-13, itens 2-3.\nMOURA, Maria Thereza Rocha de Assis. Justa causa para a ação penal – doutrina e jurisprudência. São Paulo: Revista dos Tribunais, 2001. p. 222, 241 e 247.\nSILVA, Eduardo Araújo da. Organizações Criminosas: aspectos penais e processuais da Lei nº 12.850/13. Atlas, 2014. p. 71/74, item 3.6.\nSTEFANI, Gaston; LEVASSEUR, Georges. Droit Pénal Général et Procédure Penale. 9. ed. Paris. 1975. Tomo II. p. 1.\nTOURINHO FILHO, Fernando da Costa. Processo Penal. 11. ed. São Paulo: Saraiva, 1989. v. 1. p. 445.","ministro_facet":["EDSON FACHIN"],"processo_numero":4118,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur389324","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Iniciado o julgamento e diante da ponderação do Senhor Ministro Marco Aurélio no sentido de se aguardar pronunciamento do Plenário em questão que guarda proximidade (RE 608.898/SP), o julgamento do processo foi adiado. Falou, pela Extraditanda, o Dr. Gustavo Zortéa da Silva, Defensor Público Federal. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 25.10.2016.\r\n\n            Decisão: A Turma, por maioria, deferiu o pedido de extradição, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio. Não participou, justificadamente, deste julgamento, o Ministro Luís Roberto Barroso. Ausente, justificadamente, o Ministro Luiz Fux. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 10.4.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur389324","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur389324","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    EXTRADIÇÃO INSTRUTÓRIA. CRIME DE ROUBO QUALIFICADO. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. CONTENCIOSIDADE LIMITADA. EXTRADITANDA COM FILHOS BRASILEIROS. SÚMULA 421/STF. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Pedido de extradição formulado pelo Governo da Argentina que atende os requisitos da Lei 13.445/2017 e do Tratado de Extradição específico. \n\n\n\n    2. Crime de roubo qualificado, nos termos da legislação estrangeira, que corresponde ao crime previsto no art. 157, § 2º, II, do Código Penal. Dupla incriminação atendida.\n\n\n\n    3. A apreciação das teses defensivas pertinentes ao mérito da imputação extrapolam os limites da contenciosidade limitada que rege o processo de extradição (art. 91, § 1º, da Lei de Migração). \n\n\n\n    4. Inocorrência de prescrição e óbices legais.\n\n\n\n    5. O fato de a Extraditanda, na hipótese, possuir dois filhos brasileiros não impossibilita o deferimento do pedido extradicional. Precedentes.\n\n\n\n    6. Consoante a orientação jurisprudencial desta Suprema Corte, “A Súmula 421/STF revela-se compatível com a vigente Constituição da República, pois, em tema de cooperação internacional na repressão a atos de criminalidade comum, a existência de vínculos conjugais e/ou familiares com pessoas de nacionalidade brasileira não se qualifica como causa obstativa da extradição” (Ext 1.343, Rel. Min. Celso de Mello, 2ª Turma, DJe 19.02.2015). \n\n\n\n    7. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, inclusive de prisão domiciliar, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 96 da Lei de Migração.\n\n\n\n    8. Extradição deferida.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748041608","externo_seq_objeto_incidente":4795035,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-175  DIVULG 24-08-2018  PUBLIC 27-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1403&classe=Ext","is_colac":false,"titulo":"Ext 1403","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00004 ART-00005 INC-00052\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00081 ART-00082 ART-00084\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-01634\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-013445      ANO-2017\n          ART-00003 ART-00004 ART-00049 PAR-00004 \n          ART-00050 ART-00052 ART-00053 ART-00055 \n          INC-00001 INC-00002 LET-A LET-B \n          ART-00081 ART-00082 INC-00007 ART-00086 \n          ART-00088 PAR-00003 ART-00090 ART-00091 \n          PAR-00001 ART-00095 \"CAPUT\" ART-00096 \n          INC-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   TTD      ANO-1961\n          ART-00004\n                TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-INT   ACO      ANO-1998\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-INT   ACO      ANO-1998\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00007 INC-00002 LET-A PAR-00002 \n          LET-A LET-B LET-C LET-D \n          LET-E ART-00075 ART-00109 INC-00001 \n          ART-00157 PAR-00002 INC-00001 INC-00002\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00318 INC-00003 ART-00319\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000085      ANO-1964\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DLG-000035      ANO-2002\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DLG-000605      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-062979      ANO-1968\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO COM A ARGENTINA\n\n","LEG-FED   DEC-004975      ANO-2004\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL\n\n","LEG-FED   DEC-005867      ANO-2006\n          ART-00031 ITEM-2\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   PJL-005655      ANO-2009\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-002516      ANO-2016\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   EXM-000070      ANO-2008\n                EXPOSIÇÃO DE MOTIVOS DO MINISTRO DE ESTADO DA JUSTIÇA AO PJL-5655/2009\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-08-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIGÊNCIA, REPÚBLICA ARGENTINA, ACORDO, EXTRADIÇÃO, MERCADO COMUM DO SUL (MERCOSUL), REPÚBLICA DA BOLÍVIA, REPÚBLICA DO CHILE. ESTATUTO DO ESTRANGEIRO, AFASTAMENTO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO. PRISÃO PREVENTIVA, SUBSTITUIÇÃO, PRISÃO DOMICILIAR, MÃE. EXTRADIÇÃO, GESTANTE. DISTINÇÃO, EXTRADIÇÃO, EXPULSÃO DE ESTRANGEIRO. COMPETÊNCIA, ESTADO REQUERENTE, ESCOLHA, FORMA, COOPERAÇÃO JURÍDICA INTERNACIONAL, MATÉRIA CRIMINAL.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: ENTREGA DO EXTRADITANDO, DISSOLUÇÃO, FAMÍLIA. PROPOSITURA, AÇÃO PENAL, JULGAMENTO, REVELIA, EXTRADITANDA, REPÚBLICA ARGENTINA, EXECUÇÃO, SENTENÇA CONDENATÓRIA, REPÚBLICA FEDERATIVA DO BRASIL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1403&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXPULSÃO DE ESTRANGEIRO, FILHO BRASILEIRO)\nRE 608898 RG. \n(VIGÊNCIA, TRATADO DE EXTRADIÇÃO, REPÚBLICA FEDERATIVA DO BRASIL, REPÚBLICA ARGENTINA)\nExt 1439 (1ªT), Ext 1456 (1ªT), Ext 1467 (1ªT). \n(ESTATUTO DO ESTRANGEIRO, AFASTAMENTO, PRISÃO PREVENTIVA PARA EXTRADIÇÃO)\nExt 1054 QO (TP), Ext 1244 (1ªT), Ext 1254 QO (2ªT). \n(PRISÃO PREVENTIVA, SUBSTITUIÇÃO, PRISÃO DOMICILIAR, MÃE)\nHC 132462 AgR-ED (2ªT), HC 143641 (2ªT). \n(COMPETÊNCIA, ESTADO REQUERENTE, ESCOLHA, FORMA, COOPERAÇÃO JURÍDICA INTERNACIONAL, MATÉRIA CRIMINAL)\nExt 1302 (2ªT). \n(EXTRADIÇÃO, REQUISITO)\nExt 667 (1ªT). \n(EXTRADIÇÃO, RECIPROCIDADE)\nExt 1120 (TP), Ext 1122 (TP), Ext 1206 (1ªT), Ext 1351 (1ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 669 (TP), Ext 1196 (TP). \n(SÚMULA 421/STF)\nExt 669 (TP), Ext 804 (TP), Ext 839 (TP), Ext 1039 (TP), Ext 1255 (1ªT), Ext 1343 (2ªT). \n(EXTRADIÇÃO, GESTANTE)\nExt 783 AgR (TP), Ext 1274 (1ªT). \n(EXTRADIÇÃO INSTRUTÓRIA)\nExt 652 (TP). \n- Decisão monocrática citada:\n(PRISÃO PREVENTIVA, SUBSTITUIÇÃO, PRISÃO DOMICILIAR, MÃE)\nHC 152090 MC.\n- Legislação estrangeira citada: art. 62 e art. 166, § 1º, item 2, do Código Penal Argentino.\n- Veja Regras das Nações Unidas para o Tratamento de Mulheres Presas e Medidas Não Privativas de Liberdade para Mulheres Infratoras (Regras de Bangkok).\nNúmero de páginas: 39.\nAnálise: 22/10/2018, JRS.\nRevisão: 30/11/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ARGENTINA \nEXTDO.(A/S)  : VERÓNICA ALEJANDRA VULCANO OU VUCANO VERONICA \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":389324,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1403","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-04-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"ORGANIZAÇÃO DOS ESTADOS AMERICANOS (OEA). Red Hemisférica de Intercambio de Información para la Asistencia Mutua en Materia Penal y Extradición. Argentina. Disponível em: www.oas.org/juridico/mla/sp/arg/index.html.","ministro_facet":["ROSA WEBER"],"processo_numero":1403,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur392409","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, conheceu do presente habeas corpus e concedeu a ordem, para trancar a ação penal movida contra o paciente Fernando Capez (Representação Criminal 2022926-82.2016.8.26.0000, em trâmite no Tribunal de Justiça do Estado de São Paulo), diante da patente falta de justa causa de prosseguir, nos termos do voto do Relator, vencido o Ministro Edson Fachin. Falaram, pelo paciente, o Dr. Alberto Zacharias Toron e, pelo Ministério Público Federal, o Dr. Carlos Vilhena. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Ricardo Lewandowski. 2a Turma, 26.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur392409","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur392409","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Corrupção passiva e lavagem de capitais (artigo 317, caput, c/c o artigo 71, ambos do Código Penal; e artigo 1º, caput, da Lei 9.613/1998, respectivamente). 3. Denúncia recebida, por maioria, pelo Órgão Especial do Tribunal de Justiça do Estado de São Paulo. Réu Deputado Estadual. 4. Pedido de declaração de inépcia da denúncia e consequente trancamento da ação penal, por falta de justa causa. 5. A peça acusatória não observou os requisitos que poderiam oferecer substrato a uma persecução criminal minimamente aceitável. Precário atendimento dos requisitos do artigo 41 do CPP. 6. Violação dos princípios constitucionais do contraditório, da ampla defesa e da dignidade da pessoa humana. Precedentes. 7. Ordem concedida para trancamento da ação penal instaurada contra o paciente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748433976","externo_seq_objeto_incidente":5486442,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-219  DIVULG 11-10-2018  PUBLIC 15-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=158319&classe=HC","is_colac":false,"titulo":"HC 158319","documental_legislacao_citada_texto":["LEG-IMP   CPCPI      ANO-1832\n          ART-00344\n                CPCPI-1832 CODIGO DE PROCESSO CRIMINAL DE PRIMEIRA INSTANCIA (LEI DE 29 DE NOVEMBRO)\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00068 \n          ART-00102 INC-00001 LET-I\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00071 ART-00317 \"CAPUT\"\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00654 PAR-00002\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   RGI      ANO-1980\n          ART-00021 PAR-00001\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000691      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-10-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DENÚNCIA GENÉRICA, PRINCÍPIO CONSTITUCIONAL, ESTADO DE DIREITO, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. REQUISITO, DENÚNCIA, PRINCÍPIO DO CONTRADITÓRIO, DIREITO À AMPLA DEFESA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: REGRA, APLICAÇÃO, SÚMULA, NÃO CONHECIMENTO, HABEAS CORPUS. EXCEPCIONALIDADE, TRANCAMENTO DA AÇÃO PENAL, FLAGRANTE CONSTRANGIMENTO ILEGAL. HABEAS CORPUS DE OFÍCIO, COMPETÊNCIA, CONSTITUIÇÃO FEDERAL. TRIBUNAL SUPERIOR, VALORAÇÃO DA PROVA, TRANCAMENTO DA AÇÃO PENAL. EQUIVALÊNCIA, TRANCAMENTO DA AÇÃO PENAL, ANTECIPAÇÃO, SENTENÇA ABSOLUTÓRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=158319&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Caso \"Operação Alba Branca\".\n- Acórdão(s) citado(s):\n(SÚMULA 691/STF)\nHC 79748 (1ªT), HC 79775 (1ªT), HC 85185 (TP), HC 88229 (1ªT), HC 84014 AgR (1ªT), HC 76347 QO (1ªT), HC 114557 AgR (1ªT), HC 123926 (1ªT), HC 124561 AgR (1ªT), HC 129554 (1ªT), HC 129872 (2ªT), HC 132185 AgR (2ªT), HC 140285 AgR (1ªT). \n(INÉPCIA, DENÚNCIA, CRIME DE LAVAGEM)\nAP 470 EI-sextos (TP), AP 996 AgR (2ªT). \n(TRANCAMENTO DA AÇÃO PENAL, EXCEPCIONALIDADE)\nHC 84768 (2ªT), HC 86000 (2ªT), HC 86395 (2ªT), HC 91603 (2ªT), HC 93224 (2ªT), HC 95009 (TP), HC 95761 (2ªT), HC 98631 (1ªT), HC 113007 (2ªT), HC 116680 (2ªT), HC 121719 (2ªT), HC 132179 (2ªT), HC 132170 AgR (2ªT). \n(PERSECUÇÃO PENAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nHC 107263 (2ªT). \n(DENÚNCIA GENÉRICA, DIREITO DE DEFESA)\nHC 113386 (2ªT). \n(HC, REEXAME, FATO, PROVA)\nRHC 125240 (1ªT). \n(JUSTA CAUSA, AÇÃO PENAL)\nInq 3998 (2ªT). \n- Decisões monocráticas citadas:\n(SÚMULA 691/STF)\nHC 85826 MC, HC 86213, HC 128479, HC 143069 MC.\n- Legislação estrangeira citada: Art. 1º da Constituição alemã.\nNúmero de páginas: 53.\nAnálise: 03/12/2018, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : FERNANDO CAPEZ \nIMPTE.(S)  : ALBERTO ZACHARIAS TORON E OUTRO(A/S)\nCOATOR(A/S)(ES) : RELATOR DO HC Nº 452.687 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":392409,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"HC 158319","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2018-06-26","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"DÜRIG, Günter. Grundgesetz Kommentar. Band I. München, C. H. Beck,  1990. 1I. 18.","ministro_facet":["GILMAR MENDES"],"processo_numero":158319,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur393722","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":true,"acordao_ata":"Decisão: A Turma, por unanimidade, homologou a declaração de consentimento da Extraditanda e, nos termos dos arts. 87 e 95 da Lei de Imigração, presentes os requisitos legais, autorizou a extradição, a ser analisada pelo Presidente da República, mediante assunção, pelo Estado requerente, dos compromissos elencados no art. 96, independentemente de publicação do acórdão, nos termos do voto da Relatora. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 11.9.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur393722","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur393722","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    QUESTÃO DE ORDEM. EXTRADIÇÃO PASSIVA DE CARÁTER INSTRUTÓRIO. CONCORDÂNCIA DA EXTRADITANDA. EXTRADIÇÃO SIMPLIFICADA. ENTREGA VOLUNTÁRIA. CRIME DE HOMICÍDIO. DUPLA INCRIMINAÇÃO CONFIGURADA. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE ÓBICES LEGAIS À EXTRADIÇÃO. EXTRADITANDA COM FILHO BRASILEIRO. SÚMULA 421/STF. CONDENAÇÃO NO BRASIL. PENA RESTRITIVA DE DIREITOS. EXIGÊNCIA DE ASSUNÇÃO DE COMPROMISSOS PELO ESTADO REQUERENTE.\n\n\n\n    1. Antes da vigência da Lei de Migração, em que o instituto da extradição simplificada (entrega voluntária) não se encontrava convencionado entre os Estados Requerente e Requerido, a jurisprudência desta Corte Suprema firmara a orientação no sentido de que “o desejo de ser extraditado, ainda que manifestado, de modo inequívoco, pelo próprio súdito estrangeiro, não basta, só por si, para dispensar as formalidades inerentes ao processo extradicional, que representa garantia indisponível instituída em favor do extraditando” (Ext 1.203, Rel. Min. Celso de Mello, Plenário, DJe 25.02.2011). \n\n\n\n    2. Para os casos de extradição simplificada (entrega voluntária) insculpida em norma convencional específica, esta Casa afastou, excepcionalmente, o entendimento anterior, e homologou a declaração de consentimento formalmente manifestada pelo Extraditando para fins de entrega imediata ao Estado Requerente (Questão de Ordem na Extradição 1.476, Rel. Min. Celso de Mello, 2ª Turma, j. 09.5.2017, DJe 20.10.2017).\n\n\n\n    3. Após a entrada em vigor da Lei 13.445/2017, a extradição simplificada (entrega voluntária) “passa a viger na generalidade dos casos, por expressa previsão legal”, nos termos do art. 87 (PPE 843, Rel. Min. Ricardo Lewandowski, decisão monocrática, j. 19.12.2017, DJe 1º.02.2018).\n\n\n\n    4. Preenchimento dos requisitos da norma convencional específica (art. 27) e da Lei de Migração (art. 87) quanto à extradição simplificada, dada a manifestação da Extraditanda, de forma livre e espontânea, com assistência técnica regularmente constituída nos autos, pela concordância com o pedido extradicional.\n\n\n\n    5. Pedido de extradição formulado pelo Governo do Chile que atende os requisitos da Lei 13.445/2017 e do Tratado de Extradição específico. \n\n\n\n    6. Crime de homicídio, nos termos da legislação estrangeira, que corresponde ao delito previsto no art. 121, caput, do Código Penal. Dupla incriminação atendida.\n\n\n\n    7. Inocorrência de prescrição e óbices legais.\n\n\n\n    8. O fato de a Extraditanda possuir filho brasileiro não impossibilita o deferimento do pedido extradicional. Precedentes.\n\n\n\n    9. Consoante a orientação jurisprudencial desta Suprema Corte, “A Súmula 421/STF revela-se compatível com a vigente Constituição da República, pois, em tema de cooperação internacional na repressão a atos de criminalidade comum, a existência de vínculos conjugais e/ou familiares com pessoas de nacionalidade brasileira não se qualifica como causa obstativa da extradição” (Ext 1.343, Rel. Min. Celso de Mello, 2ª Turma, DJe 19.02.2015).\n\n\n\n    10. Extraditanda condenada no Brasil a duas penas restritivas de direitos. Fato não impeditivo da extradição.\n\n\n\n    11. Sobre o tema, a Primeira Turma do Supremo Tribunal Federal, no julgamento da Ext 1.499, Rel. Min. Alexandre de Moraes, j. 06.3.2018, DJe 20.3.2018, assentou que “embora a novel Lei de Migração não tenha reproduzido a ressalva prevista na parte final do art. 89 da Lei 6.815/1980, a prerrogativa do Presidente da República de promover a entrega imediata do extraditando remanesce hígida, uma vez que encontra assento direto no próprio texto constitucional (art. 84, VII, CF/1988)”.\n\n\n\n    12. O compromisso de detração da pena, considerando o período de prisão decorrente da extradição, deve ser assumido antes da entrega do preso, não obstando a concessão da extradição. O mesmo é válido para os demais compromissos previstos no art. 96 da Lei de Migração.\n\n\n\n    13. Questão de ordem que se resolve no sentido de homologar a livre e espontânea manifestação de concordância da Extraditanda com o pedido extradicional, nos termos dos arts. 27 do Acordo de Extradição e 87 e 95 da Lei de Migração, mediante a assunção dos compromissos elencados no art. 96 da Lei 13.445/2017 e independentemente de publicação do acórdão.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748556430","externo_seq_objeto_incidente":5515006,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJe-232 DIVULG 30-10-2018 PUBLIC 31-10-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1492&classe=Ext","is_colac":false,"titulo":"Ext 1492 QO","documental_legislacao_citada_texto":["LEG-FED   LEI-006815      ANO-1980\n          ART-00067 ART-00089\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-013455      ANO-2017\n          ART-00081 ART-00082 INC-00007 ART-00087 \n          ART-00088 PAR-00003 ART-00090 ART-00091 \n          PAR-00001 ART-00095 PAR-00001 PAR-00002 \n          ART-00096 INC-00002 ART-00103 PAR-00001 \n          PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-INT   ACO      ANO-1998\n          ART-00018 ART-00027\n                ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00075 ART-00109 INC-00001 ART-00121 \n          \"CAPUT\" ART-00155 PAR-00004 INC-00004 \n          ART-00304\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000035      ANO-2002\n                DECRETO LEGISLATIVO - APROVA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   DEC-005867      ANO-2006\n          ART-00031 ITEM-2\n                DECRETO - PROMULGA O ACORDO DE EXTRADIÇÃO ENTRE OS ESTADOS PARTES DO MERCOSUL E A REPÚBLICA DA BOLÍVIA E A REPÚBLICA DO CHILE, DE 10 DE DEZEMBRO DE 1998\n\n","LEG-FED   SUMSTF-000421      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2018-10-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PROCESSO DE EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. EXTRADITANDA, GESTANTE, FILHO BRASILEIRO.\n\n- VOTO, MIN. MARCO AURÉLIO: PROCESSO DE EXECUÇÃO, AÇÃO DECLARATÓRIA, COMPETÊNCIA, CHEFE DO PODER EXECUTIVO, ENTREGA DO EXTRADITANDO. NECESSIDADE, HOMOLOGAÇÃO, CONCORDÂNCIA, EXTRADITANDA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1492&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext-QO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, CONCORDÂNCIA, EXTRADITANDO)\nExt 1016 (TP), Ext 1098 (TP), Ext 977 extensão (2ªT), Ext 1203 (TP), Ext 1304 (2ªT), Ext 1476 QO (2ªT), Ext 1517 (1ªT). \n(SÚMULA 421/STF)\nExt 783 (1ªT), Ext 783 AgR (TP), Ext 1274 (1ªT), Ext 1343 (2ªT), Ext 1403 (1ªT). \n(EXTRADIÇÃO, PROCESSO EM CURSO, JUSTIÇA BRASILEIRA)\nHC 82261 QO (TP), Ext 1215 QO (2ªT), Ext 1319 (1ªT), Ext 1499 (1ªT). \n- Decisão monocrática citada:\n(EXTRADIÇÃO, PROCESSO EM CURSO, JUSTIÇA BRASILEIRA)\nPPE 843.\n- Legislação estrangeira citada: Art. 391, n. 2, c/c art. 56, art. 94, do Código Penal Chileno.\nNúmero de páginas: 37.\nAnálise: 18/01/2019, KBP.\nNúmero de páginas: 37.\nAnálise: 18/01/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)           : GOVERNO DO CHILE \nEXTDO.(A/S)         : MARICELA ESTEFANIA QUISPE SANTANA \nADV.(A/S)           : ROSEMARY DA PENHA FIGUEIRA MENEZES","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":393722,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1492 QO","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2018-09-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NA EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1492,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur394221","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, deu provimento ao agravo, nos termos do voto do Ministro Luiz Fux, Redator para o acórdão, vencidos os Ministros Alexandre de Moraes, Presidente e Relator, e Marco Aurélio. Primeira Turma, 5.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"LUIZ FUX","revisor_processo_nome":null,"id":"sjur394221","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur394221","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO INTERNO NA RECLAMAÇÃO. DIREITO CONSTITUCIONAL. DETERMINAÇÃO DE RETIRADA DE CONTEÚDO DA INTERNET. DECISÃO PROFERIDA EM SEDE DE TUTELA ANTECIPADA. CONFIGURAÇÃO DE CENSURA PRÉVIA. VIOLAÇÃO À ADPF 130. AGRAVO INTERNO PROVIDO.\n\n\n\n    1. A liberdade de informação e de imprensa são apanágios do Estado Democrático de Direito. \n\n\n\n    2. O interesse público premente no conteúdo de reportagens e peças jornalísticas reclama tolerância quanto a matérias de cunho supostamente lesivo à honra dos agentes públicos.\n\n\n\n    3. A medida própria para a reparação do eventual abuso da liberdade de expressão é o direito de resposta e não a supressão liminar de texto jornalístico, antes mesmo de qualquer apreciação mais detida quanto ao seu conteúdo e potencial lesivo.\n\n\n\n    4. A reclamação tendo como parâmetro a ADPF 130, em casos que versam sobre conflitos entre liberdade de expressão e informação e a tutela de garantias individuais como os direitos da personalidade, é instrumento cabível, na forma da jurisprudência (Precedentes: Rcl 22328, Rel. Min. Roberto Barroso, Primeira Turma, DJe 09/05/2018; Rcl 25.075, Rel. Min. Luiz Fux, DJe 31/03/2017). \n\n\n\n    5. In casu, não se evidencia que o intento da publicação tenha sido o de ofender a honra de terceiros, mediante veiculação de notícias sabidamente falsas.\n\n\n\n    6. Agravo interno provido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=748634834","externo_seq_objeto_incidente":5325073,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-239  DIVULG 09-11-2018  PUBLIC 12-11-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=28747&classe=Rcl","is_colac":false,"titulo":"Rcl 28747 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00004 INC-00005 INC-00009 \n          INC-00014 ART-0103A PAR-00003 ART-00220 \n          PAR-00001 PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00006 ART-00009 ART-00988 INC-00003 \n          PAR-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2018-11-12","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- LIBERDADE DE EXPRESSÃO, DIREITO ABSOLUTO. LIBERDADE DE EXPRESSÃO, DIREITO DAS MINORIAS. FUNÇÃO CONTRAMAJORITÁRIA, PODER JUDICIÁRIO. DIREITO À HONRA, AGENTE PÚBLICO, INTERESSE PÚBLICO, MATÉRIA JORNALÍSTICA. VERACIDADE, INFORMAÇÃO, EFEITO IMEDIATO, MÍDIA. CONDICIONAMENTO, MATÉRIA JORNALÍSTICA, COMPROVAÇÃO, VERACIDADE, INIBIÇÃO, MÍDIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: DIFERENÇA, IMPRENSA ESCRITA, REDE SOCIAL. RETIRADA, MATÉRIA JORNALÍSTICA, SÍTIO ELETRÔNICO, INTERNET, CENSURA PRÉVIA. CARACTERIZAÇÃO, DOLO, RETIRADA, MATÉRIA JORNALÍSTICA. FLEXIBILIZAÇÃO, AUSÊNCIA DE ADERÊNCIA ESTRITA, MATÉRIA, LIBERDADE DE EXPRESSÃO, CULTURA, CENSURA, PAÍS. PREFERÊNCIA, LIBERDADE DE EXPRESSÃO. LIBERDADE DE EXPRESSÃO, EXERCÍCIO, DIREITO FUNDAMENTAL.\n\n- VOTO VENCIDO, MIN. ALEXANDRE DE MORAES: LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO, DIREITO DE EMITIR OPINIÃO, PROIBIÇÃO, CENSURA PRÉVIA. DANO PATRIMONIAL, DANO MORAL, INJÚRIA, DIFAMAÇÃO, DIREITO À HONRA, DIREITO À INTIMIDADE, VIDA PRIVADA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. ABUSO DE DIREITO, LIBERDADE DE EXPRESSÃO, PODER JUDICIÁRIO, CESSAÇÃO, OFENSA, DIREITO DE RESPOSTA, RESPONSABILIDADE CIVIL, RESPONSABILIDADE PENAL. AUSÊNCIA DE ADERÊNCIA ESTRITA, ATO IMPUGNADO, DECISÃO PARADIGMA. CELERIDADE PROCESSUAL, INTIMAÇÃO, CONTRARRAZÕES, RECURSO, AUSÊNCIA, PREJUÍZO. DIFERENÇA, CRIME INSTANTÂNEO, CRIME PERMANENTE. CRIME INSTANTÂNEO, RESPONSABILIZAÇÃO, PREJUÍZO. CRIME PERMANENTE, CESSAÇÃO, ATIVIDADE LÍCITA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: EFEITO TRANSCENDENTE, RECLAMAÇÃO. PODER JUDICIÁRIO, CENSURA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=28747&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO)\nMS 22328 (1ªT). \n(RECLAMAÇÃO, SUBSTITUIÇÃO, RE)\nRcl 6880 AgR (TP). \n- Decisões monocráticas citadas:\n(LIBERDADE DE EXPRESSÃO, LIBERDADE DE INFORMAÇÃO)\nRcl 18566 MC, Rcl 18638 MC, Rcl 18746 MC, Rcl 18735, Rcl 25075, Rcl 18687, Rcl 28743 MC, Rcl 28299 MC.\n- Veja ADPF 130 do STF.\n- Decisões estrangeiras citadas: Caso Abrahams vs. United States, 250 U.S. 616 (1919), Caso New York Times Co. vs. Sullivan, (Pp. 376 U.S. 265-292), da  Suprema Corte norte-americana.\nNúmero de páginas: 36.\nAnálise: 25/01/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MARCELO JOSE CRUZ AULER \nADV.(A/S)  : ROGERIO BUENO DA SILVA \nAGDO.(A/S)  : ERIKA MIALIK MARENA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS \nINTDO.(A/S)  : JUIZ DE DIREITO DO 8º JUIZADO ESPECIAL CÍVEL DA COMARCA DA REGIÃO METROPOLITANA DE CURITIBA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":394221,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"Rcl 28747 AgR","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2018-06-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NA RECLAMAÇÃO","documental_doutrina_texto":"BARROSO, Luís Roberto. Colisão entre liberdade de expressão e direitos da personalidade. Critérios de ponderação. Interpretação constitucionalmente adequada do Código Civil e da Lei de Imprensa. R. Dir. Adm., Rio de Janeiro, 235: 1-36, Jan./Mar. 2004.\nDWORKIN, Ronald. Taking rights seriously. Cambridge: Harvard University Press, 1978. p. 201.\nFERREIRA, PINTO. Comentários à Constituição brasileira. São Paulo: Saraiva, 1989./v. 1. p. 68.\nHESSE, Konrad. Elementos de direito constitucional na República Federal da Alemanha. Tradução: Luís Afonso Heck. Porto Alegre: Sergio Antonio Fabris, 1998. p. 304-305.\nTEPEDINO, Gustavo. Liberdade de informação e de expressão: reflexão sobre as biografias não autorizadas. Revista da Faculdade de Direito – UFPR, Curitiba, v. 61, n. 2, maio/ago. 2016. p.36.","ministro_facet":["ALEXANDRE DE MORAES","LUIZ FUX"],"processo_numero":28747,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur387047","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em face da aposentadoria do Relator. Presidência do Senhor Ministro Joaquim Barbosa. Plenário, 26.11.2012.\r\n\n                 Decisão: Após o voto do Ministro Roberto Barroso (Relator), pela procedência dos pedidos, para conferir interpretação conforme a Constituição ao art. 33, caput, § 1º e § 2º, da Lei nº 9.394/96, e do art. 11, § 1º, do Acordo Brasil-Santa Sé, aprovado por meio do Decreto Legislativo n. 698/2009 e promulgado por meio do Decreto nº 7.107/2010, para assentar que o ensino religioso em escolas públicas somente pode ter natureza não confessional, com proibição da admissão de professores na qualidade de representantes das confissões religiosas, o julgamento foi suspenso. Ausente, participando da Reunião Extraordinária do Conselho Executivo da Associação Mundial de Organismos Eleitorais, em Bucareste, na Romênia, o Ministro Gilmar Mendes. Falaram: pela requerente, o Dr. Rodrigo Janot Monteiro de Barros, Procurador-Geral da República; pelo Presidente da República e pelo Congresso Nacional, a Dra. Grace Maria Fernandes Mendonça, Advogada-Geral da União; pelo amicus curiae ANIS - Instituto de Bioética Direitos Humanos e Gênero, o Dr. Leonardo Almeida Lage; pelo amicus curiae A Clínica de Direitos Fundamentais da Faculdade de Direito da Universidade do Estado do Rio de Janeiro - CLÍNICA UERJ DIREITOS, o Dr. Daniel Antônio de Moraes Sarmento; pelo amicus curiae Associação Brasileira de Ateus e Agnósticos - ATEA, a Drª. Maria Claudia Bucchianeri Pinheiro; pelos amici curiae Ação Educativa, Assessoria, Pesquisa e Informação, Comitê Latino-Americano e do Caribe Para a Defesa dos Direitos da Mulher - CLADEM, ECOS - Comunicação em Sexualidade, e Relatoria Nacional para o Direito Humano à Educação da Plataforma Brasileira de Direitos Humanos Econômicos, Sociais, Culturais e Ambientais (PLATAFORMA DHESCA BRASIL), a Drª. Nathalie Fragoso e Silva Ferro; pelo amicus curiae Liga Humanista Secular, o Dr. Túlio Lima Vianna; pelo amicus curiae Fórum Nacional Permanente do Ensino Religioso - FONAPER, o Dr. Fabrício Lopes Paula; pelo Centro Acadêmico XI de Agosto - USP, a Drª. Lívia Gil Guimarães; pelo amicus curiae Conferência Nacional dos Bispos do Brasil - CNBB, o Dr. Fernando Neves da Silva; pelo amicus curiae Associação Nacional de Educação Católica do Brasil - ANEC, o Dr. Hugo José Sarubbi Cysneiros de Oliveira; pelos amici curiae União dos Juristas Católicos de São Paulo - UJUCASP, União dos Juristas Católicos do Rio de Janeiro - UJUCARJ e União dos Juristas Católicos do Rio Grande do Sul, o Dr. Paulo Henrique Cremoneze; e pelo amicus curiae Conferência dos Religiosos do Brasil - CRB, o Dr. João Agripino de Vasconcelos Maia. Presidência da Ministra Cármen Lúcia. Plenário, 30.8.2017.\r\n\n                       Decisão: Após o voto do Ministro Alexandre de Moraes, no sentido da improcedência da ação, no que foi acompanhado, por fundamentos diversos, pelo Ministro Edson Fachin, e os votos dos Ministros Rosa Weber e Luiz Fux, acompanhando o voto do Ministro Relator, o julgamento foi suspenso. Ausentes o Ministro Dias Toffoli, participando do I Congresso Cearense de Direito Eleitoral - CONCEDE 2017, em Fortaleza/Ceará, e o Ministro Gilmar Mendes, participando da Reunião Extraordinária do Conselho Executivo da Associação Mundial de Organismos Eleitorais, em Bucareste, na Romênia. Presidência da Ministra Cármen Lúcia. Plenário, 31.8.2017.\r\n\n                       Decisão: Após os votos dos Ministros Gilmar Mendes, Dias Toffoli e Ricardo Lewandowski, pela improcedência da ação, o julgamento foi suspenso. Presidência da Ministra Cármen Lúcia. Plenário, 21.9.2017.\r\n\n                 Decisão: O Tribunal, por maioria, julgou improcedente a ação direta de inconstitucionalidade, vencidos os Ministros Roberto Barroso (Relator), Rosa Weber, Luiz Fux, Marco Aurélio e Celso de Mello. Ausente, justificadamente, o Ministro Dias Toffoli, que proferiu voto em assentada anterior. Redator para o acórdão o Ministro Alexandre de Moraes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 27.9.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROBERTO BARROSO","ods_onu":["4","10","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur387047","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur387047","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"ENSINO RELIGIOSO NAS ESCOLAS PÚBLICAS. CONTEÚDO CONFESSIONAL E MATRÍCULA FACULTATIVA. RESPEITO AO BINÔMIO LAICIDADE DO ESTADO/LIBERDADE RELIGIOSA. IGUALDADE DE ACESSO E TRATAMENTO A TODAS AS CONFISSÕES RELIGIOSAS. CONFORMIDADE COM ART. 210, §1°, DO TEXTO CONSTITUCIONAL. CONSTITUCIONALIDADE DO ARTIGO 33, CAPUT E §§ 1º E 2º, DA LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL E DO ESTATUTO JURÍDICO DA IGREJA CATÓLICA NO BRASIL PROMULGADO PELO DECRETO 7.107/2010. AÇÃO DIRETA JULGADA IMPROCEDENTE.\n\n\n\n    1. A relação entre o Estado e as religiões, histórica, jurídica e culturalmente, é um dos mais importantes temas estruturais do Estado. A interpretação da Carta Magna brasileira, que, mantendo a nossa tradição republicana de ampla liberdade religiosa, consagrou a inviolabilidade de crença e cultos religiosos, deve ser realizada em sua dupla acepção: (a) proteger o indivíduo e as diversas confissões religiosas de quaisquer intervenções ou mandamentos estatais; (b) assegurar a laicidade do Estado, prevendo total liberdade de atuação estatal em relação aos dogmas e princípios religiosos. \n\n\n\n    2. A interdependência e complementariedade das noções de Estado Laico e Liberdade de Crença e de Culto são premissas básicas para a interpretação do ensino religioso de matrícula facultativa previsto na Constituição Federal, pois a matéria alcança a própria liberdade de expressão de pensamento sob a luz da tolerância e diversidade de opiniões. \n\n\n\n    3. A liberdade de expressão constitui um dos fundamentos essenciais de uma sociedade democrática e compreende não somente as informações consideradas como inofensivas, indiferentes ou favoráveis, mas também as que possam causar transtornos, resistência, inquietar pessoas, pois a Democracia somente existe baseada na consagração do pluralismo de ideias e pensamentos políticos, filosóficos, religiosos e da tolerância de opiniões e do espírito aberto ao diálogo. \n\n\n\n    4. A singularidade da previsão constitucional de ensino religioso, de matrícula facultativa, observado o binômio Laicidade do Estado (CF, art. 19, I)/Consagração da Liberdade religiosa (CF, art. 5º, VI), implica regulamentação integral do cumprimento do preceito constitucional previsto no artigo 210, §1º, autorizando à rede pública o oferecimento, em igualdade de condições (CF, art. 5º, caput), de ensino confessional das diversas crenças.\n\n\n\n    5. A Constituição Federal garante aos alunos, que expressa e voluntariamente se matriculem, o pleno exercício de seu direito subjetivo ao ensino religioso como disciplina dos horários normais das escolas públicas de ensino fundamental, ministrada de acordo com os princípios de sua confissão religiosa e baseada nos dogmas da fé, inconfundível com outros ramos do conhecimento científico, como história, filosofia ou ciência das religiões.\n\n\n\n    6. O binômio Laicidade do Estado/Consagração da Liberdade religiosa está presente na medida em que o texto constitucional (a) expressamente garante a voluntariedade da matrícula para o ensino religioso, consagrando, inclusive o dever do Estado de absoluto respeito aos agnósticos e ateus; (b) implicitamente impede que o Poder Público crie de modo artificial seu próprio ensino religioso, com um determinado conteúdo estatal para a disciplina; bem como proíbe o favorecimento ou hierarquização de interpretações bíblicas e religiosas de um ou mais grupos em detrimento dos demais.\n\n\n\n    7. Ação direta julgada improcedente, declarando-se a constitucionalidade dos artigos 33, caput e §§ 1º e 2º, da Lei 9.394/1996, e do art. 11, § 1º, do Acordo entre o Governo da República Federativa do Brasil e a Santa Sé, relativo ao Estatuto Jurídico da Igreja Católica no Brasil, e afirmando-se a constitucionalidade do ensino religioso confessional como disciplina facultativa dos horários normais das escolas públicas de ensino fundamental.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=15085915","externo_seq_objeto_incidente":3926392,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-123  DIVULG 20-06-2018  PUBLIC 21-06-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4439&classe=ADI","is_colac":false,"titulo":"ADI 4439","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00005 ART-00102 ART-00179 NÚMERO-5\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00006 ART-00146\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00153\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00133\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00008 ART-00168 INC-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00168 PAR-00003 INC-00004 \n          ART-00176 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00176 PAR-00003 INCLUÍDO PELA EMC-1/1969\n          ART-00176 PAR-00003 INC-00005 INCLUÍDO PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00005 ART-00003 \n          INC-00004 ART-00005 \"CAPUT\" INC-00004 \n          INC-00006 INC-00007 INC-00008 INC-00041 \n          PAR-00002 ART-00019 INC-00001 ART-00037 \n          INC-00002 ART-00103 INC-00006 ART-00143 \n          PAR-00001 PAR-00002 ART-00150 INC-00006 \n          LET-A LET-B ART-00205 ART-00206 \n          INC-00006 ART-00210 PAR-00001 PAR-00003 \n          ART-00213 INC-00001 INC-00002 ART-00226 \n          PAR-00002\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006923      ANO-1981\n                LEI ORDINÁRIA - REDAÇÃO DADA PELA LEI-7672/1988\n\n","LEG-FED   LEI-007210      ANO-1984\n          ART-00024\n                LEP-1984 LEI DE EXECUÇÃO PENAL\n\n","LEG-FED   LEI-007672      ANO-1988\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009394      ANO-1996\n          ART-00009 INC-00004 \n          ART-00033 \"CAPUT\" REDAÇÃO ORIGINÁRIA\n          ART-00033 \"CAPUT\" INC-00001 REDAÇÃO ORIGINÁRIA\n          ART-00033 \"CAPUT\" INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00033 REDAÇÃO DADA PELA LEI-9475/1997\n          ART-00033 PAR-00001 INCLUÍDO PELA LEI-9475/1997\n          ART-00033 PAR-00002 INCLUÍDO PELA LEI-9475/1997\n                LDBEN-1996 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL\n\n","LEG-FED   LEI-009475      ANO-1997\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013204      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC-000110      ANO-1958\n                CONVENÇÃO CONCERNENTE ÀS CONDIÇÕES DE EMPREGO DOS TRABALHADORES EM FAZENDAS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-INT   CVC      ANO-1962\n          ART-00005 NÚMERO-1\n                CONVENÇÃO RELATIVA À LUTA CONTRA A DISCRIMINAÇÃO NO CAMPO DO ENSINO\n\n","LEG-INT   CVC      ANO-1969\n          ART-00031 PAR-00003\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-INT   CVC      ANO-1969\n          ART-00012 NÚMERO-1 NÚMERO-2 NÚMERO-3 \n          NÚMERO-4 ART-00013 NÚMERO-5\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969 \n\n","LEG-INT   CVC      ANO-1989\n          ART-00014\n                CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-INT   PCT      ANO-1966\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-INT   PCT      ANO-1966\n          ART-00018\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-INT   ACO      ANO-2008\n          ART-00011 PAR-00001\n                ACORDO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E A SANTA SÉ RELATIVO AO ESTATUTO JURÍDICO DA IGREJA CATÓLICA NO BRASIL, FIRMADO NA CIDADE DO VATICANO, EM 13 DE NOVEMBRO DE 2008\n\n","LEG-FED   DLG-000033      ANO-1964\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 110, CONCERNENTE ÀS CONDIÇÕES DE EMPREGO DOS TRABALHADORES EM FAZENDAS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DLG-000040      ANO-1967\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO RELATIVA À LUTA CONTRA A DISCRIMINAÇÃO NO CAMPO DO ENSINO\n\n","LEG-FED   DLG-000028      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   DLG-000698      ANO-2009\n                DECRETO LEGISLATIVO - APROVA O ACORDO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E A SANTA SÉ RELATIVO AO ESTATUTO JURÍDICO DA IGREJA CATÓLICA NO BRASIL, FIRMADO NA CIDADE DO VATICANO, EM 13 DE NOVEMBRO DE 2008\n\n","LEG-FED   DEC-000181      ANO-1890\n                DECRETO\n\n","LEG-FED   DEC-00119A      ANO-1890\n                DECRETO\n\n","LEG-FED   DEC-019941      ANO-1931\n                DECRETO\n\n","LEG-FED   DEC-058826      ANO-1966\n                DECRETO - PROMULGA A CONVENÇÃO Nº 110, CONCERNENTE ÀS CONDIÇÕES DE EMPREGO DOS TRABALHADORES EM FAZENDAS, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT\n\n","LEG-FED   DEC-063223      ANO-1968\n                DECRETO - PROMULGA A CONVENÇÃO RELATIVA À LUTA CONTRA A DISCRIMINAÇÃO NO CAMPO DO ENSINO\n\n","LEG-FED   DEC-099710      ANO-1990\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE OS DIREITOS DA CRIANÇA\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-004496      ANO-2002\n                DECRETO\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   DEC-007107      ANO-2010\n                DECRETO - PROMULGA O ACORDO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E A SANTA SÉ RELATIVO AO ESTATUTO JURÍDICO DA IGREJA CATÓLICA NO BRASIL, FIRMADO NA CIDADE DO VATICANO, EM 13 DE NOVEMBRO DE 2008\n\n","LEG-FED   RES-000008      ANO-2011\n          ART-00001 INC-00001 INC-00002 ART-00008 \n          PAR-00001 ART-00009\n                RESOLUÇÃO DO CONSELHO NACIONAL DE POLÍTICA CRIMINAL E PENITENCIÁRIA - CNPCP\n\n","LEG-FED   PJL-002757      ANO-1997\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-002997      ANO-1997\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS \n\n","LEG-FED   PJL-003043      ANO-1997\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   RGI      ANO-1987\n          ART-00019 PAR-00001\n                REGIMENTO INTERNO DA ASSEMBLÉIA NACIONAL CONSTITUINTE\n\n","LEG-FED   EXM-000136      ANO-1992\n                EXPOSIÇÃO DE MOTIVOS DO MINISTRO DE ESTADO DAS RELAÇÕES EXTERIORES\n\n","LEG-FED   PRC-000005      ANO-1997\n                PARECER DO CONSELHO NACIONAL DE EDUCAÇÃO DO MINISTÉRIO DA EDUCAÇÃO  - MEC\n\n","LEG-EST   LEI-002463      ANO-1967\n                LEI ORDINÁRIA, BA\n\n","LEG-EST   LEI-003459      ANO-2000\n                LEI ORDINÁRIA, RJ\n\n","LEG-EST   LEI-015434      ANO-2005\n          ART-00004 PAR-ÚNICO\n                LEI ORDINÁRIA, MG\n\n","LEG-EST   DEC-017973      ANO-1994\n                DECRETO, PE\n\n","LEG-EST   DEC-031086      ANO-2002\n                DECRETO, RJ\n\n","LEG-EST   DEC-044138      ANO-2005\n          ART-00002\n                DECRETO, MG\n\n","LEG-EST   RES-000108      ANO-2003\n          ART-00002 PAR-00001\n                RESOLUÇÃO DO CONSELHO ESTADUAL DE EDUCAÇÃO DE RONDÔNIA - CEE/RO\n\n","LEG-EST   RES-000404      ANO-2005\n          ART-00001 PAR-00004 PAR-00005\n                RESOLUÇÃO DO CONSELHO ESTADUAL DE EDUCAÇÃO DO CEARÁ - CEE/CE\n\n","LEG-EST   RES-000014      ANO-2006\n                RESOLUÇÃO DO CONSELHO ESTADUAL DE EDUCAÇÃO DO AMAPÁ - CEE/AP\n\n","LEG-EST   RES-000147      ANO-2008\n          ART-00017\n                RESOLUÇÃO DO CONSELHO ESTADUAL DE EDUCAÇÃO DA PARAÍBA - CEE/PB\n\n","LEG-EST   RES-000001      ANO-2010\n          ART-00028 PAR-00003 PAR-00006\n                RESOLUÇÃO DO CONSELHO ESTADUAL DE EDUCAÇÃO DO PARÁ - CEE/PA\n\n","LEG-EST   PRT-003617      ANO-2006\n                PORTARIA SECRETARIA ESTADUAL DE EDUCAÇÃO DE PERNAMBUCO - SEE/PE\n\n","LEG-EST   DLB-000016      ANO-2001\n                DELIBERAÇÃO DO CONSELHO ESTADUAL DE EDUCAÇÃO DE SÃO PAULO - CEE/SP\n\n","LEG-DIS   DEC-026129      ANO-2005\n                DECRETO, DF\n\n","LEG-MUN   DEC-011812      ANO-2016\n                DECRETO DO MUNICÍPIO DE MARÍLIA, SP"],"publicacao_data":"2018-06-21","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO, HISTÓRIA, ENSINO RELIGIOSO, CONSTITUIÇÃO FEDERAL. INTERPRETAÇÃO HISTÓRICA, ENSINO RELIGIOSO, ASSEMBLEIA NACIONAL CONSTITUINTE. IMPARCIALIDADE, ENSINO RELIGIOSO. COLABORAÇÃO, INSTITUIÇÃO RELIGIOSA, ENSINO RELIGIOSO, ESCOLA PÚBLICA. PODER PÚBLICO, CONVOCAÇÃO, INTERESSADO. TRANSFERÊNCIA, RECURSOS PÚBLICOS. COLABORAÇÃO, PODER PÚBLICO, INSTITUIÇÃO RELIGIOSA, ÂMBITO, SAÚDE, PENITENCIÁRIA. COMPARAÇÃO, ENSINO RELIGIOSO, ASSISTÊNCIA RELIGIOSA, FORÇAS ARMADAS, ESTABELECIMENTO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DIREITO FUNDAMENTAL, LIBERDADE DE RELIGIÃO. LIBERDADE DE RELIGIÃO, DIREITO COMPARADO, JURISPRUDÊNCIA, TRIBUNAL EUROPEU DOS DIREITOS HUMANOS, TRIBUNAL CONSTITUCIONAL FEDERAL DA ALEMANHA. LIBERDADE DE RELIGIÃO, JURISPRUDÊNCIA, STF. ENSINO RELIGIOSO, DIREITO INTERNACIONAL, DIREITOS HUMANOS. DEVER, PODER PÚBLICO, GARANTIA, RECEBIMENTO, ENSINO RELIGIOSO CONFESSIONAL, ESCOLA PÚBLICA. ENSINO RELIGIOSO, DIREITO COMPARADO, REPÚBLICA FEDERAL DA ALEMANHA, REINO DA ESPANHA, UNIÃO EUROPEIA (UE). EVOLUÇÃO, HISTÓRIA, ENSINO RELIGIOSO, ESTADO BRASILEIRO. DISTINÇÃO, PRINCÍPIO DO ESTADO LAICO, LAICISMO. FUNÇÃO, PREÂMBULO, CONSTITUIÇÃO. IMPORTÂNCIA, RELIGIÃO, CULTURA, BRASILEIRO. PROSELITISMO, ENSINO RELIGIOSO. RESPONSABILIDADE, INSTITUIÇÃO RELIGIOSA, ENSINO RELIGIOSO, ESCOLA PÚBLICA. SANTA SÉ, PERSONALIDADE JURÍDICA, DIREITO INTERNACIONAL PÚBLICO. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: PODER PÚBLICO, FOMENTO, ATIVIDADE RELIGIOSA, IMUNIDADE, IMPOSTO, TEMPLO DE QUALQUER CULTO; DESTINAÇÃO, RECURSOS PÚBLICOS, ESCOLA CONFESSIONAL. AUTORIZAÇÃO EXPRESSA, CONSTITUINTE ORIGINÁRIO, ENSINO RELIGIOSO CONFESSIONAL. MUTAÇÃO CONSTITUCIONAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: CONTROLE DE CONSTITUCIONALIDADE, ATO, DIREITO INTERNACIONAL PÚBLICO, CELEBRAÇÃO, ESTADO BRASILEIRO, INCORPORAÇÃO, ORDENAMENTO JURÍDICO BRASILEIRO. ATO, ÂMBITO INTERNACIONAL, SUBORDINAÇÃO HIERÁRQUICA, CONSTITUIÇÃO FEDERAL.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. EDSON FACHIN: TRATADO INTERNACIONAL, DIREITOS HUMANOS, NATUREZA CONSTITUCIONAL. DISTINÇÃO, PRINCÍPIO DO ESTADO LAICO, LAICISMO. PRINCÍPIO DA GESTÃO DEMOCRÁTICA DO ENSINO PÚBLICO, LIBERDADE, PODER PÚBLICO, ESCOLHA, MODALIDADE, ENSINO RELIGIOSO.\n\n- VOTO VENCIDO, MIN. ROBERTO BARROSO: IMPORTÂNCIA, RELIGIÃO, CONTEMPORANEIDADE. PLURALISMO, RELIGIÃO. INTERPRETAÇÃO SISTEMÁTICA, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO, PRINCÍPIO DA CONCORDÂNCIA PRÁTICA. CONSTITUINTE ORIGINÁRIO, ENSINO RELIGIOSO, INCONSTITUCIONALIDADE, NORMA CONSTITUCIONAL ORIGINÁRIA. PRINCÍPIO DO ESTADO LAICO, SEPARAÇÃO, PODER PÚBLICO, IGREJA; IMPARCIALIDADE, ATIVIDADE ESTATAL, ATIVIDADE RELIGIOSA; GARANTIA, LIBERDADE DE RELIGIÃO. ESCOLA PÚBLICA, ENSINO RELIGIOSO CONFESSIONAL, ENSINO RELIGIOSO INTERCONFESSIONAL, FAVORECIMENTO, RELIGIÃO, MAIORIA; ENSINO RELIGIOSO NÃO CONFESSIONAL, IMPARCIALIDADE. COMPETÊNCIA, MINISTÉRIO DA EDUCAÇÃO (MEC), PADRONIZAÇÃO, CURRÍCULO, ÂMBITO NACIONAL; GARANTIA, ENSINO RELIGIOSO FACULTATIVO. SUJEIÇÃO, SELEÇÃO, PROFESSOR, VONTADE, AUTORIDADE RELIGIOSA. MATRÍCULA, ESTUDANTE, FORMA AUTOMÁTICA. OFERECIMENTO, ALTERNATIVA, ESTUDANTE, CUMPRIMENTO, LIMITE MÍNIMO, CARGA HORÁRIA. ENSINO RELIGIOSO, DISCIPLINA ESCOLAR, CARÁTER ESPECÍFICO. OPÇÃO, DESLIGAMENTO, DISCIPLINA ESCOLAR, QUALQUER MOMENTO. RELIGIÃO, ESTADO MODERNO, REVOLUÇÃO CIENTÍFICA, ILUMINISMO, RACIONALISMO, INOVAÇÃO, TECNOLOGIA. PAZ DE VESTFÁLIA, SEPARAÇÃO, IGREJA, PODER PÚBLICO.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: ENSINO RELIGIOSO CONFESSIONAL, OFENSA, LIBERDADE INDIVIDUAL, IGUALDADE, RELIGIÃO.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: INTOLERÂNCIA, OFENSA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA, PLURALISMO POLÍTICO, ESTADO DEMOCRÁTICO DE DIREITO. DIREITO, DIVERGÊNCIA, LIBERDADE DE EXPRESSÃO. CONSTITUIÇÃO FEDERAL, ENSINO RELIGIOSO CONFESSIONAL, MENS LEGIS, MENS LEGISLATORIS. STF, FUNÇÃO CONTRAMAJORITÁRIA, PROTEÇÃO, DIREITO DAS MINORIAS. HISTÓRIA, SEPARAÇÃO, IGREJA, ESTADO BRASILEIRO. PRINCÍPIO DO ESTADO LAICO, LIBERDADE DE RELIGIÃO, INDEPENDÊNCIA, INSTITUIÇÃO RELIGIOSA.\n\n- TERMO(S) DE RESGATE: POLITICAMENTE CORRETO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4439&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(TRATADO INTERNACIONAL, ORDENAMENTO JURÍDICO BRASILEIRO)\nADI 1480 MC, RE 109173 (2ªT) - RTJ 121/270. \n(LIBERDADE DE CRENÇA RELIGIOSA, PRINCÍPIO DO ESTADO LAICO)\nADPF 54 (TP), STA 389 AgR (TP). \n(CONSTITUIÇÃO FEDERAL, PREÂMBULO, CONTEÚDO NORMATIVO)\nADI 2076 (TP). \n(CLÁUSULA DE BARREIRA (DIREITO ELEITORAL))\nADI 1351 (TP), ADI 1354 (TP). \n(INTERRUPÇÃO, VIDA INTRAUTERINA, EMBRIÃO HUMANO)\nADPF 54 (TP), ADI 3510 (TP). \n(MUTAÇÃO CONSTITUCIONAL)\nRE 630733 (TP). \n(CONTROLE ABSTRATO, CONVENÇÃO INTERNACIONAL)\nRp 803 (TP) - RTJ 84/724. \n(LIBERDADE DE EXPRESSÃO)\nADPF 187 (TP). \n(DIREITO, LIBERDADE, CULTO RELIGIOSO)\nMS 1114 (TP). \n(INTERPRETAÇÃO, ORDENAMENTO JURÍDICO)\nRE 258088 AgR (2ªT). \n(STF, PROTEÇÃO, DIREITO DAS MINORIAS)\nMS 24831 (TP), MS 24849 (TP), MS 26441 (TP). \n(CAMPANHA ELEITORAL, FINANCIAMENTO, CARÁTER PRIVADO)\nADI 4650 (TP). \n(ABOLITIO CRIMINIS, ABORTO)\nHC 124306 (1ªT). \n- Acórdão(s) citado(s) - outros tribunais:\nRT 305/964. \n- Legislação estrangeira citada: Ordenações Afonsinas, Manuelinas e Filipinas; art. 16, da Bill of Rights da Virgínia, de 1776; art. 8º da Carta Africana de Direitos Humanos e dos Povos, de 1981; arts. 2º e 9º, da Convenção Europeia dos Direitos Humanos; arts. 4º e 7º da Lei Fundamental de Bonn; art. 27, n. 2 e n. 3, da Constituição espanhola; preâmbulo do texto constitucional da Croácia, de 1990; art. 277, n. 2, da Constituição de Portugal, de 1976; art. 8º, \"a\", \"b\", \"c\", \"d\", \"e\", \"f\", \"g\", \"h\" e \"i\", e art. 9º, n. 1, \"a\", \"b\", \"c\" e \"d\", da Lei n. 16, de 22/06/2001, de Portugal; Purpose (Amendment 1), da Basic Law: Human Dignity and Liberty, de Israel; Part 1, Chapter I, Article 2, da Constituição de Argentina; Part 1, Section II, Article 3:1, da Constituição da Grécia; Part I, Article 7, da Constituição dos Emirados Árabes Unidos; Part I, Chapter 2, Division 1, Section 16:3, da Constituição da Espanha; Section I, Chapter III, Article 5, da Constituição do Uruguai; Amendment I à Constituição dos Estados Unidos da América; art. 26 da Declaração Universal dos Direitos Humanos de 1948.\n- Decisões estrangeiras citadas: Caso Folgerø and Others vs. Norway (Processo n. 15472/02), julgado em 29/06/2007, Caso Hasan and Eylem Zengin vs. Turkey (Processo n. 1448/04), julgado em 09/10/2007, Caso Lautsi and Others vs. Italy, de 18 de março de 2011, Caso Mansur Yalçin et. al. vs. Turquia, Caso Kokkinakis vs. Grécia (14.307/88), 260 ECHR, §§ 31, e Caso Exército da Salvação de Moscou vs. Rússia, da Corte Europeia de Direitos Humanos; 1 BvR 387/65, de 19 de outubro de 1971, 1 BvR 241/66, de 16 de outubro de 1968 (Aktion Rumpelkammer), BVerfGE 41, 29 (Simultanschule-Beschluss), de 17.12.1975, BverfGE 93, 1 (Kruzifix-Beschluss), de 16.3.1995, 1 BvR 647/70 e 7/74 (Schulgebet), de 16 de outubro de 1979, e BVerfGE 41, 29, do Tribunal Constitucional Federal alemão; Caso West Virginia State Board of Education vs. Barnette, 319 U.S 624 (1943), Caso Everson vs. Board of Education, de 1947, Caso United States vs. Rosika Schwimmer, 279 U.S. 644 (1929), Caso Chisholm vs. Georgia, 2 U.S. (2 Dall.), da Suprema Corte dos Estados Unidos; Acórdão 423/87 e Acórdão 174/9, do Tribunal Constitucional português; Caso A última tentação de Cristo, da Corte Interamericana de Direitos Humanos; Comentário Geral nº 22 do Comitê de Direitos Humanos do Pacto Internacional de Direitos Civis e Políticos.\n- Veja ADPF 460, ADPF 461, ADPF 462 e RE 2010 do STF.\n- Veja Declaração de Princípios sobre a Tolerância aprovada pela Conferência Geral da UNESCO de 1995. \n- Veja Emenda Supressiva nº 1765 ao Anteprojeto de Constituição, apresentada pelo constituinte Roberto Freire à Comissão de Sistematização da Assembleia Nacional Constituinte de 1987-1988 (Emenda CS1765-0).\n- Veja decisão de 9/7/1987 da Comissão de Sistematização da Assembleia Nacional Constituinte de 1987-1988.\n- Veja art. 277, parágrafo único, do Primeiro Substitutivo do Relator do Projeto de Constituição na Comissão de Sistematização da Assembleia Nacional Constituinte de 1987-1988.\n- Veja Proposta de Emenda Popular nº 4 ao Projeto de Constituição, apresentada à Comissão de Sistematização da Assembleia Nacional Constituinte de 1987-1988 (PE00004-1).\n- Veja Projetos de Constituição \"A\", de 24/11/1987, \"B\", de 05/07/1988, \"C\", de 15/09/1988, e \"D\", de 21/09/1988, da Assembleia Nacional Constituinte de 1987-1988.\n- Veja art. 236, § 2º, do Segundo Substitutivo do Relator do Projeto de Constituição na Comissão de Sistematização da Assembleia Nacional Constituinte de 1987-1988.\n- Veja art. 5, n. 1 e n. 2, da Declaração sobre a Eliminação de Todas as Formas de Intolerância e Discriminação Fundadas na Religião ou nas Convicções, de 1981.\nNúmero de páginas: 294.\nAnálise: 28/09/2018, JRS.\nRevisão: 17/10/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nINTDO.(A/S)  : CONFERÊNCIA NACIONAL DOS BISPOS DO BRASIL - CNBB \nADV.(A/S)  : FERNANDO NEVES DA SILVA \nAM. CURIAE.  : FÓRUM NACIONAL PERMANENTE DO ENSINO RELIGIOSO - FONAPER \nADV.(A/S)  : FABRICIO LOPES PAULA E OUTRO(A/S)\nAM. CURIAE.  : CONFERÊNCIA DOS RELIGIOSOS DO BRASIL (CRB) \nADV.(A/S)  : HUGO SARUBBI CYSNEIROS DE OLIVEIRA E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DE EDUCAÇÃO CATÓLICA DO BRASIL (ANEC) \nADV.(A/S)  : FELIPE INÁCIO ZANCHET MAGALHÃES E OUTRO(A/S)\nAM. CURIAE.  : GRANDE LOJA MAÇÔNICA DO ESTADO DO RIO DE JANEIRO (GLMERJ) \nADV.(A/S)  : RENATA DO AMARAL GONÇALVES E OUTRO(A/S)\nAM. CURIAE.  : AÇÃO EDUCATIVA ASSESSORIA, PESQUISA E INFORMAÇÃO \nADV.(A/S)  : SALOMÃO BARROS XIMENES E OUTRO(A/S)\nAM. CURIAE.  : CONECTAS DIREITOS HUMANOS \nADV.(A/S)  : FLÁVIA XAVIER ANNENBERG E OUTRO(A/S)\nAM. CURIAE.  : ECOS - COMUNICAÇÃO EM SEXUALIDADE \nADV.(A/S)  : SALOMÃO BARROS XIMENES E OUTRO(A/S)\nAM. CURIAE.  : COMITÊ LATINO-AMERICANO E DO CARIBE PARA A DEFESA DOS DIREITOS DA MULHER (CLADEM) \nADV.(A/S)  : SALOMÃO BARROS XIMENES \nAM. CURIAE.  : RELATORIA NACIONAL PARA O DIREITO HUMANO À EDUCAÇÃO DA PLATAFORMA BRASILEIRA DE DIREITOS HUMANOS ECONÔMICOS, SOCIAIS, CULTURAIS E AMBIENTAIS (PLATAFORMA DHESCA BRASIL) \nADV.(A/S)  : SALOMÃO BARROS XIMENES \nAM. CURIAE.  : ANIS - INSTITUTO DE BIOÉTICA, DIREITOS HUMANOS E GÊNERO \nADV.(A/S)  : JOELSON DIAS E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DE ATEUS E AGNÓSTICOS \nADV.(A/S)  : MARIA CLÁUDIA BUCCHIANERI PINHEIRO \nAM. CURIAE.  : LIGA HUMANISTA SECULAR DO BRASIL - LIHS \nADV.(A/S)  : TULIO LIMA VIANNA \nAM. CURIAE.  : UNIÃO DOS JURISTAS CATÓLICOS DO RIO DE JANEIRO - UJUCARJ \nAM. CURIAE.  : ASSOCIAÇÃO DOS JURISTAS CATÓLICOS DO RIO GRANDE DO SUL \nAM. CURIAE.  : UNIÃO DOS JURISTAS CATÓLICOS DE SÃO PAULO - UJUCASP \nADV.(A/S)  : IVES GANDRA DA SILVA MARTINS E OUTRO(A/S)\nAM. CURIAE.  : A CLÍNICA DE DIREITO FUNDAMENTAIS DA FACULDADE DE DIREITO DA UNIVERSIDADE DO ESTADO DO RIO DE JANEIRO - CLÍNICA UERJ DIREITOS \nADV.(A/S)  : WALLACE DE ALMEIDA CORBO E OUTRO(A/S)\nAM. CURIAE.  : CENTRO ACADÊMICO XI DE AGOSTO - USP \nADV.(A/S)  : LÍVIA GIL GUIMARÃES E OUTRO(A/S)\nAM. CURIAE.  : ANAJURE - ASSOCIAÇÃO NACIONAL E JURISTAS EVANGÉLICOS \nADV.(A/S)  : VALTER VANDILSON CUSTODIO DE BRITO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":387047,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4439","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2017-09-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fábio Portela Lopes de. Liberalismo político, constitucionalismo e democracia: a questão do ensino religioso nas escolas públicas. Belo Horizonte: Argvmentvm, 2008. p. 209.\nASCENSÃO, José de Oliveira. O Direito: Introdução e Teoria Geral. 2. ed. Renovar, 2001. p. 414, item 228.\nALUNOS de universidade querem banir estudo de filósofos brancos. O Globo, 10 jan. 2017. Disponível em: https://oglobo.globo.com/sociedade/educacao/alunos-de-universidade-querem-banir-estudo-de-filosofos-brancos-20754506?utm_source=Facebook&utm_medium=Social&utm_campaign=compartilhar. Acesso em: 25 set. 2017.\nARMSTRONG, Karen. Twelve steps for a compassionate life. 2010.\nAQUINO, São Tomás de. Suma contra os Gentios. Livro I, capítulo III. Tradução: D. Odilão Moura baseada em parte na tradução de D. Ludgero Jaspers. Porto Alegre: EST-UCS-Sulina, 1990. v. 1. p. 22.\nATALIBA, Geraldo. Revisão Constitucional. Revista de Informação Legislativa, v. 110. p. 87-90.\n______. Judiciário e Minorias. Revista de Informação Legislativa, v. 96. p. 194. \nBALDISSERI, Lorenzo; MARTINS FILHO, Ives Gandra. Acordo Santa-Sé comentado. São Paulo: Ltr, 2012. p. 13.\nBARBOSA, Ruy. Comentários à Constituição Federal Brasileira. Coligidos por Homero Pires. Saraiva, 1933. v. 4. p. 135 e 159. \nBERISTAIN, Antonio. Asistencia religiosa. Derechos religiosos de los sancionados a penas privativas de libertad. Revista de Informação Legislativa, Brasília, Senado Federal, ano 24, n. 94, p. 296, abr./jun. 1987.\nBLACK, Hugo Lafayette. Crença na Constituição. Forense, 1970. p. 63.\nBOBBIO, Norberto. Elogio da Serenidade e Outros Escritos Morais. UNESP, 2000. p. 149-155.\nBORJA, Célio. Revista de Direito, v. 2, n. 4, 1998. p. 25-27.\nBRASIL. Anais da Assembleia Nacional Constituinte. v. 225.\n______. Assembléia Nacional Constituinte. Diário da Assembléia Nacional Constituinte, Suplemento 132, 22 ago. 1987. p. 247-252.\n______. Assembléia Nacional Constituinte. Diário da Assembléia Nacional Constituinte, Suplemento B, 27 jan. 1988. p. 476-479.\n______. Assembléia Nacional Constituinte. Diário da Assembleia Nacional Constituinte, 31 ago. 1988. p. 13794.\n______. Congresso Nacional. Diário do Congresso Nacional, Seção I, 19 maio 1992. p. 9241.\n______. Instituto Brasileiro de Geografia e Estatística (IBGE). Censo Demográfico 2010: Características gerais da população, religião e pessoas com deficiência. Disponível em: http://biblioteca.ibge.gov.br/visualizacao/periodicos/94/cd_2010_religiao_deficiencia.pdf. Acesso em: 27 ago. 2017.\nBUZAID, Alfredo. Da Ação Direta de Declaração de Inconstitucionalidade no Direito Brasileiro. Saraiva, 1958.  p. 132, item 60. \nCANOTILHO, José J. Gomes. Direito constitucional. Coimbra: Almedina, 1993. p. 541.\nCANOTILHO, J.J. Gomes; MACHADO, Jônatas. Bens culturais, propriedade privada e liberdade religiosa. Revista do Ministério Público, ano 16, n. 64, p. 29-30.\nCAVALCANTI, Themistocles Brandão. A Constituição Federal Comentada. 3. ed. José Konfino, 1959. v. 4. p. 101-105 e 102-104.\n______. Princípios gerais de direito público. 3. ed. Rio de Janeiro: Borsoi, 1966. p. 253.\nCHIGNELL, Andrew; PEREBOOM, Derk. Natural Theology and Natural Religion. In: ZALTA, Edward N. (Ed.). The Stanford Encyclopedia of Philosophy. Spring 2017 Edition.\nCLÈVE, Clèmerson Merlin. A Fiscalização Abstrata de Constitucionalidade no Direito Brasileiro. Revista dos Tribunais, 1995. p. 142.\nCRUZ, Álvaro Ricardo de Souza; DUARTE, Bernardo Augusto Ferreira; TEIXEIRA, Alessandra Sampaio. A laicidade para além de liberais e comunitaristas. Belo Horizonte: Arraes Editores, 2017.\nCUNHA, Luiz Antônio. O ensino religioso na rede estadual do Rio de Janeiro: política e legislação. In: LOREA, Roberto Arriada (Org.). Em defesa das Liberdades Laicas, 2008. p. 173.\n______. Autonomização do campo educacional: efeitos do e no ensino religioso. Revista Contemporânea de Educação, v. 1, n. 2, 2011.\nCUNHA, Sérgio Sérvulo da. Fundamentos de Direito Constitucional. Saraiva, 2004. p. 161-162, item 602.73.\nDINIZ, Débora; LIONÇO, Tatiana. Educação e Laicidade. In: DINIZ, Débora; LIONÇO, Tatiana; CARRIÃO, Vanessa (Org.). Laicidade e Ensino Religioso no Brasil. Brasília: UNB, 2010. p. 14-15 e 26.\nDINIZ, Débora. Laicidade e ensino religioso nas escolas públicas: o caso do Rio de Janeiro. Revista Brasileira de Ciências Criminais, v. 84, p. 403, maio/jun. 2010.\nDWORKIN, Ronald. Religion without God. 2013. p. 5-6. \nEINSTEIN, Albert. Living Philosophies: The Reflections of Some Eminent Men and Women of Our Time. 1990. p. 6.\nESPINOSA, Baruch de. Tratado Teológico-Político. 2. ed. Martins Fontes, 2008. p. 302.\nEVANS, C. Religious education in public schools: an international human rights perspective. Human Rights Law Review, Oxford University Press, v. 8, Issue 3, 2008. p. 453, 455 e 457.\nFERRAZ, Anna Candida da Cunha. O ensino religioso nas escolas públicas: exegese do §1º do art. 210 da Constituição Federal. Cadernos de Direito Constitucional e Ciência Política. São Paulo: Revista dos Tribunais, jul./set. 1997. p. 25, 26 e 38-39.\nFINOCCHIARO, Francesco. Il fenomeno religioso. I rapporti trà Stato e Chiesa cattolica. I culti non cattolici. Manuale di diritto pubblico. Bolonha: Il Molino, 1994. p. 943-964.\nFREIRE, Paulo. Pedagogia da Autonomia: Saberes necessários à prática educativa. Paz e Terra, 1996.\nGENESTRETI, Guilherme. 'Há uma ditadura do politicamente correto', diz Almodóvar em Cannes. Folha de S. Paulo, São Paulo, 28 maio 2017. Disponível em: https://www1.folha.uol.com.br/ilustrada/2017/05/1888192-ha-uma-ditadura-do-politicamente-correto-diz-almodovar-em-cannes.shtml. Acesso em: 25 set. 2017.\nGUEDES, Stela Caputo. Educação em terreiros e como a escola se relaciona com crianças que praticam candomblé. Tese (Doutorado em Educação)-Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), 2005.\nGÜNTHER, Klaus. Teoria da argumentação no direito e na moral: justificação e aplicação. São Paulo: Landy, 2004. p. 47, 60, 65 e 69.\nHÄBERLE, Peter. Präambeln im Text und Kontext von Verfassungen. In: Demokratie in Anfechtung und Bewährung: Festschrift für Johannes Broermann. 1982. p. 211.\n______. Constituição e Cultura. Rio de Janeiro: Lumen Juris, 2008.\n______. Constituição ‘da cultura’ e constituição ‘como cultura’: um projeto científico para o Brasil. In: Direito público, Instituto Brasiliense de Direito Público (IDP), v. 13, n. 72, p. 9-32, nov./dez. 2016.\nHABERMAS, Jürgen. Notes on Post-Secular Society. New Perspectives Quartely, v. 25, Issue 4, Fall 2008. p. 21.\n______. Religion in the Public Sphere. European Journal of Philosophy, v. 14, i. 1, abr. 2006. p. 12 e 18.\nHARARI, Yuval Noah. Homo Deus: a brief history of tomorrow. 2017. p. 279.\nHESPANHA, António Manuel. Pluralismo jurídico e direito democrático. São Paulo: Annablume, 2013. p. 274-276 e 320.\nIGREJA CATÓLICA. Catecismo da Igreja Católica. § 234.\nISAACSON, Walter. Einstein: his life and universe. 2007. p. 388-389.\nISENSEE, Josef. Vom Stil der Verfassung: eine typologische Studie zu Sprache, Thematik und Sinn des Verfassungsgesetzes. Springer-Verlag, 2013. p. 13.\nKANT, Immanuel. Groundwork of the metaphysics of morals. 1998. p. 31.\nKAPUR, R. The Right to Freedom of Religion and Secularism in the Indian Constitution. In: JACKSON, Vicki; TUSHNET, Mark (Org.). Defining the Field of Comparative Constitutional Law. Westport: Praeger Publishers, 2002.\nLAMA, Dalai. Beyond religion: ethics for a whole world. 2011. p. 1.\nLARENZ, Karl. Metodologia da Ciência do Direito. 3. ed. Lisboa, 1997. p. 495.\nLOEWENSTEIN, Karl. Teoria de la Constitución. Barcelona: Ariel, 1976. p. 154.\nMACHADO, Jónatas E. M. Liberdade Religiosa numa Comunidade Constitucional Inclusiva. Coimbra: Coimbra Editora, 1996. p. 348-349.\n______. Liberdade Religiosa numa comunidade constitucional inclusiva; dos direitos da verdade aos direitos dos cidadãos. Boletim da Faculdade de Direito da Universidade de Coimbra, 1996. p. 176.\n______. A jurisprudência constitucional portuguesa diante das ameaças à liberdade religiosa. Boletim da Faculdade de Direito, Coimbra, Universidade de Coimbra, v. 82, 2006. p. 65, 67 e 112-113.\nMARCONDES, Lea Rocha L. et al. \"Educação confessional no Brasil uma perspectiva ética. Congresso  Nacional de Educação. Curitiba: Anais, 2007. p. 619.\nMARTINS FILHO, Ives Gandra. O estado laico & a liberdade religiosa. São Paulo: LTr. 2011. p. 157.\nMARX, Karl. Crítica da filosofia do direito de Hegel. 1. ed. 1843. 2006. p. 145-146.\nMAXIMILIANO, Carlos. Hermenêutica e Aplicação do Direito. 19. ed. Forense. p. 23-25, itens 32, 33 e 35.\nMAWHINNEY, Alison. The Opt-Out Clause: Imperfect protection for the Right to Freedom of Religion in Schools. Educational Law Journal, v. 102, 2006. p. 109-112.\nMEDEIROS, Antonio Paulo Cachapuz de. O Poder de Celebrar Tratados. Porto Alegre: Fabris, 1995. p. 277.\nMELLO, Oswaldo Aranha Bandeira de. A Teoria das Constituições Rígidas. 2. ed. Bushatsky, 1980. p. 204-205.\nMENDES, Gilmar Ferreira. Jurisdição Constitucional. Saraiva, 1996. p. 155 e 168.\nMIRANDA, Jorge. Manual de Direito Constitucional. Coimbra: Coimbra Editora, 1998. Tomo IV. p. 427.\n______. Estado, Liberdade Religiosa e Laicidade. Observatório da Jurisdição Constitucional, ano 7, n. 1, jan./jun. 2014.\n______. Jurisprudência Constitucional escolhida. v. 1. Universidade Católica.\nMIRANDA, Pontes de. Comentários à Constituição de 1946. 3. ed. Borsoi, 1960. Tomo, VI. p. 216-217 e 478-479.\n______. Comentários à Constituição de 1967, com a Emenda nº 1 de 1969. São Paulo: Revista dos Tribunais, 1970. Tomo II. p. 185-186.\n______.______. 2. ed. Revista dos Tribunais, 1974. Tomo IV. p. 146, item 35.\nMOORE, Thomas. A religion of one’s own. 2015.\nMONTEIRO, Tobias. Presidente Campos Salles na Europa. Itatiaia/EDUSP. p. 144.\nMORAES, Alexandre de. Jurisdição Constitucional e Tribunais Constitucionais. Atlas, 2000. p. 270, item 6.2.1. \n______. Direitos Humanos Fundamentais. São Paulo: Atlas, 2016. p. 58.\nMUSSBAUM, Martha. Liberty of conscience. Defense of America’s tradition of religious equality, 2008. p. 226-227.\nNEVES, Marcelo. Teoria da Inconstitucionalidade das Leis. Saraiva, 1988. p. 68-85.\nNEWTON, Isaac apud HARARI, Yuval Noah. Homo Deus: a brief history of tomorrow. 2017. p. 98.\nODHIR ADVISORY COUNCIL OF EXPERTS ON FREEDOM OF RELIGION OR BELIEF. Toledo Guiding Principles on Teaching About Religions and Beliefs in Public Schools. Varsóvia: Organization for Security and Co-operation in Europe Office for Democratic Institutions and Human Rights (OSCE/ODIHR), 2007. p. 68-73 e 69.\nOLIVEIRA, Marina Marigo Cardoso de. A religião nos presídios. Justitia, Ministério Público de São Paulo, n. 97, p. 31.\nPALÚ, Oswaldo Luiz. Controle de Constitucionalidade. Revista dos Tribunais, 1999.  p. 75-76. \nPEW RESEARCH CENTER’S FORUM ON RELIGION & PUBLIC LIFE. The Global Religious Landscape. Disponível em: http://www.pewforum.org/2012/12/18/global-religious-landscape-exec/-exec/. Acesso em: 27 ago. 2017.\nPIEROTH, Bodo; SCHLINK, Bernhard. Direitos fundamentais. São Paulo: Saraiva, 2011. p. 244, 247, 250, 253 e 259.\nPINHEIRO, Douglas Antônio Rocha. Direito, Estado e Religião: a constituinte de 1987/1988 e a (re)construção da identidade religiosa do sujeito constitucional brasileiro. Dissertação (Mestrado)-Universidade de Brasília, 2008. p. 122.\nPIRES, Thiago Magalhães. Entre a cruz e a espada: o espaço da religião em um Estado democrático de direito. Mimeografado. Tese (Doutorado)-Universidade do Estado do Rio de Janeiro (UERJ), 2016. p. 64-65.\nPLATAFORMA BRASILEIRA DE DIREITOS HUMANOS ECONÔMICOS, SOCIAIS, CULTURAIS E AMBIENTAIS (DHESCA BRASIL). Relatoria do Direito Humano à Educação. Informe preliminar. Missão Educação e Racismo (2010). Eixo: Intolerância Religiosa na Educação. Disponível em: http://www.acaoeducativa.org.br/fdh/?p=1680.\nPROCURADOR quer excluir frase religiosa de cédulas. Consultor Jurídico, 12 nov. 2012. Disponível em: https://www.conjur.com.br/2012-nov-12/procurador-excluir-expressao-deus-seja-louvado-cedulas-real. Acesso em: 25 set. 2017.\nRAMOS, Elival da Silva. A Inconstitucionalidade das Leis. Saraiva, 1994. p. 119 e 245, itens 28 e 56. \nRAWLS, John. O liberalismo político. Tradução: Dinah de Abreu Azevedo. Brasília: Ática, 2000. p. 261 e 274.\n______. Political liberalism. New York: Columbia, 1993. p. 137.\nREZEK, José Francisco. Direito Internacional Público. São Paulo: Saraiva, 2014. p. 284.\n______. Direito dos Tratados. Forense, 1984. p. 462-463, item 388.\n______. Direito Internacional Público. 5. ed. Saraiva, 1995. p. 104, item 49.\nRODAS, Sérgio. Juiz proíbe peça de teatro que representa Jesus como mulher transgênero. Consultor Jurídico, 16 set. 2017. Disponível em: https://www.conjur.com.br/2017-set-16/juiz-proibe-peca-representa-jesus-mulher-transgenero. Acesso em: 25 set. 2017.\nSALGUERO, Manuel. El derecho a la educación. Constituición y derechos fundamentales. Madrid, 2004. p. 795.\nSANTANDER cancela mostra de arte após pressão do MBL: iniciativa do Movimento contra a exposição recebe fortes críticas na web. Jornal do Brasil, 11 set. 2017. Disponível em: http://www.jb.com.br/cultura/noticias/2017/09/11/santander-cancela-mostra-de-arte-apos-pressao-do-mbl/.\nSARLET, Ingo Wolfgang. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 337 e 464.\nSARMENTO, Daniel. Legalização do Aborto e Constituição. In: Nos Limites da Vida: Aborto, Clonagem Humana e Eutanásia sob a Perspectiva dos Direitos Humanos. Lumen Juris, 2007. p. 3-51 e 26-27.\n______. O crucifixo nos tribunais e a laicidade do Estado. In: MAZZUOLI, Valerio; SORIANO, Aldir Guedes (Org.). Direito à liberdade religiosa: desafios e perspectivas para o séc. XXI. p. 211.\nSCALQUETTE, Rodrigo Arnoni. História do Direito: perspectivas historico-constitucionais da relação entre Estado e religião. São Paulo: Editora Atlas, 2013. p. 170.\nSCAMPINI, José. A liberdade religiosa nas Constituições brasileiras. Revista de Informação Legislativa, abr./jun. 1974. p. 84 e 108.\n______.______. Revista de Informação Legislativa, ano 11, v. 11, n. 43, jul./set. 1974. p. 165-166.\nSCHMITT, Carl. La tiranía de los valores. Granada: Edital Comares, 2010. p. 47.\nSCHREINER, Peter. Religious Education in Europe: situation and developments. Apresentação no Instituto de Educação da Universidade de Londres, 2009.\nSCHWABE, Jürgen. Cinquenta anos de jurisprudência do Tribunal Constitucional Federal alemão. Montevidéu: Konrad-Adenauer-Stiftung e.V., 2005. p. 353, 357-359 e 517.\nSILVA, Fabiana Maria Lobo da. Liberdade de religião e o ensino religioso nas escolas públicas de um Estado laico. Perspectiva jusfundamental. Revista de Informação Legislativa, ano 52, n. 206, abr./jun. 2015. p. 287.\nSILVA, José Afonso da. Curso de Direito Constitucional Positivo. 15. ed. Malheiros, 1988. p. 54-58, item 15. \n______. Comentário Contextual à Constituição. 7. ed. São Paulo: Malheiros, 2010. p. 97.\nSOUSA, Marcelo Rebelo de. O Valor Jurídico do Acto Inconstitucional. Lisboa, 1988.  v. 1. p. 77. \nSUIAMA, Sergio Gardenghi. Limites ao exercício da liberdade religiosa nos meios de comunicação de massa. Disponível em: http://www2.prsp.mpf.gov.br/prdc/area-deatuacao/dcomuntv/Artigo%20-%20Limites%20ao%20Exercicio%20da%20LIberdade%20Religiosa%20nos%20Mei.pdf. Acesso em: 18 set. 2017.\nTAVARES, André Ramos. Direito à Liberdade Religiosa: Desafios e Perspectivas para o Século XXI. Belo Horizonte: Fórum, 2009. p. 58.\nTEATRO suspende ‘E o vento levou’ por filme ser ‘racialmente insensível’. O Globo, 29 ago. 217. Disponível em: https://oglobo.globo.com/sociedade/teatro-suspende-o-vento-levou-por-filme-ser-racialmente-insensivel-21759021. Acesso em: 25 set. 2017.\nTEMPERMAN, Jeroen. State-Religion Relationships and Human Rights Law: Towards a Right to Religiously Neutral Governance. 2010.\nTÔRRES, João Camilo de Oliveira. A Democracia Coroada. 2. ed. Vozes, 1964. p. 403 e 405.\nTRINDADE, Cançado. Tratado de Direito Internacional de Direitos Humanos. Porto Alegre: Sérgio Antonio Fabris, 1999. v. 2. p. 68.\nUNGER, Roberto Mangabeira. The Religion of the Future. 2016.\nUN HUMAN RIGHTS COMMITTEE (HRC). CCPR General Comment n. 22: Article 18 (Freedom of Thought, Conscience or Religion), CCPR/C/21/Rev.1/Add.4, 30 July 1993. Disponível em: http://www.refworld.org/docid/453883fb22.html. Acesso em: 18 ago. 2017.\nUNRUH, Peter. Religionsverfassungsrecht. Baden-Baden: Nomos, 2015. p. 255, 256, 260 e 263.\nVALE, André Rufino do. A importância dos 500 anos da Reforma Luterana para o constitucionalismo. Observatório da Jurisdição Constitucional. São Paulo: Revista Consultor Jurídico, 5 ago. 2017.\nWIKIPEDIA. Religious and philosophical views of Albert Einstein. Disponível em: https://en.wikipedia.org/wiki/Religious_and_philosophical_views_of_Albert_Einstein. Acesso em: 27 ago. 2017.\n______. List of religions and spiritual traditions. Diponível em: https://en.wikipedia.org/wiki/List_of_religions_and_spiritual_traditions. Acesso em: 27 ago. 2017.\nWOOLSTON, Thomas apud CATROGA, Fernando. Entre deuses e césares: secularização, laicidade e religião civil. 2006. p. 35.","ministro_facet":["ROBERTO BARROSO","ALEXANDRE DE MORAES"],"processo_numero":4439,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur100766","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":true,"acordao_ata":"Após o voto do Ministro Moreira Alves, Relator, que resolvia a questão de ordem dando pela incompetência desta Corte e determinando a remessa dos autos à Justiça de 1º Grau competente, nos termos do seu voto, o julgamento foi adiado em razão do pedido de vista do Ministro Sepúlveda Pertence. Ausentes, justificadamente, os Ministros Celso de Mello, Presidente, Carlos Velloso e Marco Aurélio. Presidiu o julgamento o Ministro Moreira Alves (RISTF, art. 37, I). Plenário, 30.10.97.                   \r\n\r\nDecisão: Após o voto do Sr. Ministro Sepúlveda Pertence, acolhendo a proposta de cancelamento da Súmula nº 394/STF mas propondo a edição de nova súmula a dizer que “cometido o crime no exercício do cargo ou a pretexto de exercer, prevalece a competência por prerrogativa de função, ainda que o inquérito ou a ação penal sejam iniciados após a cessação daquele exercício funcional”, no que foi acompanhado pelo Sr. Ministro Nelson Jobim, o julgamento foi suspenso em virtude do pedido de vista formulado pelo Sr. Ministro Carlos Velloso. Ausente, justificadamente, o Sr. Ministro Celso de Mello (Presidente). Presidiu o julgamento o Sr. Ministro Carlos Velloso (Vice-Presidente). Plenário, 12.5.99.                   \r\n\r\nDecisão: Prosseguindo no julgamento, o Tribunal, resolvendo questão de ordem suscitada pelo Relator, por unanimidade, cancelou a Súmula nº 394-STF, e, por maioria, vencidos os Senhores Ministros Sepúlveda Pertence, Nelson Jobim, Ilmar Galvão e Néri da Silveira, recusou proposta de edição de nova súmula, nos termos do voto do primeiro dos vencidos. Decidiu-se, ainda, por unanimidade, que continuam válidos todos os atos praticados e decisões proferidas pelo Supremo Tribunal Federal, com base na Súmula nº 394. É dizer, a presente decisão tem efeito ex nunc. Em conseqüência, determinou-se a remessa dos autos à Justiça de 1º grau, nos termos do voto do Senhor Ministro Relator. Votou o Presidente. Plenário, 25.8.99.","is_repercussao_geral_merito":false,"relator_processo_nome":"MOREIRA ALVES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur100766","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur100766","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"QO","is_processo_antigo":false,"ementa_texto":"EMENTA: Ação Penal. Questão de ordem sobre a competência desta Corte\npara prosseguir no processamento dela. Cancelamento da súmula 394.\n      - Depois de cessado o exercício da função, não deve manter-se o\nforo por prerrogativa de função, porque cessada a investidura a que\nessa prerrogativa é inerente, deve esta cessar por não tê-la estendido\nmais além a própria Constituição.\n        Questão de ordem que se resolve no sentido de se declarar a\nincompetência desta Corte para prosseguir no processamento desta ação\npenal, determinando-se a remessa dos autos à Justiça comum de primeiro\ngrau do Distrito Federal, ressalvada a validade dos atos processuais\nnela já praticados.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=319&classe=AP-QO","externo_seq_objeto_incidente":3724640,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 31-10-2001 PP-00008  EMENT VOL-02050-01 PP-00123","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=319&classe=AP","is_colac":false,"titulo":"AP 319 QO","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1824\n          ART-00026 ART-00027 ART-00028  ART-00047\n          PAR-00003\n          CF-1824 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1891\n          CF-1891 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1946\n          ART-00059 INC-00001 ART-00062 INC-00001\n          INC-00002 ART-00088 ART-00092 ART-00100\n          ART-00101 INC-00001 LET-A LET-B\n          LET-C ART-00104 INC-00002 ART-00108\n          ART-00119 INC-00007 ART-00124 INC-00009\n          INC-00012\n          CF-1946 CONSTITUIÇÃO FEDERAL\n","LEG-FED   CF       ANO-1967\n          CF-1967 CONSTITUIÇÃO FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n          ART-00119 INC-00001 LET-A\n","LEG-FED   CF       ANO-1988\n          ART-00003 INC-00003 ART-00005 \"CAPUT\"\n          INC-00001 ART-00007 INC-00030\n          INC-00031 INC-00032 INC-00034 ART-00027\n          PAR-00001 ART-00029 INC-00010 ART-00043\n          ART-00055 INC-00002 ART-00086 ART-00096\n          INC-00003 ART-00102 INC-00001 LET-B\n          LET-C ART-00105 INC-00001 LET-A\n          ART-00109 INC-00001 LET-A INC-00004\n          ART-00150 INC-00002 ART-00151 INC-00002\n          ART-00170 INC-00007\n          CF-1988 CONSTITUIÇÃO FEDERAL\n","LEG-FED   DEL-003689    ANO-1941\n          ART-00132 ART-00163 PAR-ÚNICO INC-00001\n          CPP-1941 CÓDIGO DE PROCESSO PENAL\n","LEG-FED   LEI-005869    ANO-1973\n          ART-00087\n          CPC-1973 CÓDIGO DE PROCESSO CIVIL\n","LEG-FED   LEI-001079      ANO-1950\n","LEG-FED   LEI-003258      ANO-1959\n","LEG-FED   LEI-009099      ANO-1995\n          ART-00089\n          LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n","LEG-FED   AIT-000002      ANO-1965\n          ART-00016 INC-00001\n","LEG-FED   AIT-000005      ANO-1968\n          ART-00005 INC-00001\n","LEG-FED   SUMSTF-000394\n          SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2001-10-31","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: CANCELAMENTO, SÚMULA, INCOMPETÊNCIA, (STF),\nPROSSEGUIMENTO, JULGAMENTO, INQUÉRITO, AUSÊNCIA, MANUTENÇÃO, FORO,\nPRERROGATIVA, FUNÇÃO,CESSAÇÃO, INVESTIDURA .INCOMPETÊNCIA, (STF),\nJULGAMENTO, EX-MEMBRO, EX-TITULAR, CONGRESSO NACIONAL, PRESIDENTE,\nVICE-PRESIDENTE, PROCURADOR-GERAL DA REPÚBLICA, MINISTRO DE ESTADO,\nAUTORIDADE, MANDATÁRIO, PERDA, EXERCÍCIO, CARGO, MANDATO.\n- QUESTÃO DE ORDEM: POSTERIORIDADE, EXERCÍCIO, FUNÇÃO,\nIMPOSSIBILIDADE, MANUTENÇÃO,FORO, RAZÃO, PRERROGATIVA DE FUNÇÃO.\nDETERMINAÇÃO, REMESSA, AUTOS,JUSTIÇA DE 1º GRAU.\n- QUESTÃO DE ORDEM: RETROSPECTIVA HISTÓRICA, JULGAMENTO,\nPRERROGATIVA DE FORO.AUSÊNCIA, MANUTENÇÃO, TESE, ENUNCIADO,\nÉGIDE, CONSTITUIÇÃO FEDERAL DE 1988.\n- QUESTÃO DE ORDEM: EXISTÊNCIA, PRERROGATIVA DE FORO, OBJETIVO,\nGARANTIA, EXERCÍCIO, CARGO, MANDATO, JUSTIFICATIVA, INTERESSE PÚBLICO,\nEXERCÍCIO, PODER DA UNIÃO, IMPOSSIBILIDADE, AFASTAMENTO, AUTORIDADE,\nAUSÊNCIA, PRISÃO PREVENTIVA, EXISTÊNCIA, EXIGÊNCIA, \"LICENÇA PARA\nPROCESSAR\". AUSÊNCIA, INTERESSE PRIVADO, OCUPANTE, CARGO, INTERESSE\nPÚBLICO, EXERCÍCIO, CARGO, NECESSIDADE, INDEPENDÊNCIA.\n- QUESTÃO DE ORDEM: IMPOSSIBILIDADE, INTERPRETAÇÃO AMPLIATIVA,\nPRERROGATIVA DE FORO, JULGAMENTO, DENÚNCIA, EXISTÊNCIA, ISENÇÃO, JUIZ,\nTRIBUNAL \"A QUO\".  POSSIBILIDADE, JULGAMENTO, CONTROLE DIFUSO DE\nCONSTITUCIONALIDADE, (STF), DECISÃO, TRIBUNAL \"A QUO\" . POSSIBILIDADE,\nJULGAMENTO, CONTROLE DE LEGALIDADE, (STJ).\n- QUESTÃO DE ORDEM: EXISTÊNCIA, ACUSAÇÃO, ANTERIORIDADE, OCORRÊNCIA,\nFATO, EXERCÍCIO, FUNÇÃO, DESLOCAMENTO, COMPETÊNCIA,  (STF), DURAÇÃO,\nEXERCÍCIO, CARGO, MANDATO, POSTERIORIDADE,  CESSAÇÃO, EXERCÍCIO,\nAUSÊNCIA, MANUTENÇÃO, JURISDIÇÃO ESPECIAL.\n- QUESTÃO DE ORDEM: DEBATE, COMPETÊNCIA CONSTITUCIONAL, COMPETÊNCIA\nREAL, INDEPENDÊNCIA, JUIZ, TRIBUNAL \"A QUO\", POSSIBILIDADE DE RECURSO,\nTRIBUNAIS SUPERIORES, TRANSPARÊNCIA, VISIBILIDADE, JULGAMENTO.\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO DIVERSA, MIN. SYDNEY SANCHES:\nAUSÊNCIA, ATRIBUIÇÃO, CONSTITUIÇÃO FEDERAL DE 1946, COMPETÊNCIA\nORIGINÁRIA, (STF), JULGAMENTO, DEPUTADO, SENADOR, CRIME COMUM,\nEXERCÍCIO, MANDATO. INEXISTÊNCIA, MANUTENÇÃO, PRERROGATIVA DE FORO,\nPOSTERIORIDADE, EXERCÍCIO, CARGO,\nMANDATO, CONSTITUIÇÃO FEDERAL DE 1946, CONSTITUIÇÃO FEDERAL DE 1967,\nEMENDA CONSTITUCIONAL Nº 1 DE 1969. HISTÓRICO, PRERROGATIVA DE FORO,\nDEPUTADO, SENADOR. POSSIBILIDADE, MODIFICAÇÃO, PRERROGATIVA DE FORO,\nGARANTIA, EXERCÍCIO, CARGO, MANDATO, AUSÊNCIA, PROTEÇÃO, OCUPANTE,\nEX-OCUPANTE.\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO DIVERSA, MIN. SYDNEY\nSANCHES: IMPOSSIBILIDADE,\nINTERPRETAÇÃO AMPLIATIVA, PRIVILÉGIO, PRERROGATIVA DE FORO, OBJETIVO,\nCONSTITUIÇÃO FEDERAL, IGUALDADE, CIDADÃO COMUM.\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO DIVERSA, MIN. SYDNEY SANCHES:\nMANUTENÇÃO, VALIDADE,\nATO, DECISÃO,(STF), BASE, SÚMULA REVOGADA . ATRIBUIÇÃO, EFEITO \"EX\nNUNC\", REVOGAÇÃO, ENUNCIADO.\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO DIVERSA, MIN. CARLOS VELLOSO:\nEXISTÊNCIA, PRIVILÉGIO, PRERROGATIVA DE FUNÇÃO, ESCOLHA, FORO, OFENSA,\nPRINCÍPIO DA IGUALDADE, PRINCÍPIO REPUBLICANO, PRINCÍPIO DEMOCRÁTICO .\n- QUESTÃO DE ORDEM: FUNDAMENTAÇÃO DIVERSA, MIN. MARCO AURÉLIO:\nAUSÊNCIA, COMPETÊNCIA,\nRAZÃO, PESSOA, ÂNGULO MATERIAL, COMPETÊNCIA FUNCIONAL, COMPETÊNCIA\nHIERÁRQUICA, COMPETÊNCIA, PRERROGATIVA DE FUNÇÃO. DEFINIÇÃO,\nCOMPETÊNCIA, INTERESSE, ESTADO, CASO, FUNÇÃO, AUSÊNCIA, MOTIVAÇÃO,\nPESSOA NATURAL, OFENSA, PRINCÍPIO, ESTADO DEMOCRÁTICO DE DIREITO,\nLIBERDADE, ISONOMIA.\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE:\nPROPOSIÇÃO, EDIÇÃO, NOVA SÚMULA, MANUTENÇÃO, COMPETÊNCIA, PRERROGATIVA,\nFUNÇÃO, POSTERIORIDADE,\n\n CESSAÇÃO, EXERCÍCIO FUNCIONAL. EXISTÊNCIA,\nDIREITO COMPARADO, PRERROGATIVA, FUNÇÃO. POSSIBILIDADE, CRIAÇÃO,\nHIPÓTESE, PRERROGATIVA DE FORO, CONSTITUIÇÃO BRASILEIRA, LEI PROCESSUAL\nFEDERAL, CONSTITUIÇÃO ESTADUAL, LEI DE VIGÊNCIA DA JUSTIÇA ELEITORAL,\nRESSALVA,\nCOMPETÊNCIA, JÚRI. IMPOSSIBILIDADE, CARACTERIZAÇÃO, EXCEPCIONALIDADE,\nPRERROGATIVA, FUNÇÃO, RESTRIÇÃO, EXPANSÃO SISTEMÁTICA, LEI FUNDAMENTAL,\nMINISTRO, (STF) .\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE:\nEXISTÊNCIA, PRERROGATIVA, FORO, PROTEÇÃO, EXERCÍCIO, CARGO, AUSÊNCIA,\nPRIVILÉGIO, TITULAR, EX-OCUPANTE. TITULAR, PODER EXECUTIVO, EXERCÍCIO,\nMANDATO, EXIGÊNCIA, ADMISSÃO,\nACUSAÇÃO, DOIS TERÇOS, CÂMARA DOS DEPUTADOS. EXISTÊNCIA, IMUNIDADE\nFORMAL, MEMBRO,CONGRESSO  NACIONAL. POSSIBILIDADE, ATRIBUIÇÃO, CRIME,\nOPINIÕES, PALAVRAS, VOTOS, MEMBRO, CONGRESSO NACIONAL, EXERCÍCIO,\nFUNÇÃO,\nEXISTÊNCIA, IMUNIDADE REAL. EXISTÊNCIA, CARGO, CARACTERÍSTICA,\nDEMISSÃO \"AD NUTUM\", MINISTRO DE ESTADO, BENEFICIÁRIO, FORO,\nPRERROGATIVA, FUNÇÃO, DEPENDÊNCIA, VONTADE, CHEFE, PODER EXECUTIVO.\n- QUESTÃO DE ORDEM: VOTO VENCIDO, MIN. SEPÚLVEDA PERTENCE:\nAUSÊNCIA, INTERESSE,ACUSADO, JULGAMENTO, TRIBUNAL, POSSIBILIDADE,\nMODIFICAÇÃO, RÉU,COMPETÊNCIA, EXONERAÇÃO, RENÚNCIA, APOSENTADORIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=319&classe=AP","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AP-QO","documental_observacao_texto":"Acórdãos citados: HC 3340, AP 241 (RTJ-85/1), AP 241 (RTJ-87/349), Ext 347 (RTJ-86/1), Inq 427 QO (RTJ-148/26), Inq 427 QO QO (RTJ 148/58), QC 427 QO, Rcl 473 (RTJ 22/47), Inq 687 QO, HC 32097,HC 33440, HC 35301 (RTJ 4/63), HC 68409, HC 39682 (RTJ 6/408), HC 40382, HC 40398, HC 40400, HC 42108 (RTJ 32/614), HC 69156 (RTJ 140/932); RTJ 22/50,RTJ 148/61.\nLegislação estrangeira citada:Constituição dos Estados Unidos (art. III, Seção 2); Constituição da Argentina (atual art. 100); Constituição da Espanha, arts. 71, 4 e 102, 1 e Ley Orgânica del Poder Judicial, art. 57, 2º e 3º; Constituição da França, art. 67; Constituição da Itália, arts. 96 e 134; Constituição de Portugal, art. 133, 4 e Código de Processo Penal de Portugal, arts. 11, 1 a e 2 a e 12.1, a; Constituição da Venezuela, art. 215, 1º e 2º.\nNúmero de páginas: (112). \r\nAnálise:(COF). \r\nRevisão:(ANA).\nInclusão: 25/03/02, (MLR).\nAlteração: 26/02/04, (MLR).\nAlteração: 10/04/2018, ALS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR     : MINISTÉRIO PÚBLICO FEDERAL\nRÉU       : CARREL YPIRANGA BENEVIDES\nADV.      : JOSÉ EDUARDO RANGEL DE ALCKIMIN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":100766,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"AP 319 QO","processo_classe_processual_unificada_classe_sigla":"AP","julgamento_data":"1999-08-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"QUESTÃO DE ORDEM NA AÇÃO PENAL","documental_doutrina_texto":"OBRA:  O DIREITO\nAUTOR: TARQUÍNIO BRÁULIO DE SOUZA AMARANTE\nEDITORA: REVISTA MENSAL DE LEGISLAÇÃO, DOUTRINA E JURISPRUDÊNCIA\nANO: V-1877  VOLUME: 14    PÁGINA: 226\nOBRA:  ELEMENTO DE PROCESSO PENAL\nAUTOR: FREDERICO MARQUES\nEDITORA: FORENSE\nANO: 1961  VOLUME: 1º    PÁGINA: 207\nOBRA:  OS GRANDES JULGAMENTOS DO STF\nAUTOR: EDGARD COSTA\nVOLUME: 1º    PÁGINA: 350","ministro_facet":["MOREIRA ALVES"],"processo_numero":319,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur259831","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"Após o voto do Senhor Ministro Joaquim Barbosa (relator), que conhecia e negava provimento ao recurso extraordinário, pediu vista dos autos o Senhor Ministro Ricardo Lewandowski. Ausente, justificadamente, o Senhor Ministro Eros Grau. Falaram: pela recorrente, o Dr. Márcio Luiz Silva; pelo assistente, o Dr. Jayme Arcoverde de Albuquerque Cavalcanti Filho; pelo recorrido, Instituto Brasileiro de Ética Concorrencial, o Dr. Aristides Junqueira Alvarenga e, pela recorrida, União, o Dr. Cláudio Xavier Seefelder Filho, Procurador da Fazenda Nacional. Presidência do Senhor Ministro Gilmar Mendes. Plenário, 07.05.2008. \r\n\n                 Decisão: Prosseguindo no julgamento, o Tribunal, por maioria e nos termos do voto do Relator, Ministro Joaquim Barbosa (Presidente), conheceu e negou provimento ao recurso extraordinário, vencidos os Ministros Gilmar Mendes, Marco Aurélio e Celso de Mello. Ausente, neste julgamento, a Ministra Cármen Lúcia. Plenário, 22.05.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur259831","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur259831","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA:         CONSTITUCIONAL. TRIBUTÁRIO. SANÇÃO POLÍTICA. NÃO-PAGAMENTO DE TRIBUTO. INDÚSTRIA DO CIGARRO. REGISTRO ESPECIAL DE FUNCIONAMENTO. CASSAÇÃO. DECRETO-LEI 1.593/1977, ART. 2º, II.\n\n\n\n    1. Recurso extraordinário interposto de acórdão prolatado pelo Tribunal Regional Federal da 2ª Região, que reputou constitucional a exigência de rigorosa regularidade fiscal para manutenção do registro especial para fabricação e comercialização de cigarros (DL 1.593/1977, art. 2º, II).\n\n\n\n    2. Alegada contrariedade à proibição de sanções políticas em matéria tributária, entendidas como qualquer restrição ao direito fundamental de exercício de atividade econômica ou profissional lícita. Violação do art. 170 da Constituição, bem como dos princípios da proporcionalidade e da razoabilidade.\n\n\n\n    3. A orientação firmada pelo Supremo Tribunal Federal rechaça a aplicação de sanção política em matéria tributária. Contudo, para se caracterizar como sanção política, a norma extraída da interpretação do art. 2º, II, do Decreto-lei 1.593/1977 deve atentar contra os seguintes parâmetros: (1) relevância do valor dos créditos tributários em aberto, cujo não pagamento implica a restrição ao funcionamento da empresa; (2) manutenção proporcional e razoável do devido processo legal de controle do ato de aplicação da penalidade; e (3) manutenção proporcional e razoável do devido processo legal de controle da validade dos créditos tributários cujo não-pagamento implica a cassação do registro especial.\n\n\n\n    4. Circunstâncias que não foram demonstradas no caso em exame.\n\n\n\n    5. Recurso extraordinário conhecido, mas ao qual se nega provimento.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=5569814","externo_seq_objeto_incidente":2524898,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-066  DIVULG 02-04-2014  PUBLIC 03-04-2014","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=550769&classe=RE","is_colac":false,"titulo":"RE 550769","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00013 INC-00019 INC-00054 \n          ART-00102 INC-00003 LET-A \n          ART-0146A INCLUÍDO PELA EMC-42/2003\n          ART-00170 PAR-ÚNICO\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00151 INC-00002 INC-00003\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-006830      ANO-1980\n                LEF-1980 LEI DE EXECUÇÃO FISCAL\n\n","LEG-FED   LEI-009249      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009822      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-001593      ANO-1977\n          ART-00001 \"CAPUT\" REDAÇÃO DADA PELA MPR-2158/2001\n          ART-0001A INCLUÍDO PELA LEI-9822/1999\n          ART-0001A PAR-00001 INCLUÍDO PELA LEI-9822/1999\n          ART-0001A PAR-00002 INCLUÍDO PELA LEI-9822/1999\n          ART-0001A PAR-00003 INCLUÍDO PELA LEI-9822/1999\n          ART-00002 INC-00002 REDAÇÃO ORIGINÁRIA\n          ART-00002 INC-00002 REDAÇÃO DADA PELA LEI-9822/1999\n          ART-00002 INC-00003 REDAÇÃO DADA PELA LEI-9822/1999\n          ART-00015\n                DECRETO-LEI\n\n","LEG-FED   MPR-002158      ANO-2001\n                MEDIDA PROVISÓRIA - REEDIÇÃO Nª 35\n\n","LEG-FED   DEC-003070      ANO-1999\n                DECRETO\n\n","LEG-FED   SUMSTF-000070      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000547      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-04-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRELIMINAR. REJEIÇÃO, ALEGAÇÃO, NECESSIDADE, REEXAME, PROVA, OBJETIVO, CONHECIMENTO, RECURSO, HIPÓTESE, ACÓRDÃO RECORRIDO, FUNDAMENTAÇÃO, MATÉRIA DE FATO, FUNDAMENTO, ACÓRDÃO RECORRIDO, FUNDAMENTAÇÃO, PREDOMINÂNCIA, APRECIAÇÃO, VALIDADE, DECRETO-LEI. REJEIÇÃO, ALEGAÇÃO, AUSÊNCIA, PREQUESTIONAMENTO, FUNDAMENTO, ACÓRDÃO RECORRIDO, APRECIAÇÃO, CONTROVÉRSIA, FUNDAMENTAÇÃO, CONSTITUIÇÃO FEDERAL, INCLUSÃO, PROPORCIONALIDADE, RAZOABILIDADE, INTERPRETAÇÃO, NORMA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: IRRELEVÂNCIA, INADIMPLEMENTO, OBRIGAÇÃO TRIBUTÁRIA, HIPÓTESE, OCORRÊNCIA, ILÍCITO, OBJETIVO, VANTAGEM INDEVIDA, CONCORRÊNCIA, COMÉRCIO, FUNDAMENTO, CONCESSÃO, REGIME ESPECIAL DE TRIBUTAÇÃO, ATIVIDADE PERIGOSA, ESTADO BRASILEIRO, MOTIVO, OCORRÊNCIA, DOENÇA. \n\n- VOTO VENCIDO, MIN. GILMAR MENDES: PROVIMENTO, RECURSO EXTRAORDINÁRIO, OBJETIVO, INCONSTITUCIONALIDADE, ARTIGO, DECRETO-LEI, PREVISÃO, CANCELAMENTO, REGISTRO, MOTIVO, AUSÊNCIA, CUMPRIMENTO, OBRIGAÇÃO TRIBUTÁRIA, HIPÓTESE, IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS (IPI), CARACTERIZAÇÃO, CAPACIDADE, ARRECADAÇÃO, FUNDAMENTO, CANCELAMENTO, REGISTRO, ATO ADMINISTRATIVO, DESPROPORCIONALIDADE, OFENSA, PRINCÍPIO DA LIVRE INICIATIVA, GARANTIA AO DEVIDO PROCESSO LEGAL.\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: IMPOSSIBILIDADE, IMPOSIÇÃO, RESTRIÇÃO, EXERCÍCIO, ATIVIDADE ECONÔMICA, OBJETIVO, COAÇÃO, SUJEITO PASSIVO, ADIMPLEMENTO, OBRIGAÇÃO TRIBUTÁRIA. SUBMISSÃO, LEGISLADOR, PRINCÍPIO DA PROPORCIONALIDADE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: OCORRÊNCIA, OFENSA, PRINCÍPIO DA LIVRE CONCORRÊNCIA, HIPÓTESE, REITERAÇÃO, DESCUMPRIMENTO, OBRIGAÇÃO TRIBUTÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=550769&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"- Acórdão(s) citado(s):\n(SANÇÃO POLÍTICA, INADIMPLEMENTO, OBRIGAÇÃO TRIBUTÁRIA)\nRE 413782 (TP), RE 216983 AgR (2ªT), RE 115452 ED-EDv (TP), AI 798210 AgR (2ªT), RMS 9698 (TP), RE 63043 (TP), RE 111042 (2ªT), RTJ 125/395, RTJ 33/99, RTJ 45/859, RTJ 47/327, RTJ 73/821, RTJ 100/1091, RTJ 111/1307, RTJ 115/1439, RTJ 138/847, RTJ 177/961.\n(DIREITO INDIVIDUAL, GARANTIA INDIVIDUAL, AUSÊNCIA, CARÁTER ABSOLUTO)\nRTJ 173/807. \n(LIMITAÇÃO, PODER NORMATIVO, PRINCÍPIO DA PROPORCIONALIDADE)\nRTJ 176/578, RTJ 160/140, RTJ 178/22. \n(PODER DE TRIBUTAR, LIMITE)\nRE 18331 (2ªT), RF 145/164, RDA 34/132.\n(MANUTENÇÃO, ACÓRDÃO RECORRIDO, FUNDAMENTO DIVERSO)\nAI 298694. \n- Decisões monocráticas citadas:\n(SANÇÃO POLÍTICA, INADIMPLEMENTO, OBRIGAÇÃO TRIBUTÁRIA)\nRE 409956, RE 424061, RE 409958, RE 434987, RE 414714, RE 374981, RE 415015.\n(PODER JUDICIÁRIO, TUTELA, ABUSO, PODER DE TRIBUTAR)\nPet 1466.\n- Decisões estrangeiras citadas: Caso McCulloch v. Maryland e Caso Panhandle Oil Co. v. State of Mississippi Ex Rel. Knox (277 U.S. 218).\r\n- Veja AC 1657-MC e RE 415015 do STF.\r\nNúmero de páginas: 76.\r\nAnálise: 22/04/2014, JOS.\r\nRevisão: 30/04/2014, GOD.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)  : AMERICAN VIRGINIA INDÚSTRIA COMÉRCIO IMPORTAÇÃO E EXPORTAÇÃO DE TABACOS LTDA \nADV.(A/S)  : ANTONIO VITAL RAMOS DE VASCONCELOS E OUTRO(A/S)\nRECDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA FAZENDA NACIONAL \nRECDO.(A/S)  : INSTITUTO BRASILEIRO DE ÉTICA CONCORRENCIAL \nADV.(A/S)  : ANA TEREZA PALHARES BASÍLIO \nADV.(A/S)  : GABRIELA OLIVEIRA TELLES DE VASCONCELLOS \nADV.(A/S)  : ARISTIDES JUNQUEIRA ALVARENGA \nINTDO.(A/S)  : SINDICATO DA INDÚSTRIA DO FUMO DO ESTADO DE SÃO PAULO - SINDIFUMO \nADV.(A/S)  : JAYME ARCOVERDE DE ALBUQUERQUE CAVALCANTI FILHO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":259831,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"RE 550769","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2013-05-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"ATALIBA, Geraldo. Apontamentos de Ciência das Finanças, Direito Financeiro e Tributário. São Paulo: Revista dos Tribunais, 1969. p. 148-9.\r\nÁVILA, Humberto Bergmann. Sistema Constitucional Tributário. Saraiva, 2004. p. 324 e 326.\r\nBALEIRO, Aliomar. Direito Tributário Brasileiro. 11. ed. Atualizado por Misabel Abreu Machado Derzi. 11. ed. Forense, 1999. p. 878/880, item 2.\r\nBIM, Eduardo Fortunato. A Inconstitucionalidade das Sanções Políticas Tributárias no Estado de Direito: Violação ao Substantive Due Process of Law (Princípios da Rozoabilidade e da Proporcionalidade). In: Grandes Questões Atuais do Direito Tributário. Dialética, 2004. v. 8. p. 67-92, 83. \r\nCOÊLHO, Sacha Calmon Navarro. Infração Tributária e Sanção. In: Sanções Administrativas Tributárias. Dialética/ICET, 2004. p. 420/444.\r\nMACHADO, Hugo de Brito. Sanções Políticas no Direito Tributário. In: Revista Dialética de Direito Tributário nº 30. p. 46/47.\r\nMACHADO SEGUNDO, Hugo de Brito. Processo Tributário. Atlas, 2004. p. 93/95, item 2.7.\r\nSIQUEIRA, Edison Freitas de. Débito Fiscal - análise crítica e sanções políticas. Sulina, 2001. p. 61/62, item 2.3.\r\nPINTO, Bilac. Os Limites do Poder Fiscal do Estado. In: RF. v. 82. p. 547-562, 552.\r\nPONTES, Helenilson Cunha. O Princípio da Proporcionalidade e o Direito Tributário. Dialética, 2000. p. 141/143, item 2.3.\r\nRESENDE, Antônio. In: Anais do Seminário Aspectos Jurídicos e Econômicos da Sonegação Fiscal. Rio de Janeiro: Memory - Centro de Memória Jurídica, s.a. p. 56, 58 e 63-90.\r\nTORRES, Ricardo Lobo. Curso de Direito Financeiro e Tributário. Renovar, 1995. p. 270, item 7.1.","ministro_facet":["JOAQUIM BARBOSA"],"processo_numero":550769,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur381361","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Retirado de pauta em face da aposentadoria do Relator. Presidência do Senhor Ministro Joaquim Barbosa. Plenário, 26.11.2012.\r\n\n                       Decisão: Após o relatório e as sustentações orais, o julgamento foi suspenso. Impedidos os Ministros Roberto Barroso e Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Falaram: pela requerente Associação Nacional dos Magistrados da Justiça do Trabalho - ANAMATRA, o Dr. Alberto Pavie Ribeiro; pela requerente Associação Nacional dos Procuradores do Trabalho - ANPT, o Dr. Roberto de Figueiredo Caldas; pelo amicus curiae Associação Brasileira dos Expostos ao Amianto - ABREA, o Dr. Mauro de Azevedo Menezes; pelo amicus curiae Confederação Nacional dos Trabalhadores na Indústria - CNTI, o Dr. Marcelo Henriques Ribeiro de Oliveira; pelo amicus curiae Instituto Brasileiro do Crisotila - IBC, o Dr. Carlos Mário da Silva Velloso Filho; pelo amicus curiae Federação das Indústrias do Estado da Bahia - FIEB, o Dr. Rodrigo Alberto Correia da Silva; pelo amicus curiae Associação Brasileira da Indústria de Álcalis Cloro e Derivados - ABICLOR, o Dr. Tercio Sampaio Ferraz Junior. Presidência da Ministra Cármen Lúcia. Plenário, 10.8.2017.\r\n\n                       Decisão: Inicialmente, o Tribunal, por maioria, conheceu da ação direita, reconhecendo a legitimidade ativa das autoras, vencidos os Ministros Alexandre de Moraes e Marco Aurélio. No mérito, após o voto da Ministra Rosa Weber (Relatora), julgando procedente a ação, para declarar a inconstitucionalidade do art. 2º da Lei 9.055/1995, e fixando a seguinte tese: “A tolerância ao uso do amianto crisotila, da forma como encartada no art. 2º da Lei 9.055/1995, é incompatível com os artigos 7º, inciso XXII, 196 e 225 da Constituição Federal”, o julgamento foi suspenso. Presidência da Ministra Cármen Lúcia. Plenário, 17.8.2017.\r\n\n                 Decisão: Após os votos dos Ministros Edson Fachin e Ricardo Lewandowski, acompanhando o voto da Ministra Rosa Weber (Relatora), e o voto do Ministro Alexandre de Moraes, julgando improcedente a ação, no que foi acompanhado pelos Ministros Luiz Fux, Gilmar Mendes e Marco Aurélio, o julgamento foi suspenso. Impedidos os Ministros Roberto Barroso e Dias Toffoli. Presidência da Ministra Cármen Lúcia. Plenário, 23.8.2017.\r\n\n                       Decisão: O Tribunal, por maioria, conheceu da ação, reconhecendo a legitimidade ativa das autoras, vencidos os Ministros Alexandre de Moraes e Marco Aurélio. No mérito, o Tribunal computou cinco votos (dos Ministros Rosa Weber (Relatora), Edson Fachin, Ricardo Lewandowski, Celso de Mello e Cármen Lúcia) pela procedência da ação, e quatro votos (dos Ministros Alexandre de Moraes, Luiz Fux, Gilmar Mendes e Marco Aurélio) pela improcedência da ação, e, por não se ter atingido o quorum exigido pelo artigo 97 da Constituição, não se pronunciou a inconstitucionalidade do art. 2º da Lei 9.055/1995, em julgamento destituído de eficácia vinculante. Impedidos os Ministros Roberto Barroso e Dias Toffoli. Ausente, justificadamente, o Ministro Gilmar Mendes. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 24.8.2017.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur381361","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur381361","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    AÇÃO DIRETA DE INCONSTITUCIONALIDADE. ART. 2º, CAPUT E PARÁGRAFO ÚNICO, DA LEI Nº 9.055/1995. EXTRAÇÃO, INDUSTRIALIZAÇÃO, UTILIZAÇÃO, COMERCIALIZAÇÃO E TRANSPORTE DO ASBESTO/AMIANTO E DOS PRODUTOS QUE O CONTENHAM. AMIANTO CRISOTILA. LESIVIDADE À SAÚDE HUMANA. ALEGADA INEXISTÊNCIA DE NÍVEIS SEGUROS DE EXPOSIÇÃO. LEGITIMIDADE ATIVA AD CAUSAM. ASSOCIAÇÃO NACIONAL DOS PROCURADORES DO TRABALHO – ANPT. ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO – ANAMATRA. ART. 103, IX, DA CONSTITUIÇÃO DA REPÚBLICA. REPRESENTATIVIDADE NACIONAL. PERTINÊNCIA TEMÁTICA. MÉRITO. AMIANTO. VARIEDADE CRISOTILA (ASBESTO BRANCO). FIBRA MINERAL. CONSENSO MÉDICO ATUAL NO SENTIDO DE QUE A EXPOSIÇÃO AO AMIANTO TEM, COMO EFEITO DIRETO, A CONTRAÇÃO DE DIVERSAS E GRAVES MORBIDADES. RELAÇÃO DE CAUSALIDADE. RECONHECIMENTO OFICIAL. PORTARIA Nº 1.339/1999 DO MINISTÉRIO DA SAÚDE. POSIÇÃO DA ORGANIZAÇÃO MUNDIAL DA SAÚDE – OMS. RISCO CARCINOGÊNICO DO ASBESTO CRISOTILA. INEXISTÊNCIA DE NÍVEIS SEGUROS DE EXPOSIÇÃO. LIMITES DA COGNIÇÃO JURISDICIONAL. QUESTÃO JURÍDICO-NORMATIVA E QUESTÕES DE FATO. ANÁLISE DA JURISPRUDÊNCIA. ART. 2º DA LEI Nº 9.055/1995. FONTE POSITIVA DA AUTORIZAÇÃO PARA EXPLORAÇÃO ECONÔMICA DO ASBESTO CRISOTILA. LEI Nº 9.976/2000. LEGISLAÇÃO FEDERAL ESPECÍFICA E POSTERIOR. INDÚSTRIA DE CLORO. USO RESIDUAL. TRANSIÇÃO TECNOLÓGICA. SITUAÇÃO ESPECÍFICA NÃO ALCANÇADA PELA PRESENTE IMPUGNAÇÃO. TOLERÂNCIA AO USO DO AMIANTO CRISOTILA NO ART. 2º DA LEI Nº 9.055/1995. EQUACIONAMENTO. LIVRE INICIATIVA. DIGNIDADE DA PESSOA HUMANA. VALOR SOCIAL DO TRABALHO. DIREITO À SAÚDE. DIREITO AO MEIO AMBIENTE ECOLOGICAMENTE EQUILIBRADO. DESENVOLVIMENTO ECONÔMICO, PROGRESSO SOCIAL E BEM-ESTAR COLETIVO. LIMITES DOS DIREITOS FUNDAMENTAIS. COMPATIBILIZAÇÃO. ARTS. 1º, IV, 170, CAPUT, 196 E 225, CAPUT E § 1º, V, DA CF. AUDIÊNCIA PÚBLICA (ADI 3.937/SP) E AMICI CURIAE. CONTRIBUIÇÕES AO DEBATE. JURISPRUDÊNCIA DO ÓRGÃO DE APELAÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO COMÉRCIO – OMC. PROIBIÇÃO À IMPORTAÇÃO DE ASBESTO. MEDIDA JUSTIFICADA. ART. XX DO ACORDO GERAL SOBRE TARIFAS E COMÉRCIO – GATT. PROTEÇÃO DA VIDA E DA SAÚDE HUMANA. CONVENÇÕES NºS 139 E 162 DA OIT. CONVENÇÃO DE BASILEIA SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO. REGIMES PROTETIVOS DE DIREITOS FUNDAMENTAIS. SUPRALEGALIDADE. COMPROMISSOS INTERNACIONAIS. INOBSERVÂNCIA. ART. 2º DA LEI Nº 9.055/1995. PROTEÇÃO INSUFICIENTE. ARTS. 6º, 7º, XXII, 196 E 225 DA CONSTITUIÇÃO DA REPÚBLICA. QUÓRUM CONSTITUÍDO POR NOVE MINISTROS, CONSIDERADOS OS IMPEDIMENTOS. CINCO VOTOS PELA PROCEDÊNCIA E QUATRO VOTOS PELA IMPROCEDÊNCIA. ART. 97 DA CONSTITUIÇÃO DA REPÚBLICA. ART. 23 DA LEI Nº 9.868/1999. NÃO ATINGIDO O QUÓRUM PARA PRONÚNCIA DA INCONSTITUCIONALIDADE DO ART. 2º DA LEI Nº 9.055/1995.\n\n\n\n    1. Evidenciada a representatividade nacional das entidades de classe autoras, nos moldes do art. 103, IX, da Constituição da República e do art. 2º, IX, da Lei nº 9.868/1999. Atendido o requisito da pertinência temática, presente a correlação entre a norma impugnada e as finalidades institucionais das associações autoras. Discussão envolvendo matéria ínsita ao campo de atuação institucional tanto da magistratura do trabalho quanto dos membros do Ministério Público do Trabalho, a saber, a alegada existência de consenso médico-científico no tocante ao efeito prejudicial da exploração do amianto crisotila para a saúde dos trabalhadores da indústria e da mineração, questão de saúde, higiene e segurança do trabalho. Precedente: ADI 5458 (Relator Ministro Luiz Fux, Tribunal Pleno, DJe 02.8.2017). Preliminar de ilegitimidade ativa ad causam rejeitada.\n\n\n\n    2. O consenso médico atual identifica, para além de qualquer dúvida razoável, a contração de diversas doenças graves como efeito direto da exposição ao amianto. A Portaria nº 1.339/1999 do Ministério da Saúde imprime reconhecimento oficial à relação de causalidade entre a exposição ao asbesto ou amianto, inclusive da variedade crisotila, e as seguintes doenças: neoplasia maligna do estômago, neoplasia maligna da laringe, neoplasia maligna dos brônquios e do pulmão, mesotelioma da pleura, mesotelioma do peritônio, mesotelioma do pericárdio, placas epicárdicas ou pericárdicas, asbestose, derrame pleural e placas pleurais.\n\n\n\n    3. Posição oficial da Organização Mundial da Saúde – OMS no sentido de que: (a) todos os tipos de amianto causam câncer no ser humano, não tendo sido identificado limite algum para o risco carcinogênico do crisotila; (b) o aumento do risco de desenvolvimento de câncer tem sido observado mesmo em populações submetidas a níveis muito baixos de exposição; (c) o meio mais eficiente de eliminar as doenças relacionadas ao mineral é eliminar o uso de todos os tipos de asbesto.\n\n\n\n    4. Risco significativo de exposição presente não apenas na cadeia produtiva do amianto, mas também para familiares que vivem com trabalhadores desse setor, para a população nas proximidades de minas e indústrias de amianto, para a população consumidora de produtos finais contendo amianto na composição e para pessoas expostas a rejeitos ou descartes de materiais contendo amianto. Quadro justificador da adoção de instrumentos normativos, nos planos doméstico e internacional, voltados ao controle e eliminação progressiva do uso do amianto.\n\n\n\n    5. Limites da cognição jurisdicional. Residem fora da alçada do Supremo Tribunal Federal os juízos de natureza técnico-científica sobre questões de fato, acessíveis pela investigação técnica e científica, como a nocividade ou o nível de nocividade da exposição ao amianto crisotila e a viabilidade da sua exploração econômica segura. A tarefa da Corte – de caráter normativo – há de se fazer inescapavelmente embasada nas conclusões da comunidade científica – de natureza descritiva. Questão jurídica a decidir: se, em face do que afirma o consenso médico e científico atual, a exploração do amianto crisotila, na forma como autorizada pela Lei nº 9.055/1995, é compatível com a escolha política, efetuada pelo Poder Constituinte, de assegurar, a todos os brasileiros, os direitos à saúde e à fruição de um meio ambiente ecologicamente equilibrado. Precedente: ADPF 101 (Relatora Ministra Cármen Lúcia, Tribunal Pleno, DJe 24.6.2009).\n\n\n\n    6. Análise da jurisprudência: ADI 2.396/MS, Relatora Ministra Ellen Gracie, Tribunal Pleno, DJ 01.8.2003; ADI 2.656/SP, Relator Ministro Maurício Corrêa, Tribunal Pleno, DJ 01.8.2003; ADI 3.937-MC/SP, Relator Ministro Marco Aurélio, Tribunal Pleno, DJ 10.10.2008. Art. 2º da Lei nº 9.055/1995 como fonte positiva da autorização para a extração, a industrialização, a comercialização e a utilização do asbesto/amianto da variedade crisotila (asbesto branco).\n\n\n\n    7. O uso residual e transitório do amianto crisotila na indústria química para a obtenção de cloro pelo processo de eletrólise com diafragma de amianto é disciplinado em legislação específica e posterior à Lei nº 9.055/1995 ( Lei nº 9.976/2000), não objeto da presente impugnação.\n\n\n\n    8. Legitimidade constitucional da tolerância ao uso do amianto crisotila, como estampada no preceito impugnado, equacionada à luz da livre iniciativa, da dignidade da pessoa humana, do valor social do trabalho, do direito à saúde e do direito ao meio ambiente ecologicamente equilibrado. Desenvolvimento econômico, progresso social e bem-estar coletivo. A Constituição autoriza a imposição de limites aos direitos fundamentais quando necessários à conformação com outros direitos fundamentais igualmente protegidos. O direito fundamental à liberdade de iniciativa (arts. 1º, IV, e 170, caput, da CF) há de ser compatibilizado com a proteção da saúde e a preservação do meio ambiente. Precedente: AC 1.657, Tribunal Pleno, Relator Ministro Cezar Peluso, DJe 30.8.2007. Dever estatal de agir positivamente quanto à regulação da utilização, na indústria, de matérias-primas comprovadamente nocivas à saúde humana. A cláusula constitucional da proteção à saúde constrange e ampara o legislador – Federal, Estadual, Distrital e Municipal – ao excluir previamente certos arranjos normativos, com ela incompatíveis, do leque de escolhas políticas possíveis, ao mesmo tempo em que cria uma esfera de legitimação para intervenções político-normativas que, democraticamente legitimadas, traduzem inferências autorizadas pelo preceito constitucional.\n\n\n\n    9. O art. 225, § 1º, V, da CF (a) legitima medidas de controle da produção, da comercialização e do emprego de técnicas, métodos e substâncias que comportam risco para a vida, a qualidade de vida e o meio ambiente, sempre que necessárias, adequadas e suficientes para assegurar a efetividade do direito fundamental ao meio ambiente ecologicamente equilibrado; (b) deslegitima, por insuficientes, medidas incapazes de aliviar satisfatoriamente o risco gerado para a vida, para a qualidade de vida e para o meio ambiente; e (c) ampara eventual vedação, banimento ou proibição dirigida a técnicas, métodos e substâncias, quando nenhuma outra medida de controle se mostrar efetiva.\n\n\n\n    10. Contribuições ao debate trazidas em audiência pública (ADI 3.937/SP) e por amici curiae. Estado da arte da pesquisa médico-científica. Dados e subsídios técnicos a referendar, no seu conjunto, a conclusão de que, no estágio atual, o conhecimento científico acumulado permite afirmar, para além da dúvida razoável, a nocividade do amianto crisotila à saúde humana e ao meio ambiente. Consenso técnico e científico hoje estabelecido, no tocante às premissas fáticas de que (i) todos os tipos de amianto provocam câncer, não tendo sido identificado nenhum limite para o risco carcinogênico do crisotila, e (ii) a sua substituição, para os usos regulados pela Lei nº 9.055/1995, se mostra absolutamente viável sob o aspecto econômico.\n\n\n\n    11. Convenção nº 139 da OIT, sobre a Prevenção e o Controle de Riscos Profissionais causados pelas Substâncias ou Agentes Cancerígenos. Convenção nº 162 da OIT, sobre o uso do asbesto. Resolução da OIT sobre o Asbesto (2006). Convenção de Basileia sobre o Controle de Movimentos Transfronteiriços de Resíduos Perigosos e seu Depósito. Status de supralegalidade dos regimes protetivos de direitos fundamentais. Inobservância das obrigações, assumidas no plano internacional, de (i) promover a redução dos níveis de exposição de forma consistente e progressiva, (ii) substituir, sempre que possível, o uso do amianto crisotila por materiais menos perigosos e (iii) reduzir a geração de resíduos perigosos ao mínimo possível.\n\n\n\n    12. A jurisprudência do Órgão de Apelação da Organização Internacional do Comércio – OMC é no sentido de que a proibição à importação de asbesto e de produtos que o contenham, em legislação doméstica, é consistente com acordos celebrados no âmbito da OMC, não configura discriminação arbitrária nem injustificada, tampouco restrição disfarçada ao comércio internacional, e tem amparo no Artigo XX do Acordo Geral sobre Tarifas e Comércio - GATT, que autoriza medidas restritivas ao comércio que sejam necessárias para proteger a vida ou a saúde humana, no Acordo sobre a Aplicação de Medidas Sanitárias e Fitossanitárias e no Acordo Sobre Barreiras Técnicas ao Comércio.\n\n\n\n    13. À luz do conhecimento científico acumulado sobre a extensão dos efeitos nocivos do amianto para a saúde e o meio ambiente e à evidência da ineficácia das medidas de controle nela contempladas, a tolerância ao uso do amianto crisotila, tal como positivada no art. 2º da Lei nº 9.055/1995, não protege adequada e suficientemente os direitos fundamentais à saúde e ao meio ambiente equilibrado (arts. 6º, 7º, XXII, 196, e 225 da CF), tampouco se alinha aos compromissos internacionais de caráter supralegal assumidos pelo Brasil e que moldaram o conteúdo desses direitos, especialmente as Convenções nºs 139 e 162 da OIT e a Convenção de Basileia. Juízo de procedência da ação no voto da Relatora.\n\n\n\n    14. Quórum de julgamento constituído por nove Ministros, considerados os impedimentos. Cinco votos pela procedência da ação direta, a fim de declarar a inconstitucionalidade, por proteção deficiente, da tolerância ao uso do amianto crisotila, da forma como encartada no art. 2º da Lei nº 9.055/1995, em face dos arts. 7º, XXII, 196 e 225 da Constituição da República. Quatro votos pela improcedência. Não atingido o quórum de seis votos (art. 23 da Lei nº 9.868/1999), maioria absoluta (art. 97 da Constituição da República), para proclamação da constitucionalidade ou inconstitucionalidade do dispositivo impugnado, a destituir de eficácia vinculante o julgado.\n\n\n\n    15. Ação direta de inconstitucionalidade conhecida e, no mérito, não atingido o quórum exigido pelo art. 97 da Constituição da República para a pronúncia da inconstitucionalidade do art. 2º da Lei nº 9.055/1995.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14452232","externo_seq_objeto_incidente":2607856,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-043  DIVULG 06-03-2018  PUBLIC 07-03-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4066&classe=ADI","is_colac":false,"titulo":"ADI 4066","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000016      ANO-1965\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 INC-00004 ART-00003 \n          INC-00002 ART-00005 INC-00023 PAR-00002 \n          ART-00006 ART-00007 INC-00012 INC-00022 \n          ART-00012 INC-00001 ART-00020 INC-00009 \n          ART-00022 INC-00008 INC-00012 INC-00021 \n          INC-00026 INC-00027 ART-00023 INC-00002 \n          ART-00024 INC-00005 INC-00006 INC-00012 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00037 \"CAPUT\" ART-00052 ART-00097 \n          ART-00102 \"CAPUT\" ART-00103 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 INC-00008 INC-00009 \n          PAR-00003 ART-00127 \"CAPUT\" ART-00170 \n          \"CAPUT\" INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00008 PAR-ÚNICO ART-00173 \n          ART-00174 ART-00175 ART-00196 ART-00197 \n          ART-00225 \"CAPUT\" PAR-00001 INC-00001 \n          INC-00004 INC-00005\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000135      ANO-2010\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000140      ANO-2011\n          ART-00008\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-000313      ANO-1948\n                LEI ORDINÁRIA - AUTORIZA O PODER EXECUTIVO A APLICAR, PROVISORIAMENTE, O ACORDO GERAL SOBRE TARIFAS ADUANEIRAS E COMÉRCIO - GATT\n\n","LEG-FED   LEI-006938      ANO-1981\n          ANEXO-8 INCLUÍDO PELA LEI-10165/2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008213      ANO-1991\n          ART-00019 ART-00020\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009055      ANO-1995\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          ART-00002 \"CAPUT\" PAR-ÚNICO ART-00003 \n          ART-00004 ART-00005 ART-00007 ART-00008 \n          ART-00010\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784      ANO-1999\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00002 INC-00009 ART-00012 ART-00023 \n          PAR-ÚNICO INC-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009882      ANO-1999\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009976      ANO-2000\n          ART-00001 ART-00002 INC-00007 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F LET-G INC-00009 ART-00003 \n          ART-00004 PAR-00002 ART-00007\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010165      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00927 PAR-ÚNICO\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-011105      ANO-2005\n          ART-00001 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012305      ANO-2010\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00031 PAR-00003\n                CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-INT   CVC-000139      ANO-1974\n          ART-00001 NÚMERO-00001 ART-00002 NÚMERO-00001 \n          NÚMERO-00002\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-INT   CVC-000155      ANO-1981\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-INT   CVC-000162      ANO-1986\n          ART-00001 NÚMERO-00003 ART-00003 NÚMERO-1 \n          NÚMERO-2 NÚMERO-3 NÚMERO-4 ART-00005 \n          ART-00009 ART-00010 LET-A LET-B \n          ART-00011 ART-00012 ART-00015\n                CONVENÇÃO DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-INT   CVC      ANO-1989\n          ANEXO-1 ITEM-Y36 ANEXO-3 ITEM-H11 \n          ITEM-H12 ART-00001 PAR-00001 LET-A \n          ART-00004 PAR-00002 LET-A\n                CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-INT   CVC      ANO-1992\n                CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-INT   CVC      ANO-1992\n                CONVENÇÃO QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-INT   CVC      ANO-1998\n          ANEXO-3 ART-00013 PAR-00002 ART-00022 \n          PAR-00005 LET-B\n                CONVENÇÃO SOBRE PROCEDIMENTO DE CONSENTIMENTO PRÉVIO INFORMADO PARA O COMÉRCIO INTERNACIONAL DE CERTAS SUBSTÂNCIAS QUÍMICAS E AGROTÓXICOS PERIGOSOS, ADOTADA EM 10 DE SETEMBRO DE 1998, NA CIDADE DE ROTERDÃ\n\n","LEG-INT   PCT      ANO-1966\n          ART-00012 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B LET-C LET-D\n                PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-INT   ACO      ANO-1947\n          ART-00020\n                ACORDO GERAL SOBRE TARIFAS ADUANEIRAS E COMÉRCIO - GATT\n\n","LEG-INT   ACO      ANO-1994\n                ACORDO GERAL SOBRE TARIFAS E COMÉRCIO - GATT\n\n","LEG-INT   ACO      ANO-1994\n                ACORDO SOBRE BARREIRAS TÉCNICAS AO COMÉRCIO\n\n","LEG-INT   ACO      ANO-1994\n                ACORDO SOBRE A APLICAÇÃO DE MEDIDAS SANITÁRIAS E FITOSSANITÁRIAS\n\n","LEG-FED   DEL-002848      ANO-1940\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000051      ANO-1989\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DLG-000003      ANO-1990\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DLG-000002      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO Nº 155, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-FED   DLG-000034      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DLG-000001      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-FED   DLG-000002      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DLG-000030      ANO-1994\n                DECRETO LEGISLATIVO - APROVA A ATA FINAL QUE INCORPORA OS RESULTADOS DA RODADA URUGUAI DE NEGOCIAÇÕES COMERCIAIS MULTILATERAIS DO GATT\n\n","LEG-FED   DLG-000056      ANO-1995\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DLG-000908      ANO-2003\n                DECRETO LEGISLATIVO - APROVA O PROTOCOLO DE CARTAGENA SOBRE BIOSSEGURANÇA DA CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA\n\n","LEG-FED   DLG-000197      ANO-2004\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO SOBRE PROCEDIMENTO DE CONSENTIMENTO PRÉVIO INFORMADO PARA O COMÉRCIO INTERNACIONAL DE CERTAS SUBSTÂNCIAS QUÍMICAS E AGROTÓXICOS PERIGOSOS, ADOTADA EM 10 DE SETEMBRO DE 1998, NA CIDADE DE ROTERDÃ\n\n","LEG-FED   DLG-000496      ANO-2009\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   DEC-000126      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO Nº 162, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A UTILIZAÇÃO DO ASBESTO COM SEGURANÇA\n\n","LEG-FED   DEC-000157      ANO-1991\n                DECRETO - PROMULGA A CONVENÇÃO Nº 139, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT, SOBRE A PREVENÇÃO E O CONTROLE DE RISCOS PROFISSIONAIS CAUSADOS PELAS SUBSTÂNCIAS OU AGENTES CANCERÍGENOS\n\n","LEG-FED   DEC-000591      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS\n\n","LEG-FED   DEC-000875      ANO-1993\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DEC-001254      ANO-1994\n                DECRETO - PROMULGA A CONVENÇÃO Nº 155, DA ORGANIZAÇÃO INTERNACIONAL DO TRABALHO, SOBRE SEGURANÇA E SAÚDE DOS TRABALHADORES E O MEIO AMBIENTE DE TRABALHO, CONCLUÍDA EM GENEBRA, EM 22 DE JUNHO DE 1981\n\n","LEG-FED   DEC-001355      ANO-1994\n                DECRETO - PROMULGA A ATA FINAL QUE INCORPORA OS RESULTADOS DA RODADA URUGUAI DE NEGOCIAÇÕES COMERCIAIS MULTILATERAIS DO GATT\n\n","LEG-FED   DEC-002350      ANO-1997\n          ART-00002 ART-00007 ART-00009\n                DECRETO\n\n","LEG-FED   DEC-002519      ANO-1998\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA, ASSINADA NO RIO DE JANEIRO, EM 05 DE JUNHO DE 1992\n\n","LEG-FED   DEC-002652      ANO-1998\n                DECRETO - PROMULGA A CONVENÇÃO-QUADRO DAS NAÇÕES UNIDAS SOBRE MUDANÇA DO CLIMA, ASSINADA EM NOVA YORK, EM 9 DE MAIO DE 1992\n\n","LEG-FED   DEC-003048      ANO-1999\n                DECRETO\n\n","LEG-FED   DEC-003321      ANO-1999\n                DECRETO - PROMULGA O PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-FED   DEC-005360      ANO-2005\n                DECRETO - PROMULGA A CONVENÇÃO SOBRE PROCEDIMENTO DE CONSENTIMENTO PRÉVIO INFORMADO PARA O COMÉRCIO INTERNACIONAL DE CERTAS SUBSTÂNCIAS QUÍMICAS E AGROTÓXICOS PERIGOSOS, ADOTADA EM 10 DE SETEMBRO DE 1998, NA CIDADE DE ROTERDÃ\n\n","LEG-FED   DEC-005705      ANO-2006\n                DECRETO - PROMULGA O PROTOCOLO DE CARTAGENA SOBRE BIOSSEGURANÇA DA CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA\n\n","LEG-FED   DEC-007030      ANO-2009\n                DECRETO - PROMULGA A CONVENÇÃO DE VIENA SOBRE O DIREITO DOS TRATADOS, CONCLUÍDA EM 23 DE MAIO DE 1969\n\n","LEG-FED   RES-000007      ANO-1987\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000019      ANO-1996\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000307      ANO-2002\n          ART-00010\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000348      ANO-2004\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   PRT-003214      ANO-1978\n                PORTARIA DO MINISTRO DE ESTADO DO TRABALHO \n\n","LEG-FED   PRT-000001      ANO-1991\n                PORTARIA DO DEPARTAMENTO DE SEGURANÇA E SAÚDE DO TRABALHADOR DO MINISTÉRIO DO TRABALHO E DA PREVIDÊNCIA SOCIAL - DSST/MTPS\n\n","LEG-FED   PRT-001339      ANO-1999\n                PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PRT-000008      ANO-2004\n          ART-00003 INC-00001 INC-00002 LET-A \n          LET-B LET-C INC-00003 INC-00004 \n          LET-A LET-B LET-C LET-D \n          LET-E LET-F\n                PORTARIA INTERMINISTERIAL DOS MINISTÉRIOS DE ESTADO DO TRABALHO E EMPREGO, DA SAÚDE, DA PREVIDÊNCIA SOCIAL, DO MEIO AMBIENTE, DO DESENVOLVIMENTO, INDÚSTRIA E COMÉRCIO EXTERIOR, E DE MINAS E ENERGIA\n\n","LEG-FED   PRT-001851      ANO-2006\n                PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PRT-000043      ANO-2009\n                PORTARIA DO MINISTÉRIO DO MEIO AMBIENTE - MMA\n\n","LEG-FED   PRT-001644      ANO-2009\n                PORTARIA DO MINISTÉRIO DA SAÚDE - MS\n\n","LEG-FED   PJL-002186      ANO-1996\n                PROJETO DE LEI - CÂMARA DOS DEPUTADOS\n\n","LEG-FED   PJL-000030      ANO-2017\n                PROJETO DE LEI - SENADO FEDERAL\n\n","LEG-FED   REG      ANO-1999\n          ANEXO-2 NÚMERO-A ITEM-2\n                REGULAMENTO DA PREVIDÊNCIA SOCIAL - APROVADO PELO DEC-3048/1999\n\n","LEG-FED   RGI      ANO-1980\n          ART-00040 ART-00173\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-INT   PLT      ANO-1988\n          ART-00010 NÚMERO-1 NÚMERO-2 LET-A \n          LET-B LET-C LET-D LET-E \n          LET-F\n                PROTOCOLO ADICIONAL À CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS EM MATÉRIA DE DIREITOS ECONÔMICOS, SOCIAIS E CULTURAIS, \"PROTOCOLO DE SÃO SALVADOR\", CONCLUÍDO EM 17 DE NOVEMBRO DE 1988, EM SÃO SALVADOR, EL SALVADOR\n\n","LEG-INT   PLT      ANO-2000\n                PROTOCOLO DE CARTAGENA SOBRE BIOSSEGURANÇA DA CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA\n\n","LEG-FED   NR-000015      ANO-1978\n          ANEXO-12 INCLUÍDO PELA PRT-1/1991\n          ANEXO-12 NÚMERO-12 ITEM-12.1\n                NORMA REGULAMENTADORA DO MINISTRO DE ESTADO DO TRABALHO - APROVADA PELA PRT-3214/1978\n\n","LEG-EST   LEI-002210      ANO-2001\n          ART-00001 \"CAPUT\" PAR-00001 PAR-00002 \n          PAR-00003 ART-00002 ART-00003 \"CAPUT\" \n          PAR-00001 PAR-00002 ART-00005 PAR-ÚNICO\n                LEI ORDINÁRIA, MS\n\n","LEG-EST   LEI-010813      ANO-2001\n          ART-00001 ART-00002 ART-00003 ART-00004 \n          ART-00005 ART-00007\n                LEI ORDINÁRIA, SP\n\n","LEG-EST   LEI-012684      ANO-2007\n                LEI ORDINÁRIA, SP"],"publicacao_data":"2018-03-07","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VOTO, MIN. ROSA WEBER: ALCANCE, REQUISITO, PERTINÊNCIA TEMÁTICA, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE. PERTINÊNCIA TEMÁTICA, ENTIDADE DE CLASSE, DEFESA, INTERESSE, CATEGORIA. ENTIDADE DE CLASSE, AJUIZAMENTO, AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE; IMPARCIALIDADE, MEMBRO, JUSTIÇA DO TRABALHO, MINISTÉRIO PÚBLICO DO TRABALHO (MPT). ATUAÇÃO FUNCIONAL, JUIZ DO TRABALHO, PROCURADOR DO TRABALHO, MATÉRIA, SAÚDE, HIGIENE, SEGURANÇA, TRABALHO. DEFINIÇÃO, CARACTERÍSTICA, AMIANTO. CLASSIFICAÇÃO, ESPÉCIE, AMIANTO. INCONSTITUCIONALIDADE, OMISSÃO PARCIAL, DEVER DE PROTEÇÃO, DIREITO À SAÚDE, MEIO AMBIENTE EQUILIBRADO. COMPETÊNCIA DA UNIÃO, LEGISLAÇÃO, COMÉRCIO EXTERIOR, COMÉRCIO INTERESTADUAL, RECURSOS MINERAIS. DEMOCRACIA, ESTADO DE DIREITO, CONSTITUIÇÃO. EVOLUÇÃO, CONSTITUCIONALISMO, IGUALDADE, CARÁTER MATERIAL, DIREITO SOCIAL. ELEMENTO CONSTITUTIVO, DIREITO AMBIENTAL, CONSTITUIÇÃO FEDERAL DE 1988. EXPLORAÇÃO, AMIANTO, DIREITO COMPARADO, UNIÃO EUROPEIA (UE), CANADÁ, ESTADOS UNIDOS DA AMÉRICA, FEDERAÇÃO DA RÚSSIA. PRAZO, LEGISLADOR, ELABORAÇÃO, NORMA.\n\n- VOTO, MIN. ALEXANDRE DE MORAES: CONSTITUIÇÃO FEDERAL DE 1988, AMPLIAÇÃO, LEGITIMIDADE ATIVA, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE. DISCUSSÃO, LEGITIMIDADE ATIVA, CONTROLE DE CONSTITUCIONALIDADE, DIREITO COMPARADO. PERTINÊNCIA TEMÁTICA, AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE. AMICUS CURIAE, AUDIÊNCIA PÚBLICA, DEMOCRATIZAÇÃO, CONTROLE DE CONSTITUCIONALIDADE. ATRIBUIÇÃO, MAGISTRADO, MEMBRO, MINISTÉRIO PÚBLICO, EXERCÍCIO, CONTROLE DIFUSO, CASO CONCRETO. ATUAÇÃO, ASSOCIAÇÃO, BENEFÍCIO, ASSOCIADO. OPÇÃO, LEGISLADOR, AUTORIZAÇÃO, EXPLORAÇÃO, AMIANTO CRISOTILA. LEGISLAÇÃO, CONDICIONAMENTO, EXPLORAÇÃO, AMIANTO, OBSERVÂNCIA, NORMA, SEGURANÇA, HIGIENE, MEDICINA, TRABALHO; ACORDO INTERNACIONAL; ACORDO, EMPREGADO, EMPREGADOR. EVOLUÇÃO, LEI IMPUGNADA, COMPARAÇÃO, LEGISLAÇÃO ANTERIOR. DISTINÇÃO, DEVER DE PROTEÇÃO, SAÚDE, MEIO AMBIENTE, DEVER, PROIBIÇÃO, CARÁTER ABSOLUTO, UTILIZAÇÃO, AMIANTO. STF, SUBSTITUIÇÃO, VONTADE, LEGISLADOR.\n\n- VOTO, MIN. LUIZ FUX: AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE. PARTICIPAÇÃO, SOCIEDADE CIVIL, CONTROLE ABSTRATO, SOCIEDADE ABERTA DOS INTÉRPRETES DA CONSTITUIÇÃO, PLURALISMO. TEXTO CONSTITUCIONAL, CLÁUSULA ABERTA. JUNTADA, AUTOS, CÓPIA DE DOCUMENTO, ATA, ASSEMBLEIA, AUTORIZAÇÃO, PROPOSITURA, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), DIRETRIZ, REDUÇÃO, USO, AMIANTO. AUTONOMIA, PAÍS SIGNATÁRIO, DECISÃO, FORMA, IMPLEMENTAÇÃO, DIRETRIZ, CONVENÇÃO. CONTROVÉRSIA, COMUNIDADE CIENTÍFICA, NOCIVIDADE, EXPLORAÇÃO, AMIANTO. RELEVÂNCIA, AMIANTO, ECONOMIA. COMPLEXIDADE, DECISÃO, CARÁTER TÉCNICO, POLÍTICAS PÚBLICAS, SAÚDE. JURISDIÇÃO CONSTITUCIONAL, DEFERÊNCIA, LEGISLADOR, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. CONSTITUCIONALISMO, DEMOCRACIA. AUTOCONTENÇÃO JUDICIAL, SUPREMACIA JUDICIAL, SOBERANIA POPULAR, PRINCÍPIO MAJORITÁRIO. CONTROLE DE CONSTITUCIONALIDADE, INCONSTITUCIONALIDADE CHAPADA. DIÁLOGO INSTITUCIONAL, PODER JUDICIÁRIO, PODER LEGISLATIVO. PRINCÍPIO DA PROPORCIONALIDADE, CONTROLE, USO, AMIANTO. USO INDEVIDO, PRINCÍPIO DA PRECAUÇÃO.\n\n- VOTO, MIN. EDSON FACHIN: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, JUNTADA, PROCURAÇÃO COM PODER ESPECÍFICO, MOMENTO POSTERIOR, AJUIZAMENTO. CONTEÚDO NORMATIVO, DIREITO À SAÚDE, DIREITO INTERNACIONAL. PRINCÍPIO, INTERPRETAÇÃO EVOLUTIVA, CONVENÇÃO DE VIENA. PROTEÇÃO, DIREITO À SAÚDE, MEDIDA PREVENTIVA. DIREITO À SAÚDE, DIREITO SOCIAL, MÍNIMO EXISTENCIAL, RESERVA DO POSSÍVEL, PARTICIPAÇÃO, PROCEDIMENTO, ALOCAÇÃO. PODER PÚBLICO, FUNÇÃO, REGULAÇÃO, ECONOMIA; RISCO, LIVRE INICIATIVA, PROVOCAÇÃO, PREJUÍZO, COLETIVIDADE. CONTROLE JUDICIAL, ATIVIDADE, REGULAÇÃO, DOUTRINA, DIREITO COMPARADO. REQUISITO, LEGITIMIDADE, DECISÃO, ÓRGÃO, REGULAÇÃO. TRANSPARÊNCIA, FUNDAMENTAÇÃO; CORRELAÇÃO, RAZÕES, CONCLUSÃO; DIREITO, RECURSO. OMISSÃO PARCIAL, LEGISLADOR. INSUFICIÊNCIA, PROTEÇÃO, DIREITO À SAÚDE. \n\n- VOTO, MIN. MARCO AURÉLIO: AÇÃO DIRETA DE INCONSTITUCIONALIDADE, REQUISITO, PERTINÊNCIA TEMÁTICA, ASSOCIAÇÃO. INTERESSE, ASSOCIADO, IMPUGNAÇÃO, LEI. INTERPRETAÇÃO TELEOLÓGICA, TEXTO CONSTITUCIONAL. AÇÃO DE CONTROLE CONCENTRADO DE CONSTITUCIONALIDADE, FUNÇÃO, ADVOGADO-GERAL DA UNIÃO, DEFESA, ATO IMPUGNADO. COMPETÊNCIA, UNIÃO FEDERAL, REGULAÇÃO, COMERCIALIZAÇÃO, PRODUTO. PADRONIZAÇÃO, TRATAMENTO JURÍDICO, SUBSTÂNCIA TÓXICA, TERRITÓRIO NACIONAL. CONVENÇÃO, ORGANIZAÇÃO INTERNACIONAL DO TRABALHO (OIT), SUJEIÇÃO, SUBSTITUIÇÃO, AMIANTO, DECISÃO, PODER PÚBLICO. AMIANTO, RISCO, SAÚDE PÚBLICA. PRESUNÇÃO, BOA-FÉ, OBSERVÂNCIA, NORMA, SEGURANÇA. INCAPACIDADE, FISCALIZAÇÃO, PODER PÚBLICO. AMIANTO, RISCO, SAÚDE, TRABALHADOR. CONCILIAÇÃO, MALEFÍCIO, BENEFÍCIO. DESCONHECIMENTO, RISCO, ALTERNATIVA, AMIANTO. LIMITAÇÃO, INTENSIDADE, EXPOSIÇÃO, TRABALHADOR, AMIANTO. COMPENSAÇÃO, DANO, SAÚDE, TRABALHADOR. DIREITO, MEIO AMBIENTE EQUILIBRADO, DIREITO FUNDAMENTAL, TERCEIRA GERAÇÃO, CONSTITUCIONALISMO FRATERNAL. PRINCÍPIO DA PRECAUÇÃO, PROIBIÇÃO, ATIVIDADE, RISCO, COLETIVIDADE. DESENVOLVIMENTO NACIONAL, OBJETIVO FUNDAMENTAL DA REPÚBLICA FEDERATIVA DO BRASIL. CONSEQUÊNCIA, PROIBIÇÃO, AMIANTO, ECONOMIA. DÉFICIT, HABITAÇÃO, DIREITO À MORADIA. PRINCÍPIO DO PLENO EMPREGO. EXIGÊNCIA, LEI, PROIBIÇÃO, ATIVIDADE ECONÔMICA. CONSTITUIÇÃO, DEFINIÇÃO, POLÍTICAS PÚBLICAS. COMPLEXIDADE, CARÁTER TÉCNICO, IMPREVISIBILIDADE, CONSEQUÊNCIA, DECISÃO. AUTOCONTENÇÃO JUDICIAL. INTERPRETAÇÃO JURÍDICA, CONFLITO, ORDENAMENTO JURÍDICO, ÍNTIMA CONVICÇÃO, INTÉRPRETE.\n\n- VOTO, MIN. CELSO DE MELLO: DIREITO À SAÚDE, DIREITO SOCIAL, DECORRÊNCIA, DIREITO À VIDA. INSUFICIÊNCIA, FORMALIZAÇÃO, DIREITO SOCIAL. DEVER, PODER PÚBLICO, EFETIVAÇÃO, DIREITO SOCIAL. DEVER, PODER PÚBLICO, FORMULAÇÃO, POLÍTICAS PÚBLICAS, REDUÇÃO, RISCO, DOENÇA. ESTADO BRASILEIRO, DESCUMPRIMENTO, DEVER DE PROTEÇÃO, SAÚDE, MEIO AMBIENTE; DESCUMPRIMENTO, ACORDO INTERNACIONAL. PRINCÍPIO DA PROPORCIONALIDADE COMO PROIBIÇÃO DE PROTEÇÃO DEFICIENTE. INCONSTITUCIONALIDADE POR OMISSÃO, IMPLEMENTAÇÃO, DIREITO SOCIAL. OMISSÃO LEGISLATIVA, ATUAÇÃO, STF. FORÇA NORMATIVA DA CONSTITUIÇÃO. PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. EVOLUÇÃO, DIREITOS HUMANOS. DIREITO FUNDAMENTAL, MEIO AMBIENTE EQUILIBRADO, TERCEIRA GERAÇÃO, DIREITOS HUMANOS, PRINCÍPIO DA SOLIDARIEDADE, TITULARIDADE, COLETIVIDADE. MEIO AMBIENTE EQUILIBRADO, DIREITO INTERNACIONAL. PRINCÍPIO DA PREVENÇÃO, PRINCÍPIO DA PRECAUÇÃO, DIREITO AMBIENTAL. SUBORDINAÇÃO, INTERESSE ECONÔMICO, DIREITO, MEIO AMBIENTE EQUILIBRADO. CONFLITO, DESENVOLVIMENTO NACIONAL, PRESERVAÇÃO AMBIENTAL, PONDERAÇÃO DE PRINCÍPIOS, CASO CONCRETO. PRINCÍPIO DA PROIBIÇÃO DO RETROCESSO SOCIAL. PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA. DECLARAÇÃO DE INCONSTITUCIONALIDADE, MAIORIA ABSOLUTA. STF, CONVOCAÇÃO, JUIZ, COMPLEMENTAÇÃO, QUORUM, DECLARAÇÃO DE INCONSTITUCIONALIDADE.\n\n- VOTO, MIN. CÁRMEN LÚCIA: COMPETÊNCIA COMUM, ENTE FEDERADO, MATÉRIA, SAÚDE. PONDERAÇÃO DE PRINCÍPIOS, PREDOMINÂNCIA, PROTEÇÃO, SAÚDE. PRINCÍPIO DA PRECAUÇÃO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. ROSA WEBER: AÇÃO DE CONTROLE ABSTRATO DE CONSTITUCIONALIDADE, DISTINÇÃO, LEGITIMIDADE ATIVA UNIVERSAL, LEGITIMIDADE ATIVA ESPECIAL, PERTINÊNCIA TEMÁTICA.\n\n- TERMO(S) DE RESGATE: ANFIBÓLIO, SERPENTINA. AMIANTO, PULVERIZAÇÃO, VENDA A GRANEL DE FIBRA EM PÓ. ANTROPOCENTRISMO, DIREITO AMBIENTAL. CAPACIDADE INSTITUCIONAL. DECISÃO DE PRIMEIRA ORDEM. DECISÃO DE SEGUNDA ORDEM. PATERNALISMO JUDICIAL. HUMILDADE JUDICIAL. SUPREMOCRACIA. SOCIEDADE DOS RISCOS. DISCRICIONARIEDADE ESTRUTURAL, DISCRICIONARIEDADE EPISTÊMICA. INTERPRETAÇÃO JURÍDICA, CONTEXTO DE DESCOBERTA, CONTEXTO DE JUSTIFICAÇÃO. EROSÃO DA CONSCIÊNCIA CONSTITUCIONAL. DESENVOLVIMENTO SUSTENTÁVEL. MEIO AMBIENTE LABORAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4066&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(DIREITO FUNDAMENTAL, MEIO AMBIENTE EQUILIBRADO)\nRE 134297 (1ªT) - RTJ 158/205, ADPF 101 (TP), AC 1657 MC (TP). \n(JURISPRUDÊNCIA, STF, AMIANTO)\nADI 2396 (TP), ADI 2656 (TP), ADI 3353 (TP), ADI 3937 MC (TP), ADI 2396 MC (TP). \n(LEGITIMIDADE ATIVA, ANAMATRA, CONTROLE ABSTRATO, CONSTITUCIONALIDADE)\nADI 2885 (TP), ADI 5468 (TP). \n(PERTINÊNCIA TEMÁTICA, LEGITIMIDADE ATIVA, CONTROLE ABSTRATO, CONSTITUCIONALIDADE)\nADI 1873 (TP), ADPF 97 (TP), ADI 1096 MC (TP), ADI 1157 MC (TP), ADI 4400 (TP), ADI 5468 (TP). \n(JURISDIÇÃO CONSTITUCIONAL, MATÉRIA DE FATO)\nADI 2396 (TP), ADPF 101 (TP). \n(DIREITO À SAÚDE, DIREITO FUNDAMENTAL)\nRE 271286 AgR (2ªT), RE 607381 AgR (1ªT). \n(INCONSTITUCIONALIDADE POR OMISSÃO)\nADI 1442 (TP), MI 542 (TP) - RTJ 183/818, ADI 1458 MC (TP). \n(LEGITIMIDADE ATIVA, ENTIDADE DE CLASSE, CONTROLE ABSTRATO, CONSTITUCIONALIDADE)\nADI 4029 (TP). \n(PODER LEGISLATIVO, LIBERAÇÃO, MEDICAMENTO)\nADI 5501 MC (TP). \n(TRATADO INTERNACIONAL, DIREITOS HUMANOS, SUPRALEGALIDADE)\nRE 349703 (TP). \n(NAÇÃO, JULGAMENTO, STF)\nRHC 48728 (TP) - RTJ 63/299. \n(EVOLUÇÃO, DIREITOS HUMANOS)\nMS 22164 (TP) - RTJ 164/158. \n(INTERESSE ECONÔMICO, MEIO AMBIENTE EQUILIBRADO)\nADI 3540 MC (TP). \n(PRIMAZIA DA NORMA MAIS FAVORÁVEL À PESSOA HUMANA)\nHC 96772 (2ªT). \n(QUORUM, DECLARAÇÃO DE INCONSTITUCIONALIDADE, MAIORIA ABSOLUTA)\nRE 88160 (2ªT) - RTJ 96/1188, HC 70249 - RTJ 150/223, RE 71948 (1ªT) - RTJ 58/499, RE 77935 (1ªT) - RTJ 71/233, RE 97245 (1ªT) - RTJ 110/226, RE 103568 (1ªT) - RTJ 117/265, RE 111060 (1ªT) - RTJ 135/297, RE 91057 (2ªT) - RTJ 95/859, RT 508/217, RF 193/131. \n(DIREITO FUNDAMENTAL, DEVER DE PROTEÇÃO)\nHC 104410 (2ªT). \n(COMPETÊNCIA DA UNIÃO, REGULAÇÃO, ORGANISMO GENETICAMENTE MODIFICADO)\nADI 3035 (TP), ADI 3645 (TP). \n(NORMA GERAL, LICITAÇÃO, CONTRATO ADMINISTRATIVO)\nADI 927 MC (TP). \n(CONTROLE DE CONVENCIONALIDADE)\nRE 466343 (TP). \n(DIREITO À SAÚDE, FORNECIMENTO, MEDICAMENTO)\nSTA 175 AgR (TP). \n(PRINCÍPIO DA PROIBIÇÃO DA CONCRETIZAÇÃO DEFICITÁRIA)\nRE 567985 (TP). \n(ATIVIDADE INSALUBRE)\nMI 2914 AgR (TP). \n(PRINCÍPIO DA PRECAUÇÃO)\nADI 3510 (TP), ADPF 101 (TP). \n(STF, CONVOCAÇÃO, MINISTRO, STJ)\nMS 21689 (TP). \n(ADI, INSUFICIÊNCIA, QUORUM, DECLARAÇÃO DE INCONSTITUCIONALIDADE)\nADI 4167 (TP). \n- Legislação estrangeira citada: art. 263, § 2º, do Tratado de Funcionamento da União Europeia – TFUE; Diretiva 1999/77/CE da União Europeia; Convenção de Bamako, Mali, de 1991.\n- Decisões estrangeiras citadas: BVerfGE 50, 290, da Corte Constitucional alemã (Bundesverfassungsgericht); Caso Microsoft Corp. vs. Commission of the European Communities (Case T-201/04), do Tribunal de Justiça Europeu; Writ Petition (Civil) n. 260, de 2004, da Suprema Corte da Índia; Caso Corrosion Proof Fittings vs. Environmental Protection Agency (942 F2d 1202), do Tribunal Federal de Apelação do 5º Circuito dos Estados Unidos da América; Acórdão n. 39/84 do Tribunal Constitucional português.\n- Veja ADI 3356, ADI 3357, ADI 3406, ADI 3470, ADI 3937 e ADPF 109 do STF.\n- Veja Princípio 11, \"b\", da Carta Mundial da Natureza, adotada em 1982 pela Assembleia Geral das Nações Unidas.\n- Veja Declaração de Estocolmo sobre o Meio Ambiente, de 1972.\n- Veja Princípios n. 1 e n. 15 da Declaração do Rio de Janeiro sobre Meio Ambiente e Desenvolvimento, de 1992.\n- Veja art. 1, \"a\" e \"b\", da Resolução sobre o Asbesto de 2006 da Conferência Internacional do Trabalho da Organização Internacional do Trabalho (OIT).\n- Veja Decisão RC 4/5, tomada em 2008 na Quarta Reunião da Conferência das Partes da Convenção sobre Procedimento de Consentimento Prévio Informado para o Comércio Internacional de Certas Substâncias Químicas e Agrotóxicos Perigosos, adotada em 10 de setembro de 1998, na cidade de Roterdã.\n- Veja art. 2º, VI, VII e VIII, do Estatuto da Associação Nacional dos Procuradores do Trabalho (ANPT).\n- Veja art. 2º, § 3º, do Estatuto da Associação Nacional dos Magistrados da Justiça do Trabalho (ANAMATRA).\n- Veja Comentário Geral n. 14, do Comitê de Direitos Econômicos, Sociais e Culturais (E/C.12/200/4/2000).\n- Veja Nota Descritiva 343, da Organização Mundial da Saúde, editada em julho de 2010.\n- Veja Plataforma de Tlatelolco sobre Meio Ambiente e Desenvolvimento, de 1991.\n- Veja Agenda 21, que resultou da Conferência do Rio/92.\nNúmero de páginas: 302.\nAnálise: 29/06/2018, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO NACIONAL DOS PROCURADORES DO TRABALHO - ANPT \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS \nREQTE.(S)  : ASSOCIAÇÃO NACIONAL DOS MAGISTRADOS DA JUSTIÇA DO TRABALHO - ANAMATRA \nADV.(A/S)  : ANA FRAZÃO \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DAS INDÚSTRIAS E DISTRIBUIDORES DE PRODUTOS DE FIBROCIMENTO - ABIFIBRO \nADV.(A/S)  : OSCAVO CORDEIRO CORRÊA NETTO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DO CRISOTILA - IBC \nADV.(A/S)  : CARLOS MIGUEL CASTEX AIDAR E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA DE ÁLCALIS, CLORO E DERIVADOS - ABICLOR \nADV.(A/S)  : TERCIO SAMPAIO FERRAZ JUNIOR E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO BRASILEIRA DOS EXPOSTOS AO AMIANTO - ABREA \nADV.(A/S)  : ROBERTO DE FIGUEIREDO CALDAS \nAM. CURIAE.  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE PERNAMBUCO \nADV.(A/S)  : ARNOLDO WALD E OUTRO(A/S)\nAM. CURIAE.  : CONFEDERAÇÃO NACIONAL DOS TRABALHADORES NA INDÚSTRIA - CNTI \nADV.(A/S)  : MAURÍCIO CORRÊA E OUTRO(A/S)\nAM. CURIAE.  : SINDICATO UNIFICADO DOS TRABALHADORES PETROLEIROS, PETROQUÍMICOS E PLÁSTICOS NOS ESTADOS DE ALAGOAS E SERGIPE - SINDIPETRO AL/SE \nADV.(A/S)  : LAERÇO SALUSTIANO BEZERRA E OUTRO(A/S)\nAM. CURIAE.  : ESTADO DE GOIÁS \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE GOIÁS \nAM. CURIAE.  : SINDICATO DOS TRABALHADORES NA INDÚSTRIA DA EXTRAÇÃO DE MINERAIS NÃO-METÁLICOS DE MINAÇU-GO \nADV.(A/S)  : JOAO PEDRO FERRAZ DOS PASSOS E OUTRO(A/S)\nAM. CURIAE.  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : ANTÔNIO SILVIO MAGALHÃES JÚNIOR E OUTRO(A/S)\nAM. CURIAE.  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nAM. CURIAE.  : FEDERAÇÃO DAS INDÚSTRIAS DO ESTADO DA BAHIA - FIEB \nADV.(A/S)  : SILVANA FERNANDES SOUZA SAPUCAIA E OUTRO(A/S)\nAM. CURIAE.  : CONSELHO FEDERAL DA ORDEM DOS ADVOGADOS DO BRASIL \nADV.(A/S)  : OSWALDO PINHEIRO RIBEIRO JÚNIOR E OUTRO(A/S)\nADV.(A/S)  : MARCUS VINICIUS FURTADO COELHO \nAM. CURIAE.  : INSTITUTO BRASILEIRO DE MINERAÇÃO - IBRAM \nADV.(A/S)  : LUIZ RODRIGUES WAMBIER E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":381361,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4066","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2017-08-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ACKERMAN, Bruce. The new separation of powers. Harvard Law Review, v. 113, n. 3, p. 663-727, jan. 2000. p. 634.\n______. A Nova Separação dos Poderes. Rio de Janeiro: Lumen Juris, 2013. p. 75.\nALEXY, Robert. Teoria dos Direitos Fundamentais. Tradução: Virgílio Afonso da Silva. São Paulo: Malheiros, 2008. p. 578 e 612.\nAMADO, Frederico Augusto Di Trindade. Direito Ambiental Esquematizado. 2. ed. Método, 2011. p. 41-44, item 5.3.\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Almedina, 1987. p. 220-224, item 2. \nANTUNES, Paulo de Bessa. Direito Ambiental. 7. ed. Lumen Juris, 2004. p. 63, item 2.1.\n______.______. 14. ed. Atlas, 2012. p. 30-48, itens 3.2.5 a 3.2.5.6, e p. 39.\nBALDWIN, Robert; CAVE, Martin; LODGE, Martin. Understanding regulation. 2012. p. 83.\nBARROS, Ana Flávia. Princípio da Precaução. Del Rey, 2004.\nBARROS, Suzana de Toledo. O Princípio da Proporcionalidade e o Controle de Constitucionalidade das Leis Restritivas de Direitos Fundamentais. 2. ed. Brasília Jurídica, 2000. p. 216, \"Conclusão\".\nBARROSO, Luís Roberto. Temas de Direito Constitucional. Renovar, 2001. p. 363-366.\n______. Liberdade de Expressão e Limitação a Direitos Fundamentais. Ilegitimidade de Restrições à Publicidade de Refrigerantes e Sucos. Revista de Direito Público da Economia – RDPE, Belo Horizonte, ano 2, n. 7, jul./set. 2004.\n______. O Controle de Constitucionalidade no Direito Brasileiro. Saraiva, 2004. p. 77-81, itens 3.2 e 3.3.\n______. Curso de Direito Constitucional Contemporâneo. São Paulo: Saraiva, 2009. p. 286.\n______. A proteção do meio ambiente na Constituição brasileira. Revista Forense, n. 317, p. 167-168.\nBATEUP. Christine. The Dialogic Promise: Assessing the Normative Potential of Theories of Constitutional Dialogue. Brooklyn Law Review, v. 71, n. 3, 2006. p. 1132.\nBECK, Ulrich. Sociedade de risco: rumo a uma outra modernidade. 2010.\nBENVINDO, Juliano Zaiden. On the Limits of Constitutional Adjudication: deconstructing balancing and judicial activism. Heidelberg; Dordrecht; London; New York: Springer, 2010.\nBITTENCOURT, Lúcio. O Controle Jurisdicional da Constitucionalidade das Leis. 2. ed. Forense, 1968. p. 43-46.\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. Malheiros, 1993. p. 481, item 5.\nBRANDÃO, Rodrigo. Supremacia judicial versus diálogos constitucionais: a quem cabe a última palavra sobre o sentido da Constituição? Rio de Janeiro: Lumen Juris, 2012. p. 287.\nBREYER, Stephen. Making Our Democracy Work. A Judge's View. New York: Vintage Books, 2010. p. 121.\nBUENO, Pimenta. Direito Público Brasileiro e Análise da Constituição do Império. Ministério da Justiça, 1958. p. 45.\nBULOS, Uadi Lammêgo. Constituição Federal Anotada. 5. ed. Saraiva, 2003. p. 939-943.\nCAETANO, Marcello. Direito Constitucional. Forense, 1978. v. 2. p. 417, item 140.\nCANOTILHO, J. J. Gomes. Direito Constitucional. 5. ed. Almedina, 1991. p. 661, item 3.\n______. Direito Constitucional e Teoria da Constituição. Almedina, 1998. p. 320-322, item 3.\nCANOTILHO, J. J. Gomes; MOREIRA, Vital. Fundamentos da Constituição. Coimbra, 1991. p. 46, item 2.3.4.\nCAPELOZZI, Vera Luiza. Asbesto, asbestose e câncer: critérios diagnósticos. J. Pneumologia, v. 27, n. 4, p. 206-218, 2001.\nCARVALHO, Cláudio Viveiros. Amianto. Brasília: Consultoria Legislativa da Câmara dos Deputados, 2009. Disponível em: http://www2.camara.leg.br/a-camara/documentos-e-pesquisa/estudos-enotas-tecnicas/areas-da-conle/tema19/H-Coord_Legislativa-Setex-Internet-2008_15042.pdf. p. 53-54.\nCASTLEMAN, Barry. Asbestos: medical and legal aspects. 2003. p. 273.\nCASTRO, Hermano; GIANNASI, Fernanda; NOVELLO, Cyro. A luta pelo banimento do amianto nas Américas: uma questão de saúde pública. Ciência & Saúde Coletiva, Rio de Janeiro, v. 8, n. 4, 2003.\nCOMITÊ ECONÔMICO E SOCIAL EUROPEU. Parecer do sobre o tema \"Eliminar o amianto na UE\" (2015/C 251/03). Jornal Oficial da União Europeia, 31 jul. 2015.\nCOSTA NETO, Nicolao Dino de Castro e. Proteção Jurídica do Meio Ambiente. Del Rey, 2003. p. 57-64, item 6.\nDAHL, Robert. Sobre a democracia. Tradução: Beatriz Sidou. Brasília: Universidade de Brasília, 2001.\nDANIELS, Norman. Accountability for reasonableness: establishing a fair process for priority setting is easier than agreeing on principles. British Medical Journal (BMJ), v. 321, n. 7272, 2000. p. 1300-1301.\nDERANI, Cristiane. Direito Ambiental Econômico. 2. ed. Max Limonad, 2001. p. 169, item 1.3.\nDI PIETRO, Maria Sylvia Zanella. Polícia do Meio Ambiente. Revista Forense, n. 317. p. 181.\nELY, John Hart. Democracy and distrust: a theory of judicial review. Cambridge: Harvard University Press, 1980. p. 102-103. \nFACHIN, Luiz Edson. Questões do Direito Civil Brasileiro Contemporâneo. Renovar, 2008.\nFARIAS, Edilsom Pereira de. Colisão de Direitos. Fabris, 1996. p. 94-101, item 8.3.\nFERRAZ, Anna Cândida da Cunha. Processos Informais de Mudança da Constituição. Max Limonad, 1986. p. 217-218 e 230-232, item 5.\nFERREIRA FILHO, Manoel Gonçalves. Comentários à Constituição Brasileira de 1988. Saraiva, 1992. v. 2. p. 209.\nFIGUEIREDO, Guilherme José Purvin de. Direito ambiental e a saúde dos trabalhadores. São Paulo: LTr, 2000.\nFIORILLO, Celso Antônio Pacheco. Curso de Direito Ambiental Brasileiro. 6. ed. Saraiva, 2005. p. 20-23, item 4 e 27-30, item 2.\nGOKLANY, Indur M. The precautionary principle: a critical appraisal of environmental risk assessment. 2001.\nGRAU, Eros. Ensaio e discurso sobre a interpretação/aplicação do direito. 5. ed. São Paulo: Malheiros Editores, 2009.\nGRIMM, Dieter. Constitutional Adjudication and Democracy. Israel Law Review, v. 33, 1999. p. 210.\nHÄBERLE, Peter. Hermenêutica constitucional: a sociedade aberta dos intérpretes da constituição: contribuição para a interpretação pluralista e \"procedimental\" da Constituição. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sérgio Antônio Fabris, 1997.\n______.______. Tradução: Gilmar Ferreira Mendes. Porto Alegre: Sérgio Antônio Fabris, 2002.\n______. Pluralismo y Constitución. Madrid: Tecnos, 2002. p. 137.\nHAMILTON, Alexander. The Federalist n. LXXVIII. Nova Iorque: Scribner, Armstrong and Co., 1876. p. 541.\nHOWLETT, Michael; RAMESH, M. Studying public policy: policy cycles and policy subsystems, 1995. p. 30.\nJUSTEN FILHO, Marçal. Curso de Direito Administrativo. São Paulo: Saraiva, 2010. p. 39.\n______. Comentário à lei de licitações e contratos administrativos. 2010. p. 17.\nKANT, Immanuel. Fundamentação da Metafísica dos Costumes e Outros Escritos. Martin Claret, 2004.\nKRELL, Andreas Joachim. Direitos Sociais e Controle Judicial no Brasil e na Alemanha. Fabris, 2002. p. 40.\nLAFER, Celso. A reconstrução dos Direitos Humanos. Companhia das Letras, 1988. p. 131-132.\n______. Desafios: ética e política. Siciliano, 1995. p. 239.\nLASSALE, Ferdinand. A essência da Constituição. Rio de Janeiro: Liber Juris, 1988. \nLOEWENSTEIN, Karl. Teoria de la Constitución. Barcelona: Ariel, 1983. p. 222.\nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. 13. ed. Malheiros, 2005. p. 121-123, item 3.1 e 123-124, item 3.2.\n______.______. 22. ed. Malheiros, 2014. p. 94-117, item 6.\nMAJONE, Giandomenico. Risk regulation in the European Union: between enlargement and internalization. p. 17.\nMARQUES, José Roberto. Meio Ambiente Urbano. Forense Universitária, 2005. p. 42-54, item 4.\nMENDES, Gilmar Ferreira; BRANCO, Paulo Gustavo Gonet. Curso de Direito Constitucional.\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Mártires; BRANCO, Paulo Gustavo Gonet. Hermenêutica Constitucional e Direitos Fundamentais. 2. tir. Brasília Jurídica, 2002. p. 127-128. \nMILARÉ, Édis. Direito do Ambiente. 10. ed. Revista dos Tribunais, 2015. p. 236-266, itens 4.2.4 e 4.2.4.2.\nMILARÉ, Édis; SETZER, Joana. Aplicação do Princípio da Precaução em Áreas de Incerteza Científica: Exposição a campos eletromagnéticos gerados por estações de radiobase. Revista de Direito Ambiental, v. 41, p. 7-25, 2006. p. 10.\nMIRANDA, Jorge. Manual de Direito Constitucional. 2. ed. Coimbra, 1988. Tomo II. p. 406 e 409.\nMIRANDA, Pontes de. Comentários à Constituição de 1967 com a Emenda n. 1, de 1969. Revista dos Tribunais, 1970. Tomo I. p. 15-16.\nMORAES, Alexandre de. Constituição do Brasil Interpretada. 6. ed. Atlas, 2006. p. 1424-1440.\nMOREIRA, Vital. Constituição e Democracia. In: MAUÉS, Antonio G. Moreira (Org.). Constituição e Democracia. São Paulo: Max Limonad, 2001. p. 272.\nNINO, Carlos Santiago. La Constitución de la democracia deliberativa. Barcelona: Gedisa, 1997.\nNUNES, Luiz Antonio Rizzatto. O princípio constitucional da dignidade da pessoa humana: doutrina e jurisprudência. Saraiva, 2002.\nORGANIZAÇÃO MUNDIAL DA SAÚDE. Critério de Saúde Ambiental n. 203: amianto crisotila. 1998.\nPALU, Oswaldo Luiz. Controle de Constitucionalidade. 2. ed. Revista dos Tribunais, 2001. p. 122-123 e 276-277, itens 6.7.3 e 9.14.4.\nPEREIRA, Rodrigo da Cunha. Afeto, Ética, Família e o Novo Código Civil Brasileiro. Del Rey, 2006. p. 106.\nPORTUGAL. Tribunal Constitucional. Acórdão n. 39/84. Acórdãos do Tribunal Constitucional, Imprensa Nacional, Lisboa, v. 3, p. 95-131, 1984. p. 117-118.\nPULIDO, Carlos Bernal. O princípio da proporcionalidade da legislação penal. In: SOUZA NETO, Cláudio Pereira de; SARMENTO, Daniel. A constitucionalização do direito: fundamentos teóricos e aplicações específicas.\nRESENDE, Ranieri Lima. Responsabilidade Internacional do Estado por Ausência de Produção Legislativa Eficaz Dirigida à Proibição do Amianto (Asbesto): análise do caso brasileiro. In: La Responsabilidad Internacional del Estado y el Medio Ambiente: un debate urgente. Bogotá: Diké, 2016.\nREZEK, José Francisco. Direito Internacional Público. Saraiva, 1989. p. 223-224, item 132.\nRODRIGUES, Marcelo Abelha. Elementos de Direito Ambiental – Parte Geral. 2. ed. Revista dos Tribunais, 2005. p. 170-172, item 4.3.\nRUGER, Jennifer. Toward a Theory of a Right to Health: Capability and Incompletely Theorized Agreements. Yale Journal of Law & Humanities, v. 18, n. 18. p. 278.\nSARLET, Ingo Wolfang. Dignidade da Pessoa Humana e Direitos Fundamentais na Constituição Federal de 1988. Livraria dos Advogados, 2002. p. 45.\n______. Algumas considerações em torno do conteúdo, eficácia e efetividade do direito à saúde na Constituição de 1988.\nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Saraiva, 2017.\nSARMENTO, Daniel. A Ponderação de Interesses na Constituição Federal. Lumen Juris, 2000. p. 193-203, \"conclusão\", itens 1 e 2.\nSARMENTO, Daniel; SOUZA NETO, Cláudio Pereira de. Direito Constitucional: teoria, história e métodos de trabalho. Belo Horizonte: Fórum, 2012. p. 240.\nSCHAPIRO, Mario G. Discricionariedade desenvolvimentista e controles democráticos: uma tipologia dos desajustes. Revista Direito GV, v. 12, n. 2, mai./ago. 2016. p. 337.\nSCHAUER, Frederick. Playing by the rules: a philosophical examination of rule-based decision-making in law and in life. Oxford: Oxford University Press, 1998.\nSILVA, Geraldo Eulálio do Nascimento e. Direito Ambiental Internacional. 2. ed. Thex, 2002. p. 55-57.\nSILVA, José Afonso da. Poder Constituinte e Poder Popular. Malheiros, 2000. p. 146 e 199, itens 20-21.\n______. Aplicabilidade das Normas Constitucionais. 6. ed. Malheiros, 2002. p. 226, item 1, n. 4. \n______.______. 8. ed. Malheiros, 2012. p. 224, item 4.\n______. Direito Ambiental Constitucional. 4. ed. 2. tir. Malheiros, 2003. p. 21-24, itens 2 e 3, 46-57, 58-70 e 69-70, item 7.\n______. Curso de Direito Constitucional Positivo. 27. ed. Malheiros, 2006. p. 50-52, item 14.\nSIRVINSKAS, Luís Paulo. Manual de Direito Ambiental. 2. ed. Saraiva, 2003. p. 34, item 6.2.\nSTEILEN, Matthew J. Minimalism and deliberative democracy: a closer look at the virtues of shallowness. Seattle University Law Review, v. 33, p. 391-435, jan. 2010. p. 396.\nSTEINMETZ, Wilson Antônio. Colisão de Direitos Fundamentais e Princípio da Proporcionalidade. Livraria do Advogado, 2001. p. 139-172.\nSUNSTEIN, Cass R. On the Costs and Benefits of Aggressive Judicial Review of Agency Action. Duke Law Journal, v. 1989. p. 524-526.\n______. After the Rights Revolution. Reconceiving the Regulatory State. Cambridge: Harvard University Press, 2013. p. 186-192.\n______. Para além do princípio da precaução. Revista de Direito Administrativo, n. 259, 2012. p. 20.\n______. One case at a time: judicial minimalism on the Supreme Court. Cambridge: Harvard University Press, 1999.\n______.______. 2001. p. 5.\nSUNSTEIN, Cass R.; ULLMANN-MARGALIT, Edna. Second-Order decisions. John M. Olin Program in Law and Economics Working Paper n. 57. 1998.\nSUNSTEIN, Cass; VERMEULE, Adrian. Interpretation and Institutions. John M. Olin Program in Law & Economics Working Paper n. 156. 2002.\nSÜSSEKIND, Arnaldo. Direito Constitucional do Trabalho. Rio de Janeiro: Renovar, 2004.\nTEIXEIRA, Ana Carolina Brochado. Saúde, corpo e autonomia privada. Rio de Janeiro: Renovar, 2010.\nTERRA FILHO, Mario. Projeto Asbesto Ambiental.\nTEUBNER, Gunther. How the Law Thinks: Toward a Constructivist Epistemology of Law. Law and Society Review, v. 23, n. 5, p. 752.\nTHAYER, James Bradley. The Origin and Scope of the American Doctrine of Constitutional Law. Harvard Law Review, v. 7, n. 3, p. 129-156, 1893. Disponível em: https://archive.org/details/jstor-1322284.\nTORGAL, Fernando Pacheco; JALALI, Said. Toxicidade de materiais de construção: uma questão incontornável na construção sustentável. Ambient. Constr., v. 10, n. 3, p. 41-53, 2010.\nVELOSO, Zeno. Controle Jurisdicional de Constitucionalidade. Cejup, 1999. p. 50-51, item 41.\nVIEIRA, Oscar Vilhena. Supremocracia. Revista de Direito do Estado, ano 3, n. 12, p. 107-142, out./dez. 2008.\nWALDRON, Jeremy. A Dignidade da Legislação. São Paulo: Martins Fontes, 2003.\nWORLD HEALTH ORGANIZATION. Chrysotile Asbestos. 2014.\n______. Elimination of asbestos-related diseases. 2006.","ministro_facet":["ROSA WEBER"],"processo_numero":4066,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur383639","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por maioria, rejeitou a queixa-crime, nos termos do voto da Relatora, vencido o Ministro Marco Aurélio. Presidência do Ministro Alexandre de Moraes. Primeira Turma, 6.3.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur383639","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur383639","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Queixa. Crime Contra a Honra. Imunidade Parlamentar. Art. 53, caput, Constituição Federal. Antagonismo Político entre os Envolvidos. Pertinência das ofensas imputadas com a Atividade Parlamentar. Rejeição. \n\n\n\n    1. A imunidade material parlamentar quanto a palavras e opiniões emitidas fora do espaço do Congresso Nacional pressupõe a presença de nexo causal entre a suposta ofensa e a atividade parlamentar.\n\n\n\n    2. Antagonismo político entre querelante e querelado, com pesadas críticas inseridas no debate político, de que se infere a pertinência das ofensas irrogadas com a atividade de Senador da República.\n\n\n\n    3. Queixa-crime rejeitada.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=14659800","externo_seq_objeto_incidente":5032977,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-073  DIVULG 16-04-2018  PUBLIC 17-04-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6268&classe=Pet","is_colac":false,"titulo":"Pet 6268","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1937\n          ART-00043\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00032 REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00049 INC-00010 ART-00053 \"CAPUT\" \n          ART-00055 PAR-00001 ART-00058 PAR-00003 \n          ART-00070 \"CAPUT\" PAR-ÚNICO\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-008038      ANO-1990\n          ART-00005 ART-00006 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00138 ART-00139 ART-00140 ART-00141 \n          INC-00001 INC-00002 INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00041 ART-00231 ART-00395 INC-00003 \n          ART-00397 INC-00003\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2018-04-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EXCEPCIONALIDADE, MANIFESTAÇÃO, ACUSAÇÃO, MOMENTO POSTERIOR, RESPOSTA, DEFESA. APRESENTAÇÃO, DOCUMENTO, QUALQUER MOMENTO, FASE PROCESSUAL, AMPLA DEFESA. INSTRUÇÃO PROCESSUAL, DOLO ESPECÍFICO. REQUISITO, QUEIXA, MATERIALIDADE DO FATO, INDÍCIO, AUTORIA DO CRIME, ELEMENTO MÍNIMO, PROVA. DIVULGAÇÃO, GRAVAÇÃO, REDE SOCIAL, APLICATIVO MÓVEL. IMUNIDADE PARLAMENTAR MATERIAL, INDEPENDÊNCIA, PARLAMENTAR, LIBERDADE DE EXPRESSÃO. IMUNIDADE PARLAMENTAR MATERIAL, PRIVILÉGIO, CARÁTER PESSOAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: IMUNIDADE PARLAMENTAR, PRINCÍPIO DA SEPARAÇÃO DOS PODERES. IMUNIDADE PARLAMENTAR, DIREITO COMPARADO, PRINCÍPIO, LIBERDADE, PALAVRA, ARBITRARIEDADE, PRISÃO. CONTEXTO HISTÓRICO, IMUNIDADE PARLAMENTAR, PROTEÇÃO, MANDATO PARLAMENTAR, DEMOCRACIA. STF, IMUNIDADE PARLAMENTAR, ESTADO DE SÍTIO. SUJEIÇÃO, PARLAMENTAR, CENSURA, CARÁTER POLÍTICO, RESPONSABILIZAÇÃO, EXCESSO, LINGUAGEM, CASA LEGISLATIVA. ATRIBUIÇÃO, PARLAMENTAR, ATIVIDADE DE FISCALIZAÇÃO, PODER DE INVESTIGAÇÃO, CONTROLE, ATO, ADMINISTRAÇÃO PÚBLICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6268&classe=Pet","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Pet","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ADMISSIBILIDADE, QUEIXA, JUÍZO DE DELIBAÇÃO)\nInq 2036 (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, PERTINÊNCIA, EXERCÍCIO, MANDATO)\nInq 1958 (TP), Inq 1024 QO (TP), Inq 2874 AgR (TP), Inq 3672 (1ªT), Inq 3677 (TP), Inq 3925 (1ªT), AO 2002 (2ªT), Inq 4177 (1ªT), Pet 6587 (2ªT), HC 34467 (TP). \n(CRIME CONTRA A HONRA, DIREITO DE CRÍTICA)\nHC 98237 (2ªT), Inq 503 QO (TP). \n(IMUNIDADE PARLAMENTAR MATERIAL, ESTADO DE SÍTIO)\nHC 3536. \n(IMUNIDADE PARLAMENTAR MATERIAL, MANIFESTAÇÃO, INTERIOR, CASA LEGISLATIVA)\nRE 600063 (TP), RE 443953 ED (1ªT), RE 299109 AgR (1ªT), RE 576074 AgR (1ªT), Inq 3814 (1ªT), Pet 5647 (1ªT), Pet 6156 (2ªT). \n- Legislação estrangeira citada: art. 1º, seção 6 da Constituição norte-americana de 1787; Bill of Rights de 1689.\nNúmero de páginas: 29.\nAnálise: 25/07/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ROMERO JUCÁ FILHO \nADV.(A/S)  : EMERSON LUIS DELGADO GOMES \nREQDO.(A/S)  : TELMÁRIO MOTA DE OLIVEIRA \nADV.(A/S)  : SEBASTIAO ALVES PEREIRA NETO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":383639,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Pet 6268","processo_classe_processual_unificada_classe_sigla":"Pet","julgamento_data":"2018-03-06","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"PETIÇÃO","documental_doutrina_texto":"BARBOSA, Rui. Comentários à Constituição Federal brasileira. Saraiva: 1933. v. 2. p. 41-42.\nBISCARETTI, Paolo. Introduzione al diritto costituzionale comparato. 2. ed. Milão: Giuffrè, 1970. p. 303-305.\nSILVA, José Afonso da. Comentário Contextual à Constituição. 9. ed. São Paulo: Malheiros, 2014. p. 425.","ministro_facet":["ROSA WEBER"],"processo_numero":6268,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}