{"result":{"took":519,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":1895,"relation":"eq"},"max_score":85.84833,"hits":[{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur387914","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Relator. Segunda Turma, Sessão Virtual de 15.6.2018 a 21.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur387914","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2023-10-04T14:38:09.310971","dg_unique":"sjur387914","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM RECURSO ORDINÁRIO EM HABEAS CORPUS. PROCESSO PENAL. INEXISTÊNCIA DE FUNDAMENTOS APTOS A INFIRMAR A DECISÃO MONOCRÁTICA. TRANCAMENTO DE AÇÃO PENAL. MEDIDA EXCEPCIONAL. REVOLVIMENTO FÁTICO-PROBATÓRIO. INCABÍVEL. AGRAVO REGIMENTAL DESPROVIDO. \n\n\n\n    1. Manutenção da decisão agravada ante a inexistência de argumentação apta a infirmá-la.\n\n\n\n    2. O trancamento da ação penal é medida excepcional reservada às hipóteses em que seja patente (a) a atipicidade da conduta; (b) a ausência de indícios mínimos de autoria; e (c) a presença de causa extintiva da punibilidade.\n\n\n\n    3. É incabível habeas corpus que se destina a rever o contexto fático-probatório definido nas instâncias ordinárias.\n\n\n\n    4. Agravo regimental desprovido.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=747676730","externo_seq_objeto_incidente":5305009,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-153  DIVULG 31-07-2018  PUBLIC 01-08-2018","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=144298&classe=RHC","is_colac":false,"titulo":"RHC 144298 AgR","documental_legislacao_citada_texto":null,"publicacao_data":"2018-08-01","documental_acordao_mesmo_sentido_lista_texto":"HC 176257 AgR PROCESSO ELETRÔNICO\n          JULG-04-05-2020  UF-MT  TURMA-02  MIN-EDSON FACHIN N.PÁG-009\n          DJe-138  DIVULG 03-06-2020  PUBLIC 04-06-2020","documental_indexacao_texto":"- ALEGAÇÃO, DUPLICIDADE, CONDENAÇÃO, JUSTIÇA BRASILEIRA, JUSTIÇA ESTRANGEIRA, IDENTIDADE, CRIME. NON BIS IN IDEM.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=144298&classe=RHC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RHC-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, TRANCAMENTO DA AÇÃO PENAL)\nHC 116680 (2ªT), HC 132170 AgR (2ªT). \n(HC, REEXAME, FATO, PROVA)\nHC 98842 (1ªT), HC 115784 (2ªT), HC 124990 (1ªT). \n- Decisão monocrática citada:\n(HC, REEXAME, FATO, PROVA)\nHC 137695.\nNúmero de páginas: 9.\nAnálise: 29/10/2018, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTEVAM HERNANDES FILHO \nAGTE.(S)  : SONIA HADDAD DE MORAES HERNANDES \nADV.(A/S)  : SUZANA DE CAMARGO GOMES E OUTRO(A/S)\nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":387914,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RHC 144298 AgR","processo_classe_processual_unificada_classe_sigla":"RHC","julgamento_data":"2018-06-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO ORDINÁRIO EM HABEAS CORPUS","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":144298,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur414323","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Marco Aurélio (Relator), julgando improcedente o pedido, e os votos dos Ministros Alexandre de Moraes, Edson Fachin, Roberto Barroso, Rosa Weber, Luiz Fux e Dias Toffoli, julgando parcialmente procedente o pedido, nos termos de seus votos, o julgamento foi suspenso. Ausentes, justificadamente, os Ministros Ricardo Lewandowski e Gilmar Mendes. Falaram: pela requerente, a Drª. Raquel Elias Ferreira Dodge, Procuradora-Geral da República; pelo Presidente da República e pelo Congresso Nacional, a Ministra Grace Maria Fernandes Mendonça, Advogada-Geral da União; pelo amicus curiae Associação Nacional dos Delegados de Polícia Federal - ADPF, a Dra. Larissa Benevides Gadelha Campos; e, pelo amicus curiae Federação Nacional dos Policiais Federais - FENAPEF, o Dr. Rudi Meira Cassel. Presidência da Ministra Cármen Lúcia. Plenário, 13.12.2017.\r\n\n                       Decisão: O Tribunal, por unanimidade, acolhendo proposta do Relator, deliberou adiar o julgamento, para sua continuação na presença de todos os integrantes da Corte. Ausentes, justificadamente, os Ministros Ricardo Lewandowski e Gilmar Mendes. Presidência da Ministra Cármen Lúcia. Plenário, 14.12.2017.\r\n\n                 Decisão: O Tribunal, por maioria e nos termos do voto do Relator, julgou improcedente o pedido, assentado a constitucionalidade do § 2º e do § 6º do art. 4º da Lei 12.850/13. Vencidos, em parte, os Ministros Edson Fachin, Rosa Weber, Luiz Fux e Dias Toffoli. Nesta assentada, reajustaram seus votos, para acompanhar o Relator, os Ministros Alexandre de Moraes e Roberto Barroso. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 20.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur414323","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur414323","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"DELAÇÃO PREMIADA – ACORDO – CLÁUSULAS. O acordo alinhavado com o colaborador, quer mediante atuação do Ministério Público, quer da Polícia, há de observar, sob o ângulo formal e material, as normas legais e constitucionais.\n\n\n\n    DELAÇÃO PREMIADA – ACORDO – POLÍCIA. O acordo formalizado mediante a atuação da Polícia pressupõe a fase de inquérito policial, cabendo a manifestação, posterior, do Ministério Público.\n\n\n\n    DELAÇÃO PREMIADA – ACORDO – BENEFÍCIOS – HOMOLOGAÇÃO. A homologação do acordo faz-se considerados os aspectos formais e a licitude do que contido nas cláusulas que o revelam.\n\n\n\n    DELAÇÃO PREMIADA – ACORDO – BENEFÍCIO. Os benefícios sinalizados no acordo ficam submetidos a concretude e eficácia do que versado pelo delator, cabendo a definição final mediante sentença, considerada a atuação do órgão julgador, do Estado-juiz.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=751303490","externo_seq_objeto_incidente":4972866,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-241  DIVULG 04-11-2019  PUBLIC 05-11-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5508&classe=ADI","is_colac":false,"titulo":"ADI 5508","documental_legislacao_citada_texto":["LEG-IMP   CCI      ANO-1830\n          ART-00107 ART-00108 ART-00109\n                CCI-1830 CODIGO CRIMINAL DO IMPERIO DO BRAZIL (LEI DE 16 DE DEZEMBRO)\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00003 ART-00005 INC-00054 \n          INC-00059 INC-00061 ART-00037 \"CAPUT\" \n          ART-00093 INC-00009 ART-00102 INC-00001 \n          LET-A ART-00103 INC-00006 ART-00127 \n          PAR-00001 ART-00128 PAR-00005 INC-00001 \n          ART-00129 INC-00001 INC-00007 INC-00008 \n          PAR-00002 ART-00144 \"CAPUT\" INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          PAR-00001 INC-00001 INC-00004 PAR-00002 \n          PAR-00003 PAR-00004 PAR-00005 PAR-00006 \n          PAR-00007 PAR-00008 PAR-00009 PAR-00010\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-007209      ANO-1984\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-007492      ANO-1986\n          ART-00025 PAR-00002 INCLUÍDO PELA LEI- 9080/1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008072      ANO-1990\n          ART-00007 ART-00008 PAR-ÚNICO\n                LCH-1990 LEI DE CRIMES HEDIONDOS\n\n","LEG-FED   LEI-008137      ANO-1990\n          ART-00016 PAR-ÚNICO INCLUÍDO PELA LEI-9080/1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009034      ANO-1995\n          ART-00006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009043      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009080      ANO-1995\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009099      ANO-1995\n                LJE-1995 LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n\n","LEG-FED   LEI-009296      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009613      ANO-1998\n          ART-00001 PAR-00005 REDAÇÃO DADA PELA LEI-12683/2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009807      ANO-1999\n          ART-00013 INC-00001 INC-00002 INC-00003 \n          PAR-ÚNICO ART-00014 ART-00015 PAR-00001 \n          PAR-00002 PAR-00003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868      ANO-1999\n          ART-00012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010409      ANO-2002\n          ART-00032 PAR-00002 REVOGADO PELA LEI-11343/2006\n          ART-00032 PAR-00003 REVOGADO PELA LEI-11343/2006\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011343      ANO-2006\n          ART-00041\n                LTX-2006 LEI DE TÓXICOS\n\n","LEG-FED   LEI-011719      ANO-2008\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012529      ANO-2011\n          ART-00086 PAR-ÚNICO\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012683      ANO-2012\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012830      ANO-2013\n          ART-00002 PAR-00001 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012850      ANO-2013\n          ART-00002 ART-00003 INC-00001 ART-00004 \n          \"CAPUT\" INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 INC-00001 INC-00002 \n          PAR-00005 PAR-00006 PAR-00008 PAR-00009 \n          PAR-00011 PAR-00012 PAR-00014 PAR-00016 \n          ART-00005 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 ART-00006 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 ART-00007 ART-00013 PAR-ÚNICO \n          ART-00019\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-2000\n          ART-00026\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-INT   CVC      ANO-2003\n          ART-00037\n                CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00033 ART-00059 \n          ART-00065 REDAÇÃO DADA PELA LEI-7209/1984\n          ART-00065 INC-00003 REDAÇÃO DADA PELA LEI-7209/1984\n          ART-00065 INC-00003 LET-D REDAÇÃO DADA PELA LEI-7209/1984\n          ART-00107 INC-00009 \n          ART-00159 REDAÇÃO DADA PELA LEI-8072/1990\n          ART-00159 PAR-00004 INCLUÍDO PELA LEI-8072/1990\n          ART-00159 PAR-00004 REDAÇÃO DADA PELA LEI-9296/1996\n          ART-00288\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00004 REDAÇÃO DADA PELA LEI-9043/1995\n          ART-00006 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 INC-00010 ART-00007 \n          ART-00010 PAR-00001 ART-00017 ART-00028 \n          ART-00042 ART-00387 \n          ART-00531 REDAÇÃO ORIGINÁRIA\n          ART-00531 REVOGADO PELA LEI-11719/2008\n                CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   DLG-000231      ANO-2003\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DLG-000348      ANO-2005\n                DECRETO LEGISLATIVO  - APROVA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   DEC-005015      ANO-2004\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO TRANSNACIONAL\n\n","LEG-FED   DEC-005687      ANO-2006\n                DECRETO - PROMULGA A CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA A CORRUPÇÃO, ADOTADA PELA ASSEMBLÉIA-GERAL DAS NAÇÕES UNIDAS EM 31 DE OUTUBRO DE 2003 E ASSINADA PELO BRASIL EM 9 DE DEZEMBRO DE 2003\n\n","LEG-FED   RGI      ANO-1980\n          ART-00133\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000696      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2019-11-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. EVOLUÇÃO, LEGISLAÇÃO, INSTITUTO JURÍDICO, DELAÇÃO PREMIADA. DELAÇÃO PREMIADA, DEPOIMENTO, INDÍCIO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. DELAÇÃO PREMIADA, AUSÊNCIA, NATUREZA JURÍDICA, MEIO DE PROVA. DELAÇÃO PREMIADA, FUNDAMENTO, CONDENAÇÃO. DELAÇÃO PREMIADA, DENÚNCIA. ACORDO DE COLABORAÇÃO PREMIADA, AUSÊNCIA, RESERVA DE JURISDIÇÃO. DELAÇÃO PREMIADA, CONFISSÃO, INFORMAÇÃO, IDENTIFICAÇÃO, COAUTOR, PARTÍCIPE, ORGANIZAÇÃO CRIMINOSA; IDENTIFICAÇÃO, DIVISÃO, ATIVIDADE; PREVENÇÃO, DELITO, DECORRÊNCIA, ATIVIDADE; RECUPERAÇÃO, PRODUTO DO CRIME; LOCALIZAÇÃO, VÍTIMA. POLÍCIA JUDICIÁRIA, INVESTIGAÇÃO CRIMINAL. EXCLUSIVIDADE, AUTORIDADE POLICIAL, PRESIDÊNCIA, INQUÉRITO POLICIAL. CONTROLE EXTERNO, MINISTÉRIO PÚBLICO, ATIVIDADE POLICIAL. MINISTÉRIO PÚBLICO, INVESTIGAÇÃO CRIMINAL. LEGITIMIDADE, DELEGADO DE POLÍCIA, PROPOSITURA, ACORDO DE COLABORAÇÃO PREMIADA, ÂMBITO, INQUÉRITO POLICIAL. CELEBRAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA, QUALQUER MOMENTO, PERSECUÇÃO PENAL, INCLUSÃO, MOMENTO POSTERIOR, TRÂNSITO EM JULGADO. RELEVÂNCIA, MOMENTO, CELEBRAÇÃO, COLABORAÇÃO PREMIADA. COLABORAÇÃO PREMIADA, AUTORIDADE POLICIAL, SUPERVISÃO, MINISTÉRIO PÚBLICO; EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, COLABORAÇÃO PREMIADA, AÇÃO PENAL. FACULDADE, DELEGADO DE POLÍCIA, REPRESENTAÇÃO, JUIZ, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO, CONCESSÃO, PERDÃO JUDICIAL, AUSÊNCIA, CAUSA IMPEDITIVA, OFERECIMENTO, DENÚNCIA. DETERMINAÇÃO, SENTENÇA, BENEFÍCIO, COLABORAÇÃO PREMIADA. EXIGÊNCIA, AÇÃO PENAL, OBTENÇÃO, PERDÃO JUDICIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ALEXANDRE DE MORAES: EVOLUÇÃO, LEGISLAÇÃO, DELAÇÃO PREMIADA. CONSTITUIÇÃO FEDERAL, SISTEMA ACUSATÓRIO, MITIGAÇÃO, OBRIGATORIEDADE, MINISTÉRIO PÚBLICO, AÇÃO PENAL, HIPÓTESE, INÉRCIA. TEORIA DOS PODERES IMPLÍCITOS. EXCLUSIVIDADE, PRESIDÊNCIA, INQUÉRITO POLICIAL, POLÍCIA JUDICIÁRIA. TRANSAÇÃO PENAL, SUSPENSÃO CONDICIONAL DO PROCESSO (SURSIS PROCESSUAL), COLABORAÇÃO PREMIADA. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. COLABORAÇÃO PREMIADA, POLÍCIA JUDICIÁRIA. PERDÃO JUDICIAL. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: PERSECUÇÃO PENAL, INQUÉRITO; DENÚNCIA; SENTENÇA; EXECUÇÃO DO JULGADO. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA, NEGÓCIO JURÍDICO PROCESSUAL. LEGITIMIDADE, AUTORIDADE POLICIAL, NEGOCIAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA, MATÉRIA, COMPETÊNCIA, ATIVIDADE POLICIAL, SUJEIÇÃO, HOMOLOGAÇÃO JUDICIAL. RECOMENDAÇÃO, AUTORIDADE POLICIAL, ABRANDAMENTO DA PENA, REGIME PRISIONAL, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO, AUSÊNCIA, VINCULAÇÃO, JUIZ. ACORDO DE COLABORAÇÃO PREMIADA, AUTORIDADE POLICIAL, OBSERVÂNCIA, PRERROGATIVA, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. RICARDO LEWANDOWSKI: PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA PROTEÇÃO À CONFIANÇA. CARÁTER PRECÁRIO, DECISÃO HOMOLOGATÓRIA, COLABORAÇÃO PREMIADA, AUSÊNCIA, VINCULAÇÃO, ÓRGÃO JUDICIAL. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. DIREITO COMPARADO, COLABORAÇÃO PREMIADA. CIVIL LAW, COMMON LAW. PRINCÍPIO DA INDISPONIBILIDADE DA AÇÃO PENAL PÚBLICA. TITULARIDADE, MINISTÉRIO PÚBLICO, PRETENSÃO EXECUTÓRIA, EXCLUSIVIDADE, PODER JUDICIÁRIO, PRETENSÃO PUNITIVA. GARANTIA AO DEVIDO PROCESSO LEGAL. OPÇÃO, CONSTITUINTE ORIGINÁRIO, SISTEMA ACUSATÓRIO. APRECIAÇÃO, PODER JUDICIÁRIO, REGULARIDADE, LEGALIDADE, VOLUNTARIEDADE, ACORDO DE COLABORAÇÃO PREMIADA, LEI VIGENTE. HOMOLOGAÇÃO JUDICIAL, ACORDO DE COLABORAÇÃO PREMIADA, JUÍZO DE DELIBAÇÃO. FACULDADE, JUIZ, CONCESSÃO, PERDÃO JUDICIAL, REDUÇÃO DA PENA, SUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE, PENA RESTRITIVA DE DIREITO. PRINCÍPIO DA INDIVIDUALIZAÇÃO DA PENA. VEDAÇÃO, APLICAÇÃO, EX OFFICIO, MAGISTRADO, SANÇÃO PREMIAL, EXIGÊNCIA, REQUERIMENTO, PARTE PROCESSUAL. PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO, PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO. AUSÊNCIA, EFICÁCIA IMEDIATA, HOMOLOGAÇÃO JUDICIAL, ACORDO DE COLABORAÇÃO PREMIADA. RECONHECIMENTO, PODER JUDICIÁRIO, IDONEIDADE, ADEQUAÇÃO, ACORDO. COLABORAÇÃO PREMIADA, NEGÓCIO JURÍDICO PROCESSUAL, EXPECTATIVA DE DIREITO, OBTENÇÃO, BENEFÍCIO, COLABORADOR, DEPENDÊNCIA, EFICÁCIA, COLABORAÇÃO. COLABORAÇÃO PREMIADA, POLÍCIA JUDICIÁRIA, PRINCÍPIO DA EFICIÊNCIA. VINCULAÇÃO, PODER JUDICIÁRIO, ACORDO DE COLABORAÇÃO PREMIADA, MINISTÉRIO PÚBLICO, COLABORADOR. AUSÊNCIA, VINCULAÇÃO, MINISTÉRIO PÚBLICO, CELEBRAÇÃO, ACORDO, POLÍCIA JUDICIÁRIA, EXCEÇÃO, CONCORDÂNCIA, MINISTÉRIO PÚBLICO. COLABORAÇÃO PREMIADA, RESERVA DE JURISDIÇÃO. \n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: APLICAÇÃO, SANÇÃO PREMIAL, JULGAMENTO. EFEITO VINCULANTE, ACORDO DE COLABORAÇÃO PREMIADA. COLABORADOR, CARÁTER INFORMAL. AUSÊNCIA, OFENSA, PRERROGATIVA, MINISTÉRIO PÚBLICO, FORMALIZAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA, DELEGADO DE POLÍCIA. MAIOR EXTENSÃO, NEGOCIAÇÃO, ACORDO, MINISTÉRIO PÚBLICO, REFERÊNCIA, DELEGADO DE POLÍCIA. CAPACIDADE, DELEGADO DE POLÍCIA, REPRESENTAÇÃO, PROPOSTA, INTERESSE, INVESTIGAÇÃO CRIMINAL. INQUÉRITO POLICIAL, PRINCÍPIO DO IMPULSO OFICIAL. AVALIAÇÃO, JUIZ, DENÚNCIA, PEDIDO, ARQUIVAMENTO. REPRESENTAÇÃO, DELEGADO DE POLÍCIA, PERDÃO JUDICIAL. APLICAÇÃO, PERDÃO JUDICIAL, JUIZ, CONTRARIEDADE, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO. APLICAÇÃO, EX OFFICIO, JUIZ, SANÇÃO PREMIAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: COLABORAÇÃO PREMIADA, PRINCÍPIO DA RESERVA LEGAL, RESERVA DE JURISDIÇÃO. COLABORAÇÃO PREMIADA, NATUREZA JURÍDICA, MEIO DE OBTENÇÃO DE PROVA. COLABORAÇÃO PREMIADA, JUSTIÇA CONSENSUAL, PRINCÍPIO DA AUTONOMIA DA VONTADE. CONDENAÇÃO, FUNDAMENTO ÚNICO, DECLARAÇÃO, COLABORADOR. CORROBORAÇÃO RECÍPROCA. ATIVIDADE JURISDICIONAL, HOMOLOGAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA. CONTROLE JUDICIAL, APRECIAÇÃO, VOLUNTARIEDADE, REGULARIDADE, LEGALIDADE. VEDAÇÃO, CLÁUSULA ABUSIVA. COLABORAÇÃO PREMIADA, JUÍZO DE DELIBAÇÃO. AVALIAÇÃO, JUIZ, EFICÁCIA, COLABORAÇÃO, CONCESSÃO, BENEFÍCIO. ACORDO DE COLABORAÇÃO PREMIADA, ATO JURÍDICO PERFEITO. VINCULAÇÃO, PODER JUDICIÁRIO, ACORDO DE COLABORAÇÃO PREMIADA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCÍPIO DA CONFIANÇA. DIREITO SUBJETIVO, COLABORADOR, CONCESSÃO, BENEFÍCIO. POLÍCIA JUDICIÁRIA, PRESIDÊNCIA, INQUÉRITO POLICIAL, COLETA, ELEMENTO DE INFORMAÇÃO, APURAÇÃO, AUTORIA DO CRIME, MATERIALIDADE DO FATO. SOLICITAÇÃO, MINISTÉRIO PÚBLICO, INSTAURAÇÃO, INQUÉRITO POLICIAL, REQUISIÇÃO, DILIGÊNCIA, INVESTIGAÇÃO, FORMAÇÃO, OPINIO DELICTI, ATIVIDADE, COLABORAÇÃO. INQUÉRITO POLICIAL, PROCEDIMENTO ADMINISTRATIVO. SISTEMA ACUSATÓRIO, PRINCÍPIO DA PARIDADE DE ARMAS, PRINCÍPIO DA PRESUNÇÃO DE INOCÊNCIA. NOTÍCIA CRIME. LEGITIMIDADE, DELEGADO DE POLÍCIA, NEGOCIAÇÃO, CELEBRAÇÃO, FORMALIZAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA, INQUÉRITO POLICIAL EM CURSO. AUSÊNCIA, VINCULAÇÃO, PODER JUDICIÁRIO, ENTENDIMENTO CONTRÁRIO, MINISTÉRIO PÚBLICO. CONTROLE EXTERNO, ATIVIDADE POLICIAL, MINISTÉRIO PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: COLABORAÇÃO PREMIADA, NEGÓCIO JURÍDICO, MEIO DE OBTENÇÃO DE PROVA. AUSÊNCIA, EFEITO VINCULANTE, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO. COMPATIBILIDADE, ATRIBUIÇÃO, POLÍCIA JUDICIÁRIA, INVESTIGAÇÃO, NEGOCIAÇÃO, CELEBRAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA. CONTROLE INTERNO, CONTROLE EXTERNO, POLÍCIA JUDICIÁRIA. APURAÇÃO, MINISTÉRIO PÚBLICO, ABUSO, DELAÇÃO PREMIADA. MANIFESTAÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE COLABORAÇÃO PREMIADA, CELEBRAÇÃO, POLÍCIA JUDICIÁRIA. APRECIAÇÃO, PODER JUDICIÁRIO, REGULARIDADE, LEGALIDADE, VOLUNTARIEDADE, ACORDO. AUSÊNCIA, VINCULAÇÃO, JUIZ, AJUSTE, ACORDO DE COLABORAÇÃO PREMIADA, DELEGADO DE POLÍCIA. POSSIBILIDADE, JUIZ, HOMOLOGAÇÃO, REJEIÇÃO, ADEQUAÇÃO, ACORDO. APLICAÇÃO, BENEFÍCIO, JUIZ, DEPENDÊNCIA, CUMPRIMENTO, ACORDO, COLABORADOR. AUSÊNCIA, EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, TITULARIDADE, AÇÃO PENAL. LIMITAÇÃO, TITULARIDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO, TRANCAMENTO DE INQUÉRITO POLICIAL; PRESCRIÇÃO; AUSÊNCIA, RECEBIMENTO, DENÚNCIA; CONDICIONAMENTO, PROPOSITURA, AÇÃO PENAL, REPRESENTAÇÃO PROCESSUAL, REQUISIÇÃO, MINISTRO DA JUSTIÇA. MINISTÉRIO PÚBLICO, DIREITO DE AÇÃO. LEGITIMIDADE, POLÍCIA JUDICIÁRIA, AJUSTE, ACORDO DE COLABORAÇÃO PREMIADA, SEGURANÇA PÚBLICA.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: CABIMENTO, COLABORAÇÃO, INDEPENDÊNCIA, ACORDO DE COLABORAÇÃO PREMIADA, OBTENÇÃO, SANÇÃO PREMIAL. DIREITO SUBJETIVO, COLABORADOR, BENEFÍCIO, NEGOCIAÇÃO. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA, NEGÓCIO JURÍDICO PROCESSUAL. COLABORAÇÃO PREMIADA, SANÇÃO PREMIAL, CAUSA DE DIMINUIÇÃO DE PENA; PROGRESSÃO DE REGIME PRISIONAL; EXTINÇÃO DA PUNIBILIDADE; SUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE; AUSÊNCIA, PROCESSO PENAL. ACORDO DE COLABORAÇÃO PREMIADA, DISPONIBILIDADE, PODER PÚBLICO, PARCELA, PRETENSÃO PUNITIVA. FUNÇÃO INSTITUCIONAL DO MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA. PRINCÍPIO DA INDISPONIBILIDADE DA AÇÃO PENAL PÚBLICA. ACORDO DE COLABORAÇÃO PREMIADA, PACTA SUNT SERVANDA. COLABORAÇÃO PREMIADA, VALORAÇÃO, INFORMAÇÃO, OBJETO, NEGÓCIO JURÍDICO. OPINIO DELICTI. ACORDO DE COLABORAÇÃO PREMIADA, AVALIAÇÃO, RESPONSABILIDADE PENAL, AGENTE, DEVIDO PROCESSO LEGAL. ARQUIVAMENTO, INQUÉRITO POLICIAL, AUTORIDADE POLICIAL. PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. PRINCÍPIO DA INDEPENDÊNCIA FUNCIONAL. COLABORAÇÃO PREMIADA, PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. ACORDO DE COLABORAÇÃO PREMIADA, RENÚNCIA, DIREITO AO SILÊNCIO. CONTROLE EXTERNO, ATIVIDADE POLICIAL, MINISTÉRIO PÚBLICO. EFEITO VINCULANTE, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO, ACORDO DE COLABORAÇÃO PREMIADA, FORMULAÇÃO, AUTORIDADE POLICIAL. PRINCÍPIO DA SEPARAÇÃO DOS PODERES. MINISTÉRIO PÚBLICO, MANDATÁRIO, SOCIEDADE. PRINCÍPIO REPUBLICANO, PRINCÍPIO DA IMPESSOALIDADE. PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO. LIMITAÇÃO, FORMULAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA, AUTORIDADE POLICIAL, AUSÊNCIA, DISPONIBILIDADE, PRETENSÃO PUNITIVA. PRINCÍPIO, PRESUNÇÃO, CONSTITUCIONALIDADE, ATO NORMATIVO. NEGOCIAÇÃO, COLABORAÇÃO PREMIADA, AUTORIDADE POLICIAL. ATUAÇÃO, AUTORIDADE POLICIAL, MEDIAÇÃO, COLABORADOR, MINISTÉRIO PÚBLICO. SANÇÃO PREMIAL, AMPLA DEFESA. EXIGÊNCIA, APRECIAÇÃO, MINISTÉRIO PÚBLICO, PROPOSTA DE COLABORAÇÃO PREMIADA, DIREITO DE PETIÇÃO, COLABORADOR. COLABORAÇÃO PREMIADA, IMPUTAÇÃO DE CRIME, ABUSO, EXCESSO, DESVIO DE PODER. CONTROLE JUDICIAL, MANIFESTAÇÃO, MINISTÉRIO PÚBLICO, REPRESENTAÇÃO, AUTORIDADE POLICIAL, CONCESSÃO, PERDÃO JUDICIAL. AUTORIDADE POLICIAL, ATIVIDADE, COLABORAÇÃO.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: CONDIÇÃO DE PROCEDIBILIDADE, ACORDO DE COLABORAÇÃO PREMIADA, ACEITAÇÃO, MINISTÉRIO PÚBLICO, ACORDO, DELEGADO DE POLÍCIA. AUSÊNCIA, VINCULAÇÃO, PODER JUDICIÁRIO, ACORDO DE COLABORAÇÃO PREMIADA.\n\n- VOTO VENCIDO, MIN. LUIZ FUX: COMPETÊNCIA, POLÍCIA CIVIL, POLÍCIA FEDERAL, APURAÇÃO, DELITO. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. EXIGÊNCIA, PRESENÇA, MINISTÉRIO PÚBLICO, ACORDO DE COLABORAÇÃO PREMIADA, REALIZAÇÃO, DELEGADO DE POLÍCIA. EXIGÊNCIA, CONCORDÂNCIA, MINISTÉRIO PÚBLICO, HOMOLOGAÇÃO JUDICIAL, ACORDO DE COLABORAÇÃO PREMIADA. INTERPRETAÇÃO HISTÓRICA, DELAÇÃO, AUTORIDADE POLICIAL.\n\n- VOTO VENCIDO, MIN. DIAS TOFFOLI: MINISTÉRIO PÚBLICO, FUNÇÃO ESSENCIAL À JUSTIÇA. EXCEPCIONALIDADE, INVESTIGAÇÃO, MINISTÉRIO PÚBLICO. POLÍCIA JUDICIÁRIA, INVESTIGAÇÃO CRIMINAL. COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA. HOMOLOGAÇÃO, COLABORAÇÃO PREMIADA, CONDIÇÃO, EFICÁCIA. DIREITO COMPARADO, COLABORAÇÃO PREMIADA, ESTADOS UNIDOS DA AMÉRICA, REPÚBLICA ITALIANA. COLABORAÇÃO PREMIADA, SANÇÃO PREMIAL. COLABORAÇÃO PREMIADA, PERDÃO JUDICIAL; REDUÇÃO DA PENA; SUBSTITUIÇÃO, PENA PRIVATIVA DE LIBERDADE, PENA RESTRITIVA DE DIREITO; FIXAÇÃO, REGIME PRISIONAL MENOS GRAVOSO; PROGRESSÃO DE REGIME PRISIONAL; IMUNIDADE. DEPENDÊNCIA, JUIZ, CONCESSÃO, SANÇÃO PREMIAL. COLABORAÇÃO PREMIADA, NEGÓCIO JURÍDICO, SEGURANÇA JURÍDICA. LEGITIMIDADE, POLÍCIA JUDICIÁRIA, REALIZAÇÃO, ACORDO DE COLABORAÇÃO PREMIADA. CARÁTER GENÉRICO, PROPOSTA, ACORDO DE COLABORAÇÃO PREMIADA, AUTORIDADE POLICIAL. AUSÊNCIA, DISCRICIONARIEDADE, AUTORIDADE POLICIAL, DEFINIÇÃO, QUANTIDADE, PENA; REGIME PRISIONAL, COLABORADOR. REPRESENTAÇÃO, AUTORIDADE POLICIAL, CONCESSÃO, PERDÃO JUDICIAL, REDUÇÃO DA PENA, COLABORADOR. PRINCÍPIO DA SEGURANÇA JURÍDICA. REVISÃO, ACORDO DE COLABORAÇÃO PREMIADA, MOMENTO POSTERIOR, HOMOLOGAÇÃO JUDICIAL, DOLO, COAÇÃO, FRAUDE, SIMULAÇÃO. ACORDO DE COLABORAÇÃO PREMIADA, EFEITO PATRIMONIAL, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. EXCLUSIVIDADE, MINISTÉRIO PÚBLICO, PROPOSTA, BENEFÍCIO, IMUNIDADE.\n\n- TERMO(S) DE RESGATE: PRINCÍPIO DA VEDAÇÃO DE PROTEÇÃO INSUFICIENTE. JUSTIÇA PENAL TRANSACIONAL OU NEGOCIAL. DISCRICIONARIEDADE REGRADA. ACCOUNTABILITTY. EFEITOS PRODRÔMICOS. DISCRICIONARIEDADE REGRADA. PREMIALIDADE LEGAL, PREMIALIDADE NEGOCIAL. PLEAS, GUILTY PLEA; NOLO PLEA; NOT GUILTY PLEA; PLEA BARGAIN. CONVICTION RATE. DISCRICIONARIEDADE ACUSATÓRIA. CONCORRÊNCIA INSTITUCIONAL. PRINCÍPIO DA TAXATIVIDADE DOS FAVORES. DELINQUÊNCIA INSTITUCIONAL. JUIZ DE GARANTIAS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5508&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA)\nHC 90688 (1ªT), HC 127483 (TP), Pet 7074 QO (TP). \n(LEGITIMIDADE, MINISTÉRIO PÚBLICO, AÇÃO PENAL PÚBLICA)\nRE 139168 (2ªT), RE 593727 (TP). \n(TRANSAÇÃO PENAL, CONCORDÂNCIA, MINISTÉRIO PÚBLICO)\nRE 468161 (1ªT). \n(DELAÇÃO PREMIADA, CONCESSÃO, BENEFÍCIO)\nHC 99736 (1ªT). \n(SISTEMA ACUSATÓRIO)\nADI 5104 MC (TP). \n(FUNDAMENTAÇÃO, ACUSAÇÃO PENAL, ELEMENTO PROBATÓRIO)\nRF 150/393. \n(CONDENAÇÃO, FUNDAMENTO ÚNICO, DECLARAÇÃO, COLABORADOR)\nHC 75226 (1ªT), RE 213937 (2ªT), HC 94034 (1ªT). \n(COLABORAÇÃO PREMIADA, ARBITRARIEDADE, PRISÃO PREVENTIVA)\nHC 127186 (2ªT). \n(OFERECIMENTO, DENÚNCIA, INVESTIGAÇÃO CRIMINAL, ACOMPANHAMENTO, MEMBRO, MINISTÉRIO PÚBLICO)\nRHC 66176. \n(COLABORAÇÃO, AUTORIDADE POLICIAL, MINISTÉRIO PÚBLICO)\nRE 593727 (TP). \n(MINISTÉRIO PÚBLICO, CONTROLE EXTERNO, ATIVIDADE POLICIAL)\nHC 97969 (2ªT). \n(LIMITAÇÃO, TITULARIDADE, AÇÃO PENAL, MINISTÉRIO PÚBLICO)\nHC 94869 (TP), Inq 3847 AgR (1ªT). \n- Decisões monocráticas citadas:\n(COLABORAÇÃO PREMIADA, DENUNCIAÇÃO CALUNIOSA)\nPet  5700.\n(REQUISITO, REGULARIDADE, LEGALIDADE, COLABORAÇÃO PREMIADA)\nPet 5952.\n(HOMOLOGAÇÃO JUDICIAL, ACORDO DE COLABORAÇÃO PREMIADA, JUÍZO DE DELIBAÇÃO)\nPet 5733.\n(COLABORAÇÃO PREMIADA, JUÍZO DE DELIBAÇÃO)\nPet 5733.\n(COLABORAÇÃO, AUTORIDADE POLICIAL, MINISTÉRIO PÚBLICO)\nPet 5899.\n- Acórdão(s) citado(s) - outros tribunais:\n(COLABORAÇÃO PREMIADA, MEIO DE OBTENÇÃO DE PROVA)\nSTJ: RHC 69988. \n- Legislação estrangeira citada: Título VI, item 12 e Título CXVI, do Livro V, das Ordenações Filipinas, de 1603; § 3E1.1.a, §3E1.1.b § 4A1.1 e § 5A, das United States Sentencing Guidelines (USSG), dos Estados Unidos da America; Título 18, Parte V, Capítulo 601, Seções 6002 a 6005, do US Code; Rulle 11(a), itens (1, 2, 3, 4,), Rulle 11(b), item (1), subitens (A, B, C, D, E, F, G, H, I, J, K, L, M, N, O), item (2), item (3), Rulle 11(c), item (1), subitens (A, B, C), item (2), item (3), subitens (A, B), item (4), item (5), subitens (A, B, C), Rulle 11(d), Itens (1, 2), subitens (A, B), Rulle 11(e), Rulle 11(f), Rulle 11(g) e Rulle 11(h), da Federal Rulles of Criminal Procesure; art. 129, art. 438, art. 439, art. 440, art. 441, § 1-bis, art. 442, art. 443, art. 444, § 2º e § 3º, art. 445, art. 446, art. 447, art. 448, art. 449, art. 450, art. 451, art. 452, art. 453, art. 454, art. 455, art. 456, art. 457, art. 458, art. 459, art. 460, art. 461, art. 462, art. 463, art. 464, do Código de Processo Penal italiano; Lei nº 497, de 14 de outubro de 1974, da Itália; art. 129, art. 133, art. 289-bis, § 4º, art. 416-bis, art. 441, § 1º-bis, art. 444, § 2º, art. 605 e art. 630, §§ 4º e 5º, do Código Penal, da Itália; Lei nº 894, de 30 de dezembro de 1980, da Itália; art. 1º, art. 2º, art. 3º e art. 10 da Lei nº 304, de 29 de maio de 1982, da Itália; art. 1º e art. 5º da Lei nº 34, de 18 de fevereiro de 1987, da Itália; Lei nº 646, de 1982 (Lei Rognoni-La Torre), da Itália; art. 8º, § 1º, do Decreto-lei nº 152, de 1991 (convertido pela Lei nº 203, de 1991), da Itália; art. 6º, art. 9º, § 3º, art. 10, art. 11, art. 12, art. 13, art. 16-quater, § 3º, art. 16-quinquies, §§ 2º e 3º, art. 16-octies e art. 16-nonies do Decreto-lei nº 8, de 15 de janeiro de 1991 (convertido pela Lei nº 82, de 15 de março de 1991), da Itália; Lei nº 45, de 13 de fevereiro de 2001, da Itália; art. 444, § 2º, e arts. 438 a 464 e do Código de Processo Penal, da Itália; Lei nº 689, de 1981, da Itália.\n- Decisão estrangeira citada: Caso Santobello vs. New York, 404 U.S. 257 (1971), Caso Kastigar vs. United States 406 U.S. 441 (1972), da Suprema Corte Americana, Caso Enzo Tortora (década de 1980), da Itália.\n- Veja Pet 6363 e Pet 7265 do STF. \n\n\n\nNúmero de páginas: 294.\nAnálise: 10/11/2020, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : ASSOCIAÇÃO NACIONAL DOS DELEGADOS DE POLÍCIA FEDERAL - ADPF \nADV.(A/S)  : ANTONIO TORREAO BRAZ FILHO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS DELEGADOS DA POLÍCIA FEDERAL - FENADEPOL \nADV.(A/S)  : LUIZ FERNANDO FERREIRA GALLO \nAM. CURIAE.  : FEDERAÇÃO NACIONAL DOS POLICIAIS FEDERAIS - FENAPEF \nADV.(A/S)  : RUDI MEIRA CASSEL E OUTRO(A/S)\nAM. CURIAE.  : ASSOCIAÇÃO DOS DELEGADOS DE POLÍCIA DO ESTADO DE SÃO PAULO - ADPESP \nADV.(A/S)  : ISIS TAVARES DOS SANTOS VAICHEN","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":414323,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5508","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-06-20","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"AMARELLI, Giuseppe. L’attenuante della dissociazione attuosa (art. 8 d.l. n. 152/1991). Tratatto Teorico-Pratico Diritto Penale. A cura di Vincenzo Maiello.Torino: Giappichelli, 2015.\nAMODIO, Ennio. Processo penale, diritto europeo e common law: dal rito inquisitorio al giusto processo. Milano: Giuffrè, 2003. p. 193, 211-212, 237, 256-257 e 257-258.\nANSELMO, Márcio Adriano. Colaboração Premiada – o Novo Paradigma do Processo Penal Brasileiro. Mallet, 2016. p. 96, item 1.7, e p. 81-90, item 1.3.\nARMENTA DEU, Teresa. Sistemas procesales penales: la justicia penal en Europa y América. Madrid: Marcial Pons, 2012. p. 131 e 137.\nÁVILA, Thiago de Carvalho Pacheco. Investigação criminal: o controle externo de direção mediada pelo Ministério Público. Curitiba: Juruá. 2016. p. 135.\nAZEVEDO, Vicente de Paulo Vicente de. Direito Judiciário Penal. Saraiva, 1952. p. 115.\nBADARÓ, Gustavo. O valor probatório da delação premiada: sobre o § 16 do art. 4º da Lei nº 12.850/13. \nBECUE, Sabrina Maria Fadel. Teoria dos Jogos in O que é análise econômica do direito: uma introdução. Belo Horizonte: Editora Fórum, 2011. p. 112.\nBITENCOURT, Cesar Roberto; BUSATO, Paulo César. Comentários à lei de organização criminosa. São Paulo. Saraiva. 2014. p. 115-117, item 1.\nBONFIM, Mougenot. Código de Processo Penal anotado. 3. ed. São Paulo: Saraiva, 2010. p. 53-57.\nCANOTILHO, José Joaquim Gomes; BRANDÃO, Nuno. Colaboração premiada e auxílio judiciário em matéria penal: a ordem pública como obstáculo. Revista de Legislação e de Jurisprudência, ano 146, n. 4000, set./out. 2016. p. 23-24, item 9.\nCAPEZ, Fernando; COLNAGO, Rodrigo. Código de Processo Penal Comentado. Saraiva, 2015. p. 24.\nCARLI, Carla Veríssimo de. Lavagem de Dinheiro. 2. ed. Verbo Jurídico, 2012. p. 234-235, item 2.1.2.6.6.\nCARSON, Lindsey D.; PRADO, Mariana Mota. Using institutional multiplicity to address corruption as a collective action problem: Lessons from the Brazilian case. The Quarterly Review of Economics and Finance, v. 62, p. 56-65, 2016.\nCOMISSÃO ANTIMÁFIA DO PARLAMENTO ITALIANO. Disponível em: http://www.camera.it/_bicamerali/leg15/commbicantimafia/documentazionetematica/25/schedabase.\nasp.\nCOSTA, Leonardo Dantas. Delação Premiada – Atuação do Estado e a Relevância da Voluntariedade do Colaborador com a Justiça. Juruá, 2017. p. 115-117, item 3.3.1.2.\nDAMASKA, Miriam R. The faces os justice and state authority: a comparative approach to the legal process. New Haven: Yale University Press, 1986. p. 2 e 3.\nDELMANTO, Roberto; DELMANTO JÚNIOR, Roberto; DELMANTO, Fábio Machado de Almeida. Leis Penais Especiais Comentadas. 2. ed. Rio de Janeiro: Saraiva, 2014. p. 1003-1051 e 1031.\nDINAMARCO, Cândido Rangel. Instituições de Direito Processual Civil. 6. ed. Malheiros, 2009. v. 3. p. 272-274, item 936.\nFARIAS, Valdoir Bernardi de. Delação Premiada: Constitucionalidade, Aplicabilidade e Valoração. In:  BORTOLOTI, José Carlos Kraemer e AMARO, Luciane Drago (Org.). Temas Contemporâneos de Direito. Méritos, 2009. p. 135/158 e 153.\nFEITOZA, Denílson. Direito Processual Penal, teoria, crítica e práxis. 6. ed. Impetus, 2009. p. 178, item 5.7.\nFERRAJOLI, Luigi. Direito e Razão: teoria do garantismo penal. Tradução: Ana Paula Zomer Sica, Fauzi Hassan Choukr, Juarez Tavares e Luiz Flávio Gomes. 3. ed. rev. São Paulo: Revista dos Tribunais, 2010. p. 523-524.\nFERRO, Ana Luiza Almeida; PEREIRA, Flávio Cardoso e GAZZOLA, Gustavo dos Reis. Criminalidade organizada: comentários à Lei 12.850, de 02 de agosto de 2013. 1. ed. Curitiba: Juruá, 2014. p. 98-99.\nFONSECA, Cibele Benevides Guedes da. Colaboração premiada. Belo Horizonte: Del Rey, 2017. p. 134 e 216.\nFRANCO, Alberto Silva. Crimes hediondos. 6. ed. São Paulo: Revista dos Tribunais, 2007. p. 342.\nGARNER, Bryan A. (Editor in Chief). Black’s Law Dictionary. 10. ed. St. Paul: Thomson Reuters, 2014. p. 1337. \nGRINOVER, Ada Pellegrini. O crime organizado no sistema italiano. Revista Brasileira de Ciências Criminais, v. 12, p. 76. out. 1995.\n______. Juizados Especiais Criminais. São Paulo: Revista dos Tribunais. p. 210.\nGOMES, Luiz Flávio; SILVA, Marcelo Rodrigues. Organizações criminosas e técnicas especiais de investigação: questões controvertidas, aspectos teóricos e práticos e análise da Lei 12.850/2013. Salvador: JusPODIVM, 2015. p. 322, item 7.12.1, p. 283-284, item 7.8.2, p. 302, item 7.9, p. 300-304, item 7.9.\nHOFFMANN, Henrique; SANNINI NETO, Francisco. Delegado de Polícia tem Legitimidade para Celebrar Colaboração Premiada. Disponível em: .\nLANGER, Máximo. From legal transplants to legal translations: the globalization of plea bargaining and the Americanization thesis in criminal procedure. Cambridge: Harvard International Law Journa n. l, v. 45, 2004. p. 10, 18 e 21-22.\nLIMA, Renato Brasileiro de. Legislação Criminal Especial Comentada. 5. ed. JusPODIVM, 2017. p. 714-715, item 12.6, e 734-736, item 12.11.3.\n______. Curso de Processo Penal. Impetus, 2013. p. 92-93, item 8.\nMA Yue. Explorando as origens da ação penal pública na Europa e nos Estados Unidos. Revista do Conselho Nacional do Ministério Público, Brasília, n. 1. jun. 2011. p. 33-34 e 35-36.\n______. A discricionariedade do promotor de justiça e a transação penal nos Estados Unidos, França, Alemanha e Itália: uma perspectiva comparada. Revista do Conselho Nacional do Ministério Público, Brasília, n. 1, jun. 2011. p. 197-198 e 199.\nMACHADO, Carlos Eduardo. Delação Premiada - Lei das Organizações Criminosas.\nMACHADO, Vitor Paczek. Barganha e Pretensão Acusatória: Breves Considerações. Revista Eletrônica de Direito Penal e Política Criminal da Universidade Federal do Rio Grande do Sul.\nMARQUES, José Frederico. Elementos de Direito Processual Penal. Forense. v. 1. p. 11-13, itens 2/3.\n______. ______. Forense, 1961. v. 1. p. 153.\n______. ______. 3ª atualização. Millennium, 2009. v. 1. p. 107-114, itens 70/74. v. 2. p. 124, item 312.\nMASSON, Cleber; MARÇAL, Vinícius. Crime Organizado. 2. ed. Método, 2016. p. 169-173, item 4.1.8.\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo. 15. ed. \nMENDONÇA, Andrey Borges de. A colaboração premiada e a nova lei do crime organizado. Custos legis, 2013. v. 4. p. 22-24.\nMIRABETE, Julio Fabbrini. Código de Processo Penal Interpretado. 7. ed. Atlas, 2000. p. 86, item 4.3.\n______. Processo Penal. 18. ed. Atlas, 2008. p. 64-68, item 3.3.\nMOREIRA, RÔMULO DE ANDRADE. A Delação no Direito Brasileiro.\nMOSSIN, Heráclito Antônio; MOSSIN, Júlio César O. G. Delação Premiada: Aspectos Jurídicos. 3. ed. J. H. MIZUNO, 2018. p. 193.\nNOGUEIRA, Carlos Frederico Coelho. Comentário ao Código de Processo Penal. Edipro, 2002. v. 1. p. 187-193, itens 55/58.\nNORONHA, Magalhães. Curso de Direito Processual Penal. 19. ed. Saraiva, 1989, p. 18-19, item 8.\nNUCCI, Guilherme de Souza. Código de processo penal comentado. 15. ed. Rio de Janeiro: Forense, 2016. p. 658.\n______. Manual de Processo Penal e Execução Penal. 14. ed. Rio de Janeiro: Forense, 2017. p. 54.\nOLIVEIRA, Eugênio Pacelli de. Curso de Processo Penal. 9. ed. Rio de Janeiro: Lumen Juris, 2008. p. 39-42, item 4.1.\n______. ______. 21. ed. São Paulo: Atlas, 2017. p. 58-61 e p. 135-136.\nPEDROSO, Fernando de Almeida. Processo Penal - O Direito de Defesa. Forense, 1986. p. 43-45, item 12.\nSANTOS, Marcos Paulo Dutra. Colaboração (delação) premiada. Salvador: JusPodivm, 2016. p. 75 e 86.\nSILVA, Eduardo Araújo da. Organizações Criminosas: aspectos penais e processuais da Lei nº 12.850/13. Atlas, 2014. p. 71-74, item 3.6.\nSTEFANI, Gaston; LEVASSEUR, Geoges. Droit Pénal Général et Procédure Penale. 9. ed. Paris, 1975. Tomo II, p. 1.\nSTRANG, Robert R. Plea Bargaining,  Cooperation Agreements, and Immunity Orders. Trabalho apresentado no 155º no Curso de Formação Internacional do UANAFEI (The United Nations Asia and Far East Institute for the Prevention of Crime and the Treatment of Offenders. Disponível em:  http://www.unafei.or.jp/english/pages/RMS/No92_05VE_Strang1.pdf.\nTONINI, Paolo. Manuale di procedura penale. 14. ed. Milano: Giuffrè, 2013. p. 324 e 775.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":5508,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur404051","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RS","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, confirmou a medida cautelar e julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade apenas do art. 2º, caput e parágrafo único, e do art. 3º, caput e parágrafo único, ambos da Lei 12.557/2006 do Estado do Rio Grande do Sul, nos termos do voto do Relator, com ressalvas do Ministro Marco Aurélio. Não participou, justificadamente, deste julgamento, o Ministro Gilmar Mendes. Ausentes, justificadamente, os Ministros Dias Toffoli (Presidente) e Luiz Fux. Presidência do Ministro Celso de Mello. Plenário, 11.04.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["14","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur404051","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio Grande do Sul","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur404051","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. DIREITO AMBIENTAL. PESCA. LEI ESTADUAL 12.557/2006 DO RIO GRANDE DO SUL. REGRAMENTO DA PESCA SEMIPROFISSIONAL NO ÂMBITO DO ESTADO-MEMBRO. NECESSIDADE DE OBSERVÂNCIA DA LEI FEDERAL DE NORMAS GERAIS ANTERIORES À LEI ESTADUAL. LEI FEDERAL SUPERVENIENTE. SUSPENSÃO DA LEI ESTADUAL NO QUE LHE FOR CONTRÁRIA. \n\n\n\n    1. As regras de distribuição de competências legislativas são alicerces do federalismo e consagram a fórmula de divisão de centros de poder em um Estado de Direito. A análise das competências concorrentes (CF, art. 24) deverá priorizar o fortalecimento das autonomias locais e o respeito às suas diversidades, de modo a assegurar o imprescindível equilíbrio federativo, em consonância com a competência legislativa remanescente prevista no § 1º do artigo 25 da Constituição Federal.\n\n\n\n    2. Compete à União, aos Estados e ao Distrito Federal legislar concorrentemente sobre pesca (CF/88, art. VI). À União cabe legislar sobre normas gerais, de observância cogente aos demais entes da federação (CF/88, art. 24, § 1º). \n\n\n\n    3. A superveniência de lei federal sobre normas gerais suspende a eficácia da lei estadual, no que lhe for contrária (CF/1988, art. 24, § 4º). Assim, lei estadual que entre em conflito com superveniente lei federal com normas gerais em matéria de legislação concorrente não é, por esse fato, inconstitucional, havendo apenas suspensão da sua eficácia.\n\n\n\n    4. É indelegável a uma entidade privada a “atividade típica de Estado, que abrange até poder de polícia, de tributar e de punir” (ADI 1.717, Rel. Min. SYDNEY SANCHES, DJ de 28/3/2003).\n\n\n\n    5. Medida Cautelar confirmada. Ação Direta julgada parcialmente procedente para declarar a inconstitucionalidade do art. 2º, caput e parágrafo único, e do art. 3º, caput e parágrafo único, ambos da Lei 12.557/2006 do Estado do Rio Grande do Sul.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749835922","externo_seq_objeto_incidente":2455445,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-103  DIVULG 16-05-2019  PUBLIC 17-05-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3829&classe=ADI","is_colac":false,"titulo":"ADI 3829","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00005 INC-00013 ART-00021 INC-00024 \n          ART-00022 INC-00016 ART-00024 INC-00006 \n          PAR-00001 PAR-00002 PAR-00003 PAR-00004 \n          ART-00025 PAR-00001 ART-00030 INC-00001 \n          ART-00070 PAR-ÚNICO ART-00145 INC-00002 \n          ART-00149 ART-00150\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-010683      ANO-2003\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011959      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-000221      ANO-1967\n                DECRETO-LEI\n\n","LEG-EST   LEI-012557      ANO-2006\n          ART-00001 ART-00002 \"CAPUT\" PAR-ÚNICO \n          ART-00003 \"CAPUT\" PAR-ÚNICO ART-00005\n                LEI ORDINÁRIA, RS"],"publicacao_data":"2019-05-17","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO. CONCEITUAÇÃO, COMPETÊNCIA CONCORRENTE, ENTE FEDERADO, PREVISÃO, IGUALDADE, MATÉRIA; PRIORIDADE, UNIÃO FEDERAL, FIXAÇÃO, NORMA GERAL. CONSTITUIÇÃO FEDERAL DE 1988, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, FEDERALISMO CENTRÍPETO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. MARCO AURÉLIO: CONTROLE CONCENTRADO, APRECIAÇÃO, CONFLITO, LEI ESTADUAL, LEI FEDERAL. DIREITO INTERTEMPORAL, SUPERVENIÊNCIA, LEI GERAL, ÂMBITO FEDERAL, INSUBSISTÊNCIA, LEGISLAÇÃO ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3829&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(ENTIDADE PRIVADA, ATIVIDADE TÍPICA DE ESTADO, PODER DE POLÍCIA, PODER DE TRIBUTAR, APLICAÇÃO, SANÇÃO)\nADI 1717 (TP). \n(COMPETÊNCIA SUPLEMENTAR, ESTADO-MEMBRO)\nADI 3645 (TP), ADI 4954 (TP), ADI 4952 AgR (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 18.\nAnálise: 27/08/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PRESIDENTE DA REPÚBLICA \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO GRANDE DO SUL \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO GRANDE DO SUL \nAM. CURIAE.  : FEDERAÇÃO DOS PESCADORES DO RIO GRANDE DO SUL \nADV.(A/S)  : SERGIO RENATO TEIXEIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":404051,"documental_tese_texto":null,"procedencia_geografica_completo":"RS - RIO GRANDE DO SUL","processo_codigo_completo":"ADI 3829","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2019-04-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA, Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBADÍA, Juan Ferrando. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77. \nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. Federalist n. IX. In: HAMILTON, Alexander; JAY, John; MADISON, James. The Federalist Papers.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco (Coord.). Dicionário de política. v. 1. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo. 1. p. 13-14.\nMOREIRA NETO, Diogo de Figueiredo. Curso de Direito Administrativo: parte introdutória, parte geral e parte especial. Rio de Janeiro: Forense, 2014. p. 440-443.\nROBINSON, Donald L. To the best of my ability: the presidency and the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLe, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 e seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do equilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":3829,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur354316","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto dos Senhores Ministros Edson Fachin, Relator, Rosa Weber e Luiz Fux, que deferiam, em parte, o pedido de extradição, pediu vista dos autos o Senhor Ministro Marco Aurélio. Falou o Dr. Gustavo Zortéa da Silva, Defensor Público Federal, pelo Extraditando. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 5.4.2016.\r\n\n            Decisão: Por maioria de votos, a Turma deferiu, em parte, o pedido de extradição, nos termos do voto do Relator, vencido, em parte, o Senhor Ministro Marco Aurélio, que o deferia em menor extensão. Presidência do Senhor Ministro Luís Roberto Barroso. 1ª Turma, 14.6.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur354316","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur354316","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EXTRADIÇÃO PASSIVA. TRATADO DE EXTRADIÇÃO ENTRE BRASIL E ITÁLIA. DUPLA TIPICIDADE. DUPLA PUNIBILIDADE. PRINCÍPIO DA CONTENCIOSIDADE LIMITADA. PRESENÇA DOS DEMAIS REQUISITOS. ESTATUTO DO ESTRANGEIRO. DEFERIMENTO PARCIAL. \n\n\n\n    1. Não se concede extradição quando o fato que motivar o pedido for considerado mera contravenção no Brasil (art. 77, II, da Lei 6.815/1980). No caso, o requisito de dupla incriminação está presente quanto aos fatos que embasam o pedido, exceto quanto ao porte de arma branca (trinchete) por se tratar de contravenção penal, e não de crime, segundo a lei brasileira. \n\n\n\n    2. A pena imposta conglobadamente pelo Estado requerente, aos diversos delitos pelos quais foi o extraditando condenado, não impede a concessão da extradição, pela impossibilidade de se exigir a submissão do Estado requerente ao sistema penal brasileiro, o qual determina o cálculo da prescrição das penas isoladamente. Na hipótese, a punibilidade segundo a lei brasileira deve ser aferida pela pena mínima cominada no Brasil para cada crime isoladamente. Sob essa ótica, resta preenchido o requisito da dupla punibilidade. \n\n\n\n    3. Devido ao princípio da contenciosidade limitada, compete ao Supremo Tribunal Federal apenas analisar a legalidade da extradição, isto é, examinar se o pedido atende às formalidades do Estatuto do Estrangeiro (Lei 6.815/1980) e do tratado de extradição, quando for o caso, não sendo possível emitir juízo sobre o mérito do ato jurisdicional emanado do Estado requerente.\n\n\n\n    4. Pedido de extradição parcialmente deferido e condicionado à assunção prévia pelo Estado requerente dos compromissos previstos no art. 91 da Lei 6.815/1980, dentre eles o de detração da pena.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11520319","externo_seq_objeto_incidente":4829941,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-174  DIVULG 17-08-2016  PUBLIC 18-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1415&classe=Ext","is_colac":false,"titulo":"Ext 1415","documental_legislacao_citada_texto":["LEG-FED   LEI-006368      ANO-1976\n          ART-00012\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00076 ART-00077 INC-00002 ART-00080 \n          ART-00091\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   LEI-009437      ANO-1997\n          ART-00010 PAR-00002\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010826      ANO-2003\n          ART-00014\n                ED-2003 ESTATUTO DO DESARMAMENTO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00109 INC-00004 INC-00005 ART-00110 \n          \"CAPUT\" ART-00112 INC-00001 ART-00117 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 ART-00119 ART-00157 \n          PAR-00002 INC-00001 INC-00002 ART-00171 \n          ART-00180 ART-00297\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DEL-003688      ANO-1941\n          ART-00019\n                LCP-41-1941 LEI DAS CONTRAVENÇÕES PENAIS\n\n","LEG-FED   DLG-000078      ANO-1992\n                DECRETO LEGISLATIVO - APROVA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-FED   DEC-000863      ANO-1993\n                DECRETO - PROMULGA O TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989\n\n","LEG-INT   TTD      ANO-1989\n                TRATADO DE EXTRADIÇÃO ENTRE A REPÚBLICA FEDERATIVA DO BRASIL E A REPÚBLICA ITALIANA, DE 17 DE OUTUBRO DE 1989"],"publicacao_data":"2016-08-18","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), IMPOSSIBILIDADE, RENÚNCIA, GARANTIA, DECORRÊNCIA, PROCESSO DE EXTRADIÇÃO, CONSEQUÊNCIA, IRRELEVÂNCIA, DECLARAÇÃO, EXTRADITANDO, VONTADE, ENTREGA, PODER JUDICIÁRIO, ESTADO REQUERENTE. ATENDIMENTO, REQUISITO, DUPLA TIPICIDADE, EXTRADIÇÃO, HIPÓTESE, CONDUTA, AGENTE, QUALIFICAÇÃO DO CRIME, ILÍCITO PENAL, ESTADO BRASILEIRO, CORRELAÇÃO, ESTADO REQUERENTE. EVOLUÇÃO JURISPRUDENCIAL, SUPREMO TRIBUNAL FEDERAL (STF), REFERÊNCIA, CÁLCULO, PRESCRIÇÃO, JURISPRUDÊNCIA, MOMENTO ANTERIOR, NECESSIDADE, DEMONSTRAÇÃO, ESTADO REQUERENTE, QUANTIDADE, PENA, CADA, CRIME, OBJETIVO, VIABILIZAÇÃO, CÁLCULO, PRESCRIÇÃO, CONFORMIDADE, LEGISLAÇÃO BRASILEIRA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: VIABILIDADE, ENTREGA, EXTRADITANDO, ESTADO REQUERENTE, INTERMÉDIO, CHEFE DE ESTADO, EXCLUSIVIDADE, CRIME, TRÁFICO DE DROGAS, DECORRÊNCIA, PRESCRIÇÃO, PRETENSÃO EXECUTÓRIA, DIVERSIDADE, CRIME.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1415&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(EXTRADIÇÃO, IRRENUNCIABILIDADE, GARANTIA JURÍDICA)\nExt 1401 (2ªT). \n(EXTRADIÇÃO, CONTRAVENÇÃO PENAL)\nExt 774, Ext 1065 (TP), Ext 1371 (2ªT). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 977 extensão (2ªT). \n(EXTRADIÇÃO, REQUISITO, DUPLA PUNIBILIDADE, CÁLCULO, PRESCRIÇÃO)\nExt 906 (TP), Ext 909 (TP), Ext 902 QO (TP), Ext 1331 (1ªT). \n(EXTRADIÇÃO, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 542 (TP), Ext 1145 (TP). \n- Legislação estrangeira citada: art. 73 do decreto 309/1990 do Presidente da República Italiana; art 4 e art. 23 § 4, da lei 110/1975; art. 2 da lei 895/1965 da Italia; art. 172, art. 491, art. 638, art. 640 e art. 648 do Código Penal italiano.\n\nNúmero de páginas: 23.\nAnálise: 30/08/2016, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : GIANLUCA MEDINA \nADV.(A/S)  : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":354316,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1415","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-06-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1415,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur356924","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"Após os votos dos Ministros Luiz Fux (Relator) e Teori Zavascki, não conhecendo do conflito de atribuições, e o voto do Ministro Marco Aurélio, que dele conhecia e estabelecia a atribuição do Ministério Público Federal, pediu vista dos autos o Ministro Joaquim Barbosa (Presidente). Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 23.05.2013.\r\n\n                  Decisão: Após os votos dos Ministros Joaquim Barbosa (Presidente), Roberto Barroso e Rosa Weber, não conhecendo do conflito de atribuições, pediu vista dos autos o Ministro Dias Toffoli. Ausente, justificadamente, o Ministro Celso de Mello. Plenário, 01.07.2014.\r\n\n                       Decisão: O Tribunal, por maioria e nos termos do voto do Relator, não conheceu do conflito de atribuições, remetendo os autos ao Procurador-Geral da República, vencido o Ministro Marco Aurélio, que conhecia do conflito e estabelecia a atribuição do Ministério Público Federal. O Ministro Roberto Barroso, que não conheceu do conflito, reajustou seu voto no sentido de transferir a competência ao Procurador-Geral da República. Não votou o Ministro Edson Fachin por suceder ao Ministro Joaquim Barbosa. Ausente, justificadamente, o Ministro Celso de Mello. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 19.05.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur356924","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur356924","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL. CONFLITO DE ATRIBUIÇÕES ENTRE MINISTÉRIOS PÚBLICOS. MINISTÉRIO PÚBLICO FEDERAL E MINISTÉRIO PÚBLICO DO ESTADO DO PARANÁ. LEGITIMIDADE DO MINISTÉRIO PÚBLICO PARA PROMOVER A TUTELA COLETIVA DE DIREITOS INDIVIDUAIS HOMOGÊNEOS DOTADOS DE RELEVÂNCIA SOCIAL. POSSIBILIDADE DE ATUAÇÃO DO PARQUET EM FAVOR DE MUTUÁRIOS EM CONTRATOS DE FINANCIAMENTO PELO SISTEMA FINANCEIRO DE HABITAÇÃO. QUESTÃO PRELIMINAR. ALCANCE DO ARTIGO 102, INCISO I, ALÍNEA F DA CONSTITUIÇÃO DA REPÚBLICA. DISPOSITIVO DIRECIONADO PARA ATRIBUIR COMPETÊNCIA ORIGINÁRIA AO STF EM CASOS DE CONFLITO FEDERATIVO. REVISITAÇÃO DA JURISPRUDÊNCIA ASSENTADA PELA CORTE (ACO 1.109/SP E PET 3.528/BA). MERO CONFLITO DE ATRIBUIÇÕES QUANTO À ATUAÇÃO ENTRE DIFERENTES ÓRGÃOS MINISTERIAIS DA FEDERAÇÃO. SITUAÇÃO INSTITUCIONAL E NORMATIVA INCAPAZ DE COMPROMETER O PACTO FEDERATIVO AFASTA A REGRA QUE ATRIBUI COMPETÊNCIA ORIGINÁRIA AO STF. NÃO CONHECIMENTO DA AÇÃO CÍVEL ORIGINÁRIA E REMESSA DOS AUTOS AO PROCURADOR-GERAL DA REPÚBLICA (PGR) – (PRECEDENTE FIXADO PELA ACO 1.394/RN).\n\n\n\n    1. In casu: (i) cuida-se de conflito negativo de atribuições entre diferentes órgãos do ministério público para se definir a legitimidade para a instauração de Inquérito Civil em investigação de possível superfaturamento na construção de conjuntos habitacionais no Município de Umuarama/PR; e (ii) há suspeita de que construtoras obtiveram, por intermédio da Caixa Econômica Federal, verbas do Sistema Financeiro de Habitação, em valor superior ao necessário para a construção dos conjuntos habitacionais, excesso esse que teria sido repassado aos mutuários da CEF.\n\n\n\n    2. Em sede preliminar, o tema enseja revisitação da jurisprudência assentada por esta Corte (ACO 1.109/SP e, especificamente, PET 3.528/BA), para não conhecer da presente Ação Cível Originária (ACO). Nesses precedentes, firmou-se o entendimento no sentido de que simples existência de conflito de atribuições entre Ministérios Públicos vinculados a entes federativos diversos não é apta, per si, para promover a configuração de típico conflito federativo, nos termos da alínea f do Inciso I do art. 102 da Constituição da República Federativa do Brasil de 1988 (CRFB/1988). O caso dos autos remete, consectariamente, a mero conflito de atribuições entre órgãos ministeriais vinculados a diferentes entes federativos. \n\n\n\n    3. Em conclusão, essa situação institucional e normativa é incapaz de comprometer o pacto federativo e, por essa razão, afasta a regra que, em tese, atribui competência originária ao STF. Ademais, em consonância com o entendimento firmado por este Tribunal no julgamento da ACO 1.394/RN, o caso é de não conhecimento da ação cível originária, com a respectiva remessa dos autos ao Procurador-Geral da República para a oportuna resolução do conflito de atribuições.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11707331","externo_seq_objeto_incidente":2403696,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-204  DIVULG 23-09-2016  PUBLIC 26-09-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=924&classe=ACO","is_colac":false,"titulo":"ACO 924","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1934\n          NÚMERO-00076 INC-00001 LET-D\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00101 INC-00001 LET-E\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00114 INC-00001 LET-D \n          ART-00119 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00119 INC-00001 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00119 INC-00001 LET-D REDAÇÃO DADA PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00034 INC-00006 INC-00007 ART-00036 \n          INC-00003 ART-00092 ART-00102 INC-00001 \n          LET-F ART-00103 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 INC-00006 \n          INC-00007 INC-00008 INC-00009 PAR-00001 \n          ART-0103B INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          INC-00008 INC-00009 INC-00010 INC-00011 \n          INC-00012 INC-00013 PAR-00004 INC-00001 \n          INC-00002 INC-00003 INC-00004 INC-00005 \n          INC-00006 INC-00007 PAR-00005 PAR-00006 \n          ART-00105 INC-00001 LET-D LET-G \n          ART-00109 PAR-00005 ART-00127 \"CAPUT\" \n          PAR-00001 ART-00128 INC-00001 LET-A \n          LET-B LET-C LET-D INC-00002 \n          PAR-00001 PAR-00003 PAR-00005 \n          ART-0130A INCLUÍDO PELA EMC-45/2004\n          ART-0130A INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 PAR-00001 \n          ART-0130A PAR-00002 INC-00001 INC-00002 \n          INC-00003 INC-00004 INC-00005 CAPÍTULO-4\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045      ANO-2004\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005869      ANO-1973\n          ART-00124\n                CPC-1973 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2016-09-26","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- EVOLUÇÃO JURISPRUDENCIAL, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL, APRECIAÇÃO, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL (MPF), MINISTÉRIO PÚBLICO ESTADUAL. CARACTERIZAÇÃO, CONFLITO FEDERATIVO, RISCO, ROMPIMENTO, PACTO FEDERATIVO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. TEORI ZAVASCKI: INADEQUAÇÃO, INTERVENÇÃO, PODER JUDICIÁRIO, DECORRÊNCIA, CARACTERIZAÇÃO, MATÉRIA INTERNA CORPORIS, FUNDAMENTO, PRINCÍPIO DA INDIVISIBILIDADE, PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO. UNIÃO, AUSÊNCIA, SUBORDINAÇÃO, DELIBERAÇÃO, ÓRGÃO ESTADUAL, ÓRGÃO MUNICIPAL, FUNDAMENTO, PRINCÍPIO FEDERATIVO. IMPOSSIBILIDADE, VINCULAÇÃO, ÓRGÃO, UNIÃO, MANIFESTAÇÃO, ÓRGÃO, ESTADO-MEMBRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. JOAQUIM BARBOSA: ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL, CARÁTER SUBSIDIÁRIO, FUNDAMENTO, CARÁTER SUBSIDIÁRIO, COMPETÊNCIA, JUSTIÇA FEDERAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. DIAS TOFFOLI: IRRAZOABILIDADE, INTERPRETAÇÃO EXTENSIVA, DISPOSITIVO, CONSTITUIÇÃO FEDERAL, PREVISÃO, CONFLITO FEDERATIVO, FUNDAMENTO, TAXATIVIDADE, COMPETÊNCIA ORIGINÁRIA, SUPREMO TRIBUNAL FEDERAL (STF). INCOMPETÊNCIA, CONSELHO NACIONAL DO MINISTÉRIO PÚBLICO (CNMP), APRECIAÇÃO, CONFLITO DE ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO, FUNDAMENTO, CARACTERÍSTICA, ÓRGÃO ADMINISTRATIVO, IMPOSSIBILIDADE, INTERFERÊNCIA, ATIVIDADE-FIM, MINISTÉRIO PÚBLICO. COMPETÊNCIA, PROCURADOR-GERAL DA REPÚBLICA, CONDIÇÃO, ÓRGÃO, ÂMBITO NACIONAL, MINISTÉRIO PÚBLICO, APRECIAÇÃO, CONFLITO DE ATRIBUIÇÃO, MEMBRO, MINISTÉRIO PÚBLICO. CONSTITUIÇÃO FEDERAL, ATRIBUIÇÃO, DUPLICIDADE, POSIÇÃO, PROCURADOR-GERAL DA REPÚBLICA, CARGO DE CHEFIA, MINISTÉRIO PÚBLICO DA UNIÃO (MPU), ÓRGÃO, ÂMBITO NACIONAL, REPRESENTAÇÃO, TOTALIDADE, MINISTÉRIO PÚBLICO, DECORRÊNCIA, PRINCÍPIO DA UNIDADE DO MINISTÉRIO PÚBLICO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CONHECIMENTO, CONFLITO NEGATIVO DE ATRIBUIÇÃO, FIXAÇÃO, ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL. COMPETÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF), APRECIAÇÃO, CONFLITO DE ATRIBUIÇÃO, FUNDAMENTO, CONSTITUIÇÃO FEDERAL, AUSÊNCIA, PREVISÃO, ÓRGÃO, COMPETÊNCIA, RISCO, INOCORRÊNCIA, INQUÉRITO CIVIL. ATRIBUIÇÃO, MINISTÉRIO PÚBLICO FEDERAL, FUNDAMENTO, DISCUSSÃO, POSSIBILIDADE, ABATIMENTO, PRESTAÇÃO, MUTUÁRIO, DECORRÊNCIA, SUPERFATURAMENTO, ÂMBITO, CAIXA ECONÔMICA FEDERAL (CEF). DESCABIMENTO, PROCURADOR-GERAL DA REPÚBLICA, APRECIAÇÃO, CONFLITO DE ATRIBUIÇÃO, FUNDAMENTO, AUSÊNCIA, PODER HIERÁRQUICO, INTEGRANTE, MINISTÉRIO PÚBLICO ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=924&classe=ACO","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ACO","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CONFIGURAÇÃO, CONFLITO FEDERATIVO)\nPet 1503 (TP), CC 7117 (TP), ACO 756 (TP), Pet 3528 (TP), Pet 3631 (TP), ACO 889 (TP), ACO 1109 (TP), Pet 5070 (1ªT). \n(DIFERENÇA, CONFLITO, ENTE FEDERADO, CONFLITO FEDERATIVO)\nACO 1048 QO (TP), ACO 1295 AgR-segundo (TP). \n(CONSTITUCIONALIDADE, CRIAÇÃO, CNJ)\nADI 3367 (TP). \n(REMESSA, PROCURADOR-GERAL DA REPÚBLICA, AUTO, AÇÃO CÍVEL ORIGINÁRIA, CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO)\nACO 1394. \n(CONFLITO FEDERATIVO, CARACTERIZAÇÃO)\nACO 597 AgR (TP), ACO 1431 MC-REF (TP). \n- Decisões monocráticas citadas:\n(CONFLITO DE ATRIBUIÇÃO, MINISTÉRIO PÚBLICO, CONFIGURAÇÃO, CONFLITO FEDERATIVO)\nPet 3005, Pet 3065.\n(CONFLITO FEDERATIVO, CARACTERIZAÇÃO)\nACO 558 MC.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: CAT 154. \n- Veja ACO 1567 e ACO 2157 ambas do STF.\r\n- Legislação estrangeira citada: Art. 93,número 1, item 4 da Lei Fundamental de Bonn.\r\nNúmero de páginas: 89.\r\nAnálise: 20/10/2016, IMC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AUTOR(A/S)(ES) : MINISTÉRIO PÚBLICO DO ESTADO DO PARANÁ \nRÉU(É)(S)  : MINISTÉRIO PÚBLICO FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":356924,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"ACO 924","processo_classe_processual_unificada_classe_sigla":"ACO","julgamento_data":"2016-05-19","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO CÍVEL ORIGINÁRIA","documental_doutrina_texto":"ARAÚJO, Luiz Alberto David, NUNES JÚNIOR, Vidal Serrano. Curso de Direito Constitucional. 4. ed. São Paulo: Saraiva. p. 211.\nCRETELLA JUNIOR. Do Conflito de Atribuição no Código de Processo Civil Brasileiro. Disponível em: http://www.revistas.usp.br/rfdusp/article/viewFile/66919/69529. Acesso em: 2 de dez. 2014.\nLENZA, Pedro. Direito Constitucional Esquematizado. 17. ed. rev. e atual. São Paulo: Saraiva, 2013. p. 403 e 404.\nMAZZILI, Hugo Nigro. Disponível em: http://www.mazzilli.com.br/pages/artigos/princinst.pdf. Acesso\nem: 9 de dez. 2014.\nOLIVEIRA, Marcelo Andrade Cattoni de. Devido Processo Legislativo e Controle Jurisdicional de Constitucionalidade no Brasil. apud, SAMPAIO, José Adércio Leite. Jurisdição Constitucional e Direitos Fundamentais. Belo Horizonte: Del Rey, 2003. p. 165-211 e 172.\nZAGREBELSKY, Gustavo. El Tribunal Constitucional y la política. Madrid:\nTrotta, 2008. p. 76.\nZIMMERMANN, Augusto. Teoria Geral do Federalismo Democrático. 2. ed. Rio de Janeiro: Lumen Juris, 2005. p. 114.","ministro_facet":["LUIZ FUX"],"processo_numero":924,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur193894","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PA","is_questao_ordem":false,"acordao_ata":"Verificado o empate, após os votos dos Senhores Ministros Joaquim Barbosa (Relator), Cármen Lúcia, Ricardo Lewandowski, Ayres Britto e Ellen Gracie, negando provimento ao recurso, e os votos dos Senhores Ministros Dias Toffoli, Gilmar Mendes, Marco Aurélio, Celso de Mello e Cezar Peluso (Presidente), dando-lhe provimento, o Tribunal rejeitou questão de ordem suscitada da tribuna pelo patrono do recorrente no sentido de suspender o julgamento, contra os votos dos Senhores Ministros Dias Toffoli, Gilmar Mendes e Marco Aurélio. Em seguida, o Tribunal decidiu aplicar, por analogia, o inciso II do parágrafo único do artigo 205 do Regimento Interno, e manter a decisão recorrida, vencidos os Senhores Ministro Dias Toffoli, Gilmar Mendes e Marco Aurélio, que determinavam a aplicação do voto de qualidade do Presidente previsto no inciso IX, do artigo 13 do RISTF. Votou o Presidente. Falaram, pelo recorrente, o Dr. José Eduardo Rangel de Alckmin e, pelo Ministério Público Federal, o Dr. Roberto Monteiro Gurgel Santos, Procurador-Geral da República. Plenário, 27.10.2010.","is_repercussao_geral_merito":true,"relator_processo_nome":"JOAQUIM BARBOSA","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur193894","is_repercussao_geral":true,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pará","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur193894","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL RECONHECIDA. ART. 14, § 9º DA CONSTITUIÇÃO FEDERAL. MORALIDADE, PROBIDADE ADMINISTRATIVA E VIDA PREGRESSA. INELEGIBILIDADE. REGISTRO DE CANDIDATURA. LEI COMPLEMENTAR 135/2010. FICHA LIMPA. ALÍNEA K DO § 1º DO ART. 1º DA LEI COMPLEMENTAR 64/1990. RENÚNCIA AO MANDATO. EMPATE. MANUTENÇÃO DO ACÓRDÃO DO TRIBUNAL SUPERIOR ELEITORAL. RECURSO DESPROVIDO. \n\n\nO recurso extraordinário trata da aplicação, às eleições de 2010, da Lei Complementar 135/2010, que alterou a Lei Complementar 64/1990 e nela incluiu novas causas de inelegibilidade. Alega-se ofensa ao princípio da anterioridade ou da anualidade eleitoral, disposto no art. 16 da Constituição Federal. \n\n\n\n\nO recurso extraordinário objetiva, ainda, a declaração de inconstitucionalidade da alínea k do § 1º do art. 1º da LC 64/1990, incluída pela LC 135/2010, para que seja deferido o registro de candidatura do recorrente. Alega-se ofensa ao princípio da irretroatividade das leis, da segurança jurídica e da presunção de inocência, bem como contrariedade ao art. 14, § 9º da Constituição, em razão do alegado desrespeito aos pressupostos que autorizariam a criação de novas hipóteses de inelegibilidade. \n\n\n\n\nVerificado o empate no julgamento do recurso, a Corte decidiu aplicar, por analogia, o art. 205, parágrafo único, inciso II, do Regimento Interno do Supremo Tribunal Federal, para manter a decisão impugnada, proferida pelo Tribunal Superior Eleitoral. \n\n\n\n\nRecurso desprovido. Decisão por maioria.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?numero=631102&classe=RE","externo_seq_objeto_incidente":3964129,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"REPERCUSSÃO GERAL - MÉRITO\r\nDJe-117 DIVULG 17-06-2011 PUBLIC 20-06-2011\r\nEMENT VOL-02547-03 PP-00198","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=631102&classe=RE","is_colac":false,"titulo":"RE 631102","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1891\r\n                CF-1891 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1824\r\n                CF-1824 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1934\r\n          ART-00113 NÚMERO-3   \r\n                CF-1934 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1937\r\n                CF-1937 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1946\r\n                CF-1946 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1967\r\n          ART-00151 INC-00002 INC-00004 \r\n                CF-1967 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   CF       ANO-1988\r\n          ART-00001 PAR-ÚNICO ART-00002 ART-00005 \r\n          \"CAPUT\"  INC-00035 INC-00036 INC-00040 \r\n          INC-00054 INC-00057\r\n          ART-00006 ART-00014 PAR-00004 PAR-00006 \r\n          PAR-00007 PAR-00008 PAR-00009 REDAÇÃO DADA PELA PELA EMCR-4/1994\r\n          ART-00015 INC-00001 INC-00002 INC-00003\r\n          INC-00004 INC-00005  \r\n          ART-00016 REDAÇÃO DADA PELA EMC-4/1993\r\n          ART-00029 INC-00004 ART-00055 INC-00002\r\n          PAR-00001 \r\n          PAR-00004 INCLUÍDO PELA EMCR-6/1994 \r\n          ART-00059 ART-00060 PAR-00004 ART-00094\r\n          ART-00097 ART-00101 ART-00102 INC-00003\r\n          LET-A ART-00103 INC-00003 ART-00104\r\n          ART-00119 ART-00123 ART-00150 INC-00003 \r\n                CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   EMC-000008      ANO-1977\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMC-000004      ANO-1993\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   EMCR-000004      ANO-1994\r\n          EMENDA CONSTITUCIONAL DE REVISÃO\r\n","LEG-FED   EMCR-000006      ANO-1994\r\n          EMENDA CONSTITUCIONAL DE REVISÃO\r\n","LEG-FED   EMC-000052      ANO-2006\r\n          EMENDA CONSTITUCIONAL\r\n","LEG-FED   DEL-004657      ANO-1942\r\n          ART-00004 ART-00006\r\n                LICC-1942 LEI DE INTRODUÇÃO AO CÓDIGO CIVIL\r\n","LEG-FED   LCP-000005      ANO-1970\r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LCP-000064      ANO-1990\r\n          ART-00001 PAR-00001 INC-00001 LET-E\r\n          LET-G LET-H LET-J \r\n          LET-K REDAÇÃO DADA PELA LCP-135/2010\r\n          LET-L LET-N LET-M LET-O\r\n          LET-Q INC-00002 INC-00003 INC-00004\r\n          INC-00005 INC-00006 INC-00007\r\n          ART-00022 INC-00014 REDAÇÃO ORIGINÁRIA\r\n          ART-00022 INC-00014 REDAÇÃO DADA PELA LCP-135/2010        \r\n          ART-00027  \r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LCP-000135      ANO-2010\r\n          ART-00003 ART-00005\r\n          LEI COMPLEMENTAR\r\n","LEG-FED   LEI-009504      ANO-1997\r\n          ART-00008 \"CAPUT\" ART-00011 \"CAPUT\"\r\n          PAR-00010 \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-009868      ANO-1999\r\n          ART-00027   \r\n          LEI ORDINÁRIA\r\n","LEG-FED   LEI-011300      ANO-2006\r\n          LEI ORDINÁRIA\r\n","LEG-INT   PCT                   ANO-1966\r\n         PACTO INTERNACIONAL DOS DIREITOS CIVIS E POLÍTICOS-1966\r\n         RATIFICADO PELO BRASIL EM 1991\r\n","LEG-INT   CVC                   ANO-1969\r\n          CONVENÇÃO AMERICANA DE DIREITOS HUMANOS-1969 PACTO\r\n          DE SÃO JOSÉ DA COSTA RICA RATIFICADA PELO BRASIL EM 1992\r\n","LEG-FED   PJL-000168      ANO-1993\r\n          PROJETO DE LEI\r\n","LEG-FED   DLG-000016      ANO-1994\r\n          ART-00001   \r\n          DECRETO LEGISLATIVO\r\n","LEG-FED   RGI      ANO-1980\r\n          ART-00013 INC-00009 REDAÇÃO DADA PELA EMR-35/2009\r\n          ART-00040 REDAÇÃO ANTERIOR À EMR-35/2009\r\n          ART-00040 REDAÇÃO DADA PELA EMR-35/2009\r\n          ART-00146 \"CAPUT\" PAR-ÚNICO ART-00205 \r\n          PAR-ÚNICO INC-00002 ART-00209 ART-00215\r\n                RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\r\n","LEG-FED   EMR-000035      ANO-2009\r\n          EMENDA REGIMENTAL DO SUPREMO TRIBUNAL FEDERAL - STF\r\n","LEG-FED   RES-016551      ANO-1990\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-021702      ANO-2004\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RES-023089      ANO-2009\r\n          RESOLUÇÃO DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   INT-000126      ANO-2009\r\n          INSTRUÇÃO NORMATIVA DO TRIBUNAL SUPERIOR ELEITORAL - TSE\r\n","LEG-FED   RGI      ANO-1998\r\n          ART-00029 PAR-ÚNICO  \r\n          REGIMENTO INTERNO DO SENADO FEDERAL - SF\r\n","LEG-FED   RGI      ANO-1989\r\n          ART-00118 PAR-00008  \r\n          REGIMENTO INTERNO DA CÂMARA DOS DEPUTADOS - CD\r\n","LEG-FED   RES-000020      ANO-1993\r\n          ART-00015   \r\n          RESOLUÇÃO DO SENADO FEDERAL - SF\r\n","LEG-FED   SUV-000010   \r\n          SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2011-06-20","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- QUESTÃO DE ORDEM: MIN. CELSO DE MELLO: REGIMENTO INTERNO, SUPREMO \r\nTRIBUNAL FEDERAL (STF), PREVISÃO, CRITÉRIO, IMPESSOALIDADE, GARANTIA, \r\nVALIDADE, CONTINUIDADE, JULGAMENTO, RECURSO EXTRAORDINÁRIO.\r\n\r\n- QUESTÃO DE ORDEM: VOTO VENCIDO,  MIN. MARCO AURÉLIO: SUSPENSÃO, \r\nJULGAMENTO, RECURSO EXTRAORDINÁRIO, ESPERA, NOMEAÇÃO, MINISTRO, SUPREMO \r\n\r\n\r\n\r\n\r\nTRIBUNAL FEDERAL (STF).\r\n\r\n-  DIREITO POLÍTICO, DIREITO COLETIVO, PREVALÊNCIA, DIREITO INDIVIDUAL, \r\n\r\n\r\n\r\n\r\n\r\nMOTIVO, RESPEITABILIDADE, DEMOCRACIA. LEI IMPUGNADA, AUSÊNCIA, \r\nREGULAÇÃO, PROCESSO ELEITORAL. CONDIÇÃO, ELEGIBILIDADE, VERIFICAÇÃO, \r\nMOMENTO, REGISTRO DE CANDIDATURA, CONFORMIDADE, LEI IMPUGNADA, MOTIVO, \r\nPUBLICAÇÃO, MOMENTO ANTERIOR, PRAZO, PREVISÃO, CONSTITUIÇÃO FEDERAL. \r\nPARTIDO POLÍTICO, ATRIBUIÇÃO, VERIFICAÇÃO, REQUISITO OBJETIVO, \r\nREQUISITO SUBJETIVO, ELEGIBILIDADE, CANDIDATO, MOMENTO, CONVENÇÃO \r\nPARTIDÁRIA. INEXISTÊNCIA, OFENSA, PRINCÍPIO DA SEGURANÇA JURÍDICA, \r\nPRINCÍPIO DA IGUALDADE. INEXISTÊNCIA, RETROATIVIDADE, LEI COMPLEMENTAR, \r\n\r\n\r\n\r\n\r\nMATÉRIA, \r\nRENÚNCIA, MOTIVO, CONFIGURAÇÃO, EFEITO PRO FUTURO, ATO JURÍDICO, \r\nREALIZAÇÃO, MOMENTO ANTERIOR, OBSERVÂNCIA, PROBIDADE ADMINISTRATIVA, \r\nMORALIDADE ADMINISTRATIVA. INAPLICABILIDADE, PRINCÍPIO CONSTITUCIONAL, \r\nIRRETROATIVIDADE DA LEI PENAL, SITUAÇÃO, INELEGIBILIDADE, MOTIVO, \r\nINEXISTÊNCIA, APLICAÇÃO, PENA.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. CÁRMEN LÚCIA: INEXISTÊNCIA, DIREITO \r\n\r\n\r\n\r\n\r\n\r\nADQUIRIDO, CONDIÇÃO, ELEGIBILIDADE, REGIME JURÍDICO, MOMENTO ANTERIOR. \r\nCONSTITUIÇÃO FEDERAL, AUSÊNCIA, VEDAÇÃO, RETROATIVIDADE, LEI. LEI \r\nCOMPLEMENTAR, CRIAÇÃO, EFEITO JURÍDICO, NOVIDADE, APLICAÇÃO, SITUAÇÃO \r\nJURÍDICA, CARÁTER GERAL.\r\n\r\n- FUNDAMENTAÇÃO COMPLEMENTAR,  MIN. RICARDO LEWANDOWSKI: INEXISTÊNCIA, \r\nROMPIMENTO, PRINCÍPIO DA PARIDADE DE ARMAS.\r\n\r\n- VOTO,  MIN. MARCO AURÉLIO: IMPOSSIBILIDADE, AFASTAMENTO, GARANTIA \r\nCONSTITUCIONAL, PRINCÍPIO DA ANUALIDADE ELEITORAL. INELEGIBILIDADE, \r\nCONFIGURAÇÃO, SANÇÃO, RISCO, OFENSA, PRINCÍPIO DA PRESUNÇÃO DE \r\nINOCÊNCIA. LEI COMPLEMENTAR, OFENSA, PRINCÍPIO DA IMPESSOALIDADE, \r\nMOTIVO, LEGISLADOR, CONHECIMENTO, MOMENTO ANTERIOR, EDIÇÃO, LEI, PESSOA \r\n\r\n\r\n\r\n\r\n\r\nNATURAL, ATO JURÍDICO, RENÚNCIA. IRRETROATIVIDADE, LEI, CONFIGURAÇÃO, \r\nCONDIÇÃO, SEGURANÇA JURÍDICA. IMPOSSIBILIDADE, APLICAÇÃO, ANALOGIA, \r\nSOLUÇÃO, CASO CONCRETO, INEXISTÊNCIA, OMISSÃO, LEGISLAÇÃO, \r\nCONFORMIDADE, EXIGÊNCIA, LEI DE INTRODUÇÃO AO CÓDIGO CIVIL. MANUTENÇÃO, \r\n\r\n\r\n\r\n\r\n\r\nDECISÃO, TRIBUNAL SUPERIOR ELEITORAL (TSE), HIPÓTESE, EMPATE, OFENSA, \r\nGARANTIA CONSTITUCIONAL, ACESSO À JUSTIÇA.\r\n\r\n- VOTO,  MIN. DIAS TOFFOLI: LEI COMPLEMENTAR, MODIFICAÇÃO, PROCESSO \r\nELEITORAL.\r\n\r\n- VOTO,  MIN. CELSO DE MELLO: INTERPRETAÇÃO, TRIBUNAL SUPERIOR \r\nELEITORAL (TSE), ARTIGO, LEI COMPLEMENTAR, TRANSGRESSÃO, GARANTIA \r\nCONSTITUCIONAL, CLÁUSULA PÉTREA, PRINCÍPIO DA ANUALIDADE ELEITORAL, \r\nMOTIVO, UTILIZAÇÃO, LEI, FORMA, MANIPULAÇÃO, PROCESSO ELEITORAL, \r\nOFENSA, PRINCÍPIO DA SEGURANÇA JURÍDICA, PRINCIPIO DA PROTEÇÃO À \r\nCONFIANÇA. CONGRESSO NACIONAL, DESTINATÁRIO, PRINCÍPIO DA ANUALIDADE \r\nELEITORAL. INELEGIBILIDADE COMINADA, CARACTERIZAÇÃO, SANÇÃO, MOTIVO, \r\nPRIVAÇÃO, CIDADANIA. RENÚNCIA, MANDATO PARLAMENTAR, ATO JURÍDICO \r\nPERFEITO, LICITUDE, EXERCÍCIO, DIREITO POTESTATIVO, RESULTADO, \r\nIMPOSSIBILIDADE, APLICAÇÃO, LEI IMPUGNADA, FATO ANTERIOR, EDIÇÃO. \r\nIMPOSSIBILIDADE, NORMA, ORDEM PÚBLICA, DESCONSIDERAÇÃO, ATO JURÍDICO \r\nPERFEITO, COISA JULGADA, DIREITO ADQUIRIDO, MOTIVO, INTANGIBILIDADE, \r\nPREVISÃO, CONSTITUIÇÃO FEDERAL. IMPOSSIBILIDADE, MINISTRO, PRESIDENTE, \r\nSUPREMO TRIBUNAL FEDERAL (STF), USO, VOTO QUALITATIVO, FINALIDADE, \r\nDECLARAÇÃO DE INCONSTITUCIONALIDADE, LEI, ATO NORMATIVO, MOTIVO, \r\nPRESERVAÇÃO, PRINCÍPIO CONSTITUCIONAL, RESERVA DE PLENÁRIO.\r\n\r\n- VOTO,  MIN. CEZAR PELUSO: LEI IMPUGNADA, INCONSTITUCIONALIDADE \r\nFORMAL, MOTIVO, IRREGULARIDADE, PROCESSO LEGISLATIVO. IRRELEVÂNCIA, \r\nDATA, INÍCIO, PROCESSO ELEITORAL, MOTIVO, BEM JURÍDICO, PROTEÇÃO, \r\nCOMPETIÇÃO, ELEIÇÃO, PREVISIBILIDADE, PROCESSO ELEITORAL. LEI \r\nIMPUGNADA, OFENSA, DIGNIDADE DA PESSOA HUMANA, MOTIVO, IMPOSSIBILIDADE, \r\n\r\n\r\n\r\n\r\n\r\nDEFESA, PESSOA NATURAL.\r\n\r\n- VOTO,  MIN. GILMAR MENDES: CONSTITUIÇÃO FEDERAL, AUTORIZAÇÃO, \r\nCONSIDERAÇÃO, VIDA PREGRESSA, MOMENTO POSTERIOR, EDIÇÃO, NORMA, RISCO, \r\nOFENSA, PRINCÍPIO DA IRRETROATIVIDADE DA LEI. LEI IMPUGNADA, OFENSA, \r\nPRINCÍPIO DA IMPESSOALIDADE, MOTIVO, CARÁTER CASUÍSTICO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=631102&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE","documental_observacao_texto":"REPERCUSSÃO GERAL RECONHECIDA NO RE 630147.\n- Acórdãos citados: ADPF 46, ADPF 144,  ADI 353 MC, ADI 354 - \nTribunal Pleno, AP 480, ADI 493, ADI 605 MC, ADI 1351, ADI \n1805 MC, ADI 3345 - Tribunal Pleno, ADI 3605, ADI 3685 - Tribunal Pleno, \nADI 3741 - Tribunal Pleno, ADI 4307 MC-REF, Rcl 5413 - Tribunal Pleno, MS 21689, \nMS  22087 - Tribunal Pleno, HC 95886, HC 96618,  RE 129392 - \nTribunal Pleno, RE 140436, AI 149179 AgR, RE 156400, RE 158314, RE \n158564, RE 160432, RE 167787 AgR, RE 205999, RE 235736, RE\n597994, RE 630147 - Tribunal Pleno; RTJ 55/35, RTJ 86/212, RTJ \n106/314, RTJ 133/1235, RTJ 143/746, RTJ 160/140, RTJ 161/572,\nRTJ 176/578, RT 218/447, RT 299/478, RF 102/72, RF 144/166, \nRF 153/695; TSE:  Recurso 9052, Recurso 9797, \nRecurso 8818, Recurso 10127, Recurso 10138, Rp 20574 Agr, REsp Eleitoral 32158,\nRecurso em Representação 32872, RO 300722, Rp 4199135; Consulta 1120,\nConsulta 1147, Consulta 11173.\n- Decisões monocráticas citadas: ADI 1063 e MS 25594.\n- Legislação estrangeira citada: Art. 9º da Declaração dos Direitos\ndo Homem e do Cidadão de 1789; Corpus Juris Civilis, art. 11.1 da Declaração\nUniversal dos Direitos Humanos de 1948.\n- Decisões estrangeiras citadas: Caso do \"Serviço de informação ao\nCidadão\" (Öffentlichkeitsarbeit), BVerfGe 44, 121, de 2-3-1977. \nCaso Ley General Tributaria, da 8ª Sala do Tribunal Constitucional\n76/90 do Tribunal Constitucional da Espanha. \nNúmero de páginas: 343.\nAnálise: 28/07/2011, MMR.\nRevisão: 11/05/2012, ACG.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECTE.(S)           : JADER FONTENELE BARBALHO \r\nADV.(A/S)           : JOSÉ EDUARDO RANGEL DE ALCKMIN E OUTRO(A/S)\r\nRECDO.(A/S)         : MINISTÉRIO PÚBLICO ELEITORAL \r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA \r\nINTDO.(A/S)         : FRANCISCO WILSON RIBEIRO \r\nINTDO.(A/S)         : FERNANDO DE CASTRO RIBEIRO","documental_tese_tipo":"Repercussão Geral","documental_tese_tema_texto":"367 - Inelegibilidade em razão de renúncia a mandato.","old_seq_sjur":193894,"documental_tese_texto":"A Lei Complementar 135/2010 não é aplicável às eleições gerais de 2010, em face do princípio da anterioridade eleitoral (art. 16 da Constituição Federal).\r\nObs: Redação da tese aprovada nos termos do item 2 da Ata da 12ª Sessão Administrativa do STF, realizada em 09/12/2015.","procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"RE 631102","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2010-10-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"AGRA, Walber de Moura. Curso de Direito Constitucional. 6. ed. \r\nRio de Janeiro: Forense, 2010. p. 336.\r\nANTUNES ROCHA, Cármen Lúcia. O Princípio do Direito Adquirido\r\nno Direito Constitucional. Revista Forense. v. 308, out-dez. 1989. \r\np. 3-11.\r\nARAUJO, Luiz Alberto David; NUNES, Vidal Serrano. Curso de\r\nDireito Constitucional. São Paulo: Saraiva, 2003. p. 212-213.\r\nATALIBA, Geraldo. República e Constituição. São Paulo: Malheiros,\r\n2007.\r\nBASTOS, Celso Ribeiro. Comentários à Constituição do Brasil. São\r\nPaulo: Saraiva, 1989. v. 2. p. 596-597.\r\n_____. Curso de Direito Constitucional. 11. ed. Saraiva, 1989. p. 314.\r\nBONAVIDES, Paulo. Curso de Direito Constitucional. 4. ed. \r\nMalheiros, 1993. p. 352/355, item 11.\r\nBONAVIDES, Paulo. et al. Comentários à Constituição Federal de\r\n1988. Rio de Janeiro: Forense, 2009. p. 508.\r\nBORGES, José Souto Maior. Lei Complementar Tributária. RT/EDUC,\r\n1975. p. 40.\r\nCARVALHO, Américo Alexandrino Taipa. Sucessão de Leis Penais. \r\n2. ed. Coimbra: Coimbra, 1997. p. 315. \r\nCARVALHO FILHO, José dos Santos. Manual de Direito \r\nAdministrativo. 12. ed. Lumen Juris, 2005. p. 116, item 2.\r\nCENEVIVA, Walter. Direito Constitucional Brasileiro. 3. ed. Saraiva,\r\n2003. p. 118, item 15.\r\nCHAFETZ, Josh. Leaving the House: the constitutional status\r\nof resignation from the House of Representatives. Duke Law Journal. v. \r\n58. 2008. p. \r\n177-236.\r\nCOSTA, Adriano Soares da. Teoria da Inelegibilidade e o Direito\r\nProcessual Eleitoral. Del Rey, 1998. p. 148, item 1.\r\n_____. Teoria da inelegibilidade, ficha limpa e registro de \r\ncandidatura: novas - velhas - considerações teóricas.\r\nCOSTA, Antonio Tito. Recursos em Matéria Eleitoral. 4. ed. RT, \r\n1992. p. 113, item 7.2.\r\nCRETELLA JÚNIOR, José. Comentários à Constituição Brasileira de\r\n1988. Forense, 1989. v. II. p. 1123.\r\n_____. Direito Administrativo Brasileiro. Forense, 1999. p. 54, item \r\n43.\r\nDALLARI, Dalmo de Abreu. A gramática da ficha suja. Observatório\r\nda Imprensa, Caderno da Cidadania, de 16/6/2010. Disponível em:\r\n< http://www.observatoriodaimprensa.com.br/artigos.asp/cod=\r\n594CID012 >.\r\nDINIZ, Maria Helena. Lei de Introdução ao Código Civil Brasileiro\r\nInterpretada. Saraiva, 1994. p. 178, item 1.\r\nFAVOREU, Louis. La constitutionnalisation du droit pénal et de la\r\nprocédure pénale, vers un droit constitutionnel penal. In. Droit penal\r\ncontemporain. Mélanges en I'honneur d'André Vitu. Paris: Cujas, 1989.\r\np. 169-209.\r\nFERRAJOLI, Luigi. Derecho y razón: teoria del garantismo penal. Trad.\r\nPerfecto Andrés Ibánez. 4. ed. Madrid: Trotta, 2000. p. 555-559.\r\nFERREIRA FILHO, Manoel Gonçalves. Curso de Direito Constitucional.\r\n São Paulo: Saraiva, 2008. p. 87-88.\r\n_____. Comentários à Constituição Brasileira de 1988. Saraiva, 1990.\r\n v.1. p. 134.\r\nFIGUEIREDO, Lúcia Valle. Curso de Direito Administrativo. 2. ed.\r\nMalheiros, 1995. p. 46, item 3.3.\r\nFRANÇA, Rubens Limongi. Direito Intertemporal Brasileiro. 2. ed. RT,\r\n1968. p. 59 e 67/71.\r\nGAIUS. Digesto. 50.17.56.\r\nGASPARINI, Diogenes. Direito Administrativo. Saraiva, 1989. p. 63,\r\nitem 7.1.\r\nGOMES FILHO, Antônio Magalhães. Presunção de inocência e \r\nprisão cautelar. São Paulo: Saraiva, 1991. p. 45.\r\nGOMES, José Jairo. Direito Eleitoral. Del Rey, 2008. p. 141, item 3.\r\nHESSE, Konrad. A Força Normativa da Constituição. Tradução de \r\nGilmar Ferreira Mendes. Fabris Editor, 1991. p. 22.\r\nJARDIM, Torquato. Direito Eleitoral Positivo conforme a nova lei\r\neleitoral. 2. ed. Brasília Jurídica, 1998. p. 68, item  47.\r\nLARENZ, Karl. Metodologia da Ciência do Direito. 2. ed. Lisboa:\r\nFundação Calouste Gulbenkian, 1969.\r\nLOBO, Carlos Augusto da Silveira. Irretroatividade das Leis de\r\nOrdem Pública. In: RF 289/239-242.\r\nMAXIMILIANO, Carlos. Hermenêutica e Aplicação do Direito. 19. \r\ned. Rio de Janeiro: Forense, 2001.\r\nMELLO, Celso Antônio Bandeira de. Curso de Direito Administrativo.\r\n4. ed. Malheiros, 1993. p. 56/57, itens 18/19.\r\n_____. Curso de Direito Administrativo. 13. ed. Malheiros, 2001. p.\r\n373, item 59.\r\nMENDES, Antonio Carlos. Introdução à Teoria das Inelegibilidades.\r\nMalheiros, 1993. p. 109/110, item 145.\r\nMENDES, Gilmar Ferreira; COELHO, Inocêncio Martins; BRANCO,\r\nPaulo Gustavo Gonet. Curso de Direito Constitucional. São Paulo:\r\nSaraiva, 2007. p. 750-751.\r\nO GLOBO. Ficha Limpa: efeitos da mudanças no tempo verbal do\r\ntexto da lei dividem especialistas, de 24/5/2010.\r\nPEIXOTO, Matos. Limite Temporal da Lei. In: RT 173/459, 468.\r\nPEREIRA, Caio Mário da Silva. Instituições de Direito Civil.\r\nForense,  v. 1. p. 128.\r\n_____. Instituições de Direito Civil. 5. ed. Forense, 1976. v. I.\r\np. 152, item 32.\r\nPÉREZ-PEDRERO, Enrique Belda. La presunción de inocencia. \r\nParlamento y Constitución. Anuario, nº 5, 2001. p. 179-204 e 180.\r\nPIETRO, Maria Sylvia Zanella di. Direito Administrativo. 20. ed.\r\nAtlas, 2007. p. 182/184, item 7.6.1.\r\nPINTO FERREIRA. Comentários à Constituição Brasileira. São\r\nPaulo: Saraiva, 1989. v. 1. p. 317.\r\nPORCHAT, Reynaldo. Curso Elementar de Direito Romano. Duprat\r\n& Cia, 1907. v. 1. p. 496 e 500, itens 531 e 533.\r\n_____. Curso Elementar de Direito Romano. Duprat & Cia, 1907.\r\nv. 1. p. 492-493, item 528.\r\nRÁO, Vicente. O Direito e a vida dos Direitos. 5. ed.\r\nSão Paulo: Revista dos Tribunais, 1999. p. 486.\r\nREVISTA VEJA. edição nº 1709, de 18 de julho de 2001, sob o \r\nTítulo \"As provas do Crime do BANPARÁ\".\r\nRIBEIRO, Fávila. Direito Eleitoral. Forense, 1976. p. 106, item 286.\r\n_____. Pressupostos Constitucionais do Direito Eleitoral.\r\nPorto Alegre: Sergio Antonio Fabris, 1990. p. 93.\r\nRODRIGUES. Lêda Boechat. História do Supremo Tribunal Federal.\r\nCivilização Brasileira, 1991. Tomo I/1891-1898. p. 42/48.\r\nROUBIER, Paul. Le droit transitoire (conflits des lois dans le temps).\r\n2. ed. Paris: Dalloz, 1960. p. 9.\r\nRUANO, Miguel Carmona. Prueba de la infracción administrativa y\r\nderecho fundamental a la presunción de inocência. Jueces para la\r\ndemocracia, nº 9, 1990. p. 22-30.\r\nSHAKESPEARE, William. Medida por Medida.\r\nSIDOU, J. M. Othon. O Direito Legal. Forense, 1985. p. 228/229, \r\nitem XIII. \r\nSILVA, José Afonso da. Comentário Contextual à Constituição. 6. ed.\r\nSão Paulo: Malheiros, 2009. p. 134, 228 e 234.\r\n_____. Curso de Direito Constitucional Positivo. 5. ed. RT, 1989.\r\np. 329.\r\n_____. Curso de Direito Constitucional Positivo. 23. ed. Malheiros,\r\n2004. p. 377, item 20.\r\nSTARCK, Christian. A legitimação da Justiça Constitucional e o\r\nPrincípio Democrático. Anuario Iberoamericano de Justicia \r\nConstitucional. n. 7, p. 479-493, \r\n2003. p. 489.\r\nSTOCO, Leandro de Oliveira; STOCO, Rui. Legislação Eleitoral \r\nInterpretada: \r\nDoutrina e Jurisprudência. 2. ed. RT, 2006. p. 147, item I.\r\nSTUMM, Raquel Denize. Princípio da Proporcionalidade no Direito\r\nConstitucional Brasileiro. Livraria do Advogado Editora, 1995. p.\r\n159/170.\r\nTENÓRIO, Oscar. Lei de Introdução ao Código Civil Brasileiro. 2. ed.\r\nRio, 1995. p. 198/199.\r\nVILELA, Alexandra. Considerações acerca da presunção de inocência \r\nem direito processual penal. Coimbra: Coimbra Editora, 2000. p. 105.\r\nZAGREBELSKY, Gustavo. La crucifixión y la democracia, trad. \r\nespanhola. Ariel, 1996. p. 105 - Título original: II Crucifige! e la \r\ndemocracia. Torino: Giulio Einaudi, 1995.","ministro_facet":["JOAQUIM BARBOSA"],"processo_numero":631102,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur358417","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o relatório e a sustentação oral, pela Advocacia Geral da União, da Dra. Grace Maria Fernandes Mendonça, Secretária-Geral de Contencioso, o julgamento foi suspenso. Presidência do Ministro Ricardo Lewandowski. Plenário, 17.02.2016.\r\n\n                       Decisão: Após o voto do Ministro Dias Toffoli (Relator), que conhecia em parte da ação direta, julgando-a prejudicada quanto ao Decreto nº 4.545/2002, no que foi acompanhado pelos Ministros Edson Fachin, Roberto Barroso, Teori Zavascki, Rosa Weber, Cármen Lúcia e Marco Aurélio, e, em relação à parte conhecida, julgar improcedente o pedido formulado, no que foi acompanhado pelos Ministros Edson Fachin, Teori Zavascki, Rosa Weber e Cármen Lúcia; o voto do Ministro Roberto Barroso, que acompanhava em parte o Relator, conferindo interpretação conforme ao art. 6º da Lei Complementar nº 105/2001, para estabelecer que a obtenção de informações nele prevista depende de processo administrativo devidamente regulamentado por cada ente da federação, em que se assegure, tal como se dá com a União, por força da Lei nº 9.784/99 e do Decreto nº 3.724/2001, no mínimo as seguintes garantias: a) notificação do contribuinte quanto à instauração do processo e a todos os demais atos; b) sujeição do pedido de acesso a um superior hierárquico do requerente; c) existência de sistemas eletrônicos de segurança que sejam certificados e com registro de acesso, d) estabelecimento de mecanismos efetivos de apuração e correção de desvios; e o voto do Ministro Marco Aurélio, que dava interpretação conforme aos dispositivos impugnados de modo a afastar a possibilidade de acesso direto aos dados bancários pelos órgãos públicos, o julgamento foi suspenso. Ausente, justificadamente, o Ministro Luiz Fux. Presidência do Ministro Ricardo Lewandowski. Plenário, 18.02.2016.\r\n\n                 Decisão: O Tribunal, por unanimidade, conheceu em parte da ação direta, julgando-a prejudicada quanto ao Decreto nº 4.545/2002, e, em relação à parte conhecida, por maioria, julgou improcedente o pedido formulado, tudo nos termos do voto do Relator, vencidos os Ministros Marco Aurélio e Celso de Mello. O Ministro Roberto Barroso reajustou o voto, quanto ao mérito, para acompanhar integralmente o Relator. Ausente, justificadamente, a Ministra Cármen Lúcia. Presidiu o julgamento o Ministro Ricardo Lewandowski. Plenário, 24.02.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur358417","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur358417","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Julgamento conjunto das ADI nº 2.390, 2.386, 2.397 e 2.859. Normas federais relativas ao sigilo das operações de instituições financeiras. Decreto nº 4.545/2002. Exaurimento da eficácia. Perda parcial do objeto da ação direta nº 2.859. Expressão “do inquérito ou”, constante no § 4º do art. 1º, da Lei Complementar nº 105/2001. Acesso ao sigilo bancário nos autos do inquérito policial. Possibilidade. Precedentes. Art. 5º e 6º da Lei Complementar nº 105/2001 e seus decretos regulamentadores. Ausência de quebra de sigilo e de ofensa a direito fundamental. Confluência entre os deveres do contribuinte (o dever fundamental de pagar tributos) e os deveres do Fisco (o dever de bem tributar e fiscalizar). Compromissos internacionais assumidos pelo Brasil em matéria de compartilhamento de informações bancárias. Art. 1º da Lei Complementar nº 104/2001. Ausência de quebra de sigilo. Art. 3º, § 3º, da LC 105/2001. Informações necessárias à defesa judicial da atuação do Fisco. Constitucionalidade dos preceitos impugnados. ADI nº 2.859. Ação que se conhece em parte e, na parte conhecida, é julgada improcedente. ADI nº 2.390, 2.386, 2.397. Ações conhecidas e julgadas improcedentes.\n\n\n\n    1. Julgamento conjunto das ADI nº 2.390, 2.386, 2.397 e 2.859, que têm como núcleo comum de impugnação normas relativas ao fornecimento, pelas instituições financeiras, de informações bancárias de contribuintes à administração tributária.\n\n\n\n    2. Encontra-se exaurida a eficácia jurídico-normativa do Decreto nº 4.545/2002, visto que a Lei n º 9.311, de 24 de outubro de 1996, de que trata este decreto e que instituiu a CPMF, não está mais em vigência desde janeiro de 2008, conforme se depreende do art. 90, § 1º, do Ato das Disposições Constitucionais Transitórias -ADCT. Por essa razão, houve parcial perda de objeto da ADI nº 2.859/DF, restando o pedido desta ação parcialmente prejudicado. Precedentes.\n\n\n\n    3. A expressão “do inquérito ou”, constante do § 4º do art. 1º da Lei Complementar nº 105/2001, refere-se à investigação criminal levada a efeito no inquérito policial, em cujo âmbito esta Suprema Corte admite o acesso ao sigilo bancário do investigado, quando presentes indícios de prática criminosa. Precedentes: AC 3.872/DF-AgR, Relator o Ministro Teori Zavascki, Tribunal Pleno, DJe de 13/11/15; HC 125.585/PE-AgR, Relatora a Ministra Cármen Lúcia, Segunda Turma, DJe de 19/12/14; Inq 897-AgR, Relator o Ministro Francisco Rezek, Tribunal Pleno, DJ de 24/3/95.\n\n\n\n    4. Os artigos 5º e 6º da Lei Complementar nº 105/2001 e seus decretos regulamentares (Decretos nº 3.724, de 10 de janeiro de 2001, e nº 4.489, de 28 de novembro de 2009) consagram, de modo expresso, a permanência do sigilo das informações bancárias obtidas com espeque em seus comandos, não havendo neles autorização para a exposição ou circulação daqueles dados. Trata-se de uma transferência de dados sigilosos de um determinado portador, que tem o dever de sigilo, para outro, que mantém a obrigação de sigilo, permanecendo resguardadas a intimidade e a vida privada do correntista, exatamente como determina o art. 145, § 1º, da Constituição Federal.\n\n\n\n    5. A ordem constitucional instaurada em 1988 estabeleceu, dentre os objetivos da República Federativa do Brasil, a construção de uma sociedade livre, justa e solidária, a erradicação da pobreza e a marginalização e a redução das desigualdades sociais e regionais. Para tanto, a Carta foi generosa na previsão de direitos individuais, sociais, econômicos e culturais para o cidadão. Ocorre que, correlatos a esses direitos, existem também deveres, cujo atendimento é, também, condição sine qua non para a realização do projeto de sociedade esculpido na Carta Federal. Dentre esses deveres, consta o dever fundamental de pagar tributos, visto que são eles que, majoritariamente, financiam as ações estatais voltadas à concretização dos direitos do cidadão. Nesse quadro, é preciso que se adotem mecanismos efetivos de combate à sonegação fiscal, sendo o instrumento fiscalizatório instituído nos arts. 5º e 6º da Lei Complementar nº 105/ 2001 de extrema significância nessa tarefa. \n\n\n\n    6. O Brasil se comprometeu, perante o G20 e o Fórum Global sobre Transparência e Intercâmbio de Informações para Fins Tributários (Global Forum on Transparency and Exchange of Information for Tax Purposes), a cumprir os padrões internacionais de transparência e de troca de informações bancárias, estabelecidos com o fito de evitar o descumprimento de normas tributárias, assim como combater práticas criminosas. Não deve o Estado brasileiro prescindir do acesso automático aos dados bancários dos contribuintes por sua administração tributária, sob pena de descumprimento de seus compromissos internacionais. \n\n\n\n    7. O art. 1º da Lei Complementar 104/2001, no ponto em que insere o § 1º, inciso II, e o § 2º ao art. 198 do CTN, não determina quebra de sigilo, mas transferência de informações sigilosas no âmbito da Administração Pública. Outrossim, a previsão vai ao encontro de outros comandos legais já amplamente consolidados em nosso ordenamento jurídico que permitem o acesso da Administração Pública à relação de bens, renda e patrimônio de determinados indivíduos.\n\n\n\n    8. À Procuradoria-Geral da Fazenda Nacional, órgão da Advocacia-Geral da União, caberá a defesa da atuação do Fisco em âmbito judicial, sendo, para tanto, necessário o conhecimento dos dados e informações embasadores do ato por ela defendido. Resulta, portanto, legítima a previsão constante do art. 3º, § 3º, da LC 105/2001. \n\n\n\n    9. Ação direta de inconstitucionalidade nº 2.859/DF conhecida parcialmente e, na parte conhecida, julgada improcedente. Ações diretas de inconstitucionalidade nº 2390, 2397, e 2386 conhecidas e julgadas improcedentes. Ressalva em relação aos Estados e Municípios, que somente poderão obter as informações de que trata o art. 6º da Lei Complementar nº 105/2001 quando a matéria estiver devidamente regulamentada, de maneira análoga ao Decreto federal nº 3.724/2001, de modo a resguardar as garantias processuais do contribuinte, na forma preconizada pela Lei nº 9.784/99, e o sigilo dos seus dados bancários.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11899965","externo_seq_objeto_incidente":2106858,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-225  DIVULG 20-10-2016  PUBLIC 21-10-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=2859&classe=ADI","is_colac":false,"titulo":"ADI 2859","documental_legislacao_citada_texto":["LEG-FED   ADCT      ANO-1988\n          ART-00090 PAR-00001\n                ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n\n","LEG-FED   LCP-000104      ANO-2001\n          ART-00001\n                LEI COMPLEMENTAR\n\n","LEG-FED   LCP-000105      ANO-2001\n          ART-00001 PAR-00003 INC-00006 PAR-00004 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          INC-00005 INC-00006 INC-00007 INC-00008 \n          INC-00009 ART-00003 PAR-00003 ART-00005 \n          \"CAPUT\" PAR-00001 PAR-00002 PAR-00003 \n          PAR-00004 PAR-00005 ART-00006 PAR-ÚNICO \n          ART-00010 PAR-ÚNICO ART-00011\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-005172      ANO-1966\n          ART-00144 PAR-00001 \n          ART-00198 REDAÇÃO DADA PELA LCP-104/2001\n          ART-00198 PAR-00001 REDAÇÃO DADA PELA LCP-104/2001\n          ART-00198 PAR-00001 INC-00001 INCLUÍDO PELA LCP-104/2001\n          ART-00198 PAR-00001 INC-00002 INCLUÍDO PELA LCP-104/2001\n          ART-00198 PAR-00002 INCLUÍDO PELA LCP-104/2001\n                CTN-1966 CÓDIGO TRIBUTÁRIO NACIONAL\n\n","LEG-FED   LEI-008397      ANO-1992\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008429      ANO-1992\n          ART-00013 \"CAPUT\"\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009311      ANO-1996\n          ART-00011 PAR-00003 REDAÇÃO DADA PELA LEI-10174/2001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009784      ANO-1999\n          ART-00002 \"CAPUT\" ART-00003 INC-00002 \n          ART-00006 ART-00050 INC-00001 INC-00002\n                LPA-1999 LEI DE PROCESSO ADMINISTRATIVO\n\n","LEG-FED   LEI-010174      ANO-2001\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105      ANO-2015\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-INT   ACO      ANO-2007\n                ACORDO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA PARA O INTERCÂMBIO DE INFORMAÇÕES RELATIVAS A TRIBUTOS, FIRMADO EM BRASÍLIA, EM 20 DE MARÇO DE 2007\n\n","LEG-INT   CVC      ANO-2010\n                CONVENÇÃO SOBRE ASSISTÊNCIA MÚTUA ADMINISTRATIVA EM MATÉRIA TRIBUTÁRIA EMENDADA PELO PROTOCOLO DE 1º DE JUNHO DE 2010, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL EM CANNES, EM 3 DE NOVEMBRO DE 2011\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 ART-00003 INC-00003 ART-00005 \n          INC-00010 INC-00012 INC-00036 INC-00054 \n          INC-00055 INC-00078 PAR-00003 ART-00006 \n          ART-00037 INC-00022 ART-00058 PAR-00003 \n          ART-00070 ART-00145 PAR-00001 ART-00150 \n          INC-00001 INC-00002 INC-00003 LET-A \n          ART-00170 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-008730      ANO-1993\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 INC-00007 \n          PAR-00002 ART-00003 PAR-ÚNICO LET-A \n          LET-B\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009296      ANO-1996\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00345\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000211      ANO-2013\n                DECRETO LEGISLATIVO - APROVA O ACORDO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA PARA O INTERCÂMBIO DE INFORMAÇÕES RELATIVAS A TRIBUTOS, FIRMADO EM BRASÍLIA, EM 20 DE MARÇO DE 2007\n\n","LEG-FED   DLG-000105      ANO-2016\n                DECRETO LEGISLATIVO - APROVA O TEXTO DA CONVENÇÃO SOBRE ASSISTÊNCIA MÚTUA ADMINISTRATIVA EM MATÉRIA TRIBUTÁRIA EMENDADA PELO PROTOCOLO DE 1º DE JUNHO DE 2010, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL EM CANNES, EM 3 DE NOVEMBRO DE 2011\n\n","LEG-FED   DEC-003724      ANO-2001\n                DECRETO\n\n","LEG-FED   DEC-003724      ANO-2001\n                DECRETO\n\n","LEG-FED   DEC-004545      ANO-2002\n          ART-00001\n                DECRETO\n\n","LEG-FED   DEC-005483      ANO-2005\n                DECRETO\n\n","LEG-FED   DEC-004489      ANO-2009\n                DECRETO\n\n","LEG-FED   DEC-008003      ANO-2013\n                DECRETO - PROMULGA O ACORDO ENTRE O GOVERNO DA REPÚBLICA FEDERATIVA DO BRASIL E O GOVERNO DOS ESTADOS UNIDOS DA AMÉRICA PARA O INTERCÂMBIO DE INFORMAÇÕES RELATIVAS A TRIBUTOS, FIRMADO EM BRASÍLIA, EM 20 DE MARÇO DE 2007\n\n","LEG-FED   DEC-008842      ANO-2016\n                DECRETO - PROMULGA O TEXTO DA CONVENÇÃO SOBRE ASSISTÊNCIA MÚTUA ADMINISTRATIVA EM MATÉRIA TRIBUTÁRIA EMENDADA PELO PROTOCOLO DE 1º DE JUNHO DE 2010, FIRMADA PELA REPÚBLICA FEDERATIVA DO BRASIL EM CANNES, EM 3 DE NOVEMBRO DE 2011\n\n","LEG-FED   SUV-000014      \n                SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000070      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000323      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000547      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTJ-000436      \n                SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ"],"publicacao_data":"2016-10-21","documental_acordao_mesmo_sentido_lista_texto":"ADI 2390  ACÓRDÃO ELETRÔNICO\n          JULG-24-02-2016  UF-DF  TURMA-TP  MIN-DIAS TOFFOLI N.PÁG-165\n          DJe-225  DIVULG 20-10-2016  PUBLIC 21-10-2016\n \nADI 2386  ACÓRDÃO ELETRÔNICO\n          JULG-24-02-2016  UF-DF  TURMA-TP  MIN-DIAS TOFFOLI N.PÁG-164\n          DJe-225  DIVULG 20-10-2016  PUBLIC 21-10-2016\n \nADI 2397  ACÓRDÃO ELETRÔNICO\n          JULG-24-02-2016  UF-DF  TURMA-TP  MIN-DIAS TOFFOLI N.PÁG-164\n          DJe-225  DIVULG 20-10-2016  PUBLIC 21-10-2016","documental_indexacao_texto":"- PREJUDICIALIDADE, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, PERDA DO OBJETO, DECORRÊNCIA, REVOGAÇÃO, LEI IMPUGNADA, FUNDAMENTO, JURISPRUDÊNCIA, SUPREMO TRIBUNAL FEDERAL (STF). AUSÊNCIA, OFENSA, PRIVACIDADE, CONHECIMENTO, INFORMAÇÃO, CARACTERIZAÇÃO, OFENSA, PRIVACIDADE, DIVULGAÇÃO. CARACTERIZAÇÃO, SIGILO FISCAL, RETENÇÃO, FAZENDA PÚBLICA, INFORMAÇÃO, REFERÊNCIA, PATRIMÔNIO, RENDIMENTO, ATIVIDADE ECONÔMICA, CONTRIBUINTE, IMPOSSIBILIDADE, DIVULGAÇÃO, POSSIBILIDADE, UTILIZAÇÃO, DADO, FINALIDADE, TRIBUTAÇÃO, CONFORMIDADE, CONSTITUIÇÃO FEDERAL. LEI COMPLEMENTAR, PROTEÇÃO, SIGILO FISCAL, RESPONSABILIZAÇÃO, SERVIDOR PÚBLICO, DIVULGAÇÃO, INFORMAÇÃO, ÂMBITO ADMINISTRATIVO, ÂMBITO PENAL. OCORRÊNCIA, FISCALIZAÇÃO, AUDITORIA, EXCLUSIVIDADE, HIPÓTESE, INDÍCIO, INCORREÇÃO, OMISSÃO, OCORRÊNCIA, ILÍCITO, CARÁTER FISCAL. NECESSIDADE, PROCESSO ADMINISTRATIVO, PROCESSO ADMINISTRATIVO FISCAL, INEXISTÊNCIA, DIVERSIDADE, MEIO DE PROVA, ESCLARECIMENTO, FATO, FINALIDADE, AUTORIDADE TRIBUTÁRIA, AGENTE FISCAL, APROFUNDAMENTO, INFORMAÇÃO. NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA FINALIDADE, PRINCÍPIO DA MOTIVAÇÃO, PROPORCIONALIDADE, INTERESSE PÚBLICO, ÂMBITO, PROCESSO ADMINISTRATIVO FISCAL, POSSIBILIDADE, CONTROLE, ATO, FAZENDA PÚBLICA. CARACTERIZAÇÃO, TRIBUTO, CONTRIBUIÇÃO, CADA, CIDADÃO, MANUTENÇÃO, PODER PÚBLICO, FINALIDADE, ASSEGURAMENTO, DIREITO FUNDAMENTAL. DEVER, CIDADÃO, PAGAMENTO, TRIBUTO, FUNDAMENTO, PRINCÍPIO DA SOLIDARIEDADE. SONEGAÇÃO FISCAL, INVIABILIDADE, CONCRETIZAÇÃO, PRINCÍPIO DA ISONOMIA, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA. CONFIGURAÇÃO, DIREITO, CIDADÃO, TOTALIDADE, CONTRIBUINTE, PAGAMENTO, TRIBUTO, OBJETIVO, DISTRIBUIÇÃO, EQUIDADE, ENCARGO FINANCEIRO, FUNDAMENTO, PRINCÍPIO DA SOLIDARIEDADE. RELEVÂNCIA, ADMINISTRAÇÃO PÚBLICA, ACESSO À INFORMAÇÃO, OPERAÇÃO BANCÁRIA, OBJETIVO, COIBIÇÃO, SONEGAÇÃO, ORGANIZAÇÃO CRIMINOSA, FRAUDE ADUANEIRA, CONCORRÊNCIA DESLEAL, CORRUPÇÃO, CRIME DE LAVAGEM DE DINHEIRO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: POSSIBILIDADE, REQUERIMENTO, DADO, PROTEÇÃO, SIGILO BANCÁRIO, INQUÉRITO POLICIAL EM CURSO, CONDIÇÃO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. CONSTITUCIONALIDADE, TRANSFERÊNCIA, DADO, ÂMBITO, ADMINISTRAÇÃO PÚBLICA, FINALIDADE, APURAÇÃO, DEVER, PAGAMENTO, TRIBUTO, DEVER, MANUTENÇÃO, SIGILO, CORRELAÇÃO, TERCEIRO. DEVER FUNDAMENTAL, PAGAMENTO, TRIBUTO, FUNDAMENTO, CARÁTER FISCAL, GOVERNO, CONTEMPORANEIDADE; NECESSIDADE, FINANCIAMENTO, OBJETIVO, CONCRETIZAÇÃO, DIREITO FUNDAMENTAL; CAPACIDADE CONTRIBUTIVA; ISONOMIA TRIBUTÁRIA. AUSÊNCIA, CORRELAÇÃO, FORMA DIRETA, DIREITO À INTIMIDADE, PROTEÇÃO, VIDA PRIVADA, FORNECIMENTO, INFORMAÇÃO, FAZENDA PÚBLICA, CONFORMIDADE, ENTENDIMENTO, PAÍSES, DEMOCRACIA, ÂMBITO INTERNACIONAL. POSSIBILIDADE, RESTRIÇÃO, DIREITO À INTIMIDADE, OBJETIVO, COMPATIBILIDADE, DIVERSIDADE, DIREITO FUNDAMENTAL, ÂMBITO, FAZENDA PÚBLICA, DECORRÊNCIA, AUSÊNCIA, INCLUSÃO, SIGILO, INFORMAÇÃO, CARÁTER FINANCEIRO, NÚCLEO ESSENCIAL, DIREITO À INTIMIDADE. ADMISSIBILIDADE, CONSTITUIÇÃO, CRÉDITO TRIBUTÁRIO, INTERMÉDIO, SUJEITO PASSIVO, RELAÇÃO JURÍDICA TRIBUTÁRIA, FUNDAMENTO, SÚMULA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ). UTILIZAÇÃO, PROGRESSIVIDADE, CRITÉRIO, DISTRIBUIÇÃO, CARGA TRIBUTÁRIA, DECORRÊNCIA, NECESSIDADE, TOTALIDADE, PESSOAS, CONTRIBUIÇÃO, FORMA, CAPACIDADE ECONÔMICA, FUNDAMENTO, PRINCÍPIO DA CAPACIDADE CONTRIBUTIVA, PRINCÍPIO DA IGUALDADE TRIBUTÁRIA, PREVISÃO, CONSTITUIÇÃO FEDERAL. DEVER, OBSERVÂNCIA, PRINCÍPIO DA ADEQUAÇÃO, PRINCÍPIO DA NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO, OBJETIVO, APRECIAÇÃO, LEGITIMIDADE, RESTRIÇÃO, DIREITO FUNDAMENTAL. EXISTÊNCIA, PRINCÍPIO DA ADEQUAÇÃO, AFERIÇÃO, APTIDÃO, ACESSO, DADOS, OPERAÇÃO BANCÁRIA, CONTRIBUINTE, IMPEDIMENTO, SONEGAÇÃO FISCAL. EXIGÊNCIA, PRINCÍPIO DA NECESSIDADE, INEXISTÊNCIA, DIVERSIDADE, FORMA, OBJETIVO, ACESSO, DADOS, OPERAÇÃO BANCÁRIA, CONTRIBUINTE. EXIGÊNCIA, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO, APRECIAÇÃO, CUSTO, CORRELAÇÃO, BENEFÍCIO.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: PROVIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, DETERMINAÇÃO, INTERPRETAÇÃO CONFORME A CONSTITUIÇÃO, OBJETIVO, AFASTAMENTO, POSSIBILIDADE, ÓRGÃO PÚBLICO, ACESSO, FORMA DIRETA, DADO, CARÁTER FINANCEIRO. NECESSIDADE, ORDEM JUDICIAL, DECISÃO FUNDAMENTADA, AFASTAMENTO, SIGILO BANCÁRIO, HIPÓTESE, EXCLUSIVIDADE, INVESTIGAÇÃO CRIMINAL, INSTRUÇÃO CRIMINAL. CONFIGURAÇÃO, INVERSÃO, ACESSO À JUSTIÇA, NECESSIDADE, CONTRIBUINTE, INGRESSO, PODER JUDICIÁRIO, SOLICITAÇÃO, INVIOLABILIDADE, SIGILO. CONFIGURAÇÃO, JUSTIÇA PELAS PRÓPRIAS MÃOS, RECEITA FEDERAL, AFASTAMENTO, SIGILO, CONSEQUÊNCIA, OFENSA, CONSTITUIÇÃO FEDERAL. NECESSIDADE, INTERPRETAÇÃO RESTRITIVA, EXCEÇÃO, PREVISÃO, CONSTITUIÇÃO FEDERAL. IMPOSSIBILIDADE, TRIBUNAL DE CONTAS DA UNIÃO (TCU), REQUISIÇÃO, BANCO CENTRAL DO BRASIL (BACEN), DADO, CARÁTER FINANCEIRO, DECORRÊNCIA, CARACTERIZAÇÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), ÓRGÃO DE FISCALIZAÇÃO, FUNDAMENTO, PRECEDENTE, SUPREMO TRIBUNAL FEDERAL (STF).\n\n- VOTO VENCIDO, MIN. CELSO DE MELLO: PROVIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE. NECESSIDADE, ORDEM JUDICIAL, DECRETAÇÃO, QUEBRA DE SIGILO BANCÁRIO, EXCEÇÃO, COMISSÃO PARLAMENTAR DE INQUÉRITO (CPI). AUSÊNCIA, IMPOSIÇÃO, INSTITUIÇÃO FINANCEIRA, FORNECIMENTO, INFORMAÇÕES, SOLICITAÇÃO, ADMINISTRAÇÃO TRIBUTÁRIA, MINISTÉRIO PÚBLICO, POLÍCIA JUDICIÁRIA, TRIBUNAL DE CONTAS DA UNIÃO (TCU). IMPOSSIBILIDADE, AFASTAMENTO, AUTORIZAÇÃO JUDICIAL, OBJETIVO, EXPOSIÇÃO, DADO, PROTEÇÃO, SIGILO BANCÁRIO, DECORRÊNCIA, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA. AUSÊNCIA, CARÁTER ABSOLUTO, GARANTIA CONSTITUCIONAL, DIREITO À INTIMIDADE, DIREITO À PRIVACIDADE. AUSÊNCIA, RESTRIÇÃO, PODER DE INVESTIGAÇÃO, FISCALIZAÇÃO, PODER PÚBLICO, HIPÓTESE, SIGILO BANCÁRIO, DECORRÊNCIA, POSSIBILIDADE, REQUERIMENTO, PODER JUDICIÁRIO, OBJETIVO, DETERMINAÇÃO, INSTITUIÇÃO FINANCEIRA, FORNECIMENTO, INFORMAÇÃO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=2859&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INVESTIGAÇÃO CRIMINAL, SIGILO BANCARIO)\nInq 897 AgR (TP), HC 125585 AgR (2ªT), AC 3872 AgR (TP). \n(ADI, PREJUDICIALIDADE, REVOGAÇÃO, LEI IMPUGNADA)\nADI 179 (TP), ADI 1920 (TP), ADI 2006 (TP), ADI 3831 (TP), ADI 1952 QO (TP), ADI 709 (TP), ADI 520 (TP), RTJ 152/731 (ADI 534), RTJ 160/145 (ADI 1203 QO), RTJ 195/754 (ADI 1442). \n(SIGILO BANCÁRIO, FAZENDA PÚBLICA)\nRE 389808 (TP), RE 461366 (1ªT), Pet 3898 (TP), RE 601314 (TP), AC 33 MC (TP). \n(DIREITO, ACESSO, INFORMAÇÃO, BANCO DE DADOS)\nMS 23851 (TP). \n(DIREITO FUNDAMENTAL, CARÁTER ABSOLUTO)\nMS 23452 (1ªT). \n(SIGILO BANCÁRIO, SIGILO FISCAL, MATÉRIA INFRACONSTITUCIONAL)\nMS 21729 (1ªT). \n(TCU, QUEBRA DE SIGILO BANCÁRIO)\nMS 22801 (TP), MS 33340 (1ªT). \n(PRESERVAÇÃO, CONTRIBUIENTE, ARBITRARIEDADE, ADMINISTRAÇÃO TRIBUTÁRIA)\nHC 93050 (2ªT), RE 331303 AgR (1ªT), RTJ 162/3, RTJ 185/237. \n(DIREITO, GARANTIA, CARÁTER ABSOLUTO)\nMS 23452 (1ªT), AI 655298 AgR (2ªT), RTJ 148/366 (PET 577 QO), RTJ 172/302 (RE 219780). \n(LIMITAÇÃO, PODER PÚBLICO, DEVIDO PROCESSO LEGAL)\nADI 1158 (TP), ADI 1063 MC (TP). \n- Decisões monocráticas citadas:\n(DIREITO FUNDAMENTAL, PRINCÍPIO DA PROPORCIONALIDADE )\nSL 623.\n(PROTEÇÃO, DIREITO À INTIMIDADE, DIREITO À PRIVACIDADE)\nMS 23669 MC.\n(DIREITO, GARANTIA, CARÁTER ABSOLUTO)\nAI 528539.\n- Acórdão(s) citado(s) - outros tribunais:\nSTJ: EREsp 608053, RDA 197/174, REsp 134665. \n- Legislação estrangeira citada: Bank Secrecy Act dos Estados Unidos da América; art. 63B da Lei Geral Tributária de Portugal.\r\n- Decisões estrangeiras citadas: Sentencia número 110/1984 do Tribunal Constitucional Espanhol; Sentenza 51/1992 da Corte Costituzionale dela Repubblica da Italiana; Caso Panhandle Oil Co. vs. State of Mississippi Ex Rel. Knox (277 U.S. 218), de 1928.\r\n- Veja ADI 2110, ADI 2386, ADI 2389, ADI 2390, ADI 2397, ADI 2406, ADI 2859, ADI 4010, ADI 4006, HC 105959 e HC 126292 do STF.\r\n- Veja Informativo 125 (Pet 1466) do STF.\r\nNúmero de páginas: 164.\r\nAnálise: 08/11/2016, JRS.\r\nRevisão: 14/12/2016, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PARTIDO TRABALHISTA BRASILEIRO \nADV.(A/S)  : MARCOS PEDREIRA PINHEIRO LEMOS \nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL \nAM. CURIAE.  : BANCO CENTRAL DO BRASIL - BACEN \nADV.(A/S)  : PROCURADOR-GERAL DO BANCO CENTRAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":358417,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 2859","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2016-02-24","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"AIETA, Vânia Siciliano. A Garantia da Intimidade como Direito Fundamental. Lumen Juris, 1999. p. 143-147.\nANDRADE, José Carlos Vieira de. Os Direitos Fundamentais na Constituição Portuguesa de 1976. Coimbra: Livraria Almedina, 1987. p. 220-224.\nARAÚJO, Joana Marta Onofre de. A legitimação do tributo como pressuposto para a concretização do Estado Social. Fortaleza, 2012.\nBALTAZAR JUNIOR, José Paulo. Sigilo bancário e privacidade. Porto Alegre: Livraria do Advogado, 2005.\nBARROSO, Luís Roberto. Curso de direito constitucional contemporâneo. 2015. p. 322.\nBUFFON, Marciano. Tributação e dignidade humana: entre os direitos e deveres fundamentais. Porto Alegre: Livraria do Advogado, 2009. p. 91 e 99.\nCARRAZZA, Roque Antonio. Curso de Direito Constitucional Tributário. 21. ed. Malheiros, 2005. p. 404/411, item 3.\nCOÊLHO, Sacha Calmon Navarro. Curso de Direito Tributário Brasileiro. 8. ed. Forense, 2005. p. 893/907, itens 17.12 a 17.20.\nCOVELLO, Sergio Carlos. O Sigilo Bancário como Proteção à Intimidade. Revista dos Tribunais. v. 648. p. 27.\nESTEVAN, Juan Manuel Barquero Estevan apud ISENSEE, Josef. La Función Del tributo em El Estado social y democrático de Derecho. 2002. p. 21-22.\nGALDINO, Flávio. Introdução à teoria dos custos dos direitos: direitos não nascem em árvores, 2005.\nGONÇALVES, Jane Reis Pereira. Interpretação Constitucional e Direitos Fundamentais. 2006. p. 342-343.\nGRINOVER, Ada Pellegrini. Liberdades Públicas e Processo Penal. São Paulo, 1976 apud ROQUE, Maria José Oliveira Lima. Sigilo Fiscal e Direito à Intimidade. 1. ed. Curitiba: Juruá, 2003, p. 43. \nHABSTRÖM, Carlos Alberto. Comentários à Lei de Sigilo Bancário. Porto Seguro: Sergio Antonio Fabris Editor, 2009. p. 348.\nMACHADO, Hugo de Brito. Curso de Direito Tributário. 21. ed. Malheiro, 2002. p. 214/223, itens 1 a 1.6.\nMACHADO SEGUNDO, Hugo de Brito. Processo Tributário. Atlas, 2004. p. 76/86, item 2.5.2.\nMARTINS, Ives Gandra; MENDES, Gilmar Ferreira. Sigilo Bancário, Direito de Autodeterminação sobre Informações e Princípio da Proporcionalidade. Repertório IOB de Jurisprudência nº 24/92 – 2ª quinzena de dezembro/92.\nNABAIS, José Casalta. O Dever Fundamental de Pagar Impostos. Coimbra: Almedina, 1998. p. 679.\n______. O Dever Fundamental de Pagar Impostos: Contributo para a compreensão constitucional do estado fiscal contemporâneo, 2009. p. 63.\nRIBEIRO, Ricardo Lodi. A segurança jurídica do contribuinte. Legalidade, Nãosurpresa e Proteção à Confiança Legítima, 2008, p.263.\nROCHA, Sergio André. Troca de Internacional de Informações para Fins Fiscais, 2015. p. 33.\nSAMPAIO, José Adércio Leite. A suprema inviolabilidade: a intimidade informática e o Sigilo Bancário. In: Daniel Sarmento; Ingo Wolfgang Sarlet. (Coord.). Direitos Fundamentais no Supremo Tribunal Federal: Balanço e Crítica, 2011. p. 545-546.\nSANCHES, Saldanha; GAMA, Taborda da. Sigilo bancário: crônica de uma morte anunciada. In: SARAIVA FILHO, Oswaldo Othon de Pontes e GUIMARÃES, Vasco Branco (Org.). Sigilos Bancário e Fiscal. Belo Horizonte: Fórum, 2001.\nSHAPIRO, Ian Shapiro. Os fundamentos morais da política. Tradução: Fernando Santos. 2006. p. 145-146.\nTIPKE, Klaus. Moral Tributaria Del Estado y de los Contribuyentes. Tradução: Pedro M. Herrera Molina, 2002, p.81.\nTIPKE, Klaus; LANG, Joachim. Direito Tributário (Steuerrecht). Tradução: Elisete Antoniuk, 2014. v. 3. p. 217.\nTORRES, Ricardo Lobo. A Idéia de Liberdade no Estado Patrimonial e no Estado Fiscal. 1991.\n______. Tratado de Direito Constitucional Financeiro e Tributário: Valores e Princípios Constitucionais Tributários. 2005. v. 2. p. 180 e 181.\n______. Sigilo Bancário e Fiscal. In: Sigilo Bancário e Fiscal: Homenagem ao jurista José Carlos \n______. Tratado de Direito Constitucional, Financeiro e Tributário, Valores e Princípios Constitucionais Tributários, 2008. v. 2. p. 173-174.\nMoreira Alves, O. Othon de Pontes Saraiva Filho; V. Branco Guimarães (Coord.). 2011. p. 147-159.\nWALD, Arnoldo. Caderno de Direito Tributário e Finanças Públicas. Revista dos Tribunais, 1992. v. 1. p. 206.\nThe Era of Bank Secrecy is Over. THE G20/OECD PROCESS IS DELIVERING RESULTS, 26 OCTOBER 2011. Disponível em: http://www.oecd.org/ctp/exchange-of-tax-information/48996146.pdf. Acesso em: 16 fev. 2016.\nOrganização para a Cooperação e o Desenvolvimento Econômicos. Harmful Tax Competition - an Emerging Global Issue, 1988.\n______. Tackling Agressive Tax Planning Through Improved Transparency and Disclousure. Disponível em: http://www.oecd.org/ctp/exchange-of-tax-information/48322860.pdf. Acesso em: 16 fev. 2016.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":2859,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur361771","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, deferiu, com restrição, o pedido extradicional formulado pela República Italiana, em ordem a autorizar a entrega do súdito estrangeiro em causa, desde que o Estado requerente assuma, em caráter formal, perante o Governo brasileiro, o compromisso de comutar, em sanção meramente temporária, não superior a 08 (oito) anos, a pena acessória imposta com a nota de perpetuidade, observadas, no mais, as exigências estabelecidas no Estatuto do Estrangeiro (art. 91), notadamente aquela referente à detração penal, considerado, para tanto, o período de prisão cautelar a que o ora extraditando esteve sujeito, em nosso País, unicamente por efeito deste processo extradicional, subtraído desse cômputo, em consequência, o período em que ele tenha permanecido preso por outros crimes eventualmente cometidos no Brasil. Prosseguindo, e também por unanimidade, não acolheu o pedido de entrega “dos objetos e valores relacionados ao crime pelo qual é pedida a extradição” (fls. 2), eis que não há, nos autos, qualquer informação referente à existência ou à apreensão de tais bens, tudo nos termos do voto do Relator. Falou, pelo extraditando, o Dr. Gustavo Zortea da Silva, Defensor Público Federal. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 29.11.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur361771","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur361771","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"E M E N T A: EXTRADIÇÃO PASSIVA DE CARÁTER EXECUTÓRIO – EXTRADITANDO CONDENADO PELA PRÁTICA DO CRIME DE “PRODUÇÃO, TRÁFICO E DETENÇÃO ILÍCITA DE SUBSTÂNCIAS ESTUPEFACIENTES OU PSICOTRÓPICAS” – DELITO COMUM, DESVESTIDO DE CARÁTER POLÍTICO, QUE ENCONTRA CORRESPONDÊNCIA TÍPICA NO ART. 12, “CAPUT”, DA LEI Nº 6.368/1976 (TRÁFICO DE DROGAS), VIGENTE À ÉPOCA DOS FATOS – PEDIDO QUE SE APOIA EM TRATADO DE EXTRADIÇÃO ENTRE O BRASIL E A REPÚBLICA ITALIANA – CRIME CONTINUADO – PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA DO ESTADO ESTRANGEIRO A SER ANALISADA, NO CASO, COM EXCLUSÃO DO AUMENTO DECORRENTE DA CONTINUIDADE DELITIVA (SÚMULA 497/STF) – SENTENÇA PENAL CONDENATÓRIA QUE DISTINGUE, DE FORMA INDIVIDUALIZADA, O “QUANTUM” REFERENTE À PENA BASE E AO ACRÉSCIMO LEGAL A QUE ALUDE O ART. 71 DO CP (BRASILEIRO) – POSSIBILIDADE, EM TAL SITUAÇÃO, DE ANALISAR-SE O ATENDIMENTO, OU NÃO, AO POSTULADO DA DUPLA PUNIBILIDADE – INOCORRÊNCIA, NO CASO, DA CONSUMAÇÃO DA PRESCRIÇÃO PENAL EM FACE DAS LEGISLAÇÕES DO BRASIL E DO ESTADO REQUERENTE – SÚDITO ESTRANGEIRO QUE OBTEVE JUDICIALMENTE A REMISSÃO PARCIAL DA PENA – SUPERVENIENTE REVOGAÇÃO DO BENEFÍCIO ANTERIORMENTE CONCEDIDO – ALEGAÇÃO DE INVIABILIDADE DA REFORMA DA DECISÃO CONCESSIVA DO “INDULTO”, POR TRATAR-SE, SEGUNDO O ORDENAMENTO POSITIVO BRASILEIRO, DE CAUSA DE EXTINÇÃO DA PUNIBILIDADE (CP, ART. 107, II) – HIPÓTESE DE REVOGAÇÃO DO BENEFÍCIO DO INDULTO PREVISTO NA PRÓPRIA LEGISLAÇÃO PENAL ITALIANA (LEI Nº 241/2006, ITEM N. 3) – IMPOSSIBILIDADE DE O BRASIL IMPOR, NO PLANO DAS RELAÇÕES EXTRADICIONAIS ENTRE ESTADOS SOBERANOS, A COMPULSÓRIA SUBMISSÃO DA PARTE REQUERENTE AOS INSTITUTOS JURÍDICOS PECULIARES AO DIREITO PENAL NACIONAL – PRECEDENTES – SISTEMA DE CONTENCIOSIDADE LIMITADA QUE REGE, NO BRASIL, O PROCESSO DE EXTRADICÃO – LIMITES MATERIAIS DA DEFESA DO EXTRADITANDO (ESTATUTO DO ESTRANGEIRO, ART. 85, § 1º) – CONSTITUCIONALIDADE – PRECEDENTES – ATENDIMENTO, NA ESPÉCIE, DOS PRESSUPOSTOS E DOS REQUISITOS ESSENCIAIS AO ACOLHIMENTO DO PLEITO EXTRADICIONAL – NECESSIDADE DE O ESTADO REQUERENTE ASSUMIR, FORMALMENTE, O COMPROMISSO DIPLOMÁTICO DE COMUTAR, EM SANÇÃO MERAMENTE TEMPORÁRIA, A PENA ACESSÓRIA IMPOSTA COM A NOTA DA PERPETUIDADE – EXIGÊNCIA, AINDA, NO CASO, DE DETRAÇÃO PENAL – PARECER DO PROCURADOR-GERAL DA REPÚBLICA FAVORÁVEL À EXTRADIÇÃO – EXTRADIÇÃO DEFERIDA COM RESTRIÇÃO.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=12209792","externo_seq_objeto_incidente":4911891,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-265  DIVULG 13-12-2016  PUBLIC 14-12-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1435&classe=Ext","is_colac":false,"titulo":"Ext 1435","documental_legislacao_citada_texto":["LEG-FED   LEI-006368      ANO-1976\n          ART-00012 \"CAPUT\"\n                LTX-1976 LEI DE TÓXICOS\n\n","LEG-FED   LEI-006815      ANO-1980\n          ART-00077 ART-00078 ART-00080 PAR-00001 \n          ART-00085 PAR-00001 ART-00091 INC-00002\n                EE-1980 ESTATUTO DO ESTRANGEIRO\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00071 ART-00107 INC-00002 ART-00109 \n          INC-00003\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   SUMSTF-000497      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2016-12-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSIDERAÇÃO, REPÚBLICA ITALIANA, DEMOCRACIA. ASSEGURAMENTO, REPÚBLICA ITALIANA, GARANTIA, CARÁTER PROCESSUAL, ACUSADO. OBSERVÂNCIA, REPÚBLICA ITALIANA, PRINCÍPIO DO JUIZ NATURAL. EVOLUÇÃO JURISPRUDENCIAL, SUPREMO TRIBUNAL FEDERAL (STF), OBJETIVO, RECONHECIMENTO, POSSIBILIDADE, CONSIDERAÇÃO, LIMITE MÍNIMO, PENA EM ABSTRATO, CADA, CRIME, FINALIDADE, APRECIAÇÃO, PRESCRIÇÃO, HIPÓTESE, LIMITAÇÃO, ESTADO ESTRANGEIRO, INDICAÇÃO, PENA CONGLOBADA. COMPATIBILIDADE, PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, GARANTIA CONSTITUCIONAL, CONTRADITÓRIO, AMPLA DEFESA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1435&classe=Ext","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Ext","documental_observacao_texto":"- Acórdão(s) citado(s):\n(REQUISITO, EXTRADIÇÃO)\nExt 1015 (TP). \n(PRINCÍPIO DO JUIZ NATURAL)\nRTJ 169/557 (HC 73801), RTJ 179/378 (HC 79865), RTJ 193/357 (HC 81963). \n(EXTRADIÇÃO, DUPLA TIPICIDADE)\nExt 977 (TP), Ext 1004 (TP), RTJ 162/452 (EXT 665), RTJ 176/73 (EXT 789).\n(EXTRADIÇÃO, PRESCRIÇÃO, DUPLA PUNIBILIDADE, PENA CONGLOBADA)\nExt 906 (TP), Ext 909 (TP), Ext 902 QO (TP), Ext 1235 (2ªT), Ext 1331 (1ªT), Ext 1351 (1ªT), Ext 1368 (2ªT), Ext 1384 (2ªT), Ext 1402 (2ªT), RTJ 146/763 (EXT 555), RTJ 170/3 (EXT 731), RTJ 187/77 (EXT 864). \n(EXTRADIÇÃO, REVOGAÇÃO, ESTADO ESTRANGEIRO, PERDÃO JUDICIAL)\nExt 1415 (1ªT). \n(EXTRADIÇÃO, IMPOSIÇÃO, ESTADO ESTRANGEIRO, REGRA, ORDENAMENTO JURÍDICO BRASILEIRO)\nExt 542 (TP). \n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA)\nExt 183 (TP), Ext 720 ED (2ªT), RTJ 161/409 (EXT 669), RTJ 170/746 (EXT 720).\n(PRINCÍPIO DA CONTENCIOSIDADE LIMITADA, CONTRADITÓRIO, AMPLA DEFESA)\nExt 804 (TP), RTJ 105/3 (EXT 396), RTJ 161/409 (EXT 669). \n(EXTRADIÇÃO, PENA, CARÁTER PERPÉTUO)\nExt 1321 (1ªT), Ext 1343 (2ªT). \n- Legislação estrangeira citada: art. 73, 1-bis, \"a\" e \"b\", e art. 74 do Decreto 309/1990 da Itália; art. 1, item 3, da Lei 241/2006 da Itália; art. 81 e art. 172, do Código Penal italiano.\nNúmero de páginas: 41.\nAnálise: 10/01/2017, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNO DA ITÁLIA \nEXTDO.(A/S)  : PAOLO MINUTO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":361771,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Ext 1435","processo_classe_processual_unificada_classe_sigla":"Ext","julgamento_data":"2016-11-29","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"EXTRADIÇÃO","documental_doutrina_texto":"CAHALI, Yussef Said. Estatuto do Estrangeiro. 2. ed. Revista dos Tribunais, 2011. p. 324-328, item 26.33.\nCALIXTO, Negi. A Propósito da Extradição: a Impossibilidade de o STF Apreciar o Mérito no Processo de Extradição. Indisponibilidade do Controle Jurisdicional na Extradição. Revista de Informação Legislativa, v. 109. p. 163.\nFRAGA, Mirtô. O Novo Estatuto do Estrangeiro Comentado. Forense, 1985. p. 336 e 341-342, item 2.\nMARQUES, José Frederico. Tratado de Direito Penal. 2. ed. Saraiva, 1964. v. 1. p. 319.\nREZEK, José Francisco. Direito Internacional Público: Curso Elementar. Saraiva, 1989. p. 204, item 118.\n______. Direito Internacional Público: Curso Elementar. 10. ed. Saraiva, 2005. p. 201, item 121.","ministro_facet":["CELSO DE MELLO"],"processo_numero":1435,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur353008","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MT","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, em virtude da ausência do agravo regimental impugnando a decisão monocrática do STJ, não conheceu da presente impetração, mas, acolhendo a manifestação da Procuradoria-Geral da República, concedeu a ordem, de ofício, para determinar ao Superior Tribunal de Justiça que prossiga no julgamento do Agravo em Recurso Especial 558.870/MT, superada a questão da intempestividade, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Dias Toffoli. Presidência do Senhor Ministro Gilmar Mendes. 2ª Turma, 21.6.2016.","is_repercussao_geral_merito":false,"relator_processo_nome":"GILMAR MENDES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur353008","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso","dg_atualizado_em":"2023-10-04T14:36:09.151976","dg_unique":"sjur353008","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Habeas corpus. 2. Roubo majorado. Condenação. 3. Agravo em recurso especial considerado intempestivo. 4. A Defensoria Pública possui prazo em dobro para recorrer e deve ser intimada pessoalmente de todos os atos do processo, sob pena de nulidade, a teor do art. 370, § 4º, do Código de Processo Penal, do art. 5º, § 5º, da Lei 1.060/1950 e do art. 44, I, da Lei Complementar 80/1994. Homenagem ao princípio constitucional da ampla defesa. 5. Constitucionalidade do tratamento diferenciado em relação ao Ministério Público e à Defensoria Pública, intimados pessoalmente. Jurisprudência reafirmada em decorrência do julgamento do Plenário desta Corte, em 2/6/2016, da ADI 2.144/DF, Rel. Min. Teori Zavascki, DJe 14/6/2016. 6. Writ não conhecido (decisão monocrática do STJ não impugnada por agravo regimental). 7. Concessão da ordem de ofício para determinar ao STJ que prossiga no julgamento do recurso defensivo, superada a questão da intempestividade.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=11303191","externo_seq_objeto_incidente":4909685,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-159  DIVULG 29-07-2016  PUBLIC 01-08-2016","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=132336&classe=HC","is_colac":false,"titulo":"HC 132336","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00005 INC-00035 INC-00055 ART-00102 \n          INC-00002 LET-A\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000080      ANO-1994\n          ART-00044 INC-00001 REDAÇÃO DADA PELA LCP-132/2009\n                LDPU-1994 LEI DA DEFENSORIA PÚBLICA DA UNIÃO\n\n","LEG-FED   LCP-000132      ANO-2009\n                LEI COMPLEMENTAR\n\n","LEG-FED   LEI-001060      ANO-1950\n          ART-00005 PAR-00005\n                LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689      ANO-1941\n          ART-00370 PAR-00004\n                CPP-1941 CÓDIGO DE PROCESSO PENAL"],"publicacao_data":"2016-08-01","documental_acordao_mesmo_sentido_lista_texto":"HC 132946  PROCESSO ELETRÔNICO\n          JULG-21-06-2016  UF-AP  TURMA-02  MIN-GILMAR MENDES N.PÁG-014\n          DJe-159  DIVULG 29-07-2016  PUBLIC 01-08-2016","documental_indexacao_texto":"- INADMISSIBILIDADE, SUPRESSÃO DE INSTÂNCIA. ENTENDIMENTO, SEGUNDA TURMA DO SUPREMO TRIBUNAL FEDERAL, IMPOSSIBILIDADE, CONHECIMENTO, PEDIDO, HABEAS CORPUS, HIPÓTESE, AUSÊNCIA, INTERPOSIÇÃO, AGRAVO REGIMENTAL, DECISÃO MONOCRÁTICA, SUPERIOR TRIBUNAL DE JUSTIÇA (STJ), FUNDAMENTO, EXIGÊNCIA, EXAURIMENTO, JURISDIÇÃO, NECESSIDADE, OBSERVÂNCIA, PRINCÍPIO DA COLEGIALIDADE. POSSIBILIDADE, AFASTAMENTO, ENTENDIMENTO, HIPÓTESE, FLAGRANTE CONSTRANGIMENTO ILEGAL, ABUSO DE PODER, FUNDAMENTO, PRINCÍPIO DA PROTEÇÃO JUDICIAL EFETIVA. CONSIDERAÇÃO, DIREITO DE DEFESA, ELEMENTO ESSENCIAL, PROTEÇÃO, DIREITO INDIVIDUAL. CONSIDERAÇÃO, DIREITO DE DEFESA, EXPRESSÃO, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA. AMPLIAÇÃO, DIREITO DE DEFESA, VIGÊNCIA, CONSTITUIÇÃO FEDERAL DE 1988. IMPOSSIBILIDADE, LIMITAÇÃO, DIREITO DE DEFESA, DIREITO DE MANIFESTAÇÃO, PROCESSO. ASSEGURAMENTO, CONSTITUIÇÃO FEDERAL, PRETENSÃO À TUTELA JURÍDICA. ENVOLVIMENTO, PRETENSÃO À TUTELA JURÍDICA, DIREITO DE MANIFESTAÇÃO, DIREITO DE INFORMAÇÃO, DIREITO DE VER SEUS ARGUMENTOS CONSIDERADOS. RECONHECIMENTO, PRERROGATIVA, DEFENSORIA PÚBLICA, INTIMAÇÃO PESSOAL, INTERMÉDIO, ENTREGA, AUTOS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=132336&classe=HC","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"HC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(HC, SUPRESSÃO DE INSTÂNCIA)\nHC 103282 (2ªT), HC 114867 (1ªT), HC 127975 AgR (2ªT), HC 131320 AgR (2ªT). \n(HC, IMPUGNAÇÃO, DECISÃO MONOCRÁTICA, MINISTRO, TRIBUNAL SUPERIOR)\nRHC 108877 (1ªT), RHC 111639 (1ªT), RHC 111935 (1ªT), HC 114087 (2ªT), HC 119115 (2ªT). \n(DIREITO DE DEFESA, PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\nHC 126663 (2ªT). \n(TERMO INICIAL, PRAZO PROCESSUAL, MINISTÉRIO PÚBLICO, DEFENSORIA PÚBLICA)\nHC 83255 (TP). \n(INTIMAÇÃO PESSOAL, PRAZO EM DOBRO, DEFENSORIA PÚBLICA)\nADI 2144 (TP), HC 81019 (2ªT), HC 110656 (2ªT). \n- Decisão estrangeira citada: BVerfGE 70, 288-293, da Corte Constitucional alemã.\nNúmero de páginas: 14.\nAnálise: 24/08/2016, AMA.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"PACTE.(S)  : MARCOS DAMIÃO ALBUQUERQUE \nIMPTE.(S)  : DEFENSORIA PÚBLICA DA UNIÃO \nPROC.(A/S)(ES) : DEFENSOR PÚBLICO-GERAL FEDERAL \nCOATOR(A/S)(ES) : RELATOR DO ARESP Nº 558.870 DO SUPERIOR TRIBUNAL DE JUSTIÇA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":353008,"documental_tese_texto":null,"procedencia_geografica_completo":"MT - MATO GROSSO","processo_codigo_completo":"HC 132336","processo_classe_processual_unificada_classe_sigla":"HC","julgamento_data":"2016-06-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"HABEAS CORPUS","documental_doutrina_texto":"BATTIS, Ulrich; GUSY, Christoph. Einführung in das Staatsrecht. 3. ed. Heidelberg, 1991. p. 363-364.\nDÜRIG; ASSMANN. Art. 103. In: MAUNZ; DÜRIG. Grundgesetz-Kommentar. v. 4. p. 85-99.\nMIRANDA, Pontes de. Comentários à Constituição de 1967/69. Tomo V. p. 234.\nPIEROTH; SCHLINK. Grundrechte: Staatsrecht II. Heidelberg, 1988. p. 281.","ministro_facet":["GILMAR MENDES"],"processo_numero":132336,"base":"acordaos"}},{"_index":"stf-idx20230518","_type":"_doc","_id":"sjur399151","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após o voto do Ministro Alexandre de Moraes (Relator), que julgava procedente a ação, para declarar a inconstitucionalidade do art. 45, incisos II e III, da Lei 9.504/1997, bem como, por arrastamento, dos § 4º e do § 5º do mesmo artigo, confirmando os termos da medida liminar concedida, no que foi acompanhado pelos Ministros Edson Fachin, Roberto Barroso, Rosa Weber e Dias Toffoli, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Gustavo Binenbojm; e, pela Procuradoria-Geral da República, a Dra. Raquel Elias Ferreira Dodge, Procuradora-Geral da República. Presidência da Ministra Cármen Lúcia. Plenário, 20.6.2018. \r\n\n                       Decisão: O Tribunal, por unanimidade e nos termos do voto do Relator, julgou procedente o pedido formulado na ação direta, para declarar a inconstitucionalidade do art. 45, incisos II e III, da Lei 9.504/1997, bem como, por arrastamento, do § 4º e do § 5º do mesmo artigo, confirmando os termos da medida liminar concedida. Presidiu o julgamento a Ministra Cármen Lúcia. Plenário, 21.6.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur399151","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2023-10-04T14:39:44.491764","dg_unique":"sjur399151","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"LIBERDADE DE EXPRESSÃO E PLURALISMO DE IDEIAS. VALORES ESTRUTURANTES DO SISTEMA DEMOCRÁTICO. INCONSTITUCIONALIDADE DE DISPOSITIVOS NORMATIVOS QUE ESTABELECEM PREVIA INGERÊNCIA ESTATAL NO DIREITO DE CRITICAR DURANTE O PROCESSO ELEITORAL. PROTEÇÃO CONSTITUCIONAL AS MANIFESTAÇÕES DE OPINIÕES DOS MEIOS DE COMUNICAÇÃO E A LIBERDADE DE CRIAÇÃO HUMORISTICA. \n\n\n\n    1. A Democracia não existirá e a livre participação política não florescerá onde a liberdade de expressão for ceifada, pois esta constitui condição essencial ao pluralismo de ideias, que por sua vez é um valor estruturante para o salutar funcionamento do sistema democrático.\n\n\n\n    2. A livre discussão, a ampla participação política e o princípio democrático estão interligados com a liberdade de expressão, tendo por objeto não somente a proteção de pensamentos e ideias, mas também opiniões, crenças, realização de juízo de valor e críticas a agentes públicos, no sentido de garantir a real participação dos cidadãos na vida coletiva.\n\n\n\n    3. São inconstitucionais os dispositivos legais que tenham a nítida finalidade de controlar ou mesmo aniquilar a força do pensamento crítico, indispensável ao regime democrático. Impossibilidade de restrição, subordinação ou forçosa adequação programática da liberdade de expressão a mandamentos normativos cerceadores durante o período eleitoral.\n\n\n\n    4. Tanto a liberdade de expressão quanto a participação política em uma Democracia representativa somente se fortalecem em um ambiente de total visibilidade e possibilidade de exposição crítica das mais variadas opiniões sobre os governantes. \n\n\n\n    5. O direito fundamental à liberdade de expressão não se direciona somente a proteger as opiniões supostamente verdadeiras, admiráveis ou convencionais, mas também aquelas que são duvidosas, exageradas, condenáveis, satíricas, humorísticas, bem como as não compartilhadas pelas maiorias. Ressalte-se que, mesmo as declarações errôneas, estão sob a guarda dessa garantia constitucional. \n\n\n\n    6. Ação procedente para declarar a inconstitucionalidade dos incisos II e III (na parte impugnada) do artigo 45 da Lei 9.504/1997, bem como, por arrastamento, dos parágrafos 4º e 5º do referido artigo.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=749287337","externo_seq_objeto_incidente":3938343,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-044  DIVULG 01-03-2019  PUBLIC 06-03-2019","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4451&classe=ADI","is_colac":false,"titulo":"ADI 4451","documental_legislacao_citada_texto":["LEG-IMP   CIB      ANO-1824\n          ART-00179 INC-00004\n                CIB-1824 CONSTITUIÇÃO POLITICA DO IMPERIO DO BRAZIL\n\n","LEG-FED   CF      ANO-1891\n          ART-00072 PAR-00012\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n          ART-00113 NÚMERO-9\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n          ART-00122 NÚMERO-00015\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n          ART-00141 PAR-00005\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n          ART-00153 REDAÇÃO DADA PELA EMC-1/1969\n          ART-00153 PAR-00008 INCLUÍDO PELA EMC-1/1969\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00005 ART-00005 INC-00004 \n          INC-00005 INC-00006 INC-00007 INC-00008 \n          INC-00009 INC-00010 INC-00013 INC-00014 \n          INC-00033 INC-00058 ART-00103 INC-00001 \n          INC-00009 ART-00139 ART-00206 INC-00002 \n          ART-00220 \"CAPUT\" PAR-00001 PAR-00002 \n          PAR-00003 PAR-00005 PAR-00006 ART-00221 \n          INC-00004 ART-00222 ART-00224\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004737      ANO-1965\n          ART-00222 ART-00323\n                CEL-1965 CÓDIGO ELEITORAL\n\n","LEG-FED   LEI-005250      ANO-1967\n                LI-1967 LEI DE IMPRENSA\n\n","LEG-FED   LEI-009504      ANO-1997\n          ART-00045 \"CAPUT\" REDAÇÃO DADA PELA LEI-13165/2015\n          ART-00045 \"CAPUT\" INC-00002 INC-00003 \n          INC-00004 INC-00005 INC-00006 \n          ART-00045 \"CAPUT\" PAR-00004 INCLUÍDO PELA LEI-12304/2009\n          ART-00045 \"CAPUT\" PAR-00005 INCLUÍDO PELA LEI-12304/2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-010406      ANO-2002\n          ART-00020 PAR-ÚNICO ART-00021\n                CC-2002 CÓDIGO CIVIL\n\n","LEG-FED   LEI-012304      ANO-2009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013165      ANO-2015\n                LEI ORDINÁRIA\n\n","LEG-INT   CVC      ANO-1969\n          ART-00013 ITEM-1 ITEM-2 LET-A \n          LET-B\n                CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-INT   PCT      ANO-1966\n          ART-00019\n                PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEL-002848      ANO-1940\n          ART-00233\n                CP-1940 CÓDIGO PENAL\n\n","LEG-FED   DLG-000226      ANO-1991\n                DECRETO LEGISLATIVO - APROVA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DLG-000027      ANO-1992\n                DECRETO LEGISLATIVO - APROVA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969\n\n","LEG-FED   DEC-000592      ANO-1992\n                DECRETO - PROMULGA O PACTO INTERNACIONAL SOBRE DIREITOS CIVIS E POLÍTICOS\n\n","LEG-FED   DEC-000678      ANO-1992\n                DECRETO - PROMULGA A CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS (PACTO DE SÃO JOSÉ DA COSTA RICA), DE 22 DE NOVEMBRO DE 1969"],"publicacao_data":"2019-03-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CONSTITUIÇÃO FEDERAL, PROTEÇÃO, LIBERDADE DE EXPRESSÃO, DUPLICIDADE, ASPECTOS, MANIFESTAÇÃO, CIDADÃO, PROIBIÇÃO, ILEGITIMIDADE, INTERVENÇÃO, PODER PÚBLICO, INTERMÉDIO, CENSURA PRÉVIA. CENSURA PRÉVIA, EXIGÊNCIA, AUTORIZAÇÃO, BIOGRAFADO, DIVULGAÇÃO, PUBLICAÇÃO, BIOGRAFIA. CENSURA PRÉVIA, CRÍTICA JORNALÍSTICA, INTERESSE PÚBLICO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. EDSON FACHIN: DIREITO DE RESPOSTA, GARANTIA CONSTITUCIONAL, UTILIZAÇÃO, PERÍODO ELEITORAL. OFENSA, HONRA, CRIME CONTRA A HONRA, TIPO PENAL.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: INCONSTITUCIONALIDADE, HIERARQUIA, DIREITO FUNDAMENTAL, PRINCÍPIO DA UNIDADE DA CONSTITUIÇÃO. CONSTITUIÇÃO FEDERAL, PREVALÊNCIA, LIBERDADE DE EXPRESSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROSA WEBER: LEGISLAÇÃO ELEITORAL, CONTROLE, MOMENTO POSTERIOR, VERIFICAÇÃO, OCORRÊNCIA, ABUSO, MEIO DE COMUNICAÇÃO, DIREITO DE RESPOSTA, SUFICIÊNCIA, COIBIÇÃO, INTERFERÊNCIA, ELEIÇÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: LIBERDADE DE EXPRESSÃO, EXISTÊNCIA, DEMOCRACIA, ELEMENTO INDISPENSÁVEL, FORMAÇÃO, OPINIÃO PÚBLICA; CONDITIO SINE QUA NON, DESENVOLVIMENTO, PARTIDO POLÍTICO, SINDICATO, COMUNIDADE CIENTÍFICA, SOCIEDADE, ATIVIDADE CULTURAL; INFORMAÇÃO, SOCIEDADE, EXERCÍCIO, OPINIÃO. LIMITAÇÃO, LIBERDADE DE EXPRESSÃO, APRECIAÇÃO, PROPORCIONALIDADE, DEMONSTRAÇÃO, ADEQUAÇÃO, NECESSIDADE, PRINCÍPIO DA PROPORCIONALIDADE EM SENTIDO ESTRITO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: LIMITAÇÃO, ATIVIDADE ARTÍSTICA, LIBERDADE DE EXPRESSÃO. CARACTERIZAÇÃO, ATO OBSCENO. LIBERDADE DE IMPRENSA, ESSENCIALIDADE, ESTADO DEMOCRÁTICO DE DIREITO. CONSTITUIÇÃO FEDERAL DE 1988, AUSÊNCIA, RECEPÇÃO, LEI DE IMPRENSA. DIREITO DE RESPOSTA, PRINCÍPIO DA PARIDADE DE ARMAS.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CELSO DE MELLO: ORDENAMENTO JURÍDICO BRASILEIRO, DIREITO DE CRÍTICA, DIREITO, DIVERGÊNCIA. PLURALISMO POLÍTICO, FUNDAMENTO, ESTADO DEMOCRÁTICO DE DIREITO. STF, FUNÇÃO CONTRAMAJORITÁRIA, PROTEÇÃO, MINORIA. PODER GERAL DE CAUTELA, TRANSFORMAÇÃO, CENSURA, COMPROMETIMENTO, LIBERDADE DE EXPRESSÃO.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. CÁRMEN LÚCIA: LIBERDADE, REQUISITO, EXERCÍCIO, TOTALIDADE, DIREITO.\n\n- TERMO(S) DE RESGATE: FAKE NEWS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4451&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CENSURA PRÉVIA, EXIGÊNCIA, AUTORIZAÇÃO, BIOGRAFADO, DIVULGAÇÃO, PUBLICAÇÃO, BIOGRAFIA)\nADI 4815 (TP). \n(LIMITAÇÃO, ATIVIDADE ARTÍSTICA, LIBERDADE DE EXPRESSÃO)\nHC 83996 (2ªT). \n(CARACTERIZAÇÃO, ATO OBSCENO)\nRMS 18534 (2ªT). \n(CONSTITUIÇÃO FEDERAL DE 1988, AUSÊNCIA, RECEPÇÃO, LEI DE IMPRENSA)\nADPF 130 (TP). \n(LIBERDADE DE EXPRESSÃO, DIREITO À INFORMAÇÃO)\nADI 3741 (TP). \n(CENSURA PRÉVIA, CRÍTICA JORNALÍSTICA, INTERESSE PÚBLICO)\nADPF 130 (TP). \n(DIREITO, LIBERDADE DE EXPRESSÃO)\nADPF 130 (TP), ADI 2655 (TP), ADPF 187 (TP). \n- Decisões monocráticas citadas:\n(LIBERDADE DE INFORMAÇÃO, DIREITO DE CRÍTICA)\nPet 3486.\n(PODER GERAL DE CAUTELA, TRANSFORMAÇÃO, CENSURA)\nRcl 18566 MC.\n- Legislação estrangeira citada: § 5, da Declaração de Princípios sobre a Liberdade de Expressão da Comissão Interamericana de Direitos Humanos; § V, da carta de princípios constante da Declaração de Chapultepec; art. 10, da Convenção Europeia de Direitos Humanos; art. 18º, n. 3, da Constituição portuguesa de 1976; art. 53, n. 1, da Constituição espanhola de 1978; art. 12, da Declaração de Direitos da Virgínia de 1776; New Hampshire, art. XII; Carolina do Sul, art. XLIII; Delaware, art. 1º, sec. 5; Pennsylvania, art. XII; Maryland, art. XXXVIII; Georgia, art. IV, sec. 3; Massachusetts, art. XVI; 1ª Emenda à Constituição dos Estados Unidos da América de 1791; art. 5º da Lei Fundamental de Bonn; art. 5º da Grundgezetz; art. XIX, da Declaração Universal dos Direitos da Pessoa Humana, de 1948; art. IV, da Declaração Americana dos Direitos e Deveres do Homem, de 1948.\n- Decisões estrangeiras citadas: Caso New York Times v. Sullivan (376 US, at. 282, 1964); Caso Cantwell v. Connecticut, 310 U.S. 296, 310 (1940), quoted 376 U.S at 271-72; Kingsley Pictures Corp. v. Regents, 360 U.S 684, 688-89, 1959; Caso Smith vs. California, 361 U.S. 147, 1949; Speiser vs. Randall, 357 U.S. 513, 1958); Caso Schenck v. United States (249 US 47, 1919); Caso Abrams v. United States (250 US 616, 1919); Caso Pierce v. United States (1920); Caso Gitlow v. New York (1925); Caso Whitney v. California (1927); Caso New York Co. v. Sullivan (376 US 254, 1964); Caso Rosenblatt v. Baer (1966); Caso Curtis Publishing Co. v. Butts; Caso Associated Press v. Nalker (1967); Caso Rosenbloom v. Metromedia (1971); Caso United States vs. Rosika Schwimmer (279 U.S. 644), de 1929 da Suprema Corte Norte-Americana. ECHR, Caso Alves da Silva vs. Portugal, Queixa 41.665/2007, J. 20 de outubro de 2009, da Corte Europeia de Direitos Humanos. Caso Mephisto (BVerfGE 30, 173); Caso Lüth (BVerfGE 7, 198, 1958); Caso Lebach (BVerfGE 35, 202), de 5.06.1973; Caso Spiegel (BVerfGE 20, 62, 1966); Caso Schmid-Spiegel (BVerfGE 12, 113, 1961); Caso Blinkfüer (BVerfGE, 25, 256, 1969; Caso Solidaritätsadrese (BVerfGE 44, 197, 1977) da Corte Constitucional alemã. Caso Handyside, Sentença do TEDH, de 07/12/1976 do Tribunal Europeu de Direitos Humanos (TEDH). S. 47/02, de 25 de febrero, FJ 3; S. 126/03, de 30 de junio, FJ 3; S. 20/02, de 28 de enero, FFJJ 5 y 6;  Sentença n. 6/1981, Sentença n. 12/1982, Sentença n. 104/1986 e Sentença n. 171/1990, do Tribunal Constitucional espanhol.\n- Veja § 9, § 10 e § 70, da Opinião Consultiva n. 5, de 1985, da Corte Interamericana de Direitos Humanos.\nNúmero de páginas: 163.\nAnálise: 07/11/2019, JRS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ASSOCIAÇÃO BRASILEIRA DE EMISSORAS DE RÁDIO E TELEVISÃO - ABERT \nADV.(A/S)  : GUSTAVO BINENBOJM E OUTRO(A/S)\nINTDO.(A/S)  : PRESIDENTE DA REPÚBLICA \nINTDO.(A/S)  : CONGRESSO NACIONAL \nADV.(A/S)  : ADVOGADO-GERAL DA UNIÃO \nAM. CURIAE.  : PARTIDO DEMOCRÁTICO TRABALHISTA - PDT \nADV.(A/S)  : MARA HOFANS E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":399151,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 4451","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-06-21","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALEXY, Robert. Teoria dos direitos fundamentais. São Paulo: Malheiros, 2008. p. 379.\n______.______. 2. ed. São Paulo: Malheiros, 2011. p. 116-117.\nALVIM, Frederico Franco. Cobertura política e integridade eleitoral: Efeitos da mídia sobre as eleições. Florianópolis: Habitus, 2018. p. 136 e 163.\nANDRADE, Manuel da Costa Liberdade de Imprensa e inviolabilidade pessoal: uma perspectiva jurídico-criminal. Coimbra: Coimbra, 1996. p. 42, 62 e 64-65.\nAPÓS PROTESTO, mostra com temática LGBT em Porto Alegre é cancelada. Folha de S. Paulo, São Paulo, 10 set. 2018. Disponível em: https://www1.folha.uol.com.br/ilustrada/2017/09/1917269-apos-protesto-mostra-com-tematica-lgbt-em-porto-alegre-e-cancelada.shtml. Acesso em: 19 jun. 2018.\nATALIBA, Geraldo. Judiciário e Minorias. Revista de Informação Legislativa, v. 96. p. 194.\nBADENI, Gregorio. Tratado de libertad de prensa. Buenos Aires: Lexis Nevis, 2002. p. 21 e 215.\nBARBOSA, Rui. A Ditadura de 1983.\nBLACK, Hugo Lafayette. Forense, 1970. Crença na Constituição. p. 63.\nBRANCO, Paulo Gonet; MENDES, Gilmar Ferreira. Curso de Direito Constitucional. São Paulo: Saraiva, 2018. p. 451.\nCANOTILHO, J.J. Gomes; MACHADO, Jónatas E.M. Constituição e código civil brasileiro: âmbito de proteção de biografias não autorizadas. In: JÚNIOR, Antônio Pereira Gaio; SANTOS, Márcio Gil Tostes. (Coord.).\nConstituição Brasileira de 1988. Reflexões em comemoração ao seu 25º aniversário. Curitiba: Juruá, 2014.\nCHOUAKI, Aziz apud MINOIS, Georges. História do Riso e do Escárnio. UNESP, 2003. p. 556-557.\nDEFLEUR, Melvin; BALL-ROKEACH, Sandra. Teorias da comunicação de massa. Rio de Janeiro: Zahar, 1993. p. 54.\nDWORKIN, Ronald. O direito da liberdade. A leitura moral da Constituição norte-americana. Martins Fontes: 2006. p. 319 e 326.\nFACUNDES, Miguel Seabra. O princípio constitucional de igualdade perante a lei e o Poder Legislativo, RF, 161/78; cf., também, Francisco Campos, Parecer, RDA, 72/403.\nFÁVERE, Renata Beatriz de. Eleições e liberdade de imprensa. Resenha Eleitoral, v. 17, 2010. p. 19.\nFELIPE, Miguel Beltrán de; GARCÍA, Julio González. Las sentencias básicas del Tribunal Supremo de los Estados Unidos de América. 2. ed. Madrid: Centro de Estudios Políticos y Constitucionales y Boletín Oficial del Estado, 2006.\nFERREIRA, Eduardo André Folque. Liberdade de criação artística, liberdade de expressão e sentimentos religiosos. Revista da Faculdade de Direito da Universidade de Lisboa, Coimbra, v. XLII, n. 1, 2001.\np. 231.\nFERREIRA, Pinto. Princípios Gerais do Direito Constitucional Moderno. 5. ed. Revista dos Tribunais, 1971. Tomo I. p. 195-196, item 8.\nFUX, Luiz; FRAZÃO, Carlos Eduardo. Novos Paradigmas do Direito Eleitoral. Belo Horizonte: Fórum, 2016. p. 116-119.\nGOMES, José Jairo. Direito Eleitoral. 13. ed. São Paulo: GEN, 2016. p. 512.\n______.______. 14. ed. São Paulo: GEN, 2018. p. 571.\nGRIMM, Dieter. Politische Parteien. in: Ernst Benda, Werner Maihofer e Hans-Jochen Vogel (Hrsg.), Handbuch des Verfassungsrechts, Band 1, cit. p. 599 (626).\nJARASS, Hans D.; PIEROTH, Bodo. Grundgesetz für die Bundesrepublik Deutschland. Munique: C.H. Beck. p. 208.\nHESSE, Konrad. Grundzüge des Verfassungsrechts, der Bundesrepublik Deutschland, Heidelberg: C. F. Müller, 1995. p. 112.\nKALVEN JR, Harry. The New York Times Case: A note on the central meaning of the first amendment in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 14. p. 429 e 435.\nKREBS, Walter. Freiheitsschutz durch Grundrechte. JURA, 1988. p. 617-619.\nMACHADO, Jonatas E. M. Liberdade de expressão. Dimensões constitucionais da esfera pública no sistema social. Coimbra, 2002. p. 80-81.\nMANN, Klaus. Mephisto.\nMARTINS, Felipe. Peça com atriz travesti no papel de Cristo é proibida pelo prefeito Marcelo Crivella. Revista Forum, Rio de Janeiro, 5 jun. 2018. Disponível em: https://www.revistaforum.com.br/peca-com-atriz-travesti-no-papel-de-cristo-e-proibida-pelo-prefeito-marcelo-crivella/. Acesso em 19 jun. 2018.\nMILL, John Stuart. A liberdade; utilitarismo. São Paulo: Martins Fontes, 2000. p. 29 e XLVII.\nMILTON, John. Aeropagítica: discurso pela liberdade de imprensa ao Parlamento da Inglaterra. Rio de Janeiro: Topbooks, 1999.\nMINOIS, Georges. História do Riso e do Escárnio. UNESP, 2003. \nMOREIRA, Vital. O direito de resposta na Comunicação Social. Coimbra: Coimbra, 1994, p. 9 e 10.\nNUNES JÚNIOR, Vidal Serrano. A Proteção Constitucional da Informação e o Direito à Crítica Jornalística. FTD, 1997. p. 87-88.\nOSORIO, Aline. Direito Eleitoral e liberdade de expressão. Belo Horizonte: Fórum, 2017. p. 221.\nPIEROTH, Bodo; SCHLINK, Bernhard. Grundrechte Staatsrecht II. Heidelberg: C.F. Müller, 2007. p. 137.\n______. Direitos Fundamentais. São Paulo: Saraiva, 2012. p. 291 e 293.\nPERROUX, apud AMEAVE, Burguera. Democracia electoral: comunicación y poder. Madrid: Congreso de los Diputados, 2013. p. 33.\nRIODA, Mario. Humor y comunicación política. In: CRESPO MARTÍNEZ, Ismael et al. (Coord.). Diccionario Enciclopédico de Comunicación Política. Madrid: Centro de Estudios Políticos y Constitucionales, 2015. p. 204.\nROIG, Rafael de Asís; ROIG, Javier Ansuátegui; PORRAS, Dorado Javier. Los textos de las Colonias de Norteamérica y las Enmiendas a la Constitución. In: MARTÍNEZ, Gregorio Peces-Barba; GARCÍA, Eusebio Fernéndez; ROIG, Rafael de Asís. Historia de los derechos fundamentales. Madrid: Dykinson, 2001. Tomo II. Volumen III. \nSARLET, Ingo Wolfgang; MARINONI, Luiz Guilherme; MITIDIERO, Daniel. Curso de Direito Constitucional. São Paulo: Revista dos Tribunais, 2012. p. 435.\nSARMENTO, Daniel. Art. 5º, IX. In: CANOTILHO, J. J. Gomes et al. (Coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva, 2013. p. 275.\nSARTORI, Giovanni. Teoria democrática. Rio de Janeiro: Fundo de Cultura, 1965. p. 88-89.\nSILVA, José Afonso da. Comentário Contextual à Constituição. São Paulo: Malheiros, 2009. p. 826.\nSUSTEIN, Cass R. One case at a time. Judicial Minimalism on the Supreme Court. Cambridge: Harvard University, 1999. p. 176.\nTOQUEVILLE, Alexis de. La democracia en América. México: Fondo de Cultura Económica, 1996. p. 198.\nWILLIAMS, George. Engineers is Dead, Long Live the Engineers in Constitutional Law. Second Series. Ian D. Loveland: 2000, capítulo 15.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":4451,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":1895,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Ext","doc_count":520},{"key":"ADI","doc_count":356},{"key":"HC","doc_count":281},{"key":"RE","doc_count":210},{"key":"ADPF","doc_count":97},{"key":"Inq","doc_count":65},{"key":"MS","doc_count":59},{"key":"Rcl","doc_count":57},{"key":"RHC","doc_count":41},{"key":"Pet","doc_count":36},{"key":"ARE","doc_count":33},{"key":"AP","doc_count":32},{"key":"ACO","doc_count":27},{"key":"AI","doc_count":15},{"key":"ADC","doc_count":11},{"key":"SEC","doc_count":7},{"key":"ADO","doc_count":5},{"key":"RMS","doc_count":5},{"key":"SE","doc_count":5},{"key":"AC","doc_count":4},{"key":"MI","doc_count":4},{"key":"RvC","doc_count":4},{"key":"AO","doc_count":3},{"key":"PPE","doc_count":3},{"key":"AR","doc_count":2},{"key":"CR","doc_count":2},{"key":"Rp","doc_count":2},{"key":"SL","doc_count":2},{"key":"STA","doc_count":2},{"key":"ACi","doc_count":1},{"key":"EP","doc_count":1},{"key":"IF","doc_count":1},{"key":"RC","doc_count":1},{"key":"RHD","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":1895,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":1098},{"key":"Segunda Turma","doc_count":428},{"key":"Primeira Turma","doc_count":368},{"key":"Terceira Turma","doc_count":1}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":1853},"true":{"doc_count":42}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":1767},"true":{"doc_count":128}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":1886},"true":{"doc_count":9}}},"is_colac_agg":{"buckets":{"false":{"doc_count":1895},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":1760},"true":{"doc_count":135}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":1895,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"DF","doc_count":776},{"key":"SP","doc_count":206},{"key":"RJ","doc_count":111},{"key":"MG","doc_count":83},{"key":"RS","doc_count":74},{"key":"PR","doc_count":72},{"key":"SC","doc_count":44},{"key":"MS","doc_count":28},{"key":"BA","doc_count":27},{"key":"PE","doc_count":27},{"key":"GO","doc_count":17},{"key":"MT","doc_count":17},{"key":"CE","doc_count":16},{"key":"ES","doc_count":16},{"key":"AM","doc_count":14},{"key":"PA","doc_count":14},{"key":"RR","doc_count":12},{"key":"RN","doc_count":10},{"key":"AL","doc_count":9},{"key":"AC","doc_count":8},{"key":"RO","doc_count":8},{"key":"SE","doc_count":8},{"key":"PI","doc_count":7},{"key":"TO","doc_count":7},{"key":"PB","doc_count":6},{"key":"AP","doc_count":5},{"key":"MA","doc_count":4}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":1895},"decisoes":{"doc_count":2543},"informativos":{"doc_count":69},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":1895,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"GILMAR MENDES","doc_count":299},{"key":"ALEXANDRE DE MORAES","doc_count":235},{"key":"MARCO AURÉLIO","doc_count":187},{"key":"EDSON FACHIN","doc_count":165},{"key":"ROSA WEBER","doc_count":160},{"key":"CELSO DE MELLO","doc_count":149},{"key":"LUIZ FUX","doc_count":145},{"key":"DIAS TOFFOLI","doc_count":125},{"key":"CÁRMEN LÚCIA","doc_count":108},{"key":"ROBERTO BARROSO","doc_count":108},{"key":"RICARDO LEWANDOWSKI","doc_count":94},{"key":"JOAQUIM BARBOSA","doc_count":56},{"key":"AYRES BRITTO","doc_count":48},{"key":"CARLOS VELLOSO","doc_count":34},{"key":"CÉZAR PELUSO","doc_count":32},{"key":"ELLEN GRACIE","doc_count":32},{"key":"TEORI ZAVASCKI","doc_count":29},{"key":"SEPÚLVEDA PERTENCE","doc_count":27},{"key":"EROS GRAU","doc_count":23},{"key":"NUNES MARQUES","doc_count":21},{"key":"MOREIRA ALVES","doc_count":10},{"key":"SYDNEY SANCHES","doc_count":10},{"key":"MAURÍCIO CORRÊA","doc_count":9},{"key":"NELSON JOBIM","doc_count":9},{"key":"NÉRI DA SILVEIRA","doc_count":9},{"key":"ANDRÉ MENDONÇA","doc_count":7},{"key":"OCTAVIO GALLOTTI","doc_count":7},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"MENEZES DIREITO","doc_count":5},{"key":"CÉLIO BORJA","doc_count":4},{"key":"FRANCISCO REZEK","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"ALDIR PASSARINHO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"THOMPSON FLORES","doc_count":3},{"key":"ALFREDO BUZAID","doc_count":2},{"key":"ALIOMAR BALEEIRO","doc_count":2},{"key":"GONÇALVES DE OLIVEIRA","doc_count":2},{"key":"HAHNEMANN GUIMARÃES","doc_count":2},{"key":"PAULO BROSSARD","doc_count":2},{"key":"RIBEIRO DA COSTA","doc_count":2},{"key":"ADALÍCIO NOGUEIRA","doc_count":1},{"key":"AMARAL SANTOS","doc_count":1},{"key":"CARLOS MADEIRA","doc_count":1},{"key":"CORDEIRO GUERRA","doc_count":1},{"key":"CÂNDIDO MOTTA","doc_count":1},{"key":"ELOY DA ROCHA","doc_count":1},{"key":"HENRIQUE D'ÁVILA","doc_count":1},{"key":"NELSON HUNGRIA","doc_count":1},{"key":"OLIVEIRA RIBEIRO","doc_count":1},{"key":"PEDRO CHAVES","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"VICTOR NUNES","doc_count":1},{"key":"XAVIER DE ALBUQUERQUE","doc_count":1}]}}}},"search_id":1}